{
    "url": "https://en.wikipedia.org/wiki/Soft_robotics",
    "title": "Soft robotics",
    "table_of_contents": [
        "1 Types and designs",
        "2 Bio-mimicry",
        "3 Manufacturing",
        "4 Control methods and materials",
        "4.1 Electric field",
        "4.2 Thermal",
        "4.3 Pressure difference",
        "5 Sensors",
        "6 Uses and applications",
        "6.1 Surgical assistance",
        "6.2 Exosuits",
        "6.3 Collaborative robots",
        "6.4 Bio-mimicry",
        "6.5 Cloaking",
        "6.6 Robot components",
        "6.6.1 Artificial muscle",
        "6.6.2 Robot skin with tactile perception",
        "6.6.2.1 Electronic skin",
        "6.7 Qualitative benefits",
        "7 Mechanical considerations in design",
        "7.1 Fatigue failure from flexing",
        "7.2 Brittle failure when cold",
        "8 International journals",
        "9 International events",
        "10 In popular culture",
        "11 See also",
        "12 External links",
        "13 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Soft robotics is a subfield of robotics that concerns the design, control, and fabrication of robots composed of compliant materials, instead of rigid links.[1]\nIn contrast to rigid-bodied robots built from metals, ceramics and hard plastics, the compliance of soft robots can improve their safety when working in close contact with humans.[1]\n\n"
        },
        {
            "title": "Types and designs",
            "text": "The goal of soft robotics is the design and construction of robots with physically flexible-bodies and electronics. Sometimes softness is limited to part of the machine. For example, rigid-bodied robotic arms can employ soft end effectors to gently grab and manipulate delicate or irregularly shaped objects. Most rigid-bodied mobile robots also strategically employ soft components, such as foot pads to absorb shock or springy joints to store/release elastic energy. However, the field of soft robotics generally leans toward machines that are predominately or entirely soft. Robots with entirely soft bodies have tremendous potential. For one their flexibility allows them to squeeze into places rigid bodies cannot, which could prove useful in disaster relief scenarios. Soft robots are also safer for human interaction and for internal deployment inside a human body.\n\nNature is often a source of inspiration for soft robot design given that animals themselves are mostly composed of soft components and they appear to exploit their softness for efficient movement in complex environments almost everywhere on Earth.[2] Thus, soft robots are often designed to look like familiar creatures, especially entirely soft organisms like octopuses. However, it is extremely difficult to manually design and control soft robots given their low mechanical impedance. The very thing that makes soft robots beneficial—their flexibility and compliance—makes them difficult to control. The mathematics developed over the past centuries for designing rigid bodies generally fail to extend to soft robots. Thus, soft robots are commonly designed in part with the help of automated design tools, such as evolutionary algorithms, which enable a soft robot's shape, material properties, and controller to all be simultaneously and automatically designed and optimized together for a given task.[3]\n\n"
        },
        {
            "title": "Bio-mimicry",
            "text": "Plant cells can inherently produce hydrostatic pressure due to a solute concentration gradient between the cytoplasm and external surroundings (osmotic potential). Further, plants can adjust this concentration through the movement of ions across the cell membrane. This then changes the shape and volume of the plant as it responds to this change in hydrostatic pressure. This pressure derived shape evolution is desirable for soft robotics and can be emulated to create pressure adaptive materials through the use of fluid flow.[4] The following equation[5] models the cell volume change rate:\n\nThis principle has been leveraged in the creation of pressure systems for soft robotics. These systems are composed of soft resins and contain multiple fluid sacs with semi-permeable membranes. The semi-permeability allows for fluid transport that then leads to pressure generation. This combination of fluid transport and pressure generation then leads to shape and volume change.[4]\n\nAnother biologically inherent shape changing mechanism is that of hygroscopic shape change. In this mechanism, plant cells react to changes in humidity. When the surrounding atmosphere has a high humidity, the plant cells swell, but when the surrounding atmosphere has a low humidity, the plant cells shrink. This volume change has been observed in pollen grains[6] and pine cone scales.[4][7]\n\nSimilar approaches to hydraulic soft joints can also be derived from arachnid locomotion, where strong and precise control over a joint can be primarily controlled through compressed hemolymph.\n\n"
        },
        {
            "title": "Manufacturing",
            "text": "Conventional manufacturing techniques, such as subtractive techniques like drilling and milling, are unhelpful when it comes to constructing soft robots as these robots have complex shapes with deformable bodies. Therefore, more advanced manufacturing techniques have been developed. Those include Shape Deposition Manufacturing (SDM), the Smart Composite Microstructure (SCM) process, and 3D multi-material printing.[1][8]\n\nSDM is a type of rapid prototyping whereby deposition and machining occur cyclically. Essentially, one deposits a material, machines it, embeds a desired structure, deposits a support for said structure, and then further machines the product to a final shape that includes the deposited material and the embedded part.[8] Embedded hardware includes circuits, sensors, and actuators, and scientists have successfully embedded controls inside of polymeric materials to create soft robots, such as the Stickybot[9] and the iSprawl.[10]\n\nSCM is a process whereby one combines rigid bodies of carbon fiber reinforced polymer (CFRP) with flexible polymer ligaments. The flexible polymer act as joints for the skeleton. With this process, an integrated structure of the CFRP and polymer ligaments is created through the use of laser machining followed by lamination. This SCM process is utilized in the production of mesoscale robots as the polymer connectors serve as low friction alternatives to pin joints.[8]\n\n3D printing can now be used to print a wide range of silicone inks using Robocasting also known as direct ink writing (DIW). This manufacturing route allows for a seamless production of fluidic elastomer actuators with locally defined mechanical properties. It further enables a digital fabrication of pneumatic silicone actuators exhibiting programmable bioinspired architectures and motions.[11]\nA wide range of fully functional soft robots have been printed using this method including bending, twisting, grabbing and contracting motion. This technique avoids some of the drawbacks of conventional manufacturing routes such as delamination between glued parts. Another additive manufacturing method that produces shape morphing materials whose shape is photosensitive, thermally activated, or water responsive. Essentially, these polymers can automatically change shape upon interaction with water, light, or heat. One such example of a shape morphing material was created through the use of light reactive ink-jet printing onto a polystyrene target.[12] Additionally, shape memory polymers have been rapid prototyped that comprise two different components: a skeleton and a hinge material. Upon printing, the material is heated to a temperature higher than the glass transition temperature of the hinge material. This allows for deformation of the hinge material, while not affecting the skeleton material. Further, this polymer can be continually reformed through heating.[12]\n\n"
        },
        {
            "title": "Control methods and materials",
            "text": "All soft robots require an actuation system to generate reaction forces, to allow for movement and interaction with its environment. Due to the compliant nature of these robots, soft actuation systems must be able to move without the use of rigid materials that would act as the bones in organisms, or the metal frame that is common in rigid robots. Nevertheless, several control solutions to soft actuation problem exist and have found its use, each possessing advantages and disadvantages. Some examples of control methods and the appropriate materials are listed below.\n\nOne example is utilization of electrostatic force that can be applied in:\n\n"
        },
        {
            "title": "Sensors",
            "text": "Sensors are one of the most important component of robots. Without surprise, soft robots ideally use soft sensors. Soft sensors can usually measure deformation, thus inferring about the robot's position or stiffness.\n\nHere are a few examples of soft sensors:\n\nThese sensors rely on measures of:\n\nThese measurements can be then fed into a control system.\n\n"
        },
        {
            "title": "Uses and applications",
            "text": "Soft robots can be implemented in the medical profession, specifically for invasive surgery. Soft robots can be made to assist surgeries due to their shape changing properties. Shape change is important as a soft robot could navigate around different structures in the human body by adjusting its form. This could be accomplished through the use of fluidic actuation.[39]\n\nSoft robots may also be used for the creation of flexible exosuits, for rehabilitation of patients, assisting the elderly, or simply enhancing the user's strength. A team from Harvard created an exosuit using these materials in order to give the advantages of the additional strength provided by an exosuit, without the disadvantages that come with how rigid materials restrict a person's natural movement. The exosuits are metal frameworks fitted with motorized muscles to multiply the wearer's strength. Also called exoskeletons, the robotic suits' metal framework somewhat mirrors the wearer's internal skeletal structure.\n\nThe suit makes lifted objects feel much lighter, and sometimes even weightless, reducing injuries and improving compliance.[40]\n\nTraditionally, manufacturing robots have been isolated from human workers due to safety concerns, as a rigid robot colliding with a human could easily lead to injury due to the fast-paced motion of the robot. However, soft robots could work alongside humans safely, as in a collision the compliant nature of the robot would prevent or minimize any potential injury.\n\nAn application of bio-mimicry via soft robotics is in ocean or space exploration. In the search for extraterrestrial life, scientists need to know more about extraterrestrial bodies of water, as water is the source of life on Earth. Soft robots could be used to mimic sea creatures that can efficiently maneuver through water. Such a project was attempted by a team at Cornell in 2015 under a grant through NASA's Innovative Advanced Concepts (NIAC).[41] The team set out to design a soft robot that would mimic a lamprey or cuttlefish in the way it moved underwater, in order to efficiently explore the ocean below the ice layer of Jupiter's moon, Europa. But exploring a body of water, especially one on another planet, comes with a unique set of mechanical and materials challenges. In 2021, scientists demonstrated a bioinspired self-powered soft robot for deep-sea operation that can withstand the pressure at the deepest part of the ocean at the Mariana Trench. The robot features artificial muscles and wings out of pliable materials and electronics distributed within its silicone body. It could be used for deep-sea exploration and environmental monitoring.[42][43][44] In 2021, a team from Duke University reported a dragonfly-shaped soft robot, termed DraBot, with capabilities to watch for acidity changes, temperature fluctuations, and oil pollutants in water.[45][46][47]\n\nSoft robots that look like animals or are otherwise hard to identify could be used for surveillance and a range of other purposes.[48] They could also be used for ecological studies such as amid wildlife.[49] Soft robots could also enable novel artificial camouflage.[50]\n\nBenefits of soft robot designs over fully conventional robot designs may be lighter weight -- heavy payloads are expensive to launch -- and increased safety -- robots may work alongside astronauts.[71]\n\n"
        },
        {
            "title": "Mechanical considerations in design",
            "text": "Soft robots, particularly those designed to imitate life, often must experience cyclic loading in order to move or do the tasks for which they were designed. For example, in the case of the lamprey- or cuttlefish-like robot described above, motion would require electrolyzing water and igniting gas, causing a rapid expansion to propel the robot forward.[41] This repetitive and explosive expansion and contraction would create an environment of intense cyclic loading on the chosen polymeric material. A robot in a remote underwater location or on a remote planetary body like Europa would be practically impossible to patch up or replace, so care would need to be taken to choose a material and design that minimizes initiation and propagation of fatigue-cracks. In particular, one should choose a material with a fatigue limit, or a stress-amplitude frequency above which the polymer's fatigue response is no longer dependent on the frequency.[72]\n\nSecondly, because soft robots are made of highly compliant materials, one must consider temperature effects. The yield stress of a material tends to decrease with temperature, and in polymeric materials this effect is even more extreme.[72] At room temperature and higher temperatures, the long chains in many polymers can stretch and slide past each other, preventing the local concentration of stress in one area and making the material ductile.[73] But most polymers undergo a ductile-to-brittle transition temperature[74] below which there is not enough thermal energy for the long chains to respond in that ductile manner, and fracture is much more likely. The tendency of polymeric materials to turn brittle at cooler temperatures is in fact thought to be responsible for the Space Shuttle Challenger disaster, and must be taken very seriously, especially for soft robots that will be implemented in medicine. A ductile-to-brittle transition temperature need not be what one might consider \"cold,\" and is in fact characteristic of the material itself, depending on its crystallinity, toughness, side-group size (in the case of polymers), and other factors.[74]\n\n"
        },
        {
            "title": "In popular culture",
            "text": "The 2014 Disney film Big Hero 6 features a soft robot, Baymax, originally designed for use in the healthcare industry. In the film, Baymax is portrayed as a large yet unintimidating robot with an inflated vinyl exterior surrounding a mechanical skeleton. The basis of Baymax concept comes from real life research on applications of soft robotics in the healthcare field, such as roboticist Chris Atkeson's work at Carnegie Mellon's Robotics Institute.[76]\n\nThe 2018 animated Sony film Spider-Man: Into the Spider-Verse features a female version of the supervillain Doctor Octopus that utilizes tentacles built with soft robotics to subdue her foes.\n\nIn episode 4 of the animated series Helluva Boss, inventor Loopty Goopty uses tentacles with soft robotics tipped with various weapons to threaten the members of the I.M.P into murdering his friend, Lyle Lipton.\n\n"
        }
    ]
}