{
    "url": "https://en.wikipedia.org/wiki/Soft_pornography",
    "title": "Softcore pornography",
    "table_of_contents": [
        "1 Components",
        "2 Regulation and censorship",
        "3 History",
        "4 See also",
        "5 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nSoftcore pornography or softcore porn, is commercial still photography or film that has a pornographic or erotic component but is less sexually graphic and intrusive than hardcore pornography, defined by a lack of visual sexual penetration. Softcore pornography includes stripteases, lingerie modeling, simulated sex and emphasis on the sensual appreciation of the female or male form. It typically contains nude or semi-nude actors involved in love scenes and is intended to be sexually arousing and aesthetically beautiful. The distinction between softcore pornography and erotic photography is largely a matter of taste.\n\n"
        },
        {
            "title": "Components",
            "text": "Softcore pornography may include sexual activity between two people or masturbation. It does not contain explicit depictions of sexual penetration, cunnilingus, fellatio, or ejaculation. Depictions of erections of the penis may not be allowed (see Mull of Kintyre Test), although attitudes towards this are ever-changing.[1] Commercial pornography can be differentiated from erotica, which has high-art aspirations.[2]\n\nPortions of images that are considered too graphic and may be hidden in a variation of ways, such as the use of covered hair or clothing, particularly positioned hands or other body parts carefully positioned foreground elements in the scene (often plants, pillows, furniture, or drapery) and carefully chosen camera angles.\n\nPornographic filmmakers sometimes make both hardcore and softcore types of a film, with the softcore version using less explicit angles of sex scenes[3] or using the other techniques to \"tone down\" any objectionable feature. The softcore version may, for example, be edited for the in-house hotel pay-per-view market.\n\nTotal nudity is commonplace in several magazines, as well as in photography[4] and on the Internet.\n\n"
        },
        {
            "title": "Regulation and censorship",
            "text": "Softcore films are commonly less regulated and restricted than hardcore pornography, and cater to a different market. In most countries softcore films are eligible for movie ratings, usually on a restricted rating, though many such films are also released unrated. As with hardcore films, availability of softcore films varies depending on local laws. Also, the exhibition of such films may be restricted to those above a certain age, typically 18. At least one country, Germany, has different age limits for hardcore and softcore pornography, softcore material usually receiving a FSK-16 rating (no one under 16 allowed to buy) and hardcore material receiving a FSK-18 (no one under 18 allowed to buy). In some countries, broadcasting of softcore films is widespread on cable television networks,[5] with some such as Cinemax producing their own in-house softcore films and television series.\n\nIn some countries, images of women's genitals are digitally manipulated so that they are not too \"detailed\".[6] An Australian pornographic actress says that images of her own genitals sold to pornographic magazines in different countries are digitally manipulated to change the size and shape of the labia according to censorship standards in different countries.[7][8][9]\n\n"
        },
        {
            "title": "History",
            "text": "Originally, softcore pornography was presented mainly in the form of \"men's magazines\", when it was barely acceptable to show a glimpse of a woman's nipple in the 1950s. By the 1970s, mainstream magazines such as Playboy, Penthouse, and especially Hustler, showcased nudity.[4]\n\nAfter the formation of the MPAA rating system in the United States and prior to the 1980s, numerous softcore films, with a wide range of production costs, were released to mainstream movie theatres, especially drive-ins. Emmanuelle[10] and Alice in Wonderland[11] received positive reviews from noted critics such as Roger Ebert.\n\nFrom the 2000s, relaxed standards for cable television has allowed for the production of a number of television series with sexually explicit or violent content to air that would have been restricted to the softcore movie market in the past.[citation needed]\n\n"
        }
    ]
}