{
    "url": "https://en.wikipedia.org/wiki/Solitary_practitioner",
    "title": "Solitary practitioner",
    "table_of_contents": [],
    "paragraphs": [
        {
            "title": "",
            "text": "A solitary witch is one who chooses to practice their spiritual faith in the privacy of their home or other designated space, without the need to participate in a group such as that of a Wiccan coven; although it’s not uncommon for solitaries to participate in some communal activities[1]  (e.g. Sabbats). Many solitary practitioners are Neo-pagans, who adhere to a diverse group of pagan religions that include various forms of Wicca, Traditional Reconstructionism and Traditional British Witchcraft, among others. About half of all pagans are self-ascribed solitary practitioners.[2]\n\nWhile formal training is not a necessary component of solitary practice as it is in more organized groups, it is nevertheless a supported recommendation and practitioners can find myriad workshops, seminars and classes, in their local communities and online, that help to provide a more well-rounded approach to their spiritual practice. In most cases books are the primary means of education of the solitary practitioner, along with CDs and instructional videos. Furthermore, the internet has provided for innumerable avenues of personal education in several spiritual faiths, Neo-Pagan or otherwise, making it possible for an individual to learn all they can about a particular path. In addition, that individual may decide to merge the various beliefs, legends and rituals they’ve researched from differing paths into a diverse, yet coherent whole known as being “Eclectic.”[3]\n\nDecisions for choosing solitary practice over community gatherings are as individual as the practitioners themselves, but a few common reasons are often cited.  The reason most often given is that of fear, in that the practitioner is concerned they might be the subject of harassment or abuse, whether physically, emotionally, and/or socially, should the individual publicly express their beliefs, especially when those beliefs are in direct contrast to those of their local community. This mentality is often referred to by those in the Neo-Pagan community by the slang phrase, “still in the broom closet.”[citation needed]\n\nHowever, another reason is mere personal preference: the individual simply feels more comfortable practicing alone, rather than with others; entering into sacred communion with their deities on a one-to-one basis in private. There have been historically wise women, oracles, shamans and the like, who practised alone and offered essential services to their communities,[clarification needed][4] choosing a select few to inherit their knowledge (most often members of their family or people they were particularly close with). The claim could be made that such exclusivity contributed to the targeting of witches, genuine or not, whose secret arts caused fear and suspicion in the minds of the general public and jealousy[citation needed] in medieval doctors, whose practices were ineffective.[citation needed] (This last statement is inferred from historical premise and opinion and should not be treated as fact).[clarification needed]\n\nSolitary practice has been the subject of scrutiny within the Neo-Pagan community by those who feel that the practice is uncommitted, or in some way insincere, especially within the Wiccan community who consider a witch’s power to be transferred or bestowed upon an individual by the leading authority of a group, for instance a High Priest or Priestess. Regardless of public opinion, several proponents of solitary practice, such as Doreen Valiente and Raymond Buckland, have advocated and promoted the act of “self-initiation”, a process by which an individual professes in private (usually through a ritual of some kind) their commitment to and worship of a particular deity or pantheon. In this way a practitioner may acquire in their own way a feeling of authenticity, with the added benefit of remaining exclusive, and an extensive amount of self-initiating rituals have been written and published for the general public by popular New Age authors like Silver RavenWolf and the late Scott Cunningham, both of whom having written educational guides for the solitary practitioner.\n\n"
        }
    ]
}