{
    "url": "https://en.wikipedia.org/wiki/Solway_Firth_Spaceman",
    "title": "Solway Firth Spaceman",
    "table_of_contents": [
        "1 Photograph",
        "1.1 Explanation of the \"spaceman\"",
        "2 Publicity",
        "3 References",
        "4 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe Solway Firth Spaceman (also known as the Solway Spaceman or the Cumberland Spaceman) is a figure seen in a photograph taken on May 23, 1964 by fireman, photographer and local historian Jim Templeton (13 February 1920 – 27 November 2011).\n\nThe picture was taken on Burgh Marsh, situated near Burgh by Sands, overlooking the Solway Firth in Cumbria, England. Templeton claimed the photograph shows a background figure wearing a space suit and insisted that he did not see anyone present when the photograph was taken. The image was reproduced widely in contemporary newspapers[1] and gained the interest of ufologists.[2]\n\nJournalist David Clarke posited an explanation for the anomaly in the photograph in a 2014 BBC interview, concluding that the figure was the photographer's wife, standing with her back towards the camera, her blue dress appearing white due to overexposure.[3]\n\n"
        },
        {
            "title": "Photograph",
            "text": "On 23 May 1964, Jim Templeton, a firefighter from Carlisle, Cumberland (now part of Cumbria), took three photographs of his five-year-old daughter while on a day trip to Burgh Marsh.[1] Templeton said the only other people on the marshes that day were a couple of old women sitting in a car at the far end of the marsh. In a letter to the Daily Mail in 2002, Templeton stated, \"I took three pictures of my daughter Elizabeth in a similar pose – and was shocked when the middle picture came back from Kodak displaying what looks like a spaceman in the background.\"[4] Templeton insists that he did not see the figure until after his photographs were developed, and analysts at Kodak confirmed that the photograph was genuine.[1]\n\nAccording to UFO book author David Clarke in 2014, the \"spaceman\" is most likely Templeton's wife, Annie, who was present at the time and was seen on another photograph taken that day. \"I think for some reason his wife walked into the shot and he didn't see her because with that particular make of camera you could only see 70% of what was in the shot through the viewfinder\", said Clarke. Annie Templeton was wearing a pale blue dress on the day in question, which was partially overexposed as white in another photo; she also had dark bobbed hair. It has been argued that, when using photo software to darken the image and straighten the horizon, the figure increasingly appears to be a regular person viewed from behind.[3][5] Of its impact, Clarke said: \"People will still be talking about it in another 50 years.\"[3]\n\n"
        },
        {
            "title": "Publicity",
            "text": "Templeton stated, \"I took the picture to the police in Carlisle who, after many doubts, examined it and stated there was nothing suspicious about it. The local newspaper, the Cumberland News, picked up the story and within hours it was all over the world. The picture is certainly not a fake, and I am as bemused as anyone else as to how this figure appeared in the background. Over the four decades the photo has been in the public domain, I have had many thousands of letters from all over the world with various ideas or possibilities – most of which make little sense to me.\"[4]\n\nTempleton said that after the photograph was published he was visited by two men who said they were from the government who refused to show their identification and that \"They said they worked for the government and that they were only identified by number.\"[6] After taking the men to the site where the photos were taken, Templeton said that when he explained he had not seen the figure at the time, the men became angry and drove away, leaving him to walk home.[1] In September 1964, Templeton dismissed the two men as frauds, saying: \"It all looks like a leg pull to me. I'm sure the men were not security agents.\"[7]\n\nIn a BBC Look North interview and a letter to The Daily Mail, Templeton also said that a Blue Streak missile launch at the Woomera Test Range in South Australia had been aborted because the figures of two large men were seen on the firing range. He alleged that technicians later saw his photograph in an Australian newspaper and found the figures to be exactly the same.[8]\n\nResponding to a request from ufologists to know if the photo was of interest to the authorities, a British Ministry of Defence official said that the Templeton photo was of no interest to them.[9]\n\nIn 1996, Templeton and his now adult daughter Elizabeth Dobson were interviewed by a reporter from the Scottish newspaper Dumfries Courier, with Elizabeth commenting: \"We got a lot of hassle from people like you [the press], but I was really young and can't remember much. I think it was somebody from another planet. It is pretty selfish of us to think that we are the only intelligent form of life.\"[10]\n\nIn a 2011 interview in the Dumfries Courier shortly before his death, Templeton, then 91, said that Elizabeth and grandson Thomas were taking over as custodians of his 20,000-image historical library.[11]\n\n"
        }
    ]
}