{
    "url": "https://en.wikipedia.org/wiki/Sophist",
    "title": "Sophist",
    "table_of_contents": [
        "1 Etymology",
        "2 History",
        "3 Major figures",
        "3.1 Protagoras",
        "3.2 Xeniades",
        "3.3 Gorgias",
        "3.4 Lycophron",
        "4 Criticism",
        "4.1 Aristophanes",
        "4.2 Socrates",
        "4.3 Isocrates",
        "4.4 Plato",
        "5 Influence",
        "5.1 Democracy",
        "5.2 Education",
        "5.2.1 Athens",
        "5.2.2 Rome",
        "6 Modern usage",
        "7 See also",
        "8 Notes",
        "9 References",
        "10 Further reading",
        "11 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "A sophist (Greek: σοφιστής, romanized: sophistes) was a teacher in ancient Greece in the fifth and fourth centuries BC. Sophists specialized in one or more subject areas, such as philosophy, rhetoric, music, athletics, and mathematics. They taught arete – \"virtue\" or \"excellence\" – predominantly to young statesmen and nobility.\n\nIn the present day, however, a sophist refers to someone who deliberately argues using fallacious arguments or reasoning, in order to mislead; see the section #Modern usage below.\n\n"
        },
        {
            "title": "Etymology",
            "text": "The Greek word σοφός, sophos, 'a wise man' is related to the noun σοφία, sophia, 'wisdom'. Since the times of Homer it commonly referred to an expert in his profession or craft. Charioteers, sculptors, or military experts could be referred to as sophoi in their occupations. The word has gradually come to connote general wisdom and especially wisdom in human affairs such as politics, ethics, and household management. This was the meaning ascribed to the Greek Seven Sages of 7th and 6th century BC (such as Solon and Thales), and it was the meaning that appears in the histories of Herodotus.\n\nThe word σοφός gives rise to the verb σοφίζω, sophizo, 'to instruct / make learned', the passive voice of which means \"to become or be wise\", or \"to be clever or skilled\". From the verb is derived the noun σοφιστής, sophistes, which originally meant \"a master of one's craft\" and later \"a prudent man\" or \"wise man\".[1] The word for \"sophist\" in various languages comes from sophistes.\n\nThe word \"sophist\" could be combined with other Greek words to form compounds. Examples include meteorosophist, which roughly translates to \"expert in celestial phenomena\"; gymnosophist (or \"naked sophist\", a word used to refer to Indian philosophers), deipnosophist or \"dinner sophist\" (as in the title of Athenaeus's Deipnosophistae), and iatrosophist, a type of physician in the later Roman period.\n\n"
        },
        {
            "title": "History",
            "text": "In the second half of the 5th century BC, particularly in Athens, \"sophist\" came to denote a class of mostly itinerant intellectuals who taught courses in various subjects, speculated about the nature of language and culture, and employed rhetoric to achieve their purposes, generally to persuade or convince others. \"Sophists did, however, have one important thing in common: whatever else they did or did not claim to know, they characteristically had a great understanding of what words would entertain or impress or persuade an audience.\"[2] Sophists went to Athens to teach because the city was flourishing at the time. It was good employment for those good at debate, which was a speciality of the first sophists, and they received the fame and fortune they were seeking. Protagoras is generally regarded as the first of these professional sophists. Others include Gorgias, Prodicus, Hippias, Thrasymachus, Lycophron, Callicles, Antiphon, and Cratylus. A few sophists claimed that they could find the answers to all questions. Most of these sophists are known today primarily through the writings of their opponents (particularly Plato and Aristotle), which makes it difficult to assemble an unbiased view of their practices and teachings. In some cases, such as Gorgias, original rhetorical works are extant, allowing the author to be judged on his own terms, but in most cases, knowledge about what individual sophists wrote or said comes from fragmentary quotations that lack context and are usually hostile.\n\nSophists could be described both as teachers and philosophers, having travelled about in Greece teaching their students various life skills, particularly rhetoric and public speaking. These were useful qualities of the time, during which persuasive ability had a large influence on one's political power and economic wealth. Athens became the center of the sophists' activity, due to the city's freedom of speech for non-slave citizens and its wealth of resources. The sophists as a group had no set teachings, and they lectured on subjects that were as diverse as semantics and rhetoric, to ontology, and epistemology. Most sophists claimed to teach arete (\"excellence\" or \"virtue\") in the management and administration of not only one's affairs, but the city's as well. Before the 5th century BC, it was believed that aristocratic birth qualified a person for arete and politics. However, Protagoras, who is regarded as the first sophist, argued that arete was the result of training rather than birth.[3][full citation needed]\n\n"
        },
        {
            "title": "Major figures",
            "text": "Most of what is known about sophists comes from commentaries from others. In some cases, such as Gorgias, some of his works survive, allowing the author to be judged on his own terms. In one case, the Dissoi logoi, an important sophist text survived but knowledge of its author has been lost. However, most knowledge of sophist thought comes from fragmentary quotations that lack context. Many of these quotations come from Aristotle, who seems to have held the sophists in slight regard.[citation needed]\n\nProtagoras was one of the best known and most successful sophists of his era; however, some later philosophers, such as Sextus Empiricus[4] treat him as a founder of a philosophy rather than as a sophist. Protagoras taught his students the necessary skills and knowledge for a successful life, particularly in politics. He trained his pupils to argue from both points of view because he believed that truth could not be limited to just one side of the argument. Protagoras wrote about a variety of subjects and advanced several philosophical ideas, particularly in epistemology. Some fragments of his works have survived. He is the author of the famous saying, \"Man is the measure of all things\", which is the opening sentence of a work called Truth.[5]\n\nXeniades was a skeptical philosopher from  Corinth, probably a follower of the pre-Socratic Xenophanes. There may have been two such persons, as he is referenced by Democritus c. 400 BC, though was also supposedly the purchaser of Diogenes the Cynic c. 350 BC,  when he was captured by pirates and sold as a slave. Xeniades was supposed to have been the man who persuaded Monimus to become a follower of Diogenes, and was the source of his skeptical doctrines.[6] The little that is known of him is derived from Sextus Empiricus, who represents him as holding the most ultrasceptical opinions, and maintaining that all notions are false, and that there is absolutely nothing true in the universe.[7]  He more than once couples him with Xenophanes.[8]\n\nGorgias was a well-known sophist whose writings showcased his ability to make counter-intuitive and unpopular positions appear stronger. Gorgias authored a lost work known as On the Non-Existent, which argues that nothing exists. In it, he attempts to persuade his readers that thought and existence are different.[9] He also wrote Encomium of Helen in which he presents all of the possible reasons for which Helen could be blamed for causing the Trojan War and refutes each one of them.\n\nLycophron is mentioned as a sophist by Aristotle, and was probably among the students of Gorgias[10] He rejected the supposed value of an aristocratic birth,[10] claiming that \"Now the nobility of good birth is obscure, and its grandeur a matter of words.\"[10] meaning that there is no factual difference between those well-born and those low-born; only words and opinion assign value to these different circumstances of birth.[11] This statement may indicate that Lycophron shared the beliefs of Antiphon, that (regardless of their ancestry) both Greeks and barbarians are born with the same capacities: An egalitarian belief that was a minority view in the 5th century BC.[10][12] He is also known for his statement (reproduced by Aristotle, in the latter's Politics, 1280b10), that \"law is only a convention, a surety to another of justice\".[13] Also translated as \"a guarantor of men's rights against one another\". He, thus, believed that law is a matter of agreement, a social convention and not a natural or universal standard (there is no evidence that Lycophron rejected the idea that law is a universal standard – indeed his view appears far more universalist than that of Aristotle, in that Lycophron proposes a single standard, what would now be called the non aggression principle, in relation to all states). In this respect his views on law are similar to those of Protagoras.[10][14] This means that he treats law as a mere means, in the context of a (perhaps primitive) social contract theory, without considering it as something special, in contradistinction to, e.g., Plato but similar to both Thrasymachus and Callicles, albeit that their theories have – as far as can be ascertained from the information available about them – more specific characteristics.[13]\n\n\n\n"
        },
        {
            "title": "Criticism",
            "text": "Many sophists taught their skills for a price. Due to the importance of such skills in the litigious social life of Athens, practitioners often commanded very high fees. The sophists' practice of questioning the existence and roles of traditional deities and investigating into the nature of the heavens and the earth prompted a popular reaction against them. The attacks of some of their followers against Socrates prompted a vigorous condemnation from his followers, including Plato and Xenophon, as there was a popular view of Socrates as a sophist. For example, in the comic play The Clouds, Aristophanes criticizes the sophists as hairsplitting wordsmiths, and makes Socrates their representative.[15] Their attitude, coupled with the wealth garnered by many of the sophists, eventually led to popular resentment against sophist practitioners and the ideas and writings associated with sophism.\n\nThe comic playwright Aristophanes, a contemporary of the sophists, criticized the sophists as hairsplitting wordsmiths. Aristophanes, however, made no distinction between sophists and philosophers, and showed either of them as willing to argue any position for the right fee. In Aristophanes's comedic play The Clouds, Strepsiades seeks the help of Socrates (a parody of the actual philosopher) in an effort to avoid paying his debts. In the play, Socrates promises to teach Strepsiades' son to argue his way out of paying his debts.[16]\n\nAn ongoing debate is centered on the difference between the sophists, who charged for their services, and Socrates, who did not.[17] Instead of giving instruction Socrates professed a self-effacing and questioning posture, exemplified by what is known as the Socratic method (although Diogenes Laërtius wrote that Protagoras—a sophist—invented this method[18][19]). Socrates' attitude towards the sophists was not entirely oppositional. In one dialogue Socrates even stated that the sophists were better educators than he was,[20] which he validated by sending one of his students to study under a sophist.[21] W. K. C. Guthrie classified Socrates as a sophist in his History of Greek Philosophy.[21]\n\n\n\nOne of the few speeches that have survived from ancient Greece is Isocrates' Against the Sophists. The speech offers scathing criticisms against sophist teachers and their failures.\n\nWhile a sophist himself, Isocrates sought to distinguish his school's pedagogical focus from other sophistic teachings. In particular, Isocrates wanted to establish an institution that educated Athenian students in a manner that would promote the success of Athenian democracy. By developing a school in Athens around 392 BCE, – approximately five years after Plato opened his Platonic Academy – Isocrates gave sophism more credibility in society.\n\nAs only small portions of the sophists' writings have survived they are mainly known through the works of Plato. Plato's dialogs present his generally hostile views on the sophists' thought, due to which he is largely responsible for the modern view of the sophist as an avaricious instructor who teaches deception. Plato depicts Socrates as refuting some sophists in several of his dialogues, depicting sophists in an unflattering light. It is unclear how accurate or fair Plato's representation of them may be; however, Protagoras and Prodicus are portrayed in a largely positive light in Protagoras.\n\nBefore Plato, the word \"sophist\" could be used as either a respectful or contemptuous title. It was in Plato's dialogue, Sophist, that the first record of an attempt to answer the question \"what is a sophist?\" is made. Plato described sophists as paid hunters after the young and wealthy, as merchants of knowledge, as athletes in a contest of words, and purgers of souls. From Plato's assessment of sophists it could be concluded that sophists do not offer true knowledge, but only an opinion of things. Plato describes them as shadows of the true, saying, \"the art of contradiction making, descended from an insincere kind of conceited mimicry, of the semblance-making breed, derived from image making, distinguished as portion, not divine but human, of production, that presents, a shadow play of words—such are the blood and the lineage which can, with perfect truth, be assigned to the authentic sophist\". Plato sought to distinguish sophists from philosophers, arguing that a sophist was a person who made his living through deception, whereas a philosopher was a lover of wisdom who sought the truth. To give the philosophers greater credence, Plato gave the sophists a negative connotation.[22]\n\nPlato depicts Socrates as refuting sophists in several dialogues. These texts often depict the sophists in an unflattering light, and it is unclear how accurate or fair Plato's representation of them may be; however, Protagoras and Prodicus are portrayed in a largely positive light in Protagoras. Protagoras argued that \"man is the measure of all things\", meaning man decides for himself what he is going to believe.[23] The works of Plato and Aristotle have had much influence on the modern view of the \"sophist\" as a greedy instructor who uses rhetorical sleight-of-hand and ambiguities of language in order to deceive, or to support fallacious reasoning. In this view, the sophist is not concerned with truth and justice, but instead seeks power.\n\nSome scholars, such as Ugo Zilioli[24] argue that the sophists held a relativistic view on cognition and knowledge. However, this may involve the Greek word \"doxa\", which means \"culturally shared belief\" rather than \"individual opinion\". The sophists' philosophy contains criticisms of religion, law, and ethics. Although many sophists were apparently as religious as their contemporaries, some held atheistic or agnostic views (for example, Protagoras and Diagoras of Melos).\n\n"
        },
        {
            "title": "Influence",
            "text": "Few writings from and about the first sophists survive. The early sophists charged money in exchange for education and providing wisdom, and so were typically employed by wealthy people. This practice resulted in the condemnations made by Plato through Socrates in his dialogues, as well as by Xenophon in his Memorabilia and, somewhat controversially, by Aristotle. As a paid tutor to Alexander the Great, Aristotle could be accused of being a sophist. Aristotle did not actually accept payment from Philip, Alexander's father, but requested that Philip reconstruct Aristotle's home town of Stageira as payment, which Philip had destroyed in a previous campaign, terms which Philip accepted.[citation needed] James A. Herrick wrote: \"In De Oratore, Cicero blames Plato for separating wisdom and eloquence in the philosopher's famous attack on the sophists in Gorgias.\"[25] Through works such as these, sophists were portrayed as \"specious\" or \"deceptive\", hence the modern meaning of the term.\n\nThe sophists' rhetorical techniques were useful for any young nobleman seeking public office. The societal roles the sophists filled had important ramifications for the Athenian political system. The historical context provides evidence for their considerable influence, as Athens became more and more democratic during the period in which the sophists were most active.[26]\n\nEven though Athens was already a flourishing democracy before their arrival, the cultural and psychological contributions of the sophists played an important role in the growth of Athenian democracy. Sophists contributed to the new democracy in part by espousing expertise in public deliberation, the foundation of decision-making, which allowed—and perhaps required—a tolerance of the beliefs of others. This liberal attitude would naturally have made its way into the Athenian assembly as sophists began acquiring increasingly high-powered clients.[27] Continuous rhetorical training gave the citizens of Athens \"the ability to create accounts of communal possibilities through persuasive speech\".[28] This was important for the democracy, as it gave disparate and sometimes superficially unattractive views a chance to be heard in the Athenian assembly.\n\nIn addition, sophists had a great impact on the early development of law, as the sophists were the first lawyers in the world. Their status as lawyers was a result of their highly developed skills in argument.[29]\n\nThe sophists were the first formal teachers of the art of speaking and writing in the Western world. Their influence on education in general, and medical education in particular, has been described by Seamus Mac Suibhne.[30] The sophists \"offer quite a different epistemic field from that mapped by Aristotle\", according to scholar Susan Jarratt, writer of Rereading the Sophists: Classical Rhetoric Refigured.\n\nFor the sophists, the science of eloquence became a method to earn money. In order to teach their students the art of persuasion and demonstrate their thoughts, they focused on two techniques: dialectics and rhetoric. The sophists taught their students two main techniques: the usage of sophisms and contradictions. These means distinguished the speeches of the sophists from the other speakers. Contradictions (antithesis [31]) were important to the Sophists because they believed that a good rhetorician should be able to defend both his own opinion and the exact opposite one. In this way, was developed the ability to find clear, convincing arguments for any thesis. For the sophists, the primary purpose was to win the dispute in order to prove their excellence in word usage. They were convinced that there was no verity, but there were different opinions, equal in importance, and the \"verity\" was the only one that would be more convincingly demonstrated by the rhetorician.\n\nSophists were not limited in their speeches only to topics in which they were aware. For them, there were no topics they could not dispute, because their skill reached such a level that they were able to talk about completely unknown things to them and still impress upon listeners and the opponent. The main purpose was to pick an approach to the audience, to please it and to adapt the speech to it. Unlike Plato's approach, the Sophist rhetoricians did not focus on identifying the truth, but the most important thing for them was to prove their case.\n\nThe first sophist whose speeches are a perfect example of a sophisticated approach is Gorgias. One of his most famous speeches is the \"Praise of Helen\", which has made a significant contribution to rhetorical art. In this speech, Gorgias aims to make something almost impossible – to justify Helen, about whom the people have already had a negative opinion. By methods of double oppositions, stringing of repetitive positive qualities and insightful consistent arguments, Gorgias Leontynets gradually purifies the poor reputation of a woman. Later, Aristotle described the means used in Gorgias' speech as \"Gorgias figures\". All of these figures create the most accessible path for the audience to the argument offered, varying depending on the type of speech and audience.\n\nThe classical tradition of rhetoric and composition refers more to philosophers such as Aristotle, Cicero, and Quintilian than to the sophists. Owing largely to the influence of Plato and Aristotle, philosophy came to be regarded as distinct from sophistry, the latter being regarded as specious and rhetorical, a practical discipline. Thus, by the time of the Roman Empire, a sophist was simply a teacher of rhetoric and a popular public speaker. For instance, Libanius, Himerius, Aelius Aristides, and Fronto were sophists in this sense.[citation needed] However, despite the opposition from philosophers Socrates, Plato, and Aristotle, it is clear that sophists had a vast influence on a number of spheres, including the growth of knowledge and on ethical-political theory. Their teachings had a huge influence on thought in the 5th century BC.[citation needed] The sophists focused on the rational examination of human affairs and the betterment and success of human life. They argued that gods could not be the explanation of human action.\n\nMany rhetoricians during this period were instructed under specialists in Greek rhetorical studies as part of their standard education. Cicero, a prominent rhetorician during this period in Roman history, is one such example of the influence of the Second Sophistic on Roman education. His early life coincided with the suppression of Latin rhetoric in Roman education under the edicts of Crassus and Domitius. Cicero was instructed in Greek rhetoric throughout his youth, as well as in other subjects of the Roman rubric under Archias. Cicero benefited in his early education from favorable ties to Crassus.[32]\n\nIn his writings, Cicero is said to have shown a \"synthesis that he achieved between Greek and Roman culture\" summed up in his work De Oratore. Despite his oratorical skill, Cicero pressed for a more liberal education in Roman instruction which focused more in the broad sciences including Roman history. He entitled this set of sciences as politior humanitas (2.72). Regardless of his efforts toward this end, Greek history was still preferred by the majority of aristocratic Romans during this time.[33]\n\nFrom the late 1st century AD the Second Sophistic, a philosophical and rhetorical movement, was the chief expression of intellectual life. The term \"Second Sophistic\" comes from Philostratus, who, rejecting the term \"New Sophistic\", traced the beginnings of the movement to the orator Aeschines in the 4th century BC. But its earliest representative was really Nicetas of Smyrna, in the late 1st century AD. Unlike the original Sophistic movement of the 5th century BC, the Second Sophistic was little concerned with politics. But it was, to a large degree, to meet the everyday needs and respond to the practical problems of Greco-Roman society. It came to dominate higher education and left its mark on many forms of literature.[citation needed] Lucian, himself a writer of the Second Sophistic, even calls Jesus \"that crucified sophist\".[34]\n\nDuring the Second Sophistic, the Greek discipline of rhetoric heavily influenced Roman education. During this time Latin rhetorical studies were banned for the precedent of Greek rhetorical studies. In addition, Greek history was preferred for educating the Roman elites above that of their native Roman history.[32]\n\n"
        },
        {
            "title": "Modern usage",
            "text": "In modern usage, sophism, sophist, and sophistry are used disparagingly. A sophism, or sophistry, is a fallacious argument, especially one used deliberately to deceive.[35][36] A sophist is a person who reasons with clever but fallacious and deceptive arguments.[37][38]\n\n"
        }
    ]
}