{
    "url": "https://en.wikipedia.org/wiki/Soul_dualism",
    "title": "Soul dualism",
    "table_of_contents": [
        "1 Examples",
        "1.1 Austronesia",
        "1.2 China",
        "1.3 Inuit",
        "1.4 Ural",
        "2 See also",
        "3 References",
        "4 Sources",
        "5 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Soul dualism, also called dualistic pluralism or multiple souls, is a range of beliefs that a person has two or more kinds of souls. In many cases, one of the souls is associated with body functions (\"body soul\") and the other one can leave the body (\"free soul\" or \"wandering soul\").[1][2][3][4][5][6] Sometimes the plethora of soul types can be even more complex.[7][8] Sometimes, a shaman's \"free soul\" may be held to be able to undertake a spirit journey.\n\n"
        },
        {
            "title": "Examples",
            "text": "The belief in soul dualism found throughout most Austronesian shamanistic traditions. The reconstructed Proto-Austronesian word for the \"body soul\" is *nawa (\"breath\", \"life\", or \"vital spirit\"). It is located somewhere in the abdominal cavity, often in the liver or the heart (Proto-Austronesian *qaCay).[9][10] The \"free soul\" is located in the head. Its names are usually derived from Proto-Austronesian *qaNiCu (\"ghost\", \"spirit [of the dead]\"), which also apply to other non-human nature spirits. The \"free soul\" is also referred to in names that literally mean \"twin\" or \"double\", from Proto-Austronesian *duSa (\"two\").[11][12] A virtuous person is said to be one whose souls are in harmony with each other, while an evil person is one whose souls are in conflict.[13]\n\nThe \"free soul\" is said to leave the body and journey to the spirit world during trance-like states,  sleep, delirium, death, and insanity. [14] The duality is also seen in the healing traditions of Austronesian shamans, where illnesses are regarded as a \"soul loss\" and thus to heal the sick, one must \"return\" the \"free soul\" (which may have been stolen by an evil spirit or got lost in the spirit world) into the body. If the \"free soul\" can not be returned, the afflicted person dies or goes permanently insane.[15]\n\nIn some ethnic groups, there can also be more than two souls. Like among the Tagbanwa, where a person is said to have six souls - the \"free soul\" (which is regarded as the \"true\" soul) and five secondary souls with various functions.[9]\n\nTraditional Chinese culture differentiates two hun and po spirits or souls, which correlate with yang and yin respectively. Within this soul dualism, every human has both an ethereal hun 魂 \"spiritual soul; spirit; mood\" that leaves the body after death and a substantive po 魄 \"physical soul; spirit; vigor\" that remains with the corpse. Chinese traditions differ over the number of hun and po souls in a person, for example, Taoism has the sanhunqipo 三魂七魄 \"three hun and seven po\".\n\nSeveral Inuit groups believe that a person has more than one type of soul. One is associated with respiration, the other can accompany the body as a shadow. Soul concepts of different Inuit groups are diverse; they are not alike.[16] In some cases, it is connected to shamanistic beliefs among the various Inuit groups.[17] Also Caribou Inuit groups believed in several types of souls.[18]\n\nThe concept of more kinds of souls can be found also in Finnish paganism.[4][19] See notion of shadow-soul (being able to depart freely the body), e.g. íz [hu] in Hungarian folk beliefs.[19][20] The concept of a dualistic shadow-soul called itse, related to the Hungarian conception, is also part of Finnish and general Baltic-Finnic folklore. The Estonian soul concept has been approached by several authors, some of them using rather complex frameworks.[8]\n\n"
        }
    ]
}