{
    "url": "https://en.wikipedia.org/wiki/Sound_effect",
    "title": "Sound effect",
    "table_of_contents": [
        "1 History",
        "2 Film",
        "3 Video games",
        "4 Recording",
        "5 Processing effects",
        "6 Aesthetics",
        "7 Techniques",
        "8 See also",
        "9 References",
        "10 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "A sound effect (or audio effect) is an artificially created or enhanced sound, or sound process used to emphasize artistic or other content of films, television shows, live performance, animation, video games, music, or other media. Traditionally, in the twentieth century, they were created with foley. In motion picture and television production, a sound effect is a sound recorded and presented to make a specific storytelling or creative point without the use of dialogue or music.  The term often refers to a process applied to a recording, without necessarily referring to the recording itself. In professional motion picture and television production, dialogue, music, and sound effects recordings are treated as separate elements. Dialogue and music recordings are never referred to as sound effects, even though the processes applied to such as reverberation or flanging effects, often are called \"sound effects\".\n\nThis area and sound design have been slowly merged since the late-twentieth century.\n\n"
        },
        {
            "title": "History",
            "text": "The term sound effect ranges back to the early days of radio. In its Year Book 1931 the BBC published a major article about \"The Use of Sound Effects\". It considers sounds effect deeply linked with broadcasting and states: \"It would be a great mistake to think of them as anologous to punctuation marks and accents in print. They should never be inserted into a programme already existing. The author of a broadcast play or broadcast construction ought to have used Sound Effects as bricks with which to build, treating them as of equal value with speech and music.\" It lists six \"totally different primary genres of Sound Effect\":\n\nAccording to the author, \"It is axiomatic that every Sound Effect, to whatever category it belongs, must register in the listener's mind instantaneously. If it fails to do so its presence could not be justified.\"[1]\n\n"
        },
        {
            "title": "Film",
            "text": "In the context of motion pictures and television, sound effects refers to an entire hierarchy of sound elements, whose production encompasses many different disciplines, including:\n\nEach of these sound effect categories is specialized, with sound editors known as specialists in an area of sound effects (e.g. a \"Car cutter\" or \"Guns cutter\").\n\nFoley is another method of adding sound effects. Foley is more of a technique for creating sound effects than a type of sound effect, but it is often used for creating the incidental real world sounds that are very specific to what is going on onscreen, such as footsteps. With this technique the action onscreen is essentially recreated to try to match it as closely as possible. If done correctly it is very hard for audiences to tell what sounds were added and what sounds were originally recorded (location sound).\n\nIn the early days of film and radio, foley artists would add sounds in realtime or pre-recorded sound effects would be played back from analogue discs in realtime (while watching the picture). Today, with effects held in digital format, it is easy to create any required sequence to be played in any desired timeline.\n\nIn the days of silent film, sound effects were added by the operator of a theater organ or photoplayer, both of which also supplied the soundtrack of the film. Theater organ sound effects are usually electric or electro-pneumatic, and activated by a button pressed with the hand or foot.\nPhotoplayer operators activate sound effects either by flipping switches on the machine or pulling \"cow-tail\" pull-strings, which hang above. Sounds like bells and drums are made mechanically, sirens and horns electronically. Due to its smaller size, a photoplayer usually has fewer special effects than a theater organ, or less complex ones.\n\n"
        },
        {
            "title": "Video games",
            "text": "The principles involved with modern video game sound effects (since the introduction of sample playback) are essentially the same as those of motion pictures.  Typically a game project requires two jobs to be completed: sounds must be recorded or selected from a library and a sound engine must be programmed so that those sounds can be incorporated into the game's interactive environment.\n\nIn earlier computers and video game systems, sound effects were typically produced using sound synthesis. In modern systems, the increases in storage capacity and playback quality has allowed sampled sound to be used. The modern systems also frequently utilize positional audio, often with hardware acceleration, and real-time audio post-processing, which can also be tied to the 3D graphics development. Based on the internal state of the game, multiple different calculations can be made. This will allow for, for example, realistic sound dampening, echoes and doppler effect.\n\nHistorically the simplicity of game environments reduced the required number of sounds needed, and thus only one or two people were directly responsible for the sound recording and design.  As the video game business has grown and computer sound reproduction quality has increased, however, the team of sound designers dedicated to game projects has likewise grown and the demands placed on them may now approach those of mid-budget motion pictures.\n\nSome pieces of music use sound effects that are made by a musical instrument or by other means. An early example is the 18th century Toy Symphony. Richard Wagner in the opera Das Rheingold (1869) lets a choir of anvils introduce the scene of the dwarfs who have to work in the mines, similar to the introduction of the dwarfs in the 1937 Disney movie Snow White. Klaus Doldingers soundtrack for the 1981 movie Das Boot includes a title score with a sonar sound to reflect the U-boat setting. John Barry integrated into the title song of Moonraker (1979) a sound representing the beep of a Sputnik like satellite.\n\n"
        },
        {
            "title": "Recording",
            "text": "The most realistic sound effects may originate from original sources; the closest sound to machine-gun fire could be an original recording of actual machine guns.\n\nDespite this, real life and actual practice do not always coincide with theory. When recordings of real life do not sound realistic on playback, Foley and f/x are used to create more convincing sounds. For example, the realistic sound of bacon frying can be the crumpling of cellophane, while rain may be recorded as salt falling on a piece of tinfoil.\n\nLess realistic sound effects are digitally synthesized or sampled and sequenced (the same recording played repeatedly using a sequencer). When the producer or content creator demands high-fidelity sound effects, the sound editor usually must augment his available library with new sound effects recorded in the field.\n\nWhen the required sound effect is of a small subject, such as scissors cutting, cloth ripping, or footsteps, the sound effect is best recorded in a studio, under controlled conditions in a process known as foley. Many sound effects cannot be recorded in a studio, such as explosions, gunfire, and automobile or aircraft maneuvers.  These effects must be recorded by a professional audio engineer.\n\nWhen such \"big\" sounds are required, the recordist will begin contacting professionals or technicians in the same way a producer may arrange a crew; if the recordist needs an explosion, he may contact a demolition company to see if any buildings are scheduled to be destroyed with explosives in the near future.  If the recordist requires a volley of cannon fire, he may contact historical re-enactors or gun enthusiasts.\n\nDepending on the effect, recordists may use several DAT, hard disk, or Nagra recorders and a large number of microphones.  During a cannon- and musket-fire recording session for the 2003 film The Alamo, conducted by Jon Johnson and Charles Maynes, two to three DAT machines were used.  One machine was stationed near the cannon itself, so it could record the actual firing.  Another was stationed several hundred yards away, below the trajectory of the ball, to record the sound of the cannonball passing by.  When the crew recorded musket-fire, a set of microphones were arrayed close to the target (in this case a swine carcass) to record the musket-ball impacts.\n\nA counter-example is the common technique for recording an automobile.  For recording \"Onboard\" car sounds (which include the car interiors), a three-microphone technique is common.  Two microphones record the engine directly: one is taped to the underside of the hood, near the engine block.  The second microphone is covered in a wind screen and tightly attached to the rear bumper, within an inch or so of the tail pipe.  The third microphone, which is often a stereo microphone, is stationed inside the car to get the car interior.\n\nHaving all of these tracks at once gives a sound designer or audio engineer a great deal of control over how he wants the car to sound.  In order to make the car more ominous or low, he can mix in more of the tailpipe recording; if he wants the car to sound like it is running full throttle, he can mix in more of the engine recording and reduce the interior perspective.  In cartoons, a pencil being dragged down a washboard may be used to simulate the sound of a sputtering engine.\n\nWhat is considered today to be the first recorded sound effect was of Big Ben striking 10:30, 10:45, and 11:00. It was recorded on a brown wax cylinder by technicians at Edison House in London on July 16, 1890. This recording is currently in the public domain.\n\n"
        },
        {
            "title": "Processing effects",
            "text": "As the car example demonstrates, the ability to make multiple simultaneous recordings of the same subject—through the use of several DAT or multitrack recorders—has made sound recording into a sophisticated craft. The sound effect can be shaped by the sound editor or sound designer, not just for realism, but for emotional effect.\n\nOnce the sound effects are recorded or captured, they are usually loaded into a computer integrated with an audio non-linear editing system.  This allows a sound editor or sound designer to heavily manipulate a sound to meet his or her needs.\n\nThe most common sound design tool is the use of layering to create a new, interesting sound out of two or three old, average sounds.  For example, the sound of a bullet impact into a pig carcass may be mixed with the sound of a melon being gouged to add to the \"stickiness\" or \"gore\" of the effect.  If the effect is featured in a close-up, the designer may also add an \"impact sweetener\" from his or her library.  The sweetener may simply be the sound of a hammer pounding hardwood, equalized so that only the low-end can be heard.  The low end gives the three sounds together added weight, so that the audience actually \"feels\" the weight of the bullet hit the victim.\n\nIf the victim is the villain, and his death is climactic, the sound designer may add reverb to the impact, in order to enhance the dramatic beat.  And then, as the victim falls over in slow motion, the sound editor may add the sound of a broom whooshing by a microphone, pitch-shifted down and time-expanded to further emphasize the death.  If the film is science-fiction, the designer may phaser the \"whoosh\" to give it a more sci-fi feel. (For a list of many sound effects processes available to a sound designer, see the bottom of this article.)\n\n"
        },
        {
            "title": "Aesthetics",
            "text": "When creating sound effects for films, sound recordists and editors do not generally concern themselves with the verisimilitude or accuracy of the sounds they present.  The sound of a bullet entering a person from a close distance may sound nothing like the sound designed in the above example, but since very few people are aware of how such a thing actually sounds, the job of designing the effect is mainly an issue of creating a conjectural sound which feeds the audience's expectations while still suspending disbelief.\nSci-fi and fantasy genres can be more forgiving in terms of audience expectations; the listener won’t be caught off guard as much by unusual sound effects. In contrast, when creating sound effects for historical accuracy and realism, the listener likely had a lifetime of exposure to some of these sounds and so there are expectations of what they should sound like.[2]\n\nIn the previous example, the phased 'whoosh' of the victim's fall has no analogue in real life experience, but it is emotionally immediate. If a sound editor uses such sounds in the context of emotional climax or a character's subjective experience, they can add to the drama of a situation in a way visuals simply cannot.  If a visual effects artist were to do something similar to the 'whooshing fall' example, it would probably look ridiculous or at least excessively melodramatic.\n\nThe \"Conjectural Sound\" principle applies even to happenstance sounds, such as tires squealing, doorknobs turning or people walking.  If the sound editor wants to communicate that a driver is in a hurry to leave, he will cut the sound of tires squealing when the car accelerates from a stop; even if the car is on a dirt road, the effect will work if the audience is dramatically engaged.  If a character is afraid of someone on the other side of a door, the turning of the doorknob can take a second or more, and the mechanism of the knob can possess dozens of clicking parts.  A skillful Foley artist can make someone walking calmly across the screen seem terrified simply by giving the actor a different gait.\n\n"
        },
        {
            "title": "Techniques",
            "text": "\nIn music and film/television production, typical effects used in recording and amplified performances are:\n"
        }
    ]
}