{
    "url": "https://en.wikipedia.org/wiki/Soup_kitchen",
    "title": "Soup kitchen",
    "table_of_contents": [
        "1 History",
        "1.1 Emergence of the modern soup kitchen",
        "1.2 Spread to the United States",
        "2 In the 21st century",
        "2.1 Sikh temple soup kitchens",
        "2.2 Comparison with front line food banks and pantries",
        "3 See also",
        "4 Notes",
        "5 References",
        "6 Further reading",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nA soup kitchen, food kitchen, or meal center, is a place where food is offered to the hungry usually for free or sometimes at a below-market price (such as via coin donations upon visiting). Frequently located in lower-income neighborhoods, soup kitchens are often staffed by volunteer organizations, such as church or community groups. Soup kitchens sometimes obtain food from a food bank for free or at a low price, because they are considered a charity, which makes it easier for them to feed the many people who require their services.\n\nMany historical and modern soup kitchens serve only soup, or just soup with bread. But other establishments which refer to themselves as a \"soup kitchen\" also serve a wider range of food, so social scientists sometimes discuss them together with similar hunger relief agencies that provide more varied hot meals, like food kitchens and meal centers.\n\nWhile societies have been using various methods to share food with the hungry for millennia, the first soup kitchens in the modern sense may have emerged in the late 18th century. By the late 19th century, they were located in several American and European cities. In the United States and elsewhere, they became more prominent in the 20th century, especially during the Great Depression. With the much improved economic conditions that immediately followed World War II, soup kitchens became less widely used, at least in the advanced economies. In the United States, there was a resurgence in the use of soup kitchens following the cutbacks in welfare that were implemented in the early 1980s.\n\nIn the 21st century, the use of soup kitchens expanded in both the United States and Europe, following lasting global increases in the price of food which began in late 2006. Demand for their services grew as the Great Recession began to worsen economic conditions for those with lower incomes. In much of the UK and Europe, demand further increased after the introduction of austerity-based economic policies from 2010. For instance, Emma Middleton, a poverty caseworker in the UK stated in 2017 that the situation and need for emergency food aid in the UK had changed significantly over the last 15 years, as the cost of living increased and the existing safety nets disappeared, adding \"In the first few years [of this work], food poverty was not an issue. The soup kitchens and churches could deal with it, and it was mainly homelessness. You never saw families like that. What we see now is a constant stream of food poverty.\"[1]\n\n"
        },
        {
            "title": "History",
            "text": "The earliest occurrences of soup kitchens are difficult to identify. Throughout history, societies have invariably recognized a moral obligation to feed the hungry. The philosopher Simone Weil wrote that feeding the hungry when one has resources to do so is the most obvious obligation of all. She also said that as far back as Ancient Egypt, it was believed that people needed to show they had helped the hungry in order to justify themselves in the afterlife.[2] Soup has long been one of the most economical and simple ways to supply nutritious food to large numbers of people.[3][4]\n\nThe Christian church had been providing food to the hungry since St Paul's day, and since at least the early middle ages such nourishment was sometimes provided in the form of soup.[5] From the 14th to the 19th centuries,  Islamic soup kitchens,  called Imarets, were built throughout the Ottoman Empire. Soup and bread were often the main food served, though sometimes also rice, meat, fruit and sweet puddings.[6]\n\nSocial historian Karl Polanyi wrote that before markets became the world's dominant form of economic organisation in the 19th century, most human societies would generally either starve all together or not at all; because, communities would naturally share their food. As markets began to replace the older forms of resource allocation such as redistribution, reciprocity, and autarky, society's overall level of food security would typically rise. But food insecurity could become worse for the poorest section of society, and the need arose for more formal methods for providing them with food.[7]\n\nThe earliest modern soup kitchens were established by the inventor Sir Benjamin Thompson, who was employed as an aide-de-camp to the Elector of Bavaria in the 1790s. Thompson was an American loyalist refugee from New England and an inventor who was ennobled by Bavaria as Count Rumford. The Count was a prominent advocate of hunger relief, writing pamphlets that were widely read across Europe.[5][8][9]\n\nCount Rumford's message was especially well received in Great Britain, where he had previously held a senior government position for several years and was known as \"the Colonel\". An urgent need had recently arisen in Britain for hunger relief, due to her leading role in driving the Industrial Revolution. While technological development and economic reforms were rapidly increasingly overall prosperity, conditions for the poorest were often made worse, as traditional ways of life were disrupted. In the closing years of the 18th century, soup kitchens run on the principles pioneered by Rumford were to be found throughout England, Wales, and Scotland, with about 60,000 people being fed by them daily in London alone.[5][8]\n\nWhile soup kitchens were initially well regarded, they attracted criticism from some, for encouraging dependency, and sometimes on a local level for attracting vagrants to an area. In Britain, they were made illegal, along with other forms of aid apart from workhouses, by the Poor Law Amendment Act 1834.[a]\n\nDuring the Irish famine of the 19th century, in which one million people may have died, the British government passed the Temporary Relief Act (also known as the Soup Kitchen Act) in February 1847. The Act amended the restrictions on the provision of aid outside the workhouses for the duration of the famine and expressly allowed the establishment of soup kitchens in Ireland to relieve pressure from the overstretched Poor Law system, which was proving to be totally inadequate in coping with the disaster.[10]\n\nProhibition against soup kitchens was soon relaxed on mainland Britain too, though they never again became as prevalent as they had been in the early 19th century, partly as from the 1850s onwards, economic conditions generally began to improve even for the poorest. For the first few decades after the return of soup kitchens to mainland Britain, they were at first heavily regulated, run by groups like the Charity Organization Society. Even in the early 20th century, campaigning journalists like Bart Kennedy would criticize them for their long queues, and for the degrading questions staff would ask the hungry before giving out any soup.[5]\n\nThe concept of soup kitchens spread to the United States from Ireland after the Great famine and the concomitant wave of Irish emigration to the New World.[10] The earliest ones were established in the 1870s. A sharp rise in the number of hungry people resulting from an industrial recession coincided with the success of the  AICP, and the American branch of the Charity Organization Society, in getting various forms of \"outdoor relief\"[b] banned. This resulted in civil society establishing soup kitchens, to help feed those of the poor who did not wish to subject themselves to the regimented organisation of the Almshouses favored by the charitable societies.[11]\n\nIt is believed the term “breadline” entered the popular lexicon in the 1880s. It was during those years that a noteworthy bakery in New York City’s Greenwich Village, “Fleischmann Model Viennese Bakery,” instituted a policy of distributing unsold baked goods to the poor at the end of their business day.[12]  \nBy the late 19th century  soup kitchens were to be found in several US cities.[8][13]\nThe concept of soup kitchens hit the mainstream of United States consciousness during the Great Depression. One soup kitchen in Chicago was even sponsored by American mobster Al Capone in an effort to clean up his image.[14]\n\nWith the improved economic conditions that followed the Second World War, there was less need for soup kitchens in advanced economies.[15]  However, with the scaling back of welfare provision in the 1980s under Ronald Reagan's administration, there was a rapid rise in activity from grass roots hunger relief agencies such as soup kitchens. According to a comprehensive government survey completed in 2002, over 90% of food banks, about 80% of emergency kitchens, and all known food rescue organisations, were established in the US after 1981.[15][16] Presently, Catholic Charities USA of Colorado Springs, Colorado, founded by The Sisters of Loretto, provides food to upwards of 600-700 persons or more per day, and has been doing so since 1985.[17]\n\n"
        },
        {
            "title": "In the 21st century",
            "text": "Use of soup kitchens has grown rapidly across the world, following the lasting global inflation in the cost of food that began in late 2006. The financial crisis of 2007–2008 further increased the demand for soup kitchens, as did the introduction of austerity policies that have become common in Europe since 2010. Modern soup kitchens are generally well regarded, though like their historical counterparts they are sometimes disliked by local residents for lowering the tone of a neighborhood.[16][18][19][20]\n\nEvery Sikh shrine has a religiously sanctioned moral and humanitarian obligation to serve and provide hospitality, provisions, nourishments and meals to any man, regardless of race, creed, religious profession, identification, or affiliation. At the Langar (the temple's community run free kitchen), food is served to all visitors regardless of faith, religion, or background. Only vegetarian food is served and people eat together as equals. The institution of the Sikh langar was started by the first Sikh Guru, Guru Nanak. It was designed to uphold the principle of equality between all people regardless of religion, caste, colour, creed, age, gender, or social status. In addition to the ideals of equality, the tradition of langar expresses the ethics of sharing, community, inclusiveness, and oneness of humankind.\n\nThe world's largest and longest running soup kitchen is run at the Sikhs' holiest shrine, Golden Temple in Punjab, India, which in 2013 was serving free food for up to 300,000 people every day.[21] It was started in circa 1481 A.D by Guru Nanak and has continued ever since, except for two brief breaks.\n\nIn some countries such as Great Britain, increased demand from hungry people has largely been met by food banks, operating on the \"front line\" model, where they give food out directly to the hungry. In the USA, such establishments are called \"food pantries\"; Americans generally reserve the term \"food bank\" for entities which perform a warehouse-like function, distributing food to front line agencies, but not directly to the hungry themselves. Instead of providing hot meals, front line food banks and pantries hand out packages of groceries so that recipients can cook themselves several meals at home. This is often more convenient for the end user. They can receive food for up to a dozen or so meals at once, whereas with a soup kitchen, they typically only receive a single meal with each visit.[c]\n\nFood banks typically have procedures needed to prevent unscrupulous people taking advantage of them, unlike soup kitchens which will usually give a meal to whoever turns up with no questions asked. The soup kitchen's greater accessibility can make it more suitable for assisting people with long-term dependence on food aid. Soup kitchens can also provide warmth, companionship, and the shared communal experience of dining with others, which can be especially valued by people such as disabled, pensioners, widowers, homeless and ex-homeless. In some countries such as Greece, soup kitchens have become the most widely used form of food aid, with The Guardian reporting in 2012, that an estimated 400,000 Greeks visit a soup kitchen each day.[10][16][22][23][24]\n\n"
        }
    ]
}