{
    "url": "https://en.wikipedia.org/wiki/South_China_Morning_Post",
    "title": "South China Morning Post",
    "table_of_contents": [
        "1 History",
        "1.1 Origins",
        "1.2 Post-war era",
        "1.3 Alibaba ownership",
        "1.4 Closure of subsidiary publications",
        "2 Circulation and profitability",
        "3 Format",
        "4 Online version",
        "4.1 Editorial stance and staff",
        "4.1.1 Zhao Wei Incident",
        "4.1.2 Criticism of Li Zhanshu withdrawn",
        "4.1.3 Publication of an interview made under duress",
        "5 Awards and recognition",
        "6 SCMP Group",
        "7 Staff",
        "8 See also",
        "9 References",
        "10 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe South China Morning Post (SCMP), with its Sunday edition, the Sunday Morning Post, is a Hong Kong-based English-language newspaper owned by Alibaba Group.[2][3] Founded in 1903 by Tse Tsan-tai and Alfred Cunningham, it has remained Hong Kong's newspaper of record since British colonial rule.[4][5]: 251  Editor-in-chief Tammy Tam succeeded Wang Xiangwei in 2016. The SCMP prints paper editions in Hong Kong and operates an online news website.\n\nThe newspaper's circulation has been relatively stable for years—the average daily circulation stood at 100,000 in 2016. In a 2019 survey by the Chinese University of Hong Kong, the SCMP was regarded relatively as the most credible paid newspaper in Hong Kong.[6]\n\nThe SCMP was owned by Rupert Murdoch's News Corporation from 1986 until it was acquired by Malaysian real estate tycoon Robert Kuok in 1993.[3] On 5 April 2016, Alibaba Group acquired the media properties of the SCMP Group, including the SCMP.[2][7] In January 2017, former Digg CEO Gary Liu became the SCMP's chief executive officer.[8]\n\nSince the change of ownership in 2016, concerns have been raised about the paper's editorial independence and self-censorship. Critics including The New York Times, Der Spiegel, and The Atlantic have alleged that the paper is on a mission to promote China's soft power abroad.[9][10]\n\n"
        },
        {
            "title": "History",
            "text": "Anti-Qing revolutionary Tse Tsan-tai and British journalist Alfred Cunningham (克寧漢) founded the South China Morning Post in 1903,[11]: 25  publishing its first issue on 6 November 1903. It changed its Chinese name from \"南清早報\", which translates as the South Qing Morning Post, to \"南華早報\" in 1913, a year after the Republic of China was founded.\n\nThe purpose of founding the SCMP is disputed. The SCMP has been described as a newspaper founded to support the reform movement in the late-Qing Empire.[12]: 27 \n\nEarly editorials were mainly written by British journalists, such as Cunningham, Douglas Story and Thomas Petrie, while Tse attracted business to the newspaper.[13]: 27  The editors maintained a good relationship with the Hong Kong government.[13]: 27  In 1904, the newspaper's circulation was 300 copies.[14]: 71 \n\nThe newspaper faced competition from three English-language newspapers: the Hong Kong Daily Press, China Mail, and Hong Kong Telegraph.\n\nAfter the Second World War, the Hong Kong and Shanghai Banking Corporation (HSBC) bought majority shares in the newspaper.[11]: 25  It was listed on the Hong Kong Stock Exchange in November 1971, but was privatised again in 1987 after being bought by the News Corporation in 1986 for HK$2.2 billion (US$284.4 million).[15] SCMP relisted in 1990.[11]: 25 \n\nReading the SCMP has been described as a status symbol in the 20th century, when the newspaper represented the interests of Hong Kong elites and the British government.[16]: 323  Editors of the SCMP attended regular meetings at the Government House for disclosures that aimed to influence public opinion and received business briefings from the HSBC.[16]: 323 \n\nFor most of the 1990s, the SCMP was the world's most profitable newspaper.[17] By 1993, the SCMP's daily circulation exceeded 100,000 and posted profits of HK$586 million (US$75.6 million) from mid-1992 to mid-1993.[18]\n\nIn September 1993, Murdoch was in negotiations to sell his 50 per cent interest in the SCMP as part of a scheme to increase the News Corporation's investments in the Asian electronic media industry.[18] News Corporation then announced that it would sell 34.9 per cent stake – a controlling interest – for US$375 million to Kerry Media owned by Malaysian businessman Robert Kuok.[19][15]\n\nKuok's son, Kuok Khoon Ean, took over as chairman at the end of 1997.[20] Kuok Khoon Ean's sister, Kuok Hui Kwong, was named chief executive officer on 1 January 2009.[21] Kuok launched a general offer for the remaining shares in September 2007, and increased his stake to 74 per cent at US$209 million.[19] It was delisted in 2013 when the shares' free float fell below the required 25 per cent.[19]\n\nJonathan Fenby served as editor until 1999, when he was replaced by Robert Keatley from The Wall Street Journal, who became interim editor. Mark Landler of The New York Times wrote that under Fenby, the SCMP was \"sharply critical of the Hong Kong government\" and that this may have been a factor behind Fenby being replaced.[22] The SCMP has had 10 editors from 2000 to 2011.[23] Mark Clifford, editor-in-chief of The Standard from 2004 to 2006, was hired as editor-in-chief in February 2006.[24] Clifford brought with him several staffers from The Standard, including business section editor Stuart Jackson, who departed after seven turbulent months.[25] He presided over the controversial dismissal of several journalists over an internal prank,[26][27] and himself resigned with effect 1 April 2007.[28] Following Gina Chua's short-lived tenure at the Post, from 2009 to April 2011, and deputy editor, Cliff Buddle served as acting editor-in-chief for 10 months.[29][30]\n\nWang Xiangwei [zh],  a member of the Jilin Provincial Committee of the Chinese People's Political Consultative Conference, succeeded him in 2012.[31] Tammy Tam, senior editor of the China section, was promoted to deputy editor under Wang.[23] In May 2015, the SCMP told columnists Philip Bowring, Steve Vines, Kevin Rafferty and Frank Ching – all of whom have criticised the government in commentaries to varying degrees on different subjects over the years – that their services would no longer be needed. The manner of their dismissal generated criticism, as well as speculation as to who had instigated the removals.[32][33][34]\n\nIn January 2016, Tam was promoted to the paper's editor-in-chief.[30][35]\n\nDuring Alibaba's failed attempt at securing an initial public offering on the Hong Kong Stock Exchange, the SCMP published articles questioning the business practices of the platform, including incidents involving counterfeit goods.[3]\n\nOn 11 December 2015, Alibaba Group announced that it would acquire the media assets of SCMP Group, including SCMP, for HK$2 billion (US$266 million).[7][36]\n\nAlibaba's ownership of SCMP led to concerns that the newspaper would become a mouthpiece of the Central People's Government. Among the possible motives of the Alibaba acquisition was to make media coverage of China \"fair and accurate\" and not in the optic of Western news outlets.[37]  Alibaba said that the newspaper's editorial independence would be upheld.[38][39]\n\nJoseph Tsai, executive vice-chairman of Alibaba Group, said that the fear that Alibaba's ownership would compromise editorial independence \"reflects a bias of its own, as if to say newspaper owners must espouse certain views, while those that hold opposing views are 'unfit'. In fact, that is exactly why we think the world needs a plurality of views when it comes to China coverage. China's rise as an economic power and its importance to world stability is too important for there to be a singular thesis.\"[39] He also said, \"Today when I see mainstream western news organisations cover China, they cover it through a very particular lens. It is through the lens that China is a communist state and everything kind of follows from that. A lot of journalists working with these western media organisations may not agree with the system of governance in China and that taints their view of coverage.\"[38]\n\nThe acquisition by Alibaba was completed on 5 April 2016.[2] The SCMP took down the paywall to its website.[40]\n\nAccording to a 2016 public survey conducted by the Centre for Communication and Public Opinion Survey at the Chinese University of Hong Kong, the SCMP received a credibility rating of 6.54, the highest credibility score among the various paid newspapers in Hong Kong.[41]\n\nIn 2016, following the Alibaba acquisition, the SCMP removed its paywall,[42][43] but in July 2020, SCMP announced that it would return to a subscription model in August 2020.[44][45]\n\nIn March 2021, it was reported that the Chinese government is pressuring Alibaba to sell SCMP, due to concerns over the company's influence over public opinion in Hong Kong. Critics say this is designed to move the paper under the ownership of Chinese state-owned firm or an associated billionaire, placing it under the influence of the Chinese Communist Party (CCP).[46][47] In a leaked internal November 2021 memo, SCMP CEO Gary Liu denied any sale was in the works.[48]\n\nSince the Alibaba acquisition, the SCMP has discontinued several subsidiary publications, including its Chinese-language edition, the 48 HOURS weekend magazine, and the popular HK Magazine alternative weekly. The 48 HOURS staff continue to write on other SCMP platforms. Zach Hines, former editor-in-chief of HK Magazine from 2000 to 2015, said that closing the magazine is an effort to shift the focus away from Hong Kong to mainland China and target western readers.[49] Hines wrote in the Hong Kong Free Press of its closure:\n\nInitially SCMP stated that the HK Magazine website would be deleted from the internet,[50] but the move was criticised. The Hong Kong Journalists Association lodged an inquiry with SCMP management. Hines stated, \"It is unthinkable that a newspaper of record would ever consider deleting content from its archive. The SCMP should be held to proper journalistic standards. HK Magazine was an important feature of Hong Kong's media landscape, and it must be preserved. Deleting it would be an utter travesty of journalistic principles – and a slap in the face to SCMP's readers and to Hong Kong society in general.\"[51] Following the negative reaction, SCMP stated that HK Magazine content would be migrated to the South China Morning Post website before the HK Magazine website was deleted.[52] Additionally, Hong Kong data scientist Mart van de Ven launched a public appeal to help archive back issues of the magazine, expressing doubt that SCMP would preserve the full archive.[53] However, he found that he was unable to access issue 1,103, which featured Leung Chun-ying on the cover.[53]\n\n"
        },
        {
            "title": "Circulation and profitability",
            "text": "The paper's average audited circulation for the first half of 2007 stood at 106,054; while its Sunday edition, the Sunday Morning Post, has a readership of 80,865. In 2012, the readership of the SCMP and the Sunday Morning Post was estimated at 396,000.[54] Its readership outside Hong Kong remains at some 6,825 copies for the same period, again, relatively unchanged.[55] It also had the position as the most profitable newspaper in the world on a per reader basis, profit declined since peaking in 1997 at HK$805 million.[56] Its average audited circulation for the first half of 2015 stood at 101,652 copies, with the print edition representing 75 percent of the number of copies;[57] the Sunday edition registered 80,779 copies on average during the same period.[58]\n\nThe Group reported net profit of HK$338 million for the year 2006 (2005 = HK$246m), the operating profit of HK$419m (2005 = HK$306m) was attributable mainly to the newspaper operation.[59]\n\nThe selling price of the paper is HK$9 each from Monday to Saturday, and HK$10 for the Sunday Morning Post. A discounted student subscription is also available. It was increased 14.5% (from HK$7) and 25% (from HK$8) respectively in August 2011.\n\nAs of 26 August 2010,[update] SCMP Group posted a profit of $52.3 million in the first half of 2010.[60]\n\n"
        },
        {
            "title": "Format",
            "text": "The printed version of the SCMP is in a broadsheet format, in sections: Main, City, Sport, Business, Classifieds, Property (Wednesday), Racing (Wednesday), Technology (Tuesday), Education (Saturday), Style magazine (first Friday of every month); the Sunday edition contains Main, a Review section, a Post Magazine, Racing, \"At Your Service\", a services directory, and \"Young Post\", targeted at younger readers.\n\nOn 26 March 2007, the SCMP was given a facelift, with new presentation and fonts.[61] Another redesign in 2011 changed the typefaces to Farnham and Amplitude for headlines, Utopia for text, and Freight for headers.[62]\n\n"
        },
        {
            "title": "Online version",
            "text": "SCMP.com had started out as a subscription-only service, which also allows the retrieval of archive articles dating back from 1993. It was launched online in December 1996. On 30 May 2007, SCMP.com relaunched with a new look, features, and multimedia content. Headlines and the introduction to stories were now free to view, while the full articles are available to subscribers. Archive photos and articles are available for purchase.\n\nOn 16 July 2007, SCMP.com launched its first-ever viral video marketing campaign targeting a global audience and highlighting the new multimedia features of the website.\n\nAt present, SCMP also provides free subscription to \"The South China Morning Post iPad edition\" for the Apple iPad.[63] SCMP.com launched a major redesign on 20 April 2015.[38]\n\nUpon having been acquired by Alibaba, the new owners announced that the paywall would be removed.[38] The paywall was subsequently removed on the night of 4 April 2016. By doing so, SCMP wished to increase its readership globally and allow the global community to have access to its news of China. It vowed to better adapt to the reading habits of the readers.[40] The news site remains blocked in mainland China as of 2018.[64][9]\n\nSCMP also provided a \"China-focused\" Chinese-language version of The Post, nanzao.com, but was shut down in 2016.[65]\n\nThe previous owners of the publication, Kerry Group's Robert Kuok and his family, are claimed to be inclined towards the central government of the People's Republic of China, and questions were raised over the paper's editorial independence and self-censorship.[56] The paper's editors nevertheless did assert their independence during Kuok's ownership. There have been concerns, denied by Kuok, over the forced departures, in rapid succession, of several staff and contributors who were considered critical of China's government or its supporters in Hong Kong. These included, in the mid-1990s, cartoonist Larry Feign, humour columnist Nury Vittachi, and numerous China-desk staff, namely 2000–01 editorial pages editor Danny Gittings, Beijing correspondent Jasper Becker and China pages editor Willy Lam.[66][67][68][69]\n\nNot long after Kuok's purchase of the newspaper, and after running several cartoons about the culling of human body parts from Chinese prisoners, Larry Feign was abruptly dismissed and his satirical comic strip \"Lily Wong\" axed in 1995. His firing was defended as \"cost cutting\", but was widely viewed as political self-censorship in the face of the imminent handover of Hong Kong to the PRC.[70] In his book North Wind, Hong Kong author Nury Vittachi documented that then editor, Jonathan Fenby, who had joined from The Observer of London, suppressed letters querying the disappearance of the popular strip and then busied himself writing letters to international media that had covered the Feign case defending the sacking.[71] Vittachi explained his own departure from the journal in his book, linking it to the pressures he – and other contributors – faced from top management and editors to abstain from writing on topics that were deemed \"sensitive\", basically in denial of the free speech rights enshrined in the Hong Kong Basic Law and the one country, two systems policy.[71]\n\nIn 2000, Fenby was succeeded by Robert Keatley, a former Wall Street Journal journalist. After the paper ran a story by Willy Lam on its front page about a delegation of Hong Kong tycoons meeting with Chinese President and General Secretary of the Communist Party Jiang Zemin,[3] in which it was reported that business opportunities in China were being offered as a quid pro quo for the tycoons' political support, the Chinese Liaison Office raised objections of insensitivity as well as incurring the owner's wrath.[3] Kuok berated Keatley in his office and wrote a two-page letter, which Keatley published in the letters section of the paper. Kuok stepped down as group chairman that year.[3]\n\nEditorial page editor Gittings complained that in January 2001 he was told to take a \"realistic\" view of editorial independence and ordered not to run extracts of the Tiananmen Papers, though ultimately was allowed, after protesting \"strenuously\", to do so. The editor stated that there had already been sufficient coverage.[72]\n\nAt the launch of a joint report published by the Hong Kong Journalists' Association and Article 19 in July 2001, the chairman of the Hong Kong Journalists' Association said: \"More and more newspapers self-censor themselves because they are controlled by either a businessman with close ties to Beijing, or part of a large enterprise, which has financial interests over the border.\"[66]\n\nEditor-in-chief Wang Xiangwei, appointed by the owner in 2012 after consultation with the Liaison Office, was criticised for his decision to reduce the paper's coverage of the death of Li Wangyang on 7 June 2012.[32] Wang, who had left the office for the day, reportedly returned to the paper after midnight to reverse the staff editors' decision to run a full story. The SCMP published a two-paragraph report inside the paper; other news media reported it prominently.[73] A senior staff member who sought to understand the decision circulated the resulting email exchanges, that indicate he received a stern rebuff from Wang.[74][75] Wang made a statement on 21 June, in which he said he understood the \"huge responsibility to deliver news... [and]... the journalistic heritage we have inherited\". and said that his decision not to pursue extensive coverage as the story broke was pending \"more facts and details surrounding the circumstances of this case\".[76] Wang admitted that his decision on Li Wangyang was a bad one in retrospect.[77]\n\nReporter Paul Mooney said that the Li Wangyang story was not an isolated incident: Wang Xiangwei has \"long had a reputation as being a censor of the news…Talk to anyone on the China reporting team at the South China Morning Post and they'll tell you a story about how Wang has cut their stories, or asked them to do an uninteresting story that was favorable to [mainland] China.\" Mooney, whose contract with the paper was not renewed in May 2012 reportedly because of budgetary reasons, said he had won more journalism awards than anyone else in the news team, but that for seven months prior to his departure from the newspaper, Wang had marginalised him by blocking him from writing any China stories, and then reportedly hiring several new young reporters, many from mainland China, after he had been ousted.[78]\n\nDespite the reported sentiments of the owners, the SCMP does report on commemorations of the Tiananmen Square Massacre,[79] and ran an editorial criticising the one-child policy in 2013.[80] The SCMP published an interview with Jack Ma, founder of Alibaba and a member of the CCP, in which Ma defended late Chinese leader Deng Xiaoping's decision to crack down on pro-democracy student protests, saying it was \"the most correct decision\". The relevant remark was deleted not long after the article was published; the reporter responsible for the interview was suspended and later was resigned. Alibaba said that Ma had been quoted \"improperly\", and demanded a rectification, but the editor-in-chief refused.[3][81] The New York Times stated that Alibaba is steering the newspaper into promoting the PRC's soft power, and several critical stories about China's current government have been rewritten in an act of self-censorship by the top editors.[82] However, a few academics pointed out in 2013, 2016 and 2021 that there was a negative or discriminatory discourse present in SCMP's coverage of mainland Chinese people.[83][84][85][86]\n\nQuestions were raised about the relationship between the publication and Chinese authorities after the SCMP was able to secure an interview with Zhao Wei, the legal assistant of human rights defender Li Heping, who was in the custody of Chinese police.[87] The SCMP was able to make contact with Zhao Wei a few days after her release from prison while she was still in the custody of Chinese security forces and at a time when neither her husband nor lawyer were able to reach her. The interview quoted Zhao giving what was taken to be a telephone confession, including “I have come to realise that I have taken the wrong path... I repent for what I did. I'm now a brand new person.”[87]\n\nOn 22 July 2017, SCMP published an article[88] linking the family member of Li Zhanshu, to a Singaporean investor who has spent HK$4 billion in Hong Kong investment. It cited records at the Hong Kong Company Registration on their associations. The article was published both online and in print. It was removed by midnight, and a correction was issued claiming the author used unverifiable claims as the basis of the article. The columnist, Shirley Yam, subsequently resigned, noting that she stood by her article.[89][90]\n\nIn 2018 the South China Morning Post published an interview with Gui Minhai, who was detained in China at the time. This raised concerns about the interview being fake or scripted, which caused backlash against SCMP. Magnus Fiskesjö, an associate professor at Cornell University and friend of Gui,[91] commented that:[92]\n\nAs a result of this incident, Fiskesjö said that \"SCMP can no longer be trusted as an independent news organisation.\"[92]\n\n"
        },
        {
            "title": "Awards and recognition",
            "text": "SCMP won 3 awards at the 2018 WAN-IFRA Asian Digital Media Event.[93] The paper won 11 awards the next year in the same contest[94] and in 2021, won 9 awards at WAN-IFRA's 20th Asian Media Awards competition.[95]\n\nThe newspaper won a 2019 Sigma Delta Chi Award in Informational Graphics for their coverage of the 2019 Hong Kong protests.[96] In 2020, SCMP won another Sigma Delta Chi award in the same category for their coverage of COVID-19.[97]\n\nThe paper won 23 awards at the Society for News Design's 2020 Best of Digital Design competition, including 3 on articles covering the Hong Kong protests.[98] The paper also won 4 gold medals at the 2020 Malofiej Awards, including 3 for their coverage of the Hong Kong protests.[99]\n\nSCMP was announced as the winner of the Online News Association's 2020 General Excellence in Online Journalism award for large newsrooms.[100][101]\n\nThe newspaper won the grand prize at the 2020 Lorenzo Natali Media Awards for its report titled \"“The ‘thin yellow line’ standing between Hong Kong police and protestors”.[102][103] The paper was also awarded the 2nd prize at the 2020 World Press Photo Digital Storytelling Contest in the shorts category for the same story.[104]\n\nSCMP's piece titled \"Hong Kong Protests: 100 days of protests rock Hong Kong\" was an honoree at the 2020 Webby Awards for Best Individual Editorial Feature.[105] The paper won another Webby in 2021 for its video titled \"China’s Rebel City – The Hong Kong Protests\".[106]\n\n"
        },
        {
            "title": "SCMP Group",
            "text": "Before the acquisition in 2016 by Alibaba, South China Morning Post belonged to the SCMP Group Limited, a company also involved in property investment and convenience store operation. In April 2016, the company announced that the transaction of their media businesses with Alibaba was completed. As the intellectual property rights to the name \"SCMP\" was also transferred, the company changed its name to Armada Holdings Limited, then to Great Wall Pan Asia Holdings.[107][108]\n\nNow, the current publisher for the SCMP is South China Morning Post Publishers Limited (still commonly known as SCMP Group), which currently publishes, along with the South China Morning Post and Sunday Morning Post, the following newspapers, magazines and online platforms:[109]\n\n"
        },
        {
            "title": "Staff",
            "text": "Writers employed by the SCMP include:\n\n"
        }
    ]
}