{
    "url": "https://en.wikipedia.org/wiki/Southern_Ontario_Gothic",
    "title": "Southern Ontario Gothic",
    "table_of_contents": [
        "1 Overview",
        "2 Characteristics",
        "3 Notable works",
        "4 Criticism",
        "5 See also",
        "6 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Southern Ontario Gothic is a subgenre of the Gothic novel genre and a feature of Canadian literature that comes from Southern Ontario. This region includes Toronto, Southern Ontario's major industrial cities (Windsor, London, Hamilton,  Kitchener, St. Thomas, Oshawa, St. Catharines), and the surrounding countryside. While the genre may also feature other areas of Ontario, Canada, and the world as narrative locales, this region provides the core settings. \n\n"
        },
        {
            "title": "Overview",
            "text": "The term was first used in Graeme Gibson's Eleven Canadian Novelists (1972) to recognize an existing tendency to apply aspects of the Gothic novel to writing based in and around Southern Ontario.[1] In an interview with Timothy Findley, Gibson commented that Findley's novel The Last of the Crazy People shared similarities with the American Southern Gothic genre, to which Findley replied, \"...sure, it's Southern Gothic:  Southern Ontario Gothic.\"[2]\n\nNotable writers of this subgenre include Alice Munro, Margaret Atwood, Robertson Davies, Jane Urquhart, Marian Engel, James Reaney and Barbara Gowdy.[3]\n\n"
        },
        {
            "title": "Characteristics",
            "text": "Like the Southern Gothic of American writers such as William Faulkner, Flannery O'Connor and Eudora Welty, Southern Ontario Gothic analyzes and critiques social conditions such as race, gender, religion and politics, but in a Southern Ontario context.[4] Southern Ontario Gothic is generally characterized by a stern realism set against the dour small-town Protestant morality stereotypical of the region, and often has underlying themes of moral hypocrisy. Actions and people that act against humanity, logic, and morality all are portrayed unfavourably, and one or more characters may be suffering from some form of mental illness. In a review of Alice Munro's Dear Life for Quill & Quire, literary critic James Grainger writes that \"Violence, illness, and reputations ruined by a single indiscretion are accepted in Munro’s secretive, repressed communities as a kind of levelling mechanism, rough justice for those who dare to strive for something finer.\"[5] The Gothic novel has traditionally examined the role of evil in the human soul, and has incorporated dark or horrific imagery to create the desired setting.[6] Some (but not all) writers of Southern Ontario Gothic use supernatural or magic realist elements; a few deviate from realism entirely, in the manner of the fantastical gothic novel. Virtually all dwell to a certain extent upon the grotesque.\n\nOften, these elements are combined to highlight themes present in the wider canon of Canadian literature. An overarching sense of displacement either socially, physically or psychologically often sets the stage for supernatural elements, transgressive behavior or inner turmoil.[7] Accompanying displacement is a nightmarish feeling of spiritual imprisonment in a Southern Ontario setting that is characterized by an eroding societal value system and an atmosphere that stifles and fears individual means of expression.[8] Many sources of terror and horror are created when a character tries to break free of the strictures of established norms within these communities.[9] This lends itself to a motif of 'Canadian' survival that is applied to scenarios dependent on enduring abstract horrors which originate from within a character who is often living in a small village, town or city of the region.[10] In a review of Cynthia Sugars' book Canadian Gothic: Literature, History and the Spectre of Self-Invention, Amy Ransom claims that Southern Ontario Gothic seeks to tell the stories of generations of settlers in a way that uses elements of the taboo, the surreal and the fantastical to form a new common identity in a postcolonial world.[11] For example, the family of prolific Southern Ontario Gothic author, Alice Munro, originally settled on Huron lands which were a basis of many of her shorter works.[12]\n\n"
        },
        {
            "title": "Notable works",
            "text": "Notable works of the genre include Davies' Deptford Trilogy, Findley's Headhunter, Atwood's Alias Grace and The Blind Assassin, and Munro's Selected Stories.[1]\n\n"
        },
        {
            "title": "Criticism",
            "text": "Writer David Ingham describes Southern Ontario Gothic as having \"little or nothing to distinguish it from everyday, garden-variety type realism.\"[13]\n\n"
        }
    ]
}