{
    "url": "https://en.wikipedia.org/wiki/Southern_Illinois_University",
    "title": "Southern Illinois University",
    "table_of_contents": [
        "1 Board of trustees",
        "2 Southern Illinois University Carbondale",
        "3 Southern Illinois University Edwardsville",
        "4 Satellite schools and facilities",
        "4.1 Southern Illinois University School of Medicine",
        "4.1.1 Simmons Cancer Institute",
        "4.1.2 SIU Healthcare Clinics",
        "4.2 Southern Illinois University School of Dental Medicine",
        "4.3 Southern Illinois University Edwardsville School of Nursing",
        "4.4 East St. Louis Center",
        "4.5 University Center of Lake County",
        "4.6 Center for Workforce Development",
        "5 Presidents and Chancellors of SIU",
        "6 References",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Southern Illinois University is a system of public universities in the southern region of the U.S. state of Illinois. Its headquarters is in Carbondale, Illinois.\n\n"
        },
        {
            "title": "Board of trustees",
            "text": "The university is governed by the nine member SIU Board of Trustees. Seven members are appointed by the governor and confirmed by the state senate. Two members are elected by the student bodies of the Carbondale and Edwardsville campuses.\n\n"
        },
        {
            "title": "Southern Illinois University Carbondale",
            "text": "Founded in Carbondale in 1869 as Southern Illinois Normal College, Southern Illinois University Carbondale (SIUC, usually referred to as SIU) is the flagship campus of the Southern Illinois University system and is the third oldest of Illinois's twelve state universities.\n\nSIUC includes six colleges: the College of Agricultural, Life, and Physical Sciences (CALPS), the College of Arts and Media (CAM), the College of Business and Analytics (CoBA), the College of Engineering, Computing, Technology, and Mathematics (CoECTM), the College of Health and Human Sciences (CHHS), and the College of Liberal Arts (CoLA). It also includes four schools: the Graduate School, the School of Education, the School of Law in Carbondale, and the School of Medicine in Carbondale and Springfield (see below). SIU offers 120 Baccalaureate, 80 Master, and 40 Doctoral degree programs. Its Morris Library has 4 million volumes and 53,000 current periodical subscriptions.\n\nIn the fall of 2021, SIUC enrolled 17,667 students – 12,147 undergraduates, 5,568 graduate students, and 551 professional doctoral students.[2] It has over 250,000  alumni.[3]\n\n"
        },
        {
            "title": "Southern Illinois University Edwardsville",
            "text": "Southern Illinois University Edwardsville (SIUE) is the St. Louis Metro East campus of the SIU system. The main campus in Edwardsville is situated on 2,660 acres (1,080 ha) of scenic woodland and lakes with bicycle and walking paths throughout. SIUE also operates the School of Dental Medicine campus in Alton, the East St. Louis Center, the School of Nursing's satellite campus in Springfield, and the School of Nursing's program on the SIU Carbondale campus. Begun as residential centers of SIUC in 1957, SIUE celebrated its 50th anniversary in 2007. Once known as a \"commuter school\", SIUE has in recent years transformed itself into a residential university.\n\nSIUE includes the College of Arts and Sciences and seven schools, including the Graduate School and the new but highly regarded School of Pharmacy on the Edwardsville campus and the School of Dental Medicine in Alton.\n\nThe SIUE center in East St. Louis provides clinical and practicum experiences for SIUE students and a broad range of assistance to the community in the arts, education, health, and social services.\n\nConsidered to be a \"Doctoral/Professional University\", SIUE offers Baccalaureate, Post-Baccalaureate, Masters, and Doctoral degrees in 48 undergraduate programs and 65 graduate and professional practice programs. In addition, students may enroll in 62 undergraduate minors.[4]\n\nIn the fall of 2021, SIUE had 13,010 students – 9,967 undergraduates and 3,043 graduate students including 312 professional doctoral students, and 118,029 alumni.[5]\n\n"
        },
        {
            "title": "Satellite schools and facilities",
            "text": "The Southern Illinois University School of Medicine (SIU-SOM) is a part of SIUC that operates its first-year program in Carbondale and the final three years in Springfield.  The SIU-SOM also offers a wide range of medical residency programs including; Dermatology, Emergency Medicine, Family Medicine, General Surgery, Internal Medicine, Medicine/Psychiatry, Neurology, Neurosurgery, Obstetrics and Gynecology, Orthopaedics and Rehabilitation, Otolaryngology, Pediatrics, Plastic and Reconstructive Surgery, Psychiatry, Radiology, and Urology.[6]\n\nThe Simmons Cancer Institute is a medical education, biomedical research, patient care, and community service facility in Springfield operated by the SIU-SOM.[7]\n\nThe SIU-SOM operates five satellite family medicine clinics for residential training of family physicians in Carbondale,  Decatur,[8] Quincy,[9] Springfield, and West Frankfort.\n\nSouthern Illinois Aviation programs.\nSIU Carbondale operates aviation programs at southern Illinois airport, about 15 minutes from main campus. They have a flight school, and an aviation mechanic school. Students learn to fly, read instruments, and fix aircraft. There are several donated planes that they use to work on, but don’t fly. Private citizens, airlines, and the navy has donated planes to SIU Carbondale.\n\nThe Southern Illinois University School of Dental Medicine (SIU-SDM or SDM) is a part of SIUE and is located in Alton on the campus of the former Shurtleff College.  The school opened in 1972 and enrolls about 200 dental students. The school also operates the East St. Louis Dental Clinic at SIUE's East St. Louis Center.[10]\n\nSouthern Illinois University Edwardsville School of Nursing not only has academic programs on the Edwardsville campus, but it operates a cooperative program with SIUC in Carbondale, and it has a small campus in Springfield which offers graduate level courses nearby the SIU School of Medicine. The school also operates the Community Nursing Services office at SIUE's East St. Louis Center.[11]\n\nThe SIUE East St. Louis Center offers services and training to more than 6,000 people annually. Programs include  the SIUE East St. Louis Charter High School, a Head Start program, a Latchkey Program providing families with after-school care for children ages 6 to 12, the SIUE East St. Louis Center Performing Arts Program, the Community Nursing Services office of the SIUE School of Nursing, the East St. Louis Dental Clinic of the SIUE School of Dental Medicine, an eye care clinic, and the adjacent East St. Louis Higher Education Campus which houses the East St. Louis Community College Center.[12]\n\nSIUC and SIUE are among the twenty colleges and universities offering classes for degree completion and continuing education through the University Center of Lake County in Grayslake and Waukegan.[13]\n\nThe SIUC Center for Workforce Development  in Springfield is operated by the Workforce Education and Development Department of the College of Education and Human Services at Southern Illinois University Carbondale. Programs include Illinois workNet, providing adults and youth with disabilities the resources to help them reach educational and employment goals;  the Website Development Project, working with the Illinois Department of Employment Security to redesign the agency's website to provide improved access to the department's services by individuals, businesses, and the departmental staff; Illinois Pathways, a STEM education improvement program supported by six other State of Illinois agencies; and the SIUC Workforce Education and Development program's Off Campus Undergraduate Program on the campus of Lincoln Land Community College, which provides a one-year degree completion program for students who have already received an Associate Arts or Associate of Science degrees from Illinois community colleges.[14]\n\n"
        }
    ]
}