{
    "url": "https://en.wikipedia.org/wiki/Southern_Praying_Mantis",
    "title": "Southern Praying Mantis",
    "table_of_contents": [
        "1 History",
        "1.1 Hakka Kuen",
        "1.2 Praying Mantis",
        "1.3 Lau Soei",
        "1.4 Chow Gar",
        "1.5 Chu Gar / Chuka / Chu Ka",
        "1.6 Kwong Sai Jook Lum",
        "1.7 Iron Ox",
        "1.8 K. S. Hsiung Thong Long Quet Tsot",
        "2 Characteristics and training",
        "3 Notes",
        "4 Media",
        "4.1 Film",
        "4.2 Animated series",
        "4.3 Quick Kick (G.I. Joe)",
        "5 See also",
        "6 References",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Southern Praying Mantis (Chinese: 南派螳螂) is a Chinese martial art originating with the Hakka people. It is most closely associated with Hakka-origin styles such as Southern Dragon Kung Fu and Bak Mei.\n\nDespite its name, the Southern Mantis style is unrelated to the Northern Praying Mantis style.[1]\n\nSouthern Praying Mantis places a heavy emphasis on close-range fighting. This system is known for its short power methods, and has aspects of both internal and external techniques[clarification needed]. In application, the emphasis is on hand and arm techniques, and a limited use of low kicks. The application of close combat methods with an emphasis on hands and short kicking techniques makes the Southern Praying Mantis art somewhat akin to what many would call \"street fighting.\" The hands are the most readily available for attack and defence of the upper body, and protect the stylist by employing ruthless techniques designed to inflict serious injury. The legs are moved quickly into range through footwork to protect and defend the body, and kicks are kept low, short and quick so as to never leave the Southern Mantis combatant off balance and vulnerable.\n\n"
        },
        {
            "title": "History",
            "text": "There are five main branches of Southern Praying Mantis:\n\nA common antecedent can be surmised from the same traditional region of origin, the popularity amongst the Hakka community, a reference to praying mantis, similar training forms such as Sarm Bo Jin (Chinese: 三步箭; pinyin: sān bù jiàn, \"Three Steps Arrow\") and common application principles. However, despite similarities, the genealogies of these branches are not complete enough to trace them to a single common ancestor. The relationship between Chow Gar[2]  and Chu Gar[3] can both be traced directly to Lau Shui.\n\nThe origins of the Kwong Sai Jook Lum system is controversial with some Chu Gar proponents claiming a relationship also to Lau Shui.[3] However, those claims have since been refuted.\n\nThe Iron Ox system can be traced historically to the area of South China where the other branches of Southern Mantis originated and to the same Hakka communities where the art was transmitted.[4]  There are many other Southern styles such as Chuka Shaolin [5] that uses similar technique but are not identified as being part of this group of martial arts according to their respective schools. Those styles can be identified as being Hakka Kuen.\n\nKwong Sai Jook Lum tradition mentions that the people of the Pearl River Delta once referred to the Southern Praying Mantis style as \"Hakka Kuen\" (Chinese: 客家拳; pinyin: Kèjiā quán \"Hakka Fist\"), a term that was initially linked to the Southern martial arts practised by the Hakka community of inland eastern Guangdong and later applied to the skills that are practised by oversea Hakka communities. The reason for this was the close association of this style with the Hakka community.\n\nThis region, the original home to Southern Praying Mantis by way of being the childhood hometowns of its deemed founders, covers a wide expanse in Southern China. It begins at the very heart of Hakka territory at Xingning, the home of Chow Gar founder Chow Ah-Nam. From Xingning, the Dong River (東江) flows west out of Meizhou (梅州) through Hoh Yuen, the place of origin for Iron Ox founder Choi Tit-Ngau. In the prefecture of Huizhou, the Dong Kwong forms the northern border of Huìyáng (惠陽) County, where Kwong Sai Jook Lum master Chung Yu-Chang and Chow/Chu Gar teacher Lau Shui grew up and established their martial arts reputation. From there, the Dongjiang flows into the Pearl River Delta (珠江三角洲) at Bao'an County (present-day Shenzhen), where Kwong Sai Jook Lum masters Wong Yook-Gong and Lum Wing-Fay originated. These masters are all members of the Hakka community and the transmission of this remained within this community until the generation of Lau Shui and Lum Wing-Fay.\n\nThe association of the term \"(Praying) Mantis\" with the style is also controversial. Each branch of the style offers a different explanation.\n\nThe traditions of the Chow Gar and Kwong Sai Jook Lum branches each maintain that their respective founders Chow Ah-Nam and Som Dot created their styles after witnessing a praying mantis fight and defeat a bird. Such inspiration is a recurring motif in the Chinese martial arts and can be found in the legends of Northern Praying Mantis, Fujian White Crane, Tai chi and Wing Chun.\n\nThe traditions of the Chu family branch contend that the name \"Southern Praying Mantis\" was chosen to conceal from Qing forces its political affiliations by pretending that this esoteric style of Ming loyalists was in fact a regional variant of the popular and widespread Northern Mantis style from Shandong.[3]\n\nThe use of the term \"Praying Mantis\" seems appropriate when one considers the postures of well known practitioners of this style.  The emphasis on the techniques of sticky hands, the use of the forearm with the elbows tucked into the chest, claw like fingers and quick explosive actions creates an image that are visually similar to a praying mantis preparing to strike its prey.[6] However, other martial artists argue that those techniques are more similar to the actions of the Five Ancestors style or the White Crane style than a praying mantis.[7] Unlike the Northern Praying Mantis, which have a special hand technique that is directly attributed to a Praying Mantis strike, for example, the tángláng gōu, the Southern Praying Mantis do not have similar special hand techniques named after the mantis. The legacy of Lau Soei that is related to the praying mantis name was his famous staff form - the Tong Long Bo Sim Staff (Chinese: 螳螂捕蟬棍).\n\nLau Soei (1866–1942; 劉瑞; 劉水﹞) was a Hakka who established a reputation as a martial artist during the turn of the century in Southern China and later as a martial arts teacher in Hong Kong.[8]\nLau Soei  was also known as the tiger of Dong Jiang (東江老虎). His signature techniques include the \"Zhoujia (Chow Gar)-Tanglang-Sanjian\" (the three arrows of Zhoujia praying mantis, 周家螳螂三箭拳) and the staff form “Tanglang-puchangun” (螳螂捕蟬棍尤). Like many martial artists of his generation, he resettled in Hong Kong after the Chinese Civil War. He continued to teach the Southern Praying Mantis Style and many of his students eventually became teachers of this style. He was acknowledged by both the Chow Gar and the Chu Gar practitioners as the founding teacher of the system in the modern era.\n\nThe most famous branch of Southern Mantis martial arts, the Chow family (周家) branch traces its art to c. 1800 to Chow Ah-Nam (周亞南), a Hakka who as a boy left his home in Guangdong for medical treatment at the Southern Shaolin Monastery in Fujian where, in addition to being treated for his stomach ailment, he was trained in the martial arts and eventually created Southern Praying Mantis. His student was Wong Fook Go (黃福高) who was one of the teacher of Lau Soei.[2]\n\nThe continued popularity of modern Chow Gar is due to the work of Ip Shui (葉瑞), a student of Lau Soei. He promoted the style within Hong Kong and later, to the United Kingdom[9]  and Australia.[10]\n[11]\n\nThe Chu family (朱家) branch attributes its art to  Chu Fook-To, who created Southern Praying Mantis as a fighting style for opponents of the Qing (1644–1912), a Manchu dynasty that overthrew the Ming royal family (1368–1644), who were Han Chinese. This is the oldest branch in terms of origin and is the probable origin of the Southern Mantis style by way of age from which the other branches were derived. According to the Chu family branch, Chu was a member of the Ming Royal family who took refuge at  Shaolin Monastery in Henan.  After the destruction of the Northern Shaolin Monastery, Chu escaped to the Southern Shaolin Monastery in Fujian. He then promoted his art in the surrounding regions.\n\nCurrent students of Chu Gar are not related to the students of Lau Soei. Lau Soei was friends with the a member of the Chu family. Chu's son, who had learned Chu Gar all his life, was sent to Lau Soei to learn Chow Gar. At a Demonstration a reporter asked Chu's son what style of kung fu he did and he replied \"Chu Gar\". Then the reporter asked him \"Who is your master?\" and because at the time he was training under Lau Soei he said Lau Soei was his master, the reporter misunderstood and thought Lau Soei taught Chu Gar. This is the story told by grandmaster Ng Si Kay, Son in law of Ip Shui, who has been the records keeper of Ip Shui's School for approximately 50 Years and is the current head of the Chow Gar Mantis Association in Hong Kong.\n\nCurrent students of Chuka are related to the students of Si Tai Gung Sammy Wong. Those students, Sigungs Tony Blum Jr, Eddie Chin and Manuel Rodriguez continue the tradition of his school. Sigung Tony Blum Jr. took over teaching of the System in 1995 in the Chicago area as appointed by Si Tai Gung Sammy Wong. He was then turned over the legacy and heritage in the United States by Si Tai Gung Sammy Wong before his passing in 2007. Sigung Manuel Rodriguez also continues teaching in Ventura, California area. Chuka can be found in China and the United States.\n\nAccording to oral traditions, the Kwong Sai Jook Lum (江西竹林) style traces its origins to the temple Jook Lum Gee (竹林寺; Bamboo Forest Temple), Wu Tai Shan (五台山) in Shanxi province and on Mt. Longhu (龍虎山) in Jiangxi (江西) province. The monk Som Dot (三達祖師), created this new martial art system in the late 18th to early 19th century. He passed the art on to Lee Kun Ching (李官清), later known as Lee Siem See (李禪師); a name that can be translated as \"Zen master Lee\"). Lee Siem See would travel to Southern China and spread the art amongst the general population. In Guangdong, his student, Cheung Yiu Chung (張耀宗), would later return with him to Kwong Sai (Jiangxi) Province to complete his training at Jook Lum Gee.\n\nIn 1919, Cheung returned to reside in Danshui [zh], Huiyang in Guangdong Province.  During the winter of 1929, Cheung opened his first martial arts school and a traditional Chinese medicine clinic in Pingshan Town, Bao'an County, and continued to promote the Jook Lum system.  Wong Yook-Kong (黃(公)毓光), Lum Wing-Fay (林榮輝; 1910–1992; also known as Lum Sang or \"Mr. Lum\", 林生) and Lee Wing Sing (李腎勝) are some of his students from that period.\n\nLee Wing Sing (李腎勝) originally trained in Chu Gar before becoming a student of Cheung Yiu Chung. He then continued his training at the Jook Lum Gee, learning a variant of Bamboo Forest Temple Praying Mantis that was somewhat different from (although related to) the art he learned under Cheung Yiu Chung. The lineage of Lee Wing Sing is continued by his family and disciples in the United Kingdom and the United States.\n\nCheung eventually moved to Hong Kong.  He opened a martial arts studio and became the head teacher to the Hong Kong Hakka ship and dock workers union. The classes in Hong Kong was taught by Wong Yook-Kong[12]  and this school still exists today.[13] Wong Yook-Kong was described as a large man and in training he placed great emphasis on strength and physical conditioning before moving onto the more internal aspects of the style.  One of his favorite training method was to practise with 30 to 60 LB iron rings on his wrist while he perform his forms.  As a result, his students also emphasize those aspects in their training.  The lineage of Wong Yook Kong is continued by his two sons: Wong Yiu Hung (黃耀雄) and Wong Yiu Hwa (黃耀華) and other students such as Lee Kwok Leung, (李國良)[14]  and Sifu John Koo[15]  of Portland, Oregon, a Disciple of both Wong Yook-Kong and Lee Wing Sing.\n\nIn the 1920s Lum Sang, one of the youngest of Cheung's students in Hong Kong, was fortunate enough to meet and study with Lee Siem See during one of Lee Siem See's trips to Hong Kong to establish a Buddhist temple (Chuk Lam Sim Yuen).[16] Lum studied and traveled with Lee for the next seven years.  In the 1930s, Lum returned to Hong Kong and opened a Kwong Sai Jook Lum Temple Tong Long Pai school in Kowloon.[12] Lum Wing Fay was described as being small in stature, being only 5'2\" and 120 lbs.  In practise, he placed emphasis on softness, redirection and explosive energy and his students continue to display those traits.  In 1942, Lum Sang emigrated to the United States and settled in the Chinatown of New York City.  He started teaching in Chinatown's Hakka Association, the New York Hip Sing Tong at Pell Street. In the late 1950s, he taught at Free Mason  [sic] Association Athletic Club, also known as Hung Ching. By 1963, his Kwong-Sai Jook Lum Gee Tong Long Pai was one of the largest kung fu schools. In 1969, Lam Sang retired from teaching and migrated to Taiwan. Sifu Lam Sang  did however return to New York City and resided at 22 Mott Street, NY Chinese Free Mason Association Headquarters.  Sifu Lam Sang continued to teach select few from the Free Mason Association Athletic Club prior to his passing in 1991 and is not widely known as to the identities of his last group of disciples. His senior students such as Chin Ho Doon, Harry Sun, Wong Buk Lam, Gin Foon-Mark (麥振寬),[17] Norman Chin, Chuk Chin, Henry Poo Yee(余冠溥) [12]  and Louie Jack Man[18]  would establish themselves as teachers after Lum Sang retired. All of these men have promoted this art in the United States and around the world.\n\nAfter Lam Sang's passing, his teaching position at the Hung Ching school in New York was occupied by a number of his successors over the years. Over the last decade, actively instructing the art there was late sifu James Cama (grand-student of Lam Sang through Robert Lee).\n\nThe Iron Ox (鐵牛) branch was renamed so by students of Iron Ox Choi (Choi Dit-Ngau; 蔡鐵牛) in honour of their teacher. He earned the nickname for his strength and ability to withstand his opponent's strikes. He was also known to have taken part in the Boxer Rebellion (1900) fighting. The founder of this system is said to be Hung Mei (Red Eyebrow) and origins of this system is said to be from Er Mei mountain.\n\nHo Kung Wah introduced the style to the United Kingdom in the 1960s.[19] Most practitioners of this branch of Southern Praying Mantis are found in Southern China but there are now promoters of this lineage in Europe as well.[20]\n\nThong Long \"Praying Mantis\"(Quet Tsot/ Guo Shu) \" (Chinese: 螳螂國術) is a Southern Praying Mantis style that was taught in the city of Kolkata, India. Originating in the Moi-yan (Chinese: 梅縣; pinyin: Méixiàn), northeast Guangdong, China, the system was taught initially by Chen Kiu exclusively to the Hakka community in a school named Pei Moi Tangra Chinese School at Tangra, Kolkata Chinatown. Chen passed the lineage on to Sifu Hsiung Khan Seong (1917-2000)  who, in his broad-mindedness, opened the style for the non-Chinese in the year 1975. He taught at Tangra, Calcutta, from the 1950s till his death in the year 2000. The system is carried forward by the students and grand students of Hsiung.\n\n"
        },
        {
            "title": "Characteristics and training",
            "text": "Like other Southern Chinese martial arts, Southern Praying Mantis is characterized by a strong stance, powerful waist and fast, heavy forearms and quick hand movements. The essences of the style is captured in various poetry and mnemonic aids.[21]\n\nTraining includes a variety of solo forms, pair practise, and weapon practise. The name and type of form will vary between branches. In Circular Tong Long (a version of Chow Gar Tong Long under the direction of Henry Sue in Australia), the form structures are as follows: \n\nKwong Sai Jook Lum by Gin Foon Marks Kung Fu Association excerpt of curriculum:\n\nconditioning drills:\n\nmedicine:\n\n-Lion dance & instrumentation\n-brushwork/caligraphy\n\nSarm Bo Gin is considered one of the most important forms of the southern mantis system. It is a hard chi gung form and is usually the first to be learned. It strengthens the body, aiding its resistance to physical blows, and also develops power. The form should be done everyday, preferably early morning.\n\nK. S. Hsiung Thong Long Quet Tsot have the forms: Kiu Bo Chen or 9 Step Arrow as the First Seed Form, Pai Sith, Sine Su ,Fa-Khian and Chaap Fu as training Forms.https://www.youtube.com/watch?v=XhyLY1-1RSQ.\n\n"
        },
        {
            "title": "Media",
            "text": "Lo Mang of the famed Venom Mob is an expert in Chu Gar Southern Praying Mantis, having studied the martial art for over 13 years before starting an acting career. He shows off his style, complete with a long training sequence, in the Shaw Brothers movie Invincible Shaolin (1978).\n\nThe character Toph Beifong from Avatar: The Last Airbender uses a unique style of earthbending, based on the Chu Gar style Southern Praying Mantis. More usual earthbending is instead based on the Hung Ga style.\n\nThe character Quick Kick from the Toy Line, Comic Books, and Cartoons of G.I. Joe: A Real American Hero is said to have Southern Praying Mantis in his martial arts background. No particular branch of Southern Praying Mantis is identified in his file so theoretically any South Mantis family can claim him.\n\n"
        }
    ]
}