{
    "url": "https://en.wikipedia.org/wiki/Southern_Gothic",
    "title": "Southern Gothic",
    "table_of_contents": [
        "1 Origins",
        "2 Characteristics",
        "3 Authors",
        "4 Other media",
        "4.1 Films",
        "4.2 Television series",
        "4.3 Video games",
        "5 Music",
        "6 Photographic representation",
        "7 See also",
        "8 References",
        "9 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nSouthern Gothic is an artistic subgenre of fiction, country music, film and television that are heavily influenced by Gothic elements and the American South. Common themes of Southern Gothic include storytelling of deeply flawed, disturbing or eccentric characters who may be involved in hoodoo,[1] decayed or derelict settings,[2] grotesque situations, and other sinister events relating to or stemming from poverty, alienation, crime, or violence.\n\n"
        },
        {
            "title": "Origins",
            "text": "Elements of a Gothic treatment of the South were first apparent during the ante- and post-bellum 19th century in the grotesques of Henry Clay Lewis and in the de-idealized representations of Mark Twain.[3] The genre was consolidated, however, only in the 20th century, when dark romanticism, Southern humor, and the new literary naturalism merged in a new and powerful form of social critique.[3] The thematic material was largely a reflection of the culture existing in the South following the collapse of the Confederacy as a consequence of the Civil War, which left a vacuum in its cultural and religious values. The resulting poverty and lingering bitterness over the loss of the Civil War in the region during Reconstruction exacerbated the racism, excessive violence, and religious extremism endemic to the region.\n\nThe term \"Southern Gothic\" was originally pejorative and dismissive. Ellen Glasgow used the term in this way when she referred to the writings of Erskine Caldwell and William Faulkner. She included the authors in what she called the \"Southern Gothic School\" in 1935, stating that their work was filled with \"aimless violence\" and \"fantastic nightmares\". It was so negatively viewed at first that Eudora Welty said: \"They better not call me that!\"[4]\n\n"
        },
        {
            "title": "Characteristics",
            "text": "Warped rural communities replaced the sinister plantations of an earlier age; and in the works of leading figures such as William Faulkner, Carson McCullers and Flannery O'Connor, the repre to its parent genre of American gothic and even to European gothic. However, the setting of these works is distinctly Southern. Some of these characteristics include exploring madness, decay and despair, continuing pressures of the past upon the present, particularly with the lost ideals of a dispossessed Southern aristocracy and continued racial hostilities.[4]\n\nSouthern Gothic particularly focuses on the South's history of slavery, racism, fear of the outside world, violence, a \"fixation with the grotesque, and a tension between realistic and supernatural elements\".[4]\n\nSimilar to the elements of the Gothic castle, Southern Gothic gives us the decay of the plantation in the post-Civil War South.[4]\n\nVillains who disguise themselves as innocents or victims are often found in Southern Gothic literature, especially stories by Flannery O'Connor, such as \"Good Country People\" and \"The Life You Save May Be Your Own\", giving us a blurred line between victim and villain.[4]\n\nSouthern Gothic literature set out to expose the myth of old Antebellum South, and its narrative of an idyllic past hidden by social, familial, and racial denials and suppressions.[6]\n\n"
        },
        {
            "title": "Authors",
            "text": "Some have included Eudora Welty in the category, but apparently, she disagreed: \"They better not call me that!\", she abruptly told Alice Walker in an interview.[10]\n\nA resurgence of Southern Gothic themes in contemporary fiction has been identified in the work of figures like Barry Hannah (1942–2010),[11] Joe R. Lansdale (b. 1951),[12] Helen Ellis (b. 1970) and Cherie Priest (b. 1975).[12]\n\n"
        },
        {
            "title": "Other media",
            "text": "A number of films and television programs are also described as being part of the Southern Gothic genre. Some prominent examples are:\n\n"
        },
        {
            "title": "Music",
            "text": "Southern Gothic (also known as Gothic Americana, or Dark Country) is a genre of country music rooted in early jazz, gospel, Americana, gothic rock and post-punk.[28] It's lyrics often focus on dark subject matter. The genre shares thematic connections with the Southern Gothic genre of literature, and indeed the parameters of what makes something Gothic Americana appears to have more in common with literary genres than traditional musical ones. Songs often examine poverty, criminal behavior, religious imagery, death, ghosts, family, lost love, alcohol, murder, the devil, and betrayal.[citation needed] J.D. Wilkes, frontman of the band Legendary Shack Shakers, described Southern Gothic music as \"[taking] an angle that there’s something grotesque and beautiful in the traditions of the South, the backdrop of Southern living.\"[29]\n\n"
        },
        {
            "title": "Photographic representation",
            "text": "The images of Great Depression photographer Walker Evans are frequently seen to evoke the visual depiction of the Southern Gothic; Evans claimed: \"I can understand why Southerners are haunted by their own landscape\".[30]\n\nAnother noted Southern Gothic photographer was surrealist, Clarence John Laughlin, who photographed cemeteries, plantations, and other abandoned places throughout the American South (primarily Louisiana) for nearly 40 years.[citation needed]\n\n"
        }
    ]
}