{
    "url": "https://en.wikipedia.org/wiki/Soviet_space_program",
    "title": "Soviet space program",
    "table_of_contents": [
        "1 Origins",
        "1.1 Early Russian-Soviet efforts",
        "1.1.1 Gas Dynamics Laboratory (GDL)",
        "1.1.2 Sergey Korolev",
        "1.1.3 Group for the Study of Reactive Motion (GIRD)",
        "1.1.4 Reactive Scientific Research Institute (RNII)",
        "1.2 World War II",
        "1.3 German influence",
        "2 Sputnik and Vostok",
        "2.1 Funding and support",
        "3 Internal competition",
        "4 After Korolev",
        "5 Program secrecy",
        "6 Projects and accomplishments",
        "6.1 Completed projects",
        "6.2 Notable firsts",
        "7 Incidents, failures, and setbacks",
        "7.1 Accidents and cover-ups",
        "7.2 Buran",
        "7.3 Polyus satellite",
        "8 Canceled projects",
        "8.1 Energia rocket",
        "8.2 Interplanetary projects",
        "8.2.1 Mars missions",
        "8.2.2 Vesta",
        "8.2.3 Tsiolkovsky",
        "9 See also",
        "10 References",
        "11 Sources cited",
        "12 Bibliography",
        "13 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe Soviet space program[1] (Russian: Космическая программа СССР, romanized: Kosmicheskaya programma SSSR) was the national space program of the former Union of Soviet Socialist Republics (USSR), active from 1955 until the dissolution of the Soviet Union in 1991.[2]\n\nSoviet investigations in rocketry began with the formation of a research laboratory in 1921, but these efforts were hampered by the devastating war with Germany. Competing in the Space Race with the United States and later with the European Union and China, the Soviet program was notable in setting many records in space exploration, including the first intercontinental missile that launched the first satellite and sent the first animal into Earth orbit in 1957, and placed the first human in space in 1961. In addition, the Soviet program also saw the first woman in space in 1963 and a cosmonaut performing the first spacewalk in 1965. Other milestones included computerized robotic missions exploring the Moon starting in 1959, with the second mission being the first to reach the surface of the Moon, recording the first image of the far side of the Moon, and achieving the first soft landing on the Moon. The Soviet program also achieved the first space rover deployment in 1966 and sent the first robotic probe that automatically extracted a sample of lunar soil and brought it to Earth in 1970.[3][4] The Soviet program was also responsible for leading the first interplanetary probes to Venus and Mars and made successful soft landings on these planets in the 1960s and 1970s.[5] It put the first space station into low Earth orbit in 1971 and the first modular space station in 1986.[6] Its Interkosmos program was also notable for sending the first citizen of a country other than the United States or Soviet Union into space.[7][8]\n\nAfter WWII, the Soviet and US space programs both utilised German technology in their early efforts. Eventually, the program was managed under Sergei Korolev, who led the program based on unique ideas derived by Konstantin Tsiolkovsky, sometimes known as the father of theoretical astronautics.[9] Contrary to its American, European, and Chinese competitors, who had their programs run under a single coordinating agency, the Soviet space program was divided and split among several internally competing design bureaus led by Korolev, Kerimov, Keldysh, Yangel, Glushko, Chelomey, Makeyev, Chertok and Reshetnev.[10]\n\nThe Soviet space program served as an important marker of Soviet claims to its global superpower status.: 1 [11]\n\n"
        },
        {
            "title": "Origins",
            "text": "The theory of space exploration had a solid basis in the Russian Empire before the First World War with the writings of the Russian and Soviet rocket scientist Konstantin Tsiolkovsky (1857–1935), who published pioneering papers in the late 19th and early 20th centuries on astronautic theory, including calculating the Rocket equation and in 1929 introduced the concept of the multistaged rocket.[12][13][14] Additional astronautic and spaceflight theory was also provided by the Ukrainian and Soviet engineer and mathematician Yuri Kondratyuk who developed the first known lunar orbit rendezvous (LOR), a key concept for landing and return spaceflight from Earth to the Moon.[15][16] The LOR was later used for the plotting of the first actual human spaceflight to the Moon. Many other aspects of spaceflight and space exploration are covered in his works.[17] Both theoretical and practical aspects of spaceflight was also provided by the Latvian pioneer of rocketry and spaceflight Friedrich Zander,[18] including suggesting in a 1925 paper that a spacecraft traveling between two planets could be accelerated at the beginning of its trajectory and decelerated at the end of its trajectory by using the gravity of the two planets' moons — a method known as gravity assist.[19]\n\nThe first Soviet development of rockets was in 1921 when the Soviet military sanctioned the commencement of a small research laboratory to explore solid fuel rockets, led by Nikolai Tikhomirov, a chemical engineer and supported by Vladimir Artemyev a Soviet engineer.[20][21]  Tikhomirov had commenced studying solid and Liquid-fueled rockets in 1894, and in 1915 he lodged a patent for \"self-propelled aerial and water-surface mines.\"[22] In 1928 the laboratory was renamed the Gas Dynamics Laboratory (GDL).[23] The First test-firing of a solid fuel rocket was carried out in March 1928, which flew for about 1,300 meters[22]  Further developments in the early 1930s were led by Georgy Langemak.[24] and 1932 in-air test firings of RS-82 missiles from an Tupolev I-4 aircraft armed with six launchers successfully took place.[25]\n\nA key contributor to early soviet efforts came from a young Ukrainian aircraft engineer Sergey Korolev, who would later become the de facto head of the Soviet space programme.[26] \nIn 1926 as an advanced student Korolev was mentored by the famous Soviet aircraft designer Andrey Tupolev, who was a professor at his University.[27] In 1930 while working as a lead engineer on the Tupolev TB-3 heavy bomber he became interested in the possibilities of liquid-fueled rocket engines to propel airplanes. This led to contact with Zander, and sparked his interest in space exploration and rocketry.[26]\n\nPractical aspects built on early experiments carried out by members of the 'Group for the Study of Reactive Motion' (better known by its Russian acronym \"GIRD\") in the 1930s, where Zander, Korolev and other pioneers such as the Russian engineers Mikhail Tikhonravov, Leonid Dushkin, Vladimir Vetchinkin and Yuriy Pobedonostsev worked together.[28][29][30] On August 18, 1933, the Lenigrad branch of GIRD, led by Tikhonravov,[29] launched the first hybrid propellant rocket, the GIRD-09,[31] and on November 25, 1933, the Soviet's first liquid-fueled rocket GIRD-X.[32]\n\nIn 1933 GIRD was merged with GDL[22] by the Soviet government to form the Reactive Scientific Research Institute (RNII),[29] which brought together the best of the Soviet rocket talent, including Korolev, Langemak, Ivan Kleymyonov and former GDL engine designer Valentin Glushko.[33][34] Early success of RNII included the conception in 1936 and first flight in 1941 of the RP-318 the Soviets first rocket-powered aircraft and the RS-82 and RS-132 missiles entered service by 1937,[35] which became the basis for development in 1938 and serial production from 1940 to 1941 of the Katyusha multiple rocket launcher, another advance in the reactive propulsion field.[36][37][38] RNII's research and development were very important for later achievements of the Soviet rocket and space programs.[38][21]\n\nDuring the 1930s Soviet rocket technology was comparable to Germany's,[39] but Joseph Stalin's Great Purge severely damaged its progress. In November 1937, Kleymyonov and Langemak were arrested and later executed, Glushko and many other leading engineers were imprisoned in the Gulag.[40] Korolev was arrested in June 1938 and sent to a forced labour camp in Kolyma in June 1939. However, due to intervention by Tupolev, he was relocated to a prison for scientists and engineers in September 1940.[41]\n\nDuring World War II rocketry efforts were carried out by three Soviet design bureaus.[42] RNII continued to develop and improve solid fuel rockets, including the RS-82 and RS-132 missiles and the Katyusha rocket launcher,[24] where Pobedonostsev and Tikhonravov continued to work on rocket design.[43][44] In 1944 RNII was renamed Scientific Research Institute No 1 (NII-I) and combined with design bureau OKB-293, led by Soviet engineer Viktor Bolkhovitinov, which developed, with Aleksei Isaev, Boris Chertok, Leonid Voskresensky and Nikolay Pilyugin a short-range rocket powered interceptor called Bereznyak-Isayev BI-1.[45]\n\nSpecial Design Bureau for Special Engines (OKB-SD) was led by Glushko and focused on developing auxiliary liquid-fueled rocket engines to assist takeoff and climbing of prop aircraft, including the RD-IKhZ, RD-2 and RD-3.[46]  In 1944, the RD-1 kHz auxiliary rocket motor was tested in a fast-climb Lavochkin La-7R for protection of the capital from high-altitude Luftwaffe attacks.[47] In 1942 Korolev was transferred to OKB-SD, where he proposed development of the long rang missiles D-1 and D-2.[48]\n\nThe third design bureau was Plant No 51 (OKB-51), led by Soviet Ukrainian Engineer Vladimir Chelomey, where he created the first Soviet pulsating air jet engine in 1942, independently of similar contemporary developments in Nazi Germany.[49][50]\n\nDuring World War II Nazi Germany developed rocket technology that was more advanced than the Allies  and a race commenced between the Soviet Union and the United States to capture and exploit the technology. Soviet rocket specialist were sent to Germany in 1945 to obtain V-2 rockets and worked with German specialists in Germany and later in the Soviet Union to understand and replicate the rocket technology.[51][52][53] The involvement of German scientists and engineers was an essential catalyst to early Soviet efforts. In 1945 and 1946 the use of German expertise was invaluable in reducing the time needed to master the intricacies of the V-2 rocket, establishing production of the R-1 rocket and enable a base for further developments. However, after 1947 the Soviets made very little use of German specialists and their influence on the future Soviet rocket program was marginal.[54][55][56][57]\n\n"
        },
        {
            "title": "Sputnik and Vostok",
            "text": "The Soviet space program was tied to the USSR's Five-Year Plans and from the start was reliant on support from the Soviet military. Although he was \"single-mindedly driven by the dream of space travel\", Korolev generally kept this a secret while working on military projects—especially, after the Soviet Union's first atomic bomb test in 1949, a missile capable of carrying a nuclear warhead to the United States—as many mocked the idea of launching satellites and crewed spacecraft. Nonetheless, the first Soviet rocket with animals aboard launched in July 1951; the two dogs were recovered alive after reaching 101 km in altitude. Two months ahead of America's first such achievement, this and subsequent flights gave the Soviets valuable experience with space medicine.[58]: 84–88, 95–96, 118 \n\nBecause of its global range and large payload of approximately five tons, the reliable R-7 was not only effective as a strategic delivery system for nuclear warheads, but also as an excellent basis for a space vehicle. The United States' announcement in July 1955 of its plan to launch a satellite during the International Geophysical Year greatly benefited Korolev in persuading Soviet leader Nikita Khrushchev to support his plans. [58]: 148–151  In a letter addressed to Khrushchev, Korolev stressed the necessity of launching a \"simple satellite\" in order to compete with the American space effort.[59] Plans were approved for Earth-orbiting satellites (Sputnik) to gain knowledge of space, and four uncrewed military reconnaissance satellites, Zenit. Further planned developments called for a crewed Earth orbit flight by and an uncrewed lunar mission at an earlier date.[60]\n\nAfter the first Sputnik proved to be a successful propaganda coup, Korolev—now known publicly only as the anonymous \"Chief Designer of Rocket-Space Systems\"[58]: 168–169 —was charged to accelerate the crewed program, the design of which was combined with the Zenit program to produce the Vostok spacecraft. After Sputnik, Soviet scientists and program leaders envisioned establishing a crewed station to study the effects of zero-gravity and the long term effects on lifeforms in a space environment.[61] Still influenced by Tsiolkovsky—who had chosen Mars as the most important goal for space travel—in the early 1960s the Soviet program under Korolev created substantial plans for crewed trips to Mars as early as 1968 to 1970. With closed-loop life support systems and electrical rocket engines, and launched from large orbiting space stations, these plans were much more ambitious than America's goal of landing on the Moon.[58]: 333–337 \n\nThe Soviet space program was secondary in military funding to the Strategic Rocket Forces' ICBMs. While the West believed that Khrushchev personally ordered each new space mission for propaganda purposes, and the Soviet leader did have an unusually close relationship with Korolev and other chief designers, Khrushchev emphasized missiles rather than space exploration and was not very interested in competing with Apollo.[58]: 351, 408, 426–427 \n\nWhile the government and the Communist Party used the program's successes as propaganda tools after they occurred, systematic plans for missions based on political reasons were rare, one exception being Valentina Tereshkova, the first woman in space, on Vostok 6 in 1963.[58]: 351  Missions were planned based on rocket availability or ad hoc reasons, rather than scientific purposes. For example, the government in February 1962 abruptly ordered an ambitious mission involving two Vostoks simultaneously in orbit launched \"in ten days time\" to eclipse John Glenn's Mercury-Atlas 6 that month; the program could not do so until August, with Vostok 3 and Vostok 4.[58]: 354–361 \n\n"
        },
        {
            "title": "Internal competition",
            "text": "Unlike the American space program, which had NASA as a single coordinating structure directed by its administrator, James Webb through most of the 1960s, the USSR's program was split between several competing design groups. Despite the remarkable successes of the Sputniks between 1957 and 1961 and Vostoks between 1961 and 1964, after 1958 Korolev's OKB-1 design bureau faced increasing competition from his rival chief designers, Mikhail Yangel, Valentin Glushko, and Vladimir Chelomei. Korolev planned to move forward with the Soyuz craft and N-1 heavy booster that would be the basis of a permanent crewed space station and crewed exploration of the Moon. However, Dmitry Ustinov directed him to focus on near-Earth missions using the Voskhod spacecraft, a modified Vostok, as well as on uncrewed missions to nearby planets Venus and Mars.\n\nYangel had been Korolev's assistant but with the support of the military, he was given his own design bureau in 1954 to work primarily on the military space program. This had the stronger rocket engine design team including the use of hypergolic fuels but following the Nedelin catastrophe in 1960 Yangel was directed to concentrate on ICBM development. He also continued to develop his own heavy booster designs similar to Korolev's N-1 both for military applications and for cargo flights into space to build future space stations.\n\nGlushko was the chief rocket engine designer but he had a personal friction with Korolev and refused to develop the large single chamber cryogenic engines that Korolev needed to build heavy boosters.\n\nChelomey benefited from the patronage of Khrushchev[58]: 418  and in 1960 was given the plum job of developing a rocket to send a crewed vehicle around the Moon and a crewed military space station. With limited space experience, his development was slow.\n\nThe progress of the Apollo program alarmed the chief designers, who each advocated for his own program as the response. Multiple, overlapping designs received approval, and new proposals threatened already approved projects. Due to Korolev's \"singular persistence\", in August 1964—more than three years after the United States declared its intentions—the Soviet Union finally decided to compete for the moon. It set the goal of a lunar landing in 1967—the 50th anniversary of the October Revolution—or 1968.[58]: 406–408, 420  At one stage in the early 1960s the Soviet space program was actively developing 30 projects for launchers and spacecraft.[citation needed] With the fall of Krushchev in 1964, Korolev was given complete control of the crewed program.\n\nIn 1961, Valentin Bondarenko, a cosmonaut and member of the Vostok Spacecraft, was killed in an endurance experiment after the chamber he was in caught on fire. The Soviet Union chose to cover up his death and continue on with the space program.[62]\n\n"
        },
        {
            "title": "After Korolev",
            "text": "Korolev died in January 1966, following a routine operation that uncovered colon cancer, from complications of heart disease and severe hemorrhaging. Kerim Kerimov,[63] who had previously served as the head of the Strategic Rocket Forces and had participated in the State Commission for Vostok as part of his duties,[64] was appointed Chairman of the State Commission on Piloted Flights and headed it for the next 25 years (1966–1991). He supervised every stage of development and operation of both crewed space complexes as well as uncrewed interplanetary stations for the former Soviet Union. One of Kerimov's greatest achievements was the launch of Mir in 1986.\n\nThe leadership of the OKB-1 design bureau was given to Vasily Mishin, who had the task of sending a human around the Moon in 1967 and landing a human on it in 1968. Mishin lacked Korolev's political authority and still faced competition from other chief designers. Under pressure, Mishin approved the launch of the Soyuz 1 flight in 1967, even though the craft had never been successfully tested on an uncrewed flight. The mission launched with known design problems and ended with the vehicle crashing to the ground, killing Vladimir Komarov. This was the first in-flight fatality of any space program.\n\nFollowing this tragedy and under new pressures, Mishin developed a drinking problem. The Soviets were beaten in sending the first crewed flight around the Moon in 1968 by Apollo 8, but Mishin pressed ahead with development of the flawed super heavy N1, in the hope that the Americans would have a setback, leaving enough time to make the N1 workable and land a man on the Moon first. There was a success with the joint flight of Soyuz 4 and Soyuz 5 in January 1969 that tested the rendezvous, docking, and crew transfer techniques that would be used for the landing, and the LK lander was tested successfully in earth orbit. But after four uncrewed test launches of the N1 ended in failure, the program was suspended for two years and then cancelled, removing any chance of the Soviets landing men on the Moon before the United States.[65]\n\nBesides the crewed landings, the abandoned Soviet Moon program included the multipurpose moon base Zvezda, first detailed with developed mockups of expedition vehicles[66] and surface modules.[67]\n\nFollowing this setback, Chelomey convinced Ustinov to approve a program in 1970 to advance his Almaz military space station as a means of beating the US's announced Skylab. Mishin remained in control of the project that became Salyut but the decision backed by Mishin to fly a three-man crew without pressure suits rather than a two-man crew with suits to Salyut 1 in 1971 proved fatal when the re-entry capsule depressurized killing the crew on their return to Earth. Mishin was removed from many projects, with Chelomey regaining control of Salyut. After working with NASA on the Apollo–Soyuz, the Soviet leadership decided a new management approach was needed, and in 1974 the N1 was canceled and Mishin was out of office. The design bureau was renamed NPO Energia with Glushko as chief designer.[65]\n\nIn contrast with the difficulty faced in its early crewed lunar programs, the USSR found significant success with its remote moon operations, achieving two historical firsts with the automatic Lunokhod and the Luna sample return missions. The Mars probe program was also continued with some success, while the explorations of Venus and then of the Halley comet by the Venera and Vega probe programs were more effective.[65]\n\nIn spite of many other Soviet-allied nations contributed to the national space program, the Soviet program was mostly inherited by the Russian Federation and fewer facilities to Ukraine after the dissolution of the Soviet Union in 1991. The primary spaceport, Baikonur Cosmodrome, is now in Kazakhstan that leases the facility to Russia.[68][69]\n\n"
        },
        {
            "title": "Program secrecy",
            "text": "The Soviet space program had withheld information on its projects predating the success of Sputnik, the world's first artificial satellite. In fact, when the Sputnik project was first approved, one of the most immediate courses of action the Politburo took was to consider what to announce to the world regarding their event.[70]\n\nThe Telegraph Agency of the Soviet Union (TASS) established precedents for all official announcements on the Soviet space program.[71] The information eventually released did not offer details on who built and launched the satellite or why it was launched. The public release revealed, \"there is an abundance of arcane scientific and technical data... as if to overwhelm the reader with mathematics in the absence of even a picture of the object\".[72] What remains of the release is the pride for Soviet cosmonautics and the vague hinting of future possibilities then available after Sputnik's success.[73]\n\nThe Soviet space program's use of secrecy served as both a tool to prevent the leaking of classified information between countries and also to create a mysterious barrier between the space program and the Soviet populace. The program's nature embodied ambiguous messages concerning its goals, successes, and values. Launchings were not announced until they took place. Cosmonaut names were not released until they flew. Mission details were sparse. Outside observers did not know the size or shape of their rockets or cabins or most of their spaceships, except for the first Sputniks, lunar probes and Venus probe.[74]\n\nHowever, the military influence over the Soviet space program may be the best explanation for this secrecy. The OKB-1 was subordinated under the Ministry of General Machine Building,[72] tasked with the development of intercontinental ballistic missiles, and continued to give its assets random identifiers into the 1960s: \"For example, the Vostok spacecraft was referred to as 'object IIF63' while its launch rocket was 'object 8K72K'\".[72] Soviet defense factories had been assigned numbers rather than names since 1927. Even these internal codes were obfuscated: in public, employees used a separate code, a set of special post-office numbers, to refer to the factories, institutes, and departments.\n\nThe program's public pronouncements were uniformly positive: as far as the people knew, the Soviet space program had never experienced failure. According to historian James Andrews, \"With almost no exceptions, coverage of Soviet space exploits, especially in the case of human space missions, omitted reports of failure or trouble\".[72]\n\n\"The USSR was famously described by Winston Churchill as 'a riddle, wrapped in a mystery, inside an enigma' and nothing signified this more than the search for the truth behind its space program during the Cold War. Although the Space Race was literally played out above our heads, it was often obscured by a figurative 'space curtain' that took much effort to see through\"[74] says Dominic Phelan in the book Cold War Space Sleuths (Springer-Praxis 2013).[75]\n\n"
        },
        {
            "title": "Projects and accomplishments",
            "text": "\n\nThe Soviet space program's projects include:\n\nTwo days after the United States announced its intention to launch an artificial satellite, on July 31, 1955, the Soviet Union announced its intention to do the same. Sputnik 1 was launched on October 4, 1957, beating the United States and stunning people all over the world.[76]\n\nThe Soviet space program pioneered many aspects of space exploration:\n\n"
        },
        {
            "title": "",
            "text": "The Soviet space program experienced a number of fatal incidents and failures.[79]\n\nThe first official cosmonaut fatality during training occurred on March 23, 1961, when Valentin Bondarenko died in a fire within a low pressure, high oxygen atmosphere.\n\nThe Soviets continued striving for the first lunar mission with the huge N-1 rocket, which exploded on each of four uncrewed tests shortly after launch. The Americans won the race to land men on the Moon with Apollo 11 on July 20, 1969.\n\nIn 1971, the Soyuz 11 mission to stay at the Salyut 1 space station resulted in the deaths of three cosmonauts when the reentry capsule depressurized during preparations for reentry. This accident resulted in the only human casualties to occur in space (beyond 100 km (62 mi), as opposed to the high atmosphere). The crew members aboard Soyuz 11 were Vladislav Volkov, Georgy Dobrovolsky, and Viktor Patsayev.\n\nOn April 5, 1975, Soyuz 7K-T No.39, the second stage of a Soyuz rocket carrying two cosmonauts to the Salyut 4 space station malfunctioned, resulting in the first crewed launch abort. The cosmonauts were carried several thousand miles downrange and became worried that they would land in China, which the Soviet Union was then having difficult relations with. The capsule hit a mountain, sliding down a slope and almost slid off a cliff; however, the parachute lines snagged on trees and kept this from happening. As it was, the two suffered severe injuries and the commander, Lazarev, never flew again.\n\nOn March 18, 1980, a Vostok rocket exploded on its launch pad during a fueling operation, killing 48 people.[80]\n\nIn August 1981, Kosmos 434, which had been launched in 1971, was about to re-enter. To allay fears that the spacecraft carried nuclear materials, a spokesperson from the Ministry of Foreign Affairs of the USSR assured the Australian government on 26 August 1981, that the satellite was \"an experimental lunar cabin\". This was one of the first admissions by the Soviet Union that it had ever engaged in a crewed lunar spaceflight program.[58]: 736 \n\nIn September 1983, a Soyuz rocket being launched to carry cosmonauts to the Salyut 7 space station exploded on the pad, causing the Soyuz capsule's abort system to engage, saving the two cosmonauts on board.[81]\n\nThe Soviet Buran program attempted to produce a class of spaceplanes launched from the Energia rocket, in response to the US Space Shuttle. It was intended to operate in support of large space-based military platforms as a response to the Strategic Defense Initiative. Buran only had orbital maneuvering engines, unlike the Space Shuttle, Buran did not fire engines during launch, instead relying entirely on Energia to lift it out of the atmosphere. It copied the airframe and thermal protection system design of the US Space Shuttle Orbiter, with a maximum payload of 30 metric tons (slightly higher than that of the Space Shuttle), and weighed less.[82] It also had the capability to land autonomously. Due to this, some retroactively consider it to be the more capable launch vehicle.[83] By the time the system was ready to fly in orbit in 1988, strategic arms reduction treaties made Buran redundant. On November 15, 1988, Buran and its Energia rocket were launched from Baikonur Cosmodrome in Kazakhstan, and after two orbits in three hours, glided to a landing a few miles from its launch pad.[84] While the craft survived that re-entry, the heat shield was not reusable. This failure resulted from United States counter intelligence efforts.[85] After this test flight, the Soviet Ministry of Defense would defund the program, considering it relatively pointless compared to its price.[86]\n\nThe Polyus satellite was a prototype orbital weapons platform designed to destroy Strategic Defense Initiative satellites with a megawatt carbon-dioxide laser.[87] Launched mounted upside-down on its Energia rocket, its single flight test was a failure when the inertial guidance system failed to rotate it 180° and instead rotated a complete 360°.[88]\n\n"
        },
        {
            "title": "Canceled projects",
            "text": "The Energia was a successfully developed super heavy-lift launch vehicle which burned liquid hydrogen fuel. But without the Buran or Polyus payloads to launch, it was also canceled due to lack of funding on dissolution of the USSR.\n\nThe Vesta mission would have consisted of two identical double-purposed interplanetary probes to be launched in 1991. It was intended to fly-by Mars (instead of an early plan to Venus) and then study four asteroids belonging to different classes. At 4 Vesta a penetrator would be released.\n\nThe Tsiolkovsky mission was planned as a double-purposed deep interplanetary probe to be launched in the 1990s to make a \"sling shot\" flyby of Jupiter and then pass within five or seven radii of the Sun. A derivative of this spacecraft would possibly be launched toward Saturn and beyond.[90]\n\n"
        }
    ]
}