{
    "url": "https://en.wikipedia.org/wiki/Soviet_Montage",
    "title": "Soviet montage theory",
    "table_of_contents": [
        "1 Montage",
        "1.1 History",
        "1.1.1 Adoption abroad",
        "1.1.2 Contemporary uses",
        "1.2 Terms and concepts",
        "1.3 Methods",
        "2 Intellectual montage",
        "3 Counter theories and criticism",
        "4 Other Soviet film theories and practices",
        "4.1 Socialist Realism",
        "4.2 Kino-eye",
        "5 \"The Dramaturgy of Film Form\" (\"The Dialectical Approach of Film Form\")",
        "6 See also",
        "7 References",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Soviet montage theory is an approach to understanding and creating cinema that relies heavily upon editing (montage is French for \"assembly\" or \"editing\"). It is the principal contribution of Soviet film theorists to global cinema, and brought formalism to bear on filmmaking.\n\nAlthough Soviet filmmakers in the 1920s disagreed about how exactly to view montage, Sergei Eisenstein marked a note of accord in \"A Dialectic Approach to Film Form\" when he noted that montage is \"the nerve of cinema\", and that \"to determine the nature of montage is to solve the specific problem of cinema\". Its influence is far reaching commercially, academically, and politically. Alfred Hitchcock cites editing (and montage indirectly) as the lynchpin of worthwhile filmmaking. In fact, montage is demonstrated in the majority of narrative fiction films available today. Post-Soviet film theories relied extensively on montage's redirection of film analysis toward language, a literal grammar of film. A semiotic understanding of film, for example, is indebted to and in contrast with Sergei Eisenstein's wanton transposition of language \"in ways that are altogether new.\"[1] While several Soviet filmmakers, such as Lev Kuleshov, Dziga Vertov, Esfir Shub and Vsevolod Pudovkin put forth explanations of what constitutes the montage effect, Eisenstein's view that \"montage is an idea that arises from the collision of independent shots\" wherein \"each sequential element is perceived not next to the other, but on top of the other\" has become most widely accepted.\n\nThe production of films—how and under what conditions they are made—was of crucial importance to Soviet leadership and filmmakers. Films that focused on individuals rather than masses were deemed counterrevolutionary, but not exclusively so. The collectivization of filmmaking was central to the programmatic realization of the Communist state. Kino-Eye forged a film and newsreel collective that sought the dismantling of bourgeois notions of artistry above the needs of the people. Labor, movement, the machinery of life, and the everyday of Soviet citizens coalesced in the content, form, and productive character of Kino-eye repertoire.\n\nThe bulk of influence, beginning from the October 1917 Revolution until the late 1950s (oftentimes referred to as the Stalin era), brought a cinematic language to the fore and provided the groundwork for contemporary editing and documentary techniques, as well as providing a starting point for more advanced theories.\n\n"
        },
        {
            "title": "Montage",
            "text": "Montage theory, in its rudimentary form, asserts that a series of connected images allows for complex ideas to be extracted from a sequence and, when strung together, constitute the entirety of a film's ideological and intellectual power. In other words, the editing of shots rather than the content of the shot alone constitutes the force of a film. Many directors still believe that montage is what defines cinema against other specific media. Vsevolod Illarionovich Pudovkin, for example, claimed that words were thematically inadequate, despite silent cinema's use of intertitles to make narrative connections between shots.[2] Steve Odin traces montage back to Charles Dickens' use of the concept to track parallel action across a narrative.[3]\n\nDistance, lack of access, and regulations meant that the formal theory of montage was not widely known until well after its explosion in the Soviet Union. It was only in 1928, for example, that Eisenstein's theories reached Britain in Close Up.[7] Additionally, filmmakers in Japan during the 1920s were \"quite unaware of montage\" according to Eisenstein.[8] Despite this, both nations produced films that used something tantamount to continuity editing. According to Chris Robé, the internal strife between Soviet theories of montage mirrored the liberal and radical debates in the West. In his book Left of Hollywood: Cinema, Modernism, and the Emergence of U.S. Radical Film Culture, Robé illustrates the Western Left's attempts to tone-down revolutionary language and psychoanalyze characters on the screen. Hanns Sach's essays \"Kitsch\"(1932) and \"Film Psychology\" (1928) are used here to demonstrate Kitsch's aesthetic distinction from the Realist project of the Soviet Union, and also to affirm Kitsch's ability to create a more powerful affect than realism ever could. As such, Sach argued, a psychological montage was recognizable in all films, even abstract ones which held no resemblance to classic Soviet cinema. Robé also cites Zygmunt Tonecky's essay \"The Preliminary of Art Film\" as a reformulation of montage theory in service of abstract cinema. Zygmunt's argument centers around his disagreement with Eisenstein that montage was logical, but rather psychological. As such, abstract films defamiliarize objects and have the potential to create critical spectators. Defamiliarization was seen a catalyst for revolutionary thinking. Clearly, the adoption of Montage Theory was rarely hard and fast, but rather a stepping stone for other theories.\n\nThe split between the West and Soviet filmmaking became readily apparent with André Bazin's dismissal of montage and Cahiers du Cinéma's assertion of the primacy of auteurs. The belief that a still, highly composed, and individuated shot marked cinema's artistic significance was an affront to the dialectical method. That individual directors could compose and produce films by themselves (at least in terms of credit and authorship) made impossible the collectivization of filmmaking.[9] Eisenstein's later work (Alexander Nevsky [1938] and Ivan the Terrible [1944–1946]), would undercut his earlier film's appeal to masses by locating the narrative on a single individual.\n\nThe term montage has undergone radical popular redefinition in the last 30 years. It is commonly used to refer to a sequence of short shots used to demonstrate the passage of prolonged time. A famous example is the training sequence in Rocky (Avildsen 1976) in which weeks of preparation are represented through a sequence of disparate exercise footage. Ferris Bueller's Day Off (Hughes 1986) demonstrates the same concept in order to collapse several hours into a few short minutes of footage throughout Chicago. This differs entirely from even the most conservative interpretations of montage in the Soviet Union, wherein time is subordinate to the collision of images and their symbolic meaning.\n\n"
        },
        {
            "title": "Intellectual montage",
            "text": "In his later writings, Eisenstein argues that montage, especially intellectual montage, is an alternative system to continuity editing. He argued that \"Montage is conflict\" (dialectical) where new ideas, emerge from the collision of the montage sequence (synthesis) and where the new emerging ideas are not innate in any of the images of the edited sequence. A new concept explodes into being. His understanding of montage, thus, illustrates Marxist dialectics.\n\nConcepts similar to intellectual montage would arise during the first half of the 20th century, such as Imagism in poetry (specifically Pound's Ideogrammic Method), or Cubism's attempt at synthesizing multiple perspectives into one painting. The idea of associated concrete images creating a new (often abstract) image was an important aspect of much early Modernist art.\n\nEisenstein relates this to non-literary \"writing\" in pre-literate societies, such as the ancient use of pictures and images in sequence, that are therefore in \"conflict\". Because the pictures are relating to each other, their collision creates the meaning of the \"writing\". Similarly, he describes this phenomenon as dialectical materialism.\n\nEisenstein argued that the new meaning that emerged from conflict is the same phenomenon found in the course of historical events of social and revolutionary change. He used intellectual montage in his feature films (such as Battleship Potemkin and October) to portray the political situation surrounding the Bolshevik Revolution.\n\nHe also believed that intellectual montage expresses how everyday thought processes happen. In this sense, the montage will in fact form thoughts in the minds of the viewer, and is therefore a powerful tool for propaganda.\n\nIntellectual montage follows in the tradition of the ideological Russian Proletcult Theatre which was a tool of political agitation. In his film Strike, Eisenstein includes a sequence with cross-cut editing between the slaughter of a bull and police attacking workers. He thereby creates a film metaphor: assaulted workers = slaughtered bull. The effect that he wished to produce was not simply to show images of people's lives in the film but more importantly to shock the viewer into understanding the reality of their own lives. Therefore, there is a revolutionary thrust to this kind of film making.\n\nEisenstein discussed how a perfect example of his theory is found in his film October, which contains a sequence where the concept of \"God\" is connected to class structure, and various images that contain overtones of political authority and divinity are edited together in descending order of impressiveness so that the notion of God eventually becomes associated with a block of wood. He believed that this sequence caused the minds of the viewer to automatically reject all political class structures.\n\n"
        },
        {
            "title": "Counter theories and criticism",
            "text": "Though montage was widely acknowledged in principle as the mechanism that constitutes cinema, it was not universally believed as cinema's essence. Lev Kuleshov, for example, expressed that though montage makes cinema possible, it does not hold as much significance as performance, a type of internal montage. Additionally, Kuleshov expressed the subservience of montage to the will of those who deploy it.[27] In his comparisons between Russian, European, and American cinema prior to the Russian Revolution, Kuleshov could not identify a unifying theory between them and concluded a relativistic approach to filmmaking, opting for something similar to later auteur theories. The implication of an exclusive focus on montage is one in which performances become unconvincing given the actors jilted belief in his/her own significance.\n\nKino-eye, composed of various newsreel correspondents, editors, and directors, also took indirect aim at montage as the overarching principle of cinema. Kino-eye was interested in capturing life of the proletariat and actualizing revolution, and was accused by Eisenstein of being devoid of ideological method. Films like Dziga Vertov's The Man with a Movie Camera utilized montage (almost all films did at the time), but packaged images without discernible political connection between shots. Vertov, on the other hand, saw the fictional revolutions represented in Eisenstein's films as lacking the visceral weight of unscripted action.\n\n"
        },
        {
            "title": "Other Soviet film theories and practices",
            "text": "Socialist Realism speaks to the project of art within Stalin's period. Art, inherently implosive when funded and regulated by the state, requires form and content to avoid neutrality. The five-year plan, which demanded workers to \"overfill the plan\" required filmmakers to exceed baseline standards.[28] Naturalism, in which art can only express its subject singularly rather than relationally, is incapable of exposing the structural and systemic characteristics of phenomena. Realism, on the other hand, is concerned with relationships, causality, and the production of informed spectators. As such, Socialist Realism was primarily a literary movement, characterized by works such as Maxim Gorky's novel Mother. Filmmakers took cues from their literary counterparts, implementing a narrative and character style reminiscent of communist cultural values. Below are some factors that influenced the cinematic Socialist Realist approach.\n\nKinoks (\"cinema-eye men\") / Kinoglaz (\"Kino-eye\") – The group and movement founded by Dziga Vertov. The Council of Three was the official voice of Kino-eye, issuing statements on the group's behalf. The demands, elaborated in films, conferences, and future essays, would seek to situate Kino-eye as the preeminent Soviet filmmaking collective. In the Art of the Cinema, Kuleshov issues a challenge to non-fiction filmmakers: \"Ideologues of the non-fictional film!- give up convincing yourselves of the correctness of your viewpoints: they are indisputable. Create or point out methods of creating genuine, exciting newsreels. ... When it is possible to film easily and comfortably, without having to consider either location, or the light conditions, then the authentic flowering of the non-fictional film will take place, depicting our environment, our construction, our land.\"[34]\n\n\"Above all, I constructed a true cinema-object not on top of everyday life, but out of everyday life. The story offered by comrade Verevkin's script did not weigh life down in my work. Instead, the everyday life of the Young Pioneers absorbed the story, making it possible to capture the essence of the young Leninists in their spontaneous actuality [or immediate reality, neposredstvennoi deistvitel'nosti]. This materialist approach freed us from art cinema's bourgeois illustration of a literary text, overcame the \"government-issue\" formalism of the newsreel, and allowed us to productively establish devices for filming with a socialist character.\"[41]\n\nKristin Romberg mediates the conflictual but parallel nature of Kino-eye and Gan's constructivism by identifying empathy as the central dividing element. Island of the Young Pioneers enters into a role-playing relationship between and with children that seeks to build an understanding between them. This, along with the focus on radicalizing children specifically, was inconceivable within Kino-eye's framework. Vertov, concerned with machinery, movement and labor, universalized Kino-eye's strategy of constant critique, with little room for empathy and nuance.\n\n"
        },
        {
            "title": "",
            "text": "In this essay, Eisenstein explicates how art is created and sustained through a dialectical process. He begins with this supposition:\n\nFrom this, the form an art takes grants it its dialectical and political dimension. The material from which it is created is inherently conflictual and holds the seeds of its own destruction (antithesis). Without this understanding, montage is merely a succession of images reminiscent of DW Griffith's continuity editing. Here, it is important to note that, for Eisenstein, art form is inherently political. The danger is in claiming it's neutral until a story or interpretation are attached. While theories of montage prior to this sought political mobilization, Dramaturgy took montage beyond the cinema and implicated film form in broader Marxist struggle.\n\n"
        }
    ]
}