{
    "url": "https://en.wikipedia.org/wiki/Soyuz_programme",
    "title": "Soyuz programme",
    "table_of_contents": [
        "1 Soyuz rocket",
        "2 Soyuz spacecraft",
        "3 Derivatives",
        "4 Soyuz crewed flights",
        "5 Soyuz uncrewed flights",
        "6 Gallery",
        "7 See also",
        "8 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe Soyuz programme (/ˈsɔɪjuːz/ SOY-yooz, /ˈsɔː-/ SAW-; Russian: Союз [sɐˈjus], meaning \"Union\") is a human spaceflight programme initiated by the Soviet Union in the early 1960s. The Soyuz spacecraft was originally part of a Moon landing project intended to put a Soviet cosmonaut on the Moon.[1] It was the third Soviet human spaceflight programme after the Vostok (1961–1963) and Voskhod (1964–1965) programmes.[2]\n\nThe programme consists of the Soyuz capsule and the Soyuz rocket and is now the responsibility of the Russian Roscosmos.[3][4] After the retirement of the Space Shuttle in 2011, Soyuz was the only way for humans to get to the International Space Station (ISS) until 30 May 2020, when Crew Dragon flew to the ISS for the first time with astronauts.[4][5]\n\n"
        },
        {
            "title": "Soyuz rocket",
            "text": "The launch vehicles used in the Soyuz expendable launch system are manufactured at the Progress State Research and Production Rocket Space Center (TsSKB-Progress) in Samara, Russia. As well as being used in the Soyuz programme as the launcher for the crewed Soyuz spacecraft, Soyuz launch vehicles are now also used to launch robotic Progress supply spacecraft to the International Space Station and commercial launches marketed and operated by TsSKB-Progress and the Starsem company. Currently Soyuz vehicles are launched from the Baikonur Cosmodrome in Kazakhstan and the Plesetsk Cosmodrome in northwest Russia and, since 2011, Soyuz launch vehicles are also being launched from the Guiana Space Centre in French Guiana.[6] The Spaceport's new Soyuz launch site has been handling Soyuz launches since 21 October 2011, the date of the first launch.[7] As of December 2019, 19 Guiana Soyuz launches had been made from French Guiana Space Centre, all successful.[8][9][10]\n\n"
        },
        {
            "title": "Soyuz spacecraft",
            "text": "The basic Soyuz spacecraft design was the basis for many projects, many of which were never developed. Its earliest form was intended to travel to the Moon without employing a huge booster like the Saturn V or the Soviet N-1 by repeatedly docking with upper stages that had been put in orbit using the same rocket as the Soyuz. This and the initial civilian designs were done under the Soviet Chief Designer Sergei Pavlovich Korolev, who did not live to see the craft take flight. Several military derivatives took precedence in the Soviet design process, though they never came to pass.\n\nA Soyuz spacecraft consists of three parts (from front to back):\n\nThere have been many variants of the Soyuz spacecraft, including:\n\n"
        },
        {
            "title": "Derivatives",
            "text": "The Zond spacecraft was designed to take a crew around the Moon, but never achieved the required degree of safety or political need. Zond 5 did circle the Moon in September 1968, with two tortoises and other life forms, and returned safely to Earth although in an atmospheric entry which probably would have killed human travelers. \n\nThe Progress series of robotic cargo ships for the Salyut, Mir, and ISS use the engine section, orbital module, automatic navigation, docking mechanism, and overall layout of the Soyuz spacecraft, but are incapable of reentry.\n\nWhile not a direct derivative, the Chinese Shenzhou spacecraft follows the basic template originally pioneered by Soyuz.[11][12]\n\n"
        }
    ]
}