{
    "url": "https://en.wikipedia.org/wiki/Heywood_Floyd",
    "title": "Space Odyssey",
    "table_of_contents": [
        "1 Literature",
        "2 Films",
        "2.1 Future",
        "3 Development",
        "4 Characters",
        "5 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The Space Odyssey series is a series of science fiction novels by the writer Arthur C. Clarke. Two of the novels have been made into feature films, released in 1968 and 1984 respectively. Two of Clarke's early short stories may also be considered part of the series.\n\n"
        },
        {
            "title": "Literature",
            "text": "Short stories:\n\nNovels:\n\nComic books:\n\n"
        },
        {
            "title": "Films",
            "text": "It was reported on Yahoo Entertainment in 2000 that M.G.M. and Tom Hanks were in discussions regarding turning both 2061: Odyssey Three and 3001: The Final Odyssey into movies (Hanks would reportedly play Frank Poole in the 3001 film). An update in 2001 stated that there was no further development on the project.[1]\n\nOn 3 November 2014 it was reported that the U.S. cable channel Syfy had ordered a miniseries adaptation of 3001: The Final Odyssey into production, planned for broadcast in 2015. The miniseries would be executive-produced by Ridley Scott, David W. Zucker and Stuart Beattie; the latter would also be the primary script-writer. The estates of both Clarke and 2001: A Space Odyssey director Stanley Kubrick were reported as having \"offered their full support\", but the extent of their involvement was not known at the time.[2] In February 2016, the series was mentioned as one of Syfy's \"in development pipeline\" projects during their press release for Prototype,[3] though no further announcements have been made since that time.\n\n"
        },
        {
            "title": "Development",
            "text": "The 2001 screenplay was written by Clarke and Stanley Kubrick jointly, based on the seed idea in \"The Sentinel\" that an alien civilization has left an object on the Moon to alert them to mankind's attainment of space travel. In addition, the 1953 short story \"Encounter in the Dawn\" contains elements of the first section of the film, in which the ancestors of humans are apparently given an evolutionary \"nudge\" by extraterrestrials. The opening part of another Clarke story, \"Transience\", has plot elements set in about the same time in human history, but is otherwise unrelated.\n\nThe 1972 book The Lost Worlds of 2001 contains material that did not make it into the book or film.\n\nClarke's first attempt to write the sequel to 2001 was a film screenplay, though he ultimately wrote a novel instead that was published in 1982. Clarke was not directly involved in the production of the second film, although he did communicate with writer/director Peter Hyams a great deal during the production via the then-pioneering medium of e-mail (as published in the book The Odyssey File) and also made a non-speaking cameo appearance in the film. Kubrick had no involvement in the 2010 novel or film, or any of the later projects.\n\nThe Space Odyssey series combines several science-fiction narrative conventions with a metaphysical tone. Since the stories and settings in the books and films all diverge, Clarke suggested that the \"continuity\" of the series represents happenings in a set of parallel universes. One notable example is that in the 2001 novel, the voyage was to the planet Saturn. During production of the film, it was decided that the special effects for Saturn's rings would be too expensive, so the voyage in the film is to Jupiter instead. The second book, 2010, retcons the storyline of the first book to make the destination Jupiter as seen in the film.\n\nClarke stated that the Time Odyssey novels are an \"orthoquel\" (a neologism coined by Clarke for this purpose, combining the word sequel with ortho-, the Greek prefix meaning \"straight\" or \"perpendicular\", and alluding to the fact that time is orthogonal to space in relativity theory) to the Space Odyssey series.[4]\n\n"
        }
    ]
}