{
    "url": "https://en.wikipedia.org/wiki/Space_policy",
    "title": "Space policy",
    "table_of_contents": [
        "1 Space law",
        "1.1 International Treaties",
        "1.1.1 The Partial Test Ban Treaty",
        "1.1.2 The Outer Space Treaty",
        "1.1.3 The Rescue Agreement",
        "1.1.4 The Liability Convention",
        "1.1.5 The Registration Convention",
        "1.1.6 The Moon Agreement",
        "2 Policy by country",
        "2.1 Soviet Union",
        "2.2 United States",
        "2.2.1 History",
        "2.3 Europe",
        "2.4 China",
        "2.5 Russian Federation and Ukraine",
        "2.6 India",
        "3 See also",
        "4 References",
        "5 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\nSpace policy is the political decision-making process for, and application of, public policy of a state (or association of states) regarding spaceflight and uses of outer space, both for civilian (scientific and commercial) and military purposes. International treaties, such as the 1967 Outer Space Treaty, attempt to maximize the peaceful uses of space and restrict the militarization of space.\n\nSpace policy intersects with science policy, since national space programs often perform or fund research in space science, and also with defense policy, for applications such as spy satellites and anti-satellite weapons.  It also encompasses government regulation of third-party activities such as commercial communications satellites and private spaceflight.[1]\n\nSpace policy also encompasses the creation and application of space law, and space advocacy organizations exist to support the cause of space exploration.\n\n"
        },
        {
            "title": "Space law",
            "text": "Space law is an area of the law that encompasses national and international law governing activities in outer space.  There are currently five treaties that make up the body of international space law.\n\nThe inception of the field of space law began with the launch of the world's first artificial satellite by the Soviet Union in October 1957.  Named Sputnik 1, the satellite was launched as part of the International Geophysical Year. Since that time, space law has evolved and assumed more importance as mankind has increasingly come to use and rely on space-based resources.\n\nInternational space law consists of six international treaties,[2][3] five declarations and principles, and other United Nations (UN) General Assembly resolutions. The UN Office for Outer Space Affairs (UNOOSA) is primarily responsible for the implementation of international space law, and helps advise governments and non-governmental organizations on space law.[4]\n\nAll Treaties below except the Partial Test Ban Treaty were adopted by the UN General Assembly.[2] The Partial Test Ban Treaty, being the first, was signed by the governments of the Soviet Union, the United Kingdom, and the United States in Moscow on August 5, 1963 before it was opened for signature by other countries.[3]\n\nThe Test Ban Treaty was entered into force October 10, 1963.[3] The Treaty prohibits nuclear weapons tests or nuclear explosions in the atmosphere, in outer space, and under water. It also prohibits nuclear explosions underground if they cause \"radioactive debris to be present outside the territorial limits of the State under whose jurisdiction or control\" the explosions were conducted.[5]\n\nWith increased knowledge of the effects of nuclear fallout, the issue of nuclear tests and the resultant radioactive debris drew intensified public attention. As the Treaty does not outright ban nuclear tests underground, hundreds of such tests were conducted in the following decades.[6] The Partial Test Ban Treaty is seen as the first step towards global nuclear disarmament. Continued efforts in this direction include increasing public awareness through events such as The International Day for the Total Elimination of Nuclear Weapons.[7]\n\nThe Outer Space Treaty was ratified on October 10, 1967. Key provisions of the Treaty include prohibiting nuclear weapons in space; limiting the use of the Moon and all other celestial bodies to peaceful purposes; establishing that space shall be freely explored and used by all nations; and precluding any country from claiming sovereignty over outer space or any celestial body.[8]\n\nInternational challenges to the Outer Space Treaty have been attempted. Most prominently is the Bogota Declaration which asserts sovereignty over those portions of the geostationary orbit that continuously lie over the signatory nations' territory. The signatory nations include eight equatorial countries including Ecuador, Colombia, Congo, Zaire (in 1997 renamed to the Democratic Republic of the Congo), Uganda, Kenya, and Indonesia. These claims did not receive wider international support or recognition, and were subsequently abandoned.[9]\n\nWith the increase of private satellites and counter-space technologies in the past five years, there have been calls for an update to the Outer Space Treaty. This topic, amongst others, were discussed in 2021 at the annual Outer Space Security Conference in Geneva, Switzerland.[10][11]\n\nThe Rescue Agreement was ratified on December 3, 1968.[12] The Agreement's provisions elaborate on the rescue provisions set forth by the Outer Space Treaty. Essentially the Rescue Agreement requires that any state party to the agreement, upon becoming aware that the personnel of a spacecraft are in distress, must notify the launching authority and the Secretary General of the United Nations, and must provide all possible assistance to rescue the personnel of a spacecraft who have landed within that state's territory. Moreover, if the distress occurs in an area that is beyond the territory of any nation, then any state party that is in a position to do so shall, if necessary, extend assistance in the search and rescue operation.[12]\n\nAt the time the Agreement was drafted, rescuing travelers in space was unlikely, due to the limited launch capabilities of even the most advanced space programs.[citation needed] More recently, it has become more plausible. The Rescue Agreement has been criticized for being vague, especially regarding the definition of who is entitled to be rescued and the definition of what constitutes a spacecraft and its component parts. With the recent increase of commercial spaceflight providers, this distinction has become more relevant, raising questions as to whether space tourists are covered by the term \"personnel of a spacecraft\" used in the Agreement. There have been calls to revisit these issues in international space law.[13]\n\nThe Liability Convention was ratified on September 1, 1972.[14] The Treaty expands on the liability rules created in the Outer Space Treaty.[14] Its provisions state that a state bears international responsibility for all space objects that are launched within their territory. This means that regardless of who launches the space object, if it was launched from State A's territory, or from State A's facility, or if State A caused the launch to happen, then State A is fully liable for damages that result from that space object. In 1978, the crash of the nuclear-powered Soviet satellite Kosmos 954 in Canadian territory led to the only claim filed under the Convention. More recently, in July and October of 2021, China's Tiangong space station, with three astronauts aboard, performed \"evasive maneuver(s)\" to avoid collision with SpaceX's Starlink satellites.[15] The Liability Convention does not introduce legal penalties for leaving space debris in Earth's orbit.[16]\n\nThe Registration Convention was ratified on September 15, 1976.[17] The Convention's provisions require states to provide details such as date and location of launch, as well as basic orbital parameters to the United Nations for each space object.[17]\n\nThe Moon Agreement was ratified on July 11, 1984.[18] The Agreement is a multilateral treaty that turns jurisdiction of all celestial bodies (including the orbits around such bodies) over to the participant countries. Thus, all activities would conform to international law, including the United Nations Charter. It has not been ratified by any state that engages in self-launched human spaceflight (e.g. the United States, Russia (former Soviet Union), People's Republic of China), and thus it has little to no relevancy in international law.[19][20]\n\n"
        },
        {
            "title": "Policy by country",
            "text": "The Soviet Union became the world's first spacefaring state by launching its first satellite, Sputnik 1, on 4 October 1957.\n\nUnited States space policy is drafted by the Executive branch at the direction of the President of the United States, and submitted for approval and establishment of funding to the legislative process of the United States Congress.[21] The President may also negotiate with other nations and sign space treaties on behalf of the US, according to his or her constitutional authority. Congress' final space policy product is, in the case of domestic policy a bill explicitly stating the policy objectives and the budget appropriation for their implementation to be submitted to the President for signature into law, or else a ratified treaty with other nations.\n\nSpace advocacy organizations (such as the Space Science Institute, National Space Society, and the Space Generation Advisory Council, learned societies such as the American Astronomical Society and the American Astronautical Society; and policy organizations such as the National Academies) may provide advice to the government and lobby for space goals.\n\nCivilian and scientific space policy is carried out by the National Aeronautics and Space Administration (NASA, subsequent to 29 July 1958), and military space activities (communications, reconnaissance, intelligence, mapping, and missile defense) are carried out by various agencies of the Department of Defense. The President is legally responsible for deciding which space activities fall under the civilian and military areas.[22] In addition, the Department of Commerce's National Oceanic and Atmospheric Administration operates various services with space components, such as the Landsat program.[23]\n\nThe President consults with NASA and Department of Defense on their space activity plans, as potential input for the policy draft submitted to Congress. He or she also consults with the National Security Council, the Office of Science and Technology Policy, and the Office of Management and Budget to take into account Congress's expected willingness to provide necessary funding levels for proposed programs.[24]\n\nOnce the President's policy draft or treaty is submitted to the Congress, civilian policies are reviewed by the House Subcommittee on Space and Aeronautics and the Senate Subcommittee on Science and Space. These committees also exercise oversight over NASA's operations and investigation of accidents such as the 1967 Apollo 1 fire. Military policies are reviewed and overseen by the House Subcommittee on Strategic Forces and the Senate Subcommittee on Strategic Forces, as well as the House Permanent Select Committee on Intelligence and the Senate Select Committee on Intelligence. The Senate Foreign Relations Committee conducts hearings on proposed space treaties, and the various appropriations committees have power over the budgets for space-related agencies.  Space policy efforts are supported by Congressional agencies such as the Congressional Research Service, the Congressional Budget Office, and Government Accountability Office.[25]\n\nThe early history of United States space policy is linked to the US–Soviet Space Race of the 1960s.  The National Aeronautics and Space Act creating NASA was passed in 1958, after the launch of the Soviet Sputnik 1 satellite. Thereafter, in response to the flight of Yuri Gagarin as the first man in space, Kennedy in 1961 committed the United States to landing a man on the Moon by the end of the decade.  Although the costs of the Vietnam War and the programs of the Great Society forced cuts to NASA's budget as early as 1965, the first Moon landing occurred in 1969, early in Richard Nixon's presidency.  Under the Nixon administration NASA's budget continued to decline and three of the planned Apollo Moon landings were cancelled.  The Nixon administration approved the beginning of the Space Shuttle program in 1972, but did not support funding of other projects such as a Mars landing, colonization of the Moon, or a permanent space station.[26]\n\nThe Space Shuttle first launched in 1981, during Ronald Reagan's administration.  Reagan in 1982 announced a renewed active space effort, which included initiatives such the construction of Space Station Freedom, and the military Strategic Defense Initiative, and, later in his term, a 30 percent increase in NASA's budget.  The Space Shuttle Challenger disaster in January 1986 led to a reevaluation of the future of the national space program in the National Commission on Space report and the Ride Report.[26]\n\nThe United States has participated in the International Space Station beginning in the 1990s, the Space Shuttle program has continued, although the Space Shuttle Columbia disaster has led to the planned retirement of the Space Shuttle in mid-2011.  There is a current debate on the post-Space Shuttle future of the civilian space program: the Constellation program of the George W. Bush administration directed NASA to create a set of new spacecraft with the goal of sending astronauts to the Moon and Mars,[27] but the Obama administration cancelled the Constellation program, opting instead to emphasize development of commercial rocket systems.\n\nThe Vision for Space Exploration established under the George W. Bush administration in 2004 was replaced with a new policy released by Barack Obama on 28 June 2010.[28]\n\nIn recent years, U.S. space operators and decisionmakers have become increasingly concerned about threats to U.S. space leadership. In the civil sector, this has been driven largely by U.S. dependence on Russia for crew access to the International Space Station (ISS) since the termination of the space shuttle program in 2011. In national security, foreign development of counterspace systems has become a regular feature of public statements by U.S. defense and intelligence officials.[29] This is reminiscent of similar concerns about the Soviet Union’s space program between the launch of Sputnik 1 in 1957 and the success of the Apollo lunar missions. The threat of Soviet dominance in space turned out to be less formidable than expected, but it continued to drive policy and programmatic decisions for decades, until the Soviet Union ceased to exist.[30]\n\nThe European Space Agency (ESA) is the common space agency for many European nations.  It is independent of the European Union, though the 2007 European Space Policy provides a framework for coordination between the two organizations and member states, including issues such as security and defence, access to space, space science, and space exploration.[31]\n\nThe ESA was founded to serve as a counterweight to the dominant United States and Soviet space programs, and further the economic and military independence of Europe.  This has included the development of the Ariane rockets, which by 1985 had captured over 40 percent of commercial launch market in the free world.  The ESA budget is split between mandatory and voluntary programs, the latter of which allow individual member nations to pursue their own national space goals within the organization.[32]\n\nThe ESA Director General's Proposal for the European Space Policy states, \"Space systems are strategic assets demonstrating independence and the readiness to assume global responsibilities. Initially developed as defence or scientific projects, they now also provide commercial infrastructures on which important sectors of the economy depend and which are relevant in the daily life of citizens....  Europe needs an effective space policy to enable it to exert global leadership in selected policy areas in accordance with European interests and values.\"[33]\n\nIn the final part of 2010s the ESA has made strong efforts in order to make Europe stronger in the competition for the development of new strategies regarding space policy. Those included a huge increase in ESA's budget promoted by countries such as Italy, France and Germany.[34]\n\nAlthough Chairman Mao Zedong planned after Russia's Sputnik 1 launch to place a Chinese satellite in orbit by 1959 to celebrate the 10th anniversary of the founding of the People's Republic of China (PRC),[35] China did not successfully launch its first satellite until 24 April 1970. Mao and Zhou Enlai decided on 14 July 1967 that the PRC should not be left behind, and started China's own human spaceflight program.[36] The first success came on 15 October 2003 when China sent its first astronaut into space for 21 hours aboard Shenzhou 5.\n\nThe Ministry of Aerospace Industry was responsible for the Chinese space program prior to July 1999, when it was split into the China National Space Administration responsible for setting policy, and the state-owned China Aerospace Science and Technology Corporation, responsible for implementation.\n\nThe China National Space Administration states its aims as maintaining the country's overall development strategy, making innovations in an independent and self-reliant manner, promoting the country's science and technology sector and encouraging economic and social development, and actively engaging in international cooperation.[37]\n\nThe Russian Federation inherited their space programs in 1991 from its predecessor state, the Soviet Union.  Russia's civilian space agency is the Russian Federal Space Agency, and its military counterpart is the Russian Aerospace Defence Forces.[38] Ukraine's agency is the State Space Agency of Ukraine, which handles both civilian and military programs.\n\nIn the 1980s the Soviet Union was considered to be technologically behind the United States, but it outspent the United States in its space budget, and its cosmonauts had spent three times as many days in space as American astronauts.  The Soviet Union had also been more willing than the United States to embark on long-term programs, such as the Salyut and Mir space station programs, and increased their investment in space programs throughout the 1970s and 1980s.[39]\n\nAfter the dissolution of the Soviet Union, the 1990s saw serious financial problems because of the decreased cash flow, which encouraged Roskosmos to improvise and seek other ways to keep space programs running. This resulted in Roskosmos' leading role in commercial satellite launches and space tourism. While scientific missions, such as interplanetary probes or astronomy missions during these years played a very small role, although roskosmos has connections with Russian aerospace forces, its budget is not part of the defense budget of the country, Roskosmos managed to operate the space station Mir well past its planned lifespan, contribute to the International Space Station, and continue to fly additional Soyuz and Progress missions.[40]\n\nThe Russian economy boomed throughout 2005 from high prices for exports, such as oil and gas, the outlook for subsequent funding became more favorable.  The federal space budget for the year 2009 was left unchanged despite the global economic crisis, standing at about 82 billion rubles ($2.4 billion).  Current priorities of the Russian space program include the new Angara rocket family and development of new communications, navigation and remote Earth sensing spacecraft.  The GLONASS global navigation satellite system has for many years been one of the top priorities and has been given its own budget line in the federal space budget.[41][42]\n\nThe purpose of India's space program was outlined[when?] by Vikram Sarabhai (regarded as the father of the Indian space program):[43]\n\nThe Department of Space (DoS) is the Indian government department responsible for administration of the Indian space program. It manages several agencies and institutes related to space exploration and space technologies. The Indian space program under the DoS aims to promote the development and application of space science and technology for the socio-economic benefit of the country. It includes two major satellite systems, INSAT for communication, television broadcasting and meteorological services, and Indian Remote Sensing Satellites (IRS) system for resources monitoring and management. It has also developed two satellite launch vehicles, Polar Satellite Launch Vehicle (PSLV) and Geosynchronous Satellite Launch Vehicle (GSLV), to place IRS and INSAT class satellites in orbit.\n\n"
        }
    ]
}