{
    "url": "https://en.wikipedia.org/wiki/Space_warfare",
    "title": "Space warfare",
    "table_of_contents": [
        "1 History",
        "1.1 1960s",
        "1.2 1970s–1990s",
        "1.3 Since 2000",
        "2 Theoretical space weaponry",
        "2.1 Ballistic warfare",
        "2.2 Electronic warfare",
        "2.3 Kinetic bombardment",
        "2.4 Directed-energy weapons",
        "3 Practical considerations",
        "3.1 Space debris",
        "4 Possible warfare over space",
        "5 Science fictional space warfare",
        "6 See also",
        "7 References",
        "8 Further reading"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Space warfare is hypothetical combat in which one or more belligerents are situated in outer space. The scope of space warfare therefore includes ground-to-space warfare, such as attacking satellites from the Earth; space-to-space warfare, such as satellites attacking satellites; and space-to-ground warfare, such as satellites attacking Earth-based targets. Space warfare in fiction is thus sub-genre and theme of science fiction, where it is portrayed with a range of realism and plausibility.\n\nAs of 2022[update], no actual warfare is known to have taken place in space, though a number of tests and demonstrations have been performed. International treaties are in place that attempt to regulate conflicts in space and limit the installation of space weapon systems, especially nuclear weapons.\n\nFrom 1985 to 2002 there was a United States Space Command, which in 2002 merged with the United States Strategic Command, leaving the United States Space Force (formerly Air Force Space Command until 2019) as the primary American military space force. The Russian Space Force, established on August 10, 1992, which became an independent section of the Russian military on June 1, 2001, was replaced by the Russian Aerospace Defence Forces starting December 1, 2011, but was reestablished as a component of the Russian Aerospace Forces on August 1, 2015. In 2019 India conducted a test of the ASAT missile making it the fourth country with that capability. In April 2019, the Indian government established the Defence Space Agency, or DSA.\n\n"
        },
        {
            "title": "History",
            "text": "Early efforts to conduct space warfare were directed at space-to-space warfare, as ground-to-space systems were considered to be too slow and too isolated by Earth's atmosphere and gravity to be effective at the time. The history of active space warfare development goes back to the 1960s when the Soviet Union began the Almaz project, a project designed to give them the ability to do on-orbit inspections of satellites and destroy them if needed.  Similar planning in the United States took the form of the Blue Gemini project, which consisted of modified Gemini capsules that would be able to deploy weapons and perform surveillance.\n\nOne early test of electronic space warfare, the so-called Starfish Prime test, took place in 1962, when the United States exploded a ground-launched nuclear weapon in space to test the effects of an electromagnetic pulse. The result was a deactivation of many then-orbiting satellites, both American and Soviet. The deleterious and unfocused effects of the EMP test led to the banning of nuclear weapons in space in the Outer Space Treaty of 1967. (See high-altitude nuclear explosion.)\n\nIn the early 1960s the U.S. military produced a film called Space and National Security which depicted space warfare.[1]\n\nThrough the 1970s, the Soviet Union continued their project and test-fired a cannon to test space station defense. This was considered too dangerous to do with a crew on board, however, so the test was conducted after the crew had returned to Earth.\n\nA 1976 Soviet report suggested that the design of the Space Shuttle had been guided by a requirement to deliver a payload- such as a bomb- over Russia and return to land after a single orbit. This may have been a confusion based on requirements 3A and 3B for the shuttle's design, which required the craft to be able to deploy or retrieve an object from a polar orbit in a single pass.[2]\n\nBoth the Soviets and the United States developed anti-satellite weaponry designed to shoot down satellites. While early efforts paralleled other space-to-space warfare concepts, the United States was able in the 1980s to develop ground-to-space laser anti-satellite weapons. None of these systems are known to be active today; however, a less powerful civilian version of the ground-to-space laser system is commonly used in the astronomical technique of adaptive optics.\n\nIn 1984 the Strategic Defence Initiative (SDI) was proposed. It was nicknamed Star Wars after the popular science fiction franchise Star Wars.\n\nIn 1985 a USAF pilot in an F-15 successfully shot down the P78-1, an American research satellite, in a 345-mile (555 km) orbit with a missile.\n\nThe People's Republic of China successfully tested (see 2007 Chinese anti-satellite missile test) a ballistic missile-launched anti-satellite weapon on January 11, 2007. This resulted in harsh criticism from the United States of America, Britain, and Japan.\n\nThe U.S. developed an interceptor missile, the SM-3, testing it by hitting ballistic test targets while they were in space. On February 21, 2008, the U.S. used a SM-3 missile to destroy a spy satellite, USA-193, while it was 247 kilometers (133 nautical miles) above the Pacific Ocean.[3][4][5][6]\n\nJapan fields the U.S.-made SM-3 missile, and there have been plans to base the land-based version in Romania and Vietnam.[citation needed]\n\nIn March 2019, India shot down a satellite orbiting in a low Earth orbit using an ASAT missile during an operation code named Mission Shakti,[7] thus making its way to the list of space warfare nations,[8] establishing the Defense Space Agency the following month, followed by its first-ever simulated space warfare exercise on 25 July which would inform a joint military space doctrine.[9]\n\nIn July 2019 Emmanuel Macron \"called for a space high command to protect\" France's satellites. This was followed by a plan released by military officials. French Defense Minister, Florence Parly, announced a space weapons program that would move the country's space surveillance strategy towards active protection of its assets in space, e.g. satellites. The projects outlined include: patrolling nano-satellites swarms, ground-based laser systems to blind spying satellites, and machine guns mounted on satellites.[10]\n\n"
        },
        {
            "title": "Theoretical space weaponry",
            "text": "\nIn the late 1970s and through the 1980s the Soviet Union and the United States theorized, designed and in some cases tested a variety of weaponry designed for warfare in outer space. Space warfare was seen primarily as an extension of nuclear warfare, and many theoretical systems were based around the destruction or defense of ground and sea-based missiles. Space-based missiles were not attempted due to the Outer Space Treaty, which banned the use, testing or storage of nuclear weapons outside the Earth's atmosphere. When the U.S. gained \"interest in utilizing space-based lasers for ballistic missile defense\", two facts emerged. One being that the ballistic missiles are fragile and two, chemical lasers project missile killing energy (3,000 kilometers). This meant that lasers could be put into space to intercept a ballistic missile.[11] \nSystems proposed ranged from measures as simple as ground and space-based anti-missiles to railguns, space based lasers, orbital mines and similar weaponry. Deployment of these systems was seriously considered in the mid-1980s under the banner of the Strategic Defense Initiative announced by Ronald Reagan in 1983, using the term \"evil empire\" to describe the Soviets (hence the popular nickname \"Star Wars\").[12] If the Cold War had continued, many of these systems could potentially have seen deployment: the United States developed working railguns, and a laser that could destroy missiles at range, though the power requirements, range, and firing cycles of both were impractical. Weapons like the space-based laser was rejected, not just by the government, but by universities, moral thinkers, and religious people because it would have increased the waging of the arms race and questioned the United States' role in the Cold War.[13]\n\nWith the end of the Cold War and continued development of satellite and electronics technology, attention was focused on space as a supporting theatre for conventional warfare. Currently, military operations in space primarily concern either the vast tactical advantages of satellite-based surveillance, communications, and positioning systems or mechanisms used to deprive an opponent of said tactical advantages.\n\nAccordingly, most space-borne proposals which would traditionally be considered \"weapons\" (a communications or reconnaissance satellite may be useful in warfare but isn't generally classified as a weapon) are designed to jam, sabotage, and outright destroy enemy satellites, and conversely to protect friendly satellites against such attacks. To this end, the US (and presumably other countries) is researching groups of small, highly mobile satellites called \"microsats\" (about the size of a refrigerator) and \"picosats\" (approximately 1 cubic foot (≈27 litres) in volume) nimble enough to maneuver around and interact with other orbiting objects to repair, sabotage, hijack, or simply collide with them.[citation needed]\n\nAnother theorized use involves the extension of conventional weaponry into orbit for deployment against ground targets. Though international treaties ban the deployment of nuclear missiles outside the atmosphere, other categories of weapons are largely unregulated. Traditional ground-based weapons are generally not useful in orbital environments, and few if any would survive re-entry even if they were, but as early as the 1950s, the United States has toyed with kinetic bombardment, i.e. orbiting magazines of non-explosive projectiles to be dropped onto hardened targets from low Earth orbit.\n\nKinetic weapons have always been widespread in conventional warfare—bullets, arrows, swords, clubs, etc.—but the energy a projectile would gain while falling from orbit would make such a weapon rival all but the most powerful explosives.[citation needed] A direct hit would presumably destroy all but the most hardened targets without the need for nuclear weapons.\n\nSuch a system would involve a 'spotter' satellite, which would identify targets from orbit with high-power sensors, and a nearby 'magazine' satellite to de-orbit a long, needle-like tungsten dart onto it with a small rocket motor or just dropping a very big rock from orbit (such as an asteroid, cf. Ivan's hammer).[citation needed] This would be more useful against a larger but less hardened target (such as a city). Though a common device in science fiction, there is no publicly available evidence that any such systems have actually been deployed by any nation.\n\nWeapon systems that fall under this category include lasers, linear particle accelerators or particle-beam based weaponry, microwaves and plasma-based weaponry. Particle beams involve the acceleration of charged or neutral particles in a stream towards a target at extremely high velocities, the impact of which creates a reaction causing immense damage. Most of these weapons are theoretical or impractical to implement currently, aside from lasers which are starting to be used in terrestrial warfare. That said, directed-energy weapons are more practical and more effective in a vacuum (i.e. space) than in the Earth's atmosphere, as in the atmosphere the particles of air interfere with and disperse the directed energy. Nazi Germany had a project for such a weapon, considered a wunderwaffe, the sun gun, which would have been an orbital concave mirror able to concentrate the sun's energy on a ground target.\n\n"
        },
        {
            "title": "Practical considerations",
            "text": "Space warfare is likely to be done at far bigger distances and speeds than combat on Earth. The vast distances pose big challenges for targeting and tracking, as even light requires a few seconds to cover hundreds of thousands of kilometers. For example, if trying to fire on a target at the distance of the Moon from the Earth, one sees the position of the target slightly more than a second earlier. Thus even a laser would need ~1.28 seconds, meaning a laser-based weapon system would need to lead a target's apparent position by 1.28×2 = 2.56 seconds. A projectile from a railgun recently tested by the US Navy would take over 18 hours to cross that distance, if it travels in a straight line at a constant velocity of 5.8 km/s along its entire trajectory.\n\nThree factors make engaging targets in space very difficult. First, the vast distances mean that an error of even a fraction of a degree in the firing solution can mean a miss by thousands of kilometers. Second, spaceflight involves tremendous speeds by terrestrial standards—a geostationary satellite moves at  3.07 km/s, and objects in low Earth orbit move at ~8 km/s. Third, though distances are huge, targets remain relatively small. The International Space Station, currently the largest artificial object in Earth orbit, measures slightly over 100m at its largest span. Other satellites can be vastly smaller, e.g. Quickbird measures only 3.04m. External ballistics for stationary terrestrial targets is enormously complicated—some of the earliest analog computers were used to calculate firing solutions for naval artillery, as the problems were already beyond manual solutions in any reasonable time—and targeting objects in space is far harder. And, though not a problem for orbital kinetic weapons, any directed energy weapon would need huge amounts of electricity. So far the most practical batteries are lithium, and the most practical means of generating electricity in space is photovoltaic modules, which are currently only up to 30% efficient,[14] and fuel cells, which have limited fuel. Current technology might not be practical for powering effective lasers, particle beams, and railguns in space. In the context of the Strategic Defense Initiative, the Lawrence Livermore National Laboratory in the United States worked on a project for expandable space-based x-ray lasers powered by a nuclear explosion, Project Excalibur, a project canceled in 1992 for lack of results.[15]\n\nGeneral William L. Shelton has said that in order to protect against attacks, Space Situational Awareness is much more important than additional hardening or armoring of satellites.[16] The Air Force Space Command has indicated that their defensive focus will be on \"Disaggregated Space Architectures\".[17]\n\nAnti-satellite attacks, especially ones with kinetic kill vehicles, can form space debris which can stay in orbit for many years and could interfere with future space activity or in a worst case trigger Kessler syndrome.[18] In January 2007 China did a satellite knock out whose detonation alone caused more than 40,000 new chunks of debris with a diameter > 1 cm and a sudden increase in the total amount of debris in orbit.[19] The PRC is reported to be developing \"soft-kill\" techniques such as jamming and vision kills that do not generate much debris.[20]\n\n"
        },
        {
            "title": "Possible warfare over space",
            "text": "Most of the world's communications systems rely heavily on the presence of satellites in orbit around Earth. Protecting these assets might seriously motivate nations dependent upon them to consider deploying more space-based weaponry, especially in conflicts involving advanced countries with access to space.\n\nSince 2017, the United States Air Force has run an annual military exercise called \"Space Flag\" at Peterson Space Force Base, which involves a red team simulating attacks on U.S. satellites.[21]\n\nRobert Zubrin, aerospace engineer and advocate for human exploration of Mars, stated that anti-satellite weapons capabilities of nations increases, space infrastructures must be able to defend itself using other satellites that can destroy such weapons. Or else, he states, satellite-based navigation, communications and reconnaissance capabilities would be severely limited and easily influenced by adversaries.[22]: 63–66 \n\n"
        },
        {
            "title": "Science fictional space warfare",
            "text": "Space warfare is a staple of science fiction, where it is shown with a wide range of realism and plausibility. Fictional space warfare includes anticipated future technology and tactics, and fantasy- or history-based scenarios in a scifi setting. Some portray a space military as like an air force; others depict a more naval framework. Still others suggest forces more like space marine: highly mobile forces doing interplanetary and interstellar war but most of the conflict happens in terrestrial environments. The main sub-genres of the science fictional space warfare thematic genre are space opera, Military and Space Western. Though sword and planet stories like Finisterre universe by C. J. Cherryh might be considered, they rarely feature such technologies. These three genres often intertwine and have themes that are common to all. Written Space Westerns are often based directly on existing established scifi space opera franchises with expanded universes like Star Wars and Star Trek,[23] including Warhammer 40,000: the most popular space opera military miniature wargame which spawned successful spin-off media: novels, video-games and on-going live adaption based on books by Dan Abnett.[24]\n\nBoth kinetic and directed energy weapons are often seen, along with various military space vessels. E. E. Smith's Lensman is an early example, which also inspired the term space opera due to the grandiose scale of the stories. Orson Scott Card's Ender's Game series is a notable example in that it makes a conjecture as to what sort of tactics and training would be needed for war in outer space. Other scifi authors have also delved into the tactics of space combat, such as David Weber in his Honorverse series, and Larry Niven and Jerry Pournelle in their Mote in God's Eye series. A more recent example is Alastair Reynolds' Revelation Space universe, which explores combat at relativistic speed. Robert A. Heinlein's Starship Troopers is perhaps one of the best-known and earliest explorations of the \"space marine\" idea.\n\nSpace-based vehicular combat is portrayed in many movies and video games, most notably Star Wars, \"Stargate\", Halo, Descent, Gundam, Macross, Babylon 5, and Star Trek. Games such as the Homeworld series have interesting concepts for space warfare, such as 3D battle formations, plasma-based projectors that get their energy from a ship's propulsion system, and automated uncrewed space combat vehicles. Other series, such as Gundam, prominently show vehicular combat in and among many near future concepts, such as O'Neill cylinders.\n\nFictional galaxies with space warfare are far too many to list, but popular examples include Star Trek (in all of its forms), Star Wars, Halo, Stargate, Warhammer 40,000, Babylon 5, Buck Rogers, Flash Gordon, Battlestar Galactica, Mass Effect, Freespace and many comic book franchises. Video games often touch the subject; the Wing Commander franchise is a prototypical example. Few games try to simulate realistic distance and speed, though Independence War and Frontier: Elite II both do, as does the board game Attack Vector: Tactical.\n\nMany authors have either used a galaxy-spanning fictional empire as background or written about the growth and/or decline of such an empire. Said empire's capital is often a core world, such as a planet relatively close to a galaxy's supermassive black hole. Characterization can vary wildly from malevolent forces attacking sympathetic victims to apathetic bureaucracies to more reasonable entities focused on social progress, and anywhere in between. Scifi writers generally posit some form of faster-than-light drive in order to facilitate interstellar war. Writers such as Larry Niven have developed plausible interplanetary conflict based on human colonization of the asteroid belt and outer planets via technologies using currently known physics.\n\n"
        },
        {
            "title": "See also",
            "text": "Related to specific countries and facilities:\n\n"
        }
    ]
}