{
    "url": "https://en.wikipedia.org/wiki/Space_policy_of_the_United_States",
    "title": "Space policy of the United States",
    "table_of_contents": [
        "1 Space policy process",
        "1.1 Drafting",
        "1.2 Legislation",
        "1.3 Implementation",
        "1.3.1 Licensing",
        "2 Space programs in the budget",
        "3 International law",
        "4 History",
        "4.1 Truman administration",
        "4.2 Eisenhower administration",
        "4.3 Kennedy administration",
        "4.4 Johnson administration",
        "4.5 Nixon administration",
        "4.6 Ford administration",
        "4.7 Carter administration",
        "4.8 Reagan administration",
        "4.9 George H. W. Bush administration",
        "4.10 Clinton administration",
        "4.11 George W. Bush administration",
        "4.12 Obama administration",
        "4.13 Trump administration",
        "4.14 Biden administration",
        "5 References",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe space policy of the United States includes both the making of space policy through the legislative process, and the implementation of that policy in the United States' civilian and military space programs through regulatory agencies. The early history of United States space policy is linked to the US–Soviet Space Race of the 1960s, which gave way to the Space Shuttle program. At the moment, the US space policy is aimed at the exploration of the Moon and the subsequent colonization of Mars.\n\n"
        },
        {
            "title": "Space policy process",
            "text": "United States space policy is drafted by the Executive branch at the direction of the President of the United States, and submitted for approval and establishment of funding to the legislative process of the United States Congress.\n\nSpace advocacy organizations may provide advice to the government and lobby for space goals. These include advocacy groups such as the Space Science Institute, Space Force Association, National Space Society, and the Space Generation Advisory Council, the last of which among other things runs the annual Yuri's Night event; learned societies such as the American Astronomical Society and the American Astronautical Society; and policy organizations such as the National Academies.\n\nIn drafting space policy, the President consults with the National Aeronautics and Space Administration (NASA), responsible for civilian and scientific space programs, and with the Department of Defense, responsible for military space activities, which include communications, reconnaissance, intelligence, mapping, and missile defense.[1] The President is legally responsible for deciding which space activities fall under the civilian and military areas.[2] The President also consults with the National Security Council, the Office of Science and Technology Policy, and the Office of Management and Budget.[3]\n\nThe 1958 National Aeronautics and Space Act, which created NASA, created a National Aeronautics and Space Council chaired by the President to help advise him, which included the Secretary of State, Secretary of Defense, NASA Administrator, Chairman of the Atomic Energy Commission, plus up to one member of the federal government, and up to three private individuals \"eminent in science, engineering, technology, education, administration, or public affairs\" appointed by the President.[4] Before taking office as president, John F. Kennedy persuaded Congress to amend the Act to allow him to set the precedent of delegating chairmanship of this council to his vice president (Lyndon B. Johnson). The council was discontinued in 1973 during the presidency of Richard M. Nixon. In 1989, President George H. W. Bush re-established a differently constituted National Space Council by executive order, which was discontinued in 1993 by President Bill Clinton. President Donald Trump reestablished the council by executive order in 2017.[5]\n\nInternational aspects of US space policy may involve diplomatic negotiation with other countries, such as the 1967 Outer Space Treaty. In these cases, the President negotiates and signs the treaty on behalf of the United States according to his constitutional authority, then presents it to the Congress for ratification.\n\nOnce a request is submitted, the Congress exercises due diligence to approve the policy and authorize a budgetary expenditure for its implementation. In support of this, civilian policies are reviewed by the House Subcommittee on Space and Aeronautics and the Senate Subcommittee on Science and Space. These committees may exercise oversight of NASA's implementation of established space policies, monitoring progress of large space programs such as the Apollo program, and in special cases such as serious space accidents like the Apollo 1 fire, where Congress oversees NASA's investigation of the accident.\n\nMilitary policies are reviewed and overseen by the House Subcommittee on Strategic Forces and the Senate Subcommittee on Strategic Forces, as well as the House Permanent Select Committee on Intelligence and the Senate Select Committee on Intelligence.\n\nThe Senate Foreign Relations Committee conducts hearings on proposed space treaties, and the various appropriations committees have power over the budgets for space-related agencies. Space policy efforts are supported by Congressional agencies such as the Congressional Research Service and, until it was disbanded in 1995, the Office of Technology Assessment, as well as the Congressional Budget Office and Government Accountability Office.[6]\n\nCongress' final space policy product is, in the case of domestic policy a bill explicitly stating the policy objectives and the budget appropriation for their implementation to be submitted to the President for signature into law, or else a ratified treaty with other nations.\n\nCivilian space activities have traditionally been implemented exclusively by NASA, but the nation is transitioning into a model where more activities are implemented by private companies under NASA's advisement and launch site support. In addition, the Department of Commerce's National Oceanic and Atmospheric Administration operates various services with space components, such as the Landsat program.[1]\n\nMilitary space activities are implemented by the United States Space Force and United States Space Command.\n\n\"Any citizen of or entity organized under the laws of the United States, as well as other entities, as defined by space-related regulations, which are intended to conduct in the United States a launch of a launch vehicle, operation of a launch or re-entry site, or re-entry of a re-entry vehicle, should obtain a license from the Secretary of Transportation.\" Compliance is monitored by the FAA, FCC and the Secretary of Commerce.[7]\n\n"
        },
        {
            "title": "Space programs in the budget",
            "text": "Funding for space programs is set through the federal budget process, where it is mainly considered to be part of the nation's science policy. Other space activities are funded out of the research and development budget of the Department of Defense, and from the budgets of the other regulatory agencies involved with space issues. In 2020, NASA received $22.6 billion, approximately 0.5% of the total budget of the federal government.[9] NASA funding has hovered around 0.5% since 2011, after steadily decreasing from 1% of the annual federal budget around 1993, a percentage it had hovered around since 1975. Previously, the threat posed by the Soviet Union had increased NASA's budget to around 4% of the total federal budget, peaking at 4.4% in 1966, but the apparent U.S. victory in the Space Race rendered NASA unable to sustain political support for its visions. NASA funding has been criticized over its entire lifetime on the grounds that more pressing concerns exist, such as social welfare programs,[10] as well as for various other reasons.\n\n"
        },
        {
            "title": "International law",
            "text": "The United States is a party to four of the five space law treaties ratified by the United Nations Committee on the Peaceful Uses of Outer Space. The United States has ratified the Outer Space Treaty, Rescue Agreement, Space Liability Convention, and the Registration Convention, but not the Moon Treaty.[11]\n\nThe five treaties and agreements of international space law cover \"non-appropriation of outer space by any one country, arms control, the freedom of exploration, liability for damage caused by space objects, the safety and rescue of spacecraft and astronauts, the prevention of harmful interference with space activities and the environment, the notification and registration of space activities, scientific investigation and the exploitation of natural resources in outer space and the settlement of disputes.\"[12] More specifically, the Outer Space Treaty forbids placing weapons of mass destruction in outer space, limits the use of celestial bodies to peaceful purposes, and establishes that space be freely explored and used by all nations. The Rescue Agreement requires that astronauts must be given all possible assistance by signatories. The Space Liability Convention makes countries bear responsibility for anything that is launched from their territory. The Registration Convention requires countries to register launched space craft. The Moon treaty would change the Outer Space Treaty's ban on claiming sovereignty of celestial bodies, and so has not been ratified by any state that engages in human spaceflight. Thus, it has little relevancy in international law.[13] According to Nancy Griffin, although the United States was an active participant in the formulation of the Moon Treaty, it has never signed the agreement due to a variety of opposition from a variety of sources, instead opting to postpone a final decision regarding ratification of the 1979 treaty until it has had time to thoroughly evaluate its principles.[14] As a result, the United States has ratified all space law treaties all other spacefaring countries have.\n\nThe United Nations General Assembly adopted five declarations and legal principles which encourage exercising the international laws, as well as unified communication between countries. The five declarations and principles are:\n\n"
        },
        {
            "title": "History",
            "text": "In the aftermath of World War II, President Harry S.Truman approved Operation Paperclip between 1945 and 1959, a secret US intelligence program in which more than 1600 German scientists, engineers, and technicians, including Wernher von Braun and his V-2 rocket team, were brought to the United States from Germany for US government employment to gain a US military advantage in the Soviet–American Cold War. The Space Race was spawned when the Soviet Union comparably relocated more than 2200 German specialists in Operation Osoaviakhim one night in 1946.[15]\n\nVon Braun was a strong proponent of spaceflight. It is believed that he and his team were technically capable of launching a satellite several years earlier than the Soviet launch of Sputnik-1 in 1957, but the Truman administration did not consider this a priority. He may also have been the coiner of the concept of space superiority, and he lobbied the Truman administration for the construction of a nuclearly armed space station, which was to be used as a weapon against the Soviet Union.[16] He often spoke in public speeches about the need and feasibility of such a space station, to garner public support for the idea, although he never talked publicly about its intended armament. Similarly, in the late 1940s and early 1950s, the RAND Project was secretly recommending to the US government a major effort to design a man-made satellite that would take photographs from space, and to develop the rockets necessary to put such a satellite in orbit.[17] Already in May 1946, the organization released a Preliminary Design of an Experimental World-Circling Spaceship, which was a proposal for a United States satellite program.[18][19]\n\nTruman established the Joint Long Range Proving Ground at Cape Canaveral, which would later on become the Cape Canaveral Space Force Station.[20] From 1949, the United States government used the site to test missiles. The location was among the best in the continental US for this purpose, as it allowed for launches out over the Atlantic Ocean, and is closer to the equator than most other parts of the United States, allowing rockets to get a boost from the Earth's rotation. In 1951, the Air Force established the Air Force Missile Test Center at Cape Canaveral. The Army, Air Force, and the Applied Physics Laboratory started in 1950 their use of Aerobee sounding rockets on a variety of physics, aeronomy, photography, weather, and biomedical missions,[21] and reached beyond the 100 kilometres (62 mile) boundary of space in 1952.[22] Meanwhile, the Navy fired its Viking rocket to a record-breaking 136 miles (219 km) in August 1951.[23]: 167–171, 236 \n\nIn December 1953, the US Air Force had pulled together all its various satellite efforts into a single program known as Weapon Systems-117L (WS-117L). In October 1956, the Lockheed Aircraft Corp. got the first WS-117L production contract, but a diplomatic problem associated with aerial surveillance worried President Eisenhower and held back the spy satellite program.[17]\n\nPresident Dwight Eisenhower was skeptical about human spaceflight,[citation needed] but sought to advance the commercial and military applications of satellite technology. Prior to the Soviet Union's launch of Sputnik 1 in 1957, Eisenhower had already authorized Project Vanguard, a scientific satellite program associated with the International Geophysical Year. As a supporter of small government, he sought to avoid a space race which would require an expensive bureaucracy to conduct, and was surprised by, and sought to downplay, the public response to the Soviet launch of Sputnik.[24] In an effort to prevent similar technological surprises by the Soviets, Eisenhower authorized the creation in 1958 of the Defense Advanced Research Projects Agency (DARPA), responsible for the development of advanced military technologies.[25]\n\nSpace programs such as the Explorer satellite were proposed by the Army Ballistic Missile Agency (ABMA), but Eisenhower, seeking to avoid giving the US space program the militaristic image Americans had of the Soviet program, had rejected Explorer in favor of the Vanguard, but after numerous embarrassing Vanguard failures, was forced to give the go-ahead to the Army's launch\n\nLater in 1958, Eisenhower asked Congress to create an agency for civilian control of non-military space activities. At the suggestion of Eisenhower's science advisor James R. Killian, the drafted bill called for creation of the new agency out of the National Advisory Committee for Aeronautics. The result was the National Aeronautics and Space Act passed in July 1958, which created the National Aeronautics and Space Administration (NASA). Eisenhower appointed T. Keith Glennan as NASA's first Administrator, with the last NACA Director Hugh Dryden serving as his Deputy.\n\nNASA as created in the act passed by Congress was substantially stronger than the Eisenhower administration's original proposal. NASA took over the space technology research started by DARPA.[24] NASA also took over the US crewed space program, Man In Space Soonest, from the Air Force, as Project Mercury.\n\nEarly in John F. Kennedy's presidency, he was inclined to dismantle plans for the Apollo program, which he had opposed as a senator, but postponed any decision out of deference to his vice president whom he had appointed chairman of the National Advisory Space Council[26] and who strongly supported NASA due to its Texas location.[27] This changed with his January 1961 State of the Union address, when he suggested international cooperation in space.\n\nIn response to the flight of Yuri Gagarin as the first man in space, Kennedy in 1961 committed the United States to landing a man on the Moon by the end of the decade. At the time, the administration believed that the Soviet Union would be able to land a man on the Moon by 1967, and Kennedy saw an American Moon landing as critical to the nation's global prestige and status. His pick for NASA administrator, James E. Webb, however pursued a broader program incorporating space applications such as weather and communications satellites. During this time the Department of Defense pursued military space applications such as the Dyna-Soar spaceplane program and the Manned Orbiting Laboratory. Kennedy also had elevated the status of the National Advisory Space Council by assigning the Vice President as its chair.[24]\n\nPresident Lyndon Johnson was committed to space efforts, and as Senate majority leader and Vice President, he had contributed much to setting up the organizational infrastructure for the space program, having actually been in personal charge of the space program while Vice President. As a result, he initially pushed strongly for the continuation and expansion of the space race and Kennedy's vision of a Moon landing, stating that \"I do not believe that this generation of Americans is willing to resign itself to going to bed each night by the light of a Communist moon\".[28]\n\nHowever, his ambitions would be restricted by the prohibitive costs of the Vietnam War and programs of the Great Society, which forced cuts to NASA's budget as early as 1965. As a result, Johnson's administration proposed the 1967 Outer Space Treaty, which barred nuclear weapons from space and prohibited countries from claiming celestial objects as their own as a way to help slow down the space race.[29] The actual flights of the space program were similarly tumultuous under the Johnson administration, as Johnson's term saw both the tragedy of Apollo 1, where 3 astronauts died in a training fire, and the Apollo 8 mission, which carried the first men into lunar orbit, the latter of which occurring just before the end of his term in 1968.[24]\n\nApollo 11, the first Moon landing, occurred early in Richard Nixon's presidency, and five more Apollo program Moon landings followed during his time in office. But NASA's budget continued to decline and three planned Moon landings were cancelled. The Nixon administration approved the beginning of the Space Shuttle program, but did not support funding of other projects such as a Mars landing, colonization of the Moon, or a permanent space station.[24]\n\nOn January 5, 1972, Nixon approved the development of NASA's Space Shuttle program,[31] a decision that profoundly influenced American efforts to explore and develop space for several decades thereafter. Under the Nixon administration, however, NASA's budget declined.[32] NASA Administrator Thomas O. Paine was drawing up ambitious plans for the establishment of a permanent base on the Moon by the end of the 1970s and the launch of a crewed expedition to Mars as early as 1981. Nixon, however, rejected this proposal.[33] On May 24, 1972, Nixon approved a five-year cooperative program between NASA and the Soviet space program, which would culminate in the Apollo-Soyuz Test Project, a joint-mission of an American Apollo and a Soviet Soyuz spacecraft, during Gerald Ford's presidency in 1975.[34]\n\nSpace policy had little momentum during the presidency of Gerald Ford, and Ford is generally not considered to have made any major contributions to U.S. space policy in part due to his term lasting less than 900 days.[35] That said, NASA funding was increased somewhat, a change of direction from the decreases in funding during the Nixon administration, the Apollo–Soyuz Test Project set up during the Nixon Administration occurred, the Shuttle program continued, and the Office of Science and Technology Policy was formed.[24]\n\nAlthough coinciding with much of the development of the Shuttle program as begun during Nixon, the Jimmy Carter administration was like Ford, fairly inactive on space issues, stating that it was \"neither feasible nor necessary\" to commit to an Apollo-style space program, and his space policy included only limited, short-range goals.[24] With regard to military space policy, the Carter space policy stated, without much specification in the unclassified version, that \"The United States will pursue Activities in space in support of its right of self-defense.\"[36]\n\nCarter provided the first supplemental budget to NASA in 1979, allowing the Shuttle to continue its development. In an interview in 2016, Carter stated, \"I was not enthusiastic about sending humans on missions to Mars or outer space... But I thought the shuttle was a good way to continue the good work of NASA. I didn’t want to waste the money already invested.\"[37]\n\nThe first flight of the Space Shuttle occurred in April 1981, early in President Ronald Reagan's first term. Reagan in 1982 announced a renewed active space effort, which included initiatives such as privatization of the Landsat program, a new commercialization policy for NASA, the construction of Space Station Freedom, and the military Strategic Defense Initiative. Late in his term as president, Reagan sought to increase NASA's budget by 30 percent.[24] However, many of these initiatives would not be completed as planned.\n\nThe January 1986 Space Shuttle Challenger disaster led to the Rogers Commission Report on the causes of the disaster, and the National Commission on Space report and Ride Report on the future of the national space program.\n\nIn commercial space travel, Ronald Reagan backed a plan which allowed American satellites to be exported and launched on China's Long March rockets.[38][39] This was criticized by Bill Nelson, then a Florida representative, as delaying the U.S.'s own commercial space development, while industry leaders also opposed the idea of a nation-state competing with private entities in the rocketry market.[40] The China satellite export deal continued through Bush and Clinton administrations.[39]\n\nPresident George H. W. Bush continued to support space development, announcing the bold Space Exploration Initiative, which had as goals, among other things, a permanent settlement on the Moon and manned missions to Mars. The SEI faced a number of political hurdles, and opposition only increased when follow-up analysis of SEI reveled a half-a-trillion dollar price tag over 30 years. This, combined with problems on the Hubble Space Telescope and massive cost overruns for the Space Station, threatened funding for NASA, but in spite of this, and in spite of an economic downturn,[41] Bush ordered a 20 percent increase in NASA's budget in a tight budget era.[24] The Bush administration also commissioned another report on the future of NASA, the Advisory Committee on the Future of the United States Space Program, also known as the Augustine Report.[42]\n\nDuring the Clinton administration, Space Shuttle flights continued, and the construction of the International Space Station began.\n\nThe Clinton administration's National Space Policy (Presidential Decision Directive/NSC-49/NSTC-8) was released on September 14, 1996.[43] Clinton's top goals were to \"enhance knowledge of the Earth, the solar system and the universe through human and robotic exploration\" and to \"strengthen and maintain the national security of the United States.\"[44] The Clinton space policy, like the space policies of Carter and Reagan, also stated that \"The United States will conduct those space activities necessary for national security.\" These activities included \"providing support for the United States' inherent right of self-defense and our defense commitments to allies and friends; deterring, warning, and if necessary, defending against enemy attack; assuring that hostile forces cannot prevent our own use of space; and countering, if necessary, space systems and services used for hostile purposes.\"[45] The Clinton policy also said the United States would develop and operate \"space control capabilities to ensure freedom of action in space\" only when such steps would be \"consistent with treaty obligations.\"[44]\n\nThe Space Shuttle Columbia disaster occurred early in George W. Bush's term, leading to the report of the Columbia Accident Investigation Board being released in August 2003. The Vision for Space Exploration, announced on January 14, 2004, by President George W. Bush, was seen as a response to the Columbia disaster and the general state of human spaceflight at NASA, as well as a way to regain public enthusiasm for space exploration. The Vision for Space Exploration sought to implement a sustained and affordable human and robotic program to explore the Solar System and beyond; extend human presence across the Solar System, starting with a human return to the Moon by the year 2020, in preparation for human exploration of Mars and other destinations; develop the innovative technologies, knowledge, and infrastructures both to explore and to support decisions about the destinations for human exploration; and to promote international and commercial participation in exploration to further U.S. scientific, security, and economic interests[46]\n\nTo this end, the President's Commission on Implementation of United States Space Exploration Policy was formed by President Bush on January 27, 2004.[47][48] Its final report was submitted on June 4, 2004.[49] This led to the NASA Exploration Systems Architecture Study in mid-2005, which developed technical plans for carrying out the programs specified in the Vision for Space Exploration. This led to the beginning of execution of Constellation program, including the Orion spacecraft, the Altair lunar lander, and the Ares I and Ares V rockets. The Ares I-X mission, a test launch of a prototype Ares I rocket, was successfully completed in October 2009.\n\nA new National Space Policy was released on August 31, 2006, that established overarching national policy that governs the conduct of U.S. space activities. The document, the first full revision of overall space policy in 10 years, emphasized security issues, encouraged private enterprise in space, and characterized the role of U.S. space diplomacy largely in terms of persuading other nations to support U.S. policy. The United States National Security Council said in written comments that an update was needed to \"reflect the fact that space has become an even more important component of U.S. Economic security, National security, and homeland security.\" The Bush policy accepted current international agreements, but stated that it \"rejects any limitations on the fundamental right of the United States to operate in and acquire data from space,\"[50] and that \"The United States will oppose the development of new legal regimes or other restrictions that seek to prohibit or limit U.S. access to or use of space.\"[44]\n\nThe Obama administration commissioned the Review of United States Human Space Flight Plans Committee in 2009 to review the human spaceflight plans of the United States and to ensure the nation is on \"a vigorous and sustainable path to achieving its boldest aspirations in space,\" covering human spaceflight options after the time NASA plans to retire the Space Shuttle.[51][52][53]\n\nOn April 15, 2010, President Obama spoke at the Kennedy Space Center announcing the administration's plans for NASA. None of the 3 plans outlined in the committee's final report[54] were completely selected. The President cancelled the Constellation program and rejected immediate plans to return to the Moon on the premise that the current plan had become nonviable. He instead promised $6 billion in additional funding and called for development of a new heavy lift rocket program to be ready for construction by 2015 with crewed missions to Mars orbit by the mid-2030s.[55] The Obama administration released its new formal space policy on June 28, 2010, in which it also reversed the Bush policy's rejection of international agreements to curb the militarization of space, saying that it would \"consider proposals and concepts for arms control measures if they are equitable, effectively verifiable and enhance the national security of the United States and its allies.\"[50]\n\nThe NASA Authorization Act of 2010, passed on October 11, 2010, enacted many of these space policy goals.\n\nOn June 30, 2017, President Donald Trump signed an executive order to re-establish the National Space Council, chaired by Vice President Mike Pence. The Trump administration's first budget request keeps Obama-era human spaceflight programs in place: commercial spacecraft to ferry astronauts to and from the International Space Station, the government-owned Space Launch System, and the Orion crew capsule for deep space missions, while reducing Earth science research and calling for the elimination of NASA's education office.[5]\n\nOn December 11, 2017, President Trump signed Space Policy Directive 1, a change in national space policy that provides for a U.S.-led, integrated program with private sector partners for a human return to the Moon, followed by missions to Mars and beyond. The policy calls for the NASA administrator to \"lead an innovative and sustainable program of exploration with commercial and international partners to enable human expansion across the solar system and to bring back to Earth new knowledge and opportunities.\" The effort will more effectively organize government, private industry, and international efforts toward returning humans on the Moon, and will lay the foundation that will eventually enable human exploration of Mars.\n\nThe President stated \"The directive I am signing today will refocus America's space program on human exploration and discovery.\" \"It marks a first step in returning American astronauts to the Moon for the first time since 1972, for long-term exploration and use. This time, we will not only plant our flag and leave our footprints – we will establish a foundation for an eventual mission to Mars, and perhaps someday, to many worlds beyond.\"\n\n\"Under President Trump's leadership, America will lead in space once again on all fronts,\" said Vice President Pence. \"As the President has said, space is the 'next great American frontier' – and it is our duty – and our destiny – to settle that frontier with American leadership, courage, and values. The signing of this new directive is yet another promise kept by President Trump.\"\n\nAmong other dignitaries on hand for the signing, were NASA astronauts Sen. Harrison \"Jack\" Schmitt, Buzz Aldrin, Peggy Whitson, and Christina Koch. Schmitt landed on the Moon 45 years to the minute that the policy directive was signed as part of NASA's Apollo 17 mission, and is the most recent living person to have set foot on the Moon. Aldrin was the second person to walk on the Moon during the Apollo 11 mission. Whitson spoke to the president from space in April aboard the International Space Station and while flying back home after breaking the record for most time in space by a U.S. astronaut in September. Koch is a member of NASA's astronaut class of 2013.\n\nOn December 20, 2019, the United States Space Force was established with the passing of NDAA FY2020.[56]\n\nOn December 9, 2020, the White House issued a National Space Policy, which advocated expanding U.S. leadership in space, allowing unfettered access to space, encouraging private sector growth, expanding international cooperation, and establishing a human presence on the Moon with an eventual human mission to Mars.[57]\n\nPresident Joe Biden's press secretary has expressed his support of the Artemis Program which seeks to land a man and the first woman on the surface of the Moon. It is uncertain whether the Biden Administration will retain the 2024 target date for the first crewed landing as the Trump Administration did.[58] President Biden also has expressed his approval of the United States Space Force.[59] On Dec 1, 2021, the Biden Administration issued a new framework for space policy, called the United States Space Priorities Framework, where the administration pledges to invest in satellites that can observe Earth from space in an effort to better understand climate change. The framework also looks to invest in various STEM initiatives, though it is light on other details overall.[60]\n\n"
        }
    ]
}