{
    "url": "https://en.wikipedia.org/wiki/Space_station",
    "title": "Space station",
    "table_of_contents": [
        "1 History",
        "1.1 Early concepts",
        "1.2 Salyut, Almaz and Skylab",
        "1.3 Mir and Apollo–Soyuz",
        "1.4 International Space Station",
        "1.5 Tiangong program",
        "1.6 Planned projects",
        "1.7 Cancelled projects",
        "2 Architecture",
        "2.1 Orbit and purpose",
        "2.2 Materials",
        "2.3 Construction",
        "2.4 Habitability",
        "2.5 Power",
        "2.6 Life support",
        "2.7 Communications",
        "3 Occupation",
        "4 Operations",
        "4.1 Resupply and crew vehicles",
        "4.1.1 International Space Station",
        "4.1.2 Tiangong space station",
        "4.1.3 Tiangong program",
        "4.1.4 Mir",
        "4.1.5 Skylab",
        "4.1.6 Salyut programme",
        "4.2 Docking and berthing",
        "4.3 Maintenance",
        "4.4 Research",
        "4.4.1 Materials research",
        "4.4.2 Human research",
        "4.4.3 Botany",
        "4.5 Space tourism",
        "5 Finance",
        "6 Legacy",
        "6.1 Technology spinoffs",
        "6.2 International cooperation",
        "6.3 Cultural impact",
        "6.4 Space habitat",
        "7 References",
        "8 Bibliography",
        "9 External links",
        "10 Further reading"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "A space station is a spacecraft capable of supporting a human crew in orbit for an extended period of time, and is therefore a type of space habitat. It lacks major propulsion or landing systems. An orbital station or an orbital space station is an artificial satellite (i.e. a type of orbital spaceflight). Stations must have docking ports to allow other spacecraft to dock to transfer crew and supplies. The purpose of maintaining an orbital outpost varies depending on the program. Space stations have most often been launched for scientific purposes, but military launches have also occurred.\n\nSpace stations have harboured so far the only long-duration direct human presence in space. After the first station Salyut 1 (1971) and its tragic Soyuz 11 crew, space stations have been operated consecutively since Skylab (1973), having allowed a progression of long-duration direct human presence in space. Stations have been occupied by consecutive crews since 1987 with the Salyut successor Mir. Uninterrupted occupation of stations has been achieved since the operational transition from the Mir to the ISS, with its first occupation in 2000.\nThe ISS has hosted the highest number of people in orbit at the same time, reaching 13 for the first time during the eleven day docking of STS-127 in 2009.\n\nAs of 2022[update], there are two fully operational space stations in low Earth orbit (LEO) – the International Space Station (ISS) and China's Tiangong Space Station (TSS). The ISS has been permanently inhabited since October 2000 with the Expedition 1 crews and the TSS began continuous inhabitation with the Shenzhou 14 crews in June 2022. The ISS is used to study the effects of spaceflight on the human body, as well as to provide a location to conduct a greater number and longer length of scientific studies than is possible on other space vehicles. China's Tiangong Space Station has finished its phase 1 construction by late 2022 with the addition of two lab modules, Wentian (\"Quest for the Heavens\") launched on 24 July 2022 and Mengtian (\"Dreaming of the Heavens\") launched on 31 October 2022. In July 2022, Russia announced intentions to withdraw from the ISS after 2024 in order to build its own space station.[1] There have been numerous decommissioned space stations, including USSR's Salyuts, Russia's Mir, NASA's Skylab, and China's Tiangong 1 and Tiangong 2.\n\n"
        },
        {
            "title": "History",
            "text": "Starting with the ill-fated flight of the Soyuz 11 crew to Salyut 1, all recent human spaceflight duration records have been set aboard space stations. The duration record for a single spaceflight is 437.75 days, set by Valeri Polyakov aboard Mir from 1994 to 1995.[2] As of 2021[update], four cosmonauts have completed single missions of over a year, all aboard Mir. The last military-use space station was the Soviet Salyut 5, which was launched under the Almaz program and orbited between 1976 and 1977.[3][4][5]\n\nThe first mention of anything resembling a space station occurred in Edward Everett Hale's 1869 \"The Brick Moon\".[6] The first to give serious, scientifically grounded consideration to space stations were Konstantin Tsiolkovsky and Hermann Oberth about two decades apart in the early 20th century.[7] In 1929 Herman Potočnik's The Problem of Space Travel was published, the first to envision a \"rotating wheel\" space station to create artificial gravity.[6] Conceptualized during the Second World War, the \"sun gun\" was a theoretical orbital weapon orbiting Earth at a height of 8,200 kilometres (5,100 mi). No further research was ever conducted.[8] In 1951, Wernher von Braun published a concept for a rotating wheel space station in Collier's Weekly, referencing Potočnik's idea. However, development of a rotating station was never begun in the 20th century.[7]\n\nIn 1971 the Soviet Union developed and launched the world's first space station, Salyut 1.[9] The Almaz and Salyut series were eventually joined by Skylab, Mir, and Tiangong-1 and Tiangong-2. The hardware developed during the initial Soviet efforts remains in use, with evolved variants comprising a considerable part of the ISS, orbiting today. Each crew member stays aboard the station for weeks or months, but rarely more than a year.\n\nEarly stations were monolithic designs that were constructed and launched in one piece, generally containing all their supplies and experimental equipment. A crew would then be launched to join the station and perform research. After the supplies had been used up, the station was abandoned.[9]\n\nThe first space station was Salyut 1, which was launched by the Soviet Union on April 19, 1971. The early Soviet stations were all designated \"Salyut\", but among these there were two distinct types: civilian and military. The military stations, Salyut 2, Salyut 3, and Salyut 5, were also known as Almaz stations.[10]\n\nThe civilian stations Salyut 6 and Salyut 7 were built with two docking ports, which allowed a second crew to visit, bringing a new spacecraft with them; the Soyuz ferry could spend 90 days in space, at which point it needed to be replaced by a fresh Soyuz spacecraft.[11] This allowed for a crew to man the station continually. The American Skylab (1973–1979) was also equipped with two docking ports, like second-generation stations, but the extra port was never used. The presence of a second port on the new stations allowed Progress supply vehicles to be docked to the station, meaning that fresh supplies could be brought to aid long-duration missions. This concept was expanded on Salyut 7, which \"hard docked\" with a TKS tug shortly before it was abandoned; this served as a proof-of-concept for the use of modular space stations. The later Salyuts may reasonably be seen as a transition between the two groups.[10]\n\nUnlike previous stations, the Soviet space station Mir had a modular design; a core unit was launched, and additional modules, generally with a specific role, were later added to that. This method allows for greater flexibility in operation, as well as removing the need for a single immensely powerful launch vehicle. Modular stations are also designed from the outset to have their supplies provided by logistical support craft, which allows for a longer lifetime at the cost of requiring regular support launches.[12]\n\nThe ISS is divided into two main sections, the Russian Orbital Segment (ROS) and the US Orbital Segment (USOS). The first module of the International Space Station, Zarya, was launched in 1998.[13]\n\nThe Russian Orbital Segment's \"second-generation\" modules were able to launch on Proton, fly to the correct orbit, and dock themselves without human intervention.[14] Connections are automatically made for power, data, gases, and propellants. The Russian autonomous approach allows the assembly of space stations prior to the launch of crew.\n\nThe Russian \"second-generation\" modules are able to be reconfigured to suit changing needs. As of 2009, RKK Energia was considering the removal and reuse of some modules of the ROS on the Orbital Piloted Assembly and Experiment Complex after the end of mission is reached for the ISS.[15] However, in September 2017 the head of Roscosmos said that the technical feasibility of separating the station to form OPSEK had been studied, and there were now no plans to separate the Russian segment from the ISS.[16]\n\nIn contrast, the main US modules launched on the Space Shuttle and were attached to the ISS by crews during EVAs. Connections for electrical power, data, propulsion, and cooling fluids are also made at this time, resulting in an integrated block of modules that is not designed for disassembly and must be deorbited as one mass.[17]\n\nThe Axiom Orbital Segment is a planned commercial segment to be added to the ISS starting in the mid-2020s. Axiom Space gained NASA approval for the venture in January 2020. Up to three Axiom modules will attach to the International Space Station. The first module could be launched no later than 2024 and will be docked to the forward port of Harmony, requiring relocation of the PMA-2. Axiom Space plans to attach up to two additional modules to its first core module, and send private astronauts to inhabit the modules. The modules could one day detach into the Axiom Station in a manner similar to Russia's proposed OPSEK.[18]\n\nChina's first space laboratory, Tiangong-1 was launched in September 2011.[19] The uncrewed Shenzhou 8 then successfully performed an automatic rendezvous and docking in November 2011. The crewed Shenzhou 9 then docked with Tiangong-1 in June 2012, followed by the crewed Shenzhou 10 in 2013.[citation needed]\n\nAccording to the China Manned Space Engineering Office, Tiangong-1 reentered over the South Pacific Ocean, northwest of Tahiti, on 2 April 2018 at 00:15 UTC.[20][21]\n\nA second space laboratory Tiangong-2 was launched in September 2016, while a plan for Tiangong-3 was merged with Tiangong-2.[22] The station made a controlled reentry on 19 July 2019 and burned up over the South Pacific Ocean.[23]\n\nThe Tiangong Space Station (Chinese: 天宫; pinyin: Tiāngōng; lit. 'Heavenly Palace'), the first module of which was launched on 29 April 2021,[24] is in low Earth orbit, 340 to 450 kilometres above the Earth at an orbital inclination of 42° to 43°. Its planned construction via 11 total launches across 2021-22 is intended to extend the core module with two laboratory modules, capable of hosting up to six crew.[25][26]\n\n"
        },
        {
            "title": "Architecture",
            "text": "Two types of space stations have been flown: monolithic and modular. Monolithic stations consist of a single vehicle and are launched by one rocket. Modular stations consist of two or more separate vehicles that are launched independently and docked on orbit. Modular stations are currently preferred due to lower costs and greater flexibility.[52][53]\n\nA space station is a complex vehicle that must incorporate many interrelated subsystems, including structure, electrical power, thermal control, attitude determination and control, orbital navigation and propulsion, automation and robotics, computing and communications, environmental and life support, crew facilities, and crew and cargo transportation. Stations must serve a useful role, which drives the capabilities required.[citation needed]\n\nSpace stations are made from durable materials that have to weather space radiation, internal pressure, micrometeoroids, and thermal effects of the sun and cold temperatures for very long periods of time. They are typically made from stainless steel, titanium and high-quality aluminum alloys, with layers of insulation such as Kevlar as a ballistics shield protection.[54]\n\nThe International Space Station has a single inflatable module, the Bigelow Expandable Activity Module, which was installed in April 2016 after being delivered to the ISS on the SpaceX CRS-8 resupply mission.[55][56] This module, based on NASA research in the 1990s, weighed 1,400 kilograms (3,100 lb) and was transported whilst compressed before being attached to the ISS by the space station arm and inflated to provide a 16 cubic metres (21 cu yd) volume. Whilst it was initially designed for a 2 year lifetime it was still attached and being used for storage in August 2022.[57][58]\n\nThe space station environment presents a variety of challenges to human habitability, including short-term problems such as the limited supplies of air, water and food and the need to manage waste heat, and long-term ones such as weightlessness and relatively high levels of ionizing radiation. These conditions can create long-term health problems for space-station inhabitants, including muscle atrophy, bone deterioration, balance disorders, eyesight disorders, and elevated risk of cancer.[59]\n\nFuture space habitats may attempt to address these issues, and could be designed for occupation beyond the weeks or months that current missions typically last. Possible solutions include the creation of artificial gravity by a rotating structure, the inclusion of radiation shielding, and the development of on-site agricultural ecosystems. Some designs might even accommodate large numbers of people, becoming essentially \"cities in space\" where people would reside semi-permanently.[60]\n\nMolds that develop aboard space stations can produce acids that degrade metal, glass and rubber. Despite an expanding array of molecular approaches for detecting microorganisms, rapid and robust means of assessing the differential viability of the microbial cells, as a function of phylogenetic lineage, remain elusive.[61]\n\nLike unmanned spacecraft close to the sun, space stations in the inner Solar System generally rely on solar panels to obtain power.[62]\n\nSpace station air and water is brought up in spacecraft from Earth before being recycled. Supplemental oxygen can be supplied by a solid fuel oxygen generator.[63]\n\n"
        },
        {
            "title": "Occupation",
            "text": "Space stations have harboured so far the only long-duration direct human presence in space. After the first station Salyut 1 (1971) and its tragic Soyuz 11 crew, space stations have been operated consecutively since Skylab (1973-1974), having allowed a progression of long-duration direct human presence in space. Long-duration resident crews have been joined by visiting crews since 1977 (Salyut 6), and stations have been occupied by consecutive crews since 1987 with the Salyut successor Mir. Uninterrupted occupation of stations has been achieved since the operational transition from the Mir to the ISS, with its first occupation in 2000.\nThe ISS has hosted the highest number of people in orbit at the same time, reaching 13 for the first time during the eleven day docking of STS-127 in 2009.[64]\n\n"
        },
        {
            "title": "Operations",
            "text": "Many spacecraft are used to dock with the space stations. Soyuz flight T-15 in March to July 1986 was the first and as of 2016, the only spacecraft to visit two different space stations, Mir and Salyut 7.[65]\n\nThe International Space Station has been supported by many different spacecraft.\n\nThe Tiangong space station is supported by the following spacecraft.\n\nThe Tiangong program relied on the following spacecraft.\n\nThe Mir space station was in orbit from 1986 to 2001 and was supported and visited by the following spacecraft.\n\nResearch conducted on the Mir included the first long term space based ESA research project EUROMIR 95 which lasted 179 days and included 35 scientific experiments.[104]\n\nDuring the first 20 years of operation of the International Space Station there were around 3,000 scientific experiments in the areas of biology and biotech, technology development, educational activities, human research, physical science, and Earth and space science.[105][106]\n\nSpace stations provide a useful platform to test the performance, stability and survivability of materials in space. This research follows on from previous experiments such as the Long Duration Exposure Facility, a free flying experimental platform which flew from April 1984 until January 1990.[107][108]\n\nOn the International Space Station, guests sometimes pay $50 million to spend the week living as an astronaut. Later, space tourism is slated to expand once launch costs are lowered sufficiently. By the end of the 2020s, space hotels may become relatively common.[citation needed]\n\n"
        },
        {
            "title": "Finance",
            "text": "As it currently costs on average $10,000 to $25,000 per kilogram to launch anything into orbit, space stations remain the exclusive province of government space agencies which are primarily funded via taxation. In the case of the International Space Station, space tourism makes up another chunk of money to run it.\n\n"
        }
    ]
}