{
    "url": "https://en.wikipedia.org/wiki/Spaceplane",
    "title": "Spaceplane",
    "table_of_contents": [
        "1 Operational principles",
        "1.1 Launch to space",
        "1.2 Space environment",
        "1.3 Atmospheric reentry",
        "1.4 Aerodynamic flight and horizontal landing",
        "1.5 Air-breathing orbital spaceplane concept",
        "2 Orbital spaceplanes",
        "2.1 Space Shuttle",
        "2.2 Buran",
        "2.3 X-37",
        "2.4 Chongfu Shiyong Shiyan Hangtian Qi",
        "3 Suborbital rocket planes",
        "4 History of unflown concepts",
        "4.1 United States (1950s–2010s)",
        "4.2 Soviet Union (1960s–1991)",
        "4.3 Russia",
        "4.4 United Kingdom",
        "4.5 European Space Agency (1985–)",
        "4.6 Japan",
        "4.7 India",
        "5 Current development programs",
        "5.1 China",
        "5.2 European Union",
        "5.3 India",
        "5.4 Japan",
        "5.5 US",
        "5.6 International",
        "6 See also",
        "7 Notes",
        "8 References",
        "9 Bibliography",
        "10 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nA spaceplane is a vehicle that can fly and glide like an aircraft in Earth's atmosphere and maneuver like a spacecraft in outer space.[1]  To do so, spaceplanes must incorporate features of both aircraft and spacecraft.  Orbital spaceplanes tend to be more similar to conventional spacecraft, while sub-orbital spaceplanes tend to be more similar to fixed-wing aircraft.  All spaceplanes to date have been rocket-powered but then landed as unpowered gliders.\n\nFour types of spaceplanes have successfully launched to orbit, reentered Earth's atmosphere, and landed: the U.S. Space Shuttle, Russian Buran, U.S. X-37,[2] and the Chinese CSSHQ. Another, Dream Chaser, is under development in the U.S. As of 2019 all past, current, and planned orbital vehicles launch vertically on a separate rocket. Orbital spaceflight takes place at high velocities, with orbital kinetic energies typically at least 50 times greater than suborbital trajectories.[citation needed] Consequently, heavy heat shielding is required during reentry as this kinetic energy is shed in the form of heat. Many more spaceplanes have been proposed, but none have reached flight status.\n\nAt least two suborbital rocket-powered aircraft have been launched horizontally into sub-orbital spaceflight from an airborne carrier aircraft before rocketing beyond the Kármán line: the X-15 and SpaceShipOne.[a]\n\n"
        },
        {
            "title": "Operational principles",
            "text": "Spaceplanes must operate in space, like traditional spacecraft, but also must be capable of atmospheric flight, like an aircraft. These requirements drive up the complexity, risk, dry mass, and cost of spaceplane designs. The following sections will draw heavily on the US Space Shuttle as the biggest, deadliest, most complex, most expensive, most flown, and only crewed orbital spaceplane, but other designs have been successfully flown.\n\nThe flight trajectory required to reach orbit results in significant aerodynamic loads, vibrations, and accelerations, all of which have to be withstood by the vehicle structure.[citation needed]\n\nIf the launch vehicle suffers a catastrophic malfunction, a conventional capsule spacecraft is propelled to safety by a launch escape system. The Space Shuttle was far too big and heavy for this approach to be viable, resulting in a number of abort modes that may or may not have been survivable. In any case, the Challenger disaster demonstrated that the Space Shuttle lacked survivability on ascent.\n\nOnce on-orbit, a spaceplane must be supplied with power by solar panels and batteries or fuel cells, maneuvered in space, kept in thermal equilibrium, oriented, and communicated with. On-orbit thermal and radiological environments impose additional stresses. This is in addition to accomplishing the task the spaceplane was launched to complete, such as satellite deployment or science experiments.\n\nThe Space Shuttle used dedicated engines to accomplish orbital maneuvers. These engines used toxic hypergolic propellants that required special handling precautions. Various gases, including helium for pressurization and nitrogen for life support, were stored under high pressure in composite overwrapped pressure vessels.\n\nOrbital spacecraft reentering the Earth's atmosphere must shed significant velocity, resulting in extreme heating. For example, the Space Shuttle thermal protection system (TPS) protects the orbiter's interior structure from surface temperatures that reach as high as 1,650 °C (3,000 °F), well above the melting point of steel.[3] Suborbital spaceplanes fly lower energy trajectories that do not put as much stress on the spacecraft thermal protection system.\n\nThe Space Shuttle Columbia disaster was the direct result of a TPS failure.\n\nAerodynamic control surfaces must be actuated. Landing gear must be included at the cost of additional mass.\n\nAn air-breathing orbital spaceplane would have to fly what is known as a 'depressed trajectory,' which places the vehicle in the high-altitude hypersonic flight regime of the atmosphere for an extended period of time. This environment induces high dynamic pressure, high temperature, and high heat flow loads particularly upon the leading edge surfaces of the spaceplane, requiring exterior surfaces to be constructed from advanced materials and/or use active cooling.[citation needed]\n\n"
        },
        {
            "title": "Orbital spaceplanes",
            "text": "\n\n"
        },
        {
            "title": "Suborbital rocket planes",
            "text": "Two piloted suborbital rocket-powered aircraft have reached space: the North American X-15 and SpaceShipOne; a third, SpaceShipTwo, has crossed the US-defined boundary of space but has not reached the higher internationally recognised boundary. None of these crafts were capable of entering orbit, and all were first lifted to high altitude by a carrier aircraft.\n\nOn 7 December 2009, Scaled Composites and Virgin Galactic unveiled SpaceShipTwo, along with its atmospheric mothership \"Eve\". On 13 December 2018, SpaceShipTwo VSS Unity successfully crossed the US-defined boundary of space (although it has not reached space using the internationally recognised definition of this boundary, which lies at a higher altitude than the US boundary). SpaceShipThree is the new spacecraft of Virgin Galactic, launched on 30 March 2021. It is also known as VSS Imagine.[18] On 11 July 2021 VSS Unity completed its first fully crewed mission including Sir Richard Branson.\n\nThe Mikoyan-Gurevich MiG-105 was an atmospheric prototype of an intended orbital spaceplane, with the suborbital BOR-4 subscale heat shield test vehicle successfully reentering the atmosphere before program cancellation.\nHYFLEX was a miniaturized suborbital demonstrator launched in 1996, flying to 110 km altitude, achieving hypersonic flight, and successfully reentering the atmosphere.[19][20]\n\n"
        },
        {
            "title": "History of unflown concepts",
            "text": "Various types of spaceplanes have been suggested since the early twentieth century. Notable early designs include a spaceplane equipped with wings made of combustible alloys that it would burn during its ascent, and the Silbervogel bomber concept. World War II Germany and the postwar US considered winged versions of the V-2 rocket, and in the 1950s and '60s winged rocket designs inspired science fiction artists, filmmakers, and the general public.[citation needed]\n\nThe U.S. Air Force invested some effort in a paper study of a variety of spaceplane projects under their Aerospaceplane efforts of the late 1950s, but later reduced the scope of the project. The result, the Boeing X-20 Dyna-Soar, was to have been the first orbital spaceplane, but was canceled in the early 1960s in lieu of NASA's Project Gemini and the U.S. Air Force's crewed spaceflight program.[citation needed]\n\nIn 1961, NASA originally planned to have the Gemini spacecraft land on a runway[21] with a Rogallo wing airfoil, rather than an ocean landing under parachutes.[citation needed] The test vehicle became known as the Paraglider Research Vehicle. Development work on both parachutes and the paraglider began in 1963.[22]  By December 1963, the parachute was ready to undergo full-scale deployment testing, while the paraglider had run into technical difficulties.[22]  Though attempts to revive the paraglider concept persisted within NASA and North American Aviation, in 1964 development was definitively discontinued due to the expense of overcoming the technical hurdles.[23]\n\nThe Space Shuttle underwent many variations during its conceptual design phase. Some early concepts are illustrated.\n\nThe Rockwell X-30 National Aero-Space Plane (NASP), begun in the 1980s, was an attempt to build a scramjet vehicle capable of operating like an aircraft and achieving orbit like the shuttle. Introduced to the public in 1986, the concept was intended to reach Mach 25, enabling flights between Dulles Airport to Tokyo in two hours, while also being capable of low Earth orbit.[24] Six critical technologies were identified, three relating to the propulsion system, which would consist of a hydrogen-fueled scramjet.[24]\n\nThe NASP program became the Hypersonic Systems Technology Program (HySTP) in late 1994. HySTP was designed to transfer the accomplishments made in hypersonic flight into a technology development program. On 27 January 1995 the Air Force terminated participation in (HySTP).[24]\n\nIn 1994, a USAF captain proposed an F-16 sized single-stage-to-orbit peroxide/kerosene spaceplane called \"Black Horse\".[25] It was to take off almost empty and undergo aerial refueling before rocketing to orbit.[26]\n\nThe Lockheed Martin X-33 was a 1/3 scale prototype made as part of an attempt by NASA to build a SSTO hydrogen-fuelled spaceplane VentureStar that failed when the hydrogen tank design could not be constructed as intended.[citation needed]\n\nOn 5 March 2006, Aviation Week & Space Technology published a story purporting to be the \"outing\" of a highly classified U.S. military two-stage-to-orbit spaceplane system with the code name Blackstar.[27]\n\nIn 2011, Boeing proposed the X-37C, a 165 to 180 percent scale X-37B built to carry up to six passengers to low Earth orbit. The spaceplane was also intended to carry cargo, with both upmass and downmass capacity.[28]\n\nThe Soviet Union first considered a preliminary design of rocket-launch small spaceplane Lapotok in early 1960s. The Spiral airspace system with small orbital spaceplane and rocket as second stage was developed in the 1960s–1980s.[citation needed] Mikoyan-Gurevich MiG-105 was a crewed test vehicle to explore low-speed handling and landing.[29]\n\nIn the early 2000s the orbital 'cosmoplane' (Russian: космоплан) was proposed by Russia's Institute of Applied Mechanics as a passenger transport. According to researchers, it could take about 20 minutes to fly from Moscow to Paris, using hydrogen and oxygen-fueled engines.[30][31]\n\nThe Multi-Unit Space Transport And Recovery Device (MUSTARD) was a concept explored by the British Aircraft Corporation (BAC) around 1968 for launching payloads weighing as much as 2,300 kg (5,000 lb) into orbit. It was never constructed.[32]\n\nIn the 1980s, British Aerospace began development of HOTOL, an SSTO spaceplane powered by a revolutionary SABRE air-breathing rocket engine, but the project was canceled due to technical and financial uncertainties.[33] The inventor of SABRE set up Reaction Engines to develop SABRE and proposed a twin-engined SSTO spaceplane called Skylon.[34] One NASA analysis showed possible issues with the hot rocket exhaust plumes causing heating of the tail structure at high Mach numbers.[35] although the CEO of Skylon Enterprises Ltd has claimed that reviews by NASA were \"quite positive\".[36]\n\nBristol Spaceplanes has undertaken design and prototyping of three potential spaceplanes since its founding by David Ashford in 1991. The European Space Agency has endorsed these designs on several occasions.[37]\n\nFrance worked on the Hermes crewed spaceplane launched by Ariane rocket in the late 20th century, and proposed in January 1985 to go through with Hermes development under the auspices of the ESA.[38]\n\nIn the 1980s, West Germany funded design work on the MBB Sänger II with the Hypersonic Technology Program. Development continued on MBB/Deutsche Aerospace Sänger II/HORUS until the late 1980s when it was canceled. Germany went on to participate in the Ariane rocket, Columbus space station and Hermes spaceplane of ESA, Spacelab of ESA-NASA and Deutschland missions (non-U.S. funded Space Shuttle flights with Spacelab). The Sänger II had predicted cost savings of up to 30 percent over expendable rockets.[39][40]\n\nHopper was one of several proposals for a European reusable launch vehicle (RLV) planned to cheaply ferry satellites into orbit by 2015.[41] One of those was 'Phoenix', a German project which is a one-seventh scale model of the Hopper concept vehicle.[42] The suborbital Hopper was a Future European Space Transportation Investigations Programme system study design[43] A test project, the Intermediate eXperimental Vehicle (IXV), has demonstrated lifting reentry technologies and will be extended under the PRIDE programme.[44]\n\nHOPE was a Japanese experimental spaceplane project designed by a partnership between NASDA and NAL (both now part of JAXA), started in the 1980s. It was positioned for most of its lifetime as one of the main Japanese contributions to the International Space Station, the other being the Japanese Experiment Module. The project was eventually cancelled in 2003, by which point test flights of a sub-scale testbed had flown successfully.[citation needed]\n\nAVATAR (Aerobic Vehicle for Hypersonic Aerospace Transportation; Sanskrit: अवतार) was a concept study for an uncrewed single-stage reusable spaceplane capable of horizontal takeoff and landing, presented to India's Defence Research and Development Organisation. The mission concept was for low cost military and commercial satellite launches.[45][46][47] No further studies or development have taken place since 2001.\n\n"
        },
        {
            "title": "Current development programs",
            "text": "Shenlong (Chinese: 神龙; pinyin: shén lóng; lit. 'divine dragon') is a proposed Chinese robotic spaceplane that is similar to the Boeing X-37.[48] Only a few images have been released since late 2007.[49][50][51]\n\nA test project, the Intermediate eXperimental Vehicle (IXV), has demonstrated lifting reentry technologies and will be extended under the PRIDE programme.[44]\nThe FAST20XX Future High-Altitude High Speed Transport 20XX aims to establish sound technological foundations for the introduction of advanced concepts in suborbital high-speed transportation with air-launch-to-orbit ALPHA vehicle.[52]\n\nThe Daimler-Chrysler Aerospace RLV is a small reusable spaceplane prototype for the ESA Future Launchers Preparatory Programme/FLTP program. SpaceLiner is the most recent project.[citation needed]\n\nAs of 2016[update], the Indian Space Research Organisation is developing a launch system named the Reusable Launch Vehicle (RLV). It is India's first step towards realizing a two-stage-to-orbit reusable launch system. A space plane serves as the second stage. The plane is expected to have air-breathing scramjet engines as well as rocket engines. Tests with miniature spaceplanes and a working scramjet have been conducted by ISRO in 2016.[62]\n\nAs of 2018, Japan is developing the Winged Reusable Sounding rocket (WIRES), which if successful, may be used as a recoverable first-stage or as a crewed sub-orbital spaceplane.[63]\n\nThe Dawn Mk-II Aurora is a suborbital spaceplane being developed by Dawn Aerospace to demonstrate multiple suborbital flights per day. Dawn is based in the Netherlands and New Zealand, and is working closely with the American CAA. On December 9, 2020, the Civil Aviation Authority of New Zealand, working alongside the New Zealand Space Agency, issued a license allowing the vehicle to fly from a conventional airport.[67] On August 25, 2021, the first test-flight campaign of five successful flights using surrogate jet engines was announced.[68] As of August 15, 2022, 35 test flights have been complete, validating the vehicles aerodynamics, avionics, rapid deployment and various piloting modes.[69] A qualified 2.5 kN.s pump-fed HTP/kerosene engine is being installed for high-performance high-altitude flights. Dawn Aerospace previously demonstrated multiple low-altitude rocket-powered flights per day on their Mk-I vehicle.[70]\n\n"
        }
    ]
}