{
    "url": "https://en.wikipedia.org/wiki/Space_law",
    "title": "Space law",
    "table_of_contents": [
        "1 Early developments",
        "2 International treaties",
        "2.1 1998 ISS agreement",
        "3 International principles and declarations",
        "4 Consensus",
        "5 National law",
        "6 Defining \"space\"",
        "7 Geostationary orbit allocation",
        "7.1 Allocative limitations",
        "7.2 Political controversy",
        "8 Environmental protection",
        "8.1 Environmental space governance",
        "9 Ethics",
        "9.1 Human representation and participation",
        "9.2 Commercial use",
        "9.3 Exploitation",
        "9.4 Spacefaring machines and space colonization",
        "9.5 Contact regime",
        "10 Dispute resolution",
        "11 Future developments",
        "11.1 Open-Ended Working Group (OEWG) on Space Threats ",
        "11.2 Future coordination and cooperation",
        "11.3 Legal Profession",
        "11.4 International efforts to inform progressive development of International Space Law",
        "12 See also",
        "13 References",
        "14 Further reading",
        "15 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Space law is the body of law governing space-related activities, encompassing both international and domestic agreements, rules, and principles.[1] Parameters of space law include space exploration, liability for damage, weapons use, rescue efforts, environmental preservation, information sharing, new technologies, and ethics.[2] Other fields of law, such as administrative law, intellectual property law, arms control law, insurance law, environmental law, criminal law, and commercial law, are also integrated within the space law.[3]\n\nThe origins of space law date back to 1919, with international law recognizing each country's sovereignty over the airspace directly above their territory, later reinforced at the Chicago Convention in 1944.[4][5] The onset of domestic space programs during the Cold War propelled the official creation of international space policy (i.e. the International Geophysical Year) initiated by the International Council of Scientific Unions. The Soviet Union's 1957 launch of the world's first artificial satellite, Sputnik 1, directly spurred the United States Congress to pass the Space Act, thus creating the National Aeronautics and Space Administration (NASA).[3][6] Because space exploration required crossing transnational boundaries, it was during this era where space law became a field independent from traditional aerospace law.[5]\n\nSince the Cold War, the Treaty on Principles Governing the Activities of States in the Exploration and Use of Outer Space, including the Moon and Other Celestial Bodies (the \"Outer Space Treaty\") and the International Telecommunication Union have served as the constitutional legal framework and set of principles and procedures constituting space law.[7][8] Further, the United Nations Committee on the Peaceful Uses of Outer Space (COPUOS), along with its Legal and Scientific and Technical Subcommittees, are responsible for debating issues of international space law and policy. The United Nations Office for Outer Space Affairs (UNOOSA) serves as the secretariat of the committee and is promoting Access to Space for All through a wide range of conferences and capacity-building programs.[9] Challenges that space law will continue to face in the future are fourfold—spanning across dimensions of domestic compliance, international cooperation, ethics, and the advent of scientific innovations.[3][10][11] Furthermore, specific guidelines on the definition of airspace have yet to be universally determined.[3]\n\n"
        },
        {
            "title": "Early developments",
            "text": "One of the earliest works on space law was Czech jurist Vladimír Mandl's Das Weltraum-Recht: Ein Problem der Raumfahrt (Space Law: A Problem of Space Travel), written in German and published in 1932.[12]\n\nAt Caltech in 1942 Theodore von Kármán and other rocket scientists banded together to form Aerojet rocket company with the help of lawyer Andrew G. Haley. To toast the new corporation, Kármán said, \"Now, Andy, we will make the rockets—you must make the corporation and obtain the money. Later on, you will have to see that we behave well in outer space. ... After all, we are the scientists but you are the lawyer, and you must tell us how to behave ourselves according to law and to safeguard our innocence.\"[13] Indeed, twenty years later Haley published the fundamental textbook, Space Law and Government.[14]\n\nBeginning in 1957 with the Space Race, nations began discussing systems to ensure the peaceful use of outer space.[15][16] Bilateral discussions between the United States and USSR in 1958 resulted in the presentation of issues to the UN for debate.[15][17][18] In 1959, the UN created the Committee on the Peaceful Uses of Outer Space (COPUOS).[19] COPUOS in turn created two subcommittees, the Scientific and Technical Subcommittee and the Legal Subcommittee.  The COPUOS Legal Subcommittee has been a primary forum for discussion and negotiation of international agreements relating to outer space.\n\nIn 1960 the International Astronautical Congress met in Stockholm and heard several submissions including a survey of legal opinion on extraterrestrial jurisdiction by Andrew G. Haley.[20]\n\nStarting in 1961, the General Assembly Resolution 1721 (XVI) and later 1802 (XVII), both titled \"International Cooperation in the Peaceful Uses of Outer Space\", and Resolution 1962 (XVIII), or a \"Declaration of Legal Principles Governing the Activities of States in the Exploration and Use of Outer Space\" were passed unanimously. These basic principles formed the foundation of the 1967 Outer Space Treaty.[21]\n\n"
        },
        {
            "title": "International treaties",
            "text": "Six international treaties have been negotiated to govern state behaviour in space:\n\nThe Rescue Agreement, the Liability Convention and the Registration Convention all elaborate on provisions of the Outer Space Treaty. Many consider the Moon Treaty to be a failed treaty due to its limited acceptance.[26] Others however have pointed that the limited membership of the Moon Treaty allows the current signatory states to reconvene a convention of the parties to amend and update the Moon Treaty easily and to better deal with the fast pace of technological development in the field.\n\nIn addition to the international treaties that have been negotiated at the United Nations, the nations participating in the International Space Station have entered into the 1998 Agreement among the governments of Canada, Member States of the European Space Agency, Japan, Russian Federation, and the United States concerning cooperation on the Civil International Space Station.[27] This agreement provides, among other things, that NASA is the lead agency in coordinating the member states' contributions to and activities on the space station, and that each nation has jurisdiction over its own module(s).  The agreement also provides for protection of intellectual property and procedures for criminal prosecution.  This agreement may very well serve as a model for future agreements regarding international cooperation in facilities on the Moon and Mars, where the first off-world colonies and scientific/industrial bases are likely to be established.[28]\n\n"
        },
        {
            "title": "International principles and declarations",
            "text": "The five treaties and agreements of international space law cover \"non-appropriation of outer space by any one country, arms control, the freedom of exploration, liability for damage caused by space objects, the safety and rescue of spacecraft and astronauts, the prevention of harmful interference with space activities and the environment, the notification and registration of space activities, scientific investigation and the exploitation of natural resources in outer space and the settlement of disputes\".[29]\n\nThe United Nations General Assembly adopted five declarations and legal principles which encourage exercising the international laws, as well as unified communication between countries. The five declarations and principles are:[29]\n\nThe agreement exists to promote the exploration of outer space but to keep the moon and other celestial bodies in pristine conditions for the common heritage of mankind, meaning that no nation may claim sovereignty over any part of space. All countries should have equal rights to conduct research on the moon or other celestial bodies. Weapons of mass destruction of any kind including nuclear and bases built for military purposes are specifically banned by the treaty.[31] The United Nations resolution also states that all State Parties may conduct their enterprises below the surface of the moon or any celestial body so long as efforts are made to protect it from contamination. All activities in space are required to be attached to a nation and any damages to other nations equipment or facilities caused by another party must be repaid in full to that nation. Any discovery of a dangerous hazard such as an area that is radioactive must notify the United Nations Secretary General and the greater international scientific community immediately.\n\n"
        },
        {
            "title": "Consensus",
            "text": "The United Nations Committee on the Peaceful Uses of Outer Space and its Scientific and Technical and Legal Subcommittees operate on the basis of consensus, i.e. all delegations from member States must agree on any matter, be it treaty language before it can be included in the final version of a treaty or new items on Committee/Subcommittee's agendas. One reason that the U.N. space treaties lack definitions and are unclear in other respects, is that it is easier to achieve consensus when language and terms are vague.  In recent years, the Legal Subcommittee has been unable to achieve consensus on discussion of a new comprehensive space agreement (the idea of which, though, was proposed just by a few member States). It is also unlikely that the Subcommittee will be able to agree to amend the Outer Space Treaty in the foreseeable future.  Many space faring nations seem to believe that discussing a new space agreement or amendment of the Outer Space Treaty would be futile and time-consuming, because entrenched differences regarding resource appropriation, property rights and other issues relating to commercial activity make consensus unlikely.\n\n"
        },
        {
            "title": "National law",
            "text": "Space law also encompasses national laws, and many countries have passed national space legislation in recent years.  The Outer Space Treaty gives responsibility for regulating space activities, including both government and private sector, to the individual countries where the activity is taking place.  If a national of, or an organization incorporated in one country launches a spacecraft in a different country, interpretations differ as to whether the home country or the launching country has jurisdiction.[36]\n\nThe Outer Space Treaty also incorporates the UN Charter by reference, and requires parties to ensure that activities are conducted in accordance with other forms of international law such as customary international law (the custom and practice of states).\n\nThe advent of commercial activities like space mining, space tourism, private exploration, and the development of many commercial spaceports, is leading many countries[which?] to consider how to regulate private space activities.[37] The challenge is to regulate these activities in a manner that does not hinder or preclude investment, while still ensuring that commercial activities comply with international law. Developing nations are concerned that the spacefaring nations will monopolize space resources.[citation needed] Royalties paid to developing countries is one reason the United States has not ratified the United Nations Convention on the Law of the Sea, and why some oppose applying the same principles to outer space.[38]\n\nSeveral nations have enacted or recently updated their national space law,[39] for example, Luxembourg in 2017,[40] \nthe United States in 2015,[41] \nand Japan in 2008.[42]\nDue to the expansion of the domain of space research and allied activities in India, the Draft Space Activities Bill was introduced in the year 2017.[43]\n\n"
        },
        {
            "title": "",
            "text": "Many questions arise from the difficulty of defining the term \"space\". Scholars not only debate its geographical definition (i.e. upper and lower limits), but also whether or not it also encompasses various objects within it (i.e. celestial objects, human beings, man-made devices). Lower limits are generally estimated to be about 50 kilometers. More difficulties arise trying to define the upper bounds of \"space\", as it would require more inquiry into the nature of the universe and the role of Earth as a planet.[10]\n\n"
        },
        {
            "title": "Geostationary orbit allocation",
            "text": "Objects in geostationary orbits remain stationary over a point on the earth due to gravity. There are numerous advantages in being able to use these orbits, mostly due to the unique ability to send radio frequencies to and from satellites to collect data and send signals to various locations. The United Nations Committee on Peaceful Uses of Outer Space has approved seven nonmilitary uses for these orbits: communications, meteorology, earth resources and environment, navigation and aircraft control, testing of new systems, astronomy, and data relay.[44] The requirement to space these satellites apart means that there is a limited number of orbital \"slots\" available, thus only a limited number of satellites can be placed in geostationary orbit. This has led to conflict between different countries wishing access to the same orbital slots (countries at the same longitude but differing latitudes). These disputes are addressed through the ITU allocation mechanism.[45]\n\nCountries located at the Earth's equator have also asserted their legal claim to control the use of space above their territory,[46] notably in 1976, when many countries located at the Earth's equator created the Bogota Declaration, in which they asserted their legal claim to control the use of space above their territory,[47] but failed to challenge the Outer Space Treaty in this regard.[48]\n\nFuture developments using geostationary orbits may include an expansion of services in telecommunication, broadcasting, and meteorology.[11] As a result, uses for geostationary orbits may stir political controversy. For example, broadcasting and telecommunication services of satellites orbiting above Earth from certain nations may accidentally \"spill over\" into other nations' territory. This may prompt conflict with nations that wish to restrict access to information and communication.[44] Current and future political and legal concerns allocation may pose may be addressed by international legislatures, such as the United Nations Committee on the Peaceful Uses of Outer Space and the International Telecommunication Union.[11]\n\n"
        },
        {
            "title": "Environmental protection",
            "text": "More recent discussions focus on the need for the international community to draft and institute a code of space ethics to prevent the destruction of the space environment.[49] Furthermore, the advancement of life in space pertain to questions related to the ethics of biocentrism and anthropocentrism, or in other words, determining how much value we place in all living things versus human beings specifically.[50][51] Currently, researchers in the bioengineering field are working towards contamination control measures integrated into spacecraft to protect both space and earth's biosphere.[52]\n\nBeyond space debris, rocket launches and the re-entry of reusable components and space debris also cause air pollution. A study estimated their impacts on climate change and the ozone layer in 2019 and from a theoretical future space industry extrapolated from the \"billionaire space race\". It concludes that substantial effects from routine space tourism should \"motivate regulation\".[57][58]\n\n"
        },
        {
            "title": "Ethics",
            "text": "In space law, ethics extend to topics regarding space exploration, space tourism, space ownership, the militarization of space, environmental protection, and distinguishing the boundaries of space itself.[10]\n\nParticipation and representation of all humanity in space is an issue of international space law ever since the first phase of space exploration.[59] Space law is called on to be understood through the contributions and relevance of countries without substantial spaceflight capabilities, particularly in the light of colonialism.[60] Even though rights of non-spacefaring countries have been secured by declaring the exploration and use of outer space as the \"province of all mankind\", understanding spaceflight as its resource, sharing of space for all humanity is still criticized as imperialist and lacking.[59] It has been argued that the present politico-legal regimes and their philosophic grounding advantage imperialist development of space.[61]\n\nSpace colonization has been discussed as particular continuation of imperialism and colonialism.[62][63] Questioning colonial decisionmaking and reasons for colonial labour[64] and land exploitation with postcolonial critique.[65] Seeing the need for inclusive[66] and democratic participation and implementation of any space exploration, infrastructure or habitation.[67] While the Outer Space Treaty guarantees access to space, space law has been criticized for not securing international and social inclusiveness, especially regarding private spaceflight.[68]\n\nEarly on in the development of international space law outer space was framed as res communis and explicitly not as terra nullius in the Magna Carta of Space presented by William A. Hyman in 1966 and subsequently influencing the work of the United Nations Committee on the Peaceful Uses of Outer Space.[59][69]\n\nEarly discussions regarding space ethics revolved around whether or not the space frontier should be available for use, gaining prominence at the time of the Soviet Union and United States' Space Race.[70] In 1967, the \"Outer Space Treaty\" dictated that all nations in compliance with international regulation are permitted to exploit space.[8] As a result, the commercial use of space is open to exploitation by public and private entities, especially in relation to mining and space tourism.[71] This principle has been the subject of controversy, particularly by those in favor of environmental protection, sustainability,[72] and conservation.[52]\n\nWhile this field of the law is still in its infancy, it is in an era of rapid change and development.[73] Arguably, the resources of space are infinite.  If commercial space transportation becomes widely available, with substantially lower launch costs, then all countries will be able to directly reap the benefits of space resources.  In that situation, it seems likely that consensus will be much easier to achieve with respect to commercial development and human settlement of outer space. High costs are not the only factor preventing the economic exploitation of space: it is argued that space should be considered as a pristine environment worthy of protection and conservation, and that the legal regime for space should further protect it from being used as a resource for Earth's needs.[74][75]  Debate is also focused on whether space should continue to be legally defined as part of the \"Common heritage of mankind\", and therefore unavailable for national claims, or whether its legal definition should be changed to allow private property in space.[74][76][77]\n\nAs of 2013, NASA's plans to capture an asteroid by 2021 has raised questions about how space law would be applied in practice.[78]\n\nIn 2016, the nation of Luxembourg has set out a formal legal framework which ensures that private companies engaged in mining resources in space have rights to those resources.[79]\n\nThere could be suffering risks in spacefaring machines and space colonization of organisms or synthetic phenomenology (such as artificial life) potentials.\n\nProgress in robotics and artificial intelligence are eroding the need for humans in space with human endeavours often being less cost-effective than robotic missions,[80] with ethical implications for society. Furthermore, the \"billionaire space race\" or declaring that humanity's destiny lies in colonizing the solar system, leaving many earthbound problems behind has been criticized as \"techno-utopian [...] hubris\", suggesting \"a multilateral agreement to strictly govern and limit expansion into space\".[81] Laws as well as adaption-requirements for humans may differ in space, which could be one rationale for crewed – rather than robotic – space-missions.[80]\n\nMoreover, spreading humanity's influence far beyond the Earth raises question about potential other intelligences that have spread through reachable space.[80] Astroethics can consider extraterrestrial having ethics,[82] which may often reflect in laws[citation needed] and understand humanity and its multitude of ethics (which may often reflect in laws and policies) as a part of the universe in a more holistic, possibly even \"cosmic\",[83] view.[82]\n\nThere have been some proposals as with the Magna Carta of Space presented by William A. Hyman in 1966[69] or through the concept of metalaw to introduce legal basics in case of detection of or contact with indigenous extraterrestrial intelligence. As of 2018, there are basically no principles for dealing with a successful confirmed SETI detection.[82]\n\n"
        },
        {
            "title": "Dispute resolution",
            "text": "Space Law also attempts to provide a framework for dispute resolution for matters which arise in space. The following mechanisms are available to the different type of affected parties.\n\nState Actors\n\nNon-State Actors\n\nNon-State Actors are first directed to approach an appropriate state party where one is involved as per the Liability Convention. Where the dispute is private and commercial in nature however, many private companies opt for arbitration. So far, arbitration has primarily been conducted under the Permanent Court of Arbitration under the 1976 UNCITRAL Arbitration Rules[85] but the existence of the more specialised \"Optional Rules for Arbitration of Disputes Relating to Outer Space Activities\" might see a shift in procedural law chosen by the parties in the future. Examples of disputes resolved by arbitration include the cases of CC/Devas (Mauritius) Ltd., Devas Employees Mauritius Private Ltd., & Telcom Devas Mauritius Ltd. v. Republic of India, PCA Case No. 2013-09[86] and Deutsche Telekom AG v. The Republic of India, PCA Case No. 2014-10.[87]\n\n"
        },
        {
            "title": "Future developments",
            "text": "With no progress in the negotiation of the Prevention of an Arms Race in Outer Space in 2020 the UN resolution \"Reducing Space Threats Through Norms, Rules and Principles of Responsible Behaviours\" was signed. Subsequently the \"Open Ended Working Group on Reducing Space Threats Through Norms, Rules and Principles of Responsible Behaviours\" was established and found some traction particularly since the War in Ukraine began in 2022.[88]\n\nInternational coordination and cooperation is facilitated by the growing inter-agency International Space Exploration Coordination Group and planned for the Lunar Gateway space station, emulating the cooperation for the ISS.\n\nMichael Dodge, of Long Beach, Mississippi, was the first law school graduate to receive a space law certificate in the United States.[89][90] Dodge graduated from the Center for Air and Space Law at the University of Mississippi School of Law in 2008.[91][92] He is now an assistant professor in the Department of Space Studies at the University of North Dakota.[93]\n\nThere is a growing emphasis on space law in academia. Since 1951, the McGill Faculty of Law in Montreal, Canada hosts the Institute of Air and Space Law, and offers an LL.M. in Air and Space law.[94] The University of Mississippi School of Law publishes the world's only law journal devoted to space law, the Journal of Space Law.  The University of Mississippi School of Law is also the only ABA accredited law school in the world to offer a JD Concentration in Air and Space Law.[95] Michelle Hanlon and Charles Stotler serve as the co-directors of the Center for Air and Space Law at the university.  Over the last decade, other universities have begun to offer specialized courses and programs in the US, UK, France, the Netherlands, and Australia.[96][97][98][99]\n\nIn September 2012, the Space Law Society (SLS) at the University of Maryland Francis King Carey School of Law was established.[100] A legal resources team united in Maryland, a \"Space Science State\", with Jorge Rodriguez, Lee Sampson, Patrick Gardiner, Lyra Correa and Juliana Neelbauer as SLS founding members.[101] In 2014, students at American University Washington College of Law founded the school's Space Law Society, with the help of Pamela L. Meredith, space lawyer and adjunct professor of Satellite Communications and Space Law.[102][103]\n\nEfforts to codify the legal regime are mostly represented in the Manual on International Law Applicable to Military Uses of Outer Space (MILAMOS) and the Woomera Manual.[104][105] Like the San Remo and Tallinn Manuals, the goal is to clarify the law as it relates to outer space.\n\nIn 2018, two space lawyers - Christopher Hearsey and Nathan Johnson - founded the Space Court Foundation, a 501(c)(3) educational nonprofit corporation that promotes and supports space law and policy education and the rule of law. The Space Court Foundation produces educational materials and scholarship through the administration of two major projects: Stellar Decisis and the Space Court Law Library. The Foundation engages in partnerships and collaborations that help grow greater awareness of space law and how disputes in space may be resolved as humans venture farther from Earth in the not too distant future.\n[106]\n\nThe McGill Institute of Air and Space Law is leading multiple international collaborative projects to contribute towards clarifying international space law and promote rules-based global order. One such project announced in 2017, being led by Prof. Ram S. Jakhu, is the McGill Manual on International Law Applicable to Military Uses of Outer Space (MILAMOS Project) which aims to clarify existing rules of international law as they apply to military uses of outer space. The  MILAMOS Project aims to contribute to \"a future where all space activities are conducted in accordance with the international rules-based global order, without disrupting, and preferably contributing to, the sustainable use of outer space for the benefit of present and future generations of all humanity.\"[107] Another international collaborative project announced in 2020, being led by  Prof. Ram S. Jakhu, Bayar Goswami and Kuan-Wei (David) Chen, is the McGill Encyclopedia of International Space Law (at SpaceLawPedia.com) which aims to \"fulfill the need for an objectively curated online resource on key subject-matters of international space law. With the input of a team of global practitioners and academics in the field of international space law and general international law, the SpaceLawPedia aims to be the definitive source of peer-reviewed reference material for anyone practising, conducting research on or teaching international space law.\"[108]\n\n"
        }
    ]
}