{
    "url": "https://en.wikipedia.org/wiki/Space_and_survival",
    "title": "Space and survival",
    "table_of_contents": [
        "1 Risk to humanity",
        "2 Space settlement",
        "2.1 Multiple locations",
        "2.2 Objections",
        "3 Space science",
        "3.1 Near-Earth objects",
        "4 Critique",
        "5 See also",
        "6 References",
        "7 Further reading",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Space and survival is the idea that the long-term survival of the human species and technological civilization requires the building of a spacefaring civilization that utilizes the resources of outer space,[1] and that not doing this will lead to human extinction. A related observation is that the window of opportunity for doing this may be limited due to the decreasing amount of surplus resources that will be available over time as a result of an ever-growing population.[2]\n\nThe earliest appearance of a connection between space exploration and human survival appears in Louis J. Halle, Jr.'s 1980 article in Foreign Affairs, in which he stated colonization of space will keep humanity safe should global nuclear warfare occur.[3] This idea has received more attention in recent years as advancing technology in the form of reusable launch vehicles and combination launch systems make affordable space travel more feasible.[4]\n\n"
        },
        {
            "title": "Risk to humanity",
            "text": "With space and human survival comes risk to the human species. A severe event in the future is one that could cause human extinction which is also known as an existential risk.[5] Humanity's long track record of surviving natural hazards suggests that, measured on a timescale of a few centuries, the existential risk posed by such hazards is rather small. Nevertheless, researchers have experienced an obstacle in studying human extinction as humanity has actually never been diminished during all of recorded history,[6][clarification needed] although this does not mean that it will not be in the future with natural existential scenarios such as meteor impacts and large-scale volcanism, anthropogenic events like global warming and catastrophic climate change, or even global nuclear warfare.\n\nMany of the same existential risks to humanity would destroy parts or all of Earth's biosphere as well. Although many have speculated about life and intelligence existing in other parts of space, Earth is the only place in the universe known to harbor life. Eventually the Earth will become uninhabitable, at the latest when the Sun becomes a red giant in about 5 billion years. Mankind, or its intelligent descendants, if they still exist at that point, must leave the Solar System long before that to ensure survival of the human species.\n\n"
        },
        {
            "title": "Space settlement",
            "text": "Human extinction can be prevented by improving the physical barrier or increasing the mean distance between people and the potential extinction event.[citation needed] For example, pandemics are controlled by placing exposed people in quarantine and evacuating healthy people away. The human lineage of genus Homo has reduced from several species co-existing on Earth to just one — all others became extinct before the end of the last Ice age. This illustrates that Homo sapiens is not immune to planetary disaster and that human survival may be better assured through the colonization of space.\n\nAlthough space colonies do not yet exist, humans have had a continuous space presence since 2000 in the form of the International Space Station. Life support systems that enable people to live in space may also allow them to survive hazardous events.\n\nExpanding the living area of the human species increases the mean distance between humans and any known hazardous event. People closest to the event are most likely to be killed or injured; people farthest from the event are most likely to survive. Increasing the number of places where humans live also helps to prevent extinction. For example, if a massive impact event occurred on Earth without warning, the human species could possibly become extinct; its art, culture and technology would be lost. However, if humans had previously colonized locations outside Earth, the opportunities for the survival and recovery of the species would be greater.\n\nMany challenges arise when travelling in outer space. One of the biggest issues that may affect the human body is interstellar radiation. While the Earth's magnetic field and atmosphere protects all living forms on the planet, this cannot be said for outer space. According to researchers from the University of Rochester Medical Center, a radiation equivalent to a mission to Mars can cause serious brain damage such as cognition problems and Alzheimer's disease.[7]\n\n"
        },
        {
            "title": "Space science",
            "text": "The observation and study of space protects Earth, as space hazards can be seen in advance and, if discovered early enough, acted against.\n\nNear-Earth objects (NEOs) are asteroids, comets and large meteoroids that come close to or collide with Earth. Spaceguard is the collective name for some of the efforts to discover and study NEOs, though these efforts are not sufficiently  funded.\n\n"
        },
        {
            "title": "Critique",
            "text": "Some more contemporary reasons for space as a solution to survival have been identified as imperialist reasoning for space exploration, only relocating collective shortcomings and not solving them.[8]\n\n"
        }
    ]
}