{
    "url": "https://en.wikipedia.org/wiki/Space_telescope",
    "title": "Space telescope",
    "table_of_contents": [
        "1 History",
        "2 Advantages",
        "3 Disadvantages",
        "4 Future of space observatories",
        "5 List of space telescopes",
        "6 See also",
        "7 References",
        "8 Further reading",
        "9 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "A space telescope or space observatory is a telescope in outer space used to observe astronomical objects. Suggested by Lyman Spitzer in 1946, the first operational telescopes were the American Orbiting Astronomical Observatory, OAO-2 launched in 1968, and the Soviet Orion 1 ultraviolet telescope aboard space station Salyut 1 in 1971. Space telescopes avoid the filtering and distortion (scintillation) of electromagnetic radiation which they observe, and avoid light pollution which ground-based observatories encounter. They are divided into two types: Satellites which map the entire sky (astronomical survey), and satellites which focus on selected astronomical objects or parts of the sky and beyond. Space telescopes are distinct from Earth imaging satellites, which point toward Earth for satellite imaging, applied for weather analysis, espionage, and other types of information gathering.\n\n"
        },
        {
            "title": "History",
            "text": "Wilhelm Beer and Johann Heinrich Mädler in 1837 discussed the advantages of an observatory on the Moon.[1] In 1946, American theoretical astrophysicist Lyman Spitzer proposed a telescope in space.[2] Spitzer's proposal called for a large telescope that would not be hindered by Earth's atmosphere. After lobbying in the 1960s and 70s for such a system to be built, Spitzer's vision ultimately materialized into the Hubble Space Telescope, which was launched on April 24, 1990 by the Space Shuttle Discovery (STS-31).[3][4]\n\nThe first operational space telescopes were the American Orbiting Astronomical Observatory, OAO-2 launched in 1968, and the Soviet Orion 1 ultraviolet telescope aboard space station Salyut 1 in 1971.\n\n"
        },
        {
            "title": "Advantages",
            "text": "Performing astronomy from ground-based observatories on Earth is limited by the filtering and distortion of electromagnetic radiation (scintillation or twinkling) due to the atmosphere.[1] A telescope orbiting Earth outside the atmosphere is subject neither to twinkling nor to light pollution from artificial light sources on Earth. As a result, the angular resolution of space telescopes is often much higher than a ground-based telescope with a similar aperture. Many larger terrestrial telescopes, however, reduce atmospheric effects with adaptive optics.\n\nSpace-based astronomy is more important for frequency ranges that are outside the optical window and the radio window, the only two wavelength ranges of the electromagnetic spectrum that are not severely attenuated by the atmosphere. For example, X-ray astronomy is nearly impossible when done from Earth, and has reached its current importance in astronomy only due to orbiting X-ray telescopes such as the Chandra X-ray Observatory and the XMM-Newton observatory. Infrared and ultraviolet are also largely blocked.\n\n"
        },
        {
            "title": "Disadvantages",
            "text": "Space telescopes are much more expensive to build than ground-based telescopes.  Due to their location, space telescopes are also extremely difficult to maintain.  The Hubble Space Telescope was serviced by the Space Shuttle, but most space telescopes cannot be serviced at all.\n\n"
        },
        {
            "title": "Future of space observatories",
            "text": "Satellites have been launched and operated by NASA, ISRO, ESA, CNSA, JAXA and the Soviet space program (later succeeded by Roscosmos of Russia).  As of 2022, many space observatories have already completed their missions, while others continue operating on extended time.  However, the future availability of space telescopes and observatories depends on timely and sufficient funding.  While future space observatories are planned by NASA, JAXA and the CNSA, scientists fear that there would be gaps in coverage that would not be covered immediately by future projects and this would affect research in fundamental science.[5] For example, there was a fear that there would be a gap in coverage between the Hubble Space Telescope and the James Webb Space Telescope (JWST).\n\n"
        }
    ]
}