{
    "url": "https://en.wikipedia.org/wiki/Space_diving",
    "title": "Space diving",
    "table_of_contents": [
        "1 History",
        "2 Challenges to safe space diving",
        "3 See also",
        "3.1 Jumpers and prospective jumpers",
        "4 Fictional accounts",
        "5 References",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Similar to skydiving, space diving is the act of jumping from an aircraft or spacecraft in near space and falling towards Earth. The Kármán line is a common definition as to where space begins, 100 km (62 mi) above sea level. This definition is accepted by the Fédération Aéronautique Internationale (FAI), which is an international standard setting and record-keeping body for aeronautics and astronautics. The United States Air Force uses 50 mi (80 km) to award astronaut wings.[1]\n\nNo successful space dives (above 100 km) have been completed to date. In 1959 Joseph Kittinger accomplished a jump from 74,700 feet (22.8 km); he then set a long-standing record in 1960 when he jumped from 102,800 feet (31.3 km). In 1962, Yevgeni Andreyev jumped from 83,523 feet (25.458 km) and set a new longest-distance free fall record that was surpassed by Felix Baumgartner who made three jumps in 2012 from 71,581 feet (21.818 km), 96,640 feet (29.46 km), and 128,000 feet (39 km), respectively. Alan Eustace set the current world record for highest and longest-distance free fall jump in 2014 when he jumped from 135,898 feet (41.422 km).[2] However, Joseph Kittinger still holds the record for longest-duration free fall, at 4 minutes and 36 seconds, which he accomplished during his 1960 jump from 102,800 feet (31.3 km).\n\nHigher jumps from the mesosphere or thermosphere have yet to be successfully performed, though Orbital Outfitters,[3] now defunct,  was working to create a suit that was supposed to enable space diving. Space diving from beyond the stratosphere was first imagined in 1934, appearing in E. E. \"Doc\" Smith's science fiction novel Triplanetary.[4]\n\n"
        },
        {
            "title": "History",
            "text": "The first stratospheric space dive was in 1959 when Colonel Joseph William Kittinger II (July 27, 1928 - December 9, 2022) in Tampa, Florida, United States a former command pilot, career military officer and retired Colonel in the United States Air Force dived from a high-altitude balloon. He participated in Project Excelsior, testing the effects on pilots of ejecting at high altitude and in 1960 set a record for the highest, longest-distance, and longest-duration skydive, from a height greater than 102,000 feet (31 km).[5]\n\nOn 1 November 1962, Yevgeni Andreyev and Pyotr Dolgov ascended from Volsk, near Saratov.[6] Andreyev jumped from the capsule at 83,523 feet (25.458 km) and free fell 80,380 feet (24.50 km) before successfully deploying his parachute. Dolgov remained in the capsule and ascended to  93,970 feet (28.64 km). Dolgov was primarily testing an experimental pressure suit, and would have deployed a drogue chute like Kittinger's earlier jump. As he exited the gondola, he struck his helmet and cracked the visor, leading to depressurization and his death.\n\nIn 1965–1966, Nick Piantanida accomplished a set of unsuccessful attempts to jump from  123,500 feet (37.6 km) and 120,000 feet (37 km). During the last attempt Piantanida's face mask had depressurized. His ground controllers immediately jettisoned the balloon at close to 56,000 feet (17,000 m). Piantanida barely survived the fall, and the lack of oxygen left him brain damaged and in a coma from which he never recovered.\n\nIn the early 1990s, Kittinger played a lead role with NASA assisting British SAS Soldier Charles \"Nish\" Bruce to break his highest parachute jump record.[7] The project was suspended in 1994 following Bruce's mental health breakdown.\n\nIn 1997 parachutist and pilot Cheryl Stearns formed Stratoquest,[8] aiming to break Kittenger's record as the first female space diver. Due either to a significant shoulder injury[9] or funding issues for the project[10] this plan did not come to fruition. By the time Stearns was prepared to attempt her jump, Felix Baumgartner had completed his jump and Stearns shelved her event.\n\nIn 2012, Felix Baumgartner broke Kittinger's highest altitude and Andreyev's longest-distance free fall records, when, on October 14, he jumped from over 128,000 ft (39 km).[11][12]\n\nIn 2014, Alan Eustace set the current world record highest and longest-distance free fall jump when he jumped from 135,908 feet (41.425 km) and remained in free fall for 123,334 feet (37.592 km).[2] However, Joseph Kittinger still holds the record for longest-duration free fall, at 4 minutes and 36 seconds, which he accomplished during his 1960 jump from 102,800 feet (31.3 km).\n\n"
        },
        {
            "title": "Challenges to safe space diving",
            "text": "There are several technical requirements and challenges to the possibility of space jumping. These requirements would be somewhat eased when entering the atmosphere from a simple drop, where the heat of reentry would be considerably less than that of reentering from orbit.[13] At any given density of air, the terminal velocity of a person is much lower than that of a heavy spacecraft. This is because starting from a stationary platform means that fall speed never exceeds the local terminal velocity (though this is quite high in thin atmosphere) and a small light body slows down relatively quickly as the atmosphere thickens.\n\nParachutes would require increased strength to slow the higher weights associated with the added equipment.[14]\n\nNASA is known to have investigated the concept in case of an emergency situation on Space Shuttle orbiters where alternative methods of reentry are not available. However, such planning has not moved beyond the conceptual stage given the high energies involved in reentry from orbital speeds.\n\n"
        },
        {
            "title": "Fictional accounts",
            "text": "\n\n"
        }
    ]
}