{
    "url": "https://en.wikipedia.org/wiki/SpaceX_Red_Dragon",
    "title": "SpaceX Red Dragon",
    "table_of_contents": [
        "1 Development history",
        "1.1 2011 concept",
        "1.2 2014 concept",
        "1.3 2016 concept",
        "1.4 2017 cancellation",
        "2 Landing system",
        "3 See also",
        "4 References",
        "5 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The SpaceX Red Dragon was a 2011–2017 concept for using an uncrewed modified SpaceX Dragon 2 for low-cost Mars lander missions to be launched using Falcon Heavy rockets.\n\nThe primary objective of the initial Red Dragon mission was to test techniques and technology to enter the Martian atmosphere with equipment that a human crew could conceivably use.[1][2]  The series of Mars missions were to be technology pathfinders for the much larger SpaceX Mars colonization architecture that was announced in September 2016.[3] An additional suggested use for a mission called for a sample return Mars rover to be delivered to the Martian surface.\n\nThe program was conceived in 2011 as a potential NASA Discovery mission launching as early as 2022, and evolved over several years once it did not receive NASA funding from the 2013–2015 Discovery Mission program cycle. In April 2016, SpaceX announced that they had signed an unfunded Space Act Agreement with NASA, providing technical support, for a launch no earlier than 2018. In February 2017, SpaceX noted this launch date was delayed to no earlier than 2020. In July 2017, Elon Musk announced that development would be halted and resources redirected to Starship.[4]\n\n"
        },
        {
            "title": "Development history",
            "text": "SpaceX worked with NASA's Ames Research Center in 2011 to produce a feasibility study for a mission that would search for evidence of life on Mars (biosignatures), past or present.[2][1][5] SpaceX's Dragon version 1 capsule is used to ferry cargo only, while SpaceX Dragon 2 transports astronauts to and from the International Space Station.  The Red Dragon  proposal called for modifications so it could be used to transport payload to Mars,[2] land using retrorockets, and to become a precursor to a human mission to Mars.[6][7]\n\nSpaceX initially planned to propose Red Dragon for funding in 2013 and 2015 as the United States NASA Discovery mission #13 for launch in 2022,[8][6][7] but it was not submitted.\n\nThe 2011 Red Dragon concept was conceived to use a modified 3.6-meter (12 ft) diameter Dragon module, with a mass of 6.5 tonnes (14,000 lb) and an interior volume of 7 cubic metres (250 cu ft) for up to 1 tonne (2,200 lb; 1,000 kg) of Mars-landed payload.[5] The instruments were proposed to drill approximately  1.0 metre (3.3 ft) under ground to sample reservoirs of water ice known to exist in the shallow subsurface. The mission cost was projected in 2011 to be less than US$400 million,[6] plus $150 million to $190 million for a launch vehicle and lander.[1][7]\n\nThe goals for a NASA-funded mission, as originally proposed by NASA Ames Research Center, were:\n\nA 2014 study of a potential 2021 NASA-funded Red Dragon mission suggested that it could offer a low-cost way for NASA to achieve a Mars sample return. In the concept, the Red Dragon capsule would be equipped with the system needed to return samples gathered on Mars, including a Mars Ascent Vehicle (MAV), an Earth Return Vehicle (ERV), and hardware to transfer the sample collected by a previously landed rover mission, such as NASA's planned Mars 2020 rover, to the ERV.[2][9]  The ERV would transfer the samples to high Earth orbit, where a separate future mission would pick up the samples and de-orbit to Earth.[2] NASA did not fund either concept.\n\nOver time, the Red Dragon concept changed but the basic idea was: use a modified Dragon capsule to test developmental technologies with an uncrewed mission to Mars. The launch vehicle would be the Falcon Heavy, and the capsule would be a SpaceX Dragon 2. In April 2016, SpaceX announced that they were proceeding with the robotic mission for a 2018 launch[10] and NASA would be providing technical support:[11] a departure from the original NASA-funded mission.\n\nSpaceX was planning the initial Falcon Heavy rocket launch for late 2017, and Dragon 2 was scheduled to undergo flight tests in mid to late 2017.[12]  In April 2016, SpaceX reiterated their plan for a 2018 launch.[13][14]\n\nThe first Red Dragon mission was intended as a technology demonstrator and no payload was announced.[15][16]  NASA would have been involved in the mission at the level of technical interchange.[13] In exchange for Martian entry, descent, and landing data from SpaceX, NASA offered technical support and telemetry for the Red Dragon mission.[11][14] In 2016, NASA anticipated spending about $30 million of its public budgetary funds for employees and equipment to be used to monitor the mission.[17] In May 2017, NASA revealed that SpaceX would launch twin Red Dragons to assure mission success with redundant spacecraft as insurance, one at the beginning of the 2020 launch window and one at the end, so that the second arrival can learn from the first's arrival,[18] but in July 2017 the mission was halted in favor of using a larger lander yet to be described.[4]\n\nSpaceX announced in 2017 that propulsive landing for Dragon 2 would no longer be developed and landing legs would not be added to the Dragon 2 capsule.  The end of propulsive landing development means a Dragon will not be able to land on Mars,[1] and the Red Dragon program has been put on the back burner.[19] Musk stated on Twitter that a \"vastly bigger ship\" would be used to test a different landing method now thought to be better than the concept of heat shield on the bottom and thrusters on the sides.[4]\nBy mid-2017, SpaceX redirected engineering development resources to develop the propulsive landing technologies for the much larger Starship design.[20]\n\n"
        },
        {
            "title": "Landing system",
            "text": "Because to its design integrating a robust heat shield and powerful thrusters, a modified SpaceX Dragon 2 capsule might, with further development, have been able to perform all the necessary entry, descent and landing (EDL) functions in order to deliver payloads of 1 tonne (2,200 lb) or more to the Martian surface without using a parachute; the use of parachutes is not feasible without significant vehicle modifications.[1]\n\nAfter direct entry into the atmosphere at 6 km/s (13,000 mph)[21] it was calculated that the capsule's own aerodynamic drag may slow it sufficiently for the remainder of descent to be within the capability of the SuperDraco retro-propulsion thrusters.[2] It could be designed with a center of gravity (CG) offset to enter with a lift-to-drag ratio of 0.24 (like Mars Science Laboratory). The CG offset could be removed by ejecting 120 kg of ballast mass.[21] It would transition directly from atmospheric flight to powered descent at Mach 2.24.[21] The retrorockets would slow the craft as it descends into Mars' upper atmosphere at supersonic speed.  1900 kg of propellant would provide the Δv required for soft landing at 2.4 m/s.[21]\n\nThis approach was expected to allow the capsule to land at much higher Martian elevations than could be done with a parachute, and within 10 km (6.2 mi) landing accuracy.[5] As of 2011[update] the SpaceX engineering team was developing options for payload integration with the Dragon capsule.[7] Potential landing sites would have been polar or mid-latitude sites with proven near-surface ice.[1]\n\nIn July 2017, Musk announced that development of propulsive landing had ceased in favor of a \"much better\" landing technique for Starship.\n\n"
        }
    ]
}