{
    "url": "https://en.wikipedia.org/wiki/Space_Liability_Convention",
    "title": "Space Liability Convention",
    "table_of_contents": [
        "1 Status",
        "2 Key provisions",
        "2.1 Joint launches",
        "2.2 Claims between states only",
        "3 See also",
        "4 References",
        "5 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe Convention on International Liability for Damage Caused by Space Objects, also known as the Space Liability Convention, is a treaty from 1972 that expands on the liability rules created in the Outer Space Treaty of 1967. In 1978, the crash of the nuclear-powered Soviet satellite Kosmos 954 in Canadian territory led to the only claim filed under the convention.\n\n"
        },
        {
            "title": "Status",
            "text": "The Liability Convention was concluded and opened for signature on 29 March 1972.[1] It entered into force on 1 September 1972.[1] As of 1 January 2021, 98 States have ratified the Liability Convention, 19 have signed but not ratified and four international intergovernmental organizations (the European Space Agency, the European Organisation for the Exploitation of Meteorological Satellites, the Intersputnik International Organization of Space Communications, and the European Telecommunications Satellite Organization) have declared their acceptance of the rights and obligations provided for in the Agreement.[2][3]\n\n"
        },
        {
            "title": "Key provisions",
            "text": "States (countries) bear international responsibility for all space objects that are launched within their territory. This means that regardless of who launches the space object, if it was launched from State A's territory, or from State A's facility, or if State A caused the launch to happen, then State A is fully liable for damages that result from that space object.\n\nIf two states work together to launch a space object, then both of those states are jointly and severally liable for the damage that object causes. This means that the injured party can sue either of the two states for the full amount of damage.\n\nClaims under the Liability Convention must be brought by the state against a state. The convention was created to supplement existing and future national laws providing compensation to parties injured by space activities. Whereas under most national legal systems an individual or a corporation may bring a lawsuit against another individual or another corporation, under the Liability Convention claims must be brought on the state level only. This means that if an individual is injured by a space object and wishes to seek compensation under the Liability Convention, the individual must arrange for his or her country to make a claim against the country that launched the space object that caused the damage.\n\n"
        }
    ]
}