{
    "url": "https://en.wikipedia.org/wiki/Spanish_science_fiction",
    "title": "Spanish science fiction",
    "table_of_contents": [
        "1 History",
        "2 See also",
        "3 References",
        "4 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Science fiction in Spanish-language literature has its roots in authors such as Antonio de Guevara with The Golden Book of Marcus Aurelius (1527), Miguel de Cervantes in Don Quixote, Anastasio Pantaleón de Ribera's Vejamen de la luna (Satirical tract on the Moon, 1626/1634), Luis Vélez de Guevara's El Diablo Cojuelo (The Limping Devil, 1641) and Antonio Enriquez Gomez's La torre de Babilonia (The Tower of Babylon).\n\nIn the 20th century, magazines such as Nueva Dimensión and Narraciones Terroríficas (the Spanish-language version of Weird Tales) popularized science fiction among Spanish speakers worldwide.\n\n"
        },
        {
            "title": "History",
            "text": "Spanish science fiction starts mid 19th century; depending on how it is defined, Lunigrafía (1855) from  M. Krotse or Una temporada en el más bello de los planetas from Tirso Aguimana de Veca — a trip to Saturn published in 1870-1871, but written in the 1840s — is the first science fiction novel.[1][2][3] As such, science fiction was very popular in the second half of the 19th century, but mainly produced alternate history and post-apocalyptic futures, written by some of the most important authors of the generations of '98 and  '14.[4] The influence of Verne also produced some singular works, like Enrique Gaspar y Rimbau's El anacronópete (1887), a \nstory about time travel that predates the publication of The Chronic Argonauts by H. G. Wells; Rafael Zamora y Pérez de Urría's Crímenes literarios (1906), that describes robots and a \"brain machine\" very similar to our modern laptops; or Frederich Pujulà i Vallès' Homes artificials (1912), the first Science Fiction book in Catalan, and the first in Spain about \"artificial people\".[4][5] But the most prolific were Coronel Ignotus, and Coronel Sirius, who published their adventures in the magazine Biblioteca Novelesco-Científica. The 19th century literature up to the Spanish Civil War saw no less than four fictional trips to the Moon, one to Venus, five to Mars, one to Jupiter, and one to Saturn.[4][6]\n\nThe Spanish Civil War devastated this rich literary landscape.[7] With few exceptions, only the arrival of pulp science fiction in the 1950s would reintroduce the genre in Spanish literature.[8][4] The space opera series La Saga de los Aznar (1953-1958 and 1973-1978) by Pascual Enguídanos won the Hugo Award in 1978.[9] Also in the 1950s started the radio serial for children Diego Valor; inspired by Dan Dare, the serial produced 1200 episodes of 15 min., and spun a comic (1954-1964), three theater plays (1956-1959) and the first Spanish Science Fiction TV series (1958), that has been lost.[10]\n\nModern, prospective, self-aware science fiction crystallized in the 1970s around the magazine Nueva Dimensión (1968-1983), and its editor Domingo Santos, one of the most important Spanish Science Fiction authors of the time.[6][4] Other important authors of the 70s and 80s are Manuel de Pedrolo (Mecanoscrit del segon origen, 1974), Carlos Saiz Cidoncha (La caída del Imperio galáctico, 1978), Rafael Marín (Lágrimas de luz, 1984), and Juan Miguel Aguilera (the Akasa-Puspa saga, 1988-2005).[4] In the 1990s the genre exploded with the creation many small dedicated fanzines, important Science Fiction prizes, and the convention HispaCon; Elia Barceló (El mundo de Yarek, 1992), became the most prolific, and possibly the best Science Fiction author from Spain.[4] Other recent authors are Eduardo Vaquerizo (Danza de tinieblas, 2005), Félix J. Palma (The Victorian trilogy, 2008-2014), and Carlos Sisí (Panteón, 2013).[11]\n\nSpain has been continuously producing Science Fiction films since the 1960s, at a rate of 5 to 10 per decade. The 1970s was specially prolific; the director, and screenwriter Juan Piquer Simón is the most important figure of fantaterror, producing a few low budget Science Fiction films. La cabina (1972) is the most awarded Spanish TV production in history. In the 90s Acción mutante (1992) by Álex de la Iglesia, and Abre los ojos (1997) by Alejandro Amenábar, represent a watershed in Spanish Science Fiction filming, with a quality that would not be reached again until Los cronocrímenes (2007) by Nacho Vigalondo.[12][13] The most important Science Fiction TV series produced in Spain is El ministerio del tiempo (2015-), even though Mañana puede ser verdad (1964-1964) by Chicho Ibáñez Serrador, and Plutón BRB Nero (2008-2009), should also be mentioned.\n\n"
        }
    ]
}