{
    "url": "https://en.wikipedia.org/wiki/Special_relativity",
    "title": "Special relativity",
    "table_of_contents": [
        "1 Origins and significance",
        "2 Traditional \"two postulates\" approach to special relativity",
        "3 Principle of relativity",
        "3.1 Reference frames and relative motion",
        "3.2 Standard configuration",
        "3.3 Lack of an absolute reference frame",
        "3.4 Relativity without the second postulate",
        "4 Lorentz invariance as the essential core of special relativity",
        "4.1 Alternative approaches to special relativity",
        "4.2 Lorentz transformation and its inverse",
        "4.3 Graphical representation of the Lorentz transformation",
        "5 Consequences derived from the Lorentz transformation",
        "5.1 Invariant interval",
        "5.2 Relativity of simultaneity",
        "5.3 Time dilation",
        "5.4 Length contraction",
        "5.5 Lorentz transformation of velocities",
        "5.6 Thomas rotation",
        "5.7 Causality and prohibition of motion faster than light",
        "6 Optical effects",
        "6.1 Dragging effects",
        "6.2 Relativistic aberration of light",
        "6.3 Relativistic Doppler effect",
        "6.3.1 Relativistic longitudinal Doppler effect",
        "6.3.2 Transverse Doppler effect",
        "6.4 Measurement versus visual appearance",
        "7 Dynamics",
        "7.1 Equivalence of mass and energy",
        "7.2 How far can you travel from the Earth?",
        "8 Relativity and unifying electromagnetism",
        "9 Theories of relativity and quantum mechanics",
        "10 Status",
        "11 Technical discussion of spacetime",
        "11.1 Geometry of spacetime",
        "11.1.1 Comparison between flat Euclidean space and Minkowski space",
        "11.1.2 3D spacetime",
        "11.1.3 4D spacetime",
        "11.2 Physics in spacetime",
        "11.2.1 Transformations of physical quantities between reference frames",
        "11.2.2 Metric",
        "11.2.3 Relativistic kinematics and invariance",
        "11.2.4 Relativistic dynamics and invariance",
        "12 See also",
        "13 Notes",
        "14 Primary sources",
        "15 References",
        "16 Further reading",
        "16.1 Textbooks",
        "16.2 Journal articles",
        "17 External links",
        "17.1 Original works",
        "17.2 Special relativity for a general audience (no mathematical knowledge required)",
        "17.3 Special relativity explained (using simple or more advanced mathematics)",
        "17.4 Visualization"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "In physics, the special theory of relativity, or special relativity for short, is a scientific theory regarding the relationship between space and time. In Albert Einstein's original treatment, the theory is based on two postulates:[p 1][1][2]\n\n"
        },
        {
            "title": "Origins and significance",
            "text": "Special relativity was originally proposed by Albert Einstein in a paper published on 26 September 1905 titled \"On the Electrodynamics of Moving Bodies\".[p 1] The incompatibility of Newtonian mechanics with Maxwell's equations of electromagnetism and, experimentally, the Michelson–Morley null result (and subsequent similar experiments) demonstrated that the historically hypothesized luminiferous aether did not exist. This led to Einstein's development of special relativity, which corrects mechanics to handle situations involving all motions and especially those at a speed close to that of light (known as relativistic velocities). Today, special relativity is proven to be the most accurate model of motion at any speed when gravitational and quantum effects are negligible.[3][4] Even so, the Newtonian model is still valid as a simple and accurate approximation at low velocities (relative to the speed of light), for example, everyday motions on Earth.\n\nSpecial relativity has a wide range of consequences that have been experimentally verified.[5] They include the relativity of simultaneity, length contraction, time dilation, the relativistic velocity addition formula, the relativistic Doppler effect, relativistic mass, a universal speed limit, mass–energy equivalence, the speed of causality and the Thomas precession.[1][2] It has, for example, replaced the conventional notion of an absolute universal time with the notion of a time that is dependent on reference frame and spatial position. Rather than an invariant time interval between two events, there is an invariant spacetime interval. Combined with other laws of physics, the two postulates of special relativity predict the equivalence of mass and energy, as expressed in the mass–energy equivalence formula \n\n\n\nE\n=\nm\n\nc\n\n2\n\n\n\n\n{\\displaystyle E=mc^{2}}\n\n, where \n\n\n\nc\n\n\n{\\displaystyle c}\n\n is the speed of light in a vacuum.[6][7] It also explains how the phenomena of electricity and magnetism are related.[1][2]\n\nA defining feature of special relativity is the replacement of the Galilean transformations of Newtonian mechanics with the Lorentz transformations. Time and space cannot be defined separately from each other (as was previously thought to be the case). Rather, space and time are interwoven into a single continuum known as \"spacetime\". Events that occur at the same time for one observer can occur at different times for another.\n\nUntil several years later when Einstein developed general relativity, which introduced a curved spacetime to incorporate gravity, the phrase \"special relativity\" was not used. A translation sometimes used is \"restricted relativity\"; \"special\" really means \"special case\".[p 2][p 3][p 4][note 1] Some of the work of Albert Einstein in special relativity is built on the earlier work by Hendrik Lorentz and Henri Poincaré. The theory became essentially complete in 1907.[4]\n\nThe theory is \"special\" in that it only applies in the special case where the spacetime is \"flat\", that is, where the curvature of spacetime (a consequence of the energy–momentum tensor and representing gravity) is negligible.[8][note 2] In order to correctly accommodate gravity, Einstein formulated general relativity in 1915. Special relativity, contrary to some historical descriptions, does accommodate accelerations as well as accelerating frames of reference.[9][10]\n\nJust as Galilean relativity is now accepted to be an approximation of special relativity that is valid for low speeds, special relativity is considered an approximation of general relativity that is valid for weak gravitational fields, that is, at a sufficiently small scale (e.g., when tidal forces are negligible) and in conditions of free fall. General relativity, however, incorporates non-Euclidean geometry in order to represent gravitational effects as the geometric curvature of spacetime. Special relativity is restricted to the flat spacetime known as Minkowski space. As long as the universe can be modeled as a pseudo-Riemannian manifold, a Lorentz-invariant frame that abides by special relativity can be defined for a sufficiently small neighborhood of each point in this curved spacetime.\n\nGalileo Galilei had already postulated that there is no absolute and well-defined state of rest (no privileged reference frames), a principle now called Galileo's principle of relativity. Einstein extended this principle so that it accounted for the constant speed of light,[11] a phenomenon that had been observed in the Michelson–Morley experiment. He also postulated that it holds for all the laws of physics, including both the laws of mechanics and of electrodynamics.[12]\n\n"
        },
        {
            "title": "",
            "text": "Einstein discerned two fundamental propositions that seemed to be the most assured, regardless of the exact validity of the (then) known laws of either mechanics or electrodynamics. These propositions were the constancy of the speed of light in a vacuum and the independence of physical laws (especially the constancy of the speed of light) from the choice of inertial system. In his initial presentation of special relativity in 1905 he expressed these postulates as:[p 1]\n\nThe constancy of the speed of light was motivated by Maxwell's theory of electromagnetism[citation needed] and the lack of evidence for the luminiferous ether. There is conflicting evidence on the extent to which Einstein was influenced by the null result of the Michelson–Morley experiment.[13][14] In any case, the null result of the Michelson–Morley experiment helped the notion of the constancy of the speed of light gain widespread and rapid acceptance.\n\nThe derivation of special relativity depends not only on these two explicit postulates, but also on several tacit assumptions (made in almost all theories of physics), including the isotropy and homogeneity of space and the independence of measuring rods and clocks from their past history.[p 6]\n\nFollowing Einstein's original presentation of special relativity in 1905, many different sets of postulates have been proposed in various alternative derivations.[15] However, the most common set of postulates remains those employed by Einstein in his original paper. A more mathematical statement of the principle of relativity made later by Einstein, which introduces the concept of simplicity not mentioned above is:\n\nHenri Poincaré provided the mathematical framework for relativity theory by proving that Lorentz transformations are a subset of his Poincaré group of symmetry transformations. Einstein later derived these transformations from his axioms.\n\nMany of Einstein's papers present derivations of the Lorentz transformation based upon these two principles.[p 7]\n\n"
        },
        {
            "title": "Principle of relativity",
            "text": "Reference frames play a crucial role in relativity theory. The term reference frame as used here is an observational perspective in space that is not undergoing any change in motion (acceleration), from which a position can be measured along 3 spatial axes (so, at rest or constant velocity). In addition, a reference frame has the ability to determine measurements of the time of events using a 'clock' (any reference device with uniform periodicity).\n\nAn event is an occurrence that can be assigned a single unique moment and location in space relative to a reference frame: it is a \"point\" in spacetime. Since the speed of light is constant in relativity irrespective of the reference frame, pulses of light can be used to unambiguously measure distances and refer back to the times that events occurred to the clock, even though light takes time to reach the clock after the event has transpired.\n\nFor example, the explosion of a firecracker may be considered to be an \"event\". We can completely specify an event by its four spacetime coordinates: The time of occurrence and its 3-dimensional spatial location define a reference point. Let's call this reference frame S.\n\nIn relativity theory, we often want to calculate the coordinates of an event from differing reference frames. The equations that relate measurements made in different frames are called transformation equations.\n\nTo gain insight into how the spacetime coordinates measured by observers in different reference frames compare with each other, it is useful to work with a simplified setup with frames in a standard configuration.[17]: 107  With care, this allows simplification of the math with no loss of generality in the conclusions that are reached. In Fig. 2-1, two Galilean reference frames (i.e., conventional 3-space frames) are displayed in relative motion. Frame S belongs to a first observer O, and frame S′ (pronounced \"S prime\" or \"S dash\") belongs to a second observer O′.\n\nSince there is no absolute reference frame in relativity theory, a concept of 'moving' doesn't strictly exist, as everything may be moving with respect to some other reference frame. Instead, any two frames that move at the same speed in the same direction are said to be comoving. Therefore, S and S′ are not comoving.\n\nThe principle of relativity, which states that physical laws have the same form in each inertial reference frame, dates back to Galileo, and was incorporated into Newtonian physics. However, in the late 19th century, the existence of electromagnetic waves led some physicists to suggest that the universe was filled with a substance they called \"aether\", which, they postulated, would act as the medium through which these waves, or vibrations, propagated (in many respects similar to the way sound propagates through air). The aether was thought to be an absolute reference frame against which all speeds could be measured, and could be considered fixed and motionless relative to Earth or some other fixed reference point. The aether was supposed to be sufficiently elastic to support electromagnetic waves, while those waves could interact with matter, yet offering no resistance to bodies passing through it (its one property was that it allowed electromagnetic waves to propagate). The results of various experiments, including the Michelson–Morley experiment in 1887 (subsequently verified with more accurate and innovative experiments), led to the theory of special relativity, by showing that the aether did not exist.[18] Einstein's solution was to discard the notion of an aether and the absolute state of rest. In relativity, any reference frame moving with uniform motion will observe the same laws of physics. In particular, the speed of light in vacuum is always measured to be c, even when measured by multiple systems that are moving at different (but constant) velocities.\n\nFrom the principle of relativity alone without assuming the constancy of the speed of light (i.e., using the isotropy of space and the symmetry implied by the principle of special relativity) it can be shown that the spacetime transformations between inertial frames are either Euclidean, Galilean, or Lorentzian. In the Lorentzian case, one can then obtain relativistic interval conservation and a certain finite limiting speed. Experiments suggest that this speed is the speed of light in vacuum.[p 8][19]\n\n"
        },
        {
            "title": " Lorentz invariance as the essential core of special relativity",
            "text": "Einstein consistently based the derivation of Lorentz invariance (the essential core of special relativity) on just the two basic principles of relativity and light-speed invariance. He wrote:\n\nThus many modern treatments of special relativity base it on the single postulate of universal Lorentz covariance, or, equivalently, on the single postulate of Minkowski spacetime.[p 9][p 10]\n\nRather than considering universal Lorentz covariance to be a derived principle, this article considers it to be the fundamental postulate of special relativity. The traditional two-postulate approach to special relativity is presented in innumerable college textbooks and popular presentations.[20] Textbooks starting with the single postulate of Minkowski spacetime include those by Taylor and Wheeler[21] and by Callahan.[22] This is also the approach followed by the Wikipedia articles Spacetime and Minkowski diagram.\n\nDefine an event to have spacetime coordinates (t, x, y, z) in system S and (t′, x′, y′, z′) in a reference frame moving at a velocity v with respect to that frame, S′. Then the Lorentz transformation specifies that these coordinates are related in the following way:\n\nSolving the four transformation equations above for the unprimed coordinates yields the inverse Lorentz transformation:\n\nEnforcing this inverse Lorentz transformation to coincide with the Lorentz transformation from the primed to the unprimed system, shows the unprimed frame as moving with the velocity v′ = −v, as measured in the primed frame.\n\nThere is nothing special about the x-axis. The transformation can apply to the y- or z-axis, or indeed in any direction parallel to the motion (which are warped by the γ factor) and perpendicular; see the article Lorentz transformation for details.\n\nA quantity invariant under Lorentz transformations is known as a Lorentz scalar.\n\nWriting the Lorentz transformation and its inverse in terms of coordinate differences, where one event has coordinates (x1, t1) and (x′1, t′1), another event has coordinates (x2, t2) and (x′2, t′2), and the differences are defined as\n\nwe get\n\nIf we take differentials instead of taking differences, we get\n\nSpacetime diagrams (Minkowski diagrams) are an extremely useful aid to visualizing how coordinates transform between different reference frames. Although it is not as easy to perform exact computations using them as directly invoking the Lorentz transformations, their main power is their ability to provide an intuitive grasp of the results of a relativistic scenario.[19]\n\nTo draw a spacetime diagram, begin by considering two Galilean reference frames, S and S', in standard configuration, as shown in Fig. 2-1.[19][23]: 155–199 \n\nFig. 3-1a. Draw the \n\n\n\nx\n\n\n{\\displaystyle x}\n\n and \n\n\n\nt\n\n\n{\\displaystyle t}\n\n axes of frame S. The \n\n\n\nx\n\n\n{\\displaystyle x}\n\n axis is horizontal and the \n\n\n\nt\n\n\n{\\displaystyle t}\n\n (actually \n\n\n\nc\nt\n\n\n{\\displaystyle ct}\n\n) axis is vertical, which is the opposite of the usual convention in kinematics. The \n\n\n\nc\nt\n\n\n{\\displaystyle ct}\n\n axis is scaled by a factor of \n\n\n\nc\n\n\n{\\displaystyle c}\n\n so that both axes have common units of length. In the diagram shown, the gridlines are spaced one unit distance apart. The 45° diagonal lines represent the worldlines of two photons passing through the origin at time \n\n\n\nt\n=\n0.\n\n\n{\\displaystyle t=0.}\n\n The slope of these worldlines is 1 because the photons advance one unit in space per unit of time. Two events, \n\n\n\n\nA\n\n\n\n{\\displaystyle {\\text{A}}}\n\n and \n\n\n\n\nB\n\n,\n\n\n{\\displaystyle {\\text{B}},}\n\n have been plotted on this graph so that their coordinates may be compared in the S and S' frames.\n\nFig. 3-1b. Draw the \n\n\n\n\nx\n′\n\n\n\n{\\displaystyle x'}\n\n and \n\n\n\nc\n\nt\n′\n\n\n\n{\\displaystyle ct'}\n\n axes of frame S'. The \n\n\n\nc\n\nt\n′\n\n\n\n{\\displaystyle ct'}\n\n axis represents the worldline of the origin of the S' coordinate system as measured in frame S. In this figure, \n\n\n\nv\n=\nc\n\n/\n\n2.\n\n\n{\\displaystyle v=c/2.}\n\n Both the \n\n\n\nc\n\nt\n′\n\n\n\n{\\displaystyle ct'}\n\n and \n\n\n\n\nx\n′\n\n\n\n{\\displaystyle x'}\n\n axes are tilted from the unprimed axes by an angle \n\n\n\nα\n=\n\ntan\n\n−\n1\n\n\n⁡\n(\nβ\n)\n,\n\n\n{\\displaystyle \\alpha =\\tan ^{-1}(\\beta ),}\n\n where \n\n\n\nβ\n=\nv\n\n/\n\nc\n.\n\n\n{\\displaystyle \\beta =v/c.}\n\n The primed and unprimed axes share a common origin because frames S and S' had been set up in standard configuration, so that \n\n\n\nt\n=\n0\n\n\n{\\displaystyle t=0}\n\n when \n\n\n\n\nt\n′\n\n=\n0.\n\n\n{\\displaystyle t'=0.}\n\n\n\nFig. 3-1c. Units in the primed axes have a different scale from units in the unprimed axes. From the Lorentz transformations, we observe that \n\n\n\n(\n\nx\n′\n\n,\nc\n\nt\n′\n\n)\n\n\n{\\displaystyle (x',ct')}\n\n coordinates of \n\n\n\n(\n0\n,\n1\n)\n\n\n{\\displaystyle (0,1)}\n\n in the primed coordinate system transform to \n\n\n\n(\nβ\nγ\n,\nγ\n)\n\n\n{\\displaystyle (\\beta \\gamma ,\\gamma )}\n\n in the unprimed coordinate system. Likewise, \n\n\n\n(\n\nx\n′\n\n,\nc\n\nt\n′\n\n)\n\n\n{\\displaystyle (x',ct')}\n\n coordinates of \n\n\n\n(\n1\n,\n0\n)\n\n\n{\\displaystyle (1,0)}\n\n in the primed coordinate system transform to \n\n\n\n(\nγ\n,\nβ\nγ\n)\n\n\n{\\displaystyle (\\gamma ,\\beta \\gamma )}\n\n in the unprimed system. Draw gridlines parallel with the \n\n\n\nc\n\nt\n′\n\n\n\n{\\displaystyle ct'}\n\n axis through points \n\n\n\n(\nk\nγ\n,\nk\nβ\nγ\n)\n\n\n{\\displaystyle (k\\gamma ,k\\beta \\gamma )}\n\n as measured in the unprimed frame, where \n\n\n\nk\n\n\n{\\displaystyle k}\n\n is an integer. Likewise, draw gridlines parallel with the \n\n\n\n\nx\n′\n\n\n\n{\\displaystyle x'}\n\n axis through \n\n\n\n(\nk\nβ\nγ\n,\nk\nγ\n)\n\n\n{\\displaystyle (k\\beta \\gamma ,k\\gamma )}\n\n as measured in the unprimed frame. Using the Pythagorean theorem, we observe that the spacing between \n\n\n\nc\n\nt\n′\n\n\n\n{\\displaystyle ct'}\n\n units equals \n\n\n\n\n\n(\n1\n+\n\nβ\n\n2\n\n\n)\n\n/\n\n(\n1\n−\n\nβ\n\n2\n\n\n)\n\n\n\n\n{\\textstyle {\\sqrt {(1+\\beta ^{2})/(1-\\beta ^{2})}}}\n\n times the spacing between \n\n\n\nc\nt\n\n\n{\\displaystyle ct}\n\n units, as measured in frame S. This ratio is always greater than 1, and ultimately it approaches infinity as \n\n\n\nβ\n→\n1.\n\n\n{\\displaystyle \\beta \\to 1.}\n\n\n\nFig. 3-1d. Since the speed of light is an invariant, the worldlines of two photons passing through the origin at time \n\n\n\n\nt\n′\n\n=\n0\n\n\n{\\displaystyle t'=0}\n\n still plot as 45° diagonal lines. The primed coordinates of \n\n\n\n\nA\n\n\n\n{\\displaystyle {\\text{A}}}\n\n and \n\n\n\n\nB\n\n\n\n{\\displaystyle {\\text{B}}}\n\n are related to the unprimed coordinates through the Lorentz transformations and could be approximately measured from the graph (assuming that it has been plotted accurately enough), but the real merit of a Minkowski diagram is its granting us a geometric view of the scenario. For example, in this figure, we observe that the two timelike-separated events that had different x-coordinates in the unprimed frame are now at the same position in space.\n\nWhile the unprimed frame is drawn with space and time axes that meet at right angles, the primed frame is drawn with axes that meet at acute or obtuse angles. This asymmetry is due to unavoidable distortions in how spacetime coordinates map onto a Cartesian plane, but the frames are actually equivalent.\n\n"
        },
        {
            "title": "Consequences derived from the Lorentz transformation",
            "text": "The consequences of special relativity can be derived from the Lorentz transformation equations.[24] These transformations, and hence special relativity, lead to different physical predictions than those of Newtonian mechanics at all relative velocities, and most pronounced when relative velocities become comparable to the speed of light. The speed of light is so much larger than anything most humans encounter that some of the effects predicted by relativity are initially counterintuitive.\n\nIn Galilean relativity, length (\n\n\n\nΔ\nr\n\n\n{\\displaystyle \\Delta r}\n\n)[note 3] and temporal separation between two events (\n\n\n\nΔ\nt\n\n\n{\\displaystyle \\Delta t}\n\n) are independent invariants, the values of which do not change when observed from different frames of reference.[note 4][note 5]\n\nIn special relativity, however, the interweaving of spatial and temporal coordinates generates the concept of an invariant interval, denoted as \n\n\n\nΔ\n\ns\n\n2\n\n\n\n\n{\\displaystyle \\Delta s^{2}}\n\n:[note 6]\n\nThe interweaving of space and time revokes the implicitly assumed concepts of absolute simultaneity and synchronization across non-comoving frames.\n\nThe form of \n\n\n\nΔ\n\ns\n\n2\n\n\n,\n\n\n{\\displaystyle \\Delta s^{2},}\n\n being the difference of the squared time lapse and the squared spatial distance, demonstrates a fundamental discrepancy between Euclidean and spacetime distances.[note 7] The invariance of this interval is a property of the general Lorentz transform (also called the Poincaré transformation), making it an isometry of spacetime. The general Lorentz transform extends the standard Lorentz transform (which deals with translations without rotation, that is, Lorentz boosts, in the x-direction) with all other translations, reflections, and rotations between any Cartesian inertial frame.[28]: 33–34 \n\nIn the analysis of simplified scenarios, such as spacetime diagrams, a reduced-dimensionality form of the invariant interval is often employed:\n\nDemonstrating that the interval is invariant is straightforward for the reduced-dimensionality case and with frames in standard configuration:[19]\n\nThe value of \n\n\n\nΔ\n\ns\n\n2\n\n\n\n\n{\\displaystyle \\Delta s^{2}}\n\n is hence independent of the frame in which it is measured.\n\nIn considering the physical significance of \n\n\n\nΔ\n\ns\n\n2\n\n\n\n\n{\\displaystyle \\Delta s^{2}}\n\n, there are three cases to note:[19][29]: 25–39 \n\nConsider two events happening in two different locations that occur simultaneously in the reference frame of one inertial observer. They may occur non-simultaneously in the reference frame of another inertial observer (lack of absolute simultaneity).\n\nFrom Equation 3 (the forward Lorentz transformation in terms of coordinate differences)\n\nIt is clear that the two events that are simultaneous in frame S (satisfying Δt = 0), are not necessarily simultaneous in another inertial frame S′ (satisfying Δt′ = 0). Only if these events are additionally co-local in frame S (satisfying Δx = 0), will they be simultaneous in another frame S′.\n\nThe Sagnac effect can be considered a manifestation of the relativity of simultaneity.[30] Since relativity of simultaneity is a first order effect in \n\n\n\nv\n\n\n{\\displaystyle v}\n\n,[19] instruments based on the Sagnac effect for their operation, such as ring laser gyroscopes and fiber optic gyroscopes, are capable of extreme levels of sensitivity.[p 14]\n\nThe time lapse between two events is not invariant from one observer to another, but is dependent on the relative speeds of the observers' reference frames (e.g., the twin paradox which concerns a twin who flies off in a spaceship traveling near the speed of light and returns to discover that the non-traveling twin sibling has aged much more, the paradox being that at constant velocity we are unable to discern which twin is non-traveling and which twin travels).\n\nSuppose a clock is at rest in the unprimed system S. The location of the clock on two different ticks is then characterized by Δx = 0. To find the relation between the times between these ticks as measured in both systems, Equation 3 can be used to find:\n\nThis shows that the time (Δt′) between the two ticks as seen in the frame in which the clock is moving (S′), is longer than the time (Δt) between these ticks as measured in the rest frame of the clock (S). Time dilation explains a number of physical phenomena; for example, the lifetime of high speed muons created by the collision of cosmic rays with particles in the Earth's outer atmosphere and moving towards the surface is greater than the lifetime of slowly moving muons, created and decaying in a laboratory.[31]\n\nThe dimensions (e.g., length) of an object as measured by one observer may be smaller than the results of measurements of the same object made by another observer (e.g., the ladder paradox involves a long ladder traveling near the speed of light and being contained within a smaller garage).\n\nSimilarly, suppose a measuring rod is at rest and aligned along the x-axis in the unprimed system S. In this system, the length of this rod is written as Δx. To measure the length of this rod in the system S′, in which the rod is moving, the distances x′ to the end points of the rod must be measured simultaneously in that system S′. In other words, the measurement is characterized by Δt′ = 0, which can be combined with Equation 4 to find the relation between the lengths Δx and Δx′:\n\nThis shows that the length (Δx′) of the rod as measured in the frame in which it is moving (S′), is shorter than its length (Δx) in its own rest frame (S).\n\nTime dilation and length contraction are not merely appearances. Time dilation is explicitly related to our way of measuring time intervals between events that occur at the same place in a given coordinate system (called \"co-local\" events). These time intervals (which can be, and are, actually measured experimentally by relevant observers) are different in another coordinate system moving with respect to the first, unless the events, in addition to being co-local, are also simultaneous. Similarly, length contraction relates to our measured distances between separated but simultaneous events in a given coordinate system of choice. If these events are not co-local, but are separated by distance (space), they will not occur at the same spatial distance from each other when seen from another moving coordinate system.\n\nConsider two frames S and S′  in standard configuration. A particle in S moves in the x direction with velocity vector \n\n\n\n\nu\n\n.\n\n\n{\\displaystyle \\mathbf {u} .}\n\n What is its velocity \n\n\n\n\n\nu\n′\n\n\n\n\n{\\displaystyle \\mathbf {u'} }\n\n in frame S′ ?\n\nWe can write\n\nSubstituting expressions for \n\n\n\nd\n\nx\n′\n\n\n\n{\\displaystyle dx'}\n\n and \n\n\n\nd\n\nt\n′\n\n\n\n{\\displaystyle dt'}\n\n from Equation 5 into Equation 8, followed by straightforward mathematical manipulations and back-substitution from Equation 7 yields the Lorentz transformation of the speed \n\n\n\nu\n\n\n{\\displaystyle u}\n\n to \n\n\n\n\nu\n′\n\n\n\n{\\displaystyle u'}\n\n:\n\nThe inverse relation is obtained by interchanging the primed and unprimed symbols and replacing \n\n\n\nv\n\n\n{\\displaystyle v}\n\n with \n\n\n\n−\nv\n \n.\n\n\n{\\displaystyle -v\\ .}\n\n\n\nFor \n\n\n\n\nu\n\n\n\n{\\displaystyle \\mathbf {u} }\n\n not aligned along the x-axis, we write:[12]: 47–49 \n\nThe forward and inverse transformations for this case are:\n\nEquation 10 and Equation 14 can be interpreted as giving the resultant \n\n\n\n\nu\n\n\n\n{\\displaystyle \\mathbf {u} }\n\n of the two velocities \n\n\n\n\nv\n\n\n\n{\\displaystyle \\mathbf {v} }\n\n and \n\n\n\n\n\nu\n′\n\n\n,\n\n\n{\\displaystyle \\mathbf {u'} ,}\n\n and they replace the formula \n\n\n\n\nu\n=\n\nu\n′\n\n+\nv\n\n\n\n{\\displaystyle \\mathbf {u=u'+v} }\n\n which is valid in Galilean relativity. Interpreted in such a fashion, they are commonly referred to as the relativistic velocity addition (or composition) formulas, valid for the three axes of S and S′  being aligned with each other (although not necessarily in standard configuration).[12]: 47–49 \n\nWe note the following points:\n\nThere is nothing special about the x direction in the standard configuration. The above formalism applies to any direction; and three orthogonal directions allow dealing with all directions in space by decomposing the velocity vectors to their components in these directions. See Velocity-addition formula for details.\n\nThe composition of two non-collinear Lorentz boosts (i.e., two non-collinear Lorentz transformations, neither of which involve rotation) results in a Lorentz transformation that is not a pure boost but is the composition of a boost and a rotation.\n\nThomas rotation results from the relativity of simultaneity. In Fig. 4-2a, a rod of length \n\n\n\nL\n\n\n{\\displaystyle L}\n\n in its rest frame (i.e., having a proper length of \n\n\n\nL\n\n\n{\\displaystyle L}\n\n) rises vertically along the y-axis in the ground frame.\n\nIn Fig. 4-2b, the same rod is observed from the frame of a rocket moving at speed \n\n\n\nv\n\n\n{\\displaystyle v}\n\n to the right. If we imagine two clocks situated at the left and right ends of the rod that are synchronized in the frame of the rod, relativity of simultaneity causes the observer in the rocket frame to observe (not see) the clock at the right end of the rod as being advanced in time by \n\n\n\nL\nv\n\n/\n\n\nc\n\n2\n\n\n,\n\n\n{\\displaystyle Lv/c^{2},}\n\n and the rod is correspondingly observed as tilted.[29]: 98–99 \n\nUnlike second-order relativistic effects such as length contraction or time dilation, this effect becomes quite significant even at fairly low velocities. For example, this can be seen in the spin of moving particles, where Thomas precession is a relativistic correction that applies to the spin of an elementary particle or the rotation of a macroscopic gyroscope, relating the angular velocity of the spin of a particle following a curvilinear orbit to the angular velocity of the orbital motion.[29]: 169–174 \n\nThomas rotation provides the resolution to the well-known \"meter stick and hole paradox\".[p 15][29]: 98–99 \n\nIn Fig. 4-3, the time interval between the events A (the \"cause\") and B (the \"effect\") is 'time-like'; that is, there is a frame of reference in which events A and B occur at the same location in space, separated only by occurring at different times. If A precedes B in that frame, then A precedes B in all frames accessible by a Lorentz transformation. It is possible for matter (or information) to travel (below light speed) from the location of A, starting at the time of A, to the location of B, arriving at the time of B, so there can be a causal relationship (with A the cause and B the effect).\n\nThe interval AC in the diagram is 'space-like'; that is, there is a frame of reference in which events A and C occur simultaneously, separated only in space. There are also frames in which A precedes C (as shown) and frames in which C precedes A. However, there are no frames accessible by a Lorentz transformation, in which events A and C occur at the same location. If it were possible for a cause-and-effect relationship to exist between events A and C, then paradoxes of causality would result.\n\nFor example, if signals could be sent faster than light, then signals could be sent into the sender's past (observer B in the diagrams).[32][p 16] A variety of causal paradoxes could then be constructed.\n\nConsider the spacetime diagrams in Fig. 4-4. A and B stand alongside a railroad track, when a high-speed train passes by, with C riding in the last car of the train and D riding in the leading car. The world lines of A and B are vertical (ct), distinguishing the stationary position of these observers on the ground, while the world lines of C and D are tilted forwards (ct′), reflecting the rapid motion of the observers C and D stationary in their train, as observed from the ground.\n\nIt is not necessary for signals to be instantaneous to violate causality. Even if the signal from D to C were slightly shallower than the \n\n\n\n\nx\n′\n\n\n\n{\\displaystyle x'}\n\n axis (and the signal from A to B slightly steeper than the \n\n\n\nx\n\n\n{\\displaystyle x}\n\n axis), it would still be possible for B to receive his message before he had sent it. By increasing the speed of the train to near light speeds, the \n\n\n\nc\n\nt\n′\n\n\n\n{\\displaystyle ct'}\n\n and \n\n\n\n\nx\n′\n\n\n\n{\\displaystyle x'}\n\n axes can be squeezed very close to the dashed line representing the speed of light. With this modified setup, it can be demonstrated that even signals only slightly faster than the speed of light will result in causality violation.[34]\n\nTherefore, if causality is to be preserved, one of the consequences of special relativity is that no information signal or material object can travel faster than light in vacuum.\n\nThis is not to say that all faster than light speeds are impossible. Various trivial situations can be described where some \"things\" (not actual matter or energy) move faster than light.[35] For example, the location where the beam of a search light hits the bottom of a cloud can move faster than light when the search light is turned rapidly (although this does not violate causality or any other relativistic phenomenon).[36][37]\n\n"
        },
        {
            "title": "Optical effects",
            "text": "In 1850, Hippolyte Fizeau and Léon Foucault independently established that light travels more slowly in water than in air, thus validating a prediction of Fresnel's wave theory of light and invalidating the corresponding prediction of Newton's corpuscular theory.[38] The speed of light was measured in still water. What would be the speed of light in flowing water?\n\nIn 1851, Fizeau conducted an experiment to answer this question, a simplified representation of which is illustrated in Fig. 5-1. A beam of light is divided by a beam splitter, and the split beams are passed in opposite directions through a tube of flowing water. They are recombined to form interference fringes, indicating a difference in optical path length, that an observer can view. The experiment demonstrated that dragging of the light by the flowing water caused a displacement of the fringes, showing that the motion of the water had affected the speed of the light.\n\nAccording to the theories prevailing at the time, light traveling through a moving medium would be a simple sum of its speed through the medium plus the speed of the medium. Contrary to expectation, Fizeau found that although light appeared to be dragged by the water, the magnitude of the dragging was much lower than expected. If \n\n\n\n\nu\n′\n\n=\nc\n\n/\n\nn\n\n\n{\\displaystyle u'=c/n}\n\n is the speed of light in still water, and \n\n\n\nv\n\n\n{\\displaystyle v}\n\n is the speed of the water, and \n\n\n\n\nu\n\n±\n\n\n\n\n{\\displaystyle u_{\\pm }}\n\n is the water-bourne speed of light in the lab frame with the flow of water adding to or subtracting from the speed of light, then\n\n\nFizeau's results, although consistent with Fresnel's earlier hypothesis of partial aether dragging, were extremely disconcerting to physicists of the time. Among other things, the presence of an index of refraction term meant that, since \n\n\n\nn\n\n\n{\\displaystyle n}\n\n depends on wavelength, the aether must be capable of sustaining different motions at the same time.[note 8] A variety of theoretical explanations were proposed to explain Fresnel's dragging coefficient that were completely at odds with each other. Even before the Michelson–Morley experiment, Fizeau's experimental results were among a number of observations that created a critical situation in explaining the optics of moving bodies.[39]\n\nFrom the point of view of special relativity, Fizeau's result is nothing but an approximation to Equation 10, the relativistic formula for composition of velocities.[28]\n\nBecause of the finite speed of light, if the relative motions of a source and receiver include a transverse component, then the direction from which light arrives at the receiver will be displaced from the geometric position in space of the source relative to the receiver. The classical calculation of the displacement takes two forms and makes different predictions depending on whether the receiver, the source, or both are in motion with respect to the medium. (1) If the receiver is in motion, the displacement would be the consequence of the aberration of light. The incident angle of the beam relative to the receiver would be calculable from the vector sum of the receiver's motions and the velocity of the incident light.[40] (2) If the source is in motion, the displacement would be the consequence of light-time correction. The displacement of the apparent position of the source from its geometric position would be the result of the source's motion during the time that its light takes to reach the receiver.[41]\n\nThe classical explanation failed experimental test. Since the aberration angle depends on the relationship between the velocity of the receiver and the speed of the incident light, passage of the incident light through a refractive medium should change the aberration angle. In 1810, Arago used this expected phenomenon in a failed attempt to measure the speed of light,[42] and in 1870, George Airy tested the hypothesis using a water-filled telescope, finding that, against expectation, the measured aberration was identical to the aberration measured with an air-filled telescope.[43] A \"cumbrous\" attempt to explain these results used the hypothesis of partial aether-drag,[44] but was incompatible with the results of the Michelson–Morley experiment, which apparently demanded complete aether-drag.[45]\n\nAssuming inertial frames, the relativistic expression for the aberration of light is applicable to both the receiver moving and source moving cases. A variety of trigonometrically equivalent formulas have been published. Expressed in terms of the variables in Fig. 5-2, these include[28]: 57–60 \n\nThe classical Doppler effect depends on whether the source, receiver, or both are in motion with respect to the medium. The relativistic Doppler effect is independent of any medium. Nevertheless, relativistic Doppler shift for the longitudinal case, with source and receiver moving directly towards or away from each other, can be derived as if it were the classical phenomenon, but modified by the addition of a time dilation term, and that is the treatment described here.[46][47]\n\nAssume the receiver and the source are moving away from each other with a relative speed \n\n\n\nv\n\n\n\n{\\displaystyle v\\,}\n\n as measured by an observer on the receiver or the source (The sign convention adopted here is that \n\n\n\nv\n\n\n{\\displaystyle v}\n\n is negative if the receiver and the source are moving towards each other). Assume that the source is stationary in the medium. Then\n\nFor light, and with the receiver moving at relativistic speeds, clocks on the receiver are time dilated relative to clocks at the source. The receiver will measure the received frequency to be\n\nAn identical expression for relativistic Doppler shift is obtained when performing the analysis in the reference frame of the receiver with a moving source.[48][19]\n\nThe transverse Doppler effect is one of the main novel predictions of the special theory of relativity.\n\nClassically, one might expect that if source and receiver are moving transversely with respect to each other with no longitudinal component to their relative motions, that there should be no Doppler shift in the light arriving at the receiver.\n\nSpecial relativity predicts otherwise. Fig. 5-3 illustrates two common variants of this scenario. Both variants can be analyzed using simple time dilation arguments.[19] In Fig. 5-3a, the receiver observes light from the source as being blueshifted by a factor of \n\n\n\nγ\n\n\n{\\displaystyle \\gamma }\n\n. In Fig. 5-3b, the light is redshifted by the same factor.\n\nTime dilation and length contraction are not optical illusions, but genuine effects. Measurements of these effects are not an artifact of Doppler shift, nor are they the result of neglecting to take into account the time it takes light to travel from an event to an observer.\n\nScientists make a fundamental distinction between measurement or observation on the one hand, versus visual appearance, or what one sees. The measured shape of an object is a hypothetical snapshot of all of the object's points as they exist at a single moment in time. The visual appearance of an object, however, is affected by the varying lengths of time that light takes to travel from different points on the object to one's eye.\n\nFor many years, the distinction between the two had not been generally appreciated, and it had generally been thought that a length contracted object passing by an observer would in fact actually be seen as length contracted. In 1959, James Terrell and Roger Penrose independently pointed out that differential time lag effects in signals reaching the observer from the different parts of a moving object result in a fast moving object's visual appearance being quite different from its measured shape. For example, a receding object would appear contracted, an approaching object would appear elongated, and a passing object would have a skew appearance that has been likened to a rotation.[p 19][p 20][49][50] A sphere in motion retains the circular outline for all speeds, for any distance, and for all view angles, although\nthe surface of the sphere and the images on it will appear distorted.[51][52]\n\nBoth Fig. 5-4 and Fig. 5-5 illustrate objects moving transversely to the line of sight. In Fig. 5-4, a cube is viewed from a distance of four times the length of its sides. At high speeds, the sides of the cube that are perpendicular to the direction of motion appear hyperbolic in shape. The cube is actually not rotated. Rather, light from the rear of the cube takes longer to reach one's eyes compared with light from the front, during which time the cube has moved to the right. At high speeds, the sphere in Fig. 5-5 takes on the appearance of a flattened disk tilted up to 45° from the line of sight. If the objects' motions are not strictly transverse but instead include a longitudinal component, exaggerated distortions in perspective may be seen.[53] This illusion has come to be known as Terrell rotation or the Terrell–Penrose effect.[note 9]\n\nAnother example where visual appearance is at odds with measurement comes from the observation of apparent superluminal motion in various radio galaxies, BL Lac objects, quasars, and other astronomical objects that eject relativistic-speed jets of matter at narrow angles with respect to the viewer. An apparent optical illusion results giving the appearance of faster than light travel.[54][55][56] In Fig. 5-6, galaxy M87 streams out a high-speed jet of subatomic particles almost directly towards us, but Penrose–Terrell rotation causes the jet to appear to be moving laterally in the same manner that the appearance of the cube in Fig. 5-4 has been stretched out.[57]\n\n"
        },
        {
            "title": "Dynamics",
            "text": "Section Consequences derived from the Lorentz transformation dealt strictly with kinematics, the study of the motion of points, bodies, and systems of bodies without considering the forces that caused the motion. This section discusses masses, forces, energy and so forth, and as such requires consideration of physical effects beyond those encompassed by the Lorentz transformation itself.\n\nAs an object's speed approaches the speed of light from an observer's point of view, its relativistic mass increases thereby making it more and more difficult to accelerate it from within the observer's frame of reference.\n\nThe energy content of an object at rest with mass m equals mc2. Conservation of energy implies that, in any reaction, a decrease of the sum of the masses of particles must be accompanied by an increase in kinetic energies of the particles after the reaction. Similarly, the mass of an object can be increased by taking in kinetic energies.\n\nIn addition to the papers referenced above—which give derivations of the Lorentz transformation and describe the foundations of special relativity—Einstein also wrote at least four papers giving heuristic arguments for the equivalence (and transmutability) of mass and energy, for E = mc2.\n\nMass–energy equivalence is a consequence of special relativity. The energy and momentum, which are separate in Newtonian mechanics, form a four-vector in relativity, and this relates the time component (the energy) to the space components (the momentum) in a non-trivial way. For an object at rest, the energy–momentum four-vector is (E/c, 0, 0, 0): it has a time component which is the energy, and three space components which are zero. By changing frames with a Lorentz transformation in the x direction with a small value of the velocity v, the energy momentum four-vector becomes (E/c, Ev/c2, 0, 0). The momentum is equal to the energy multiplied by the velocity divided by c2. As such, the Newtonian mass of an object, which is the ratio of the momentum to the velocity for slow velocities, is equal to E/c2.\n\nThe energy and momentum are properties of matter and radiation, and it is impossible to deduce that they form a four-vector just from the two basic postulates of special relativity by themselves, because these don't talk about matter or radiation, they only talk about space and time. The derivation therefore requires some additional physical reasoning. In his 1905 paper, Einstein used the additional principles that Newtonian mechanics should hold for slow velocities, so that there is one energy scalar and one three-vector momentum at slow velocities, and that the conservation law for energy and momentum is exactly true in relativity. Furthermore, he assumed that the energy of light is transformed by the same Doppler-shift factor as its frequency, which he had previously shown to be true based on Maxwell's equations.[p 1] The first of Einstein's papers on this subject was \"Does the Inertia of a Body Depend upon its Energy Content?\" in 1905.[p 21] Although Einstein's argument in this paper is nearly universally accepted by physicists as correct, even self-evident, many authors over the years have suggested that it is wrong.[58] Other authors suggest that the argument was merely inconclusive because it relied on some implicit assumptions.[59]\n\nEinstein acknowledged the controversy over his derivation in his 1907 survey paper on special relativity. There he notes that it is problematic to rely on Maxwell's equations for the heuristic mass–energy argument. The argument in his 1905 paper can be carried out with the emission of any massless particles, but the Maxwell equations are implicitly used to make it obvious that the emission of light in particular can be achieved only by doing work. To emit electromagnetic waves, all you have to do is shake a charged particle, and this is clearly doing work, so that the emission is of energy.[p 22][note 10]\n\nSince nothing can travel faster than light, one might conclude that a human can never travel farther from Earth than ~100 light years. You would easily think that a traveler would never be able to reach more than the few solar systems which exist within the limit of 100 light years from Earth.  However, because of time dilation, a hypothetical spaceship can travel thousands of light years during a passenger's lifetime. If a spaceship could be built that accelerates at a constant 1g, it will, after one year, be travelling at almost the speed of light as seen from Earth. This is described by:\n\n\nwhere v(t) is the velocity at a time t, a is the acceleration of the spaceship and t is the coordinate time as measured by people on Earth.[p 23] Therefore, after one year of accelerating at 9.81 m/s2, the spaceship will be travelling at v = 0.712c and 0.946c after three years, relative to Earth.  After three years of this acceleration, with the spaceship achieving a velocity of 94.6% of the speed of light relative to Earth, time dilation will result in each second experienced on the spaceship corresponding to 3.1 seconds back on Earth.  During their journey, people on Earth will experience more time than they do - since their clocks (all physical phenomena) would really be ticking 3.1 times faster than those of the spaceship. A 5-year round trip for the traveller will take 6.5 Earth years and cover a distance of over 6 light-years. A 20-year round trip for them (5 years accelerating, 5 decelerating, twice each) will land them back on Earth having travelled for 335 Earth years and a distance of 331 light years.[60] A full 40-year trip at 1g will appear on Earth to last 58,000 years and cover a distance of 55,000 light years. A 40-year trip at 1.1g will take 148,000 Earth years and cover about 140,000 light years. A one-way 28 year (14 years accelerating, 14 decelerating as measured with the astronaut's clock) trip at 1g acceleration could reach 2,000,000 light-years to the Andromeda Galaxy.[60] This same time dilation is why a muon travelling close to c is observed to travel much farther than c times its half-life (when at rest).[61]\n\n"
        },
        {
            "title": "Relativity and unifying electromagnetism",
            "text": "Theoretical investigation in classical electromagnetism led to the discovery of wave propagation. Equations generalizing the electromagnetic effects found that finite propagation speed of the E and B fields required certain behaviors on charged particles. The general study of moving charges forms the Liénard–Wiechert potential, which is a step towards special relativity.\n\nThe Lorentz transformation of the electric field of a moving charge into a non-moving observer's reference frame results in the appearance of a mathematical term commonly called the magnetic field. Conversely, the magnetic field generated by a moving charge disappears and becomes a purely electrostatic field in a comoving frame of reference. Maxwell's equations are thus simply an empirical fit to special relativistic effects in a classical model of the Universe. As electric and magnetic fields are reference frame dependent and thus intertwined, one speaks of electromagnetic fields. Special relativity provides the transformation rules for how an electromagnetic field in one inertial frame appears in another inertial frame.\n\nMaxwell's equations in the 3D form are already consistent with the physical content of special relativity, although they are easier to manipulate in a manifestly covariant form, that is, in the language of tensor calculus.[62]\n\n"
        },
        {
            "title": "Theories of relativity and quantum mechanics",
            "text": "Special relativity can be combined with quantum mechanics to form relativistic quantum mechanics and quantum electrodynamics. How general relativity and quantum mechanics can be unified is one of the unsolved problems in physics; quantum gravity and a \"theory of everything\", which require a unification including general relativity too, are active and ongoing areas in theoretical research.\n\nThe early Bohr–Sommerfeld atomic model explained the fine structure of alkali metal atoms using both special relativity and the preliminary knowledge on quantum mechanics of the time.[63]\n\nIn 1928, Paul Dirac constructed an influential relativistic wave equation, now known as the Dirac equation in his honour,[p 24] that is fully compatible both with special relativity and with the final version of quantum theory existing after 1926. This equation not only described the intrinsic angular momentum of the electrons called spin, it also led to the prediction of the antiparticle of the electron (the positron),[p 24][p 25] and fine structure could only be fully explained with special relativity. It was the first foundation of relativistic quantum mechanics.\n\nOn the other hand, the existence of antiparticles leads to the conclusion that relativistic quantum mechanics is not enough for a more accurate and complete theory of particle interactions. Instead, a theory of particles interpreted as quantized fields, called quantum field theory, becomes necessary; in which particles can be created and destroyed throughout space and time.\n\n"
        },
        {
            "title": "Status",
            "text": "Special relativity in its Minkowski spacetime is accurate only when the absolute value of the gravitational potential is much less than c2 in the region of interest.[64] In a strong gravitational field, one must use general relativity. General relativity becomes special relativity at the limit of a weak field. At very small scales, such as at the Planck length and below, quantum effects must be taken into consideration resulting in quantum gravity. However, at macroscopic scales and in the absence of strong gravitational fields, special relativity is experimentally tested to extremely high degree of accuracy (10−20)[65]\nand thus accepted by the physics community. Experimental results which appear to contradict it are not reproducible and are thus widely believed to be due to experimental errors.\n\nSpecial relativity is mathematically self-consistent, and it is an organic part of all modern physical theories, most notably quantum field theory, string theory, and general relativity (in the limiting case of negligible gravitational fields).\n\nNewtonian mechanics mathematically follows from special relativity at small velocities (compared to the speed of light) – thus Newtonian mechanics can be considered as a special relativity of slow moving bodies. See classical mechanics for a more detailed discussion.\n\nSeveral experiments predating Einstein's 1905 paper are now interpreted as evidence for relativity. Of these it is known Einstein was aware of the Fizeau experiment before 1905,[66] and historians have concluded that Einstein was at least aware of the Michelson–Morley experiment as early as 1899 despite claims he made in his later years that it played no role in his development of the theory.[14]\n\nParticle accelerators routinely accelerate and measure the properties of particles moving at near the speed of light, where their behavior is completely consistent with relativity theory and inconsistent with the earlier Newtonian mechanics. These machines would simply not work if they were not engineered according to relativistic principles. In addition, a considerable number of modern experiments have been conducted to test special relativity. Some examples:\n\n"
        },
        {
            "title": "Technical discussion of spacetime",
            "text": "Special relativity uses a 'flat' 4-dimensional Minkowski space – an example of a spacetime. Minkowski spacetime appears to be very similar to the standard 3-dimensional Euclidean space, but there is a crucial difference with respect to time.\n\nIn 3D space, the differential of distance (line element) ds is defined by\n\n\nwhere dx = (dx1, dx2, dx3) are the differentials of the three spatial dimensions. In Minkowski geometry, there is an extra dimension with coordinate X0 derived from time, such that the distance differential fulfills\n\n\nwhere dX = (dX0, dX1, dX2, dX3) are the differentials of the four spacetime dimensions. This suggests a deep theoretical insight: special relativity is simply a rotational symmetry of our spacetime, analogous to the rotational symmetry of Euclidean space (see Fig. 10-1).[68] Just as Euclidean space uses a Euclidean metric, so spacetime uses a Minkowski metric. Basically, special relativity can be stated as the invariance of any spacetime interval (that is the 4D distance between any two events) when viewed from any inertial reference frame. All equations and effects of special relativity can be derived from this rotational symmetry (the Poincaré group) of Minkowski spacetime.\n\nThe actual form of ds above depends on the metric and on the choices for the X0 coordinate.\nTo make the time coordinate look like the space coordinates, it can be treated as imaginary: X0 = ict (this is called a Wick rotation).\nAccording to Misner, Thorne and Wheeler (1971, §2.3), ultimately the deeper understanding of both special and general relativity will come from the study of the Minkowski metric (described below) and to take X0 = ct, rather than a \"disguised\" Euclidean metric using ict as the time coordinate.\n\nSome authors use X0 = t, with factors of c elsewhere to compensate; for instance, spatial coordinates are divided by c or factors of c±2 are included in the metric tensor.[69]\nThese numerous conventions can be superseded by using natural units where c = 1. Then space and time have equivalent units, and no factors of c appear anywhere.\n\nIf we reduce the spatial dimensions to 2, so that we can represent the physics in a 3D space\n\n\nwe see that the null geodesics lie along a dual-cone (see Fig. 10-2) defined by the equation;\n\n\nor simply\n\n\n which is the equation of a circle of radius c dt.\n\nIf we extend this to three spatial dimensions, the null geodesics are the 4-dimensional cone:\n\n\nso\n\n\nAs illustrated in Fig. 10-3, the null geodesics can be visualized as a set of continuous concentric spheres with radii = c dt.\n\nThis null dual-cone represents the \"line of sight\" of a point in space. That is, when we look at the stars and say \"The light from that star which I am receiving is X years old\", we are looking down this line of sight: a null geodesic. We are looking at an event a distance \n\n\n\nd\n=\n\n\n\nx\n\n1\n\n\n2\n\n\n+\n\nx\n\n2\n\n\n2\n\n\n+\n\nx\n\n3\n\n\n2\n\n\n\n\n\n\n{\\textstyle d={\\sqrt {x_{1}^{2}+x_{2}^{2}+x_{3}^{2}}}}\n\n away and a time d/c in the past. For this reason the null dual cone is also known as the 'light cone'. (The point in the lower left of the Fig. 10-2 represents the star, the origin represents the observer, and the line represents the null geodesic \"line of sight\".)\n\nThe cone in the −t region is the information that the point is 'receiving', while the cone in the +t section is the information that the point is 'sending'.\n\nThe geometry of Minkowski space can be depicted using Minkowski diagrams, which are useful also in understanding many of the thought experiments in special relativity.\n\nNote that, in 4d spacetime, the concept of the center of mass becomes more complicated, see Center of mass (relativistic).\n\nAbove, the Lorentz transformation for the time coordinate and three space coordinates illustrates that they are intertwined. This is true more generally: certain pairs of \"timelike\" and \"spacelike\" quantities naturally combine on equal footing under the same Lorentz transformation.\n\nThe Lorentz transformation in standard configuration above, that is, for a boost in the x-direction, can be recast into matrix form as follows:\n\n\nIn Newtonian mechanics, quantities that have magnitude and direction are mathematically described as 3d vectors in Euclidean space, and in general they are parametrized by time. In special relativity, this notion is extended by adding the appropriate timelike quantity to a spacelike vector quantity, and we have 4d vectors, or \"four vectors\", in Minkowski spacetime. The components of vectors are written using tensor index notation, as this has numerous advantages. The notation makes it clear the equations are manifestly covariant under the Poincaré group, thus bypassing the tedious calculations to check this fact. In constructing such equations, we often find that equations previously thought to be unrelated are, in fact, closely connected being part of the same tensor equation. Recognizing other physical quantities as tensors simplifies their transformation laws. Throughout, upper indices (superscripts) are contravariant indices rather than exponents except when they indicate a square (this should be clear from the context), and lower indices (subscripts) are covariant indices. For simplicity and consistency with the earlier equations, Cartesian coordinates will be used.\n\nThe simplest example of a four-vector is the position of an event in spacetime, which constitutes a timelike component ct and spacelike component x = (x, y, z), in a contravariant position four vector with components:\n\n\nwhere there is an implied summation on \n\n\n\nν\n\n\n{\\displaystyle \\nu }\n\n from 0 to 3, and \n\n\n\n\nΛ\n\n\nμ\n′\n\n\n\n\n\n\n\nν\n\n\n\n\n{\\displaystyle \\Lambda ^{\\mu '}{}_{\\nu }}\n\n is a matrix.\n\nMore generally, all contravariant components of a four-vector \n\n\n\n\nT\n\nν\n\n\n\n\n{\\displaystyle T^{\\nu }}\n\n transform from one frame to another frame by a Lorentz transformation:\n\nExamples of other 4-vectors include the four-velocity \n\n\n\n\nU\n\nμ\n\n\n,\n\n\n{\\displaystyle U^{\\mu },}\n\n defined as the derivative of the position 4-vector with respect to proper time:\n\nThe relativistic energy \n\n\n\nE\n=\nγ\n(\nv\n)\nm\n\nc\n\n2\n\n\n\n\n{\\displaystyle E=\\gamma (v)mc^{2}}\n\n and relativistic momentum \n\n\n\n\np\n\n=\nγ\n(\nv\n)\nm\n\nv\n\n\n\n{\\displaystyle \\mathbf {p} =\\gamma (v)m\\mathbf {v} }\n\n of an object are respectively the timelike and spacelike components of a contravariant four momentum vector:\n\n\nThe four-acceleration is the proper time derivative of 4-velocity:\n\nThe transformation rules for three-dimensional velocities and accelerations are very awkward; even above in standard configuration the velocity equations are quite complicated owing to their non-linearity. On the other hand, the transformation of four-velocity and four-acceleration are simpler by means of the Lorentz transformation matrix.\n\nThe four-gradient of a scalar field φ transforms covariantly rather than contravariantly:\n\nwhich is the transpose of:\n\n\nonly in Cartesian coordinates. It's the covariant derivative which transforms in manifest covariance, in Cartesian coordinates this happens to reduce to the partial derivatives, but not in other coordinates.\n\nMore generally, the covariant components of a 4-vector transform according to the inverse Lorentz transformation:\n\nThe postulates of special relativity constrain the exact form the Lorentz transformation matrices take.\n\nMore generally, most physical quantities are best described as (components of) tensors. So to transform from one frame to another, we use the well-known tensor transformation law[73]\n\nAn example of a four-dimensional second order antisymmetric tensor is the relativistic angular momentum, which has six components: three are the classical angular momentum, and the other three are related to the boost of the center of mass of the system. The derivative of the relativistic angular momentum with respect to proper time is the relativistic torque, also second order antisymmetric tensor.\n\nThe electromagnetic field tensor is another second order antisymmetric tensor field, with six components: three for the electric field and another three for the magnetic field. There is also the stress–energy tensor for the electromagnetic field, namely the electromagnetic stress–energy tensor.\n\nThe metric tensor allows one to define the inner product of two vectors, which in turn allows one to assign a magnitude to the vector. Given the four-dimensional nature of spacetime the Minkowski metric η has components (valid with suitably chosen coordinates) which can be arranged in a 4 × 4 matrix:\n\nThe Poincaré group is the most general group of transformations which preserves the Minkowski metric:\n\n\nand this is the physical symmetry underlying special relativity.\n\nThe metric can be used for raising and lowering indices on vectors and tensors. Invariants can be constructed using the metric, the inner product of a 4-vector T with another 4-vector S is:\n\n\nInvariant means that it takes the same value in all inertial frames, because it is a scalar (0 rank tensor), and so no Λ appears in its trivial transformation. The magnitude of the 4-vector T is the positive square root of the inner product with itself:\n\nOne can extend this idea to tensors of higher order, for a second order tensor we can form the invariants:\n\nThe coordinate differentials transform also contravariantly:\n\nThe 4-velocity Uμ has an invariant form:\n\nThe invariant magnitude of the momentum 4-vector generates the energy–momentum relation:\n\nWe can work out what this invariant is by first arguing that, since it is a scalar, it doesn't matter in which reference frame we calculate it, and then by transforming to a frame where the total momentum is zero.\n\nWe see that the rest energy is an independent invariant. A rest energy can be calculated even for particles and systems in motion, by translating to a frame in which momentum is zero.\n\nThe rest energy is related to the mass according to the celebrated equation discussed above:\n\nThe mass of systems measured in their center of momentum frame (where total momentum is zero) is given by the total energy of the system in this frame. It may not be equal to the sum of individual system masses measured in other frames.\n\nTo use Newton's third law of motion, both forces must be defined as the rate of change of momentum with respect to the same time coordinate. That is, it requires the 3D force defined above. Unfortunately, there is no tensor in 4D which contains the components of the 3D force vector among its components.\n\nIf a particle is not traveling at c, one can transform the 3D force from the particle's co-moving reference frame into the observer's reference frame. This yields a 4-vector called the four-force. It is the rate of change of the above energy momentum four-vector with respect to proper time. The covariant version of the four-force is:\n\nIn the rest frame of the object, the time component of the four force is zero unless the \"invariant mass\" of the object is changing (this requires a non-closed system in which energy/mass is being directly added or removed from the object) in which case it is the negative of that rate of change of mass, times c. In general, though, the components of the four force are not equal to the components of the three-force, because the three force is defined by the rate of change of momentum with respect to coordinate time, that is, dp/dt while the four force is defined by the rate of change of momentum with respect to proper time, that is, dp/dτ.\n\nIn a continuous medium, the 3D density of force combines with the density of power to form a covariant 4-vector. The spatial part is the result of dividing the force on a small cell (in 3-space) by the volume of that cell. The time component is −1/c times the power transferred to that cell divided by the volume of the cell. This will be used below in the section on electromagnetism.\n\n"
        }
    ]
}