{
    "url": "https://en.wikipedia.org/wiki/Speculative_fiction_by_writers_of_color",
    "title": "Speculative fiction by writers of color",
    "table_of_contents": [
        "1 Asian speculative fiction",
        "1.1 Japanese horror and its origins",
        "1.2 Japanese science fiction and fantasy and their origins",
        "1.2.1 See also",
        "1.3 Chinese science fiction and fantasy and their origins",
        "1.4 Bangladeshi science fiction",
        "1.5 Indian speculative fiction",
        "1.6 Thai science fiction and fantasy and their origins",
        "2 African-American (Black) speculative fiction",
        "2.1 African-American science fiction and fantasy and their origins",
        "2.2 See also",
        "3 African-American and African-Canadian science fiction, fantasy, and horror",
        "4 African speculative fiction writers of note",
        "5 Caribbean speculative fiction writers of note",
        "6 South American speculative fiction writers of note",
        "7 U.S. Latino speculative fiction",
        "7.1 List of Latino authors of note",
        "8 Native American speculative fiction writers of note",
        "9 Asian diaspora speculative fiction writers of note",
        "10 Anglo-Indian speculative fiction writers",
        "11 See also",
        "12 Further reading",
        "13 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nSpeculative fiction is defined as science fiction, fantasy, and horror. Within those categories exists many other subcategories, for example cyberpunk, magical realism, and psychological horror. \n\n\"Person of color\" is a term used in the United States to denote non-white persons, sometimes narrowed to mean non-WASP persons or non-Hispanic whites, if \"ethnic whites\" are included. The term \"person of color\" is used to redefine what it means to be a part of the historically marginalized racial and ethnic groups within Western society. A writer of color is a writer who is a part of a marginalized culture in regards to traditional Euro-Western mainstream culture. This includes Asians, African-Americans, Africans, Native Americans, Latinos, Asian Americans, and Pacific Islanders. \n\nWhile writers of color may sometimes focus on experiences unique to their cultural heritage, which have sometimes been considered \"subcategories\" of national heritage (e.g. the black experience within American culture), many do not only write about their particular culture or members within that culture, in the same way that many Americans of European descent (traditionally categorized as Caucasian or white) do not only write about Western culture or members of their cultural heritage. The works of many well-known writers of color tend to examine issues of identity politics, religion, feminism, race relations, economic disparity, and the often unacknowledged and rich histories of various cultural groups.\n\n"
        },
        {
            "title": "Asian speculative fiction",
            "text": "Belief in ghosts, demons and spirits has been deep-rooted in Japanese folklore throughout history. It is entwined with mythology and superstition derived from Japanese Shinto, as well as Buddhism and Taoism brought to Japan from China and India. Stories and legends, combined with mythology, have been collected over the years by various cultures of the world, both past and present. Folklore has evolved in order to explain or rationalize various natural events. Inexplicable phenomena arouse a fear in humankind because there is no way for us to anticipate them or to understand their origins.[1]\nThe early horror stories of Japan (also known as Kaidan or more recently J-Horror) revolved around vengeful spirits or Yūrei. In recent years, interest in these tales has been revived with the release of such films as Ju-on: The Grudge and Ring.\n\nJapanese fiction has assumed a position of significance in many genres of world literature as it continues to chart its own creative course. Whereas science fiction in the English-speaking world developed gradually over a period of evolutionary change in style and content, SF in Japan took off from a very different starting line. Starting in the 1950s and 1960s, Japanese SF writers worked to combine their own thousand-year-old literary tradition with a flood of Western SF and other fiction. Contemporary Japanese SF thus began in a jumble of ideas and periods, and ultimately propelled Japanese authors into a quantum leap of development, rather than a steady process of evolution.\n\n"
        },
        {
            "title": "",
            "text": "Black speculative fiction often focuses on race and the history of race relations in Western society. The history of slavery, the African diaspora, and the Civil Rights Movement sometimes influence the narrative of SF stories written by black authors. Within science fiction, the concern is that many traditional science fiction works do not include black people in the future under any context, or only in sidelined roles. \n\nAs the popularity of science fiction and other speculative genres grows within the black community, some longtime fans and black writers branch out to write about \"universal\" themes that cross cultural lines and feature African and African-American protagonists. These stories and novels may not deal heavily with issues concerning race but instead primarily focus on other aspects of life. They are notable because, historically, many science fiction works that deal with traditional science fiction subject matter do not feature characters of color.\n\nThe cultural significance of science fiction works by black writers is being recognized in the mainstream as more fans indicate a desire for stories that reflect their interests in speculative fiction and also reflect their unique experiences as people of color. Non-POC fans are also interested in these works. While they may or may not identify with the cultural contexts of the work, they can and do identify with the characters within the context of the story and enjoy the science fiction themes and plots. This is indicated by the popularity of writers like Octavia E. Butler, Walter Mosley, Nalo Hopkinson, and Tananarive Due.\n\nThe contributions of writers such as Octavia E. Butler, usually credited as the first black woman to gain widespread acclaim and recognition as a speculative fiction writer, have influenced the works of new generations of SF writers of color.\n\nHope Wabuke, a writer and assistant professor at the University of Nebraska-Lincoln of English and Creative Writing, argues that the term \"Black Speculative Literature\" can encompass the terms Afrofuturism, Africanfuturism, and Africanjujuism, the latter two coined by Nnedi Okorafor, all of which center \"African and African diasporic culture, thought, mythos, philosophy, and worldviews.\"[2]\n\n"
        },
        {
            "title": "African speculative fiction writers of note",
            "text": "See Also:\n\n"
        },
        {
            "title": "Caribbean speculative fiction writers of note",
            "text": "See Also:\n\n"
        },
        {
            "title": "U.S. Latino speculative fiction",
            "text": "Cultural theorist Christopher Gonzalez argues that Latino speculative, fantasy, and weird fiction create necessary excursions into the realm of impossible in order for writers and readers of color to cope with 21st-century realities.[3] Latino speculative fiction brings humor to fantastical, futuristic, comedic, and bleak political subjects, offering readers strange new concepts such as: los cosmos azteca, shape shifting robots, pre-Columbian holobooks, talking sardines and gun toting reptiles, and cybernetically wired patron saints.[4] Latino authors write about the legacy of colonialism, racism, sexism, mass incarceration, machismo culture, and other social injustices. Latino critic Frederick Luis Aldama noted that it has been half a century since a Latin American Boom writers introduced magical realism to the publishing world.[5] A new generation of Latino writers used that historical literary moment as a springboard into bold explorations of speculative writing.[5]\n\nPulitzer Prize-winner Junot Diaz, author of  \"Monstro,\" noted that colonialism's legacy in Caribbean culture involves speculative fiction, monsters, and aliens.[6] The short story \"Room for Rent,\" by Richie Narvaez, in which the arrival of extraterrestrials is likened to the arrival of Columbus to the Caribbean, \"evokes a dialogue between past and present colonial scenarios.\"[7] In the story collection Her Body and Other Parties, Carmen Maria Machado deals with misogyny through science fiction and ghost stories.[8] Giannina Braschi's United States of Banana (2011) deals with Puerto Rican independence, financial terrorism, and racism, by imagining what might happen if the United States tries to sell Puerto Rico to China as debt relief or turn the island into the 51st state.[9][10] Speculative fiction about Latino immigration includes Alex Rivera's cult film Sleep Dealer, which is set a futurist, militarized world of closed borders, drone surveillance, and an abused global digital workforce.[11] Eric Garcia's The Repossession Mambo (2009) is a futuristic horror story about a health care system in which body parts are bought, sold, and repossessed depending on the financial agreement.[12] Mexican-American author Rudy Ruiz has written dystopian sci-fi and magical realism works addressing social issues related to immigration, borders, social justice and machismo.[13]\n\n"
        }
    ]
}