{
    "url": "https://en.wikipedia.org/wiki/Sphodromantis_viridis",
    "title": "Sphodromantis viridis",
    "table_of_contents": [
        "1 Name",
        "2 Range",
        "3 Description",
        "4 Reproduction",
        "5 Cultivation",
        "6 See also",
        "7 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nSphodromantis viridis is a species of praying mantis that is kept worldwide as a pet.[1][2][3] Its common names include African mantis, giant African mantis, and bush mantis.[4][5]\n\n"
        },
        {
            "title": "Name",
            "text": "Sphodromantis viridis is popularly called the African mantis, but that common name is shared with not only other species in its genus (i.e. S. belachowski, S. centralis, S. gastrica, S. lineola, etc.), but also\nMiomantis caffra and others, as well.[5][6][7]\n\n"
        },
        {
            "title": "Range",
            "text": "Sphodromantis viridis is native to West Africa south of the Sahara Desert.[1] It can also be found as an introduced species in areas outside its original range, including Israel[8] and Spain.[9]\n\n"
        },
        {
            "title": "Description",
            "text": "Despite its scientific name (viridis is Latin for green[10]) this insect ranges in color from bright green to dull brown.[9] Females can reach 10 cm (3.9 in) in length. Sexual dimorphism is typical of mantises; the male is much smaller. Females may also be distinguished from males as they have a six-segmented abdomen compared to an eight-segmented abdomen of the male.[5]\n\nAs adults, both sexes have a distinctive white spot on their wings. They have a yellowish color on their inner fore leg distinguishable from the black eyespot and white dots of the European mantis Mantis religiosa with which it shares some range.[9]\n\n"
        },
        {
            "title": "Reproduction",
            "text": "As with most mantis species, S. viridis males are frequently the victims of sexual cannibalism. A female produces an ootheca within a few days of mating and can produce several before she ends her lifecycle.[9] Each ootheca produces up to 300 nymphs when it hatches.[1][5] This species has also been noted to have reproduced parthenogenically.[11]\n\n"
        },
        {
            "title": "Cultivation",
            "text": "Because of its size and hardiness, S. viridis is popular among those who keep insects as pets.[1][5] S. viridis \"is an easy species to keep, very suitable for beginners...They will happily take food of their own size and they will also take pieces of meat if it is offered on a pair of tweezers\".[12] They are also more tolerant of changes in humidity and temperature than are many other species.[13]\n\nAnother breeder of mantises states that S. viridis:\n\n"
        }
    ]
}