{
    "url": "https://en.wikipedia.org/wiki/Spiritism",
    "title": "Spiritism",
    "table_of_contents": [
        "1 Origins",
        "1.1 Swedenborg",
        "1.2 Fox sisters",
        "1.3 Talking boards",
        "1.4 Franz Mesmer",
        "2 Difference from Spiritualism and Occultism",
        "3 Beliefs",
        "3.1 Spiritist Codification",
        "3.2 Fundamental principles",
        "3.3 Basic tenets",
        "3.4 Mediumship",
        "4 Spiritist practice",
        "4.1 Meetings",
        "4.2 Organization",
        "5 Geographic distribution",
        "6 Criticisms",
        "6.1 Before World War I",
        "6.2 Interwar period",
        "6.3 Post–World War II",
        "7 Chico Xavier",
        "8 In popular culture",
        "8.1 Films",
        "8.2 Soap operas",
        "9 See also",
        "10 References",
        "11 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Spiritism (French: spiritisme; Portuguese: espiritismo) is a spiritualist[1] religious and philosophical doctrine established in France in the 1850s by the French teacher, educational writer and translator Hippolyte Léon Denizard Rivail, who, under the pen name Allan Kardec, wrote books on \"the nature, origin, and destiny of spirits, and their relation with the corporeal world\".[2][3][4]\n\nKardec's works are the result of the study of mediumistic phenomena, which he initially believed to be of a fraudulent nature. By questioning several mediums in trance on a variety of matters, he compiled, compared and synthesized the answers obtained from spirits into a body of knowledge known as the codification. It speaks of the constant need to investigate the world around us (science), to make sense of our findings (philosophy), and to apply them to our day-to-day living so as to improve ourselves and the world around us (religion). This approach is often referred to as the triple-aspect of Spiritism: the conjoining of Science, Philosophy, and Religion.\n\nSpiritism is consequently a moral doctrine that strengthens the religious sentiments in general and belongs to all religions, and not anyone in particular.[5]  Spiritist philosophy postulates that humans, along with all other living beings, are essentially immortal spirits that temporarily inhabit physical bodies for several necessary incarnations to attain moral and intellectual improvement. It also asserts that disembodied spirits, through passive or active mediumship, may have beneficent or malevolent influence on the physical world.[6] Spiritism also embraces the concepts of Theistic evolution.[citation needed]\n\nThe term first appeared in Kardec's book, The Spirits Book, which sought to distinguish Spiritism from spiritualism.[2]\n\nSpiritism is currently represented in 35 countries by the International Spiritist Council.[7] It has influenced a social movement of healing centers, charity institutions and hospitals involving millions of people in dozens of countries, with the greatest number of adherents in Brazil.[2]\nSpiritism is a major component of the syncretic Afro-Brazilian religion Umbanda and also very influential in Cao Đài, a Vietnamese religion started in 1926 by three mediums who claimed to have received messages that identified Allan Kardec as a prophet of a new universal religion.[8]\n\n"
        },
        {
            "title": "Origins",
            "text": "Spiritism is based on the five books of the Spiritist Codification written by French educator Hypolite Léon Denizard Rivail under the pseudonym Allan Kardec, in which he reported observations of phenomena at séances that he attributed to incorporeal intelligence (spirits). His work was later extended by writers such as Léon Denis, Gabriel Delanne, Arthur Conan Doyle, Ernesto Bozzano, Gustav Geley, Chico Xavier, Divaldo Pereira Franco, Emídio Brasileiro, Alexandr Aksakov, William Crookes, Oliver Lodge, Albert de Rochas, and Amalia Domingo Soler. Kardec's research was influenced by the Fox sisters and the use of talking boards.[citation needed] Interest in Mesmerism also contributed to early Spiritism.[citation needed]\n\nEmanuel Swedenborg (January 29, 1688 – March 29, 1772) was a Lutheran Swedish scientist, philosopher, seer, and theologian. Swedenborg had a prolific career as an inventor and scientist.\n\nAt 56, he claimed to have experienced visions of the spiritual world and talked with angels, devils, and spirits by visiting heaven and hell. He claimed he was directed by the Lord Jesus Christ to reveal the doctrines of his second coming.\n\nSwedenborg, however, warned against seeking contact with spirits. In his work Apocalypse Explained, #1182.4, he wrote, \"Many persons believe that man can be taught by the Lord by means of spirits speaking with him. But those who believe this, and desire to do so, are not aware that it is associated with danger to their souls.\"[9] See also Heaven and Hell #249.[10]\n\nNevertheless, Swedenborg is often cited by Spiritists as a major precursor for their beliefs.[citation needed]\n\nSisters Leah (1814–90), Margaretta (1836–93), and Catherine (1838–92) Fox played an important role in the development of Modern Spiritualism. The daughters of John and Margaret Fox, they were residents of Hydesville, New York. In 1848, the family began to hear unexplained rapping sounds.[11] Kate and Maggie conducted channeling sessions in an attempt to contact the presumed spiritual entity creating the sounds, and claimed contact with the spirit of a peddler who was allegedly murdered and buried beneath the house. A skeleton later found in the basement seemed to confirm this. The Fox girls became instant celebrities. They demonstrated their communication with the spirit by using taps and knocks, automatic writing or psychography, and later even voice communication, as the spirit took control of one of the girls.[citation needed]\n\nSkeptics suspected this was deception and fraud, and sister Margaretta eventually confessed to using her toe-joints to produce the sound. Although she later recanted this confession, she and her sister Catherine were widely considered discredited, and died in poverty. Nonetheless, belief in the ability to communicate with the dead grew rapidly, becoming a religious movement called Spiritualism, which contributed significantly to Kardec's ideas.[citation needed]\n\nAfter the news of the Fox sisters came to France, people became more interested in what was sometimes termed the \"Spiritual Telegraph\".[citation needed] Planchette, the precursor of the pencil-less Ouija boards, simplified the writing process which achieved widespread popularity in America and Europe.[12]\n\nFranz Anton Mesmer (May 23, 1734 – March 5, 1815) discovered what he called magnétisme animal (animal magnetism),[citation needed] which became known as mesmerism. The evolution of Mesmer's ideas and practices led Scottish surgeon James Braid (1795–1860) to develop hypnotism in 1841.[citation needed]\n\nSpiritism incorporated various concepts from Mesmerism,[citation needed] among them faith healing and the energization of water to be used as a medicine.[citation needed]\n\n"
        },
        {
            "title": "Difference from Spiritualism and Occultism",
            "text": "Spiritism differs from Spiritualism primarily in that it believes in reincarnation. Spiritism was not accepted by UK and US Spiritualists of the day as they were undecided whether or not to agree with the Spiritist view on reincarnation.[13] It also differs from Occultism because the teachings of Spiritism are exoteric, as opposed to esoteric knowledge which is confined to an inner circle of disciples or initiates. All knowledge in Spiritism is publicly available and is never acquired through some form of initiation or hierarchical ascension.\n\nIn What Is Spiritism?, Kardec calls Spiritism a science dedicated to the relationship between incorporeal beings (spirits) and human beings.[citation needed] Thus, some Spiritists see themselves as not adhering to a religion, but to a philosophical doctrine with a scientific fulcrum and moral grounds.[citation needed]\n\nAnother author in the Spiritualist movement, Sir Arthur Conan Doyle included a chapter[13] about Spiritism in his book History of Spiritualism, in which, he states that Spiritism is Spiritualist, but not vice versa.[14] Many Spiritualist works are widely accepted in Spiritism, particularly the works of 19th-century physicists William Crookes[15] and Oliver Lodge.[16]\n\n"
        },
        {
            "title": "Beliefs",
            "text": "The basic doctrine of Spiritism (\"the Codification\") is defined in five of Allan Kardec's books:\n\nKardec also wrote a brief introductory pamphlet (What Is Spiritism?) and was the most frequent contributor to the Spiritist Review. His essays and articles were posthumously collected into the Posthumous Works.\n\nAs defined in The Spirits' Book, the main principles of spiritism are:\n\nAccording to Kardec, the Spiritist moral principles are in agreement with those taught by Jesus.[22] Other individuals such as Francis of Assisi, Paul the Apostle, Buddha and Gandhi are also sometimes considered[clarification needed] by the Spiritists.[citation needed] Spiritist philosophical inquiry is concerned with the study of moral aspects in the context of an eternal life in spiritual evolution through reincarnation, a process believers hold as revealed by Spirits.[23] Sympathetic research on Spiritism by scientists can be found in the works of Oliver Lodge, William Crookes, William Fletcher Barrett, Albert de Rochas, Emma Bragdon, Alexander Moreira-Almeida and others.[citation needed]\n\nThe five chief points of the Spiritism are:[24][25]\n\nThe central tenet of Spiritism is the belief in spiritual life. From this perspective, the spirit is eternal,[26][failed verification] and evolves through a series of incarnations in the material world.[27]\n\nSpiritists assert that communication between the spiritual world and the material world happens all the time, to varying degrees.[28] They believe that some people barely sense what the spirits tell them in an entirely instinctive way, and are not aware of their influence. In contrast, they believe that mediums have these natural abilities highly developed, and are able to communicate with spirits and interact with them visually or audibly, or through writing (known by Spiritists as psychography or automatic writing).[28]\n\n"
        },
        {
            "title": "Spiritist practice",
            "text": "Kardec's works do not establish any rituals or formal practices. Instead, the doctrine suggests that followers adhere to some principles common to all religions.[citation needed]\n\nThe most important types of practices within Spiritism are:[citation needed]\n\nSpiritist associations have various degrees of formality, with some groups having local, regional, national or international scope.[citation needed] Local organizations are usually called Spiritist centres or Spiritist societies. Regional and national organizations are called federations,[29] such as the Federação Espírita Brasileira[30] and the Federación Espírita Española;[31] international organizations are called unions[citation needed], such as the Union Spirite Française et Francophone.[32] Spiritism formally disencourages the involvement of financial transactions within spiritist centers, and state or national federations. The only means of income allowed are the sale of related books, and the voluntary contributions of active members. Spiritist centers are thus non-profit organizations; all studies, lectures, healing sessions and mediumistic activities are offered free of charge.\n\nFor many of its followers, the description of Spiritism is three-fold:[citation needed] science, for its studies on the mechanisms of mediumship; philosophy, for its theories on the origin, meaning and importance of life; and religion, for its guidance on Christian behavior which will bring spiritual and moral evolution to mankind. Spiritism is not considered a religion by some of its followers because it does not endorse formal adoration, require regular frequency or formal membership. However, the mainstream scientific community does not accept Spiritism as scientific, and its belief system fits within the definition of religion.[33]\n\n"
        },
        {
            "title": "Geographic distribution",
            "text": "Spiritism has adherents in many countries, including Canada, Britain, France, Germany, Jamaica, Japan, Portugal, Spain, United States, and particularly in Latin American countries such as Argentina, Uruguay, Cuba, Puerto Rico, and Brazil, which has the largest proportion and greatest number of followers.[34]  The largest Spiritist group in Asia are the Vietnamese followers of Cao Đài or Caodaists, who formed a new religion building on the legacy of Allan Kardec in 1926 in Saigon and Tây Ninh in what was then French Indochina[35]\n\nIn Brazil, the movement has become widely accepted, largely due to Chico Xavier's works.[36] There, the number of self-identified Spiritists accounts to 3.8 million, according to the 2010 national census,[36] although some elements of Spiritism are more broadly accepted and practiced in various ways by at least three times as many people across the country, when the estimates include syncretisms.[37] According to the Brazilian Spiritist Federation, around 30 million sympathizers (especially among Catholics) attend to Spiritist study sessions and practices,[36] Brazilian National census institute IBGE shows that 3,848,876 nationals identified as spiritists in 2012.[38]\n\nIn the Philippines, there is the Union Espiritista Cristiana de Filipinas, Incorporada (Union of Christian Spiritists in the Philippines, Inc.), which was founded at the turn of the 1900s and registered with the Securities and Exchange Commission in 1905. The religious organization, which uses human mediums to communicate with spirits that have already attained purity or divinity for moral and spiritual guidance, has tens of thousands of members and worship centers in many parts of the country, mostly in Northern Luzon, Central Luzon and the National Capital Region. Its motto: \"Towards God through wisdom and love.\" Its doctrine: \"Without charity (good deed), there is no possible salvation.\" It uses the Holy Bible as the basis of its teachings, supplemented by messages from divine spirits.\n\nIn Spain, one of the great pioneers of Spiritism was Luis Francisco Benítez de Lugo y Benítez de Lugo, VIII Marquis of Florida and X Lord of Algarrobo y Bormujos, who made a presentation of a bill for the official teaching of Spiritism, reading it on August 26, 1873.[39]\n\n"
        },
        {
            "title": "Criticisms",
            "text": "Since its early development, Spiritism has attracted criticism. Kardec's own introductory book on Spiritism, What is Spiritism?, published only two years after The Spirits' Book, includes a hypothetical discussion between him and three idealized critics, \"The Critic\", \"The Skeptic\", and \"The Priest\", summing up much of the criticism Spiritism has received. The broad areas of criticism relate to charlatanism, pseudoscience, heresy, witchcraft, and Satanism. Until his death, Kardec continued to address these issues in various books and in his periodical, the Revue Spirite.\n\nLater, a new source of criticism came from Occultist movements such as the Theosophical Society, a competing new religion,[40] which saw the Spiritist explanations as too simple or even naïve.[41]\n\nDuring the interwar period a new form of criticism of Spiritism developed. René Guénon's influential book The Spiritist Fallacy criticized both the more general concepts of Spiritualism, which he considered to be a superficial mix of moralism and spiritual materialism, as well as Spiritism's specific contributions, such as its belief in what he saw as a post-Cartesian, modernist concept of reincarnation distinct from and opposed to its two western predecessors, metempsychosis and transmigration.[42]\n\nThe Catechism of the Catholic Church (paragraph 2117) states that \"Spiritism often implies divination or magical practices; the Church for her part warns the faithful against it\".[43]\n\nIn Brazil, Catholic priests Carlos Kloppenburg and Óscar González-Quevedo, among others, have written extensively against Spiritism from both a doctrinal and parapsychological perspective. Quevedo, in particular, has sought to show that Spiritism's claims of being a science are invalid. In addition to writing books on the subject,[44] he has also hosted television programs debunking supposed paranormal phenomena, most recently in a series that ran in 2000 on Globo's news program, Fantástico.[45] Brazilian Spiritist, Hernani Guimarães Andrade, has in turn written rebuttals to these criticisms.[44]\n\nScientific skeptics also frequently target Spiritism in books, media appearances, and online forums, identifying it as a pseudoscience. \n\n"
        },
        {
            "title": "Chico Xavier",
            "text": "Chico Xavier (April 2, 1910 – June 30, 2002) was a popular Spiritist medium and philanthropist in Brazil's Spiritist movement who wrote more than 490 books and over 10,000 letters to family members of deceased people, ostensibly using psychography. His books sold millions of copies, all of which had their proceeds donated to charity. They purportedly included poetry, novels, and even scientific treatises, some of which are considered by Brazilian Spiritist followers to be fundamental for the comprehension of the practical and theoretical aspects of Allan Kardec's doctrine. One of his most famous books, The Astral City, details one experience after dying. The book became a movie in 2010 available in multiple languages. Over 15 other movies about Spiritism or Xavier have also been released.\n\n"
        },
        {
            "title": "In popular culture",
            "text": "The following works contain concepts related to Spiritist beliefs:\n\nIn Brazil, a number of soap operas have plots incorporating Spiritism.\n\n"
        }
    ]
}