{
    "url": "https://en.wikipedia.org/wiki/Spiritual_activism",
    "title": "Spiritual activism",
    "table_of_contents": [
        "1 Practice",
        "2 Dismissal",
        "2.1 In Academia",
        "2.2 In Western society",
        "3 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Spiritual activism is a practice that brings together the otherworldly and inward-focused work of spirituality and the outwardly-focused work of activism (which focuses on the conditions of the material or physical world). Spiritual activism asserts that these two practices are inseparable and calls for a recognition that the binaries of inward/outward, spiritual/material, and personal/political all form part of a larger interconnected whole between and among all living things. In an essay on queer Chicana feminist and theorist Gloria E. Anzaldúa's reflections on spiritual activist practice, AnaLouise Keating states that \"spiritual activism is spirituality for social change, spirituality that posits a relational worldview and uses this holistic worldview to transform one's self and one's worlds.\"[1][2]\n\nSpiritual activism is most often described as being separate from organized religion or dogma, but rather as activism that is generally egalitarian, particularly in service for people who are oppressed or marginalized, as well as for the Earth and all living things. Numerous women of color scholars, especially Black womanists and Chicana feminists, have developed and written about spiritual activism in their work as a way of creating positive social change. The Jewish rabbi Avraham Weiss describes spiritual activism in similar terms, as a fundamental teaching from Torah,[3] and the Christian scholar Robert Macafee Brown says it's necessary to \"overcome the great fallacy\"[4] to bring about real change. \n\nIn an article on yoga practice and spiritual activism, Womanist scholar Jillian Carter Ford states that \"spiritual notions of oneness, such as the oneness of mind/body and the oneness of all people, sets in motion a spiritual activism wherein spirituality is engaged to create social and ecological uplift.\" For beginners, this often means unlearning or deconstructing \"a host of harmful messages we have been socialized to believe.\"[5] Ecowomanist Layli Maparyan describes spiritual activism as \"putting spirituality to work for positive social and ecological change.\"[6]\n\nThe concept emerged in late 20th and early 21st century scholarship in the fields of womanism and Chicana feminism, to describe the spiritual practice of creating a more socially just world through developing the capacities of the internal spiritual self in order to create social change that ends oppression and is generally egalitarian (separate from organized religion or any form of dogma).[1][5]\n\nThe writers and scholars describing it have noted how spiritual activism is generally dismissed in academia and the Western world because spirituality cannot be controlled or measured within the confines of rational thought, along with the assumption that it is otherwise primitive, backward, based on superstition or delusion.[1][7][5]\n\n"
        },
        {
            "title": "Practice",
            "text": "According to those who engage in the work of spiritual activism, the practice involves developing one's internal capacities in order to create and inspire change in the material world or society at large.[8] Thus, inherent to the work of spiritual activism is an awareness of a power beyond the material to address a dissatisfaction in the status quo. \n\n\nChicana feminist Gloria E. Anzaldúa explains the call to spiritual activism as originating out of a love for all things and a desire to create harmony and balance in the world:\n\nChicana feminist Ana Castillo states in her book Massacre of the Dreamers: Essays on Xicanisma that one's spirituality must be focused on serving the needs of one's own survival and the survival of one's community in a world where \"sanity remains defined simply by the ability to cope with insane conditions.\" For Castillo, Chicana/os and other colonized people must seek to understand oneself, integrate their own fragmentation, and embrace ancestral or Indigenous knowledge to create conditions of social justice for their communities, humanity, and the universe. Castillo writes:[9]\nSimilarly, Roberto Vargas and Samuel C. Martinez write that spiritual activism should be paired with cultural and political activism in order to create positive social change within oppressed communities.[10] Velcrow Ripper states that \"spiritual activism is not about religion, it is not about any form of dogma, it is activism that comes from the heart, not just the head, activism that is compassionate, positive, kind, fierce, and transformative.\"[7] This is particularly important to understand, considering that, historically, the practice of spiritual activism has led to religious fundamentalism if strictly developed under a specific religious tradition.[11] \nConfirming these concepts in his broad examination of historical and current activist movements,[12] Alastair McIntosh writes:\nIn her examination of the lives and work of people she considers as having \"real success,\"[13] Alaskan therapist Wanda Krause states that such people:\nAlastair McIntosh goes on to say\nAnd, stressing the importance of a spiritual basis for any effective activism, he states:\n"
        },
        {
            "title": "Dismissal",
            "text": "Spirituality is widely dismissed in the Western world and within Western institutions as a result of what is known as the Cartesian split: the doctrine introduced by Rene DesCartes in the 1600s to ensure that scientists could practice without fear of oppression by the Roman church. Through the European Enlightenment and legacy of colonialism that followed, the division between the linear, rational methods of science and the intuitive, relational practices of religion and spirituality was imposed on indigenous peoples as well, discounting the practices and ways of knowing that had developed independently of European science. As a result, the work of numerous scholars, most of whom are women of color and Chicana feminists, have been discounted. For example, many scholars in academia tend to ignore Gloria Anzaldúa's discussion of spirituality, even while recognizing her contributions to feminist theory and borderlands theory. Supporters of spiritual activism argue that, by ignoring this element of Anzaldúa's work,  these academics are missing the practice that actually developed Anzaldúa's important theoretical contributions.[1]\n\nAnaLouise Keating states that this is because academics are trained \"to rely almost exclusively on rational thought, anti-spiritual forms of logical reasoning, and empirical demonstrations.\" M. Jacqui Alexander states that \"there is a tacit understanding that no self-respecting postmodernist would want to align herself (at least in public) with a category such as the spiritual, which appears [to them] so fixed, so unchanging, so redolent of tradition.\"[1]\n\n\nWhile the Cartesian split between spirituality and science affects all seekers of knowledge, Laura E. Pérez argues that the general dismissal of spirituality (especially outside of organized religion) is a legacy of colonialism that has situated women of color and spirituality as \"the inferior opposites to the rational, Christian, Western European, and male\" and that this dismissal is rooted in the West's need to affirm itself as superior, civilized, and more advanced. Pérez notes that spirituality is generally dismissed in the West as:\n\nIrene Lara notes that women of color and \"all 'others' who have been similarly other-ized and fragmented\" are at the center of spiritual activist work and must fight against being dismissed and silenced in the Western world. As Lara states, \"though we aim to transform our selves and our worlds, the reality is that we are part of a society still largely organized around racist and sexist binary ways of knowing.\"[2] Ana Castillo states:\n"
        }
    ]
}