{
    "url": "https://en.wikipedia.org/wiki/Spiritual_practice",
    "title": "Spiritual practice",
    "table_of_contents": [
        "1 Religion",
        "1.1 Abrahamic religions",
        "1.1.1 Judaism",
        "1.1.2 Christianity",
        "1.1.3 Islam",
        "1.2 Indian religions",
        "1.2.1 Buddhism",
        "1.2.2 Hinduism",
        "1.3 Other religions",
        "1.3.1 Baháʼí Faith",
        "1.3.2 New Age",
        "2 Philosophies",
        "2.1 Cyrenaicism",
        "2.2 Epicureanism",
        "2.3 Stoicism",
        "2.4 Anthroposophy",
        "3 Martial arts",
        "4 See also",
        "5 References",
        "6 Sources",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "A spiritual practice or spiritual discipline (often including spiritual exercises) is the regular or full-time performance of actions and activities undertaken for the purpose of inducing spiritual experiences and cultivating spiritual development. A common metaphor used in the spiritual traditions of the world's great religions is that of walking a path.[1] Therefore, a spiritual practice moves a person along a path towards a goal. The goal is variously referred to as salvation, liberation or union (with God). A person who walks such a path is sometimes referred to as a wayfarer or a pilgrim.\n\n"
        },
        {
            "title": "Religion",
            "text": "Jewish spiritual practices may include prayer (including the Shema and Amidah), reciting blessings, Jewish meditation, Torah study, following dietary laws of kashrut, observing Shabbat, fasting, practices of teshuvah, giving tzedakah, and performing deeds of loving-kindness.[2] Kavanah is the directing of the heart to achieve higher contemplative thoughts and attain inner strength. Various Jewish movements throughout history have encouraged a range of other spiritual practices. The Musar movement, for example, encourages a variety of meditations, guided contemplations, and chanting exercises.[3] Certain times of year are often associated with certain spiritual practices, including practices of teshuvah during Elul and the High Holy Days, and other practices associated with certain Jewish holidays.\n\nIn Christianity, spiritual disciplines may include: prayer, fasting, reading through the Christian Bible along with a daily devotional, frequent church attendance, constant partaking of the sacraments, such as the Eucharist, careful observance of the Lord's Day (cf. Sunday Sabbatarianism), making a Christian pilgrimage to the Holy Land, visiting and praying at a church, offering daily prayer at one's home altar while kneeling at a prie-dieu, making a Spiritual Communion, Christian monasticism, Bible study, chanting, the use of prayer beads, mortification of the flesh, Christian meditation or contemplative prayer, almsgiving, blessing oneself at their home stoup daily, observing modest fashion, reconciliation, and Lectio Divina.\n\nSpiritual disciplines can also include any combination of the following: chastity, confession, fasting, fellowship, frugality, giving, guidance, hospitality, humility, intimacy, meditation, prayer, Quiet Time, reflection, self-control, servanthood, service, simplicity, singing, slowing, solitude, study, submission, surrender, teaching, and worship.\n\nIn the Christian liturgical calendar, there are certain spiritual disciplines that are emphasized during various seasons of the Church Year. For example, in the calendar's first liturgical season, Advent, Christians of many denominations prepare for the arrival of Christmastide by praying through a daily devotional, as well as marking an Advent calendar and lighting an Advent wreath. In Lent, the preparatory season for Eastertide, many Christians (especially Catholics, Methodists and Anglicans) participate in the Friday Fast, pray the Stations of the Cross, mark a Lenten calendar, and make a Lenten sacrifice such as giving up alcohol and practicing teetotalism.[4][5]\n\nCertain Christian denominations emphasize various spiritual disciplines. Praying the rosary, performing corporal and spiritual acts of mercy, and making acts of reparation are spiritual disciplines that are esteemed in the Catholic Church. In Methodism, the works of mercy and works of piety are indispensable spiritual disciplines with respect to one's sanctification.[6] The Religious Society of Friends (also known as the Quakers) practices silent worship, which is punctuated by vocal ministry. Quakers have little to no creed or doctrine, and so their practices constitute a large portion of their group identity.\n\nA well-known writer on Christian spiritual disciplines, Richard Foster, has emphasized that Christian meditation focuses not of the emptying of the mind or self, but rather on the filling up of the mind or self with God.[7]\n\nSpiritual practice in Islam is practiced within salat (ritual prayer) during which Muslims subdue all thoughts and concentrate solely on Allah, also through other forms of worship activities like fasting, and Hajj. Among many Muslim groups, immersion in spiritual practices is thought of as more noticeable and deep as practiced by Sufis including Dhikr, Muraqaba, and Sama (Sufi whirling).\n\nIn Theravada Buddhism, the generic term for spiritual cultivation is bhavana. The Pali word \"yoga,\" central to many early Buddhist texts, has been often translated as \"Spiritual Practice.\"[8] \nIn Burmese Buddhist tradition, Awgatha is a formulaic prayer that is recited to initiate acts of Buddhist devotion, including obeisance to the Buddha and Buddhist monks.[9]\nIn Zen Buddhism, meditation (called zazen), the writing of poetry (especially haiku), painting, calligraphy, flower arranging, the Japanese tea ceremony and the maintenance of Zen gardens are considered to be spiritual practices. The Korean tea ceremony is also considered spiritual.\n\nIn Hinduism, the practice of cultivating spirituality is known as sadhana. Japa, the silent or audible repetition of a mantra and Puja are common Hindu spiritual practices. According to Hindu scriptures, four types of yoga are highly recommended to attain salvation or Moksha-Jnana Yoga, Bhakti Yoga, Karma Yoga and Raja Yoga.\n\nTantric practices are shared in common between Hinduism and certain Buddhist (especially Tibetan Buddhist) schools, and involve the deliberate use of the mundane (worldly, physical or material) to access the supramundane (spiritual, energetic or mystical) realms.\n\nPrayer in the Baháʼí Faith, refers to two distinct concepts: obligatory prayer and devotional prayer (general prayer). Both types of prayer are composed of reverent words which are addressed to God,[10] and the act of prayer is one of the most important Baháʼí laws for individual discipline.[11]\n\nPassage meditation was a practice recommended by Eknath Easwaran which involves the memorization and silent repetition of passages of scripture from the world's religions.[citation needed]\n\nThe term Neotantra refers to a modern collection of practices and schools in the West that integrates the sacred with the sexual, and de-emphasizes the reliance on Gurus.[citation needed]\n\nRecent and evolving spiritual practices in the West have also explored the integration of aboriginal instruments such as the Didgeridoo, extended chanting as in Kirtan, or other breathwork taken outside of the context of Eastern lineages or spiritual beliefs, such as Quantum Light Breath.[12]\n\n"
        },
        {
            "title": "Philosophies",
            "text": "The Cyrenaics developed the spiritual practice of negative visualization, which was later adopted by the Stoics.\n\nEpicureanism posits that philosophy is not just a set of beliefs or ethical claims, it is a philosophy of life. Epicurean spiritual practices and exercises include meditating on the Tetrapharmakos, the celebration of Eikas, the practice of aponia, and cultivating the proper understanding of the gods and death so as to remove fear.\n\nStoicism, takes the view that philosophy is not just a set of beliefs or ethical claims, it is a way of life and discourse involving constant practice and training (e.g., asceticism). Stoic spiritual practices and exercises include contemplation of death and other events that are typically thought negative, training attention to remain in the present moment (similar to some forms of Eastern meditation), daily reflection on everyday problems and possible solutions, keeping a personal journal, and so on. Philosophy for a Stoic is an active process of constant practice and self-reminder.[citation needed]\n\nIn the context of his spiritual philosophy Anthroposophy, Rudolf Steiner gave an extensive set of exercises for spiritual development.[13] Some of these were intended for general use, while others were for certain professions, including teachers, doctors, and priests, or were given to private individuals.[14]\n\n"
        },
        {
            "title": "Martial arts",
            "text": "Some martial arts, like T'ai chi ch'uan, Aikido,[15] and Jujutsu, are considered spiritual practices by some of their practitioners.\n\n"
        }
    ]
}