{
    "url": "https://en.wikipedia.org/wiki/Spiritual_Christianity",
    "title": "Spiritual Christianity",
    "table_of_contents": [
        "1 History",
        "2 Sects",
        "2.1 Molokans",
        "2.1.1 Mokrye Molokane",
        "2.1.2 Sukhie Baptisty",
        "2.1.3 Molokan-Adventisty",
        "2.1.4 Pryguny",
        "2.2 Dukhobors",
        "2.2.1 Sons of Freedom",
        "2.3 Khlysts",
        "2.3.1 Postniki",
        "2.3.2 Skoptsy",
        "2.3.3 New Israel",
        "2.4 Shalaputs",
        "2.5 Dukh-i-zhizniki",
        "3 Similar or related movement",
        "4 See also",
        "5 References",
        "6 Sources",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Spiritual Christianity (Russian: духовное христианство) is the group of belief systems held by so-called folk Protestants (narodnye protestanty), including non-Eastern Orthodox indigenous faith tribes and new religious movements that emerged in the Russian Empire. Their origins are varied: some from Protestant movements imported from Europe to Russia by missionaries, travelers and workers; some due to disgust of the behavior (absenteeism, alcoholism, profiteering) of Orthodox priests; and, some from the Bezpopovtsy Raskolniks. These influences mixed with folk traditions, resulting in communities collectively called sektanty (sectarians). These communities were typically documented by Russian Orthodox clergy with a label that described their heresy: not fasting, meeting on Saturday (sabbatarians), rejecting the spirit (spirit wrestlers), body mutilation (castigators), self-flagellation, suicide, and more.[1]\n\nThese heterodox (non-orthodox) groups \"rejected ritual and outward observances, believing instead in the direct revelation of God to the inner man\".[2] Adherents are called Spiritual Christians (Russian: духовные христиане) or, less accurately, malakan in the Former Soviet Union, and \"Molokans\" in the United States, often confused with \"Doukhobors\" in Canada. Molokane proper constituted the largest and most organized of many Spiritual Christian groups in the Russian Empire.\n\nSpiritual Christians have been compared to the radical reformation in Europe.[3] Still existing Spiritual Christian sects include: Dukhobors, Molokans, New Israel, Sukhie Baptisty, Sons of Freedom and the Dukh-i-zhizniki.[4]\n\n"
        },
        {
            "title": "History",
            "text": "Historian Pavel Milyukov traced the origins of Spiritual Christianity to the Doukhobors, who were first recorded in the 1800s but originated earlier. Milyukov believed the movement reflected developments among Russian peasants similar to those underlying the German Peasants' War in the German Reformation of the 1500s.[5] Many Spiritual Christians embraced egalitarian and pacifist beliefs, which were considered politically radical views by the Imperial government.\n\nThe Russian government deported some groups to internal exile in Central Asia. About one percent escaped suppression by emigrating (1898–1930s) to North America forming a diaspora which divided into many sub-groups.[6]\n\n"
        },
        {
            "title": "Sects",
            "text": "Among the sects considered to practice Spiritual Christianity are the Doukhobors, Maksimisty,  Molokans, Subbotniks, Pryguny (Molokan Jumpers), Khlysts,[2] Skoptsy,[2] Ikonobortsy (Icon-fighters, \"Iconoclasts\") and Zhidovstvuyushchiye (Жидовствующие: Judaizers). These sects often have radically different notions of \"spirituality\" and practices. Their common denominator is that they sought God in  \"Spirit and Truth\" (Gospel of John 4:24) rather than in the Orthodox Church or ancient rites of Popovtsy. Their saying was, \"The church is not within logs, but within ribs\".[citation needed] The movement was popular with intellectuals such as Tolstoy. Nikolai Leskov was also drawn to Spiritual Christianity after visiting Protestant Europe in 1875.[7]\n\nSeparate from Spiritual Christianity were other strands of Russian sektanstvo (\"sectarianism\" in the sense \"splitting into sects\" rather than  \"sectarian bigotry\") including the Popovtsy and \"Evangelical Christianity\".[8]\n\nThe Molokans are a sect that has been compared to the radical reformation and to the Quakers.[3] They have a Protestant-like view of the authority of scripture, however interpreting the bible allegorically or \"spiritually\", they see the sacraments \"spiritually\", reject the use of icons, images of the cross and Church hierarchy along with venerating the saints.[9][10][11][12][13] The Molokans advocate for pacifism, congregate in their own homes, do not drink or smoke, oppose contraception and modern technology.[14][3] The Molokans follow the Old Testament laws, refusing to eat Pork, shellfish or unclean foods, they additionally refused to obey Orthodox mandates on fasting.[15] There are still around 40.000 Molokans in Russia.[12]\n\nUnlike many other Spiritual Christians, the Molokans reject the existence of new prophets.[16]\n\nMokrye Molokane are a Molokan subsect that split off the Molokans in 2000ad that is nearly identical to the Molokans but practice water baptism.[4]\n\nSukhie Baptisty was a 19th-century Spiritual Christian movement,[17] which was born from Molokans who merged with the Russian Union of Evangelical Christians. They were called \"dry baptists\", because they refused to baptize believers in physical water, but instead believing in a \"baptism of the spirit\", insisting that baptism was a purely spiritual experience instead of a physical one.[18] Very few dry Baptists still exist in Georgia.[19]\n\nMolokan-Adventisty are a hybrid sect of Molokans and Seventh Day Adventists, the sect was born because of German Adventist missionaries in the 20th century.[4]\n\nThe Pryguny, also called \"Jumpers\" were born from the Molokan movement, while most Molokans held to the supreme authority of scripture, the Jumpers embraced new prophecies and ecstatic worship. They have some parralers to Pentecostalism.[4][20]\n\nThe Dukhobors were an 18th-century Spiritual Christian movement that opposed all external authorities, even the Bible, instead being in favour of direct individual revelation. They abolished priests and sacraments, were pacifists and opposed the authority of church and state.[21]\n\nAround 15-20k Dukhobors still exist in Russia.[12]\n\nSons of Freedom were an extremist group born from the Dukhobors that have nudist parades and burn government property because of their hostility to material.[21]\n\nthe Khlysts were are 17th century sect that left the Russian Orthodox church, they held extremely ascetic views, the Khlyst sect became extinct during the Soviet Union.[22] The Khlysty imposed self denial and focused on the reception of the Holy Spirit through constant prayer, they were denounced as \"Quaker heretics\" and practices such as ecstatic forms of worship, rhythmic dancing, chants and celibacy resembled the practice of the Shakers.[23] The Khlyst practices also resembled Pentecostal sects.[24] C. L. Sulzberger, in 1977, claimed that Rasputin \"adopted the philosophy (if not proven membership)\" of the Khlysts.[25]\n\nPostniki were a sect that was born out of the Khlysts.[26] They emphasized ascetism.[27]\n\nThe Postiniki branched into Staroizrail and New Israel.[26]\n\nThe Skoptsy was a sect that originally split off from the Khlysts, they no longer exists, however they had a high following in the 19th century. The sect believed that forgiveness of sin came through castration, the sect ultimately being destroyed by Stalin. Some have reported that the Skoptsy sect still exists with small numbers, but there is no serious proof for it. Nevertheless, a few individuals still have similar beliefs in Russia.[28]\n\nThe Skoptsy believed that when enough people have joined them, Jesus would return.[29]\n\nNew Israel came to resemble Protestantism and the Dukhobors much more than Staroizrail, the New Israel movement rejects the Orthodox religious practices and aims to \"worship God in spirit and truth\".[30] Because many adherents of the movement moved to Uruguay, the movement still exists in Uruguay.[31]\n\nThe Shalaputs were a radical reform movement in Imperial Russia during 1830ad-1890ad, they demanded that \"sinful\" people should not be let to Church meetings (Novatianism), opposed the formalism of Orthodoxy and had an emphasis on the Jewish roots of Christianity, the Shalaputs became an evangelical movement made of peasants who wanted to create their own version of Christianity that opposed Russian Orthodoxy.[32]\n\nDukh-i-zhizniki is a still existing Spiritual Christian movement that was born from mixtures of Spiritual Christian faiths, however the Dukh-i-zhizniki can be classified as a cult. Dukh-i-zhizniki were started by Maksim G. Rudomyotkin who claimed to be a prophet.[16]\n\n"
        }
    ]
}