{
    "url": "https://en.wikipedia.org/wiki/Spirit_photography",
    "title": "Spirit photography",
    "table_of_contents": [
        "1 History",
        "1.1 Spirit photographers",
        "1.2 Early books",
        "2 Ghost photography",
        "2.1 Modern claims",
        "2.2 \"Orbs\"",
        "2.3 Causes for apparent ghost photographs",
        "2.4 Modern ghost photographs",
        "2.5 Ghost camera apps",
        "3 See also",
        "4 References",
        "5 Further reading",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Spirit photography (also called ghost photography) is a type of photography whose primary goal is to capture images of ghosts and other spiritual entities, especially in ghost hunting. It dates back to the late 19th century. The end of the American Civil War and the mid-19th Century Spiritualism movement contributed greatly to the popularity of spirit photography. Photographers such as William Mumler and William Hope ran thriving businesses taking photos of people with their supposed dead relatives. Both were shown to be frauds, but \"true believers\", such as Sir Arthur Conan Doyle, refused to accept the evidence as proof of a hoax.\n\nAs cameras became available to the general public, ghost photographs became common due to natural camera artifacts such as flash reflecting off dust particles, a camera strap or hair close to the lens, lens flare, pareidolia, or in modern times, deceptions using smart phone applications that add ghosts images to existing photographs.\n\n"
        },
        {
            "title": "History",
            "text": "The first practical photography, introduced in 1839, used the process called daguerreotype, and spirits were never captured.[1] According to Owen Davies in The Haunted: A Social History of Ghosts, ghost photography started with photographic experimentation using people standing in front of and behind glass windows or noting that the long exposures required at the time would often result in transparent images when people or animals left the frame during the exposure. Sir David Brewster, in 1856, recognized that these effects could be used to deliberately create ghostly pictures. The London Stereoscopic Company decided to use Brewster's idea and created a series of images called \"The Ghost in the Stereoscope\".[2] But it was not until glass plate negatives were used circa 1859, making double images possible, that spirits began to regularly appear in photographs.[1]\n\nFrom the 1860s on, the spirit photographers were no longer using the long exposures and double images previously used but instead what looked like cut out faces and bodies from magazines to represent disembodied figures.[2] By the 1880s, as more people owned cameras, spirit photography boomed.[3] It didn't start to decline until the 1920s after skeptics such as Harry Houdini tried to counteract spiritualistic fraud.[1]\n\nAn American jewelry engraver and amateur photographer named William Mumler published, in 1862, a photograph of what was purportedly the spirit of his cousin, who had died 12 years earlier. The media sensation that this caused, led Mumler to leave engraving and to begin a successful business as a \"Spirit Photographic Medium\", which he set up in New York and Boston servicing those hoping to find a supernatural connection with relatives killed in the American Civil War.[2][3]\n\nOne of Mumler's most famous images is a photograph of Mary Todd Lincoln posed with the purported spirit of her assassinated husband.[4] The apparent spirits that Mumler had captured were double exposures of previous clients from photographic plates that were improperly cleaned.[5] In 1869, Mumler's fraud was discovered and he was charged. He was acquitted, however, despite the evidence provided that one of his so-called spirits was shown to be still alive.[2] P.T. Barnum, who testified against Mumler, was one of his outspoken critics, declaring he was taking advantage of people's grief. Mumler later moved on to doing regular photography.[3]\n\nSpirit photography started appearing in England in 1872 from photographer Fredrick Hudson's studios.[2] He allegedly \"gimmicked\" his camera to hold a pre-exposed image that would move into place when he took his photo.[4]\n\nIn 1875, Édouard Buguet, a French spirit photographer, who also had a studio in London, was arrested in Paris and prosecuted for fraud after making a full confession. He simulated spirits by wrapping dolls in gauze and attaching photos of faces onto them. His confession was widely publicized in the French and English press.[2]\n\nIn 1891 one of the most famous spirit photographs was taken by Sybell Corbet. She took a photo of the library at Combermere Abbey in Cheshire, England in which appeared the \"...faint outline of a man's head, collar and right arm\". The figure was believed to be the ghost of Lord Combermere who had recently died and was being buried at the time the photo was taken. Because the exposure was one hour, it was believed by skeptics that someone, possibly a servant, had walked into the room and paused, causing the ghostly outline.[3]\n\nOne of the most famous photographers at the turn of the century was William Hope. In February 1922, Harry Price from the Society for Psychical Research, a magician named Seymour, Eric J. Dingwall and William S. Marriott showed Hope to be a fraud. They devised a plan where they presented Hope with glass negatives that had secretly been marked with X-rays. The returned plate containing the spirit had no markings. Price wrote his findings in the Journal of the Society for Psychical Research. Despite this proof, prominent spiritualists, such as Arthur Conan Doyle, claimed the report was a part of a conspiracy against Hope.[6] Hope had continued success despite the evidence against him.[3] Paranormal investigator Massimo Polidoro said that the case of William Hope and his followers demonstrate how difficult it can be to convince true believers, even when there is strong evidence of fraud.[6]\n\nOther spirit photographers exposed as frauds include David Duguid and Edward Wyllie.[7][8] Ronald Pearsall exposed the tricks of spirit photography in his book The Table-Rappers (1972).[9]\n\nThere were several books published defending the possibility of spirit photography. Among the notable books were The Case for Spirit Photography by Arthur Conan Doyle, published in 1922 where Doyle attempted to defend William Hope and his Crewe Circle, a well known spiritualist group of the time.[10] Other spiritualists who authored books supporting spirit photography were Georgiana Houghton who wrote Chronicles of the Photographs of Spiritual Beings and Phenomena Invisible to the Material Eye (1882) and James Coates who wrote Photographing the Invisible (1911).[11][12]\n\n"
        },
        {
            "title": "Ghost photography",
            "text": "Paranormal investigator Joe Nickell makes a distinction between spirit photography and ghost photography in his book The Science of Ghosts: Searching for Spirits of the Dead, stating that spirit photography began in studios and eventually included ghosts photographed in séance rooms, whereas ghost photographs were taken in places that were considered haunted. Nickell states \"...whereas spirit photos were invariably charlatans' productions, ghost photos could either be faked or appear inadvertently – as by reflection, accidental double exposure, or the like.\"[4]\n\nOnce portable cameras became available to amateurs towards the end of the 1880s ghost photos became more frequent. In more modern times, cameras with built in flashes produced what some believed to be ectoplasm, or \"orbs\".[4] Most ghost photos fall into one of two categories. They are either hazy, indistinct shapes that look human or orbs that are usually white and round. Both can easily be purposefully or accidentally created.[13][14]\n\nPhotograph anomalies have always been present in photography but in the 1990s television shows such as Ghost Hunters claimed the abnormalities represented proof of the afterlife. In his book Investigating Ghosts: The Scientific Search for Spirits Ben Radford states that most evidence of ghosts in photographs or video are \"...brief, ambiguous anomalies recorded with low-quality camera (or good-quality cameras sabotaged by low light conditions).\" Radford believes that with camera technology advancing, especially with smart phones, there should be clearer, sharper images of ghosts. But the photos remain low quality and vague.[5]\n\nAccording to University of Westminster professor Annette Hill, unusual light sources were often interpreted as \"ghost lights\" in spirit photography. Hill says that with the advent of digital photography, \"the ghost light is re-imagined as an orb\", and many paranormal-themed websites show pictures containing visual artifacts they refer to as \"orbs\" that are claimed and debated as evidence of spirit presence, especially among ghost hunters.[15][16][17][18]\n\nHowever, such common visual artifacts are simply a result of flash photography reflecting light off solid particles, such as dust, pollen, insects or liquid particles, especially rain, or even foreign material within the camera lens. These effects are especially common with modern compact and ultra-compact digital cameras. Fujifilm describes the artifacts as a common photographic problem.[19][20][8][21]\n\nAccording to Kenny Biddle and Joe Nickell in their article So You Have a Ghost In Your Photo, \"Asserting that a particular image must be paranormal because it is unexplained only constitutes an example of the logical fallacy called arguing from ignorance.\" They explain that the flash reflecting off a camera strap can produce a bright, white strand or a \"spiralling vortex of spirit energy\" depending upon the material the strap is made from. Other ghostly images can result from strands of hair, jewelry or flying insects. A flash illuminating a person's breath, in cold weather, cigarette smoke or fog can look like \"ectoplasmic mist\". Long exposures, usually several seconds, can cause ethereal, see-through shapes or streaks of lines caused when the camera moves or if the object moves during the exposure.[1]\n\nBen Radford, in his book \"Big – If True: Adventures in Oddity\" includes the phenomenon called pareidolia, the tendency for people to see faces or animals in things such as clouds, tree trunks or food, as an explanation for finding ghosts in photographs. Shadows from trees, uneven surfaces, reflections of light from water or glass can all make us see \"faces\". He notes that a ghosts elbow or foot are rarely reported.[13]\n\nIn 2016, tourist Henry Yau took a picture of a staircase with a ghostly figure inside the Stanley Hotel in Colorado. The hotel is well known for its apparent hauntings. Several amateur ghost hunters believe the photo to be unexplainable and believe that a ghost or possibly two ghosts are at the top of the stairs. According to paranormal investigator Kenny Biddle, the \"ghosts\" could have been created because the camera was in panorama mode, which takes several seconds, and which can cause a double image from the longer exposure. Biddle believes that the image represents the same person moving on the stairs. Ben Radford indicates that the way the woman on the stairs is dressed and the location add to the possibility that people will jump to the conclusion that the paranormal is at work. He states \"she seems to be wearing a classic black or dark dress (as befits a fancy, well-known hotel); had she been wearing a yellow blazer and carrying a large Target shopping bag speculations about her spectral origins would likely have been scuttled.\"[22]\n\nAccording to Biddle, author Tim Scullion claims that he has taken pictures of ghosts. Biddle explains that Scullion's ghosts are produced by using long exposures showing motion blur, light painting, dust particles catching light, lens flare, or by overlaying blurry faces on a night scene. This overlay was clearly evident due to the lack of image noise where the faces appear, compared to the rest of the photo.[23]\n\nAn old photograph taken in 1900 became popular within the paranormal community after it was posted on the website Belfast.co.uk in 2016 in a history section about old Belfast trades. The photo shows a group of Ulster girls from a linen factory. There is a mysterious, apparent ghostly hand sitting on the shoulder of one of the girls. The hand does not appear to belong to anyone in the picture. Biddle decided the photo was authentic and provides evidence that someone was most likely removed from the photo in his article The 'Ghost Hand' Of 1900 in Skeptical Inquirer. He describes how retouching photos by hand using a retouching desk, cutting out objects and people, then filling them in with pencil or charcoal was not uncommon.[24]\n\nOn August 18, 2020 a security firm received an alert at a construction site in Birmingham, England. On the monitor appeared the \"ghostly\" figure of a lone woman in a white dress walking across the property. The image went \"viral\"[clarification needed] and appeared in many tabloids such as the Mirror. Adam Lees, the managing director of a security firm who received the alert, stated \"She's leaning forward and seems to be floating, and is holding something in her hands. To me it looks like she is wearing a wedding dress like she's waiting to get married. She looks like a ghostly bride.\" Biddle noted some unusual things with the image. The camera level seemed too low for a security camera, there were no dates or times on the image as would normally be seen from security software, and the image was in colour except for the area around the woman. Biddle surmised that the camera was in an infrared night vision mode and a flash was fired, explaining the overexposure of the figure and the colour distortion. Biddle reached out to Stewart Chapman, who had installed a permanent closed-circuit television system above the other system, and had posted two screen shots of a girl in a red dress showing it was not a ghost on the property but a drunken girl and her friend.[25]\n\nSmartphone applications that place images of ghosts, aliens and monsters into actual pictures have been used for pranks or to try to fool people into thinking they are real images of ghosts.  The apps are customizable allowing the user to place the ghost anywhere within a photo, rotate it, adjust its transparency, and erase parts. In 2014, there were over 250 ghost related applications for Android phones, one of the most popular being GhostCam: Spirit Photography. This app was used in a hoax that was used to generate publicity. The group named Ghosts of New England Research Society began publishing hoaxed ghost photos as authentic, hoping to promote an episode of Discovery Channel's American Haunting that the group appeared in. The photo showed a ghostly figure in a restaurant. Biddle spotted the forgery on Facebook and noticed that the \"ghost\" looked like a well documented photo called The Madonna of Bachelor's Grove taken by the Ghost Research Society in 1991. It is unclear if the Ghosts of New England Research Society posted the photos knowing they were hoaxes or if they were fooled by the restaurant owner who sent them the photo. It was determined that the app was using The Madonna of Bachelor's Grove without permission and was removed after this incident.[26]\n\nAnother app called Ghost Camera Prank was used by a ghost tour group Facebook page, claiming a client had taken it. Tkay Anderson, co-founder of the Facebook page There's a (ghost) App For That was able to find the specific ghost used in the faked photo. Other clues were that the \"ghost\" was sharper than the rest of the picture, the ghost was black and white while the rest of the picture was in colour and the ghost was calculated to be about 11 feet tall.[26]\n\nAs of 2018, the appeal and novelty of the Ghost cam apps has begun to wear off, although there are still people who will attempt to pass off the results of these apps as authentic. Pranksters will try to fool their friends or families but sometimes the prank can go too far when their targets believe the hoax is true. Others, such as the owners of pubs, hotels or ghost hunting tours will try to profit from the photos by increasing their clientele or raising their prices.[27]\n\n"
        }
    ]
}