{
    "url": "https://en.wikipedia.org/wiki/Demonic_possession",
    "title": "Spirit possession",
    "table_of_contents": [
        "1 Abrahamic traditions",
        "1.1 Christianity",
        "1.1.1 Catholicism",
        "1.1.2 Reformed",
        "1.1.3 Baptist",
        "1.1.4 Evangelical",
        "1.2 Islam",
        "1.3 Judaism",
        "1.4 Witchcraft",
        "2 African traditions",
        "2.1 Central Africa",
        "2.1.1 Democratic Republic of the Congo",
        "2.2 Horn of Africa",
        "2.2.1 Ethiopia",
        "2.3 East Africa",
        "2.4 Southern Africa",
        "2.5 West Africa",
        "3 African diasporic traditions",
        "3.1 Haitian Vodou",
        "3.2 Umbanda",
        "3.3 Hoodoo",
        "4 Asian traditions",
        "4.1 Buddhism",
        "4.2 East Asia",
        "4.2.1 China",
        "4.2.1.1 Background",
        "4.2.1.2 Spirit possession and its development",
        "4.2.1.3 Shaman",
        "4.2.1.4 The Yin-yang theory and spirit possession",
        "4.2.2 Japan",
        "4.3 India",
        "4.3.1 Ayurveda",
        "4.3.2 Rajasthan",
        "4.3.3 Tamil Nadu",
        "4.3.4 Sri Lanka",
        "4.4 Southeast Asia",
        "4.4.1 Indonesia",
        "4.4.2 Malaysia",
        "5 Oceanic traditions",
        "5.1 Melanesia",
        "5.2 Micronesia",
        "6 European traditions",
        "6.1 Ancient Greece",
        "6.2 Italian folk magic",
        "7 Shamanic traditions",
        "8 New religious movements",
        "8.1 Wicca",
        "9 Scientific views",
        "9.1 Cultural anthropology",
        "9.2 Physical anthropology",
        "9.3 Medicine and psychology",
        "10 Notable examples",
        "10.1 Purported demonic possessions",
        "11 See also",
        "12 References",
        "13 Bibliography"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nSpirit possession is an unusual or altered state of consciousness and associated behaviors purportedly caused by the control of a human body by spirits, ghosts, demons, or gods.[1] The concept of spirit possession exists in many cultures and religions, including Buddhism, Christianity,[2] Haitian Vodou, Hinduism, Islam, Wicca, and Southeast Asian, African, and Native American traditions. Depending on the cultural context in which it is found, possession may be considered voluntary or involuntary and may be considered to have beneficial or detrimental effects on the host.[3]\n\nIn a 1969 study funded by the National Institute of Mental Health, spirit possession beliefs were found to exist in 74% of a sample of 488 societies in all parts of the world, with the highest numbers of believing societies in Pacific cultures and the lowest incidence among Native Americans of both North and South America.[1][4] As Pentecostal and Charismatic Christian churches move into both African and Oceanic areas, a merger of belief can take place, with \"demons\" becoming representative of the \"old\" indigenous religions, which the Christian ministers attempt to exorcise.[5]\n\n"
        },
        {
            "title": "Abrahamic traditions",
            "text": "From its beginning, Christianity has held that possession derives from the Devil, i.e. Satan, his lesser demons, the fallen angels.[6] In the battle between Satan and Heaven, Satan is believed to engage in \"spiritual attacks\", including demonic possession, against human beings by the use of supernatural powers to harm them physically or psychologically.[1] Prayer for deliverance, blessings upon the man or woman's house or body, sacraments, and exorcisms are generally used to drive the demon out.\n\nSome theologians, such as Ángel Manuel Rodríguez, say that mediums, like the ones mentioned in Leviticus 20:27, were possessed by demons. Another possible case of demonic possession in the Old Testament includes the false prophets that King Ahab relied upon before re-capturing Ramoth-Gilead in 1 Kings 22. They were described to be empowered by a deceiving spirit.[7]\n\n\nThe New Testament mentions several episodes in which Jesus drove out demons from persons.[6] Whilst most Christians believe that demonic possession is an involuntary affliction,[8] some biblical verses have been interpreted as indicating that possession can be voluntary. For example, Alfred Plummer writes that when Devil entered into Judas Iscariot in John 13:27, this was because Judas had continually agreed to Satan's suggestions to betray Jesus and had wholly submitted to him.[9]\n\nThe New Testament indicates that people can be possessed by demons, but that the demons respond and submit to Jesus Christ's authority:\n\nIt also indicates that demons can possess animals as in the exorcism of the Gerasene demoniac.\n\n\n\nRoman Catholic doctrine states that angels are non-corporeal, spiritual beings[11] with intelligence and will.[12] Fallen angels, or demons, are able to \"demonically possess\" individuals without the victim's knowledge or consent, leaving them morally blameless.[13]\n\n\nThe Catholic Encyclopedia says that there is only one apparent case of demonic possession in the Old Testament, of King Saul being tormented by an \"evil spirit\" (1 Samuel 16:14), but this depends on interpreting the Hebrew word \"rûah\" as implying a personal influence which it may not, so even this example is described as \"not very certain\". In addition, Saul was only described to be tormented, rather than possessed, and he was relieved from these torments by having David play the lyre to him.[14]\n\nCatholic exorcists differentiate between \"ordinary\" Satanic/demonic activity or influence (mundane everyday temptations) and \"extraordinary\" Satanic/demonic activity, which can take six different forms, ranging from complete control by Satan or demons to voluntary submission:[13]\n\nIn the Roman Ritual, true demonic or Satanic possession has been characterized since the Middle Ages, by the following four typical characteristics:[15][16]\n\nThe New Catholic Encyclopedia states, \"Ecclesiastical authorities are reluctant to admit diabolical possession in most cases, because many can be explained by physical or mental illness alone. Therefore, medical and psychological examinations are necessary before the performance of major exorcism. The standard that must be met is that of moral certitude (De exorcismis, 16). For an exorcist to be morally certain, or beyond reasonable doubt, that he is dealing with a genuine case of demonic possession, there must be no other reasonable explanation for the phenomena in question\".[17]\n\nOfficial Catholic doctrine affirms that demonic possession can occur as distinguished from mental illness,[18] but stresses that cases of mental illness should not be misdiagnosed as demonic influence. Catholic exorcisms can occur only under the authority of a bishop and in accordance with strict rules; a simple exorcism also occurs during baptism.[1]\n\n\n\nThe infliction of demonic torment upon an individual has been chronicled in premodern Protestant literature. In 1597, King James discussed four methods of daemonic influence upon an individual in his book Daemonologie:[19]\n\nKing James attested that the symptoms derived from demonic possession could be discernible from natural diseases. He rejected the symptoms and signs prescribed by the Catholic church as vain (e.g. rage begotten from Holy Water, fear of the Cross, etc.) and found that the exorcism rites to be troublesome and ineffective to recite. The Rites of the Catholic Church to remedy the torment of demonic spirits were rejected as counterfeit since few possessed could be cured by them. James therefore declared the Protestant view of casting out devils, \"It is easy then to understand that the casting out of Devils, is by virtue of fasting and prayer, and in-calling of the name of God, suppose many imperfections be in the person that is the instrument, as CHRIST himself teaches us (Mat. 7) of the power that false Prophets all have cast out devils\".[20]\n\nIn medieval Great Britain, the Christian church had offered suggestions on safeguarding one's home. Suggestions ranged from dousing a household with holy water, placing wax and herbs on thresholds to \"ward off witches occult,\" and avoiding certain areas of townships known to be frequented by witches and Devil worshippers after dark.[21] Afflicted persons were restricted from entering the church, but might share the shelter of the porch with lepers and persons of offensive life. After the prayers, if quiet, they might come in to receive the bishop's blessing and listen to the sermon. They were fed daily and prayed over by the exorcists, and, in case of recovery, after a fast of from 20 to 40 days, were admitted to the Eucharist, and their names and cures entered in the church records.[22] In 1603, the Church of England forbade its clergy from performing exorcisms because of numerous fraudulent cases of demonic possession.[18]\n\n\n\nIn May 2021, the Baptist Deliverance Study Group of the Baptist Union of Great Britain, a Christian denomination, issued a \"warning against occult spirituality following the rise in people trying to communicate with the dead\". The commission reported that \"becoming involved in activities such as Spiritualism can open up a doorway to great spiritual oppression which requires a Christian rite to set that person free\".[23]\n\n\n\nIn both charismatic and evangelical Christianity, exorcisms of demons are often carried out by individuals or groups belong to the deliverance ministries movement.[24] According to these groups, symptoms of such possessions can include chronic fatigue syndrome, homosexuality, addiction to pornography, and alcoholism.[25] The New Testament's description of people who had evil spirits includes a knowledge of future events (Acts 16:16) and great strength (Act 19:13-16),[6] among others, and shows that those with evil spirits can speak of Christ (Mark 3:7-11).[6] Some Evangelical denominations believe that demonic possession is not possible if one has already professed their faith in Christ, because the Holy Spirit already occupies the body and a demon cannot enter.\n\nVarious types of creatures, such as jinn, shayatin, ʻafarit, found within Islamic culture, are often held to be responsible for spirit possession. Spirit possession appears in both Islamic theology and wider cultural tradition.\n\n\nAlthough opposed by some Muslim scholars, sleeping near a graveyard or a tomb is believed to enable contact with the ghosts of the dead, who visit the sleeper in dreams and provide hidden knowledge.[26] Possession by ʻafarit (a vengeful ghost) are said to grant the possessed some supernatural powers, but it drives them insane as well.[27]\n\n\nJinn are much more physical than spirits,[28] however, due to their subtle bodies, which are composed of fire and air (marijin min nar), they are purported to be able to possess the bodies of humans. Such physical intrusion of the jinn is conceptually different from the whisperings of the devils.[29] Though not directly attested in the Quran, the notion of jinn possessing humans is widespread among Muslims and also accepted by most Islamic scholars.[30] Since such jinn are said to have free will, they can have their own reasons to possess humans and are not necessarily harmful. There are various reasons given as to why a jinn might seek to possess an individual, such as falling in love with them, taking revenge for hurting them or their relatives, or other undefined reasons.[31][32] At an intended possession, the covenant with the jinn must be renewed.[33] Since jinn are not necessarily evil, they are distinguished from cultural concepts of possession by devils/demons.[34] It has been argued that the concept of jinn-possession is alien to the Quran and derives from pagan notion of jinn.[35]\n\n\nIn contrast to Jinn, the shayatin are inherently evil.[36] Iblis, the leader of the shayatin, only tempts humans into sin by following their lower nafs.[37][38] Hadiths suggest that the demons/devils whisper from within the human body, within or next to the heart, and so \"devilish whisperings\" (Arabic: waswās وَسْوَاس) are sometimes thought of as a kind of possession.[39] Unlike possession by jinn, the whisperings of demons affects the soul instead of the body.\n\n\n\nAlthough forbidden in the Hebrew Bible, magic was widely practiced in the late Second Temple Period and well documented in the period following the destruction of the Temple into the 3rd, 4th, and 5th centuries C.E.[40][41] Jewish magical papyri were inscriptions on amulets, ostraca and incantation bowls used in Jewish magical practices against shedim and other unclean spirits. According to the Catholic Encyclopedia, Jewish methods of exorcism were described in the Book of Tobias.[42][43]\n\nIn the 16th century, Isaac Luria, a Jewish mystic, wrote about the transmigration of souls seeking perfection. His disciples took his idea a step further, creating the idea of a dybbuk, a soul inhabiting a victim until it had accomplished its task or atoned for its sin.[44] The dybbuk appears in Jewish folklore and literature, as well as in chronicles of Jewish life.[45] In Jewish folklore, a dybbuk is a disembodied spirit that wanders restlessly until it inhabits the body of a living person. The Baal Shem could expel a harmful dybbuk through exorcism.[46]\n\nIn many practices of witchcraft spirit possession is a very important topic to be discussed.  Witchcraft as a whole works with energies and spirits that are in one's surrounding environment.  Yet when things may backfire (which happens quite often in witchcraft in spells, rituals etc.). a case of spirit possession isn't uncommon.  The way that witches look at spirit possession is exactly as described; a person's body is taken over by an entity, energy, demon or spirit and the human's personality then changes and may be drawn to do certain things they wouldn't have done without this negative energy. For witches, a cleansing or banishment spell is the way to go when dealing with unwanted spirit possession.\n\nAlternatively within witchcraft, spirit possession can be the desired outcome. Invoking spirits in time of great need to lend strength or other characteristics to a given situation.\n\n"
        },
        {
            "title": "African traditions",
            "text": "\n\nZebola[47] is a women's spirit possession dance ritual practised by certain ethnic groups of the Democratic Republic of the Congo. It is believed to have therapeutic qualities and has been noted in the West as a traditional form of psychotherapy.\n\nIt originated among the Mongo people but is also practised among various ethnic groups in Kinshasa.[48]\n\nAmong the Gurage people of Ethiopia, spirit possession is a common belief. Wiliam A. Shack postulated that it is caused by Gurage cultural attitudes about food and hunger, while they have a plentiful food supply, cultural pressures that force the Gurage to either share it to meet social obligations, or hoard it and eat it secretly cause feelings of anxiety. Distinctions are drawn between spirits that strictly possess men, spirits that possess women, and spirits that possess victims of either sex. A ritual illness that only affects men is believed to be caused by a spirit called awre. This affliction presents itself by loss of appetite, nausea, and attacks from severe stomach pains. If it persists, the victim may enter a trance-like stupor, in which he sometimes regains consciousness long enough to take food and water. Breathing is often labored. Seizures and trembling overcome the patient, and in extreme cases, partial paralysis of the extremities.[49]\n\nIf the victim does not recover naturally, a traditional healer, or sagwara, is summoned. Once the sagwara has determined the spirit's name through the use of divination, he prescribes a routine formula to exorcise the spirit. This is not a permanent cure, however, it is believed to allow the victim to form a relationship with the spirit. Nevertheless, the victim is subject to chronic repossession, which is treated by repeating the formula. This formula involves the preparation and consumption of a dish of ensete, butter, and red pepper. During this ritual, the victim's head is covered with a drape, and he eats the ensete ravenously while other ritual participants participate by chanting. The ritual ends when the possessing spirit announces that it is satisfied. Shack notes that the victims are overwhelmingly poor men, and that women are not as food-deprived as men, due to ritual activities that involve food redistribution and consumption. Shack postulates that the awre serves to bring the possessed man to the center of social attention, and to relieve his anxieties over his inability to gain prestige from redistributing food, which is the primary way in which Gurage men gain status in their society.[49]\n\nThe belief in spirit possession is part of the native culture of the Sidama people of southwest Ethiopia. Anthropologists Irene and John Hamer postulated that it is a form of compensation for being deprived within Sidama society, although they do not draw from I.M. Lewis (see Cultural anthropology section under Scientific views). The majority of the possessed are women whose spirits demand luxury goods to alleviate their condition, but men can be possessed as well. Possessed individuals of both sexes can become healers due to their condition. Hamer and Hamer suggest that this is a form of compensation among deprived men in the deeply competitive society of the Sidama, for if a man cannot gain prestige as an orator, warrior, or farmer, he may still gain prestige as a spirit healer. Women are sometimes accused of faking possession, but men never are.[50]\n\nKenya\n\nMayote\n\nMozambique\n\nUganda\n\nTanzania\n\n"
        },
        {
            "title": "African diasporic traditions",
            "text": "In many of the African diaspora religions possessing spirits are not necessarily harmful or evil, but are rather seeking to rebuke misconduct in the living.[59] Possession by a spirit in the African diaspora and traditional African religions can result in healing for the person possessed and information gained from possession as the spirit provides knowledge to the one they possessed.[60][61][62]\n\nIn Haitian Vodou and related African diaspora religions, one way that those who participate or practice can have a spiritual experience is by being possessed by the Loa (or lwa). When the Loa descends upon a practitioner, the practitioner's body is being used by the spirit, according to the tradition. Some spirits are believed to be able to give prophecies of upcoming events or situations pertaining to the possessed one, also called a Chwal or the \"Horse of the Spirit.\" Practitioners describe this as a beautiful but very tiring experience. Most people who are possessed by the spirit describe the onset as a feeling of blackness or energy flowing through their body.[63]\n\nThe concept of spirit possession is also found in Umbanda, an Afro-Brazilian folk religion. According to tradition, one such possessing spirit is Pomba Gira, who possesses both women and males.[64]\n\nThe culture of Hoodoo was created by African-Americans. There are regional styles to this tradition, and as African-Americans traveled, the tradition of Hoodoo changed according to African-Americans' environment. Hoodoo includes reverence to ancestral spirits, African-American quilt making, herbal healing, Bakongo and Igbo burial practices, Holy Ghost shouting, praise houses, snake reverence, African-American churches, spirit possession, some Nkisi practices, Black Spiritual churches, Black theology, the ring shout, the Kongo cosmogram, Simbi water spirits, graveyard conjuring, the crossroads spirit, making conjure canes, incorporating animal parts, pouring of libations, Bible conjuring, and conjuring in the African-American tradition. In Hoodoo, people become possessed by the Holy Ghost. Spirit possession in Hoodoo was influenced by West African Vodun spirit possession. As Africans were enslaved in the United States, the Holy Spirit (Holy Ghost) replaced the African gods during possession. \"Spirit possession was reinterpreted in Christian terms.\"[60][65] In African-American churches this is called filled with the Holy Ghost. Church members in Black Spiritual churches become possessed by spirits of deceased family members, the Holy Spirit, Christian saints, and other biblical figures from the Old and New Testament of the Bible. It is believed when people become possessed by these spirits they gain knowledge and wisdom and act as intercessors between people and God.[66] William Edward Burghardt Du Bois (W. E. B. Du Bois) studied African-American churches in the early twentieth century. Du Bois asserts that the early years of the Black church during slavery on plantations was influenced by Voodooism.[67][68]\n\nThrough counterclockwise circle dancing, ring shouters built up spiritual energy that resulted in the communication with ancestral spirits, and led to spirit possession. Enslaved African Americans performed the counterclockwise circle dance until someone was pulled into the center of the ring by the spiritual vortex at the center. The spiritual vortex at the center of the ring shout was a sacred spiritual realm. The center of the ring shout is where the ancestors and the Holy Spirit reside at the center.[69][70][71] The Ring Shout (a sacred dance in Hoodoo) in Black churches results in spirit possession. The Ring Shout is a counterclockwise circle dance with singing and clapping that results in possession by the Holy Spirit. It is believed when people become possessed by the Holy Spirit their hearts become filled with the Holy Ghost which purifies their heart and soul from evil and replace it with joy.[72] The Ring Shout in Hoodoo was influenced by the Kongo cosmogram a sacred symbol of the Bantu-Kongo people in Central Africa. It symbolizes the cyclical nature of life of birth, life, death, and rebirth (reincarnation of the soul). The Kongo cosmogram also symbolizes the rising and setting of the sun, the sun rising in the east and setting in the west that is counterclockwise, which is why ring shouters dance in a circle counterclockwise to invoke the spirit.[73][74]\n\n"
        },
        {
            "title": "Asian traditions",
            "text": "According to the Indian medical literature and Tantric Buddhist scriptures, most of the \"seizers\", or those that threaten the lives of young children, appear in animal form: cow, lion, fox, monkey, horse, dog, pig, cat, crow, pheasant, owl, and snake. However, apart from these \"nightmare shapes\", it is believed the impersonation or incarnation of animals could in some circumstances also be highly beneficial, according to Michel Strickmann.[75]\n\nCh'i Chung-fu, a Chinese gynecologist writing early in the 13th century, wrote that in addition to five sorts of falling frenzy classified according to their causative factors, there were also four types of other frenzies distinguished by the sounds and movements given off by the victim during his seizure: cow, horse, pig, and dog frenzies.[75]\n\n\nIn Buddhism, a māra, sometimes translated as \"demon\", can either be a being suffering in the hell realm[76] or a delusion.[77] Before Siddhartha became Gautama Buddha, He was challenged by Mara, the embodiment of temptation, and overcame it.[78] In traditional Buddhism, four forms of māra are enumerated:[79]\n\nIt is believed that a māra will depart to a different realm once it is appeased.[76]\n\nCertain sects of Taoism, Korean shamanism, Shinto, some Japanese new religious movements, and other East Asian religions feature the idea of spirit possession. Some sects feature shamans who supposedly become possessed; mediums who allegedly channel beings' supernatural power; or enchanters are said to imbue or foster spirits within objects, like samurai swords.[81] The Hong Kong film Super Normal II (大迷信, 1993) shows the true famous story of a young lady in Taiwan who possesses the dead body of a married woman to live her pre-determined remaining life.[82] She is still serving in the Zhen Tian Temple in Yunlin County.[83]\n\n\n\nChina is a country where 73.56% of the population is defined as Chinese folk religion/unaffiliated (nonreligion). Therefore, the Chinese population's knowledge of spirit possession is not majorly obtained from religion. Instead, the concept is spread through fairy tales/folk tales and literary works of its traditional culture.  In essence, the concept of soul possession has penetrated into all aspects of Chinese life, from people's superstitions, folk taboos, and funeral rituals, to various ghost-themed literary works, and has continued to spread to people's lives today.\n\nSpirit possession in China was prominent until the Communist takeover in the 1950s and most of the data gathered on this topic will be from the late 18th century. The Chinese believe that illnesses to man is due to the possession of an evil spirit yin spirit (kuei). These evil spirits become such when the deceased are not worshiped by the family, they have died unexpectedly, or did not follow Confucius's ideals of filial piety and ancestral reverence accordingly. These evil spirits cause unexplainable disasters, agricultural shocks and possessions. The Chinese believe that disease is the cause of the supernatural where they do not have control over. Usually in the writings about this, the healers are the ones being described with detail, not so much the patient. Magical practices is sometimes what spirit possession is referred to as. It is very hard to distinguish between the religion, magic and local traditions. This is because many times, all three are fused together, so sometimes trying to distinguish between them is hard.\n\nAnother type of spirit possession is called the \"shaman.\" It is someone who is a prophet, healer and religious figure all combined. They also have the power to control spirits and serve as a vehicle of communication for them. However, they cannot completely control the spirits. Messages, remedies and even oracles are delivered through the shaman. This has also been used by people who would like to become important figures. Usually shaman gives guidance that already reflect the values of the individuals that are seeking help.[84]\n\nThe yin-yang theory is one of the most important bases and components of Chinese traditional culture. The yin-yang theory has penetrated into various traditional Chinese cultural things including calendar, astronomy, meteorology, Chinese medicine, martial arts, calligraphy, architecture, religion, feng shui, divination, etc. The yin-yang theory also applies to spirit possession. In general, one is considered to be \"weak\", when the yin and yang in the body are imbalanced, especially when the yin is on the dominant side. The spirits, which are categorized as the yin side, will then take control of these individuals with the imbalanced and yin-dominant situation more easily.\n\n\n\n\n\n\n\n\n\n\n\n\n\nIn Bali, the animist traditions of the island include a practice called sanghyang, induction of voluntary possession trance states for specific purposes. Roughly similar to voluntary possession in Vaudon (Voodoo), sanghyang is considered a sacred state in which hyangs (deities) or helpful spirits temporarily inhabit the bodies of participants. The purpose of sanghyang is believed to be to cleanse people and places of evil influences and restore spiritual balance. Thus, it is often referred to as an exorcism ceremony.[citation needed] In Sulawesi, the women of the Bonerate people of Sulawesi practice a possession-trance ritual in which they smother glowing embers with their bare feet at the climax. The fact that they are not burned in the process is considered proof of the authenticity of the possession.[88]\n\nInfluenced by the religion of Islam, among the several spirits in Indonesian belief are demons (setan), composed of fire, prone to anger and passion. They envy humans for their physical body, and try to gain control of it. When they assault a human, they would intrude their mind, trying to displace the human spirit. The human's mind would adapt to the passions of anger, violence, irrationality and greed, the intruding demon is composed of. The demon is believed to alter the person, giving him supernatural attributes, like strength of many men, ability to appear in more than one place, or assume the form of an animal, such as a tiger or a pig, or to kill without touching. Others become lunatics, resembling epilepsy. In extreme cases, the presence of the demon may alter the condition of the body, matching its own spiritual qualities, turning into a raksasha.[89]\n\n\n\nFemale workers in Malaysian factories have allegedly become possessed by spirits, and factory owners generally regard it as mass hysteria and an intrusion of irrational and archaic beliefs into a modern setting.[90]\nAnthropologist Aihwa Ong noted that spirit possession beliefs in Malaysia were typically held by older, married women, whereas the female factory workers are typically young and unmarried. She connects this to the rapid industrialization and modernization of Malaysia. Ong argued that spirit possession is a traditional way of rebelling against authority without punishment, and suggests that it is a means of protesting the untenable working conditions and sexual harassment that the women were compelled to endure.[90]\n\n"
        },
        {
            "title": "Oceanic traditions",
            "text": "The Urapmin people of the New Guinea Highlands practice a form of group possession known as the \"spirit disco\" (Tok Pisin: spirit disko).[91] Men and women gather in church buildings, dancing in circles and jumping up and down while women sing Christian songs; this is called \"pulling the [Holy] spirit\" (Tok Pisin: pulim spirit, Urap: Sinik dagamin).[91][92] The songs' melodies are borrowed from traditional women's songs sung at drum dances (Urap: wat dalamin), and the lyrics are typically in Telefol or other Mountain Ok languages.[92] If successful, some dancers will \"get the spirit\" (Tok Pisin: kisim spirit), flailing wildly and careening about the dance floor.[91] After an hour or more, those possessed will collapse, the singing will end, and the spirit disco will end with a prayer and, if there is time, a Bible reading and sermon.[91] The body is believed to normally be \"heavy\" (Urapmin: ilum) with sin, and possession is the process of the Holy Spirit throwing the sins from one's body, making the person \"light\" (fong) again.[91] This is a completely new ritual for the Urapmin, who have no indigenous tradition of spirit-possession.[91]\n\nThe concept of spirit possession appears in Chuuk State, one of the four states of Federated States of Micronesia. Although Chuuk is an overwhelmingly Christian society, traditional beliefs in spirit possession by the dead still exist, usually held by women, and \"events\" are usually brought on by family conflicts. The supposed spirits, speaking through the women, typically admonish family members to treat each other better.[93]\n\n"
        },
        {
            "title": "European traditions",
            "text": "In traditional Italian folk magic spirit possessions are not uncommon. It is known in this culture that a person may be possessed by multiple entities at once. The way to be rid of the spirit(s) would be to call for a curatoro, guaritoro or practico which all translate to healer or knowledgeable one from Italian. These healers would perform sacred rituals to be rid of the spirits; the rituals are passed down through generations and vary based on the region in Italy. It is said that for many Italian rituals specifically those to be rid of negative spirits, that the information may only be shared on Christmas Eve (specifically for il malocchio). If the family is religious they may even call in a priest to perform a traditional catholic exorcism on the spirit(s).[94]\n\n"
        },
        {
            "title": "Shamanic traditions",
            "text": "Shamanism is a religious practice that involves a practitioner who is believed to interact with a spirit world through altered states of consciousness, such as trance.[95][96] The goal of this is usually to direct these spirits or spiritual energies into the physical world, for healing or another purpose.[95]\n\n"
        },
        {
            "title": "New religious movements",
            "text": "Wiccans believe in voluntary possession by the Goddess, connected with the sacred ceremony of Drawing Down the Moon. The high priestess solicits the Goddess to possess her and speak through her.[97]\n\n"
        },
        {
            "title": "Scientific views",
            "text": "The works of Jean Rouch, Germaine Dieterlen, and Marcel Griaule have been extensively cited in research studies on possession in Western Africa that extended to Brazil and North America due to the slave trade.[98][99]\n\nThe anthropologist I.M. Lewis noted that women are more likely to be involved in spirit possession cults than men are, and postulated that such cults act as a means of compensation for their exclusion from other spheres within their respective cultures.[100]\n\nAnthropologists Alice B. Kehoe and Dody H. Giletti argued that the reason that women are more commonly seen in Afro-Eurasian spirit possession cults is because of deficiencies in thiamine, tryptophan-niacin, calcium, and vitamin D. They argued that a combination of poverty and food taboos cause this problem, and that it is exacerbated by the strains of pregnancy and lactation. They postulated that the involuntary symptoms of these deficiencies affecting their nervous systems have been institutionalized as spirit possession.[101]\n\nSpirit possession (of any kind, including demonic possession) is not a psychiatric or medical diagnosis recognized by either the DSM-5 or the ICD-10.[102] However, in clinical psychiatry, trance and possession disorders are defined as \"states involving a temporary loss of the sense of personal identity and full awareness of the surroundings\" and are generally classed as a type of dissociative disorder.[103]\n\nPeople alleged to be possessed by spirits sometimes exhibit symptoms similar to those associated with mental illnesses such as psychosis, catatonia, mania, Tourette's syndrome, epilepsy, schizophrenia, or dissociative identity disorder,[104][105][106] including involuntary, uncensored behavior, and an extra-human, extra-social aspect to the individual's actions.[107] It is not uncommon to ascribe the experience of sleep paralysis to demonic possession, although it's not a physical or mental illness.[108] Studies have found that alleged demonic possessions can be related to trauma.[109]\n\nIn entry article on Dissociative Identity Disorder, the DSM-5 states, \"possession-form identities in dissociative identity disorder typically manifest as behaviors that appear as if a 'spirit,' supernatural being, or outside person has taken control such that the individual begins speaking or acting in a distinctly different manner\".[110] The symptoms vary across cultures.[103] The DSM-5 indicates that personality states of dissociative identity disorder may be interpreted as possession in some cultures, and instances of spirit possession are often related to traumatic experiences—suggesting that possession experiences may be caused by mental distress.[109] In cases of dissociative identity disorder in which the alter personality is questioned as to its identity, 29 percent are reported to identify themselves as demons.[111] A 19th century term for a mental disorder in which the patient believes that they are possessed by demons or evil spirits is demonomania or cacodemonomanis.[112]\n\nSome have expressed concern that belief in demonic possession can limit access to health care for the mentally ill.[113]\n\n"
        },
        {
            "title": "Notable examples",
            "text": "In chronological order:\n\n"
        }
    ]
}