{
    "url": "https://en.wikipedia.org/wiki/Splatter_film",
    "title": "Splatter film",
    "table_of_contents": [
        "1 Characteristics",
        "2 Origins",
        "2.1 Modern era",
        "2.2 Resurgence and \"torture porn\" label",
        "3 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "A splatter film is a subgenre of crime films and horror film that deliberately focuses on graphic portrayals of gore and graphic violence. These films, usually through the use of special effects, display a fascination with the vulnerability of the human body and the theatricality of its mutilation. The term \"splatter cinema\" was coined by George A. Romero to describe his film Dawn of the Dead, though Dawn of the Dead is generally considered by critics to have higher aspirations, such as social commentary, than to be simply exploitative for its own sake.[1]\n\nThe term was popularized by John McCarty's 1981 book Splatter Movies, subtitled: Breaking The Last Taboo: A Critical Survey Of The Wildly Demented Sub Genre Of The Horror Film That Is Changing The Face Of Film Realism Forever.[2] The first significant publication to attempt to define and analyse the 'Splatter Film',  McCarty suggests that Splatter is indicative of broader trends in film production. Though Splatter is associated with fairly extreme Horror Films, and such works form the main focus of the book, a relatively diverse range of titles dating mainly from the 1960s to late 1970s are also included, for example John Waters' Female Trouble,the 1973 sequel to Dirty Harry Magnum Force, Terry Gilliam's Jabberwocky, and Walter Hill's Western The Long Riders.[3] This filmography implies that the influence of film-makers such as Sam Peckinpah or Andy Warhol, to name two, is as significant to the development of the form as Grand Guignol, Hammer Films or Herschell Gordon Lewis.\n\nDuring the late 20th and early 21st centuries, the use of graphic violence in cinema has been labeled \"torture porn\" or \"gorno\" (a portmanteau of \"gore\" and \"porno\").[4] By contrast, films such as Braindead, Evil Dead II and to some extent Dawn of the Dead, all of which feature over-the-top gore, can be construed as comedic, and fall into the category of splatstick.\n\n"
        },
        {
            "title": "Characteristics",
            "text": "Splatter films, according to film critic Michael Arnzen, \"self-consciously revel in the special effects of gore as an artform.\"[5] Where typical horror films deal with such fears as that of the unknown, the supernatural and the dark, the impetus for fear in a splatter film comes from physical destruction of the body and the pain accompanying it. There is also an emphasis on visuals, style and technique, including hyperactive camerawork. Where most horror films have a tendency to re-establish the social and moral order with good triumphing over evil, splatter films thrive on a lack of order. Arnzen argues that \"the spectacle of violence replaces any pretensions to narrative structure, because gore is the only part of the film that is reliably consistent.\"[5] These films also often feature fragmented narratives and direction, including \"manic montages full of subject camera movement...cross-cuttings from hunted to hunter, and ominous juxtapositions and contrasts.\"[5]\n\n"
        },
        {
            "title": "Origins",
            "text": "The splatter film has its aesthetic roots in French Grand Guignol theatre, which endeavored to stage realistic scenes of blood and carnage for its patrons. In 1908, Grand Guignol made its first appearance in England, although the gore was downplayed in favor of a more Gothic tone, owing to the greater censorship of the arts in Britain.[1]\n\nThe first appearance of gore—the realistic mutilation of the human body—in cinema can be traced to D. W. Griffith's Intolerance (1916), which features numerous Guignol-esque touches, including two onscreen decapitations, and a scene in which a spear is slowly driven through a soldier's naked abdomen as blood wells from the wound. Several of Griffith's subsequent films, and those of his contemporary Cecil B. DeMille, featured similarly realistic carnage.\n\nIn the late 1950s and early 1960s, the public was reintroduced to splatter themes and motifs by groundbreaking films such as Alfred Hitchcock's Psycho (1960) and the output of Hammer Film Productions (an artistic outgrowth of the English Grand Guignol style) such as The Curse of Frankenstein (1957) and Horror of Dracula (1958). Perhaps the most explicitly violent film of this era was Nobuo Nakagawa's Jigoku (1960), which included numerous scenes of flaying and dismemberment in its depiction of the Buddhist underworld Naraka.\n\nSplatter came into its own as a distinct subgenre of horror in the early 1960s with the films of Herschell Gordon Lewis in the United States. Eager to maintain a profitable niche, Lewis turned to something that mainstream cinema still rarely featured: scenes of visceral, explicit gore. In 1963, he directed Blood Feast, widely considered the first splatter film.[6] In the 15 years following its release, Blood Feast took in an estimated $7 million. It was made for an estimated $24,500.[7] Blood Feast was followed by two more gore films by Herschell Gordon Lewis, Two Thousand Maniacs! (1964) and Color Me Blood Red (1965).\n\nThe popularity of the splatter film in the 1970s was met with strong reactions in the US and the U.K. Roger Ebert in the U.S., and Member of Parliament Graham Bright in the U.K., led the charge to censor splatter films on home video with the film critic going after I Spit on Your Grave while the politician sponsored the Video Recordings Act, a system of censorship and certification for home video in the U.K.[8] This resulted in the outright banning of many splatter films, which were deemed \"video nasties\" in the British press.\n\nSome splatter directors have gone on to produce mainstream hits. Peter Jackson started his career in New Zealand by directing the splatter movies Bad Taste (1987) and Braindead (1992). These films featured such over-the-top gore that it became a comedic device. These comedic gore films have been dubbed \"splatstick\", defined as physical comedy that involves dismemberment. Splatstick seems to be more common in Japan, with the examples of Robogeisha, Tokyo Gore Police, and Machine Girl.[1]\n\nSplatter films have pioneered techniques used in other genres. For example, the popular 1999 film The Blair Witch Project is similar to the 1980 film Cannibal Holocaust.[9] The story in Cannibal Holocaust is told through footage from a group of people making a documentary about a portion of the Amazon which is said to be populated by cannibals. Although the Blair Witch directors had not seen Cannibal Holocaust at the time of filming, this \"mockumentary\" format was later used in their film.\n\nOne of the more recent examples of a splatter film is Terrifier (2016) and its sequel Terrifier 2 (2022). Both films are infamous for their gore, two main examples being Dawn's hacksaw kill in Terrifier (2016), where Art the Clown saws Dawn in half, and Allie's bedroom kill in Terrifier 2 (2022), where Art theatrically mutilates Allie to death. Terrifier 2 was said to be so gory and so violent that audience members have reported to be vomiting and fainting. [10][11]\n\nIn the 2000s – particularly 2003–2009 – a body of films was produced that combined elements of the splatter and slasher film genres.[12] The films were dubbed \"torture porn\" by critics and detractors, most notably by David Edelstein,[13] who is thought to have coined the term.[12] Like their splatter forerunners, torture porn films reputedly emphasize depictions of violence, gore, nudity, torture, mutilation and sadism. Also like splatter films, the extent to which torture porn lives up to its sensational reputation has been disputed.[14]\n\nFilmmaker Eli Roth's Hostel (2005), released in January 2006, was the first to be called torture porn by critic Edelstein, but the classification has since been applied to Saw and its sequels (though its creators disagree with the classification),[15] The Devil's Rejects (2005), Wolf Creek (2005), and the earlier films Baise-moi (2000) and Ichi the Killer (2001).[13][16][17] A difference between this group of films and earlier splatter films is that they are often mainstream Hollywood films that receive a wide release, and have comparatively high production values.[16]\n\nThe torture porn subgenre has proven to be very profitable: Saw, made for $1.2 million, grossed over $100 million worldwide, while Hostel, which cost less than $5 million to produce, grossed over $80 million.[18] Lionsgate, the studio behind the films, made considerable gains in its stock price from the box office showing.[19] The financial success led the way for the release of similar films: Turistas in 2006, Hostel: Part II, Borderland, and Captivity, starring Elisha Cuthbert and Daniel Gillies, in 2007.[18][20] Indeed, in 2009 the Saw series became the most profitable horror film series of all time,[21]\nprompting the release of The Collector starring Josh Stewart and Juan Fernández within that year.\nDespite these financial successes, torture porn is perceived as a pejorative label by many press critics, filmmakers, and fans.[12] \"Torture porn’s\" pejorative connotations were anchored by high-profile salacious advertising campaigns. Billboards and posters used in the marketing of Hostel: Part II[22] and Captivity drew criticism for their graphic imagery, causing them to be taken down in many locations.[23] Director Eli Roth sought to defend the subgenre, claiming that critics’ uses of torture porn \"genuinely says more about the critic's limited understanding of what horror movies can do than about the film itself\",[24] and that \"they're out of touch.\"[25] Horror author Stephen King defended Hostel: Part II and torture porn stating, \"sure it makes you uncomfortable, but good art should make you uncomfortable.\"[26] Influential director George A. Romero stated, \"I don't get the torture porn films [...] they're lacking metaphor.\"[27]\n\nThe success of torture porn, and its boom during the mid to late 2000s, led to a crossover into genres other than horror. This became evident with the release of many crime thrillers, particularly the 2007 film I Know Who Killed Me starring Lindsay Lohan, and the 2008 film Untraceable, starring Diane Lane and Billy Burke.[28] The British film WΔZ, starring Stellan Skarsgård and Selma Blair,[29] and its US counterpart Scar, starring Angela Bettis and Ben Cotton, continued to facilitate this hybrid form of torture porn, which was also, to a lesser degree, evident in films such as Rendition (2007) starring Jake Gyllenhaal, Law Abiding Citizen (2009), and Unthinkable (2010) starring Samuel L. Jackson.[30]\n\nIn the mid-2000s, the splatter film was given a major boost within the horror industry by a new wave of French films—commonly referred to as the New French Extremity—which became internationally known for their extremely brutal nature: Martyrs (2008), directed by Pascal Laugier,[31] Frontier(s) (2007), directed by Xavier Gens,[32] and Inside (2007), directed by Alexandre Bustillo and Julien Maury.[18][33] Rapper Eminem explored the genre in his music video for the single \"3 a.m.\" that year.[34] Danish filmmaker Lars von Trier's Antichrist, starring Willem Dafoe and Charlotte Gainsbourg, was labeled torture porn by critics when it premiered at the 2009 Cannes Film Festival due to scenes of extreme violence, graphic sex, and genital self-mutilation.[35][36]\n\nBy 2009, the box office draw of torture porn films had mostly been replaced in the U.S. by the profitable trend of remaking or rebooting earlier horror films from decades past, with the modernization of films such as Dawn of the Dead (2004), The Amityville Horror (2005), House of Wax (2005), Black Christmas (2006), Halloween (2007), My Bloody Valentine 3D (2009), Friday the 13th (2009), The Wolfman (2010), The Crazies (2010), and A Nightmare on Elm Street (2010).[37] A number of these remakes, such as The Texas Chainsaw Massacre (2003), The Hills Have Eyes (2006) (and its sequel in 2007), Funny Games (2008), The Last House on the Left (2009), and I Spit on Your Grave (2010) were referred to as torture porn in press reviews.[38][39][40][41][42]\n\nAt the close of the decade, The Human Centipede (First Sequence) (2009) and A Serbian Film (2010) were among the most notable torture porn releases. Although not as financially successful as Saw or Hostel,[43] A Serbian Film and The Human Centipede II (Full Sequence) (2011) gained attention in the press for their graphic depictions of forced fecal consumption and necrophilia,[44][45] and both films were censored in order to attain release in the U.K.[46][47] Other torture porn films such as Grotesque and The Bunny Game were banned outright by the BBFC.[48][49]\n\nSubsequently, torture porn has increasingly become a DVD-oriented subgenre. For example, Hostel: Part III (2011) was released direct to DVD, unlike the previous films in the series. The film received less negative attention in the press as a result of its lower-profile release.[12] Other recent torture porn films include Would You Rather (2012), Shiver (2012), and The Collection (2012). As fewer and fewer high-profile cinematic torture porn films are being released, however, the subgenre is slowly dying out, as many journalists have proposed.[50]\n\nThe genre elements were also used in episodes of many popular American television shows, including Fox's 24, CBS's Criminal Minds, Showtime's Dexter, The CW's Supernatural, NBC's Blindspot and FX's American Horror Story.\n\nSome scholars have published analyses of torture porn films. For example, a book chronicling the torture porn phenomenon and the surrounding controversy – Steve Jones' Torture Porn: Popular Horror after Saw[12] – was published in 2013.\n\n"
        }
    ]
}