{
    "url": "https://en.wikipedia.org/wiki/Sports_in_New_England",
    "title": "Sports in New England",
    "table_of_contents": [
        "1 Famous sportsmen playing for New England teams",
        "2 List of professional and semi-professional sports teams in New England",
        "2.1 Baseball",
        "2.2 Football",
        "2.3 Basketball",
        "2.4 Ice hockey",
        "2.5 Soccer",
        "2.6 Lacrosse",
        "2.7 Motorsports facilities in New England",
        "2.8 Gaelic football",
        "2.9 Rugby union",
        "2.10 Rugby league",
        "3 NCAA Division I schools in New England",
        "4 See also",
        "5 Hartford Whalers",
        "6 Fan base",
        "7 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Two popular American sports were invented in New England. Basketball was invented by James Naismith, a Canadian, in Springfield, Massachusetts, in 1891.[1] Volleyball was invented by William G. Morgan in Holyoke, Massachusetts, in 1895.[2] Also, the first organized ice hockey game in the United States is widely believed to have been played in Concord, New Hampshire in 1883.[3]\n\nThe region is famous for its passion for baseball and the Boston Red Sox, as well as for the intense rivalry between the Red Sox and the New York Yankees.\n\nOn November 1, 1924, the Boston Bruins of the National Hockey League became the first NHL franchise to be based in the United States, and the second-oldest surviving major professional sports team in Boston, after the Red Sox. The Bruins' historic rivalry with the Montreal Canadiens for ice hockey fans in the Boston area has, at times, reached the level of intensity of the Yankees – Red Sox rivalry in professional baseball in the region.[citation needed]\n\nThe New England Patriots football team is based in Foxborough, Massachusetts, halfway between Boston and Providence. In 1999, the Patriots flirted with the idea of moving to Hartford, in what three National Football League (NFL) franchise owners called \"the greatest financial deal any NFL owner has ever received\".[citation needed] The deal, however, fell through, and the team remained in Foxborough.\n\nBoth the oldest Major League Baseball (MLB) professional baseball park still in use, Fenway Park, dating from April 1912, as well as the oldest indoor ice hockey rink still in use worldwide, Matthews Arena, which first opened in 1910 and currently stands on the property of Northeastern University for their collegiate ice hockey teams, are within the Boston city limits.\n\n"
        },
        {
            "title": "NCAA Division I schools in New England",
            "text": "Additionally, three colleges compete at the Division I level in ice hockey only: American International and Bentley College compete in the Atlantic Hockey Association, while Merrimack compete in Hockey East and America East in the second half of 2013.\n\n"
        },
        {
            "title": "Hartford Whalers",
            "text": "Until April 13, 1997, Hartford also had its own major hockey team, the Hartford Whalers. Originally known as the New England Whalers, they changed their name in 1979 after leaving the WHA for the NHL, hoping to carve a niche market in Hartford.\n\nIn 1997, the Whalers left Hartford for Raleigh, North Carolina (amid much controversy), where they became the Hurricanes.\n\n"
        },
        {
            "title": "Fan base",
            "text": "In the parts of southwestern Connecticut that are close to New York City, most people are New York Yankees and New York Mets fans, who are often self-identified as suburban New Yorkers. The New York Giants and New York Jets also receive significant support from New England, primarily from the southwestern portions of Connecticut. Additionally, until the team relocated to Washington, D.C. for the start of the 2005 season, the Montreal Expos received some fan support in northern New England. The Quebec Nordiques and Montreal Canadiens were the NHL closest teams in Northern New England.\n\nFor the Mets, when they were in the World Series in their championship season of 1986, split allegiances among fans of both the Mets and opposing Boston Red Sox led to an article in The Boston Globe to coin the phrase \"Red Sox Nation\".[4]\n\nSince the mid nineteen nineties, the University of Connecticut basketball program (winning four men's and 7 women's national titles since 1995) has drawn a large regional following especially in their home state of Connecticut.[5]\n\nThe Boston College Eagles hockey team has also attracted a large following, winning four national championships in 2001, 2008, 2010, and 2012. Their football team also garnered support while current Atlanta Falcons quarterback Matt Ryan played for the Eagles.\nThe Boston University Terriers hockey team has likewise received large support over the years, winning the national championship in 2009, and has been a staple of Boston collegiate hockey over the past century. The Green Line Rivalry between Boston University and Boston College has been said to be one of the greatest rivalries in all of sports; the two teams compete against each other as well as the hockey teams from fellow Boston universities Harvard University Crimson and Northeastern University Huskies.[6]\n\nNew England is home to an NFL Football team, the New England Patriots. The Patriots, based in Foxborough, Massachusetts, are the most popular NFL team in Massachusetts.[7] However, the other 5 states all have fan base with another NFL team, but the Patriots remain supreme overall . The Pittsburgh Steelers have a fanbase in eastern New England (Rhode Island, New Hampshire, Maine), and the New York Giants are dominant in the western states (Connecticut, with a sizable number in Vermont).[8]\n\nNew Hampshire Motor Speedway is an oval racetrack which has hosted several NASCAR and American Championship Car Racing races, whereas Lime Rock Park is a traditional road racing venue home of sports car races. Both NASCAR Cup races at New Hampshire Motor Speedway draw over 100,000 fans, thus making NHMS the largest capacity sports venue in New England.[9] New Hampshire also possesses the New England Dragway facility in Epping, New Hampshire as one of the very few remaining dragstrips in the New England region.\n\n"
        }
    ]
}