{
    "url": "https://en.wikipedia.org/wiki/Sports_film",
    "title": "Sports film",
    "table_of_contents": [
        "1 Subgenres",
        "1.1 Sports comedy",
        "1.2 Sports drama",
        "2 Award Winning Movies",
        "3 List of sports films",
        "4 Highest-grossing sports films",
        "5 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "A sports film is a film genre in which any particular sport plays a prominent role in the film's plot or acts as its central theme. It is a production in which a sport, sporting event, athlete (and their sport), or follower of sport (and the sport they follow) are prominently featured, and which depend on sport to a significant degree for their plot motivation or resolution. Despite this, sport is ultimately rarely the central concern of such films and sport performs primarily an allegorical role.[1] Furthermore, sports fans are not necessarily the target demographic in such movies, but sports fans tend to maintain high following and esteem for such movies.\n\n"
        },
        {
            "title": "Subgenres",
            "text": "Several sub-categories of sports films can be identified, although the delineations between these subgenres, much as in live action, are somewhat fluid.\n\nThe most common sports subgenres depicted in movies are sports drama and sports comedy. Both categories typically employ playground settings, match, game creatures and other elements commonly associated with biological stories.\n\nSports films tend to feature a more richly developed sport world, and may also be more player-oriented or thematically complex. Often, they feature a hero of adventure origins and a clear distinction between loss and victory set against each other in a play time struggle.\n\nThematically, the story is often one of \"our team\" versus \"their team\"; their team will always try to win, and our team will show the world that they deserve recognition or redemption; the story does not always have to involve a team. The story could also be about an individual athlete or the story could focus on an individual playing on a team.[2]\n\nSports comedy combines the sports film genre with comedy film elements. Traditionally, these films heavily rely on slapstick humor and very physical comedy, such as someone getting hurt in a comical way. A typical storyline may revolve around someone losing sight of the sport they are playing and trying to get back into it.[3] Examples and staples of the genre include The Waterboy, The Longest Yard, Talladega Nights: The Ballad of Ricky Bobby, and Blades of Glory.[4]\n\nSports drama combines the sports film genre with drama film elements. These films rely on conflict, usually revolving around an athlete or a team. These dramas can further be broken up into categories, some movies focusing on race such as 42 (2013), or focusing on a specific moment in history like I, Tonya (2018).[5] Examples of this overall genre/type include: Body and Soul (1947), The Hustler (1961), Rocky (1976), Hoosiers (1986), Remember the Titans (2000), Moneyball (2011), Ford v Ferrari (2019) and the Goal! trilogy.\n\n"
        },
        {
            "title": "Award Winning Movies",
            "text": "There have been numerous sports movies that have become award winning phenomenons. Several movies have been nominated for and won the highest award of Best Picture at the Academy Awards, including The Blind Side (2009), Rocky (1976), and Million Dollar Baby (2004).[6] Other movies that received awards of a high caliber are Jerry Maguire (Best Supporting Actor, 1996), Bill Durham (Best Original Screenplay, 1988), and The Karate Kid (Best Supporting Actor, 1984). Regardless of the awards that these sports films have been granted, it is clear that this genre is loved by many.[7]\n\n"
        }
    ]
}