{
    "url": "https://en.wikipedia.org/wiki/Spy_film",
    "title": "Spy film",
    "table_of_contents": [
        "1 History",
        "2 Films",
        "3 Television series",
        "4 See also",
        "5 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The spy film, also known as the spy thriller, is a genre of film that deals with the subject of fictional espionage, either in a realistic way (such as the adaptations of John le Carré) or as a basis for fantasy (such as many James Bond films). Many novels in the spy fiction genre have been adapted as films, including works by John Buchan, le Carré, Ian Fleming (Bond) and Len Deighton. It is a significant aspect of British cinema,[1] with leading British directors such as Alfred Hitchcock and Carol Reed making notable contributions and many films set in the British Secret Service.[2]\n\nSpy films show the espionage activities of government agents and their risk of being discovered by their enemies. From the Nazi espionage thrillers of the 1940s to the James Bond films of the 1960s and to the high-tech blockbusters of today, the spy film has always been popular with audiences worldwide. Offering a combination of exciting escapism, technological thrills, and exotic locales, many spy films combine the action and science fiction genres, presenting clearly delineated heroes for audiences to root for and villains for them to hate. They may also involve elements of political thrillers. However, there are many that are comedic (mostly action comedies if they fall under that genre).\n\nJames Bond is the most famous of film spies, but there were also more serious, probing works like le Carré's The Spy Who Came in from the Cold that also emerged from the Cold War. As the Cold War ended, the newest villain became terrorism and more often involved the Middle East.[3]\n\n"
        },
        {
            "title": "History",
            "text": "The spy film genre began in the silent era, with the paranoia of invasion literature and the onset of the Great War. These fears produced the British 1914 The German Spy Peril, centered on a plot to blow up the Houses of Parliament, and 1913's O.H.M.S.,[4] standing for \"Our Helpless Millions Saved\" as well as On His Majesty's Service (and introducing for the first time a strong female character who helps the hero).\n\nIn 1928, Fritz Lang made the film Spies which contained many tropes that became popular in later spy dramas, including secret headquarters, an agent known by a number, and the beautiful foreign agent who comes to love the hero. Lang's Dr. Mabuse films from the period also contain elements of spy thrillers, though the central character is a criminal mastermind only interested in espionage for profit. Additionally, several of Lang's American films, such as Hangmen Also Die, deal with spies during World War II.\n\nAlfred Hitchcock did much to popularise the spy film in the 1930s with his influential thrillers The Man Who Knew Too Much (1934), The 39 Steps (1935), Sabotage (1937) and The Lady Vanishes (1938). These often involved innocent civilians being caught up in international conspiracies or webs of saboteurs on the home front, as in Saboteur (1942). Some, however, dealt with professional spies as in Hitchcock's Secret Agent (1936), based on W. Somerset Maugham's Ashenden stories, or the Mr. Moto series, based on the books of John P. Marquand.\n\nIn the 1940s and early 1950s there were several films made about the exploits of Allied agents in occupied Europe, which could probably be considered as a subgenre. 13 Rue Madeleine and O.S.S. were fictional stories about American agents in German-occupied France, and there were a number of films based on the stories of real-life British S.O.E. agents, including Odette and Carve Her Name With Pride. A more recent fictional example is Charlotte Gray, based on the novel by Sebastian Faulks.\n\nAlso during the period, there were many detective films (The Thin Man Goes Home and Charlie Chan in the Secret Service for example) in which the mystery involved who stole the secret blue-prints, or who kidnapped the famous scientist.\n\nThe peak of popularity of the spy film is often considered to be the 1960s when Cold War fears meshed with a desire by audiences to see exciting and suspenseful films. The espionage film developed in two directions at this time. On the one hand, the realistic spy novels of Len Deighton and John le Carré were adapted into relatively serious Cold War thrillers which dealt with some of the realities of the espionage world. Some of these films included The Spy Who Came in from the Cold (1965), The Deadly Affair (1966), Torn Curtain (1966), and the Harry Palmer series, based on the novels of Len Deighton.\n\nIn another direction, the James Bond novels by Ian Fleming were adapted into an increasingly fantastical series of tongue-in-cheek adventure films by producers Harry Saltzman and Albert R. Broccoli, with Sean Connery as the star. They featured secretive and flamboyant super-villains, an archetype which would later become a staple of the explosion of spy movies in the mid-to-late 1960s.\nThe phenomenal success of the Bond series lead to a deluge of imitators, such as the eurospy genre and several from America. Notable examples include the two Derek Flint films starring James Coburn, The Quiller Memorandum (1966) with George Segal, and the Matt Helm series with Dean Martin. Television also got into the act with series like The Man from U.N.C.L.E and I Spy in the U.S., and Danger Man and The Avengers in Britain. Spies have remained popular on TV to the present day with series such as Callan, Alias and Spooks.\n\nSpy films also enjoyed something of a revival in the late 1990s, although these were often action films with espionage elements, or comedies like Austin Powers. Some critics identify a trend away from fantasy in favor of realism, as observed in Syriana, the Bourne film series and the James Bond films starring Daniel Craig since Casino Royale (2006).\n\n"
        },
        {
            "title": "Films",
            "text": "Some of the most popular films include:\n\nMovie series (franchises)\n\nOne-shots, sequels and remakes\n\n"
        },
        {
            "title": "Television series",
            "text": "Some of the most popular television series include:\n\n"
        }
    ]
}