{
    "url": "https://en.wikipedia.org/wiki/Stair_riser",
    "title": "Stairs",
    "table_of_contents": [
        "1 Components and terms",
        "1.1 Step",
        "1.1.1 Curtail step",
        "1.2 The railing system",
        "1.3 Other terms",
        "1.4 Measurements",
        "2 Forms",
        "2.1 Spiral and helical stairs",
        "2.2 Alternating tread stairs or 'Witches stairs'",
        "3 Ergonomics and building code requirements",
        "3.1 UK requirements",
        "3.2 US requirements",
        "4 Stairs and art",
        "5 Notable sets of stairs",
        "6 Gallery",
        "7 See also",
        "8 References",
        "9 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Stairs are a structure designed to bridge a large vertical distance between lower and higher levels by dividing it into smaller vertical distances. This is achieved as a diagonal series of horizontal platforms called steps which enable passage to the other level by stepping from one to another step in turn. Steps are very typically rectangular. Stairs may be straight, round, or may consist of two or more straight pieces connected at angles.\n\nTypes of stairs include staircases (also called stairways), ladders, and escalators. Some alternatives to stairs are elevators (also called lifts), stairlifts, inclined moving walkways, and ramps. A stairwell is a vertical shaft or opening that contains a staircase. A flight (of stairs) is an inclined part of a staircase consisting of steps (and their lateral supports if supports are separate from steps).[1]\n\n"
        },
        {
            "title": "Components and terms",
            "text": "A stair, or a stairstep, is one step in a flight of stairs.[2]  In buildings, stairs is a term applied to a complete flight of steps between two floors.  A stair flight is a run of stairs or steps between landings.  A staircase or stairway is one or more flights of stairs leading from one floor to another, and includes landings, newel posts, handrails, balustrades and additional parts. A stairwell is a compartment extending vertically through a building in which stairs are placed.  A stair hall is the stairs, landings, hallways, or other portions of the public hall through which it is necessary to pass when going from the entrance floor to the other floors of a building.  Box stairs are stairs built between walls, usually with no support except the wall strings.[2]\n\nStairs may be in a \"straight run\", leading from one floor to another without a turn or change in direction. Stairs may change direction, commonly by two straight flights connected at a 90 degree angle landing. Stairs may also return onto themselves with 180 degree angle landings at each end of straight flights forming a vertical stairway commonly used in multistory and highrise buildings. Many variations of geometrical stairs may be formed of circular, elliptical and irregular constructions.[2]\n\nStairs may be a required component of egress from structures and buildings. Stairs are also provided for convenience to access floors, roofs, levels and walking surfaces not accessible by other means.  Stairs may also be a fanciful physical construct such as the \"stairs that go nowhere\" located at the Winchester Mystery House.  Stairs are also a subject used in art to represent real or imaginary places built around impossible objects using geometric distortion, as in the work of artist M. C. Escher.\n\n\"Stairway\" is also a common metaphor for achievement or loss of a position in the society; or as a metaphor of hierarchy (e.g. Jacob's Ladder, Battleship Potemkin).\n\nEach step is composed of a tread and a riser. Some include nosing.\n\nA decorative step at the bottom of the staircase which usually houses the volute and volute newel turning for a continuous handrail. The curtail tread will follow the flow of the volute.[4]\n\nThe balustrade is the system of railings and balusters that prevents people from falling over the edge.\n\nHandrails may be continuous (sometimes called over-the-post) or post-to-post (or more accurately newel-to-newel). For continuous handrails on long balconies, there may be multiple newels and tandem caps to cover the newels. At corners, there are quarter-turn caps. For post-to-post systems, the newels project above the handrails.\n\nAnother, more classical, form of handrailing which is still in use is the tangent method. A variant of the Cylindric method of layout, it allows for continuous climbing and twisting rails and easings. It was defined from principles set down by architect Peter Nicholson in the 18th century.\n\nThe earliest spiral staircases appear in Temple A in the Greek colony Selinunte, Sicily, to both sides of the cella. The temple was constructed around 480–470 BC.[6]\n\nThe measurements of a stair, in particular the rise height and going of the steps, should remain the same along the stairs.[11]\n\n\nThe following stair measurements are important:\n"
        },
        {
            "title": "Forms",
            "text": "Stairs can take a large number of forms, combining winders and landings.\n\nThe simplest form is the straight flight of stairs, with neither winders nor landings. These types of stairs were commonly used in traditional homes as they are relatively easy to build and only need to be connected at the top and bottom; however, many modern properties may not choose straight flights of stairs because:\n\nAnother form of straight staircase is the space saver staircase, also known as paddle stairs or alternating tread staircases, that can be used for a steeper rise, but these can only be used in certain circumstances and must comply with regulations.\n\nHowever, a basic straight flight of stairs is easier to design and construct than one with landings or winders. Although the rhythm of stepping is not interrupted in a straight run, which may offset the increased fall risk by helping to prevent a misstep in the first place, many stairs will require landings or winders to comply with safety standards in the Building Regulations.[12]\n\nStraight stairs can have a mid-landing incorporated, but it is probably more common to see stairs that use a landing or winder to produce a bend in the stairs as a straight flight with a mid-landing will require a lot of linear space and is more commonly found in commercial buildings. \"L\" shaped stairways have one landing and usually change in direction by 90 degrees. \"U\" shaped stairs may employ a single wider landing for a change in direction of 180 degrees, or two landings for two changes in direction of 90 degrees each. A Z-shaped staircase incorporates two parallel 90° turns, creating a shape similar to that of the letter ‘Z’ if seen from above. Use of landings and a possible change of direction have the following effects:\n\nOther forms include stairs with winders that curve or bend at an acute angle, three flight stairs that join at a landing to form a T-shape, and stairs with balconies and complex designs can be produced to suit individual properties.\n\nA mono string staircase is a term used for a steel spine staircase with treads.\n\nA double string staircase has two steel beams on either side and treads in the center.\n\nSpiral stairs, sometimes referred to in architectural descriptions as vice, wind around a newel (also the central pole). In Scottish architecture, they are commonly known as a turnpike stair. They typically have a handrail on the outer side only, and on the inner side just the central pole. A squared spiral stair assumes a square stairwell and expands the steps and railing to a square, resulting in unequal steps (larger where they extend into a corner of the square). A pure spiral assumes a circular stairwell and the steps and handrail are equal and positioned screw-symmetrically. A tight spiral stair with a central pole is very space efficient in the use of floor area.\n\nSpiral stairs have the disadvantage of being very steep if they are tight or are otherwise not supported by a centre column, for two reasons:\n\nAn example of perimeter support is the Vatican stairwell shown in the next section or the gothic stairwell shown to the left. That stairwell is only tight because of its design in which the diameter must be small. Many spirals, however, have sufficient width for normal size treads (8 inches) by being supported by any combination of a center pole, perimeter supports attaching to or beneath the treads, and a helical handrail.  In this manner, the treads may be wide enough to accommodate low rises. In self-supporting stairs the spiral needs to be steep to allow the weight to distribute safely down the spiral in the most vertical manner possible. Spiral steps with centre columns or perimeter support do not have this limitation. Building codes may limit the use of spiral stairs to small areas or secondary usage if their treads are not sufficiently wide or have risers above nine and a half inches.[13]\n\nThe term \"spiral\" has a more narrow definition in a mathematical context, as a mathematical spiral lies in a single plane and moves towards or away from a central point. The mathematical term for motion where the locus remains at a fixed distance from a fixed line whilst moving in a circular motion about it is \"helical\". The presence or otherwise of a central pole does not affect the terminology applied to the design of the structure.\n\nWhen used in Roman architecture spiral stairs were generally restricted to elite structures. They were then adopted into Christian ecclesiastic architecture.[14] There is a common misconception that spiral staircases in castles rose in a clockwise direction to hinder right-handed attackers.[15][16] While clockwise spiral staircases are more common in castles than anti-clockwise, they were even more common in medieval structures without a military role such as religious buildings.[17] Studies of spiral stairs in castle have concluded that \"the role and position of spirals in castles ... had a much stronger domestic and status role than a military function\"[17] and that \"there are sufficient examples of anticlockwise stairs in Britain and France in [the 11th and 12th centuries] to indicate that the choice must have depended both on physical convenience and architectural practicalities and there was no military ideology that demanded clockwise staircases in the cause of fighting efficiency or advantage\".[15]\n\nDevelopments in manufacturing and design have led to the introduction of kit form spiral stairs. Steps and handrails can be bolted together to form a complete unit. These stairs can be made out of steel, timber, concrete or a combination of materials.\n\nHelical or circular stairs do not have a central pole and there is a handrail on both sides. These have the advantage of a more uniform tread width when compared to the spiral staircase. Such stairs may also be built around an elliptical or oval platform.\n\nBoth double spiral and double helix staircases are possible, with two independent helical stairs in the same vertical space, allowing one person to ascend and another to descend, without ever meeting if they choose different helices. For examples, the Pozzo di S. Patrizio allows one-way traffic so that laden and unladen mules can ascend and descend without obstruction, while Château de Chambord, Château de Blois, and the Crédit Lyonnais headquarters ensure separation for social purposes. Fire escapes, though built with landings and straight runs of stairs, are often functionally double helices, with two separate stairs intertwined and occupying the same floor space. This is often in support of legal requirements to have two separate fire escapes.\n\nBoth spiral and helical stairs can be characterized by the number of turns that are made. A \"quarter-turn\" stair deposits the person facing 90 degrees from the starting orientation. Likewise, there are half-turn, three-quarters-turn and full-turn stairs. A continuous spiral may make many turns depending on the height. Very tall multi-turn spiral staircases are usually found in old stone towers within fortifications, churches and in lighthouses.\n\nWinders may be used in combination with straight stairs to turn the direction of the stairs. This allows for a large number of permutations.\n\nWhere there is insufficient space for the full run length of normal stairs, alternating tread stairs may be used. Alternating tread stairs allow for a safe forward-facing descent of very steep stairs. The treads are designed such that they alternate between treads for each foot: one step is wide on the left side; the next step is wide on the right side. There is insufficient space on the narrow portion of the step for the other foot to stand, hence the person must always use the correct foot on the correct step. The slope of alternating tread stairs can be as high as 65 degrees as opposed to standard stairs, which are almost always less than 45 degrees. The advantage of alternating tread stairs is that people can descend face forward. The only other alternative in such short spaces would be a ladder which requires backward-facing descent. Alternating tread stairs may not be safe for small children, the elderly or the physically challenged. Building codes typically classify them as ladders and will only allow them where ladders are allowed, usually basement or attic utility or storage areas not frequently accessed.\n\nThese stairs are nowadays commonly referred to as 'Witches stairs', in the belief that they were created during an earlier era in an attempt to repel witches who were thought to be unable to climb such stairs. Such an origin of the term has since been disproved however, with experts finding no mention in any historical literature of stairs that were believed to prevent access by witches.[18]\n\nAlternating tread stairs have been in use since at least 1888.[19]\n\nThe blocks-model in the image illustrates the space efficiency gained by an alternating tread stair. The alternating stairs (3) requires one unit of space per step: the same as the half-width stairs (2), and half as much as the full-width stairs (1). Thus, the horizontal distance between steps is in this case reduced by a factor of two, reducing the size of each step.\n\nThe horizontal distance between steps is reduced by a factor less than two if for construction reasons there are narrow \"unused\" steps.\n\nThere is often (here also) glide plane symmetry: the mirror image with respect to the vertical center plane corresponds to a shift by one step.\n\n"
        },
        {
            "title": "Ergonomics and building code requirements",
            "text": "Ergonomically and for safety reasons, stairs must have certain measurements so that people can comfortably use them. Building codes typically specify certain measurements so that the stairs are not too steep or narrow.\n\nNicolas-François Blondel in the last volume of his Cours d'architecture[20] (1675–1683) was the first known person to establish the ergonomic relationship of tread and riser dimensions.[21] He specified that 2 × riser + tread = step length.[22]\n\nIt is estimated that a noticeable misstep occurs once in 7,398 uses and a minor accident on a flight of stairs occurs once in 63,000 uses.[23] Stairs can be a hazardous obstacle for some, so some people choose to live in residences without stairs so that they are protected from injury.[24]\n\nStairs are not suitable for wheelchairs and other vehicles. A stairlift is a mechanical device for lifting wheelchairs up and down stairs. For sufficiently wide stairs, a rail is mounted to the treads of the stairs, or attached to the wall. A chair is attached to the rail and the person on the chair is lifted as the chair moves along the rail.\n\n(overview of Approved document K – Stairs, Ladders and Ramps)[25]\n\nThe 2013 edition \"approved document K\" categorises stairs as private, utility and general access\n\nWhen considering stairs for private dwellings all the specified measurements are in millimetres.\n\nBuilding regulations are required for stairs used where the difference of level is greater than 600\n\nSteepness of stairs – rise and going\n\nAny rise between 150 and 220 used with any going between 220 and 300\n\nMaximum rise 220 and minimum going 220 remembering that the maximum pitch of private stairs is 42°. The normal relationship between dimensions of the rise and going is that twice the rise plus the going (2R + G) should be between 550 and 700\n\nConstruction of steps\n\nSteps should have level treads, they may have open risers but if so treads should overlap at least 16mm. Domestic private stairs are likely to be used by children under 5 years old so the handrail ballister spacing should be constructed so that a 100mm diameter sphere cannot pass through the opening in the risers in order to prevent children from sticking their heads through them and potentially getting stuck.\n\nHeadroom\n\nA headroom of 2000mm is adequate. Special considerations can be made for loft conversions.\n\nWidth of flights\n\nNo recommendations are given for stair widths.\n\nLength of flights\n\nThe approved document refers to 16 risers (steps) for utility stairs and 12 for general access. There is no requirement for private stairs. In practice there will be fewer than 16 steps as 16 x 220 gives over 3500 total rise (storey height) which is way above that in a domestic situation.\n\nLandings\n\nLevel, unobstructed landings should be provided at the top and bottom of every flight. The width and length being at least that of the width of the stairs and can include part of the floor. A door may swing across the landing at the bottom of the flight but must leave a clear space of at least 400 across the whole landing\n\nTapered steps\n\nThere are special rules for stairs with tapered steps as shown in the image Example of Winder Stairs above\n\nAlternate tread stairs can be provide in space saving situations\n\nGuarding\n\nFlights and landings must be guarded at the sides where the drop is more than 600mm. As domestic private stairs are likely to be used by children under 5 the guarding must be constructed so that a 100mm diameter sphere cannot pass through any opening or constructed so that children will not be able to climb the guarding. The height for internal private stairs should be at least 900 mm (35.4 in) and be able to withstand a horizontal force of 0.36|kN/m|.\n\nAmerican building codes, while varying from State to State and County to County, generally specify the following parameters:[26]\n\n"
        },
        {
            "title": "Stairs and art",
            "text": "As much as stairs are very functional, stairs can be very decorative and an impressive part of a building. Especially at the entrance of a large building stairs play an important role in the first impression of a building. In large buildings such as banks this is very popular. Modern companies and construction utilize the opportunities of functional stairs to actually upgrade buildings. Large utilities such as banks as well as residential buildings such as penthouses (e.g. in St George Wharf Tower) have modern and luxurious installations.\n\n"
        }
    ]
}