{
    "url": "https://en.wikipedia.org/wiki/Stamp_Act_Congress",
    "title": "Stamp Act Congress",
    "table_of_contents": [
        "1 Background",
        "2 Call for Congress",
        "3 Proceedings",
        "4 Declaration and petitions",
        "5 Reaction",
        "6 Legacy",
        "7 Delegates",
        "8 See also",
        "9 References",
        "10 Sources",
        "11 Further reading",
        "12 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe Stamp Act Congress (October 7 – 25, 1765), also known as the Continental Congress of 1765, was a meeting held in New York, New York, consisting of representatives from some of the British colonies in North America. It was the first gathering of elected representatives from several of the American colonies to devise a unified protest against new British taxation. Parliament had passed the Stamp Act, which required the use of specialty stamped paper for legal documents, playing cards, calendars, newspapers, and dice for virtually all business in the colonies starting on November 1, 1765.\n\nThe Congress consisted of delegates from nine of the eighteen British colonies in mainland North America.  All of the attending delegations were from the Thirteen Colonies that eventually formed the United States. Although sentiment was strong in some of the other colonies to participate in the Congress, a number of royal governors took steps to prevent the colonial legislatures from meeting to select delegates.\n\nThe Congress met in the building where Federal Hall now stands and was held at a time of widespread protests in the colonies, some violent, against the Stamp Act's implementation. The delegates discussed and united against the act, issuing a Declaration of Rights and Grievances in which they claimed that Parliament did not have the right to impose the tax because it did not include any representation from the colonies. Members of six of the nine delegations signed petitions addressed to Parliament and King George III objecting to the Act's provisions.\n\nThe extralegal nature of the Congress caused alarm in Britain, but any discussion of the congress's propriety were overtaken by economic protests from British merchants, whose business with the colonies suffered as a consequence of the protests and their associated non-importation of British products. The economic issues prompted the British Parliament to repeal the Stamp Act, but it passed the Declaratory Act the same day, to express its opinion on the basic constitutional issues raised by the colonists; it stated that Parliament could make laws binding the American colonies \"in all cases whatsoever.\"[1]\n\n"
        },
        {
            "title": "Background",
            "text": "In the aftermath of the French and Indian War, the British Parliament sought to increase revenues from its overseas colonies, where the cost of stationing troops had become significant.[2] Parliament first passed the Sugar and Currency Acts in 1764, specifically aimed at raising money for the Crown[1] by tighter regulation of colonial trade.  The acts had brought protests from colonial legislatures but had skirted the idea of direct taxation by structuring their revenues as trade-related excise duties. British Prime Minister George Grenville noted at the time of the Sugar Act's passage that a stamp tax might also be necessary, immediately raising concern and protest in the colonies.[3]\n\nWith the Stamp Act of 1765, Parliament attempted to raise money by direct taxation on the colonies for the first time. The act required that all sorts of printed material carry a stamp (purchased from a government agent) to show that the tax had been paid. The use of the stamped paper was required for newspapers, books, court documents, commercial papers, land deeds, almanacs, dice, and playing cards. The revenue was to help finance the operations of the empire, including the cost of stationing troops in the colonies, without seeking revenue through the established colonial assemblies, which had a history of failure.[4]\n\n"
        },
        {
            "title": "Call for Congress",
            "text": "In June 1765, the Massachusetts Assembly drafted a letter, which was sent to the legislatures of \"the several Colonies on this Continent\" to \"consult together on the present circumstances of the colonies.\"[5] Nine colonies ultimately selected delegates to attend the congress: Massachusetts, Rhode Island, Connecticut, New York, New Jersey, Pennsylvania, Delaware, Maryland, and South Carolina.[6]  All of the delegates selected were members of their colonial legislative bodies.[7]\n\nThe methods by which delegates were selected were in some cases unorthodox. In Delaware, then known as the \"Three Lower Counties\" of the Penn proprietors, assembly members held informal meetings in each of the three counties, in each case selecting the same three delegates[8] In New York, the assembly had been prorogued and was judged unlikely to be summoned by Lieutenant Governor Colden to consider the Massachusetts letter. The assembly's committee of correspondence, consisting of its New York City delegates, discussed the letter and decided under the circumstances to assume the authority to represent the colony.[9] New Jersey's assembly politely declined to send delegates before adjourning in late June, but after political sentiment against the Stamp Act became more pronounced, Speaker Robert Ogden called an extralegal assembly (since only the governor could officially call it into session) in late September that chose three delegates. Governor William Franklin was upset at the action but took no action beyond protesting the unusual meeting.[10] Maryland's assembly, prorogued because of a smallpox outbreak, was finally called into session by Governor Horatio Sharpe to consider the Massachusetts letter on September 23, and delegates were chosen.[11]\n\nThe colonies that were not represented at the congress did not send delegates for a variety of reasons. The Virginia and Georgia assemblies were deliberately prevented from meeting by their governors.[12] New Hampshire chose not to send delegates because of an ongoing financial crisis in the colony; by the time some assembly members sought to reconsider that decision, the assembly had adjourned, and Governor Benning Wentworth refused to call it into session.[13] North Carolina Lieutenant Governor William Tryon had prorogued the assembly for other reasons, and there was apparently no action taken to request a special session despite public protests and opposition to the act by Speaker John Ashe.[14] Nova Scotia, which then included present-day Prince Edward Island and New Brunswick, declined to send delegates despite significant economic connections to Massachusetts and a strong presence of expatriate New Englanders in its assembly. Dominated by financial interests connected to England, the assembly never even considered a protest resolution against the Stamp Act.[15] Quebec, Newfoundland, and East and West Florida did not have colonial assemblies and were not invited.[16]\n\nWhen word of the pending congress reached London, the Lords of Trade were so disturbed that they wrote to the king that \"this is a matter of the utmost importance to the Kingdom and legislature of Great Britain... and proper only for the consideration of Parliament.\"[17] Communications were so slow that when Parliament was informed about its existence, the Stamp Act Congress had become already in session.[17] The trade commissioners also noted that \"this appears to us to be the first instance of any General Congress appointed by the Assemblies of the Colonies without the Authority of the Crown, a Measure which we Conceive of dangerous Tendency in itself.\"[18]\n\n"
        },
        {
            "title": "Proceedings",
            "text": "Delegates began to arrive in New York in late September, and a preliminary meeting was held by four delegations on September 30; what was discussed then is not known.[17] The first session of the Congress was held on October 7, in New York's City Hall (now known as Federal Hall). It elected Timothy Ruggles, a conservative Massachusetts delegate, as its chairman, narrowly rejecting James Otis, whom John Adams described as the soul of the body. John Cotton, the deputy secretary of the Massachusetts General Court, had been retained by the Massachusetts delegation to make a formal record, was chosen as the body's secretary and record keeper.[19] The selection of Ruggles as a delegate had been engineered by Massachusetts Governor Francis Bernard in the hopes of limiting the effectiveness of the congress.[20] His success in being elected chairman was at least partly because of the perception that Otis, a populist firebrand, \"might give their meeting an ill grace.\"[21]\n\nThe formal sessions of the Stamp Act Congress were conducted behind closed doors although some of its business may have been conducted in informal sessions held in coffeehouses and other establishments in the evenings. Lieutenant Governor Colden, unable to prevent the meeting, called it an illegal convention, noted \"Whatever possible pretenses may be used for this meeting their real intentions may be dangerous.\"[22] The delegates were clear that they were in fact loyal to the Crown. New York delegate Robert Livingston wrote that the Congress was designed to insure the unity of the British Empire: \"if I really wished to see America in a state of independence, I should desire as one of the most effectual means to that end that the stamp act should be inforced.\"[23]\n\nLittle is known of the debates in congress. The official congressional journal, in an apparently-deliberate move, contained only the barest details of official actions, and none of the participants kept private journals. As a result, accounts of the congress are based on fragmentary records from contemporary letters and publications.[24] In addition to selecting officers, the first sessions examined the credentials of each of the delegations; despite the unorthodox methods by which some were chosen, no delegates were rejected. They also debated on how voting in the body should take place, eventually agreeing that each delegation would cast a single vote.\n\nThe early substantive debates centered around issues raised by the Stamp Act and the earlier Sugar Act. The delegates spent a significant amount of time discussing the differences between direct (\"internal\") taxation and the regulation of trade (or \"external taxation\"), and seeking formal justification of the idea that only the colonial assemblies had the right to levy internal taxes.[25] Fairly early in the deliberations, the delegates agreed to produce a statement of rights which would form the foundation for petitions the congress would submit to Parliament and the king. According to Delaware delegate Caesar Rodney, the drafting of the statement was made difficult by the desire to balance the colonists' rights with the royal prerogative and the acknowledged powers of Parliament.[26]\n\nOn October 19, the delegates adopted the Declaration of Rights and Grievances, a document intended primarily for local political discussion.[27] Over the next few days, separate committees drafted three documents: an address to the king, a memorial to the House of Lords, and a petition to the House of Commons. Separate committees worked over the next few days to draft these, which were accepted after debate and revision by the delegates on October 22 and 23. When the issue of signing the documents was discussed on October 24, matters suddenly became more complicated. The delegations from Connecticut and South Carolina refused to sign the documents, citing their instructions specifically denying such power. New York's delegation also refused, citing the informality with which it had been selected.[28] From the other six delegations, New Jersey's Robert Ogden and Massachusetts' Ruggles both refused to sign, sparking a heated argument. Ruggles eventually moved that no one sign the documents, and that they instead be sent unsigned to the colonial assemblies. Otis pointed out that the Massachusetts assembly had authorized its delegation to sign any jointly agreed documents and that Ruggles' suggestion undermined the purpose of the congress to present a united front.[29]\n\nAlthough the other delegates from the six colonies signed the petitions, Ruggles and Ogden did not, and both were called before their respective assemblies to justify their actions. Ruggles, in his defense, admitted that he was opposed to the substance of the documents, and Ogden argued weakly that he thought separate petitions would be more effective than a joint one. (Others noted that Parliament had already ignored such petitions.)[30] Ruggles and Thomas McKean had an angry exchange over the matter, resulting in Ruggles challenging McKean to a duel. The duel did not take place, and Ruggles left New York early the next morning.[31] The congress met again on October 25, when the petitions were signed, and arrangements were made for the transmission of some of the documents to England, and the making of copies for the nonparticipating colonies.[32]\n\n"
        },
        {
            "title": "Declaration and petitions",
            "text": "The Declaration of Rights contains fourteen statements. The first six lay groundwork, proclaiming loyalty to the crown and asserting that according to the Rights of Englishmen and the more general \"freedom of a people\", only representatives chosen by the colonists could levy taxes. Because Parliament did not have such representatives, it could not levy taxes. The seventh statement asserts that the Rights of Englishmen afford all colonists the right to trial by jury. The remaining statements protest the unconstitutionality of the Stamp Act; express the economic consequences, which, among other things, would reduce trade to the detriment of English manufacturers; and reiterated the rights of the colonists to petition the crown and Parliament.\n\nThe petitions directed to the House of Lords and the king were written in flattering tones, gently stating the liberties the colonists had enjoyed as British subjects and hoping they would retain them. The petition to the Lords specifically acknowledged \"due Subordination to that August Body the British Parliament.\"[27] In contrast, the petition addressed to the House of Commons was more detailed, advancing economic arguments against the Stamp Act and requesting the repeal of legislation creating a jury-less vice admiralty court at Halifax. It also reiterated the supremacy of Parliament.[33]\n\n"
        },
        {
            "title": "Reaction",
            "text": "Copies of the petitions left New York on two ships, including one that had arrived during the Congress, carrying stamped paper.[34] Lord Dartmouth, the colonial secretary, rejected the petition to the Lords, saying it was an inappropriate document. The House of Commons cited several reasons not to consider the petition, including that it had been submitted by an unconstitutional assembly, it denied Parliament's right to levy taxes, and acceptance of the petition would constitute an admission that Parliament had erred.[citation needed] The weak Rockingham Ministry, laboring for support against political opponents, rallied merchant interests in opposition to the Stamp Act, and it was repealed primarily on the strength of economic arguments advanced by these interests on March 18, 1766.[35] To address the constitutional issues raised by the North American protests, Parliament also passed the Declaratory Act, claiming the authority to legislate for the colonies \"in all cases whatsoever\".[36]\n\n"
        },
        {
            "title": "Legacy",
            "text": "This Congress is generally viewed as one of the first organized and co-ordinated political actions of the American Revolution although its participants were not at all interested in independence from Great Britain.[37] Despite significant political differences and disagreements between the Thirteen Colonies, tensions occasioned by the harsh Parliamentary response to the 1773 Boston Tea Party prompted the calling of the First Continental Congress, which produced a united response to the Intolerable Acts of 1774.  Colonies such as Quebec and Nova Scotia, which had only moderate opposition to the Stamp Act, continued to act moderately through the rising protests and remained Loyal during the American Revolutionary War.\n\nMost of the official papers of the Congress have not survived. One copy of its journal, from the papers of Caesar Rodney, survives in the library at Rowan University in Glassboro, New Jersey,[38] and a second exists in the Connecticut state archives.[39] The Maryland copy of the journal, although the original is lost, was transcribed into its assembly's records and printed in 1766.[40] Inconsistencies within and between the documents make it uncertain whether any is an accurate representation of the official journal (which was probably taken to Massachusetts and was not located by Weslager in his research).[41]\n\n"
        },
        {
            "title": "Delegates",
            "text": "Jacob Kollock was also selected to represent the Delaware counties and is known to have traveled to New York, but there is no record of his attendance at the Congress' official sessions.[53] Joseph Fox, speaker of the Pennsylvania assembly, was also chosen as a delegate but decided not to attend because conditions in Pennsylvania required his presence there.[54] Samuel Adams is often mistakenly listed as a delegate, but he is not on the list of delegates.[55]\n\nTimothy Ruggles served as chairman (president) of the Stamp Act Congress. John Cotton, who was not a delegate, served as secretary.\n\n"
        }
    ]
}