{
    "url": "https://en.wikipedia.org/wiki/Stanley_Jeyaraja_Tambiah",
    "title": "Stanley Jeyaraja Tambiah",
    "table_of_contents": [
        "1 Biography",
        "2 Awards",
        "3 Selected publications",
        "4 See also",
        "5 References",
        "6 External Links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nStanley Jeyaraja Tambiah (16 January 1929[1] – 19 January 2014)[2] was a social anthropologist[3] and Esther and Sidney Rabb Professor (Emeritus) of Anthropology at Harvard University.[4] He specialised in studies of Thailand, Sri Lanka, and Tamils, as well as the anthropology of religion and politics.\n\n"
        },
        {
            "title": "Biography",
            "text": "Tambiah was born in Sri Lanka to a Christian Tamil family. He attended S. Thomas' College, Mount Lavinia for his primary and secondary education. After finishing his undergraduate education at the University of Ceylon in 1951, he attended Cornell University, graduating in 1954 with a PhD.[3]\nHe began teaching sociology at the University of Ceylon in 1955, where he remained until 1960. After a few years as the UNESCO Teaching Assistant for Thailand, he taught at the University of Cambridge from 1963 to 1972 and at the University of Chicago from 1973 to 1976.[1]\nHe joined the faculty of Harvard University in 1976.[4]\n\nHis earliest major published work was an ethno-historical study of modern and medieval Thailand. He then became interested in the comparative study of the ways Western categories of magic, science and religion have been used by anthropologists to make sense of other cultures which do not use this three-part system. After the outbreak of civil war in Sri Lanka, he began to study the role of competing religious and ethnic identities in that country. At Harvard, he trained several generations of anthropologists in a number of fields. He also served on the National Research Council's Committee for International Conflict Resolution.[3] He did field research on the Organisation of Buddhist temples in Sri Lanka (Monks, Priests and Peasants, a Study of Buddhism and Social Structure in Central Ceylon and several papers in the American Anthropologists and the Journal of Asian Studies).[5]\n\n"
        },
        {
            "title": "Awards",
            "text": "In November 1997, Tambiah received the prestigious Balzan Prize[3] for \"penetrating social-anthropological analysis of the fundamental problems of ethnic violence in South East Asia and original studies on the dynamics of Buddhist societies [that] have opened the way to an innovative and rigorous social-anthropological approach to the internal dynamics of different civilizations\".[6]\nA month later, the Royal Anthropological Institute of Great Britain and Ireland awarded him its highest recognition,[7]\nthe Huxley Memorial Medal and Lecture.[8]\nIn September 1998, he was awarded the Fukuoka Asian Culture Prize by the city of Fukuoka, capital of Fukuoka Prefecture, Japan.[9]\n\nIn 2000, he became a Corresponding Fellow of the British Academy,[10]\na title given to those who have \"attained high international standing\" in a discipline in the humanities or social sciences.[11]\n\n"
        }
    ]
}