{
    "url": "https://en.wikipedia.org/wiki/Stanley_Tucci",
    "title": "Stanley Tucci",
    "table_of_contents": [
        "1 Early life",
        "2 Career",
        "2.1 1980s: Early work",
        "2.2 1990s: Breakthrough",
        "2.3 2000s: Films and award recognition",
        "2.4 2010s: Franchise and dramatic roles",
        "2.5 2020s: Central Park and Searching for Italy",
        "3 Personal life",
        "4 Filmography",
        "5 Awards and nominations",
        "6 Published works",
        "7 References",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nStanley Tucci Jr. (/ˈtuːtʃi/ TOO-chee; born November 11, 1960) is an American actor and filmmaker.[1][2] Involved in acting from a young age, he made his film debut in John Huston's Prizzi's Honor (1985), and continued to play a variety of supporting roles in films such as Woody Allen's Deconstructing Harry (1997), Sam Mendes's Road to Perdition (2002), and Steven Spielberg's The Terminal (2004). In 1996, he made his directorial debut with the cult comedy Big Night which he also co-wrote and starred in alongside Tony Shalhoub. He played Stanley Kubrick in the television film The Life and Death of Peter Sellers. Tucci is also known for his collaborations with Meryl Streep in films such as The Devil Wears Prada (2006) and Julie & Julia (2009). Tucci gained further acclaim and success with such films as Burlesque (2010), Easy A (2010), Captain America: The First Avenger (2011), Margin Call (2011), The Hunger Games film series (2012–2015), Spotlight (2015), Beauty and the Beast (2017), and Supernova (2020).\n\nHe has won five Emmy Awards; one for Winchell (1998), one for a guest appearance on the comedy series Monk, one for being a producer of the web series Park Bench with Steve Buscemi and two for a six-part food and travel documentary series on CNN titled Stanley Tucci: Searching for Italy for which he won the Primetime Emmy Award for Outstanding Hosted Nonfiction Series in 2021 and 2022. Tucci was nominated for an Academy Award for Best Supporting Actor for his performance in The Lovely Bones (2009). He was also nominated for a Tony Award for Best Actor in a Play for his performance in Frankie and Johnny in the Clair de Lune (2003),[3] and a Grammy Award for Best Spoken Word Album for Children, for The One and Only Shrek! alongside Meryl Streep.[4]\n\nTucci also starred in numerous television series such as the legal drama Murder One (1995–96), the medical drama 3 lbs (2006), Ryan Murphy's limited series Feud: Bette & Joan (2017), and the drama Limetown (2018). Since 2020, Tucci has voiced Bitsy Brandenham in the Apple TV+ animated series Central Park.\n\n"
        },
        {
            "title": "Early life",
            "text": "Tucci was born on November 11, 1960 in Peekskill, New York,[5] and grew up in nearby Katonah, New York.[6] His parents, Joan (née Tropiano), a secretary and writer, and Stanley Tucci Sr.[6][7] an art teacher at Horace Greeley High School in Chappaqua, New York,[8] both of Italian descent, have roots in the town of Marzi in Calabria.[9][10] His maternal great-grandmother, Angela Albanese, was from Calabria and her surname indicates that she was of Arbëreshë descent.[11][12] Tucci is the oldest of three children;[6] his sister is actress Christine Tucci.[citation needed] Screenwriter Joseph Tropiano is a cousin.[13] During the early 1970s, the family spent a year living in Florence, Italy.[10]\n\nHe attended John Jay High School,[6] where he played on the soccer and baseball teams, although his main interest lay in the school's drama club, where he and fellow actor and high school friend, Campbell Scott, son of actors George C. Scott and Colleen Dewhurst, gave well-received performances at many of John Jay's drama club productions. Tucci then attended State University of New York at Purchase, where he majored in acting and graduated in 1982.[6] Among his classmates at SUNY Purchase was fellow acting student Ving Rhames. It was Tucci who gave Rhames, born Irving, the Ving nickname by which he is known.[14]\n\n"
        },
        {
            "title": "Career",
            "text": "In 1982, Tucci earned his Actors' Equity card when actress Colleen Dewhurst, the mother of Tucci's high-school friend, actor Campbell Scott, arranged for the two young men to have parts as soldiers in a Broadway play in which she was co-starring,[6] The Queen and the Rebels which premiered on September 30, 1982. Around this time, Tucci also worked as a model, with his most notable work being a television commercial for Levi's 501 jeans.[15][16] In 1985, Tucci made his film debut in Prizzi's Honor. Tucci then went on to portray minor and supporting roles in a number of films including Monkey Shines (1988), Slaves of New York (1989), Fear, Anxiety & Depression (1989) and Billy Bathgate (1991).\n\nIn 1991, Tucci performed at the Yale Repertory Theatre in Molière's Scapin.[17] In 1992, Tucci acted in the family comedy Beethoven and the romantic fantasy Prelude to a Kiss. The former spawned a franchise of the same name due to the success of the 1992 film.\n\nFrom 1995 to 1996, Tucci starred in the television series Murder One as the mysterious Richard Cross. Tucci received his first Primetime Emmy Award nomination for his performance in the series, specifically for Outstanding Supporting Actor in a Drama Series. Following disappointing ratings, ABC decided to revamp the series resulting in Tucci being dismissed from the series.\n\nIn 1996, Tucci co-wrote, co-directed and starred in the comedy-drama film Big Night. Tucci wrote the screenplay with his cousin Joseph Tropiano and directed the film with friend Campbell Scott. The film premiered at the Sundance Film Festival where it was nominated for the \"Grand Jury Prize\". Tucci and Tropiano won the Independent Spirit Award for Best First Screenplay for writing the screenplay of the film. The film also featured his sister Christine and their mother, who wrote a cookbook for the film.\n\nIn 1998, Tucci wrote, directed, co-produced and starred in the comedy film The Impostors. Shortly thereafter, Tucci starred in the HBO biographical television film Winchell in which Tucci portrayed columnist Walter Winchell. For his portrayal of Winchell, Tucci won the Primetime Emmy Award for Outstanding Lead Actor in a Miniseries or Movie and the Golden Globe Award for Best Actor - Miniseries or Television Film. Tucci also received a Screen Actors Guild Awards nomination for his performance in the film.\n\nIn 1999, he played Robin Goodfellow / Puck in the Michael Hoffman adaptation of A Midsummer Night's Dream.[18][19]\n\nIn 2000, Tucci directed, produced and starred in the drama film Joe Gould's Secret, based on a 1964 biographical essay about Gould by The New Yorker reporter Joseph Mitchell. In 2001, Tucci starred in the HBO television war film Conspiracy as Adolf Eichmann. The project also starred Kenneth Branagh and Colin Firth. For his portrayal of Eichmann, Tucci won another Golden Globe Award for Best Actor - Miniseries or Television Film. The film was critically acclaimed and won a Peabody Award.[20]\n\n In 2002, Tucci returned to the stage by starring in the revival of Terrence McNally's Frankie and Johnny in the Clair de Lune. Tucci received a Tony Award for Best Actor in a Play nomination for his performance in the play. Also in 2002, he starred in Sam Mendes' Road to Perdition opposite Tom Hanks. The film went on to receive $181 million at the box office and received six Academy Award nominations.[21] He reunited with Hanks in Steven Spielberg's The Terminal (2004). That same year Tucci appeared in Shall We Dance (2004). Tucci also portrayed Stanley Kubrick in the HBO television film, The Life and Death of Peter Sellers (2004). He also was a guest caller in an episode of Frasier. Also that year, Caedmon Audio released an audiobook of Tucci reading Kurt Vonnegut's 1973 novel Breakfast of Champions. In 2005, Tucci had his first voice role in the animated film Robots.\n\nIn 2006, Tucci had a major role in the comedy film The Devil Wears Prada, opposite Meryl Streep, Anne Hathaway and Emily Blunt. The film was Tucci's highest grossing-film until Captain America: The First Avenger in 2011.[22] Also in 2006, Tucci made an appearance on the television series Monk, for which he won the Primetime Emmy Award for Outstanding Guest Actor in a Comedy Series.\n\nTucci returned to broadcast television by starring in the drama series 3 lbs, which premiered on November 14, 2006. However, due to low ratings CBS cancelled the series. The following year, Tucci went on to recur in the drama series ER.[23] For his performance in ER, Tucci was nominated for the Primetime Emmy Award for Outstanding Guest Actor in a Drama Series.\n\nIn 2009, Tucci portrayed George Harvey, a serial killer of young girls, in The Lovely Bones, Peter Jackson's adaptation of Alice Sebold's novel, for which he received Golden Globe and Academy Award nominations. To prepare for the role, he consulted with retired FBI profiler John Douglas.[24] Also in 2009, Tucci reunited with Meryl Streep in Julie & Julia. The following year, Tucci directed a revival of the Ken Ludwig play Lend Me a Tenor on Broadway, starring Tony Shalhoub.[25] Furthermore, Tucci had a supporting role in the teen comedy film Easy A. In 2010, Tucci starred alongside Cher and Christina Aguilera in Burlesque. In 2011, Tucci played Dr. Abraham Erskine in the Marvel Cinematic Universe film Captain America: The First Avenger.[26]\n\nIn the fall of 2012, Tucci released his first cookbook titled The Tucci Cookbook.[10] Tucci was also a co-owner of the Finch Tavern restaurant in Croton Falls, New York.[27]\n\nFrom 2012 to 2015 Tucci portrayed Caesar Flickerman in The Hunger Games (2012) and its sequels The Hunger Games: Catching Fire (2013), The Hunger Games: Mockingjay – Part 1 (2014) and The Hunger Games: Mockingjay – Part 2 (2015). In 2013, Tucci played the role of the Ancient Greek God Dionysus in Percy Jackson: Sea of Monsters. Also in 2013, he lent his voice to an episode of the animated series American Dad!.[28][29]\n\n In 2014, Tucci portrayed CEO Joshua Joyce in Transformers: Age of Extinction. The same year, he voiced Leonardo da Vinci in the animated film Mr. Peabody & Sherman and had a cameo in Muppets Most Wanted. From 2014 to 2020, he had a recurring voice role in the animated series BoJack Horseman.\n\nIn 2015, Tucci portrayed Mitchell Garabedian in the biographical drama film Spotlight. The film won the Academy Award for Best Picture as well as Academy Award for Best Original Screenplay. Also in 2015, Tucci starred in the British series Fortitude as DCI Eugene Morton.\n\nIn 2017, Tucci directed and wrote the drama film Final Portrait. The same year, Tucci played the role of the composer Maestro Cadenza in the live-action adaptation of Disney's Beauty and the Beast, co-starring with Emma Watson and Dan Stevens. Tucci also returned to the Transformers film series by portraying Merlin in Transformers: The Last Knight. Furthermore, Tucci played the husband of Dame Fiona Maye, a British High Court judge, opposite Emma Thompson in The Children Act, based on the book of the same name by Ian McEwan.\n\nAlso in 2017, Tucci starred in the miniseries Feud as Warner Bros. studio head Jack L. Warner. Feud received critical acclaim and Tucci received a nomination for the Primetime Emmy Award for Outstanding Supporting Actor in a Limited Series or Movie.\n\nIn 2018, Tucci starred the independent films Patient Zero, A Private War and Night Hunter. In 2019, Tucci starred in the drama series Limetown, based on the podcast of the same name. Facebook cancelled the series after one season had aired.[30] The same year, Tucci starred in the horror film The Silence.\n\nIn 2020, Tucci began voicing the character Bitsy Brandenham in the animated series Central Park. The series received a two-season order from Apple Inc., with each season set to consist of 13 episodes each.[31] The series premiered on May 29, 2020.[32] In the same year, Tucci narrated the series The California Century, on notable people in the history of California told from the point of view of a screenwriter.[33][34]\n\nIn 2020, Tucci starred in the British drama film Supernova opposite Colin Firth. The film explores the relationship between a couple played by Tucci and Firth as one of them succumbs to early onset dementia. The film premiered at the San Sebastián International Film Festival and since has received critical acclaim. Guy Lodge, critic for Variety wrote of their chemistry \"Firth and Tucci are such reliable stalwarts that we tend not to regard their presence too closely in films these days: Almost invariably, they fulfill our expectations of their refined gravitas. But there's something lovely and surprising in what they bring out of each other here, as they complement and reflect each other's curtness, evasiveness and occasional spillages of tenderness in the way that long-term couples do.\"[35]\n\nIn 2021, Tucci hosted the culinary travel series, Stanley Tucci: Searching for Italy, a six-part original CNN series following the actor on a food tour of Italy.[36][37] The series received two Primetime Emmy Award nominations, including one for Outstanding Hosted Nonfiction Series, and was renewed for a second season set to air in 2022.[38] In September, Tucci was cast as Grammy-winning producer Clive Davis in I Wanna Dance With Somebody, a biopic on Whitney Houston.[39]\n\n"
        },
        {
            "title": "Personal life",
            "text": "Tucci's first wife, Kathryn Spath (born 1962), died of breast cancer in 2009.[40][41] She was a social worker and former wife of actor and stage manager Alexander R. Scott, the elder son of actors Colleen Dewhurst and George C. Scott.[42] She and Tucci married in 1995 and had three children: daughter Camilla and twins Nicolo and Isabel.[43][44] The couple also raised Kathryn's two children from her previous marriage.[6][44] Tucci left her in 2002 for actress Edie Falco, with whom he was appearing on Broadway in Terrence McNally's Frankie and Johnny in the Clair de Lune, but the affair ended, and he returned to his wife and children.[45]\n\nIn 2011, then a widower, Tucci became engaged to Felicity Blunt, a British literary agent. She is the elder sister of British actress Emily Blunt, who co-starred with Tucci in The Devil Wears Prada and introduced the couple several years later at her own 2010 wedding to actor John Krasinski.[46] Tucci and Blunt married in a civil ceremony in summer 2012,[47] followed by a larger observance at Middle Temple Hall in London on September 29, 2012.[48] The couple live in Barnes, London,[49] and have a son Matteo Oliver born on 25 January 2015[43] and a daughter Emilia Giovanna, born on 19 April 2018.[50]\n\nOn September 12, 2016, Tucci, with Cate Blanchett, Chiwetel Ejiofor, Peter Capaldi, Douglas Booth, Neil Gaiman, Keira Knightley, Juliet Stevenson, Kit Harington, and Jesse Eisenberg, appeared in a video from the United Nations' refugee agency UNHCR to help raise awareness of the global refugee crisis. The video, titled \"What They Took With Them\", has the actors reading a poem, written by Jenifer Toksvig and inspired by primary accounts of refugees, and is part of UNHCR's #WithRefugees campaign, of which also includes a petition to governments to expand asylum to provide further shelter, integrating job opportunities, and education.[51][52]\n\nOn May 21, 2021, Tucci received a Doctorate Honoris Causa in Humane Letters from the American University of Rome, in Rome, Italy, for his lifelong contribution to the arts and humanities.[53][54]\n\nTucci is a noted fan of cigar smoking.[55]\n\nIn September 2021, Tucci revealed that he had been diagnosed with oral cancer three years earlier. He had received treatment (chemotherapy and radiation) after a tumor was found at the base of his tongue, and said it was unlikely that the tumor would return.[56]\n\nIn October 2021, his memoir Taste: My Life Through Food was published, which describes his encounter with cancer and his love of food.[57] As of February  20, 2022, Taste: My Life Through Food had been on The New York Times Best Seller List for 18 weeks.[58]\n\n"
        },
        {
            "title": "Filmography",
            "text": "Selected credits\n\n"
        }
    ]
}