{
    "url": "https://en.wikipedia.org/wiki/Stanford_University",
    "title": "Stanford University",
    "table_of_contents": [
        "1 History",
        "2 Land",
        "2.1 Central campus",
        "2.2 Non-central campus",
        "2.3 Faculty residences",
        "2.4 Other uses",
        "2.5 Landmarks",
        "3 Administration and organization",
        "3.1 Endowment and donations",
        "4 Academics",
        "4.1 Admissions",
        "4.2 Teaching and learning",
        "4.3 Research centers and institutes",
        "4.4 Libraries and digital resources",
        "4.5 Arts",
        "4.6 Reputation and rankings",
        "5 Discoveries and innovation",
        "5.1 Natural sciences",
        "5.2 Computer and applied sciences",
        "5.3 Businesses and entrepreneurship",
        "6 Student life",
        "6.1 Student body",
        "6.2 Dormitories and student housing",
        "6.3 Athletics",
        "6.4 Traditions",
        "6.5 Religious life",
        "6.6 Greek life",
        "6.7 Student groups",
        "6.8 Safety",
        "6.8.1 Campus sexual misconduct",
        "6.8.2 People v. Turner",
        "6.8.3 Joe Lonsdale",
        "7 Notable people",
        "7.1 Award laureates and scholars",
        "8 See also",
        "9 Explanatory notes",
        "10 References",
        "11 Further reading",
        "12 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nStanford University, officially Leland Stanford Junior University,[13][14] is a private research university in Stanford, California. The campus occupies 8,180 acres (3,310 hectares), among the largest in the United States, and enrolls over 17,000 students.[15] Stanford is ranked among the top universities in the world.[16][17][18][19][20]\n\nStanford was founded in 1885 by Leland and Jane Stanford in memory of their only child, Leland Stanford Jr., who had died of typhoid fever at age 15 the previous year.[2] Leland Stanford was a U.S. senator and former governor of California who made his fortune as a railroad tycoon. The school admitted its first students on October 1, 1891,[2][3] as a coeducational and non-denominational institution. Stanford University struggled financially after the death of Leland Stanford in 1893 and again after much of the campus was damaged by the 1906 San Francisco earthquake.[21] Following World War II, provost Frederick Terman supported faculty and graduates' entrepreneurialism to build self-sufficient local industry in what would later be known as Silicon Valley.[22]\n\nThe university is organized around seven schools on the same campus: three schools consisting of 40 academic departments at the undergraduate level as well as four professional schools that focus on graduate programs in law, medicine, education, and business. The university also houses the public policy think tank, the Hoover Institution. Students compete in 36 varsity sports, and the university is one of two private institutions in the Division I FBS Pac-12 Conference. As of May 26, 2022, Stanford has won 131 NCAA team championships,[23] more than any other university, and was awarded the NACDA Directors' Cup for 25 consecutive years, beginning in 1994–1995.[24] In addition, by 2021, Stanford students and alumni had won at least 296 Olympic medals including 150 gold and 79 silver medals.[25]\n\nAs of April 2021, 85 Nobel laureates, 29 Turing Award laureates,[note 1] and eight Fields Medalists have been affiliated with Stanford as students, alumni, faculty, or staff.[46] In addition, Stanford is particularly noted for its entrepreneurship and is one of the most successful universities in attracting funding for start-ups.[47][48][49][50][51] Stanford alumni have founded numerous companies, which combined produce more than $2.7 trillion in annual revenue and have created 5.4 million jobs as of 2011, roughly equivalent to the seventh largest economy in the world (as of 2020[update]).[52][53][54] Stanford is the alma mater of U.S. President Herbert Hoover, 74 living billionaires, and 17 astronauts.[55] In academia, its alumni include the current presidents of Yale and MIT and the provosts of Harvard and Princeton. It is also one of the leading producers of Fulbright Scholars, Marshall Scholars, Rhodes Scholars, and members of the United States Congress.[56]\n\n"
        },
        {
            "title": "History",
            "text": "Stanford University was founded in 1885 by Leland and Jane Stanford, dedicated to the memory of Leland Stanford Jr, their only child. The institution opened in 1891 on Stanford's previous Palo Alto farm.\n\nJane and Leland Stanford modeled their university after the great eastern universities, most specifically Cornell University in Ithaca, New York. Stanford was referred to as the \"Cornell of the West\" in 1891 due to a majority of its faculty being former Cornell affiliates (professors, alumni, or both), including its first president, David Starr Jordan, and second president, John Casper Branner. Both Cornell and Stanford were among the first to make higher education accessible, non-sectarian, and open to women as well as men. Cornell is credited as one of the first American universities to adopt that radical departure from traditional education, and Stanford became an early adopter as well.[58]\n\nFrom an architectural point of view, the Stanfords, particularly Jane, wanted their university to look different from the eastern ones, which had often sought to emulate the style of English university buildings. They specified in the founding grant[59] that the buildings should \"be like the old adobe houses of the early Spanish days; they will be one-storied; they will have deep window seats and open fireplaces, and the roofs will be covered with the familiar dark red tiles\". This guides the campus buildings to this day. The Stanfords also hired renowned landscape architect Frederick Law Olmsted, who previously designed the Cornell campus, to design the Stanford campus.\n\nWhen Leland Stanford died in 1893, the continued existence of the university was in jeopardy due to a federal lawsuit against his estate, but Jane Stanford insisted the university remain in operation throughout the financial crisis.[60][61] The university suffered major damage from the 1906 San Francisco earthquake; most of the damage was repaired, but a new library and gymnasium were demolished, and some original features of Memorial Church and the Quad were never restored.[62]\n\nDuring the early 20th century, the university added four professional graduate schools. Stanford University School of Medicine was established in 1908 when the university acquired Cooper Medical College in San Francisco;[63] it moved to the Stanford campus in 1959.[64] The university's law department, established as an undergraduate curriculum in 1893, was transitioned into a professional law school starting in 1908, and received accreditation from the American Bar Association in 1923.[65] The Stanford Graduate School of Education grew out of the Department of the History and Art of Education, one of the original 21 departments at Stanford, and became a professional graduate school in 1917.[66] The Stanford Graduate School of Business was founded in 1925 at the urging of then-trustee Herbert Hoover.[67] In 1919, The Hoover Institution on War, Revolution and Peace was started by Herbert Hoover to preserve artifacts related to World War I. The SLAC National Accelerator Laboratory (originally named the Stanford Linear Accelerator Center), established in 1962, performs research in particle physics.[68]\n\nIn the 1940s and 1950s, engineering professor and later provost Frederick Terman encouraged  Stanford engineering graduates to invent products and start their own companies.[69] During the 1950s, he established Stanford Industrial Park, a high-tech commercial campus on university land.[70] Also in the 1950s William Shockley, co-inventor of the silicon transistor, recipient of the 1956 Nobel Prize for Physics, and later professor of physics at Stanford, moved to the Palo Alto area and founded a company, Shockley Semiconductor Laboratory. The next year eight of his employees resigned and formed a competing company, Fairchild Semiconductor. The presence of so many high-tech and semiconductor firms helped to establish Stanford and the mid-Peninsula as a hotbed of innovation, eventually named Silicon Valley after the key ingredient in transistors.[71] Shockley and Terman are often described, separately or jointly, as the \"fathers of  Silicon Valley\".[72][73]\n\nStanford limited Jewish student admissions during the 1950s. [74]\n\nStanford in the 1960s rose from a regional university to one of the most prestigious in the United States, \"when it appeared on lists of the \"top ten\" universities in America... This swift rise to performance [was] understood at the time as related directly to the university's defense contracts...\"[75]\n\nIn the following decades, however, controversies would damage the reputation of the school. The 1971 Stanford prison experiment was criticized as unethical,[76] and the misuse of government funds from 1981 resulted in severe penalties to the school's research funding[77][78] and the resignation of Stanford President Donald Kennedy in 1992.[79]\n\n"
        },
        {
            "title": "Land",
            "text": "Most of Stanford is on an 8,180-acre (12.8 sq mi; 33.1 km2)[6] campus, one of the largest in the United States.[note 2] It is on the San Francisco Peninsula, in the northwest part of the Santa Clara Valley (Silicon Valley) approximately 37 miles (60 km) southeast of San Francisco and approximately 20 miles (30 km) northwest of San Jose. $4.5 billion was received by Stanford in 2006 and spent more than $2.1 billion in 2 counties named Santa Clara, and San Mateo. In 2008, 60% of this land remained undeveloped.[82]\n\nStanford's main campus includes a census-designated place within unincorporated Santa Clara County, although some of the university land (such as the Stanford Shopping Center and the Stanford Research Park) is within the city limits of Palo Alto. The campus also includes much land in unincorporated San Mateo County (including the SLAC National Accelerator Laboratory and the Jasper Ridge Biological Preserve), as well as in the city limits of Menlo Park (Stanford Hills neighborhood), Woodside, and Portola Valley.[83]\n\nThe central campus includes a seasonal lake (Lake Lagunita, actually an irrigation reservoir), home to the vulnerable California tiger salamander. As of 2012 Lake Lagunita was often dry and the university had no plans to artificially fill it.[84]  Two other reservoirs, Searsville Lake on San Francisquito Creek and Felt Lake,[85] are on more remote sections of the founding grant.\n\nThe central academic campus is adjacent to Palo Alto, bounded by El Camino Real, Stanford Avenue, Jane Stanford Way, and Sand Hill Road. The United States Postal Service has assigned it two ZIP Codes: 94305 for campus mail and 94309 for P.O. box mail. It lies within area code 650.\n\nStanford currently operates in various locations outside of its central campus.\n\nOn the founding grant:\n\nOff the founding grant:\n\nMany Stanford faculty members live in the \"Faculty Ghetto,\" within walking or biking distance of campus.[99] The Faculty Ghetto is composed of land owned by Stanford. Similar to a condominium, the houses can be bought and sold but the land under the houses is rented on a 99-year lease. Houses in the \"Ghetto\" appreciate and depreciate, but not as rapidly as overall Silicon Valley values. For faculty housing there are some changes that come from the date February 1, 2022.[100]\n\nSome of the land is managed to provide revenue for the university such as the Stanford Shopping Center and the Stanford Research Park. Stanford land is also leased for a token rent by the Palo Alto Unified School District for several schools including Palo Alto High School and Gunn High School.[101] El Camino Park, the oldest Palo Alto city park (established 1914), is also on Stanford land.[102]\n\nStanford also has the Stanford Golf Course[103] and Stanford Red Barn Equestrian Center[104] used by Stanford athletics though the golf course can also be used by the general public.\n\nContemporary campus landmarks include the Main Quad and Memorial Church, the Cantor Center for Visual Arts and the Bing Concert Hall, the Stanford Mausoleum with the nearby Angel of Grief, Hoover Tower, the Rodin Sculpture Garden, the Papua New Guinea Sculpture Garden, the Arizona Cactus Garden, the Stanford University Arboretum, Green Library and the Dish. Frank Lloyd Wright's 1937 Hanna–Honeycomb House and the 1919 Lou Henry Hoover House are both listed on the National Register of Historic Places. White Memorial Fountain (also known as \"The Claw\") between the Stanford Bookstore and the Old Union is a popular place to meet and to engage in the Stanford custom of \"fountain hopping\"; it was installed in 1964 and designed by Aristides Demetrios after a national competition as a memorial for two brothers in the class of 1949, William N. White and John B. White II, one of whom died before graduating and one shortly after in 1952.[105][106][107][108]\n\n"
        },
        {
            "title": "Administration and organization",
            "text": "Stanford is a private, non-profit university administered as a corporate trust governed by a privately appointed board of trustees with a maximum membership of 38.[109][note 3] Trustees serve five-year terms (not more than two consecutive terms) and meet five times annually.[112] A new trustee is chosen by the current trustees by ballot.[110] The Stanford trustees also oversee the Stanford Research Park, the Stanford Shopping Center, the Cantor Center for Visual Arts, Stanford University Medical Center, and many associated medical facilities (including the Lucile Packard Children's Hospital).[113]\n\nThe board appoints a president to serve as the chief executive officer of the university, to prescribe the duties of professors and course of study, to manage financial and business affairs, and to appoint nine vice presidents.[114] The 11th and current president of Stanford University is Marc Trevor Tessier-Lavigne, a Canadian-born neuroscientist.[115] The provost is the chief academic and budget officer, to whom the deans of each of the seven schools report.[116][117] Persis Drell became the 13th provost in February 2017.\n\nAs of 2018, the university was organized into seven academic schools.[118] The schools of Humanities and Sciences (27 departments),[119] Engineering (nine departments),[120] and Earth, Energy & Environmental Sciences (four departments)[121] have both graduate and undergraduate programs while the Schools of Law,[122] Medicine,[123] Education,[124] and Business,[125] have graduate programs only. A new School of Sustainability will supersede the School of Earth, Energy, & Environmental Sciences in September 2022. The powers and authority of the faculty are vested in the Academic Council, which is made up of tenure and non-tenure line faculty, research faculty, senior fellows in some policy centers and institutes, the president of the university, and some other academic administrators. But most matters are handled by the Faculty Senate, made up of 54 elected representatives of the faculty for the year of 2021–22.[126]\n\nThe Associated Students of Stanford University (ASSU) is the student government for Stanford and all registered students are members. Its elected leadership consists of the Undergraduate Senate elected by the undergraduate students, the Graduate Student Council elected by the graduate students, and the President and Vice President elected as a ticket by the entire student body.[127]\n\nStanford is the beneficiary of a special clause in the California Constitution, which explicitly exempts Stanford property from taxation so long as the property is used for educational purposes.[128]\n\nThe university's endowment, managed by the Stanford Management Company, was valued at $36.3 billion as of August 31, 2022.[4] Payouts from the Stanford endowment covered approximately 21% of university expenses in the 2022 fiscal year.[4] In the 2018 NACUBO-TIAA survey of colleges and universities in the United States and Canada, only Harvard University, the University of Texas System, and Yale University had larger endowments than Stanford.[129]\n\nIn 2006, President John L. Hennessy launched a five-year campaign called the Stanford Challenge, which reached its $4.3 billion fundraising goal in 2009, two years ahead of time, but continued fundraising for the duration of the campaign. It concluded on December 31, 2011, having raised $6.23 billion and breaking the previous campaign fundraising record of $3.88 billion held by Yale.[130][131] Specifically, the campaign raised $253.7 million for undergraduate financial aid, as well as $2.33 billion for its initiative in \"Seeking Solutions\" to global problems, $1.61 billion for \"Educating Leaders\" by improving K-12 education, and $2.11 billion for \"Foundation of Excellence\" aimed at providing academic support for Stanford students and faculty. Funds supported 366 new fellowships for graduate students, 139 new endowed chairs for faculty, and 38 new or renovated buildings. The new funding also enabled the construction of a facility for stem cell research; a new campus for the business school; an expansion of the law school; a new Engineering Quad; a new art and art history building; an on-campus concert hall; the new Cantor Arts Center; and a planned expansion of the medical school, among other things.[132][133] In 2012, the university raised $1.035 billion, becoming the first school to raise more than a billion dollars in a year.[134]\n\nIn April 2022, Stanford University announced a $75 million donation, in support of a multidisciplinary neurodegenerative brain disease research initiative at the university's Wu Tsai Neurosciences Institute. The donation came from the Nike co-founder Phil Knight and his wife Penny; hence The Phil and Penny Knight Initiative for Brain Resilience will explore cognitive declines from diseases such as Alzheimer's and Parkinson's.[135]\n\n"
        },
        {
            "title": "Academics",
            "text": "Stanford is considered by US News to be 'most selective', with an acceptance rate of 4%. Half of applicants accepted to Stanford have an SAT score between 1440 and 1570 or an ACT score of 32 and 35. Admissions officials consider a student's GPA to be an important academic factor, with emphasis on an applicant's high school class rank and letters of recommendation.[145] In terms of non-academic materials as of 2019, Stanford ranks extracurricular activities, talent/ability and character/personal qualities as 'very important' in making first-time, first-year admission decisions, while ranking the interview, whether the applicant is a first-generation university applicant, legacy preferences, volunteer work and work experience as 'considered'.[138]\n\nStanford follows a quarter system with the autumn quarter usually beginning in late September and the spring quarter ending in mid-June.[146] The full-time, four-year undergraduate program has an arts and sciences focus with high graduate student coexistence.[146] Stanford is accredited by the Western Association of Schools and Colleges.[147]\n\nStanford's admission process is need-blind for U.S. citizens and permanent residents; while it is not need-blind for international students, 64% are on need-based aid, with an average aid package of $31,411.[148] In 2012–13, the university awarded $126 million in need-based financial aid to 3,485 students, with an average aid package of $40,460.[148] Eighty percent of students receive some form of financial aid.[148] Stanford has a no-loan policy.[148] For undergraduates admitted starting in 2015, Stanford waives tuition, room, and board for most families with incomes below $65,000, and most families with incomes below $125,000 are not required to pay tuition; those with incomes up to $150,000 may have tuition significantly reduced.[149] Seventeen percent of students receive Pell Grants,[148] a common measure of low-income students at a college. In 2022, Stanford started its first dual-enrollment computer science program for high school students from low-income communities[150] as a pilot project which then inspired the founding of the Qualia Global Scholars Program.[151] Stanford plans to expand the program to include courses in Structured Liberal Education and writing.[150]\n\nThe Cantonese language had classes at Stanford until 2020, when the remaining Cantonese instructor was laid off.[152]\n\nStanford is classified among \"R1: Doctoral Universities – Very high research activity.\"[146] The university's research expenditure in fiscal year 2021 was $1.69 billion and total sponsored projects was 7,900+.[153] As of 2016 the Office of the Vice Provost and Dean of Research oversaw eighteen independent laboratories, centers, and institutes. Dr. Kathryn Ann Moler is the key person for leading those research centers for choosing problems, faculty members, and students. Funding is also provided for undergraduate and graduate students by those labs, centers, and institutes for collaborative research.[154]\n\nOther Stanford-affiliated institutions include the SLAC National Accelerator Laboratory (originally the Stanford Linear Accelerator Center), the Stanford Research Institute (an independent institution which originated at the university), the Hoover Institution (a conservative[155] think tank) and the Hasso Plattner Institute of Design (a multidisciplinary design school in cooperation with the Hasso Plattner Institute of University of Potsdam that integrates product design, engineering, and business management education).[citation needed]\n\nStanford is home to the Martin Luther King Jr. Research and Education Institute which grew out of and still contains the Martin Luther King Jr. Papers Project, a collaboration with the King Center to publish the King papers held by the King Center.[156] It also runs the John S. Knight Fellowship for Professional Journalists and the Center for Ocean Solutions, which brings together marine science and policy to address challenges facing the ocean. It focuses mainly 5 points, such as climate change, overfishing, coastal development, pollution and plastics.[157]\n\nTogether with UC Berkeley and UC San Francisco, Stanford is part of the Biohub, a new medical science research center founded in 2016 by a $600 million commitment from Facebook CEO and founder Mark Zuckerberg and pediatrician Priscilla Chan. This medical research center is working for designing advanced-level health care units.[158]\n\nAs of 2014, Stanford University Libraries (SUL) has 24 libraries in total. The Hoover Institution Library and Archives is a research center based on history of 20th century.[159] Stanford University Libraries (SUL) held a collection of more than 9.3 million volumes, nearly 300,000 rare or special books, 1.5 million e-books, 2.5 million audiovisual materials, 77,000 serials, nearly 6 million microform holdings, thousands of other digital resources.[160] and 516,620 journal, 526,414 images, 11,000 software collection, 1,00,000 videos etc. .[161] Stanford University Press (SUP) Funded in 1892. Books are written about a variety of topics and published 130 books per year and Based on innovative research, currently printed more than 3,000 books.[162] It also has fifteen subject areas.[163]\n\nThe main library in the SU library system is the Green Library, which also contains various meeting and conference rooms, study spaces, and reading rooms. Lathrop Library (previously Meyer Library, demolished in 2015), holds various student-accessible media resources and houses one of the largest East Asia collections with 540,000 volumes.\n\nStanford is home to the Cantor Center for Visual Arts, a museum with 24 galleries, sculpture gardens, terraces, and a courtyard first established in 1891 by Jane and Leland Stanford as a memorial to their only child. The center's collection of works by Rodin is among the largest in the world.[164] The Thomas Welton Stanford Gallery, which was built in 1917, serves as a teaching resource for the Department of Art & Art History as well as an exhibition venue. In 2014, Stanford opened the Anderson Collection, a new museum focused on postwar American art and founded by the donation of 121 works by food service moguls Mary and Harry Anderson.[165][166][167] There are outdoor art installations throughout the campus, primarily sculptures, but some murals as well. The Papua New Guinea Sculpture Garden near Roble Hall features includes wood carvings and \"totem poles.\"\n\nThe Stanford music department sponsors many ensembles including five choirs, the Stanford Symphony Orchestra, Stanford Taiko, and the Stanford Wind Ensemble. Extracurricular activities include theater groups such as Ram's Head Theatrical Society, the Stanford Improvisors,[168] the Stanford Shakespeare Company, and the Stanford Savoyards, a group dedicated to performing the works of Gilbert and Sullivan. Stanford is also host to ten a cappella groups, including the Mendicants (Stanford's first),[169] Counterpoint (the first all-female group on the West Coast),[170] the Harmonics, the Stanford Fleet Street Singers,[171] Talisman, Everyday People, and Raagapella.[172]\n\nIn United States college ranking measures Stanford ranks high, sometimes first (see infoboxes above). Slate in 2014 dubbed Stanford as \"the Harvard of the 21st century\".[183] The New York Times in the same year concluded \"Stanford University has become America's 'it' school, by measures that Harvard once dominated.\"[184] From polls of college applicants done by The Princeton Review, every year from 2013 to 2020 the most commonly named \"dream college\" for students was Stanford; separately, parents, too, most frequently named Stanford their \"dream college.\"[185][186]\n\nGlobally Stanford is also ranked among the top universities in the world (see infoboxes above). The Academic Ranking of World Universities (ARWU) ranked Stanford second in the world (after Harvard) most years from 2003 to 2020.[187] Times Higher Education recognizes Stanford as one of the world's \"six super brands\" on its World Reputation Rankings, along with Berkeley, Cambridge, Harvard, MIT, and Oxford.[188][189]\n\n"
        },
        {
            "title": "Discoveries and innovation",
            "text": "Stanford is one of the most successful universities in creating companies and licensing its inventions to existing companies, and it is often considered a model for technology transfer.[47][48] Stanford's Office of Technology Licensing is responsible for commercializing university research, intellectual property, and university-developed projects.\n\nThe university is described as having a strong venture culture in which students are encouraged, and often funded, to launch their own companies.[49]\n\nCompanies founded by Stanford alumni generate more than $2.7 trillion in annual revenue and have created some 5.4 million jobs since the 1930s.[213] When combined, these companies would form the tenth-largest economy in the world.[53]\n\nSome companies closely associated with Stanford and their connections include:\n\n"
        },
        {
            "title": "Student life",
            "text": "Stanford enrolled 6,996 undergraduate[148] and 10,253 graduate students[148] as of the 2019–2020 school year. Women made up 50.4% of undergraduates and 41.5% of graduate students.[148] In the same academic year, the freshman retention rate was 99%.\n\nStanford awarded 1,819 undergraduate degrees, 2,393 master's degrees, 770 doctoral degrees, and 3270 professional degrees in the 2018–2019 school year.[148] The four-year graduation rate for the class of 2017 cohort was 72.9%, and the six-year rate was 94.4%.[148] The relatively low four-year graduation rate is a function of the university's coterminal degree (or \"coterm\") program, which allows students to earn a master's degree as a 1-to-2-year extension of their undergraduate program.[227]\n\nAs of 2010, fifteen percent of undergraduates were first-generation students.[228]\n\nAs of 2013, 89% of undergraduate students lived in on-campus university housing. First-year undergraduates are required to live on campus, and all undergraduates are guaranteed housing for all four undergraduate years.[148][229] Undergraduates live in 80 different houses, including dormitories, co-ops, row houses, and fraternities and sororities.[230] At Manzanita Park, 118 mobile homes were installed as \"temporary\" housing from 1969 to 1991, but as of 2015 was the site of newer dorms Castano, Kimball, Lantana, and the Humanities House, completed in 2015.[231][232]\n\nMost student residences are just outside the campus core, within ten minutes (on foot or bike) of most classrooms and libraries. Some are reserved for freshman, sophomores, or upperclass students and some are open to all four classes. Most residences are co-ed; seven are all-male fraternities, three are all-female sororities, and there is also one all-female non-sorority house, Roth House. In most residences, men and women live on the same floor, but a few dorms are configured for men and women to live on separate floors (single-gender floors).[233]\n\nSeveral residences are considered theme houses. The Academic, Language and Culture Houses include EAST (Education and Society Themed House), Hammarskjöld (International Themed House), Haus Mitteleuropa (Central European Themed House), La Casa Italiana (Italian Language and Culture), La Maison Française (French Language and Culture House), Slavianskii Dom (Slavic/East European Themed House), Storey (Human Biology Themed House), and Yost (Spanish Language and Culture). Cross-Cultural Themed Houses include Casa Zapata (Chicano/Latino Theme in Stern Hall), Muwekma-tah-ruk (American Indian/Alaska Native, and Native Hawaiian Themed House), Okada (Asian-American Themed House in Wilbur Hall), and Ujamaa (Black/African-American Themed House in Lagunita Court). Focus Houses include Freshman-Sophomore College (Academic Focus), Branner Hall (Community Service), Kimball (Arts & Performing Arts), Crothers (Global Citizenship), and Toyon (Sophomore Priority).[230] Theme houses predating the current \"theme\" classification system are Columbae (Social Change Through Nonviolence, since 1970),[234] and Synergy (Exploring Alternatives, since 1972).[235]\n\nCo-ops or \"Self-Ops\" are another housing option. These houses feature cooperative living, where residents and eating associates each contribute work to keep the house running, such as cooking meals or cleaning shared spaces. These houses have unique themes around which their community is centered. Many co-ops are hubs of music, art and philosophy. The co-ops on campus are 576 Alvarado Row (formerly Chi Theta Chi), Columbae, Enchanted Broccoli Forest (EBF), Hammarskjöld, Kairos, Terra (the unofficial LGBT house),[236] and Synergy.[237] Phi Sigma, at 1018 Campus Drive was formerly Phi Sigma Kappa fraternity, but in 1973 became a Self-Op.[238]\n\nAs of 2015 around 55 percent of the graduate student population lived on campus.[239] First-year graduate students are guaranteed on-campus housing. Stanford also subsidizes off-campus apartments in nearby Palo Alto, Menlo Park, and Mountain View for graduate students who are guaranteed on-campus housing but are unable to live on campus due to a lack of space.[240]\n\nAs of 2016 Stanford had 16 male varsity sports and 20 female varsity sports,[241] 19 club sports[242] and about 27 intramural sports[243] In 1930, following a unanimous vote by the executive committee for the Associated Students, the athletic department adopted the mascot \"Indian.\" The Indian symbol and name were dropped by President Richard Lyman in 1972, after objections from Native American students and a vote by the student senate.[244] The sports teams are now officially referred to as the \"Stanford Cardinal,\" referring to the deep red color, not the cardinal bird. Stanford is a member of the Pac-12 Conference in most sports, the Mountain Pacific Sports Federation in several other sports, and the America East Conference in field hockey[245] with the participation in the inter-collegiate NCAA's Division I FBS.\n\nIts traditional sports rival is the University of California, Berkeley, the neighbor to the north in the East Bay. The winner of the annual \"Big Game\" between the Cal and Cardinal football teams gains custody of the Stanford Axe.[246]\n\nAs of May 9, 2022, Stanford has won 130 NCAA team championships, more than any other school. Stanford has won at least one NCAA team championship each academic year for 46 consecutive years, starting in 1976–77 and continuing through 2021–22.[247] The second-longest NCAA championship streak was 19 years, achieved by USC from 1959 to 1960 through 1977–78.  As of January 1, 2022, Stanford athletes have won 529 NCAA individual championships. No other Division I school is within 100 of Stanford's total.[248] Stanford won 25 consecutive NACDA Directors' Cups, from 1994 to 1995 through 2018–19, awarded annually to the most successful overall college sports program in the nation.[247]\n\n177 Stanford-affiliated athletes have won a total of 296 Summer Olympic medals (150 gold, 79 silver, 67 bronze), including 26 medals at the 2020 Tokyo Olympics and 27 medals at the 2016 Rio de Janeiro Olympics.[247] Stanford athletes have won medals in every Summer Olympic Games since 1912.\n\nStudents and staff at Stanford are of many different religions. The Stanford Office for Religious Life's mission is \"to guide, nurture and enhance spiritual, religious and ethical life within the Stanford University community\" by promoting enriching dialogue, meaningful ritual, and enduring friendships among people of all religious backgrounds. It is headed by a dean with the assistance of a senior associate dean and an associate dean.\nStanford Memorial Church, in the center of campus, has a Sunday University Public Worship service (UPW) usually in the \"Protestant Ecumenical Christian\" tradition where the Memorial Church Choir sings and a sermon is preached usually by one of the Stanford deans for Religious Life. UPW sometimes has multifaith services.[273] In addition, the church is used by the Catholic community and by some of the other Christian denominations at Stanford. Weddings happen most Saturdays and the university has for over 20 years allowed blessings of same-gender relationships and now legal weddings.\n\nIn addition to the church, the Office for Religious Life has a Center for Inter-Religious Community, Learning and Experiences (CIRCLE) on the third floor of Old Union. It offers a common room, an interfaith sanctuary, a seminar room, a student lounge area, and a reading room, as well as offices housing a number of Stanford Associated Religions (SAR) member groups and the Senior Associate Dean and Associate Dean for Religious Life. Most though not all religious student groups belong to SAR. The SAR directory includes organizations that serve atheist, Bahá’í, Buddhist, Christian, Hindu, Islam, Jewish, and Sikh groups, though these groups vary year by year.[274]\nThe Windhover Contemplation Center was dedicated in October 2014, and was intended to provide spiritual sanctuary for students and staff in the midst of their course and work schedules; the center displays the \"Windhover\" paintings by Nathan Oliveira, the late Stanford professor and artist.[275]\n\nSome religions have a larger and more formal presence on campus in addition to the student groups; these include the Catholic Community at Stanford[276] and Hillel at Stanford.[277]\n\nFraternities and sororities have been active on the Stanford campus since 1891, when the university first opened. In 1944, University President Donald Tresidder banned all Stanford sororities due to extreme competition.[278] However, following Title IX, the Board of Trustees lifted the 33-year ban on sororities in 1977.[279] Students are not permitted to join a fraternity or sorority until spring quarter of their freshman year.[280]\n\nAs of 2016 Stanford had 31 Greek organizations, including 14 sororities and 16 fraternities. Nine of the Greek organizations were housed (eight in University-owned houses and one, Sigma Chi, in their own house, although the land is owned by the university[281]). Six chapters were members of the African American Fraternal and Sororal Association, 11 chapters were members of the Interfraternity Council, seven chapters belonged to the Intersorority Council, and six chapters belonged to the Multicultural Greek Council.[282]\n\nAs of 2020, Stanford had more than 600 student organizations.[287] Groups are often, though not always, partially funded by the university via allocations directed by the student government organization, the ASSU. These funds include \"special fees,\" which are decided by a Spring Quarter vote by the student body. Groups span athletics and recreation, careers/pre-professional, community service, ethnic/cultural, fraternities and sororities, health and counseling, media and publications, the arts, political and social awareness, and religious and philosophical organizations.\n\nIn contrast to many other selective universities, Stanford policy mandates that all recognized student clubs be \"broadly open\" for all interested students to join.[288][289][290][291]\n\nStanford is home to a set of student journalism publications. The Stanford Daily is a student-run daily newspaper and has been published since the university was founded in 1892.[292] The student-run radio station, KZSU Stanford 90.1 FM, features freeform music programming, sports commentary, and news segments; it started in 1947 as an AM radio station.[293] The Stanford Review is a conservative student newspaper founded in 1987.[294] The Fountain Hopper (FoHo) is a financially independent, anonymous student-run campus rag publication, notable for having broken the Brock Turner story.[295]\n\nStanford hosts numerous environmental and sustainability-oriented student groups, including Students for a Sustainable Stanford, Students for Environmental and Racial Justice, and Stanford Energy Club.[296]\n\nStanford is also home to a large number of pre-professional student organizations, organized around missions from startup incubation to paid consulting. The Business Association of Stanford Entrepreneurial Students (BASES) is one of the largest professional organizations in Silicon Valley, with over 5,000 members.[297] Its goal is to support the next generation of entrepreneurs.[298] StartX is a non-profit startup accelerator for student and faculty-led startups.[299] It is staffed primarily by students.[300] Stanford Women In Business (SWIB) is an on-campus business organization, aimed at helping Stanford women find paths to success in the generally male-dominated technology industry.[301] Stanford Marketing is a student group that provides students hands-on training through research and strategy consulting projects with Fortune 500 clients, as well as workshops led by people from industry and professors in the Stanford Graduate School of Business.[302][303] Stanford Finance provides mentoring and internships for students who want to enter a career in finance. Stanford Pre Business Association is intended to build connections among industry, alumni, and student communities.[304]\n\nOther groups include:\n\nStanford's Department of Public Safety is responsible for law enforcement and safety on the main campus. Its deputy sheriffs are peace officers by arrangement with the Santa Clara County Sheriff's Office.[314] The department is also responsible for publishing an annual crime report covering the previous three years as required by the Clery Act.[315] Fire protection has been provided by contract with the Palo Alto Fire Department since 1976.[316]\n\nMurder is rare on the campus though a few of the cases have been notorious including the  1974 murder of Arlis Perry in Stanford Memorial Church not solved until 2018[317] and Theodore Streleski's murder of his professor in 1978.[318]\n\nIn 2014, Stanford was the tenth highest in the nation in \"total of reports of rape\" on their main campus, with 26 reports of rape.[319]\n\nIn Stanford's 2015 Campus Climate Survey, 4.7 percent of female undergraduates reported experiencing sexual assault as defined by the university and 32.9 percent reported experiencing sexual misconduct.[320] According to the survey, 85% of perpetrators of misconduct were Stanford students and 80% were men.[320] Perpetrators of sexual misconduct were frequently aided by alcohol or drugs, according to the survey: \"Nearly three-fourths of the students whose responses were categorized as sexual assault indicated that the act was accomplished by a person or persons taking advantage of them when they were drunk or high, according to the survey. Close to 70 percent of students who reported an experience of sexual misconduct involving nonconsensual penetration and/or oral sex indicated the same.\"[320] Associated Students of Stanford and student and alumni activists with the anti-rape group Stand with Leah criticized the survey methodology for downgrading incidents involving alcohol if students did not check two separate boxes indicating they were both intoxicated and incapacity while sexually assaulted.[320] Reporting on the Brock Turner rape case, a reporter from The Washington Post analyzed campus rape reports submitted by universities to the U.S. Department of Education, and found that Stanford was one of the top ten universities in campus rapes in 2014, with 26 reported that year, but when analyzed by rapes per 1000 students, Stanford was not among the top ten.[321]\n\nOn the night of January 17–18, 2015,  22-year-old Chanel Miller, who was visiting the campus to attend a party at the Kappa Alpha fraternity, was sexually assaulted by Brock Turner, a 19 year old freshman student athlete from Ohio. Two Stanford graduate students witnessed the attack and intervened; when Turner attempted to flee the two held him down on the ground until police arrived.[322] Stanford immediately referred the case to prosecutors and offered Miller counseling, and within two weeks had barred Turner from campus after conducting an investigation.[323] Turner was convicted on three felony charges in March 2016 and in June 2016 he received a jail sentence of six months and was declared a sex offender, requiring him to register as such for the rest of his life; prosecutors had sought a six-year prison sentence out of the maximum 14 years that was possible.[324] The case and the relatively lenient sentence drew nationwide attention.[325] Two years later the judge in the case, Stanford graduate Aaron Persky, was recalled by the voters.[326][327]\n\nIn February 2015, Elise Clougherty filed a sexual assault and harassment lawsuit against venture capitalist Joe Lonsdale.[328][329] Lonsdale and Clougherty entered into a relationship in the spring of 2012 when she was a junior and he was her mentor in a Stanford entrepreneurship course.[329] By the spring of 2013 Clougherty had broken off the relationship and filed charges at Stanford that Lonsdale had broken the Stanford policy against consensual relationships between students and faculty and that he had sexually assaulted and harassed her, which resulted in Lonsdale being banned from Stanford for 10 years.[329] Lonsdale challenged Stanford's finding that he had had sexually assaulted and harassed her and Stanford rescinded that finding and the campus ban in the fall of 2015.[330] Clougherty withdrew her suit that fall as well.[331]\n\n"
        },
        {
            "title": "Notable people",
            "text": "As of late 2021, Stanford had 2,288 tenure-line faculty, senior fellows, center fellows, and medical center faculty.[333]\n\nStanford's current community of scholars includes:\n\nStanford's faculty and former faculty includes 48 Nobel laureates,[333] 5 Fields Medalists, as well as 17 winners of the Turing Award, the so-called \"Nobel Prize in computer science,\" comprising one third of the awards given in its 44-year history. The university has 27 ACM fellows. It is also affiliated with 4 Gödel Prize winners, 4 Knuth Prize recipients, 10 IJCAI Computers and Thought Award winners, and about 15 Grace Murray Hopper Award winners for their work in the foundations of computer science. Stanford alumni have started many companies and, according to Forbes, has produced the second highest number of billionaires of all universities.[338][339][340]\n\nAs of 2020, 15 Stanford alumni have won the Nobel Prize.[341][342][343][344][345] As of 2022, 128 Stanford students or alumni have been named Rhodes Scholars.[346]\n\n"
        }
    ]
}