{
    "url": "https://en.wikipedia.org/wiki/Stellar_system",
    "title": "Star system",
    "table_of_contents": [
        "1 Multiple star systems",
        "2 Hierarchical systems",
        "2.1 Triple star systems",
        "2.2 Higher multiplicities",
        "3 Trapezia",
        "4 Designations and nomenclature",
        "4.1 Multiple star designations",
        "4.2 Nomenclature in the Multiple Star Catalogue",
        "4.3 Future multiple star system nomenclature",
        "5 Examples",
        "5.1 Binary",
        "5.2 Trinary",
        "5.3 Quaternary",
        "5.4 Quintenary",
        "5.5 Sextenary",
        "5.6 Septenary",
        "5.7 Octonary",
        "6 See also",
        "7 Footnotes",
        "8 References",
        "9 External links",
        "9.1 Individual specimens"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nA star system or stellar system is a small number of stars that orbit each other,[1] bound by gravitational attraction. A large group of stars bound by gravitation is generally called a star cluster or galaxy, although, broadly speaking, they are also star systems. Star systems are not to be confused with planetary systems, which include planets and similar bodies (such as comets).\n\nA star system of two stars is known as a binary star, binary star system or physical double star. If there are no tidal effects, no perturbation from other forces, and no transfer of mass from one star to the other, such a system is stable, and both stars will trace out an elliptical orbit around the barycenter of the system indefinitely.[citation needed] (See Two-body problem). Examples of binary systems are Sirius, Procyon and Cygnus X-1, the last of which probably consists of a star and a black hole.\n\n"
        },
        {
            "title": "Multiple star systems",
            "text": "A multiple star system consists of three or more stars that appear from Earth to be close to one another in the sky.[dubious  – discuss] This may result from the stars actually being physically close and gravitationally bound to each other, in which case it is a physical multiple star, or this closeness may be merely apparent, in which case it is an optical multiple star[a] Physical multiple stars are also commonly called multiple stars or multiple star systems.[2][3][4][5]\n\nMost multiple star systems are triple stars. Systems with four or more components are less likely to occur.[3] Multiple-star systems are called triple, ternary, or trinary if they contain 3 stars; quadruple or quaternary if they contain 4 stars; quintuple or quintenary with 5 stars; sextuple or sextenary with 6 stars; septuple or septenary with 7 stars. These systems are smaller than open star clusters, which have more complex dynamics and typically have from 100 to 1,000 stars.[6] Most multiple star systems known are triple; for higher multiplicities, the number of known systems with a given multiplicity decreases exponentially with multiplicity.[7] For example, in the 1999 revision of Tokovinin's catalog[3] of physical multiple stars, 551 out of the 728 systems described are triple. However, because of suspected selection effects, the ability to interpret these statistics is very limited.[8]\n\nMultiple-star systems can be divided into two main dynamical classes:\n\nor\n\n"
        },
        {
            "title": "Hierarchical systems",
            "text": "Most multiple-star systems are organized in what is called a hierarchical system: the stars in the system can be divided into two smaller groups, each of which traverses a larger orbit around the system's center of mass. Each of these smaller groups must also be hierarchical, which means that they must be divided into smaller subgroups which themselves are hierarchical, and so on.[11] Each level of the hierarchy can be treated as a two-body problem by considering close pairs as if they were a single star. In these systems there is little interaction between the orbits and the stars' motion will continue to approximate stable[3][12] Keplerian orbits around the system's center of mass,[13] unlike the unstable trapezia systems or the even more complex dynamics of the large number of stars in star clusters and galaxies.\n\n\n\nIn a physical triple star system, each star orbits the center of mass of the system. Usually, two of the stars form a close binary system, and the third orbits this pair at a distance much larger than that of the binary orbit. This arrangement is called hierarchical.[14][11] The reason for this arrangement is that if the inner and outer orbits are comparable in size, the system may become dynamically unstable, leading to a star being ejected from the system.[15] HR 6819 is an example of a physical hierarchical triple system, which has an outer star orbiting an inner physical binary composed of a star and a stellar black hole[16]\n(although the notion that HR 6819 is a triple system has recently been challenged).[17]\nTriple stars that are not all gravitationally bound might comprise a physical binary and an optical companion (such as Beta Cephei) or, in rare cases, a purely optical triple star (such as Gamma Serpentis).\n\nHierarchical multiple star systems with more than three stars can produce a number of more complicated arrangements. These arrangements can be organized by what Evans (1968) called mobile diagrams, which look similar to ornamental mobiles hung from the ceiling. Examples of hierarchical systems are given in the figure to the right (Mobile diagrams). Each level of the diagram illustrates the decomposition of the system into two or more systems with smaller size. Evans calls a diagram multiplex if there is a node with more than two children, i.e. if the decomposition of some subsystem involves two or more orbits with comparable size. Because, as we have already seen for triple stars, this may be unstable, multiple stars are expected to be simplex, meaning that at each level there are exactly two children. Evans calls the number of levels in the diagram its hierarchy.[11]\n\nHigher hierarchies are also possible.[11][20] Most of these higher hierarchies either are stable or suffer from internal perturbations.[21][22][23] Others consider complex multiple stars will in time theoretically disintegrate into less complex multiple stars, like more common observed triples or quadruples are possible.[24][25]\n\n"
        },
        {
            "title": "Trapezia",
            "text": "Trapezia are usually very young, unstable systems. These are thought to form in stellar nurseries, and quickly fragment into stable multiple stars, which in the process may eject components as galactic high-velocity stars.[26][27] They are named after the multiple star system known as the Trapezium Cluster in the heart of the Orion Nebula.[26] Such systems are not rare, and commonly appear close to or within bright nebulae. These stars have no standard hierarchical arrangements, but compete for stable orbits. This relationship is called interplay.[28] Such stars eventually settle down to a close binary with a distant companion, with the other star(s) previously in the system ejected into interstellar space at high velocities.[28] This dynamic may explain the runaway stars that might have been ejected during a collision of two binary star groups or a multiple system. This event is credited with ejecting AE Aurigae, Mu Columbae and 53 Arietis at above 200 km·s−1 and has been traced to the Trapezium cluster in the Orion Nebula some two million years ago.[29][30]\n\n"
        },
        {
            "title": "Designations and nomenclature",
            "text": "The components of multiple stars can be specified by appending the suffixes A, B, C, etc., to the system's designation. Suffixes such as AB may be used to denote the pair consisting of A and B. The sequence of letters B, C, etc. may be assigned in order of separation from the component A.[31][32] Components discovered close to an already known component may be assigned suffixes such as Aa, Ba, and so forth.[32]\n\nA. A. Tokovinin's Multiple Star Catalogue uses a system in which each subsystem in a mobile diagram is encoded by a sequence of digits. In the mobile diagram (d) above, for example, the widest system would be given the number 1, while the subsystem containing its primary component would be numbered 11 and the subsystem containing its secondary component would be numbered 12. Subsystems which would appear below this in the mobile diagram will be given numbers with three, four, or more digits. When describing a non-hierarchical system by this method, the same subsystem number will be used more than once; for example, a system with three visual components, A, B, and C, no two of which can be grouped into a subsystem, would have two subsystems numbered 1 denoting the two binaries AB and AC. In this case, if B and C were subsequently resolved into binaries, they would be given the subsystem numbers 12 and 13.[3]\n\nThe current nomenclature for double and multiple stars can cause confusion as binary stars discovered in different ways are given different designations (for example, discoverer designations for visual binary stars and variable star designations for eclipsing binary stars), and, worse, component letters may be assigned differently by different authors, so that, for example, one person's A can be another's C.[33] Discussion starting in 1999 resulted in four proposed schemes to address this problem:[33]\n\nFor a designation system, identifying the hierarchy within the system has the advantage that it makes identifying subsystems and computing their properties easier. However, it causes problems when new components are discovered at a level above or intermediate to the existing hierarchy. In this case, part of the hierarchy will shift inwards. Components which are found to be nonexistent, or are later reassigned to a different subsystem, also cause problems.[36][37]\n\nDuring the 24th General Assembly of the International Astronomical Union in 2000, the WMC scheme was endorsed and it was resolved by Commissions 5, 8, 26, 42, and 45 that it should be expanded into a usable uniform designation scheme.[33] A sample of a catalog using the WMC scheme, covering half an hour of right ascension, was later prepared.[38] The issue was discussed again at the 25th General Assembly in 2003, and it was again resolved by commissions 5, 8, 26, 42, and 45, as well as the Working Group on Interferometry, that the WMC scheme should be expanded and further developed.[39]\n\nThe sample WMC is hierarchically organized; the hierarchy used is based on observed orbital periods or separations. Since it contains many visual double stars, which may be optical rather than physical, this hierarchy may be only apparent. It uses upper-case letters (A, B, ...) for the first level of the hierarchy, lower-case letters (a, b, ...) for the second level, and numbers (1, 2, ...) for the third. Subsequent levels would use alternating lower-case letters and numbers, but no examples of this were found in the sample.[33]\n\n"
        }
    ]
}