{
    "url": "https://en.wikipedia.org/wiki/Stargate_Universe",
    "title": "Stargate Universe",
    "table_of_contents": [
        "1 Premise",
        "2 Cast",
        "3 Production",
        "3.1 Conception",
        "3.2 Casting",
        "3.3 Writing and filming",
        "3.4 Pre-broadcast marketing",
        "4 Themes",
        "5 Broadcast and release",
        "5.1 Home media",
        "6 Reception",
        "6.1 Critical reception",
        "6.2 Ratings",
        "6.3 Awards and nominations",
        "7 References",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nStargate Universe (often abbreviated as SGU) is a military science fiction television series and part of MGM's Stargate franchise. It follows the adventures of a present-day, multinational exploration team traveling on the Ancient spaceship Destiny several billion light years distant from the Milky Way Galaxy. They are now trying to figure out a way to return to Earth, while simultaneously trying to explore and to survive in their unknown area of the universe. The series, created by Brad Wright and Robert C. Cooper, premiered in the United States on Syfy on October 2, 2009. The series featured an ensemble cast and was primarily filmed in and around Vancouver, British Columbia, Canada. A second season of 20 episodes was announced by Syfy in December 2009.[1]\n\nThe first 10 episodes of the second season were aired in the United States beginning on September 28, 2010,[2] and the final 10 were shown beginning on March 7, 2011.[3] Syfy announced on December 16, 2010, that it would not be picking up Stargate Universe for a third season.[4] The second season of SGU ended as a semi-cliffhanger.[5]\n\nThere is an ongoing comic book series set after the end of season two, but the original creators and writers are not involved.[6]\n\n"
        },
        {
            "title": "Premise",
            "text": "The SGC created Icarus base on a remote planet whose Stargate is powered by large naquadria deposits throughout the core. The team, led by Dr. Nicholas Rush, postulate that the power from that core could allow them to use a 9-chevron address to \"dial\" into the Stargate, allowing them access to locations far remote from their galaxy, but lack the means to translate the writing of the Ancients to understand how to dial this properly. Dr. Rush designs a video game used across Earth to find brilliant minds to interpret the puzzle, which Eli Wallace, a young mathematics genius, is able to solve. Although Eli is reluctant, he is brought to the Icarus base along with a contingent of guests of honor aboard the Hammond, a Daedalus-class starship battlecruiser; the guests include Senator Armstrong, who funds Icarus Project, and his daughter Chloe. They are introduced to the base's military staff, led by Colonel Everett Young, Colonel David Telford, First Lieutenants Matthew Scott and Tamara Johansen, and Master Sergeant Ronald Greer.\n\nDr. Rush and Eli work together to discover the means to dial the ninth chevron, just as the base is attacked by members of the Lucian Alliance. Colonel Telford aids in the defense with F-302 fighters with Colonel Samantha Carter in command of the George Hammond, while the base starts dialing Earth into the Stargate, finding that the planet's power core is about to explode. Dr. Rush realizes that the explosion would follow them through the base back to Earth, and instead redials the Stargate with the ninth chevron, successfully opening a wormhole. The surviving Icarus Base members flee through the wormhole before the planet explodes. They find themselves aboard an old abandoned spacecraft made by the Ancients, which Dr. Rush finds was named Destiny. Around eighty survivors begin to assure the safety of their team, Senator Armstrong injured and realizing he might not have long, sacrifices himself to seal an air leak in one of Destiny's shuttles.\n\nAs the rest of the team works to make the ship habitable, Dr. Rush, Eli, and other scientific members of Icarus Base start to understand the function of Destiny; they are not able to directly control the ship, and find that it will drop out of faster-than-light travel to allow its Stargate to connect to a number of nearby worlds for a fixed period of time before it continues; it fuels itself by diving into the outermost layer of a nearby star and collecting energy from it; the first time the Destiny did that, the crew feared the worst, until they understood why it happened. The crew is able to remain in contact with Earth via the Ancient communication stones that Dr. Rush brought, and are told to continue the Stargate mission of exploring that galaxy, while searching for a way to return home.\n\nThe team's mission adapts in season 2, when the Ancients' mission for Destiny is discovered in \"The Greater Good\". Dr. Rush cracks the ship's master code, gaining control of the ship's systems and discovering that the Ancients found an artificial pattern to the cosmic microwave background radiation said to be a remnant of the Big Bang. This discovery suggested the possibility of life before or immediately after the Big Bang, and Destiny was launched millions of years ago to study and gather data regarding this possibility.  While Destiny has not solved this riddle after millions of years of research, the series ends with the team continuing its fight for survival while also dedicating itself to researching this possibility of an originating intelligence.\n\n"
        },
        {
            "title": "Production",
            "text": "Stargate producers Brad Wright and Robert C. Cooper conceived Stargate Universe as \"a completely separate, third entity\" in the live-action Stargate franchise[24] – as opposed to Stargate Atlantis, which was created as a spin-off from the first series Stargate SG-1. They wanted to produce a stylistically and totally different TV series with a more mature and fresh story approach so as not to get too repetitive.[25] Wright and Cooper originally planned to write the pilot script for Stargate Universe during the summer of 2007, making a 2008 premiere possible.[24] Since their ambitions with the previous live-action Stargate series were often restricted by the low budget and risked coming across as silly,[25] they pitched the show as \"an expensive series\" to the Sci Fi Channel (now Syfy) in the last quarter of 2007. Although the pitch was well-received,[26] the project was put on hold because of the ongoing work on Stargate Atlantis and Stargate: Continuum, and the 2007–2008 Writers Guild of America strike.[24][26] The series was given the official greenlight for a 2009 debut by Syfy on August 22, 2008, shortly after the cancellation of Stargate Atlantis had been announced.[27] It was given an initial order of 40 episodes across two seasons.[28] Joseph Mallozzi explained that a new series would have lower salaries and licensing fees than a new sixth season of Atlantis would have had.[29] MGM co-funded the project.[30] According to co-star Robert Carlyle, each episode had a budget of $2 million US dollars.[31]\n\nBrad Wright pitched the series and its first five episodes to the Stargate Atlantis writers and producers in mid-September 2008.[32] Wright, Cooper, and Carl Binder produced the show, while Joseph Mallozzi and Paul Mullie served as writers and consultant producers.[33] Stargate Atlantis writers Martin Gero and Alan McCullough contributed scripts, but were not part of the regular writing staff.[34] New writers were initially sought for freelance scripts and possible staff positions.[30] Author John Scalzi was hired as a creative consultant, \"a background rather than foreground sort of job\".[35] Most of the Stargate Atlantis crew, such as stunt coordinator James Bamford and composer Joel Goldsmith, moved over to Universe.[36]\n\nShort character breakdowns for the series regulars (created for casting calls) leaked on the internet on September 17, 2008.[13][37] Joseph Mallozzi explained the largely negative initial fan reaction[12][32][33] as a passionate response to the preceding cancellation announcement of Atlantis.[33] Brad Wright dismissed negative comments as a sole reaction to the wording of the network; character breakdowns are written to aid casting directors and agents in the selection process, and \"always sound shallow, and if they're written to appear 'deep' it's just ridiculous\".[12] Robert C. Cooper replied to concerns of young age that the SG-1 cast was also quite young in their first season. The producers were \"looking for people who are a little more identifiable and contemporary,\" with an \"everyman on the street point of view\" after being challenged by the situation.[37] Martin Gero considered Stargate Universe as an ensemble show, more than the previous two Stargate live-action series were.[38]\n\nAuditions were held in Los Angeles.[39] The producers were looking for well-known names for the lead roles, but intended to mostly cast \"either new faces, or people you've seen in other stuff but maybe aren't as aware of\".[37] BAFTA and Screen Actors Guild Award-winning actor Robert Carlyle was the first announced series regular in mid-December 2008.[11] The casting of Louis Ferreira, David Blue, Brian J. Smith, and Jamil Walker Smith as series regulars was announced in mid-January 2009.[40] The casting of Alaina Huffman and Elyse Levesque was announced in late February 2009, along with other actors whose status as regular or recurring cast has not been established.[23] The cast is American (Blue, B. Smith, J. Smith, Wen), Canadian (Ferreira, Levesque, and Huffman) and British (Carlyle).\n\nThe writers started drafting stories for the first season in mid-November 2008.[8] The United States Air Force and Marine Corps reviewed the scripts, and disaster geophysicist Mika McKinnon served as a science consultant.[34][41] The projected film start of Stargate Universe was initially slated for February 4, 2009,[42] but was moved to February 18, 2009.[43] The show was filmed on stages 2, 4 (Destiny set) and 5 (Icarus Base set) at The Bridge Studios[44][45] (SG-1 and Atlantis had been filmed at stages 5 and 6) [43] and on location in and around Vancouver, British Columbia.[42] \"Air (Part 3)\" was filmed in and around Alamogordo, New Mexico from late April through early May 2009.[46] Stargate Universe showed computer-generated worlds filmed in digital sets.[12] Stargate Universe had a markedly different shooting style for more reality and immediacy with inspiration from Cloverfield, as if \"a documentary crew were to ride along on this adventure to outer space\".[25]\n\nSci Fi Wire published concept art of the Destiny in October 2008.[47] The first promotional picture of the cast (out of costume and in casual clothing) was released on March 20, 2009.[48] The same day, Syfy began airing thirty-second trailers of Universe, showing various clips of the Universe team aboard the ship and the SG·U Stargate with the first visual effects.[49] MGM revealed its revamped Stargate Universe website on July 8 with an interactive virtual set tour of the Destiny, interviews with the cast, character profiles and videos.[50] Joseph Mallozzi began posting concept art and behind-the-scenes photos of the SGU set on his blog afterwards. Brad Wright, Robert C. Cooper and most members of the main cast appeared at an SGU panel at the San Diego Comic-Con on July 24, 2009. Behind-the-scenes material was shot for future online and DVD use.[14]\n\n"
        },
        {
            "title": "Themes",
            "text": "Stargate Universe is set on the spaceship Destiny, which was launched by the race known as the Ancients from the Milky Way galaxy several million years ago.[51] Several ships were sent ahead of it to seed the universe with Stargates. The Ancients had planned on using the Stargate aboard Destiny to board that ship when it was far enough out into the universe, but they eventually abandoned the project after looking into ascension and other endeavors. To reach this ship, an address would have to be dialed consisting of nine chevrons, a possibility that had been unknown in the previous Stargate series, due to energy constraints and the lack of any nine-chevron addresses recorded anywhere until Destiny's address was discovered in Atlantis' database.[26]\n\nThe series begins when a team of soldiers and scientists from present-day Earth escape through the Stargate and arrive on the Destiny after their base is attacked.[52] Many of its primary systems are damaged or failing, and they are unable to return to Earth or even maneuver the ship. However, the Destiny periodically stops to dial the Stargate to planets with necessary supplies to repair the ship, and sustain human life.[16][25] The writers have discussed the possibility that each season represents a voyage of the Destiny through a different galaxy.[53]\n\nStargate Universe was intended to appeal to both veteran fans and newcomers, being firmly entrenched in established Stargate mythology without relying on it too often.[25][32] It retained the familiar Stargate themes of adventure and exploration,[25] but focused mostly on the people aboard the ship.[33] SGU was also more serialized than its predecessors, although the writers attempted to resolve each character story within the episode.[25] There was a conscious effort to avoid making SGU too serialized, with the serialization stemming mainly from character development.[14] The industry described the show as \"dark and edgy\".[25] According to Robert C. Cooper, the essence of the story is \"that sort of fear and terror of a tragedy combined with the sense that there is hope for us in the basic ways in which human beings survive\".[25] The planned increased levels of drama were balanced with humor to avoid pretentiousness. The differences between good and evil were meant to be less apparent, as the ship was populated with flawed and unprepared characters who are not supposed to go there.[25] According to Brad Wright, the show would \"hopefully explor[e] the truly alien, and [avoid] the rubber faced English-speaking one[s]\". There were aliens, but not a single dominant villain race like SG-1's Goa'uld and Atlantis' Wraith.[12][25]\n\n"
        },
        {
            "title": "Reception",
            "text": "The series' holds a score of 58 out of 100 on the review aggregator website Metacritic.[68]\n\nStargate Universe was well received by several major media outlets upon airing of the pilot episode. Mike Hale from The New York Times was generally positive towards the pilot episodes, saying the Stargate franchise was \"catching up\" with the long-running Star Trek franchise. Hale also agreed with Syfy's promotion of it being an \"edgier\" Stargate.[69] The Boston Globe reviewer Joanna Weiss also reacted positively towards the pilot episodes, saying it felt like \"early Lost\", while the story arc followed the patterns of Battlestar Galactica.[70] Mark Wilson from About.com gave the episode four-and-a-half stars out of 5, saying Universe accomplishes what Stargate Atlantis was not able to, and said it was \"exceptionally well made\" compared to other shows.[71] The Pittsburgh Post-Gazette both praised the show, calling it \"intriguing\", for not abandoning its premise as Star Trek: Voyager did and criticized it by pointing out that the characters spend \"far too much time wandering a desert planet\" in \"Air (Part 3)\". The Pittsburgh Post-Gazette summarized their review by saying that, \"given time, Stargate Universe may become worth watching if it develops its characters and continues to mine its premise for stories.\"[72] David Hinckley, a reviewer from The New York Daily News gave the episodes four out of five stars, saying that \"Eli's not the only one playing a high-stakes game here.\"[73]\n\nAmong reviewers who were negative towards the new installments was Maureen Ryan from the Chicago Tribune. The reviewer wrote that the \"gloomy, underwhelming Universe seems to have ditched many of the elements that the previous \"Stargate\" shows had, notably camaraderie and a sense of adventure, without adding much in the way of narrative suspense or complexity.\" The only characters she felt were \"worth following\" were Eli Wallace and Nicholas Rush.[74] Vince Horiuchi from The Salt Lake Tribune, while not overall positive to the series, said the cast and characters were a \"little more likable and interesting\" than previous entries in the Stargate franchise.[75] Reviewer Laura Freis from Variety concluded her review with \"Sure, SGU is grittier, darker and psychologically deeper than previous versions. But so far, it's also a lot less fun.\" While negative towards the show, she called Robert Carlyle an \"excellent\" actor.[76] The Hollywood Reporter noted a lack of \"intelligent\" and \"surprising stories\" and was overall negative towards Stargate Universe.[77] The show has also been criticized for its similarities to the reimagined Battlestar Galactica.[78][79][80]\n\n\nIn its second season, SGU had declined in viewership ratings.[81] Series co-creator Brad Wright attributed this decline to its change in timeslot (from Friday night to Tuesday night, and then again to Monday night), stating: \nAfter the cancellation of Stargate Universe, Stargate fans reacted angrily towards Syfy. On May 12, 2011, Syfy released a letter explaining its reasons for the series' cancellation.[83] The letter discussed the fact that ratings during the first season had fallen significantly on the Friday timeslot, dropping over 25% of its viewership during the long hiatus between the first and second half of the season.  This prompted Syfy to start the second season in the Tuesday slot making room on Friday for wrestling, the change from Friday to Tuesday being a major factor in the reduction in viewership.[83]\n\nThe episode \"Time\" won a Writers Guild of Canada Award for best one-hour TV series[84][85] and both \"Air\" and \"Space\" were nominated for Outstanding Special Visual Effects For A Series at the 2010 Primetime Emmy Awards.[86]\n\nRobert Carlyle won Best Performance by an Actor in a Continuing Leading Dramatic Role for the first-season episode \"Human\" at the 2010 Gemini Awards.[87]\n\n"
        }
    ]
}