{
    "url": "https://en.wikipedia.org/wiki/Stargate_Infinity",
    "title": "Stargate Infinity",
    "table_of_contents": [
        "1 Series overview",
        "2 Cast and characters",
        "3 Broadcast",
        "4 Episodes",
        "5 DVD releases",
        "6 Reception",
        "7 References",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Stargate Infinity (often abbreviated as SGI or just Infinity) (French: Stargate: Le Dessin Animé) is a 2002-2003 animated science fiction television series co-produced by Les Studios Tex S.A.R.L. and DIC Entertainment Corporation (both together infamously known for producing The Wacky World of Tex Avery), in association with MGM Television Entertainment as part of Metro-Goldwyn-Mayer's (MGM) Stargate franchise, but is not considered official Stargate canon.[2] The show was created by Eric Lewald and Michael Maliani, as a spin-off series of Stargate SG-1, which was created by Brad Wright and Jonathan Glassner in 1997 after the release of the original film, Stargate (1994) by Dean Devlin and Roland Emmerich. The animation had a low viewership rating and poor reception; it was canceled after just one season.[3]\n\nThe story arc of Stargate Infinity follows Gus Bonner being framed for opening the Stargate for alien enemies in a future version of Stargate Command (SGC). Bonner escapes with a group of fresh recruits through the Stargate. The team cannot return to Earth before they have cleared their names. The show was cancelled before any of its major plots could be resolved. The story unfolds when the members of the team encounter different alien races from other planets.[4]\n\n"
        },
        {
            "title": "Series overview",
            "text": "The executive producers for the show were Andy Heyward and co-creator Michael Maliani. Will Meugniot was supervising director and as of the series cancellation only three directors directed the 26 episode series. Mike Piccirillo wrote the music which he and Jean-Michel Guirao performed. The show often featured an educational comment or summary about the moral lessons learned during the course of an episode.[5]\n\nThe writers and producers of Stargate SG-1 and the main canon of the Stargate franchise were not involved with Infinity, and neither MGM, the production teams nor the fans of Stargate consider Infinity to be an official part of the Stargate universe. According to Stargate SG-1 co-creator Brad Wright, the animated series should not be considered official Stargate canon. Commenting on it, he stated, \"I don't have a problem with it. I'm just not involved.\"[6]\n\n"
        },
        {
            "title": "Cast and characters",
            "text": "Stargate Infinity is set 30 years into the future and follows Gus Bonner and his team. Bonner's team was created after he was framed for a crime he did not commit. He escaped from Stargate Command (SGC) after the hostile alien race Tlak'kahn attacked the SGC to steal a mysterious alien chrysalis that was recently unearthed in Egypt. Together with his team, Gus escapes through the Stargate with the chrysalis. From that point forward they go visit planet to planet until they find the evidence to clear their names while learning about the unique cultures in the galaxy, so that they can one day return to Earth.[4] The story arc was never resolved because of low viewership ratings; the show was cancelled in 2003.[citation needed]\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n"
        },
        {
            "title": "Broadcast",
            "text": "Stargate Infinity premiered in September 2002 as part of 4Kids Entertainment’s FoxBox Saturday morning line-up on Fox, where it aired until March 2003. The series would eventually be one of the launching programmes on the Syndicated DIC Kids Network E/I block, and would later air on the Cookie Jar Toons block on This TV until September 25, 2011.[7]\n\nIn the show's home country of France, the series originally premiered on Disney Channel on March 8, 2003[1] and later aired on M6's M6 Kid block on August 30, 2003.\n\n"
        },
        {
            "title": "DVD releases",
            "text": "On October 7, 2003, Sterling Entertainment released a VHS/DVD called \"The Adventure Begins\", which contains the episodes \"Decision\", \"Double Duty\" and \"The Best World\", with \"Who Are You?\" as a DVD exclusive episode. The DVD was reissued by NCircle Entertainment in 2007. On May 13, 2008, Shout! Factory released the complete series on a four-disc boxset, containing all 26 episodes and bonus features.[8]\n\n20th Century Fox Home Entertainment and MGM Home Entertainment released a DVD set on August 13, 2007 in the United Kingdom.[9] This DVD, despite being called \"Volume 1\", contains all 26 episodes of the series, with English, Italian and German audio.\n\nAs of 2018, Stargate Infinity has yet to be released on DVD in Region 4, namely Oceania and Latin America.[10]\n\n"
        },
        {
            "title": "Reception",
            "text": "Due to its lack of popularity the show is almost completely unrecognized. The series was cancelled before any of its story arcs could be resolved.[citation needed] The show was of low budget, which was constantly noted by the media.[9][8]\n\n"
        }
    ]
}