{
    "url": "https://en.wikipedia.org/wiki/Stars_and_planetary_systems_in_fiction",
    "title": "Stars and planetary systems in fiction",
    "table_of_contents": [
        "1 Overview",
        "1.1 Planetary romances",
        "2 General uses of star names",
        "3 List of planetary systems in fiction",
        "3.1 36 Ophiuchi",
        "3.2 40 (ο2) Eridani (Keid)",
        "3.3 47 Ursae Majoris (Chalawan)[20]",
        "3.4 58 Eridani",
        "3.5 61 Cygni",
        "3.6 61 Ursae Majoris",
        "3.7 61 Virginis",
        "3.8 70 Ophiuchi",
        "3.9 82 Eridani",
        "3.10 94 Aquarii",
        "3.11 107 Piscium",
        "3.12 Acamar (θ Eridani)",
        "3.13 Achernar (Alpha Eridani)",
        "3.14 Alcor (80 Ursae Majoris)",
        "3.15 Aldebaran (Alpha Tauri)",
        "3.16 Algenubi (Epsilon Leonis)",
        "3.17 Algol (Beta Persei)",
        "3.18 Alhena (Gamma Geminorum)",
        "3.19 Alioth (Epsilon Ursae Majoris)",
        "3.20 Alkalurops (Mu Boötis)",
        "3.21 Alnilam (Epsilon Orionis)",
        "3.22 Alnitak (Zeta Orionis)",
        "3.23 Alpha Andromedae (Alpheratz)",
        "3.24 Alpha Arietis (Hamal)",
        "3.25 Alpha Centauri (Rigil Kentaurus/Toliman)",
        "3.26 Alpha Ceti (Menkar or Menkab)",
        "3.27 Alpha Coronae Borealis (Alphecca/Alphekka)",
        "3.28 Alpha Draconis (Thuban)",
        "3.29 Alpha Gruis (Alnair)",
        "3.30 Alpha Hydri",
        "3.31 Alpha Mensae",
        "3.32 Alpha Pavonis (Peacock)",
        "3.33 Alpha Phoenicis (Ankaa)",
        "3.34 Alpha Trianguli (Mothallah)",
        "3.35 Alpha Tucanae",
        "3.36 Altair (Alpha Aquilae)",
        "3.37 Antares (Alpha Scorpii)",
        "3.38 Arcturus (Alpha Boötis)",
        "3.39 Atlas (27 Tauri)",
        "3.40 Barnard's Star",
        "3.41 Beta Aquarii (Sadalsuud)",
        "3.42 Beta Aquilae (Alshain)",
        "3.43 Beta Aurigae (Menkalinan)",
        "3.44 Beta Caeli",
        "3.45 Beta Canum Venaticorum (Chara)",
        "3.46 Beta Corvi (Kraz)",
        "3.47 Beta Crucis (Mimosa)",
        "3.48 Beta Draconis (Rastaban)",
        "3.49 Beta Eridani (Cursa)",
        "3.50 Beta Fornacis",
        "3.51 Beta Hydri",
        "3.52 Beta Leporis (Nihal)",
        "3.53 Beta Librae (Zubeneschamali)",
        "3.54 Beta Pavonis",
        "3.55 Beta Phoenicis",
        "3.56 Beta Pyxidis",
        "3.57 Beta Tauri (El Nath)",
        "3.58 Beta Ursae Majoris (Merak)",
        "3.59 Beta Virginis (Zavijava)",
        "3.60 Betelgeuse (Alpha Orionis)",
        "3.61 Canopus (Alpha Carinae)",
        "3.62 Capella (Alpha Aurigae)",
        "3.63 Caph (Beta Cassiopeiae)",
        "3.64 Chi Draconis",
        "3.65 Cygnus OB2-12",
        "3.66 CY Aquarii",
        "3.67 Delta Boötis (Princeps)",
        "3.68 Delta Cephei",
        "3.69 Delta Crateris",
        "3.70 Delta Draconis (Altais)",
        "3.71 Delta Eridani",
        "3.72 Delta1 Gruis",
        "3.73 Delta Pavonis",
        "3.74 Delta Phoenicis",
        "3.75 Delta Sagittarii (Kaus Media)",
        "3.76 Delta Trianguli",
        "3.77 Deneb (Alpha Cygni)",
        "3.78 Dorsum (Theta Capricorni)",
        "3.79 Ensis (Eta Orionis)",
        "3.80 Epsilon Canis Majoris",
        "3.81 Epsilon Eridani (Ran)[20]",
        "3.82 Epsilon Gruis",
        "3.83 Epsilon Indi",
        "3.84 Epsilon Ophiuchi",
        "3.85 Epsilon Pegasi (Enif)",
        "3.86 Epsilon Scorpii (Larawag)[20]",
        "3.87 Eta Boötis (Mufrid)",
        "3.88 Eta Cassiopeiae (Achird)",
        "3.89 Eta Pegasi (Matar)",
        "3.90 Eta Ursae Majoris (Alkaid)",
        "3.91 Fomalhaut (Alpha Piscis Austrini)",
        "3.92 Gamma Draconis (Etamin / Eltanin)",
        "3.93 Gamma Andromedae (Almach)",
        "3.94 Gamma Cassiopeiae",
        "3.95 Gamma Crateris",
        "3.96 Gamma Draconis (Etamin / Eltanin)",
        "3.97 Gamma Hydrae",
        "3.98 Gamma Leporis",
        "3.99 Gamma Orionis (Bellatrix)",
        "3.100 Gamma Serpentis",
        "3.101 Gamma Trianguli",
        "3.102 Gamma Ursae Minoris (Pherkad)",
        "3.103 GK Persei (Nova Persei 1901)",
        "3.104 Gliese 581 (GJ 581, Wolf 562)",
        "3.105 Gliese 687 (GJ 687)",
        "3.106 Gliese 754",
        "3.107 Gliese 876 (Ross 780)",
        "3.108 Gliese 1061 (LHS 1565)",
        "3.109 Gliese 3707 (LHS 2520)",
        "3.110 Groombridge 34",
        "3.111 Groombridge 1618",
        "3.112 HD 102365",
        "3.113 HD 182681",
        "3.114 HIP 56948",
        "3.115 Iota Antliae",
        "3.116 Iota Boötis",
        "3.117 Iota Geminorum",
        "3.118 Iota Horologii (Gliese 108)",
        "3.119 Iota Orionis",
        "3.120 Iota Persei",
        "3.121 Izar (Epsilon Boötis)",
        "3.122 Kappa Coronae Borealis",
        "3.123 Kapteyn's Star",
        "3.124 KOI-4878.01",
        "3.125 Kruger 60 (DO Cephei)",
        "3.126 Lacaille 9352",
        "3.127 Lalande 21185 (Gliese 411)",
        "3.128 Lalande 46650",
        "3.129 Lambda Scorpii (Shaula)",
        "3.130 Lambda Serpentis",
        "3.131 Luyten's Star",
        "3.132 Maia (20 Tauri)",
        "3.133 Markab / Markeb (Kappa Velorum/Alpha Pegasi)",
        "3.134 Mintaka (Delta Orionis)",
        "3.135 Mira (Omicron Ceti)",
        "3.136 Mirach (Beta Andromedae)",
        "3.137 Mizar (Zeta Ursae Majoris)",
        "3.138 Mu Capricorni",
        "3.139 Mu Cassiopeiae",
        "3.140 Mu Herculis",
        "3.141 Nu Ophiuchi",
        "3.142 Nu Pegasi",
        "3.143 Omicron Persei (Atik)",
        "3.144 p Eridani (Gliese 66)",
        "3.145 Phecda (Gamma Ursae Majoris)",
        "3.146 Phi Ophiuchi (8 Ophiuchi)",
        "3.147 Phi Orionis (φ1 or φ2)",
        "3.148 Pi Canis Majoris",
        "3.149 Pistol Star (V4647 Sgr)",
        "3.150 Polaris (Alpha Ursae Minoris)",
        "3.151 Pollux (Beta Geminorum)",
        "3.152 Procyon (Alpha Canis Minoris)",
        "3.153 Proxima Centauri (Alpha Centauri C)",
        "3.154 Psi Cassiopeiae",
        "3.155 Regulus (Alpha Leonis)",
        "3.156 Rigel (Beta Orionis)",
        "3.157 Ross catalog of stars",
        "3.158 Ross 128 (FI Virginis)",
        "3.159 Ross 154 (V1216 Sagittarii)",
        "3.160 Ross 248 (HH Andromedae)",
        "3.161 Ross 780 (Gliese 876)",
        "3.162 Rukbat (Alpha Sagittarii)",
        "3.163 Sheliak (Beta Lyrae)",
        "3.164 Sigma Draconis (Alsafi)",
        "3.165 Sigma Sculptoris",
        "3.166 Sirius (Alpha Canis Majoris)",
        "3.167 Spica (Alpha Virginis)",
        "3.168 T Coronae Borealis",
        "3.169 Tau Ceti",
        "3.170 Tau Coronae Borealis",
        "3.171 Tau Cygni",
        "3.172 Theta Centauri (Menkent)",
        "3.173 Theta Hydrae",
        "3.174 Theta Pegasi (Biham)",
        "3.175 Theta Serpentis",
        "3.176 Theta Ursae Majoris",
        "3.177 TRAPPIST-1",
        "3.178 Unukalhai (Alpha Serpentis)",
        "3.179 UV Ceti (Luyten 726–8)",
        "3.180 Van Maanen's Star (Gliese 35)",
        "3.181 Vega (Alpha Lyrae)",
        "3.182 Wolf 359 (CN Leonis)",
        "3.183 Xi Puppis",
        "3.184 Zeta Aquilae (Okab)",
        "3.185 Zeta Ceti (Baten Kaitos)",
        "3.186 Zeta Doradus",
        "3.187 Zeta Draconis (Aldhibah)[20]",
        "3.188 Zeta Ophiuchi",
        "3.189 Zeta Persei (Menkib)",
        "3.190 Zeta Reticuli",
        "3.191 Zeta Tucanae",
        "4 See also",
        "5 Notes and references",
        "5.1 Notes",
        "5.2 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe planetary systems of stars other than the Sun and the Solar System are a staple element in many works of the science fiction genre.\n\n"
        },
        {
            "title": "Overview",
            "text": "The notion that there might be inhabited extrasolar planets can be traced at least as far back as Giordano Bruno who, in his De l'infinito, universo e mondi (On the Infinite, Universe and Worlds, 1584), declared that \"There are then innumerable suns, and an infinite number of earths revolve around those suns, [These worlds are inhabited] if not exactly as our own, and if not more nobly, at least no less inhabited and no less nobly.\"[1] Allusions to inhabitants of other stars' planetary systems remained rare in literature for some centuries thereafter. One of these is found in Voltaire's Micromégas (1752), which features a traveller from Sirius.[2]\n\nAs science fiction became established in the early 20th century, destinations such as the Moon, Mars, Venus, and other bodies within the Solar System began to seem stale.[3] Authors invoked a variety of mechanisms for superluminal travel (or generation starships) and placed their stories on worlds in planetary systems around other stars, an innovation that gave them the freedom to construct exotic fictional planets and themes. This tendency became predominant once the exploration of the Solar System was complete enough to conclusively demonstrate the unlikelihood of any highly developed form of extraterrestrial life here, aside from humans on Earth.\n\nAlthough some of the stars named in works of science fiction are purely imaginary, many authors and artists have preferred to use the names of real stars that are well known to astronomers, and indeed the lay public, either because they are notably bright in the sky or because they are relatively close to Earth.\n\nThe multiple fictional genres that appear in the list below include films, television serials, interactive games, and print (among others). Of all these, the print medium, specifically novels and novellas, are of note because they are often planetary romances.\n\nAny science fiction tale whose primary venue is a planet and whose plot turns on the nature of the planet can be described as a planetary romance. It is not enough that the story simply be set on a world. For example, James Blish's A Case of Conscience (1958) is set on the planet Lithia, but it is not a planetary romance because the nature or description of this world has little bearing on the story being told. And in the hard science fiction novels by Hal Clement (see 61 Cygni: A Mission of Gravity below) and Robert L. Forward (see Barnard's Star: Rocheworld below), the worlds on which they are set amount to little more than the sum of the physical and logical problems that they illustrate, and that their protagonists solve. In the true planetary romance, the world itself encompasses—and survives—the tale that temporarily illuminates it.[4]\n\nOne early practitioner of the planetary romance was Edgar Rice Burroughs, as for example in his Barsoom (Mars) series (1912–1943). However, as with most writers of his era, his settings did not extend beyond the Solar System, and so his work is not found in this article.[5]\n\n"
        },
        {
            "title": "List of planetary systems in fiction",
            "text": "Planetary systems (mostly hypothetical or imaginary) of real stars appearing in fiction are:\n\nIn 2011 three Super-Earths were confirmed in orbit around 82 Eridani (HD20794).[28]\n\nBarnard's Star is a red dwarf of apparent magnitude 9 and is thus too dim to be seen with the unaided eye. However, at approximately 6 light-years away it is the second-closest stellar system to the Sun; only the Alpha Centauri system is known to be closer. Intense stellar flares were observed in 1998 and 2019, so in reality habitation may be difficult.\n\nThe 1968 science fiction novel  Satan's World, by Poul Anderson, deals with the consequences of a rogue planet encountering Beta Crucis.\nThe 2002 science fiction novel  Schild's Ladder, by Greg Egan in its prologue depicts the huge scientific lab located in outer space in 6 light months from Mimosa.\n\nThe Seer and the Silverman, a short story in the Xeelee Sequence by Stephen Baxter, is set in the Reef, a collection of abandoned spaceships near OB2#12.\n\n \n\n \n\nThis star appears as a physical character in the 2007 animated film, Nocturna, as the main character Tim's favourite star.[113]\n\nThis nova figures in the plot of H. P. Lovecraft's short story \"Beyond the Wall of Sleep\".\n\nItem(s) in this section refer to the star as Gliese 876. For references to Ross 780, see the separate section in this article. As of 2013, it has been confirmed that four (nonfictional) extrasolar planets orbit the star.\n\nThe star system was also featured in Cargo for Gliese 876 the story of mankind fighting for survival against an ant-based race called the Xyloids.\n\nIn Star Trek: Enterprise, this system is the home of Denobulans.\n\nIn Star Trek canon, the fourth planet orbiting Iota Geminorum is the homeworld of the Tribbles.\n\nIn Star Trek: The Next Generation (episode \"Firstborn\") and Star Trek: Deep Space Nine (episode \"The Forsaken\"), according to Star Trek: Star Charts, on the star chart labeled United Federation of Planets I, the Dopterians (an unscrupulous humanoid species found throughout the Alpha Quadrant) were from the Dopteria (Kappa Coronae Borealis) system. This system was located in the Alpha Quadrant.\n\nLalande 21185 is a red dwarf of apparent magnitude 7 and is thus too dim to be seen with the unaided eye. However, at approximately 8.3 light-years away it is the fifth-closest stellar system to the Sun; only the Alpha Centauri system, Barnard's Star, Luhman 16 and Wolf 359 are known to be closer. thus the star has attracted the attention of science fiction authors and game developers. A number of claims have been made for the discovery by astrometry of one or more extrasolar planets in the Lalande 21185 system, but these are now in doubt.\n\nMira is a binary star system that consists of a red giant (Mira A) losing mass to its partner, the high temperature white dwarf companion (Mira B) steadily accreting substance from the primary. Mira A, a variable star, would actually be a poor candidate for the home sun of any of the \"habitable\" planets described below, since its brightness fluctuates over the long run by a total factor of around 1700, with each individual cycle lasting about 300 days. In 2007, observations showed a protoplanetary disc around the companion, Mira B. This disc is being accreted from material in the solar wind from Mira and could eventually form new planets.\n\nAccording to Star Trek: Star Charts, in Star Trek: The Motion Picture, Zaran (Mu Capricorni) was the name of a star in the Alpha Quadrant and it was the home of the Zaranites (a humanoid species known to the Federation during the mid-23rd century). The primary was a Class F star. Magnitude of this star was +5, which was the same brightness as Sol. This was a Federation system, with at least one planet being an affiliate.\n\nProxima Centauri, part of a triple star system with Alpha Centauri A and B, is the nearest-known star to the Solar System. Even though habitation may be difficult because it is a flare star, a disproportionate number of early fiction titles are dedicated to Proxima Centauri, as the destination of humanity's first interstellar voyage. A planet in Proxima Centauri's habitable zone was detected in Aug 2016, and a ringed super-earth in 2019, far further away.\n\n \n\nThe Ross stars in this list (but not all stars in the Ross catalog) are red dwarfs, and they are among the closest stars to the Solar System. They were catalogued beginning in 1926 by the American astronomer Frank Elmore Ross, and some of them are still widely known by the catalog number he gave them (for one that is not, see Ross 780). The stars listed below, despite their faint magnitudes (all numerically greater than 10), have attracted the attention of authors and game developers interested in fiction depicting the earliest stages of humanity's expansion into the galaxy. At least one of the Ross stars has been confirmed to possess multiple extrasolar planets as of 2013.\n\nItems in this section refer to the star as Ross 780. For references to Gliese 876, see the separate section in this article. As of 2013, it has been confirmed that four (nonfictional) extrasolar planets orbit the star.\n\nBeta Lyrae is an eclipsing binary system (see animation) in which mass is being transferred from the brighter primary to the more massive secondary star in a presumably spectacular accretion disc. Because of this, it has inspired the imaginations of artists and authors alike across the years; Chesley Bonestell (1964), for example, painted a famously evocative, influential (and imaginative) canvas depicting Beta Lyrae as it traces a vast fiery spiral across the black sky of some jagged airless world.[189][190]\n\nReferenced in the fictional short story \"Three-legged Joe\" by author Jack Vance as being orbited by 14 planets, the outermost of which was named Odfars and inhabited by a single alien for which the story is named.[citation needed]\n\nIn Star Trek: Deep Space Nine (episodes \"The Nagus\", \"Prophet Motive\" and \"Profit and Lace\"), according to the Star Trek: Star Charts, on the star chart United Federation of Planets I, the Hupyrians (a humanoid species native to either the Alpha or Beta Quadrant) were from the Hupyria (Tau Coronae Borealis) system. Both the primary and the secondary were K-type stars. This system was located in the Alpha Quadrant.\n\nLuyten 726–8 is a binary star system: The component Luyten 726-8A is a red dwarf star with the variable designation BL Ceti, and Luyten 726-8B is a red dwarf with the alternate designation UV Ceti. The latter is the prototype for the class of flare stars, and it goes through fairly extreme changes of brightness: For instance, in 1952, its brightness increased by 75 times in only 20 seconds. None of the items below pretend that UV Ceti is orbited by habitable worlds.\n\n \n\nWolf 359 is a red dwarf of apparent magnitude 13.5 and thus can only be seen with a large telescope. However, at approximately 7.8 light-years away it is the seventh-closest stellar system to the Sun; only the brown dwarfs WISE 0855−0714 and Luhman 16, as well as Barnard's Star and the three components of the Alpha Centauri system are known to be closer. It is a flare star, so in reality habitation may be difficult.\n\n"
        }
    ]
}