{
    "url": "https://en.wikipedia.org/wiki/Stargate_Atlantis",
    "title": "Stargate Atlantis",
    "table_of_contents": [
        "1 Series overview",
        "1.1 Episodes",
        "1.2 Seasons 1–3",
        "1.3 Seasons 4–5",
        "2 Cast",
        "3 Production",
        "3.1 Development",
        "3.2 Casting and cast changes",
        "3.3 Filming and visual effects",
        "3.4 Music",
        "4 Broadcast and release",
        "4.1 International syndication",
        "4.2 Cancellation and future",
        "4.3 Home media",
        "5 Impact",
        "5.1 Critical reception",
        "5.2 Awards and nominations",
        "5.3 Merchandise",
        "6 References",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Stargate Atlantis (usually stylized in all caps and often abbreviated SGA) is an adventure and military science fiction television series and part of MGM's Stargate franchise. The show was created by Brad Wright and Robert C. Cooper as a spin-off series of Stargate SG-1, which was created by Wright and Jonathan Glassner and was itself based on the feature film Stargate (1994). All five seasons of Stargate Atlantis were broadcast by the Sci-Fi Channel in the United States and The Movie Network in Canada. The show premiered on July 16, 2004; its final episode aired on January 9, 2009. The series was filmed in and around Vancouver, British Columbia, Canada.\n\nThe story of Stargate Atlantis follows the events of Stargate SG-1's seventh season finale episode \"Lost City\" and eighth season premiere episode \"New Order\", in which the cast of that series discovered an Antarctic outpost created by the alien race known as the Ancients. In the pilot episode \"Rising\", Dr. Daniel Jackson discovers the location of Atlantis, the legendary city created by the Ancients, and Stargate Command sends an international team to investigate it.\n\nThe series was a ratings success for the Sci Fi Channel, and was particularly popular in Europe and Australia. Although it received a little critical response, Stargate Atlantis was honored with numerous awards and award nominations in its five-season run. Merchandise for Stargate Atlantis includes games and toys, print media, and an original audio series. With the cancellation of Stargate Universe, the intended direct-to-DVD Stargate Atlantis movie, entitled Stargate: Extinction, was cancelled.[2][3]\n\n"
        },
        {
            "title": "Series overview",
            "text": "Stargate Atlantis follows the present-day adventures of Major John Sheppard and his military team from Earth that, along with two dozen other teams, explore distant planets in the Pegasus Galaxy. They use an alien device known as a Stargate that was built millions of years ago by an advanced race of humans known as the Ancients. The expedition is based in the Lost City of Atlantis on the planet \"Lantea\". The city was built millions of years ago and abandoned 10,000 years ago by the Ancients. Five to ten million years ago, due to a plague in the Milky Way Galaxy, they were forced to flee to the Pegasus Galaxy, and there they seeded life on hundreds of worlds as they had done to Earth in the Milky Way. After encountering a powerful enemy known as the Wraith and going to war with them for one hundred years, the Ancients ultimately lost and were forced to submerge their city beneath Lantea's ocean, which, in the Stargate universe, is the source of the Greek myth of the Lost City of Atlantis.\n\nStargate: Atlantis episodes feature a self-contained story that also contributes to the larger storyline of the war against the Wraith and the Atlantis residents' search for the means to destroy their enemy. Each season has also featured a two-part episode, and some episodes that, while not technically two-parters, feature direct continuity with the story of the previous episode (for example, season 3 \"Progeny\" and \"The Real World\"). Each episode begins with a cold open, sometimes preceded by a recap of events relevant to the upcoming narrative. The opening credits feature an original theme by Joel Goldsmith. Though they were cut at the start of season 2, the full credits were recovered after the mid-season two-parter. They were again cut short in the 5th season.\n\nSeason one began airing in the United States on July 16, 2004. The Atlantis expedition, led by Dr. Elizabeth Weir, arrives at Atlantis, the city of the Ancients.  The expedition quickly finds itself in a dire situation that forces them to seek new friends, the Athosians, but they also acquire a powerful new enemy: the Wraith. Due to the power requirements for reaching Lantea, they are unable to contact Earth.  The expedition must survive in a new galaxy, while deciphering the Ancients' technology in order to find a way to destroy the Wraith and to acquire important new knowledge. Major Sheppard puts together a team consisting of himself, Dr. Rodney McKay, Lt. Ford and the Athosian leader Teyla Emmagan, who serve as Atlantis' first contact team. In one of their first missions, they make another enemy, the Genii, a human militaristic civilization with a 1950s level of technology. After several more revelations about the Wraith are made, the expedition prepares to evacuate. Just before they do, a military contingent from Earth arrives to help defend the city against the impending Wraith attack long enough for Earth's latest battleship to arrive. The season ends with a cliffhanger, while the city is still under siege by the Wraith.\n\nSeason two began airing in the United States on July 15, 2005, and it picked up where Season 1 ended. The Atlantis expedition successfully avoids being culled by the Wraith by making them believe Atlantis had been destroyed, and they recover semi-regular contact with Earth, thanks to the starship Daedalus and power from a new Zero Point Module (ZPM) recovered by SG-1. Sheppard is promoted to Lt. Colonel and as Lt. Ford, who went missing in action (MIA) at the end of the battle with the Wraith, is replaced by Ronon Dex a human freed from the Wraith. The central plot of the second season is the development of Dr. Beckett's retrovirus, which can, theoretically, turn a Wraith into a human. While an incomplete version makes a young Wraith girl lose all her humanity and almost turns Sheppard into an Iratus bug, a more developed version is tested on a living Wraith, \"Michael\", with mixed results. Michael's Wraith faction proposes an alliance with Atlantis, but they betray the team. The season closes again with a cliffhanger—the Wraith are heading for the rich feeding grounds of Earth.\n\nSeason three premiered in the United States on July 14, 2006, picking up where season 2 ended. Having stopped the Wraith from reaching Earth and having failed to develop a working Wraith retrovirus, the expedition faces its third year in the Pegasus galaxy with the Wraith still a threat and a new, powerful enemy bent on destroying the expedition and Atlantis: the Asurans, self-replicating nanobots, also known as Replicators. The situation becomes complicated when an experiment gone awry drains their only ZPM, leaving them without a power source for the city's shields. Soon thereafter, they find a lost Ancient vessel and unwillingly turn over the city of Atlantis to its crew. The SGC sends General O'Neill and Richard Woolsey to try to negotiate an agreement between Earth and the Ancients to allow the expedition to return to Atlantis. The Ancients are then subsequently killed by an invading Asuran force while O'Neill and Woolsey send off a distress call to Earth and go into hiding. The main members of the Atlantis expedition on Earth disobey their orders and go back to the city, rescue O'Neill and Woolsey, and repel the Asuran invasion. The season finale begins with Earth launching a first strike against the Asurans, who are building an armada to attack Earth. The Asurans counterattack by attacking Atlantis with a powerful beam weapon fired through a satellite housing a Stargate. As a last resort, the Atlantis team fires up the city's stardrive and escapes into space. The finale ends when the hyperdrive malfunctions, leaving the city flying through uncharted space with a day's worth of energy left in their sole ZPM and Dr. Weir critically injured.\n\nSeason four premiered in the USA on September 28, 2007,[4] and in the UK on October 9, 2007. The writers stated that season 4 would take the series in a new direction. As the 4th season begins where season 3 ended, the future seems bleak: Weir is incapacitated and the senior members of the expedition have suffered multiple injuries. With the city damaged, running out of power and drifting in space, cut off from Earth, the Atlantis expedition raids Asuras to obtain a ZPM and is able to travel to a nearby planet. Weir is captured by the Asurans and Colonel Samantha Carter joins as a regular and acts as the expedition leader.[5] She appears in the episode \"Lifeline\" after helping to find and land Atlantis on its new home planet; she is then ordered back to the SGC. In episode 3, under the IOA's orders, Carter returns to Atlantis as the new leader of the expedition after Atlantis lands. The season focuses on the main antagonists: the Asurans and the Wraith, as well as the pregnancy of Teyla Emmagan. The Asuran base code is reprogrammed by McKay, leading the nanobots to fulfill the purpose for which the Ancients created them: to wipe out the Wraith. Midway through the season, they are seemingly destroyed, and the remaining episodes concentrate mainly on Michael's efforts against both humans and the other Wraith.\n\nIn the fifth season, Richard Woolsey replaces Carter as the leader of the expedition. Teyla, who was held captive by Michael, gives birth to Torren John and escapes with her team, before they are able to cripple Michael. Eventually, he invades Atlantis with a commandeered Puddle Jumper to take Torren and destroy Atlantis but, thanks to the efforts of Sheppard, Teyla, and McKay, Michael is finally killed. The season also introduces a group of rogue Asgard, who unlike their Ida counterparts, actually experiment on humans to prolong their lives, and steal a device known as \"The Attero device\" to destroy the Wraith, though the side effect is that any Stargate activated after the device has been turned on will explode. The device is eventually destroyed. With the Attero device, Michael and the Hoffan drug, the Wraith have become weakened, and are no longer the power of the galaxy they once were; this gives the humans of the Pegasus galaxy freedom enough to establish a coalition. McKay falls in love with Keller, who eventually reciprocates his feelings, and they become romantically involved. In the season finale (also the series finale), \"Enemy at the Gate\", Todd the Wraith alerts Atlantis to the fact that an underling wraith possesses a Hive Ship powered by a ZPM.  In the process of trying to retrieve the ZPM and disable the Hive, the Daedalus is crippled, and the hive suddenly jumps away without destroying the Daedalus. The Atlantis team discovers the reason for this was a communication sent from an alternate reality giving away Earth's location.  The Hive disables both the battleships Sun Tzu and the Apollo en route to Earth. With a full set of ZPMs turned over by Todd, the expedition takes the city itself to defend Earth. The Hive ship is then destroyed in the subsequent battle and Atlantis lands in the Pacific Ocean near the Golden Gate Bridge in  San Francisco.\n\n"
        },
        {
            "title": "Cast",
            "text": "Guest starring: Richard Dean Anderson, Michael Shanks, Christopher Judge, Beau Bridges, Robert Davi, Kari Wuhrer, Danny Trejo, Mark Dacascos, Mitch Pileggi, Colm Meaney, Connor Trinneer and others.\n\n"
        },
        {
            "title": "Production",
            "text": "When producers Brad Wright and Robert C. Cooper thought the original Stargate SG-1 series was going to be cancelled after season five, due to Showtime's announcement that they were canceling the show, they came up with the idea of making a new feature film. However, as the ratings on its new home at the Sci Fi Channel were quite good, the idea was pushed to season six and then to season seven. Wright had initially intended to set the new show in Antarctica under the ice. It would have replaced Stargate Command (SGC) as Earth's conduit to other worlds.[6]\n\nLate in season seven of SG-1, talks began of a spin-off series and the producers were left with a serious dilemma, since the seventh season of Stargate SG-1 had been planned to lead up to the great discovery of the lost city of the Ancients, Atlantis. The Stargate SG-1 seventh season ended in a two-part episode, \"Lost City\", which was supposed to be a bridge between Stargate SG-1 and the new spin-off, either a show or a movie, and was not planned to run at the same time as Stargate SG-1. Wright and Cooper rewrote the script as the two-part season seven finale and moved the setting of the story. The city of Atlantis, originally planned to be on Earth under Antarctica in place of the SGC, was moved to the Pegasus Galaxy. This change not only addressed the problem of fans wondering why the SGC would not be coming to the aid of the Atlantis Expedition with each episode, but it also gave the producers a chance to start afresh with new ideas instead of having an identical copy of the original show.[7]\n\nThe series received the green light on November 17, 2003, started shooting in February 2004, and premiered on July 16, 2004. From the start, Wright and Cooper ruled out casting \"star names\", on the basis of the financial pressures they were already experiencing with \"star names\" on Stargate SG-1. The casting was made more complicated because Atlantis got the go-ahead in November and had to compete with other networks during pilot season.[7] Disaster geophysicist Mika McKinnon acted as a science consultant for the series starting in 2008, and served as a consultant through Stargate Atlantis.[8]\n\nThe character most difficult to cast was the then-called Dr. Ingram, an unexcitable scientist expert on the Stargate. As the first day of shooting drew nearer and they were unable to find the right actor, they came to realize they had brought in the wrong character. Longtime Stargate director Martin Wood and Brad Wright thought it should be Dr. Rodney McKay, who had already appeared in a guest role in three episodes of Stargate SG-1. Actor David Hewlett was contacted and arrived at the set the day after filming had started.[7] Dr. Ingram had already been written into the pilot episode of the show and so the same script was used and the character's name simply changed to McKay. Later scripts were written with Dr. McKay in mind.[9]\n\nThe creators found themselves with a problem with the character of Lt. Aiden Ford (Rainbow Sun Francks) in season two, a first season regular that the producers, and the actor himself, felt had not worked as intended and was highly underused as a result. Unwilling to write him out, the writers came up with an idea to make the character more important, but that downgraded him to recurring.[10] To replace him, they created Ronon Dex as a sidekick for Lt. Col. John Sheppard, but finding an actor with the physical presence and the acting ability necessary was not easy until they saw Jason Momoa's tape.[11] X-files veteran Mitch Pileggi and Kavan Smith were added to the cast in the recurring roles of Col. Steven Caldwell and Maj. Evan Lorne.[11] Paul McGillion's character, Dr. Carson Beckett, became a regular in season two.[12]\n\nSeasons three and four changed the cast lineup again. Paul McGillion's Dr. Carson Beckett was killed in the season three episode \"Sunday\", then brought back at the end of season four as a recurring character. The new medical chief was Jennifer Keller, played by Jewel Staite, who was introduced in the Season 3 finale, was a recurring character in Season 4, and became a regular in Season 5. Jewel Staite had already played a guest role in Season 2 as Ellia, a female Wraith, and the producers agreed they wanted her for a more important role. Amanda Tapping's Samantha Carter crossed from Stargate SG-1 for 14 episodes in Season four, as the new leader of the expedition, while Torri Higginson's Elizabeth Weir became a recurring character in season four instead of a regular.[13] Robert Picardo became a regular in season five as Richard Woolsey replaced Samantha Carter as the commander of the Atlantis Expedition.[14] Higginson declined to appear as a guest star; instead, her character Weir was portrayed by Michelle Morgan.[15]\n\nStargate Atlantis was shot at Bridge studios in Vancouver and on location in several places in British Columbia. The Pemberton Glacier doubled for Antarctica during the opening flying sequence in series premiere \"Rising\".[16] Lynn Valley Canyon was, for example, where the episode \"Instinct\" was filmed.[17] At the end of the season, filming had become more expensive because of the financial crisis, which again led to the decline of the American dollar and rise of the Canadian dollar.[18] When tasked with moving the Stargate sets from Vancouver to Los Angeles, Robert C. Cooper said he couldn't since all the \"infrastructure\" was in Vancouver, which would have made the move nearly impossible.[19]\n\nRachel Luttrell (portraying Teyla Emmagan in the series) used her time during the Stargate Atlantis season one hiatus to be trained in the martial arts by science fiction veteran Ray Park.[20]\n\nStargate Atlantis inherited Blade: Trinity's effects stage. The Blade: Trinity production gave the set to Stargate Atlantis to save the high cost of dismantling the massive construct. The set has appeared several times. For example, the walkway Sheppard walks in \"The Storm\" is the topmost part of the Blade: Trinity set.[21][22] The majority of episodes used James Bamford as a stunt coordinator.[23]\n\nStargate Atlantis features a symphonic orchestra soundtrack composed by Joel Goldsmith. Goldsmith's first task for the series was to compose the main title song, which was nominated in the category Outstanding Main Title Theme Music in the Primetime Emmy Awards in 2005. When composing the music, Goldsmith went for a more pastoral, European and American approach, while keeping the adventurous, symphonic approach the producers wanted.[24] Goldsmith's score for season 2 episode \"Grace Under Pressure\" was nominated for an Emmy Award for Outstanding Music Composition For A Series (Dramatic Underscore) in 2006.[25]\n\n"
        },
        {
            "title": "Broadcast and release",
            "text": "Stargate Atlantis started as a spin off from the fellow American military science fiction series, Stargate SG-1. The pilot episode of Atlantis first aired on July 16 on American television broadcasting networks. The pilot episode, entitled \"Rising\" reached a Nielsen rating of 3.2, a height never surpassed by any other Atlantis episodes.[26] \"Rising\" is also the strongest rated episode and most watched episode ever broadcast by Sci Fi Channel, gathering over 4 million viewers in the United States according to Variety.[27] In the United Kingdom, it was viewed by 1.28 million people, placing it first in the most viewed shows in Sky One for the week.[28] \"Rising\" was nominated for several awards.[29][30][31] The follow-up episode to \"Rising\", earned a Nielsen Rating of 2.5, a drastic decline from the debut episode.[32] The average viewership of Atlantis first ten episode in the United States were around 3 million according to ABC TV Group analysis, there after the viewership declined until the second half of the last season, at this time the average viewer rating was around 2.1 million.[33]\n\nEach season of Stargate Atlantis featured 20 episodes, and in the United States they are broadcast in two series of 10 episodes. The first 10 episodes air from mid-July to September in the United States, ending in the cliffhanger of a two-parter episode. The second half airs first in Canada, from November to January, ending also with a cliffhanger. In the United States, the second half aired from January to March during seasons 1 and 2, but season 3 aired from April to June 2007. Because of the offset, the show has often been bootlegged by American viewers.\n\nSeason four chalked up a viewer average of 1.8 million in the United States, beating the average Sci Fi Channel show.[34] The final episode, \"Enemy at the Gate\" got a Nielsen Rating of 1.5, which was also the highest rating in season 5.[35] \"Enemy at the Gate\" was viewed by 2.02 million people in the US, including 973,000 in the 18 to 49 demographic, and 1.12 million age 25 to 54.[36] In the UK, the finale was viewed by 633,000, placing Stargate Atlantis third in the top ten for Sky 1 in that week, behind The Simpsons and season seven premiere of 24.[37]\n\nAfter the announcement on August 20, 2008, that Season 5 of Atlantis would be its last,[33] it was announced the following day that the series would be continued with at least one 2-hour direct-to-DVD movie. More movies were expected to follow in the Atlantis series if the first movie was to be successful.[38] Executive producer Joseph Mallozzi has said that the rise of the Canadian dollar and the decline of the American dollar has made life harder for Canadian television since it has become more expensive. He further stated \"Both MGM and Sci Fi have been great supporters of the show and, if you go by SG-1's example, fans can be assured that the end of the series will not be the end of Atlantis.\"[33]\n\nMallozzi called the Atlantis film Project Twilight,[39] until the title of the first Atlantis film was revealed as Stargate: Extinction in late May 2009.[40] Paul Mullie and Joseph Mallozzi completed the scripting of the movie in May 2009.[41][42] Andy Mikita was going to direct the first Atlantis film.[43] The tentative shoot-date of the movie was bound for late 2009. As of May 2009, the confirmed actors were to be Amanda Tapping as Samantha Carter, David Hewlett as Rodney McKay, Joe Flanigan as John Sheppard, Paul McGillion as Carson Beckett, Rachel Luttrell as Teyla Emmagan, Jason Momoa as Ronon Dex, Robert Picardo as Richard Woolsey[44] and Christopher Heyerdahl as Todd the Wraith.[45]\n\nThe script for Stargate: Extinction had been written and was ready to go into production, according to Joseph Mallozzi, \"it involved a return mission to Pegasus, the tragic end of one relationship, the beginning of another, and a surprising progression in the alliance between one man and one wraith.\"[46]  The project was on hold due to financial troubles at MGM and in the wider economy. In the meantime, an episode of Stargate Universe featuring Atlantis characters Rodney McKay and Richard Woolsey was filmed.[47]\n\nAt the Creation Stargate Convention in Vancouver on April 17, 2011, Stargate writer and executive producer Brad Wright confirmed to the audience that the proposed Stargate Atlantis movie has been indefinitely shelved.[48]\n\nSpeaking at a convention in Edmonton on 28 September 2013, Joe Flanigan stated that a few years prior, he had negotiated with the then boss of MGM about leasing the series in order to produce season 6 of Stargate Atlantis, and potentially more. Flanigan took it upon himself to secure the necessary financing from various investors as MGM would be unable to back the series due to them going through financial difficulties. Securing the needed backing to produce a full 20 episode season, Flanigan and his team began planning out the production itself, with a planned move from MGM studios in Vancouver to a studio in Europe in order to save money. Flanigan's team, their investors and MGM came up with \"all the numbers\" as well as working out television networks for broadcasting, studios and plans for a 10-year lease of the Stargate franchise.[49] However, MGM filed for bankruptcy in November 2010.[50] The company then reemerged later, but Spyglass Entertainment now held the rights for Stargate, meaning Flanigan had to begin negotiations all over again. Flanigan stated that he believed Spyglass were more interested in working with Roland Emmerich on another feature film, outside of the main continuity of the series.[49]\n\nThe first and only DVD release of the series from MGM Home Entertainment, was the pilot episode of Stargate Atlantis, \"Rising\", as a standalone episode. It was released, in North America, on June 7, 2005.[51] The full first season was released, in North America, on November 15, 2005,[52] in new slim line cases.[53] Soon after the release of the first season set Sony received complaints that some Canadian customers bought sets that had the same content on both disk 1 and 5. Sony quickly offered a replacement disc.[54] In early 2006, Sony announced that Stargate Atlantis would become the first TV series released on the next generation Blu-ray platform.[55] In mid-2006 MGM, the producers of both Stargate series, switched DVD distribution companies from Sony to 20th Century Fox Home Entertainment.[56] The distributor switch led to a delay in the release of the Season 2 box set, which was released on March 6, 2007, in North America.[57]\n\nMost DVDs contain behind-the-scenes features, audio commentaries for nearly all episodes beginning with season 1, and production galleries. The box sets of the five seasons were released with slim packaging in all regions, beginning in the United States. A complete series box set for Stargate Atlantis was released on October 6, 2009 in North America,[58] and August 10, 2009 in the UK.[59] Stargate Atlantis: The Complete Series Blu-ray was released in North America in mid-2011.[60][61]\n\n"
        },
        {
            "title": "Impact",
            "text": "Stargate Atlantis garnered mediocre media attention with mixed reviews. Michael Abernethy from PopMatters said \"the series has much to offer\", and further stated that the program had many unanswered questions, but gave it mostly positive reviews.[62] Jonathan Wright from the British newspaper, The Guardian called the series \"fun\".[63] The Pittsburgh Tribune-Review reviewer Laura Urbani said that the television series \"cleverly\" mixed \"humor with action\" with \"political intrigue\".[64] Virginia Heffernan from The New York Times called the pilot episode \"dull\" and further commented that it was a \"relic of our own unenlightened time,\" but said that the show could win fans with its \"lavish special effects\".[65]\n\nDavid Nusair from Reel Film Reviews reviewing \"Rising\" said \"as a pilot episode, there's no denying that \"Rising\" gets the job done,\" commenting to the one episode release of the pilot on DVD format.[66] Critical Myth rated \"Adrift\" 8 out of 10, praising the direction the writers took with the episode, Sheppard being rather forced to be in command of the city with the incapacitation of Weir, as well as comparing the characters' \"chance to prove their mettle through extreme adversity\" to \"The Siege, Part 2\".[67] Marx Pyle of SyFy Portal (since renamed Airlock Alpha) described the episode \"The Daedalus Variations\" as Atlantis' version of Star Trek: The Next Generation episode \"Q Who?\". It was praised for being a \"fun filler\" episode, and Pyle enjoyed the scene where the two Sheppards converse, and the space battle, believing only Battlestar Galactica could beat them. Pyle criticised the episode for the absence of Woolsey, and McKay's apparent quick understanding of new technologies including the alternate reality drive, as well as feeling that Sci-Fi gave away too much information from the previews of the episode.[68] When reviewing \"Enemy at the Gate\", IGN reviewer Tory Ireland Mell has given the episode a \"mediocre\" score of 5.8 out of 10, where the reviewer felt that everything on the episode was \"forced\", and felt the final scene was \"uninspiring\", though the episode was praised for the conversation between Sheppard and Carter.[69]\n\nSeason one of Stargate Atlantis garnered mixed reviews. John Sinnott from DVDTalk called season one a \"very good spinoff,\" certifying it \"highly recommended.\"[70] Dan Heaton from Digitally Obsessed was positive to the first season, and said the pilot started \"in fashion.\"[71] Reviewer Dan Phelps from DVDFanatic gave the series \"thumbs up\" and gave the series an A−.[72] Oladotun Ogunsulire from Science Fiction Buzz said the series should be \"treasured.\"[73] June L. from Monsters and Critics (M&C) gave season two of Stargate Atlantis 4 out of 5, and said that it was a \"pleasure to watch the stories\", compared to other new science fiction shows which depend on \"blood and violence.\"[74]\n\n\n\nThe show has been nominated 62 times and won 19 awards, less than the sister show, Stargate SG-1, which was nominated 129 times and won 22 awards. Atlantis season one was nominated for two Emmy Awards in 2005 in the following categories, Outstanding Main Title Theme Music and Outstanding Special Visual Effects for a Series.[75] Atlantis would receive two other Emmy nominations in 2006 and 2008 respectively.[25][76] Television director, David Winning was awarded a Chicago International Film Festival award in 2005 in the category Outstanding Achievement in a Television Drama Direction for \"Childhood's End\". The New York Film Festival also awarded Winning for his work in \"Childhood's End.\"[77] Atlantis was nominated twenty-seven times for a Leo Award and won only once in the category Best Visual Effects in a Dramatic Series in \"The Eye\" in 2005. The series won nine Leo Awards in 2009.[78]\n\nIn total, there have been released 12 books and novels about Stargate Atlantis entitled Rising, Reliquary, The Chosen, Halcyon, Exogenesis, Entanglement, Casualties of War, Blood Ties, Mirror Mirror, Nightfall, Angelus and Brimstone. There have been released six short fiction works as a part of the official Stargate franchise. Sharon Gosling has released a book for the first four seasons of the series entitled Stargate Atlantis: The Official Companion Season #, the fifth was never released. Action figures of the Stargate Atlantis cast have been released by Diamond Selected Toys, and included John Sheppard and Rodney McKay figures among others.[79]\n\nThis is a list of The Stargate Atlantis audiobooks by Big Finish Productions, are each narrated by one of the main Stargate franchise characters and feature a second, guest-star voice along with music and sound effects. Kavan Smith (as Evan Lorne), David Nykl (as Radek Zelenka), Paul McGillion (as Carson Beckett) and Torri Higginson (as Elizabeth Weir) have lent their voices for one Stargate Atlantis audiobook each.[80]\n\nIn late 2005, Fandemonium Press, which also publishes many books for the Stargate SG-1 series, launched a new series of books based on Stargate Atlantis. These books are available in English-speaking countries and through online bookstores. Additionally, the 'Legacy' series of books have also been added and they begin where the TV series concluded. There are now eight available. They are: 1) Homecoming; Jo Graham & Melissa Scott. 2) The Lost; Jo Graham & Amy Griswold. 3) Allegiance; Melissa Scott and Amy Griswold. 4) The Furies; Jo Graham. 5) Secrets; Jo Graham & Melissa Scott. 6) Inheritors; Jo Graham, Melissa Scott & Amy Griswold. 7) Unascended; Jo Graham & Amy Griswold. 8) Third Path; Melissa Scott & Jo Graham. These novels begin by looking at the events that led to Atlantis returning to the Pegasus Galaxy, including a new war against the powerful Wraith Queen Death, McKay being briefly brainwashed and converted into a Wraith scientist, a confrontation with Queen Death that ends with a new treaty between Atlantis and the Wraith, and the return of Elizabeth Weir and Aiden Ford after their apparent 'deaths'.\n\nThe official Stargate Magazine, produced by Titan Publishing, began publishing short stories written by Fandemonium authors in their 8th issue. The stories alternate between both SG-1 and Atlantis.[81]\n\nIn 2006, Avatar Press launched a series of comics based on Stargate Atlantis. Set in season 1, Wraithfall features story by Stewart Moore and art by Mauricio Melo. In this story, the Atlantis team meets the Karrans, a race that has made a bizarre deal with the Wraith.[82]\n\nWhile Stargate Worlds (SGW) was mainly about the story arc to Stargate SG-1, the first expansion pack was planned to be about Stargate Atlantis.[83] Atlantis and the Pegasus Galaxy would have presented much additional content, with all five seasons' worth aired by the time of the game's release. It was ideal for an expansion, and this was what the developers intended for this facet of the Stargate franchise at that stage.[84][85]\n\n"
        }
    ]
}