{
    "url": "https://en.wikipedia.org/wiki/Star_Maker",
    "title": "Star Maker",
    "table_of_contents": [
        "1 Plot",
        "2 Reception",
        "3 References in culture",
        "4 See also",
        "5 References",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nStar Maker is a science fiction novel by British writer Olaf Stapledon, published in 1937. The book describes a history of life in the universe, dwarfing in scale Stapledon's previous book, Last and First Men (1930), a history of the human species over two billion years.  Star Maker tackles philosophical themes such as the essence of life, of birth, decay and death, and the relationship between creation and creator. A pervading theme is that of progressive unity within and between different civilizations.\n\nSome of the elements and themes briefly discussed prefigure later fiction concerning genetic engineering and alien life forms. Sir Arthur C. Clarke considered Star Maker to be \"probably the most powerful work of imagination ever written\", and Brian W. Aldiss called it \"the one great grey holy book of science fiction\".[1]\n\n"
        },
        {
            "title": "Plot",
            "text": "A human narrator from England is transported out of his body via unexplained means. He realizes he is able to explore space and other planets. After exploring a civilization on another planet in our galaxy at a level of development similar to our own that existed millions of years ago thousands of light years from Earth (the \"Other Earth\") in some detail, his mind merges with that of one of its inhabitants, and as they travel together, they are joined by still more minds or group-minds. This snowballing process is paralleled by the expansion of the book's scale, describing more and more planets in less and less detail.\n\nThe disembodied travelers encounter many ideas that are interesting from both science-fictional and philosophical points of view. These include many imaginative descriptions of species, civilizations and methods of warfare, descriptions of the multiverse, and the idea that the stars and pre-galactic nebulae are intelligent beings, operating on vast time scales. A key idea is the formation of collective minds from many telepathically linked individuals, on the level of planets, galaxies, and eventually the cosmos itself.\n\nA symbiotic species, each individual composed of two species, both non-humanoid, is discussed in detail. Normally detached from the galaxy's turmoil, they intervene in a deus ex machina to end the threat of a civilization dedicated to forcing its mentality onto one stellar civilization after another.\n\nThe climax of the book is the \"supreme moment of the cosmos\", when the cosmic mind (which includes the narrator) attains momentary contact with the titular \"Star Maker\". The Star Maker is the creator of the universe, but stands in the same relation to it as an artist to his work, and calmly assesses its quality without any feeling for the suffering of its inhabitants. This element makes the novel one of Stapledon's efforts to write \"an essay in myth making\".\n\nAfter meeting the Star Maker, the traveler is given a \"fantastic myth or dream,\" in which he observes the Star Maker at work.  He discovers that his own cosmos is only one of a vast number, and by no means the most significant. He sees the Star Maker's early work, and he learns that the Star Maker was surprised and intensely interested when some of his early \"toy\" universes — for example a universe composed entirely of music with no spatial dimensions — displayed \"modes of behavior that were not in accord with the canon which he had ordained for them.\" He sees the Star Maker experimenting with more elaborate universes, which include the traveler's own universe, a triune universe which closely resembles \"Christian orthodoxy\" (the three universes respectively being hell, heaven, and reality with presence of a savior), and a branching universe similar to that of the many-worlds interpretation of quantum mechanics.. The Star Maker goes on to create \"mature\" universes of extraordinary complexity, culminating in an \"ultimate cosmos,\" through which the Star Maker fulfills his own eternal destiny as \"the ground and crown of all things.\" Finally, the traveler returns to Earth at the place and time he left, to resume his life there.\n\n"
        },
        {
            "title": "Reception",
            "text": "The novel is one of the most highly acclaimed novels in science fiction. Its admirers at the time of first publication saw it as one of the most brilliant, inventive, and daring science fiction books. Among its more famous admirers were H. G. Wells, Virginia Woolf, Jorge Luis Borges, Brian Aldiss, Doris Lessing and Stanisław Lem.[citation needed] Borges wrote a prologue for a 1965 edition and called it \"a prodigious novel\". Lessing wrote an afterword for a UK edition. Freeman Dyson was also a fan, admitting to basing his concept of Dyson spheres on a section of the book, even calling \"Stapledon sphere\" a better name for the idea.[2] Among SF writers, Arthur C. Clarke has been most strongly influenced by Stapledon.\n\nSome of Stapledon's contemporaries were appalled at the book's philosophy: in a letter to Arthur C. Clarke in 1943, C. S. Lewis described the ending as \"sheer devil worship.\"[3]\n\n"
        },
        {
            "title": "References in culture",
            "text": "It is referenced by Nancy Bellicec (Veronica Cartwright) as \"must reading\" in the 1978 version of Invasion of the Body Snatchers.[4]\n\n"
        }
    ]
}