{
    "url": "https://en.wikipedia.org/wiki/Statues_of_the_Liberators",
    "title": "Statues of the Liberators",
    "table_of_contents": [],
    "paragraphs": [
        {
            "title": "",
            "text": "A series of Statues of the Liberators of western-hemisphere countries from colonial rule is found along Virginia Avenue, N.W., in Washington, D.C. (which has been referred to as a Washington version of New York City's Avenue of the Americas).\n\nSeveral statues have been erected on Virginia Avenue, N.W., between 18th and 25th Streets, by various Latin American countries honoring their liberators and other national figures.  The statues are maintained by the National Park Service.  The location on Virginia Avenue was chosen because of its proximity to the headquarters of the Organization of American States (OAS), which is located at Virginia Avenue and 18th Street, and to the Pan American Health Organization (PAHO), which is located at Virginia Avenue and 23rd Street.\n\nOrdered going from East to West:\n\nThe statue of Gálvez was given by Juan Carlos I of Spain to the United States in celebration of the Bicentennial of American Independence in 1976. Galvez was selected as the subject of the statue because Spain was an ally of the American colonies in the Revolutionary War against the British. Galvez led an army that waged a successful campaign against the British along the Gulf Coast during the war.\n\nThe statue of Benito Juarez relates to the reforms made by him to control power from the Church in México.\nThe Libertator of México is actually Miguel Hidalgo y Costilla. \nMéxico was the first country to fight against the Spanish Kingdom. Hidalgo was the first one to start the Liberty movement in Latin America.\n\nIn the year 1972, the statue of San Martín was removed to its present location from Judiciary Square (roughly E Street between 4th and 5th Streets, NW), where it had been erected in 1925 at a ceremony including President Calvin Coolidge.  This move was necessitated by the construction of the Washington Metro station at Judiciary Square.  The statue is a copy of the statue of San Martín that stands in Buenos Aires' Plaza San Martín (sculpted in 1862 by French artist Louis-Joseph Daumas).\n\nAnother related statue is of Don Quixote de La Mancha, which is located on the grounds of the John F. Kennedy Center for Performing Arts. It was sculpted by Aurelio Teno, the Don Quixote statue was also presented by Juan Carlos I of Spain, along with the Gálvez statue, on his 1976 visit to the United States.\n\n"
        }
    ]
}