{
    "url": "https://en.wikipedia.org/wiki/State_of_Deseret",
    "title": "State of Deseret",
    "table_of_contents": [
        "1 History",
        "1.1 Formation of the proposal",
        "1.2 Territory of Deseret",
        "1.3 Establishment of Utah Territory",
        "2 Government",
        "3 Flag",
        "4 Deseret in fiction",
        "5 See also",
        "6 References",
        "7 Works cited",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe State of Deseret (modern pronunciation /ˌdɛzəˈrɛt/ (listen),[1] contemporaneously /dɛsiːrɛt/)[2] was a proposed state of the United States, proposed in 1849 by settlers from the Church of Jesus Christ of Latter-day Saints (LDS Church) in Salt Lake City. The provisional state existed for slightly over two years and was never recognized by the United States government. The name derives from the word for \"honeybee\" in the Book of Mormon.[3]\n\n"
        },
        {
            "title": "History",
            "text": "When members of the LDS Church (the Mormon pioneers) settled in the Salt Lake Valley near the Great Salt Lake in 1847 (then part of Mexico), they wished to set up a government that would be recognized by the United States.\n\nInitially, church president Brigham Young intended to apply for status as a territory, and sent John Milton Bernhisel to Washington, D.C., with the petition for territorial status. Realizing that California and New Mexico were applying for admission as states, Young changed his mind and decided to petition for statehood.[citation needed]\n\nIn March 1849, realizing that they did not have time to follow the usual steps towards statehood, Young and a group of church elders quickly drafted a state constitution based on that of Iowa, where the Mormons had temporarily settled, and sent the legislative records and constitution back to that state for printing, since no printing press existed in the Great Basin at the time. They then sent a second messenger with a copy of the state's formal records and constitution to meet up with Bernhisel in Washington, D.C., and to petition for statehood rather than territorial status.[citation needed]\n\nThe provisional state encompassed most of the territory that had been acquired from Mexico the previous year as the Mexican Cession.\n\nThe Territory of Deseret would have comprised roughly all the lands between the Sierra Nevada and the Rockies, and between the border with Mexico northward to include parts of the Oregon Territory, as well as the coast of California south of the Santa Monica Mountains (including the existing settlements of Los Angeles and San Diego). This included the entire watershed of the Colorado River (excluding the lands south of the border with Mexico), as well as the entire area of the Great Basin.\n\nThe proposal encompassed nearly all of present-day Utah and Nevada, large portions of California and Arizona, and parts of Colorado, New Mexico, Wyoming, Idaho, and Oregon.\n\nThe proposal was crafted specifically to avoid disputes that might arise from existing settlements of Euro-Americans.[4] At the time of its proposal, the existing population of the Deseret area, including Southern California, was sparse, since most of the California settlement had been in the northern gold rush areas not included in the provisional state. Likewise, the border with New Mexico did not reach the Rio Grande, in order to avoid becoming entangled in the existing disputes of the western border of Texas. Deseret also avoided encroaching on the fertile Willamette Valley of Oregon, which had been heavily traveled and settled since the 1840s.\n\nMoreover, the proposal encompassed lands largely known to be inhospitable for cultivation, thus avoiding conflict over the issue of the expansion of slavery.\n\nThe proposal for the state was considered by some to be too ambitious to succeed in Congress, even disregarding the controversy over the Mormon practice of polygamy. Nevertheless, in 1849 U.S. President Zachary Taylor, eager to avoid disputes as much as possible, sent his agent John Wilson westward with a proposal to combine California and Deseret as a single state,[citation needed] which would have had the desirable effect of decreasing the number of free states entered into the Union, and thus preserving the balance of power in the Senate.\n\nThe California Constitutional Convention debates of 1849 mentioned the Mormons or Salt Lake a number of times[5][6] along with the North–South conflict over extension of slavery. Advocates of smaller boundaries (such as 116° west or the crest of the Sierra Nevada) argued that the Mormons were unrepresented at the convention, culturally different, and applying for their own territorial government. They also argued that Salt Lake was too far away for a single government to be practical and that Congress would not agree to such a huge state. Those advocating retention of all of former Mexican Alta California, such as pro-slavery future Senator William M. Gwin, argued these were not real obstacles or could be solved later.\n\nOn September 9, 1850, as part of the Compromise of 1850, the Utah Territory was created by Act of Congress, encompassing a portion of the northern section of Deseret.\n\nOn February 3, 1851, Brigham Young was inaugurated as the first governor of the Utah Territory. On April 4, 1851, the General Assembly of Deseret passed a resolution to dissolve the state. On October 4, 1851, the Utah territorial legislature voted to re-enact the laws and ordinances of the state of Deseret.\n\nAfter the establishment of the Utah Territory, the Latter-day Saints did not relinquish the idea of a \"State of Deseret\". From 1862 to 1870, a group of Mormon elders under Young's leadership met as a shadow government after each session of the territorial legislature to ratify the new laws under the name of the \"state of Deseret\".[citation needed] Attempts were made in 1856, 1862, and 1872 to write a new state constitution under that name, based on the new boundaries of the Utah Territory.\n\nThe idea of creating a state based on Mormonism began to fade away after the coming of the railroad, which opened the territory to many non-Mormon settlers, particularly in the western areas of the territory. Young and the LDS Church supported the railroad, even taking members that were working on the Salt Lake Temple and reassigning them to work on the railroad. The driving of the golden spike just 66 miles from Salt Lake completed the first transcontinental railroad at Promontory Summit in 1869.\n\n"
        },
        {
            "title": "Government",
            "text": "Prior to the establishment of Utah Territory, in the absence of other authority, the provisional government of Deseret became the de facto government of the Great Basin. Three sessions of the General Assembly, a bicameral state legislature, were held. In 1850, the legislature appointed judges and established a criminal code. Taxes were established on property, and liquor and gambling was outlawed. The LDS Church was incorporated and a militia, based on the Nauvoo Legion, was formed.\n\nThe legislature initially formed six counties, which covered only inhabited valleys. These \"valley counties\" initially encompassed only a small portion of the area of Deseret and were expanded as settlement grew.[7]\n\n"
        },
        {
            "title": "Flag",
            "text": "According to most descriptions, the Deseret flag was similar to the present-day Utah state flag. However, as it was not standardized, multiple other secular and religious alternatives were also used.[8] Variants similar to the US Flag were also reported.[9][10]\n\n"
        }
    ]
}