{
    "url": "https://en.wikipedia.org/wiki/State_of_nature",
    "title": "State of nature",
    "table_of_contents": [
        "1 Noted philosophers",
        "1.1 Mozi",
        "1.2 Thomas Hobbes",
        "1.3 John Locke",
        "1.4 Montesquieu",
        "1.5 Jean-Jacques Rousseau",
        "1.6 David Hume",
        "1.7 John Calhoun",
        "1.8 John Rawls",
        "1.9 Robert Nozick",
        "2 Between nations",
        "3 See also",
        "4 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The state of nature, in moral and political philosophy, religion, social contract theories and international law, is the hypothetical life of people before societies came into existence.[1] Philosophers of the state of nature theory deduce that there must have been a time before organized societies existed, and this presumption thus raises questions such as: \"What was life like before civil society?\"; \"How did government first emerge from such a starting position?,\" and; \"What are the hypothetical reasons for entering a state of society by establishing a nation-state?\".\n\nIn some versions of social contract theory, there are no rights in the state of nature, only freedoms, and it is the contract that creates rights and obligations. In other versions the opposite occurs: the contract imposes restrictions upon individuals that curtail their natural rights.\n\nSocieties existing before or without a political state are currently studied in such fields as palaeolithic history, and the anthropological subfields of archaeology, cultural anthropology, social anthropology, and ethnology, which investigate the social and power-related structures of indigenous and uncontacted peoples. This has been criticized[by whom?] as an essentialist and othering view, similar to the concept of the noble savage.\n\n"
        },
        {
            "title": "Noted philosophers",
            "text": "\nThe early Warring States philosopher Mozi was one of the first thinkers in recorded history to develop the idea of the state of nature.[citation needed] He developed the idea  to defend the need for a single overall ruler. According to Mozi, in the state of nature each person has their own moral rules (yi, 義). As a result, people were unable to reach agreements and resources were wasted. Since Mozi promoted ways of strengthening and unifying the state (li, 利), such natural dis-organization was rejected:\nHis proposal was to unify rules according to a single moral system or standard (fa, 法) that can be used by anyone: calculating benefit of each act. In that way, the ruler of the state and his subjects will have the same moral system; cooperation and joint efforts will be the rule. Later his proposal was strongly rejected by confucianism (especially Mencius) because of the preference of benefit over morals.[3]\n\nThe pure state of nature, or \"the natural condition of mankind\", was described by the 17th century English philosopher Thomas Hobbes in Leviathan and his earlier work De Cive.[4] Hobbes argued that natural inequalities between humans are not so great as to give anyone clear superiority; and thus all must live in constant fear of loss or violence; so that \"during the time men live without a common power to keep them all in awe, they are in that condition which is called war; and such a war as is of every man against every man\". In this state, every person has a natural right to do anything one thinks necessary for preserving one's own life, and life is \"solitary, poor, nasty, brutish, and short\" (Leviathan, Chapters XIII–XIV). Hobbes described this natural condition with the Latin phrase (bellum omnium contra omnes) meaning (war of all against all), in De Cive.\n\nWithin the state of nature, there is neither personal property nor injustice since there is no law, except for certain natural precepts discovered by reason (\"laws of nature\"): the first of which is \"that every man ought to endeavour peace, as far as he has hope of obtaining it\" (Leviathan, Ch. XIV); and the second is \"that a man be willing, when others are so too, as far forth as for peace and defence of himself he shall think it necessary, to lay down this right to all things; and be contented with so much liberty against other men as he would allow other men against himself\" (loc. cit.). From here, Hobbes developed the way out of the state of nature into political society and government by mutual contracts.\n\nAccording to Hobbes, the state of nature exists at all times among independent countries, over whom there is no law except for those same precepts or laws of nature (Leviathan, Chapters XIII, XXX end). His view of the state of nature helped to serve as a basis for theories of international law and relations[5] and even some theories about domestic relations.[6]\n\nJohn Locke considers the state of nature in his Second Treatise on Civil Government written around the time of the Exclusion Crisis in England during the 1680s. For Locke, in the state of nature all men are free \"to order their actions, and dispose of their possessions and persons, as they think fit, within the bounds of the law of nature.\" (2nd Tr., §4). \"The state of Nature has a law of Nature to govern it\", and that law is reason. Locke believes that reason teaches that \"no one ought to harm another in his life, liberty, and or property\" (2nd Tr., §6) ; and that transgressions of this may be punished. Locke describes the state of nature and civil society to be opposites of each other, and the need for civil society comes in part from the perpetual existence of the state of nature.[7] This view of the state of nature is partly deduced from Christian belief (unlike Hobbes, whose philosophy is not dependent upon any prior theology).\n\nAlthough it may be natural to assume that Locke was responding to Hobbes, Locke never refers to Hobbes by name, and may instead have been responding to other writers of the day, like Robert Filmer.[8] In fact, Locke's First Treatise is entirely a response to Filmer's Patriarcha, and takes a step by step method to refuting Filmer's theory set out in Patriarcha. The conservative party at the time had rallied behind Filmer's Patriarcha, whereas the Whigs, scared of another persecution of Protestants, rallied behind the theory set out by Locke in his Two Treatises of Government as it gave a clear theory as to why the people would be justified in overthrowing a monarchy which abuses the trust they had placed in it.[citation needed]\n\nMontesquieu makes use of the concept of the state of nature in his The Spirit of the Laws, first printed in 1748. Montesquieu states the thought process behind early human beings before the formation of society. He says that human beings would have the faculty of knowing and would first think to preserve their life in the state. Human beings would also at first feel themselves to be impotent and weak. As a result, humans would not be likely to attack each other in this state. Next, humans would seek nourishment and out of fear, and impulse would eventually unite to create society. Once society was created, a state of war would ensue amongst societies which would have been all created the same way. The purpose of war is the preservation of the society and the self. The formation of law within society is the reflection and application of reason for Montesquieu.[9]\n\nHobbes' view was challenged in the eighteenth century[10] by Jean-Jacques Rousseau, who claimed that Hobbes was taking socialized people and simply imagining them living outside of the society in which they were raised. He affirmed instead that people were neither good nor bad, but were born as a blank slate, and later society and the environment influence which way we lean. In Rousseau's state of nature, people did not know each other enough to come into serious conflict and they did have normal values. The modern society, and the ownership it entails, is blamed for the disruption of the state of nature which Rousseau sees as true freedom.[11]\n\nDavid Hume offers in A Treatise of Human Nature (1739) that human beings are naturally social: \"'Tis utterly impossible for men to remain any considerable time in that savage condition, which precedes society; but that his very first state and situation may justly be esteem'd social. This, however, hinders not, but that philosophers may, if they please, extend their reasoning to the suppos'd state of nature; provided they allow it to be a mere philosophical fiction, which never had, and never could have any reality.\"[12]\n\nHume's ideas about human nature expressed in the Treatise suggest that he would be happy with neither Hobbes' nor his contemporary Rousseau's thought-experiments. He explicitly derides as incredible the hypothetical humanity described in Hobbes' Leviathan.[13]  Additionally, he argues in \"Of the Origin of Justice and Property\" that if mankind were universally benevolent, we would not hold Justice to be a virtue: \"’tis only from the selfishness and confin’d generosity of men, along with the scanty provision nature has made for his wants, that justice derives its origin.\"[12]\n\nJohn C. Calhoun, in his Disquisition on Government, (1850) wrote that a state of nature is merely hypothetical and argues that the concept is self-contradictory and that political states naturally always existed.  \"It is, indeed, difficult to explain how an opinion so destitute of all sound reasoning, ever could have been so extensively entertained, ... I refer to the assertion, that all men are equal in the state of nature; meaning, by a state of nature, a state of individuality, supposed to have existed prior to the social and political state; and in which men lived apart and independent of each other... But such a state is purely hypothetical. It never did, nor can exist; as it is inconsistent with the preservation and perpetuation of the race. It is, therefore, a great misnomer to call it the state of nature. Instead of being the natural state of man, it is, of all conceivable states, the most opposed to his nature—most repugnant to his feelings, and most incompatible with his wants. His natural state is, the social and political—the one for which his Creator made him, and the only one in which he can preserve and perfect his race. As, then, there never was such a state as the, so called, state of nature, and never can be, it follows, that men, instead of being born in it, are born in the social and political state; and of course, instead of being born free and equal, are born subject, not only to parental authority, but to the laws and institutions of the country where born, and under whose protection they draw their first breath.\"[14]\n\n\n\nJohn Rawls used what amounted to an artificial state of nature. To develop his theory of justice, Rawls places everyone in the original position. The original position is a hypothetical state of nature used as a thought experiment. People in the original position have no society and are under a veil of ignorance that prevents them from knowing how they may benefit from society. They lack foreknowledge of their intelligence, wealth, or abilities. Rawls reasons that people in the original position would want a society where they had their basic liberties protected and where they had some economic guarantees as well. If society were to be constructed from scratch through a social agreement between individuals, these principles would be the expected basis of such an agreement. Thus, these principles should form the basis of real, modern societies since everyone should consent to them if society were organized from scratch in fair agreements.\n\nRawls' Harvard colleague Robert Nozick countered the liberal A Theory of Justice with the libertarian Anarchy, State, and Utopia, also grounded in the state of nature tradition.[15] Nozick argued that a minimalist state of property rights and basic law enforcement would develop out of a state of nature without violating anyone's rights or using force. Mutual agreements among individuals rather than social contract would lead to this minimal state.\n\n"
        },
        {
            "title": "Between nations",
            "text": "In Hobbes' view, once a civil government is instituted, the state of nature has disappeared between individuals because of the civil power which exists to enforce contracts and the laws of nature generally. Between nations, however, no such power exists and therefore nations have the same rights to preserve themselves—including making war—as individuals possessed. Such a conclusion led some writers to the idea of an association of nations or worldwide civil society, an example being Immanuel Kant's work on perpetual peace.\n\nRawls also examines the state of nature between nations. In his work the Law of Peoples, Rawls applies a modified version of his original position thought experiment to international relationships. Rawls says that peoples, not states, form the basic unit that should be examined. States should be encouraged to follow the principles from Rawls' earlier A Theory of Justice. Democracy seems like it would be the most logical means of accomplishing these goals, but benign non-democracies should be seen as acceptable at the international stage. Rawls develops eight principles for how a people should act on an international stage.\n\nWithin international relations theory, anarchy is the state of affairs wherein nations exist without a higher power to govern them. The three principal schools of international relations theory hold different beliefs about anarchy and how to approach it. Realism approaches global politics as if the world's nations were each an individual under a state of nature: it tends to take anarchy for granted, and does not see a solution to it as possible or even necessarily desirable. Liberalism claims that anarchy may be mitigated through the spread of liberal democracy and the use of international organizations, thus creating a global civil society; this approach may be summed up by the words of George H. W. Bush, who sought to create \"a world where the rule of law, not the law of the jungle, governs the conduct of nations\".[16] Constructivist theorists, like liberals, also do not see anarchy as a given in international affairs, but are open to other approaches besides those given by realists and liberals.\n\n"
        }
    ]
}