{
    "url": "https://en.wikipedia.org/wiki/Steam_turbine",
    "title": "Steam turbine",
    "table_of_contents": [
        "1 History",
        "2 Manufacturing",
        "3 Types",
        "3.1 Blade and stage design",
        "3.2 Blade design challenges",
        "3.3 Steam supply and exhaust conditions",
        "3.3.1 Condensing turbines",
        "3.3.2 Non-condensing turbines",
        "3.3.3 Reheat turbines",
        "3.3.4 Extracting turbines",
        "3.4 Casing or shaft arrangements",
        "3.5 Two-flow rotors",
        "4 Principle of operation and design",
        "4.1 Impulse turbines",
        "4.1.1 Blade efficiency",
        "4.1.2 Stage efficiency",
        "4.1.3 Conclusions on maximum efficiency",
        "4.2 Reaction turbines",
        "4.2.1 Blade efficiency",
        "4.2.2 Condition of maximum blade efficiency",
        "4.3 Operation and maintenance",
        "4.4 Speed regulation",
        "4.5 Thermodynamics of steam turbines",
        "4.5.1 Isentropic efficiency",
        "5 Direct drive",
        "6 Marine propulsion",
        "6.1 Early development",
        "6.2 Cruising machinery and gearing",
        "6.3 Turbo-electric drive",
        "6.4 Current usage",
        "7 Locomotives",
        "8 Testing",
        "9 See also",
        "10 References",
        "10.1 Notes",
        "10.2 Sources",
        "11 Further reading",
        "12 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "A steam turbine is a machine that extracts thermal energy from pressurized steam and uses it to do mechanical work on a rotating output shaft. Its modern manifestation was invented by Charles Parsons in 1884.[1][2] Fabrication of a modern steam turbine involves advanced metalwork to form high-grade steel alloys into precision parts using technologies that first became available in the 20th century; continued advances in durability and efficiency of steam turbines remains central to the energy economics of the 21st century. \n\nThe steam turbine is a form of heat engine that derives much of its improvement in thermodynamic efficiency from the use of multiple stages in the expansion of the steam, which results in a closer approach to the ideal reversible expansion process. \n\nBecause the turbine generates rotary motion, it can be coupled to a generator to harness its motion into electricity. Such turbogenerators are the core of thermal power stations which can be fueled by fossil-fuels, nuclear fuels, geothermal, or solar energy. About 85% of all electricity generation in the United States in the year 2014 was by use of steam turbines.[3]\n\nAs of 2021, among the largest steam turbines in the world is the Arabelle, a turbine which is manufactured by GE based on an original design by Alstom.[4] An Arabelle turbine is 7 m in diameter, weighs 4000 tons and spins at 1500 rpm. In a typical nuclear installation, another 4000 tons of supporting steel structure is required, as well as 1000 tons of pumps, valves, and pipes.[4]\n\nTechnical challenges include rotor imbalance, vibration, bearing wear, and uneven expansion (various forms of thermal shock). In large installations, even the sturdiest turbine will shake itself apart if operated out of trim.\n\n"
        },
        {
            "title": "History",
            "text": "The first device that may be classified as a reaction steam turbine was little more than a toy, the classic Aeolipile, described in the 1st century by Hero of Alexandria in Roman Egypt.[5][6] In 1551, Taqi al-Din in Ottoman Egypt described a steam turbine with the practical application of rotating a spit. Steam turbines were also described by the Italian Giovanni Branca (1629)[7] and John Wilkins in England (1648).[8][9] The devices described by Taqi al-Din and Wilkins are today known as steam jacks. In 1672 an impulse turbine driven car was designed by Ferdinand Verbiest. A more modern version of this car was produced some time in the late 18th century by an unknown German mechanic. In 1775 at Soho James Watt designed a reaction turbine that was put to work there.[10] In 1807 Polikarp Zalesov designed and constructed an impulse turbine, using it for the fire pump operation.[11] In 1827 the Frenchmen Real and Pichon patented and constructed a compound impulse turbine.[12]\n\n\nThe modern steam turbine was invented in 1884 by Charles Parsons, whose first model was connected to a dynamo that generated 7.5 kilowatts (10.1 hp) of electricity.[13] The invention of Parsons' steam turbine made cheap and plentiful electricity possible and revolutionized marine transport and naval warfare.[14] Parsons' design was a reaction type. His patent was licensed and the turbine scaled-up shortly after by an American, George Westinghouse. The Parsons turbine also turned out to be easy to scale up. Parsons had the satisfaction of seeing his invention adopted for all major world power stations, and the size of generators had increased from his first 7.5 kilowatts (10.1 hp) set up to units of 50,000 kilowatts (67,000 hp) capacity. Within Parsons' lifetime, the generating capacity of a unit was scaled up by about 10,000 times,[15] and the total output from turbo-generators constructed by his firm C. A. Parsons and Company and by their licensees, for land purposes alone, had exceeded thirty million horse-power.[13]\n\nOther variations of turbines have been developed that work effectively with steam. The de Laval turbine (invented by Gustaf de Laval) accelerated the steam to full speed before running it against a turbine blade. De Laval's impulse turbine is simpler and less expensive and does not need to be pressure-proof. It can operate with any pressure of steam, but is considerably less efficient.[citation needed] Auguste Rateau developed a pressure compounded impulse turbine using the de Laval principle as early as 1896,[16] obtained a US patent in 1903, and applied the turbine to a French torpedo boat in 1904. He taught at the École des mines de Saint-Étienne for a decade until 1897, and later founded a successful company that was incorporated into the Alstom firm after his death. One of the founders of the modern theory of steam and gas turbines was Aurel Stodola, a Slovak physicist and engineer and professor at the Swiss Polytechnical Institute (now ETH) in Zurich. His work Die Dampfturbinen und ihre Aussichten als Wärmekraftmaschinen (English: The Steam Turbine and its prospective use as a Heat Engine) was published in Berlin in 1903. A further book Dampf und Gas-Turbinen (English: Steam and Gas Turbines) was published in 1922.[17]\n\nThe Brown-Curtis turbine, an impulse type, which had been originally developed and patented by the U.S. company International Curtis Marine Turbine Company, was developed in the 1900s in conjunction with John Brown & Company. It was used in John Brown-engined merchant ships and warships, including liners and Royal Navy warships.\n\n"
        },
        {
            "title": "Manufacturing",
            "text": "The present day manufacturing industry for steam turbines consists of the following companies: \n\n\n[18][needs update]\n\n"
        },
        {
            "title": "Types",
            "text": "Steam turbines are made in a variety of sizes ranging from small <0.75 kW (<1 hp) units (rare) used as mechanical drives for pumps, compressors and other shaft driven equipment, to 1,500 MW (2,000,000 hp) turbines used to generate electricity. There are several classifications for modern steam turbines.\n\nTurbine blades are of two basic types, blades and nozzles. Blades move entirely due to the impact of steam on them and their profiles do not converge. This results in a steam velocity drop and essentially no pressure drop as steam moves through the blades. A turbine composed of blades alternating with fixed nozzles is called an impulse turbine, Curtis turbine, Rateau turbine, or Brown-Curtis turbine. Nozzles appear similar to blades, but their profiles converge near the exit. This results in a steam pressure drop and velocity increase as steam moves through the nozzles. Nozzles move due to both the impact of steam on them and the reaction due to the high-velocity steam at the exit. A turbine composed of moving nozzles alternating with fixed nozzles is called a reaction turbine or Parsons turbine.\n\nExcept for low-power applications, turbine blades are arranged in multiple stages in series, called compounding, which greatly improves efficiency at low speeds.[19] A reaction stage is a row of fixed nozzles followed by a row of moving nozzles. Multiple reaction stages divide the pressure drop between the steam inlet and exhaust into numerous small drops, resulting in a pressure-compounded turbine. Impulse stages may be either pressure-compounded, velocity-compounded, or pressure-velocity compounded. A pressure-compounded impulse stage is a row of fixed nozzles followed by a row of moving blades, with multiple stages for compounding. This is also known as a Rateau turbine, after its inventor. A velocity-compounded impulse stage (invented by Curtis and also called a \"Curtis wheel\") is a row of fixed nozzles followed by two or more rows of moving blades alternating with rows of fixed blades. This divides the velocity drop across the stage into several smaller drops.[20] A series of velocity-compounded impulse stages is called a pressure-velocity compounded turbine.\n\nBy 1905, when steam turbines were coming into use on fast ships (such as HMS Dreadnought) and in land-based power applications, it had been determined that it was desirable to use one or more Curtis wheels at the beginning of a multi-stage turbine (where the steam pressure is highest), followed by reaction stages. This was more efficient with high-pressure steam due to reduced leakage between the turbine rotor and the casing.[21] This is illustrated in the drawing of the German 1905 AEG marine steam turbine. The steam from the boilers enters from the right at high pressure through a throttle, controlled manually by an operator (in this case a sailor known as the throttleman). It passes through five Curtis wheels and numerous reaction stages (the small blades at the edges of the two large rotors in the middle) before exiting at low pressure, almost certainly to a condenser. The condenser provides a vacuum that maximizes the energy extracted from the steam, and condenses the steam into feedwater to be returned to the boilers. On the left are several additional reaction stages (on two large rotors) that rotate the turbine in reverse for astern operation, with steam admitted by a separate throttle. Since ships are rarely operated in reverse, efficiency is not a priority in astern turbines, so only a few stages are used to save cost.\n\nA major challenge facing turbine design was reducing the creep experienced by the blades. Because of the high temperatures and high stresses of operation, steam turbine materials become damaged through these mechanisms. As temperatures are increased in an effort to improve turbine efficiency, creep becomes significant. To limit creep, thermal coatings and superalloys with solid-solution strengthening and grain boundary strengthening are used in blade designs.\n\nProtective coatings are used to reduce the thermal damage and to limit oxidation. These coatings are often stabilized zirconium dioxide-based ceramics. Using a thermal protective coating limits the temperature exposure of the nickel superalloy. This reduces the creep mechanisms experienced in the blade. Oxidation coatings limit efficiency losses caused by a buildup on the outside of the blades, which is especially important in the high-temperature environment.[22]\n\nThe nickel-based blades are alloyed with aluminum and titanium to improve strength and creep resistance. The microstructure of these alloys is composed of different regions of composition. A uniform dispersion of the gamma-prime phase – a combination of nickel, aluminum, and titanium – promotes the strength and creep resistance of the blade due to the microstructure.[23]\n\nRefractory elements such as rhenium and ruthenium can be added to the alloy to improve creep strength. The addition of these elements reduces the diffusion of the gamma prime phase, thus preserving the fatigue resistance, strength, and creep resistance.[24]\n\nTurbine types include condensing, non-condensing, reheat, extracting and induction.\n\nCondensing turbines are most commonly found in electrical power plants. These turbines receive steam from a boiler and exhaust it to a condenser. The exhausted steam is at a pressure well below atmospheric, and is in a partially condensed state, typically of a quality near 90%.\n\nNon-condensing turbines are most widely used for process steam applications, in which the steam will be used for additional purposes after being exhausted from the turbine. The exhaust pressure is controlled by a regulating valve to suit the needs of the process steam pressure. These are commonly found at refineries, district heating units, pulp and paper plants, and desalination facilities where large amounts of low pressure process steam are needed.\n\nReheat turbines are also used almost exclusively in electrical power plants. In a reheat turbine, steam flow exits from a high-pressure section of the turbine and is returned to the boiler where additional superheat is added. The steam then goes back into an intermediate pressure section of the turbine and continues its expansion. Using reheat in a cycle increases the work output from the turbine and also the expansion reaches conclusion before the steam condenses, thereby minimizing the erosion of the blades in last rows. In most of the cases, maximum number of reheats employed in a cycle is 2 as the cost of super-heating the steam negates the increase in the work output from turbine.\n\nExtracting type turbines are common in all applications. In an extracting type turbine, steam is released from various stages of the turbine, and used for industrial process needs or sent to boiler feedwater heaters to improve overall cycle efficiency. Extraction flows may be controlled with a valve, or left uncontrolled. Extracted steam results in a loss of power in the downstream stages of the turbine.\n\nInduction turbines introduce low pressure steam at an intermediate stage to produce additional power.\n\nThese arrangements include single casing, tandem compound and cross compound turbines. Single casing units are the most basic style where a single casing and shaft are coupled to a generator. Tandem compound are used where two or more casings are directly coupled together to drive a single generator. A cross compound turbine arrangement features two or more shafts not in line driving two or more generators that often operate at different speeds. A cross compound turbine is typically used for many large applications. A typical 1930s-1960s naval installation is illustrated below; this shows high- and low-pressure turbines driving a common reduction gear, with a geared cruising turbine on one high-pressure turbine.\n\nThe moving steam imparts both a tangential and axial thrust on the turbine shaft, but the axial thrust in a simple turbine is unopposed. To maintain the correct rotor position and balancing, this force must be counteracted by an opposing force. Thrust bearings can be used for the shaft bearings, the rotor can use dummy pistons, it can be double flow- the steam enters in the middle of the shaft and exits at both ends, or a combination of any of these. In a double flow rotor, the blades in each half face opposite ways, so that the axial forces negate each other but the tangential forces act together. This design of rotor is also called two-flow, double-axial-flow, or double-exhaust. This arrangement is common in low-pressure casings of a compound turbine.[25]\n\n"
        },
        {
            "title": "Principle of operation and design",
            "text": "An ideal steam turbine is considered to be an isentropic process, or constant entropy process, in which the entropy of the steam entering the turbine is equal to the entropy of the steam leaving the turbine. No steam turbine is truly isentropic, however, with typical isentropic efficiencies ranging from 20 to 90% based on the application of the turbine. The interior of a turbine comprises several sets of blades or buckets. One set of stationary blades is connected to the casing and one set of rotating blades is connected to the shaft. The sets intermesh with certain minimum clearances, with the size and configuration of sets varying to efficiently exploit the expansion of steam at each stage.\n\nPractical thermal efficiency of a steam turbine varies with turbine size, load condition, gap losses and friction losses. They reach top values up to about 50% in a 1,200 MW (1,600,000 hp) turbine; smaller ones have a lower efficiency.[citation needed] To maximize turbine efficiency the steam is expanded, doing work, in a number of stages. These stages are characterized by how the energy is extracted from them and are known as either impulse or reaction turbines. Most steam turbines use a mixture of the reaction and impulse designs: each stage behaves as either one or the other, but the overall turbine uses both. Typically, lower pressure sections are reaction type and higher pressure stages are impulse type.[citation needed]\n\nAn impulse turbine has fixed nozzles that orient the steam flow into high speed jets. These jets contain significant kinetic energy, which is converted into shaft rotation by the bucket-like shaped rotor blades, as the steam jet changes direction. A pressure drop occurs across only the stationary blades, with a net increase in steam velocity across the stage.\nAs the steam flows through the nozzle its pressure falls from inlet pressure to the exit pressure (atmospheric pressure or, more usually, the condenser vacuum). Due to this high ratio of expansion of steam, the steam leaves the nozzle with a very high velocity. The steam leaving the moving blades has a large portion of the maximum velocity of the steam when leaving the nozzle. The loss of energy due to this higher exit velocity is commonly called the carry over velocity or leaving loss.\n\nThe law of moment of momentum states that the sum of the moments of external forces acting on a fluid which is temporarily occupying the control volume is equal to the net time change of angular momentum flux through the control volume.\n\nThe swirling fluid enters the control volume at radius \n\n\n\n\nr\n\n1\n\n\n\n\n{\\displaystyle r_{1}}\n\n with tangential velocity \n\n\n\n\nV\n\nw\n1\n\n\n\n\n{\\displaystyle V_{w1}}\n\n and leaves at radius \n\n\n\n\nr\n\n2\n\n\n\n\n{\\displaystyle r_{2}}\n\n with tangential velocity \n\n\n\n\nV\n\nw\n2\n\n\n\n\n{\\displaystyle V_{w2}}\n\n.\n\nA velocity triangle paves the way for a better understanding of the relationship between the various velocities. In the adjacent figure we have:\n\nThen by the law of moment of momentum, the torque on the fluid is given by:\n\nFor an impulse steam turbine: \n\n\n\n\nr\n\n2\n\n\n=\n\nr\n\n1\n\n\n=\nr\n\n\n{\\displaystyle r_{2}=r_{1}=r}\n\n. Therefore, the tangential force on the blades is \n\n\n\n\nF\n\nu\n\n\n=\n\n\n\nm\n˙\n\n\n\n\n(\n\n\nV\n\nw\n1\n\n\n−\n\nV\n\nw\n2\n\n\n\n)\n\n\n\n{\\displaystyle F_{u}={\\dot {m}}\\left(V_{w1}-V_{w2}\\right)}\n\n. The work done per unit time or power developed: \n\n\n\nW\n=\nT\nω\n\n\n{\\displaystyle W=T\\omega }\n\n.\n\nWhen ω is the angular velocity of the turbine, then the blade speed is \n\n\n\nU\n=\nω\nr\n\n\n{\\displaystyle U=\\omega r}\n\n. The power developed is then \n\n\n\nW\n=\n\n\n\nm\n˙\n\n\n\nU\n(\nΔ\n\nV\n\nw\n\n\n)\n\n\n{\\displaystyle W={\\dot {m}}U(\\Delta V_{w})}\n\n.\n\nBlade efficiency (\n\n\n\n\n\nη\n\nb\n\n\n\n\n\n{\\displaystyle {\\eta _{b}}}\n\n) can be defined as the ratio of the work done on the blades to kinetic energy supplied to the fluid, and is given by\n\nA stage of an impulse turbine consists of a nozzle set and a moving wheel. The stage efficiency defines a relationship between enthalpy drop in the nozzle and work done in the stage.\n\nWhere \n\n\n\nΔ\nh\n=\n\nh\n\n2\n\n\n−\n\nh\n\n1\n\n\n\n\n{\\displaystyle \\Delta h=h_{2}-h_{1}}\n\n is the specific enthalpy drop of steam in the nozzle.\n\nBy the first law of thermodynamics:\n\nAssuming that \n\n\n\n\nV\n\n1\n\n\n\n\n{\\displaystyle V_{1}}\n\n is appreciably less than \n\n\n\n\nV\n\n2\n\n\n\n\n{\\displaystyle V_{2}}\n\n, we get \n\n\n\n\nΔ\nh\n\n≈\n\n\n1\n2\n\n\n\n\n\nV\n\n2\n\n\n\n\n2\n\n\n\n\n{\\displaystyle {\\Delta h}\\approx {\\frac {1}{2}}{V_{2}}^{2}}\n\n. Furthermore, stage efficiency is the product of blade efficiency and nozzle efficiency, or \n\n\n\n\nη\n\nstage\n\n\n=\n\nη\n\nb\n\n\n\nη\n\nN\n\n\n\n\n{\\displaystyle \\eta _{\\text{stage}}=\\eta _{b}\\eta _{N}}\n\n.\n\nNozzle efficiency is given by \n\n\n\n\nη\n\nN\n\n\n=\n\n\n\n\n\nV\n\n2\n\n\n\n\n2\n\n\n\n2\n\n(\n\n\nh\n\n1\n\n\n−\n\nh\n\n2\n\n\n\n)\n\n\n\n\n\n\n{\\displaystyle \\eta _{N}={\\frac {{V_{2}}^{2}}{2\\left(h_{1}-h_{2}\\right)}}}\n\n, where the enthalpy (in J/Kg) of steam at the entrance of the nozzle is \n\n\n\n\nh\n\n1\n\n\n\n\n{\\displaystyle h_{1}}\n\n and the enthalpy of steam at the exit of the nozzle is \n\n\n\n\nh\n\n2\n\n\n\n\n{\\displaystyle h_{2}}\n\n.\n\nThe ratio of the cosines of the blade angles at the outlet and inlet can be taken and denoted \n\n\n\nc\n=\n\n\n\ncos\n⁡\n\nβ\n\n2\n\n\n\n\ncos\n⁡\n\nβ\n\n1\n\n\n\n\n\n\n\n{\\displaystyle c={\\frac {\\cos \\beta _{2}}{\\cos \\beta _{1}}}}\n\n. The ratio of steam velocities relative to the rotor speed at the outlet to the inlet of the blade is defined by the friction coefficient \n\n\n\nk\n=\n\n\n\nV\n\nr\n2\n\n\n\nV\n\nr\n1\n\n\n\n\n\n\n{\\displaystyle k={\\frac {V_{r2}}{V_{r1}}}}\n\n.\n\n\n\n\n\nk\n<\n1\n\n\n{\\displaystyle k<1}\n\n and depicts the loss in the relative velocity due to friction as the steam flows around the blades (\n\n\n\nk\n=\n1\n\n\n{\\displaystyle k=1}\n\n for smooth blades).\n\nThe ratio of the blade speed to the absolute steam velocity at the inlet is termed the blade speed ratio \n\n\n\nρ\n=\n\n\nU\n\nV\n\n1\n\n\n\n\n\n\n{\\displaystyle \\rho ={\\frac {U}{V_{1}}}}\n\n.\n\n\n\n\n\n\nη\n\nb\n\n\n\n\n{\\displaystyle \\eta _{b}}\n\n is maximum when \n\n\n\n\n\n\nd\n\nη\n\nb\n\n\n\n\nd\nρ\n\n\n\n=\n0\n\n\n{\\displaystyle {\\frac {d\\eta _{b}}{d\\rho }}=0}\n\n or, \n\n\n\n\n\nd\n\nd\nρ\n\n\n\n\n(\n\n2\n\ncos\n⁡\n\nα\n\n1\n\n\n−\n\nρ\n\n2\n\n\n\n(\n1\n+\nk\nc\n)\n\n)\n\n=\n0\n\n\n{\\displaystyle {\\frac {d}{d\\rho }}\\left(2{\\cos \\alpha _{1}-\\rho ^{2}}(1+kc)\\right)=0}\n\n. That implies \n\n\n\nρ\n=\n\n\n1\n2\n\n\ncos\n⁡\n\nα\n\n1\n\n\n\n\n{\\displaystyle \\rho ={\\frac {1}{2}}\\cos \\alpha _{1}}\n\n and therefore \n\n\n\n\n\nU\n\nV\n\n1\n\n\n\n\n=\n\n\n1\n2\n\n\ncos\n⁡\n\nα\n\n1\n\n\n\n\n{\\displaystyle {\\frac {U}{V_{1}}}={\\frac {1}{2}}\\cos \\alpha _{1}}\n\n. Now \n\n\n\n\nρ\n\no\np\nt\n\n\n=\n\n\nU\n\nV\n\n1\n\n\n\n\n=\n\n\n1\n2\n\n\ncos\n⁡\n\nα\n\n1\n\n\n\n\n{\\displaystyle \\rho _{opt}={\\frac {U}{V_{1}}}={\\frac {1}{2}}\\cos \\alpha _{1}}\n\n (for a single stage impulse turbine).\n\nTherefore, the maximum value of stage efficiency is obtained by putting the value of \n\n\n\n\n\nU\n\nV\n\n1\n\n\n\n\n=\n\n\n1\n2\n\n\ncos\n⁡\n\nα\n\n1\n\n\n\n\n{\\displaystyle {\\frac {U}{V_{1}}}={\\frac {1}{2}}\\cos \\alpha _{1}}\n\n in the expression of \n\n\n\n\nη\n\nb\n\n\n\n\n{\\displaystyle \\eta _{b}}\n\n.\n\nWe get: \n\n\n\n\n\n\nη\n\nb\n\n\n\n\nmax\n\n\n=\n2\n\n(\n\nρ\ncos\n⁡\n\nα\n\n1\n\n\n−\n\nρ\n\n2\n\n\n\n)\n\n(\n1\n+\nk\nc\n)\n=\n\n\n1\n2\n\n\n\ncos\n\n2\n\n\n⁡\n\nα\n\n1\n\n\n(\n1\n+\nk\nc\n)\n\n\n{\\displaystyle {\\eta _{b}}_{\\text{max}}=2\\left(\\rho \\cos \\alpha _{1}-\\rho ^{2}\\right)(1+kc)={\\frac {1}{2}}\\cos ^{2}\\alpha _{1}(1+kc)}\n\n.\n\nFor equiangular blades, \n\n\n\n\nβ\n\n1\n\n\n=\n\nβ\n\n2\n\n\n\n\n{\\displaystyle \\beta _{1}=\\beta _{2}}\n\n, therefore \n\n\n\nc\n=\n1\n\n\n{\\displaystyle c=1}\n\n, and we get \n\n\n\n\n\n\nη\n\nb\n\n\n\n\nmax\n\n\n=\n\n\n1\n2\n\n\n\ncos\n\n2\n\n\n⁡\n\nα\n\n1\n\n\n(\n1\n+\nk\n)\n\n\n{\\displaystyle {\\eta _{b}}_{\\text{max}}={\\frac {1}{2}}\\cos ^{2}\\alpha _{1}(1+k)}\n\n. If the friction due to the blade surface is neglected then \n\n\n\n\n\n\nη\n\nb\n\n\n\n\nmax\n\n\n=\n\ncos\n\n2\n\n\n⁡\n\nα\n\n1\n\n\n\n\n{\\displaystyle {\\eta _{b}}_{\\text{max}}=\\cos ^{2}\\alpha _{1}}\n\n.\n\nIn the reaction turbine, the rotor blades themselves are arranged to form convergent nozzles. This type of turbine makes use of the reaction force produced as the steam accelerates through the nozzles formed by the rotor. Steam is directed onto the rotor by the fixed vanes of the stator. It leaves the stator as a jet that fills the entire circumference of the rotor. The steam then changes direction and increases its speed relative to the speed of the blades. A pressure drop occurs across both the stator and the rotor, with steam accelerating through the stator and decelerating through the rotor, with no net change in steam velocity across the stage but with a decrease in both pressure and temperature, reflecting the work performed in the driving of the rotor.\n\nEnergy input to the blades in a stage:\n\n\n\n\n\nE\n=\nΔ\nh\n\n\n{\\displaystyle E=\\Delta h}\n\n is equal to the kinetic energy supplied to the fixed blades (f) + the kinetic energy supplied to the moving blades (m).\n\nOr, \n\n\n\nE\n\n\n{\\displaystyle E}\n\n = enthalpy drop over the fixed blades, \n\n\n\nΔ\n\nh\n\nf\n\n\n\n\n{\\displaystyle \\Delta h_{f}}\n\n + enthalpy drop over the moving blades, \n\n\n\nΔ\n\nh\n\nm\n\n\n\n\n{\\displaystyle \\Delta h_{m}}\n\n.\n\nThe effect of expansion of steam over the moving blades is to increase the relative velocity at the exit. Therefore, the relative velocity at the exit \n\n\n\n\nV\n\nr\n2\n\n\n\n\n{\\displaystyle V_{r2}}\n\n is always greater than the relative velocity at the inlet \n\n\n\n\nV\n\nr\n1\n\n\n\n\n{\\displaystyle V_{r1}}\n\n.\n\nIn terms of velocities, the enthalpy drop over the moving blades is given by:\n\n(it contributes to a change in static pressure)\n\nThe enthalpy drop in the fixed blades, with the assumption that the velocity of steam entering the fixed blades is equal to the velocity of steam leaving the previously moving blades is given by:\n\nwhere V0 is the inlet velocity of steam in the nozzle\n\n\n\n\n\n\nV\n\n0\n\n\n\n\n{\\displaystyle V_{0}}\n\n is very small and hence can be neglected. Therefore, \n\n\n\nΔ\n\nh\n\nf\n\n\n=\n\n\n\nV\n\n1\n\n\n2\n\n\n2\n\n\n\n\n{\\displaystyle \\Delta h_{f}={\\frac {V_{1}^{2}}{2}}}\n\n\n\nA very widely used design has half degree of reaction or 50% reaction and this is known as Parson's turbine. This consists of symmetrical rotor and stator blades. For this turbine the velocity triangle is similar and we have:\n\nAssuming Parson's turbine and obtaining all the expressions we get\n\nFrom the inlet velocity triangle we have \n\n\n\n\nV\n\nr\n1\n\n\n2\n\n\n=\n\nV\n\n1\n\n\n2\n\n\n+\n\nU\n\n2\n\n\n−\n2\nU\n\nV\n\n1\n\n\ncos\n⁡\n\nα\n\n1\n\n\n\n\n{\\displaystyle V_{r1}^{2}=V_{1}^{2}+U^{2}-2UV_{1}\\cos \\alpha _{1}}\n\n\n\nWork done (for unit mass flow per second): \n\n\n\nW\n=\nU\nΔ\n\nV\n\nw\n\n\n=\nU\n\n(\n\n2\n\nV\n\n1\n\n\ncos\n⁡\n\nα\n\n1\n\n\n−\nU\n\n)\n\n\n\n{\\displaystyle W=U\\Delta V_{w}=U\\left(2V_{1}\\cos \\alpha _{1}-U\\right)}\n\n\n\nTherefore, the blade efficiency is given by\n\nIf \n\n\n\n\nρ\n\n=\n\n\nU\n\nV\n\n1\n\n\n\n\n\n\n{\\displaystyle {\\rho }={\\frac {U}{V_{1}}}}\n\n, then\n\nFor maximum efficiency \n\n\n\n\n\n\nd\n\nη\n\nb\n\n\n\n\nd\nρ\n\n\n\n=\n0\n\n\n{\\displaystyle {d\\eta _{b} \\over d\\rho }=0}\n\n, we get\n\nand this finally gives \n\n\n\n\nρ\n\no\np\nt\n\n\n=\n\n\nU\n\nV\n\n1\n\n\n\n\n=\ncos\n⁡\n\nα\n\n1\n\n\n\n\n{\\displaystyle \\rho _{opt}={\\frac {U}{V_{1}}}=\\cos \\alpha _{1}}\n\n\n\nTherefore, \n\n\n\n\n\n\nη\n\nb\n\n\n\n\nmax\n\n\n\n\n{\\displaystyle {\\eta _{b}}_{\\text{max}}}\n\n is found by putting the value of \n\n\n\nρ\n=\ncos\n⁡\n\nα\n\n1\n\n\n\n\n{\\displaystyle \\rho =\\cos \\alpha _{1}}\n\n in the expression of blade efficiency\n\nBecause of the high pressures used in the steam circuits and the materials used, steam turbines and their casings have high thermal inertia. When warming up a steam turbine for use, the main steam stop valves (after the boiler) have a bypass line to allow superheated steam to slowly bypass the valve and proceed to heat up the lines in the system along with the steam turbine. Also, a turning gear is engaged when there is no steam to slowly rotate the turbine to ensure even heating to prevent uneven expansion. After first rotating the turbine by the turning gear, allowing time for the rotor to assume a straight plane (no bowing), then the turning gear is disengaged and steam is admitted to the turbine, first to the astern blades then to the ahead blades slowly rotating the turbine at 10–15 RPM (0.17–0.25 Hz) to slowly warm the turbine. The warm-up procedure for large steam turbines may exceed ten hours.[26]\n\nDuring normal operation, rotor imbalance can lead to vibration, which, because of the high rotation velocities, could lead to a blade breaking away from the rotor and through the casing. To reduce this risk, considerable efforts are spent to balance the turbine. Also, turbines are run with high-quality steam: either superheated (dry) steam, or saturated steam with a high dryness fraction. This prevents the rapid impingement and erosion of the blades which occurs when condensed water is blasted onto the blades (moisture carry over). Also, liquid water entering the blades may damage the thrust bearings for the turbine shaft. To prevent this, along with controls and baffles in the boilers to ensure high-quality steam, condensate drains are installed in the steam piping leading to the turbine.\n\nMaintenance requirements of modern steam turbines are simple and incur low costs (typically around $0.005 per kWh);[26] their operational life often exceeds 50 years.[26]\n\nThe control of a turbine with a governor is essential, as turbines need to be run up slowly to prevent damage and some applications (such as the generation of alternating current electricity) require precise speed control.[27] Uncontrolled acceleration of the turbine rotor can lead to an overspeed trip, which causes the governor and throttle valves that control the flow of steam to the turbine to close. If these valves fail then the turbine may continue accelerating until it breaks apart, often catastrophically. Turbines are expensive to make, requiring precision manufacture and special quality materials.\n\nDuring normal operation in synchronization with the electricity network, power plants are governed with a five percent droop speed control. This means the full load speed is 100% and the no-load speed is 105%. This is required for the stable operation of the network without hunting and drop-outs of power plants. Normally the changes in speed are minor. Adjustments in power output are made by slowly raising the droop curve by increasing the spring pressure on a centrifugal governor. Generally this is a basic system requirement for all power plants because the older and newer plants have to be compatible in response to the instantaneous changes in frequency without depending on outside communication.[28]\n\nThe steam turbine operates on basic principles of thermodynamics using the part 3-4 of the Rankine cycle shown in the adjoining diagram. Superheated steam (or dry saturated steam, depending on application) leaves the boiler at high temperature and high pressure. At entry to the turbine, the steam gains kinetic energy by passing through a nozzle (a fixed nozzle in an impulse type turbine or the fixed blades in a reaction type turbine). When the steam leaves the nozzle it is moving at high velocity towards the blades of the turbine rotor. A force is created on the blades due to the pressure of the vapor on the blades causing them to move. A generator or other such device can be placed on the shaft, and the energy that was in the steam can now be stored and used. The steam leaves the turbine as a saturated vapor (or liquid-vapor mix depending on application) at a lower temperature and pressure than it entered with and is sent to the condenser to be cooled.[29] The first law enables us to find a formula for the rate at which work is developed per unit mass. Assuming there is no heat transfer to the surrounding environment and that the changes in kinetic and potential energy are negligible compared to the change in specific enthalpy we arrive at the following equation\n\nwhere\n\nTo measure how well a turbine is performing we can look at its isentropic efficiency. This compares the actual performance of the turbine with the performance that would be achieved by an ideal, isentropic, turbine.[30] When calculating this efficiency, heat lost to the surroundings is assumed to be zero. Steam's starting pressure and temperature is the same for both the actual and the ideal turbines, but at turbine exit, steam's energy content ('specific enthalpy') for the actual turbine is greater than that for the ideal turbine because of irreversibility in the actual turbine. The specific enthalpy is evaluated at the same steam pressure for the actual and ideal turbines in order to give a good comparison between the two.\n\nThe isentropic efficiency is found by dividing the actual work by the ideal work.[30]\n\nwhere\n\n(but note that the adjacent diagram does not show state 4s: it is vertically below state 3)\n\n"
        },
        {
            "title": "Direct drive",
            "text": "Electrical power stations use large steam turbines driving electric generators to produce most (about 80%) of the world's electricity. The advent of large steam turbines made central-station electricity generation practical, since reciprocating steam engines of large rating became very bulky, and operated at slow speeds. Most central stations are fossil fuel power plants and nuclear power plants; some installations use geothermal steam, or use concentrated solar power (CSP) to create the steam. Steam turbines can also be used directly to drive large centrifugal pumps, such as feedwater pumps at a thermal power plant.\n\nThe turbines used for electric power generation are most often directly coupled to their generators. As the generators must rotate at constant synchronous speeds according to the frequency of the electric power system, the most common speeds are 3,000 RPM for 50 Hz systems, and 3,600 RPM for 60 Hz systems. Since nuclear reactors have lower temperature limits than fossil-fired plants, with lower steam quality, the turbine generator sets may be arranged to operate at half these speeds, but with four-pole generators, to reduce erosion of turbine blades.[31]\n\n"
        },
        {
            "title": "Marine propulsion",
            "text": "In steamships, advantages of steam turbines over reciprocating engines are smaller size, lower maintenance, lighter weight, and lower vibration. A steam turbine is efficient only when operating in the thousands of RPM, while the most effective propeller designs are for speeds less than 300 RPM; consequently, precise (thus expensive) reduction gears are usually required, although numerous early ships through World War I, such as Turbinia, had direct drive from the steam turbines to the propeller shafts. Another alternative is turbo-electric transmission, in which an electrical generator run by the high-speed turbine is used to run one or more slow-speed electric motors connected to the propeller shafts; precision gear cutting may be a production bottleneck during wartime. Turbo-electric drive was most used in large US warships designed during World War I and in some fast liners, and was used in some troop transports and mass-production destroyer escorts in World War II.\n\nThe higher cost of turbines and the associated gears or generator/motor sets is offset by lower maintenance requirements and the smaller size of a turbine in comparison with a reciprocating engine of equal power, although the fuel costs are higher than those of a diesel engine because steam turbines have lower thermal efficiency. To reduce fuel costs the thermal efficiency of both types of engine have been improved over the years.\n\nThe development of steam turbine marine propulsion from 1894 to 1935 was dominated by the need to reconcile the high efficient speed of the turbine with the low efficient speed (less than 300 rpm) of the ship's propeller at an overall cost competitive with reciprocating engines. In 1894, efficient reduction gears were not available for the high powers required by ships, so direct drive was necessary. In Turbinia, which has direct drive to each propeller shaft, the efficient speed of the turbine was reduced after initial trials by directing the steam flow through all three direct drive turbines (one on each shaft) in series, probably totaling around 200 turbine stages operating in series. Also, there were three propellers on each shaft for operation at high speeds.[32] The high shaft speeds of the era are represented by one of the first US turbine-powered destroyers, USS Smith, launched in 1909, which had direct drive turbines and whose three shafts turned at 724 rpm at 28.35 knots (52.50 km/h; 32.62 mph).[33]\n\nThe use of turbines in several casings exhausting steam to each other in series became standard in most subsequent marine propulsion applications, and is a form of cross-compounding. The first turbine was called the high pressure (HP) turbine, the last turbine was the low pressure (LP) turbine, and any turbine in between was an intermediate pressure (IP) turbine. A much later arrangement than Turbinia can be seen on RMS Queen Mary in Long Beach, California, launched in 1934, in which each shaft is powered by four turbines in series connected to the ends of the two input shafts of a single-reduction gearbox. They are the HP, 1st IP, 2nd IP, and LP turbines.\n\nThe quest for economy was even more important when cruising speeds were considered. Cruising speed is roughly 50% of a warship's maximum speed and 20-25% of its maximum power level. This would be a speed used on long voyages when fuel economy is desired. Although this brought the propeller speeds down to an efficient range, turbine efficiency was greatly reduced, and early turbine ships had poor cruising ranges. A solution that proved useful through most of the steam turbine propulsion era was the cruising turbine. This was an extra turbine to add even more stages, at first attached directly to one or more shafts, exhausting to a stage partway along the HP turbine, and not used at high speeds. As reduction gears became available around 1911, some ships, notably the battleship USS Nevada, had them on cruising turbines while retaining direct drive main turbines. Reduction gears allowed turbines to operate in their efficient range at a much higher speed than the shaft, but were expensive to manufacture.\n\nCruising turbines competed at first with reciprocating engines for fuel economy. An example of the retention of reciprocating engines on fast ships was the famous RMS Olympic of 1911, which along with her sisters RMS Titanic and HMHS Britannic had triple-expansion engines on the two outboard shafts, both exhausting to an LP turbine on the center shaft. After adopting turbines with the  Delaware-class battleships launched in 1909, the United States Navy reverted to reciprocating machinery on the  New York-class battleships of 1912, then went back to turbines on Nevada in 1914. The lingering fondness for reciprocating machinery was because the US Navy had no plans for capital ships exceeding 21 knots (39 km/h; 24 mph) until after World War I, so top speed was less important than economical cruising. The United States had acquired the Philippines and Hawaii as territories in 1898, and lacked the British Royal Navy's worldwide network of coaling stations. Thus, the US Navy in 1900–1940 had the greatest need of any nation for fuel economy, especially as the prospect of war with Japan arose following World War I. This need was compounded by the US not launching any cruisers 1908–1920, so destroyers were required to perform long-range missions usually assigned to cruisers. So, various cruising solutions were fitted on US destroyers launched 1908–1916. These included small reciprocating engines and geared or ungeared cruising turbines on one or two shafts. However, once fully geared turbines proved economical in initial cost and fuel they were rapidly adopted, with cruising turbines also included on most ships. Beginning in 1915 all new Royal Navy destroyers had fully geared turbines, and the United States followed in 1917.\n\nIn the Royal Navy, speed was a priority until the Battle of Jutland in mid-1916 showed that in the battlecruisers too much armour had been sacrificed in its pursuit. The British used exclusively turbine-powered warships from 1906. Because they recognized that a long cruising range would be desirable given their worldwide empire, some warships, notably the  Queen Elizabeth-class battleships, were fitted with cruising turbines from 1912 onwards following earlier experimental installations.\n\nIn the US Navy, the  Mahan-class destroyers, launched 1935–36, introduced double-reduction gearing. This further increased the turbine speed above the shaft speed, allowing smaller turbines than single-reduction gearing. Steam pressures and temperatures were also increasing progressively, from 300 psi (2,100 kPa)/425 °F (218 °C) [saturated steam] on the World War I-era  Wickes class to 615 psi (4,240 kPa)/850 °F (454 °C) [superheated steam] on some World War II  Fletcher-class destroyers and later ships.[34][35] A standard configuration emerged of an axial-flow high-pressure turbine (sometimes with a cruising turbine attached) and a double-axial-flow low-pressure turbine connected to a double-reduction gearbox. This arrangement continued throughout the steam era in the US Navy and was also used in some Royal Navy designs.[36][37] Machinery of this configuration can be seen on many preserved World War II-era warships in several countries.[38]\n\nWhen US Navy warship construction resumed in the early 1950s, most surface combatants and aircraft carriers used 1,200 psi (8,300 kPa)/950 °F (510 °C) steam.[39] This continued until the end of the US Navy steam-powered warship era with the  Knox-class frigates of the early 1970s. Amphibious and auxiliary ships continued to use 600 psi (4,100 kPa) steam post-World War II, with USS Iwo Jima, launched in 2001, possibly the last non-nuclear steam-powered ship built for the US Navy.\n\nTurbo-electric drive was introduced on the battleship USS New Mexico, launched in 1917. Over the next eight years the US Navy launched five additional turbo-electric-powered battleships and two aircraft carriers (initially ordered as  Lexington-class battlecruisers). Ten more turbo-electric capital ships were planned, but cancelled due to the limits imposed by the Washington Naval Treaty.\n\nAlthough New Mexico was refitted with geared turbines in a 1931–1933 refit, the remaining turbo-electric ships retained the system throughout their careers. This system used two large steam turbine generators to drive an electric motor on each of four shafts. The system was less costly initially than reduction gears and made the ships more maneuverable in port, with the shafts able to reverse rapidly and deliver more reverse power than with most geared systems.\n\nSome ocean liners were also built with turbo-electric drive, as were some troop transports and mass-production destroyer escorts in World War II. However, when the US designed the \"treaty cruisers\", beginning with USS Pensacola launched in 1927, geared turbines were used to conserve weight, and remained in use for all fast steam-powered ships thereafter.\n\nSince the 1980s, steam turbines have been replaced by gas turbines on fast ships and by diesel engines on other ships; exceptions are nuclear-powered ships and submarines and LNG carriers.[40] Some auxiliary ships continue to use steam propulsion.\n\nIn the U.S. Navy, the conventionally powered steam turbine is still in use on all but one of the Wasp-class amphibious assault ships. The Royal Navy decommissioned its last conventional steam-powered surface warship class, the  Fearless-class landing platform dock, in 2002, with the Italian Navy following in 2006 by decommissioning its last conventional steam-powered surface warships, the  Audace-class destroyers. In 2013, the French Navy ended its steam era with the decommissioning of its last  Tourville-class frigate. Amongst the other blue-water navies, the Russian Navy currently operates steam-powered  Kuznetsov-class aircraft carriers and  Sovremenny-class destroyers. The Indian Navy currently operates INS Vikramaditya, a modified  Kiev-class aircraft carrier; it also operates three  Brahmaputra-class frigates commissioned in the early 2000s. The Chinese Navy currently operates steam-powered  Kuznetsov-class aircraft carriers,  Sovremenny-class destroyers along with  Luda-class destroyers and the lone Type 051B destroyer. Most other naval forces have either retired or re-engined their steam-powered warships. As of 2020, the Mexican Navy operates four steam-powered former U.S.  Knox-class frigates. The Egyptian Navy and the Republic of China Navy respectively operate two and six former U.S.  Knox-class frigates. The Ecuadorian Navy currently operates two steam-powered  Condell-class frigates (modified  Leander-class frigates).\n\nToday, propulsion steam turbine cycle efficiencies have yet to break 50%, yet diesel engines routinely exceed 50%, especially in marine applications.[41][42][43] Diesel power plants also have lower operating costs since fewer operators are required. Thus, conventional steam power is used in very few new ships. An exception is LNG carriers which often find it more economical to use boil-off gas with a steam turbine than to re-liquify it.\n\nNuclear-powered ships and submarines use a nuclear reactor to create steam for turbines. Nuclear power is often chosen where diesel power would be impractical (as in submarine applications) or the logistics of refuelling pose significant problems (for example, icebreakers). It has been estimated that the reactor fuel for the Royal Navy's  Vanguard-class submarines is sufficient to last 40 circumnavigations of the globe – potentially sufficient for the vessel's entire service life. Nuclear propulsion has only been applied to a very few commercial vessels due to the expense of maintenance and the regulatory controls required on nuclear systems and fuel cycles.\n\n"
        },
        {
            "title": "Locomotives",
            "text": "A steam turbine locomotive engine is a steam locomotive driven by a steam turbine. The first steam turbine rail locomotive was built in 1908 for the Officine Meccaniche Miani Silvestri Grodona Comi, Milan, Italy. In 1924 Krupp built the steam turbine locomotive T18 001, operational in 1929, for Deutsche Reichsbahn.\n\nThe main advantages of a steam turbine locomotive are better rotational balance and reduced hammer blow on the track. However, a disadvantage is less flexible output power so that turbine locomotives were best suited for long-haul operations at a constant output power.[44]\n\n"
        },
        {
            "title": "Testing",
            "text": "British, German, other national and international test codes are used to standardize the procedures and definitions used to test steam turbines. Selection of the test code to be used is an agreement between the purchaser and the manufacturer, and has some significance to the design of the turbine and associated systems.\n\nIn the United States, ASME has produced several performance test codes on steam turbines. These include ASME PTC 6–2004, Steam Turbines, ASME PTC 6.2-2011, Steam Turbines in Combined Cycles, PTC 6S-1988, Procedures for Routine Performance Test of Steam Turbines. These ASME performance test codes have gained international recognition and acceptance for testing steam turbines. The single most important and differentiating characteristic of ASME performance test codes, including PTC 6, is that the test uncertainty of the measurement indicates the quality of the test and is not to be used as a commercial tolerance.[45]\n\n"
        }
    ]
}