{
    "url": "https://en.wikipedia.org/wiki/Stellar_parallax",
    "title": "Stellar parallax",
    "table_of_contents": [
        "1 Parallax method",
        "2 Early theory and attempts",
        "3 19th and 20th centuries",
        "4 Space astrometry for parallax",
        "4.1 Radio astrometry for parallax",
        "5 Other baselines",
        "5.1 Statistical parallax",
        "5.1.1 Secular parallax",
        "5.1.2 Classical statistical parallax",
        "6 Other parallax in astronomy",
        "7 See also",
        "8 References",
        "9 Further reading"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nStellar parallax is the apparent shift of position of any nearby star (or other object) against the background of distant objects, and a basis for determining (through trigonometry) the distance of the object. Created by the different orbital positions of Earth, the extremely small observed shift is largest at time intervals of about six months, when Earth arrives at opposite sides of the Sun in its orbit, giving a baseline distance of about two astronomical units between observations. The parallax itself is considered to be half of this maximum, about equivalent to the observational shift that would occur due to the different positions of Earth and the Sun, a baseline of one astronomical unit (AU).\n\nStellar parallax is so difficult to detect that its existence was the subject of much debate in astronomy for hundreds of years. Thomas Henderson, Friedrich Georg Wilhelm von Struve, and Friedrich Bessel made first successful parallax measurements in 1832-1838, for the stars alpha Centauri, Vega, and 61 Cygni.\n\n"
        },
        {
            "title": "Parallax method",
            "text": "Throughout the year the position of a star S is noted in relation to other stars in its apparent neighborhood: \n\nStars that did not seem to move in relation to each other are used as reference points to determine the path of S.\n\nThe observed path is an ellipse: the projection of Earth’s orbit around the Sun through S onto the distant background of non-moving stars. The farther S is removed from Earth’s orbital axis, the greater the eccentricity of the path of S. The center of the ellipse corresponds to the point where S would be seen from the Sun: \n\nThe plane of Earth’s orbit is at an angle to a line from the Sun through S. The vertices v and v' of the elliptical projection of the path of S are projections of positions of Earth E and E’ such that a line E-E’ intersects the line Sun-S at a right angle; the triangle created by points E, E’ and S is an isosceles triangle with the line Sun-S as its symmetry axis.\n\nAny stars that did not move between observations are, for the purpose of the accuracy of the measurement, infinitely far away. This means that the distance of the movement of the Earth compared to the distance to these infinitely far away stars is, within the accuracy of the measurement, 0. Thus a line of sight from Earth's first position E to vertex v will be essentially the same as a line of sight from the Earth's second position E' to the same vertex v, and will therefore run parallel to it - impossible to depict convincingly in an image of limited size: \n\nSince line E'-v' is a transversal in the same (approximately Euclidean) plane as parallel lines E-v and E'-v, it follows that the corresponding angles of intersection of these parallel lines with this transversal are congruent: the angle θ between lines of sight E-v and E'-v' is equal to the angle θ between E'-v and E'-v', which is the angle θ between observed positions of S in relation to its apparently unmoving stellar surroundings. \n\nThe distance d from the Sun to S now follows from simple trigonometry: \n\n       tan(½θ) = E-Sun / d, \n\nso that d = E-Sun / tan(½θ), where E-Sun is 1 AU.\n\nThe more distant an object is, the smaller its parallax.\n\nStellar parallax measures are given in the tiny units of arcseconds, or even in thousandths of arcseconds (milliarcseconds). The distance unit parsec is defined as the length of the leg of a right triangle adjacent to the angle of one arcsecond at one vertex, where the other leg is 1 AU long. Because stellar parallaxes and distances all involve such skinny right triangles, a convenient trigonometric approximation can be used to convert parallaxes (in arcseconds) to distance (in parsecs). The approximate distance is simply the reciprocal of the parallax: \n\n\n\nd\n\n (pc)\n\n≈\n1\n\n/\n\np\n\n (arcsec)\n\n.\n\n\n{\\displaystyle d{\\text{ (pc)}}\\approx 1/p{\\text{ (arcsec)}}.}\n\n For example, Proxima Centauri (the nearest star to Earth other than the Sun), whose parallax is 0.7685, is 1 / 0.7685 parsecs = 1.301 parsecs (4.24 ly) distant.[1]\n\n"
        },
        {
            "title": "Early theory and attempts",
            "text": "Stellar parallax is so small that it was unobservable until the 19th century, and its apparent absence was used as a scientific argument against heliocentrism during the early modern age. It is clear from Euclid's geometry that the effect would be undetectable if the stars were far enough away, but for various reasons, such gigantic distances involved seemed entirely implausible: it was one of Tycho Brahe's principal objections to Copernican heliocentrism that for it to be compatible with the lack of observable stellar parallax, there would have to be an enormous and unlikely void between the orbit of Saturn and the eighth sphere (the fixed stars).[2]\n\nJames Bradley first tried to measure stellar parallaxes in 1729. The stellar movement proved too insignificant for his telescope, but he instead discovered the aberration of light[3] and the nutation of Earth's axis, and catalogued 3,222 stars.\n\n"
        },
        {
            "title": "19th and 20th centuries",
            "text": "Stellar parallax is most often measured using annual parallax, defined as the difference in position of a star as seen from Earth and Sun, i.e. the angle subtended at a star by the mean radius of Earth's orbit around the Sun. The parsec (3.26 light-years) is defined as the distance for which the annual parallax is 1 arcsecond. Annual parallax is normally measured by observing the position of a star at different times of the year as Earth moves through its orbit. \n\nThe angles involved in these calculations are very small and thus difficult to measure. The nearest star to the Sun (and also the star with the largest parallax), Proxima Centauri, has a parallax of 0.7685 ± 0.0002 arcsec.[1] This angle is approximately that subtended by an object 2 centimeters in diameter located 5.3 kilometers away.\n\nMeasurement of annual parallax was the first reliable way to determine the distances to the closest stars. In the second quarter of the 19th century, technological progress reached to the level which provided sufficient accuracy and precision for stellar parallax measurements. The first successful stellar parallax measurements were done by Thomas Henderson in Cape Town South Africa in 1832-1833, where he measured parallax of one of the closest stars ― alpha Centauri.[4][5] Few years later ― 1835-1836 ― followed Friedrich Georg Wilhelm von Struve at Dorpat (nowadays Tartu) university observatory, who measured the distance of Vega and published his results in 1837.[6] Friedrich Bessel, a friend of Struve, carried out an intense observational campaign in 1837-1838 at Koenigsberg Observatory for the star 61 Cygni using a heliometer, and published his results in 1838.[7][8] Henderson published his results in 1839, after returning from South Africa.\n\nThose three results, two of which were measured with the best instruments at the time (Fraunhofer great refractor used by Struve and Fraunhofer heliometer by Bessel) were the first ones in history to establish the reliable distance scale to the stars.[9]\n\nA large heliometer was installed at Kuffner Observatory (In Vienna) in 1896, and was used for measuring the distance to other stars by trigonometric parallax.[10] By 1910 it had computed 16 parallax distances to other stars, out of only 108 total known to science at that time.[10]\n\nBeing very difficult to measure, only about 60 stellar parallaxes had been obtained by the end of the 19th century, mostly by use of the filar micrometer.  Astrographs using astronomical photographic plates sped the process in the early 20th century.  Automated plate-measuring machines[11] and more sophisticated computer technology of the 1960s allowed more efficient compilation of star catalogues. In the 1980s, charge-coupled devices (CCDs) replaced photographic plates and reduced optical uncertainties to one milliarcsecond.[citation needed]\n\nStellar parallax remains the standard for calibrating other measurement methods (see Cosmic distance ladder). Accurate calculations of distance based on stellar parallax require a measurement of the distance from Earth to the Sun, now known to exquisite accuracy based on radar reflection off the surfaces of planets.[12]\n\n"
        },
        {
            "title": "Space astrometry for parallax",
            "text": "In 1989, the satellite Hipparcos was launched primarily for obtaining parallaxes and proper motions of nearby stars, increasing the number of stellar parallaxes measured to milliarcsecond accuracy a thousandfold.  Even so, Hipparcos is only able to measure parallax angles for stars up to about 1,600 light-years away, a little more than one percent of the diameter of the Milky Way Galaxy.\n\nThe Hubble telescope WFC3 now has a precision of 20 to 40 microarcseconds, enabling reliable distance measurements up to 3,066 parsecs (10,000 ly) for a small number of stars.[14] This gives more accuracy to the cosmic distance ladder and improves the knowledge of distances in the Universe, based on the dimensions of the Earth's orbit.\n\nAs distances between the two points of observation are increased, the visual effect of the parallax is likewise rendered more visible. NASA's New Horizons spacecraft performed the first interstellar parallax measurement on 22 April 2020, taking images of Proxima Centauri and Wolf 359 in conjunction with earth-based observatories. The relative proximity of the two stars combined with the 6.5 billion kilometer (about 43 AU) distance of the spacecraft from Earth yielded a discernible parallax of arcminutes, allowing the parallax to be seen visually without instrumentation.[15]\n\nThe European Space Agency's Gaia mission, launched 19 December 2013, is expected to measure parallax angles to an accuracy of 10 microarcseconds for all moderately bright stars, thus mapping nearby stars (and potentially planets) up to a distance of tens of thousands of light-years from Earth.[16] Data Release 2 in 2018 claims mean errors for the parallaxes of 15th magnitude and brighter stars of 20–40 microarcseconds.[17]\n\nVery long baseline interferometry in the radio band can produce images with angular resolutions of about 1 milliarcsecond, and hence, for bright radio sources, the precision of parallax measurements made in the radio can easily exceed[dubious  – discuss] those of optical telescopes like Gaia.  These measurements tend to be sensitivity limited, and need to be made one at a time, so the work is generally done only for sources like pulsars and X-ray binaries, where the radio emission is strong relative to the optical emission.[citation needed]\n\n"
        },
        {
            "title": "Other baselines",
            "text": "Two related techniques can determine the mean distances of stars by modelling the motions of stars.  Both are referred to as statistical parallaxes, or individually called secular parallaxes and classical statistical parallaxes.\n\nThe motion of the Sun through space provides a longer baseline that will increase the accuracy of parallax measurements, known as secular parallax. For stars in the Milky Way disk, this corresponds to a mean baseline of 4 AU per year, whereas for halo stars the baseline is 40 AU per year. After several decades, the baseline can be orders of magnitude greater than the Earth–Sun baseline used for traditional parallax. However, secular parallax introduces a higher level of uncertainty because the relative velocity of other stars is an additional unknown. When applied to samples of multiple stars, the uncertainty can be reduced; the precision is inversely proportional to the square root of the sample size.[18]\n\nThe mean parallaxes and distances of a large group of stars can be estimated from their radial velocities and proper motions.  This is known as a classical statistical parallax.  The motions of the stars are modelled to statistically reproduce the velocity dispersion based on their distance.[18][19]\n\n"
        },
        {
            "title": "Other parallax in astronomy",
            "text": "Other uses of the term parallax in astronomy (to mean a method of estimating distance), none of which actually utilise a geometric parallax, are the photometric parallax method, spectroscopic parallax, and dynamical parallax (used on visual binaries).\n\n"
        }
    ]
}