{
    "url": "https://en.wikipedia.org/wiki/Stereopsis",
    "title": "Stereopsis",
    "table_of_contents": [
        "1 Distinctions",
        "1.1 Coarse and fine stereopsis",
        "1.2 Static and dynamic stimuli",
        "1.3 Research on perception mechanisms",
        "2 Prevalence and impact of stereopsis in humans",
        "3 History of investigations into stereopsis",
        "4 Human stereopsis in popular culture",
        "5 Geometrical basis",
        "6 Interaction of stereopsis with other depth cues",
        "7 Computer stereo vision",
        "8 Computer stereo display",
        "9 Tests",
        "9.1 Random dot stereotests",
        "9.2 Contour stereotests",
        "10 Deficiency and treatment",
        "11 In animals",
        "12 See also",
        "13 References",
        "14 Bibliography",
        "15 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Stereopsis (from Ancient Greek  στερεός (stereós) 'solid', and  ὄψις (ópsis) 'appearance, sight') is the component of depth perception retrieved through binocular vision.[1] Stereopsis is not the only contributor to depth perception, but it is a major one. Binocular vision happens because each eye receives a different image because they are in slightly different positions on one’s head (left and right eyes). These positional differences are referred to as \"horizontal disparities\" or, more generally, \"binocular disparities\". Disparities are processed in the visual cortex of the brain to yield depth perception. While binocular disparities are naturally present when viewing a real three-dimensional scene with two eyes, they can also be simulated by artificially presenting two different images separately to each eye using a method called stereoscopy. The perception of depth in such cases is also referred to as \"stereoscopic depth\".[1]\n\nThe perception of depth and three-dimensional structure is, however, possible with information visible from one eye alone, such as differences in object size and motion parallax (differences in the image of an object over time with observer movement),[2] though the impression of depth in these cases is often not as vivid as that obtained from binocular disparities.[3]\nTherefore, the term stereopsis (or stereoscopic depth) can also refer specifically to the unique impression of depth associated with binocular vision; which is colloquially referred to as seeing \"in 3D\".\n\nIt has been suggested that the impression of \"real\" separation in depth is linked to the precision with which depth is derived, and that a conscious awareness of this precision – perceived as an impression of interactability and realness – may help guide the planning of motor action.[4]\n\n"
        },
        {
            "title": "Distinctions",
            "text": "There are two distinct aspects to stereopsis: coarse stereopsis and fine stereopsis, and provide depth information of different degree of spatial and temporal precision. \n\nThe stereopsis which an individual can achieve is limited by the level of visual acuity of the poorer eye. In particular, patients who have comparatively lower visual acuity tend to need relatively larger spatial frequencies to be present in the input images, else they cannot achieve stereopsis.[6] Fine stereopsis requires both eyes to have a good visual acuity in order to detect small spatial differences, and is easily disrupted by early visual deprivation. There are indications that in the course of the development of the visual system in infants, coarse stereopsis may develop before fine stereopsis and that coarse stereopsis guides the vergence movements which are needed in order for fine stereopsis to develop in a subsequent stage.[7][8] Furthermore, there are indications that coarse stereopsis is the mechanism that keeps the two eyes aligned after strabismus surgery.[9]\n\nIt has also been suggested to distinguish between two different types of stereoscopic depth perception: static depth perception (or static stereo perception) and motion-in-depth perception (or stereo motion perception). Some individuals who have strabismus and show no depth perception using static stereotests (in particular, using Titmus tests, see this article's section on contour stereotests) do perceive motion in depth when tested using dynamic random dot stereograms.[10][11][12] One study found the combination of motion stereopsis and no static stereopsis to be present only in exotropes, not in esotropes.[13]\n\nThere are strong indications that the stereoscopic mechanism consists of at least two perceptual mechanisms,[14] possibly three.[15] Coarse and fine stereopsis are processed by two different physiological subsystems, with a coarse stereopsis being derived from diplopic stimuli (that is, stimuli with disparities well beyond the range of binocular fusion) and yielding only a vague impression of depth magnitude.[14] Coarse stereopsis appears to be associated with the magno pathway which processes low spatial frequency disparities and motion, and fine stereopsis with the parvo pathway which processes high spatial frequency disparities.[16] The coarse stereoscopic system seems to be able to provide residual binocular depth information in some individuals who lack fine stereopsis.[17] Individuals have been found to integrate the various stimuli, for example stereoscopic cues and motion occlusion, in different ways.[18]\n\nHow the brain combines the different cues – including stereo, motion, vergence angle and monocular cues – for sensing motion in depth and 3D object position is an area of active research in vision science and neighboring disciplines.[19][20][21][22]\n\n"
        },
        {
            "title": "Prevalence and impact of stereopsis in humans",
            "text": "Not everyone has the same ability to see using stereopsis.  One study shows that 97.3% are able to distinguish depth at horizontal disparities of 2.3 minutes of arc or smaller, and at least 80% could distinguish depth at horizontal differences of 30 seconds of arc.[23]\n\nStereopsis has a positive impact on exercising practical tasks such as needle-threading, ball-catching (especially in fast ball games[24]), pouring liquids, and others. Professional activity may involve operating stereoscopic instruments such as a binocular microscope. While some of these tasks may profit from compensation of the visual system by means of other depth cues, there are some roles for which stereopsis is imperative. Occupations requiring the precise judgment of distance sometimes include a requirement to demonstrate some level of stereopsis; in particular, there is such a requirement for aeroplane pilots (even if the first pilot to fly around the world alone, Wiley Post, accomplished his feat with monocular vision only.)[25] Also surgeons[26] normally demonstrate high stereo acuity. As to car driving, a study found a positive impact of stereopsis in specific situations at intermediate distances only;[27] furthermore, a study on elderly persons found that glare, visual field loss, and useful field of view were significant predictors of crash involvement, whereas the elderly persons' values of visual acuity, contrast sensitivity, and stereoacuity were not associated with crashes.[28]\n\nBinocular vision has further advantages aside from stereopsis, in particular the enhancement of vision quality through binocular summation; persons with strabismus (even those who have no double vision) have lower scores of binocular summation, and this appears to incite persons with strabismus to close one eye in visually demanding situations.[29][30]\n\nIt has long been recognized that full binocular vision, including stereopsis, is an important factor in the stabilization of post-surgical outcome of strabismus corrections. Many persons lacking stereopsis have (or have had) visible strabismus, which is known to have a potential socioeconomic impact on children and adults. In particular, both large-angle and small-angle strabismus can negatively affect self-esteem, as it interferes with normal eye contact, often causing embarrassment, anger, and feelings of awkwardness.[31] For further details on this, see psychosocial effects of strabismus.\n\nIt has been noted that with the growing introduction of 3D display technology in entertainment and in medical and scientific imaging, high quality binocular vision including stereopsis may become a key capability for success in modern society.[32]\n\nNonetheless, there are indications that the lack of stereo vision may lead persons to compensate by other means: in particular, stereo blindness may give people an advantage when depicting a scene using monocular depth cues of all kinds, and among artists there appear to be a disproportionately high number of persons lacking stereopsis.[33] In particular, a case has been made that Rembrandt may have been stereoblind.\n\n"
        },
        {
            "title": "History of investigations into stereopsis",
            "text": "Stereopsis was first explained by Charles Wheatstone in 1838: “… the mind perceives an object of three dimensions by means of the two dissimilar pictures projected by it on the two retinæ …”.[34] He recognized that because each eye views the visual world from slightly different horizontal positions, each eye's image differs from the other. Objects at different distances from the eyes project images in the two eyes that differ in their horizontal positions, giving the depth cue of horizontal disparity, also known as retinal disparity and as binocular disparity. Wheatstone showed that this was an effective depth cue by creating the illusion of depth from flat pictures that differed only in horizontal disparity. To display his pictures separately to the two eyes, Wheatstone invented the stereoscope.\n\nLeonardo da Vinci had also realized that objects at different distances from the eyes project images in the two eyes that differ in their horizontal positions, but had concluded only that this made it impossible for a painter to portray a realistic depiction of the depth in a scene from a single canvas.[35] Leonardo chose for his near object a column with a circular cross section and for his far object a flat wall. Had he chosen any other near object, he might have discovered horizontal disparity of its features.[36] His column was one of the few objects that projects identical images of itself in the two eyes.\n\nStereoscopy became popular during Victorian times with the invention of the prism stereoscope by David Brewster. This, combined with photography, meant that tens of thousands of stereograms were produced.\n\nUntil about the 1960s, research into stereopsis was dedicated to exploring its limits and its relationship to singleness of vision. Researchers included Peter Ludvig Panum, Ewald Hering, Adelbert Ames Jr., and Kenneth N. Ogle.\n\nIn the 1960s, Bela Julesz invented random-dot stereograms.[37] Unlike previous stereograms, in which each half image showed recognizable objects, each half image of the first random-dot stereograms showed a square matrix of about 10,000 small dots, with each dot having a 50% probability of being black or white. No recognizable objects could be seen in either half image. The two half images of a random-dot stereogram were essentially identical, except that one had a square area of dots shifted horizontally by one or two dot diameters, giving horizontal disparity. The gap left by the shifting was filled in with new random dots, hiding the shifted square. Nevertheless, when the two half images were viewed one to each eye, the square area was almost immediately visible by being closer or farther than the background. Julesz whimsically called the square a Cyclopean image after the mythical Cyclops who had only one eye. This was because it was as though we have a cyclopean eye inside our brains that can see cyclopean stimuli hidden to each of our actual eyes. Random-dot stereograms highlighted a problem for stereopsis, the correspondence problem. This is that any dot in one half image can realistically be paired with many same-coloured dots in the other half image. Our visual systems clearly solve the correspondence problem, in that we see the intended depth instead of a fog of false matches. Research began to understand how.\n\nAlso in the 1960s, Horace Barlow, Colin Blakemore, and Jack Pettigrew found neurons in the cat visual cortex that had their receptive fields in different horizontal positions in the two eyes.[38] This established the neural basis for stereopsis. Their findings were disputed by David Hubel and Torsten Wiesel, although they eventually conceded when they found similar neurons in the monkey visual cortex.[39] In the 1980s, Gian Poggio and others found neurons in V2 of the monkey brain that responded to the depth of random-dot stereograms.[40]\n\nIn the 1970s, Christopher Tyler invented autostereograms, random-dot stereograms that can be viewed without a stereoscope.[41] This led to the popular Magic Eye pictures.\n\nIn 1989 Antonio Medina Puerta demonstrated with photographs that retinal images with no parallax disparity but with different shadows are fused stereoscopically, imparting depth perception to the imaged scene. He named the phenomenon \"shadow stereopsis\". Shadows are therefore an important, stereoscopic cue for depth perception. He showed how effective the phenomenon is by taking two photographs of the Moon at different times, and therefore with different shadows, making the Moon to appear in 3D stereoscopically, despite the absence of any other stereoscopic cue.[42]\n\n"
        },
        {
            "title": "Human stereopsis in popular culture",
            "text": "A stereoscope is a device by which each eye can be presented with different images, allowing stereopsis to be stimulated with two pictures, one for each eye. This has led to various crazes for stereopsis, usually prompted by new sorts of stereoscopes. In Victorian times it was the prism stereoscope (allowing stereo photographs to be viewed), while in the 1920s it was red-green glasses (allowing stereo movies to be viewed). In 1939 the concept of the prism stereoscope was reworked into the technologically more complex View-Master, which remains in production today.  In the 1950s polarizing glasses allowed stereopsis of coloured movies. In the 1990s Magic Eye pictures (autostereograms) - which did not require a stereoscope, but relied on viewers using a form of free fusion so that each eye views different images - were introduced.\n\n"
        },
        {
            "title": "Geometrical basis",
            "text": "Stereopsis appears to be processed in the visual cortex of mammals in binocular cells having receptive fields in different horizontal positions in the two eyes. Such a cell is active only when its preferred stimulus is in the correct position in the left eye and in the correct position in the right eye, making it a disparity detector.\n\nWhen a person stares at an object, the two eyes converge so that the object appears at the center of the retina in both eyes. Other objects around the main object appear shifted in relation to the main object. In the following example, whereas the main object (dolphin) remains in the center of the two images in the two eyes, the cube is shifted to the right in the left eye's image and is shifted to the left when in the right eye's image.\n\nBecause each eye is in a different horizontal position, each has a slightly different perspective on a scene yielding different retinal images. Normally two images are not observed, but rather a single view of the scene, a phenomenon known as singleness of vision. Nevertheless, stereopsis is possible with double vision. This form of stereopsis was called qualitative stereopsis by Kenneth Ogle.[43]\n\nIf the images are very different (such as by going cross-eyed, or by presenting different images in a stereoscope) then one image at a time may be seen, a phenomenon known as binocular rivalry.\n\nThere is a hysteresis effect associated with stereopsis.[44] Once fusion and stereopsis have stabilized, fusion and stereopsis can be maintained even if the two images are pulled apart slowly and symmetrically to a certain extent in the horizontal direction. In the vertical direction, there is a similar but smaller effect. This effect, first demonstrated on a random dot stereogram, was initially interpreted as an extension of Panum's fusional area.[45] Later it was shown that the hysteresis effect reaches far beyond Panum's fusional area,[46] and that stereoscopic depth can be perceived in random-line stereograms despite the presence of cyclodisparities of about 15 deg, and this has been interpreted as stereopsis with diplopia.[47]\n\n"
        },
        {
            "title": "Interaction of stereopsis with other depth cues",
            "text": "Under normal circumstances, the depth specified by stereopsis agrees with other depth cues, such as motion parallax (when an observer moves while looking at one point in a scene, the fixation point, points nearer and farther than the  fixation point appear to move against or with the movement, respectively, at velocities proportional to the distance from the fixation point), and pictorial cues such as superimposition (nearer objects cover up farther objects) and familiar size (nearer objects appear bigger than farther objects). However, by using a stereoscope, researchers have been able to oppose various depth cues including stereopsis. The most drastic version of this is pseudoscopy, in which the half-images of stereograms are swapped between the eyes, reversing the binocular disparity. Wheatstone (1838) found that observers could still appreciate the overall depth of a scene, consistent with the pictorial cues. The stereoscopic information went along with the overall depth.[34]\n\n"
        },
        {
            "title": "Computer stereo vision",
            "text": "Computer stereo vision is a part of the field of computer vision. It is sometimes used in mobile robotics to detect obstacles. Example applications include the ExoMars Rover and surgical robotics.[48]\n\nTwo cameras take pictures of the same scene, but they are separated by a distance – exactly like our eyes. A computer compares the images while shifting the two images together over top of each other to find the parts that match. The shifted amount is called the disparity. The disparity at which objects in the image best match is used by the computer to calculate their distance.\n\nFor a human, the eyes change their angle according to the distance to the observed object. To a computer this represents significant extra complexity in the geometrical calculations (epipolar geometry). In fact the simplest geometrical case is when the camera image planes are on the same plane. The images may alternatively be converted by reprojection through a linear transformation to be on the same image plane. This is called image rectification.\n\nComputer stereo vision with many cameras under fixed lighting is called structure from motion. Techniques using a fixed camera and known lighting are called photometric stereo techniques, or \"shape from shading\".\n\n"
        },
        {
            "title": "Computer stereo display",
            "text": "Many[which?] attempts have been made to reproduce human stereo vision on rapidly changing computer displays, and toward this end numerous patents relating to 3D television and cinema have been filed in the USPTO.  At least in the US, commercial activity involving those patents has been confined exclusively to the grantees and licensees of the patent holders, whose interests tend to last for twenty years from the time of filing.\n\nDiscounting 3D television and cinema (which generally require more than one digital projector whose moving images are mechanically coupled, in the case of IMAX 3D cinema), several stereoscopic LCDs are going to be offered[when?] by Sharp[why?], which has already started shipping a notebook[which?] with a built in stereoscopic LCD.  Although older technology required[when?] the user to don goggles or visors for viewing computer-generated images, or CGI, newer technology[which?] tends to employ Fresnel lenses or plates over the liquid crystal displays, freeing the user from the need to put on special glasses or goggles.\n\n"
        },
        {
            "title": "Tests",
            "text": "In stereopsis tests (short: stereotests), slightly different images are shown to each eye, such that a 3D image is perceived in case stereovision is present. This can be achieved by means of vectographs (visible with polarized glasses), anaglyphs (visible with red-green glasses), lenticular lenses (visible with the naked eye), or head-mounted display technology. The type of changes from one eye to the other may differ depending on which level of stereoacuity is to be detected. A series of stereotests for selected levels thus constitutes a test of stereoacuity.\n\nThere are two types of common clinical tests for stereopsis and stereoacuity: random dot stereotests and contour stereotests. Random-dot stereopsis tests use pictures of stereo figures that are embedded in a background of random dots. Contour stereotests use pictures in which the targets presented to each eye are separated horizontally.[49]\n\nThe ability of stereopsis can be tested by, for example, the Lang stereotest, which consists of a random-dot stereogram upon which a series of parallel strips of cylindrical lenses are imprinted in certain shapes, which separate the views seen by each eye in these areas,[50] similarly to a hologram. Without stereopsis, the image looks only like a field of random dots, but the shapes become discernible with increasing stereopsis, and generally consists of a cat (indicating that there is ability of stereopsis of 1200 seconds of arc of retinal disparity), a star (600 seconds of arc) and a car (550 seconds of arc).[50] To standardize the results, the image should be viewed at a distance from the eye of 40 cm and exactly in the frontoparallel plane.[50] There is no need to use special spectacles for such tests, thereby facilitating use in young children.[50]\n\nExamples of contour stereotests are the Titmus stereotests, the most well-known example being the Titmus fly stereotest, where a picture of a fly is displayed with disparities on the edges. The patient uses a 3-D glasses to look at the picture and determine whether a 3-D figure can be seen. The amount of disparity in images vary, such as 400-100 sec of arc, and 800-40 sec arc.[51]\n\n"
        },
        {
            "title": "Deficiency and treatment",
            "text": "Deficiency in stereopsis can be complete (then called stereoblindness) or more or less impaired. Causes include blindness in one eye, amblyopia and strabismus.\n\nVision therapy is one of the treatments for people lacking in stereopsis. Vision therapy will allow individuals to enhance their vision through several exercises such as by strengthening and improving eye movement.[52] There is recent evidence that stereoacuity may be improved in persons with amblyopia by means of perceptual learning (see also: treatment of amblyopia).[53][54]\n\n"
        },
        {
            "title": "In animals",
            "text": "There is good evidence for stereopsis throughout the animal kingdom. It occurs in many mammals, birds, reptiles, amphibia, fish, crustaceans, spiders, and insects.[1] Stomatopods even have stereopsis with just one eye.[55]\n\n"
        }
    ]
}