{
    "url": "https://en.wikipedia.org/wiki/Steve_Jackson_Games",
    "title": "Steve Jackson Games",
    "table_of_contents": [
        "1 History",
        "1.1 Raid by the Secret Service",
        "1.2 Kickstarter project",
        "2 Games published",
        "2.1 Card games",
        "2.2 Board games",
        "2.3 Role-playing games",
        "2.4 Miniatures",
        "2.5 Computer games",
        "2.6 Dice games",
        "3 Magazines",
        "3.1 Publication history",
        "4 Mentions in third-party media",
        "5 References",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Steve Jackson Games (SJGames) is a game company, founded in 1980 by Steve Jackson, that creates and publishes role-playing, board, and card games, and (until 2019) the gaming magazine Pyramid.\n\n"
        },
        {
            "title": "History",
            "text": "Founded in 1980, six years after the creation of Dungeons & Dragons, SJ Games created several role-playing and strategy games with science fiction themes.[2] SJ Games' early titles were microgames initially sold in 4×7 inch ziploc bags, and later in the similarly sized Pocket Box.[3] Games such as Ogre, Car Wars, and G.E.V (an Ogre spin-off) were popular during SJ Games' early years. Game designers such as Loren Wiseman and Jonathan Leistiko have worked for Steve Jackson Games.[4]\n\nToday SJ Games publishes a variety of games, such as card games, board games, strategy games, and in different genres, such as fantasy, sci-fi, and gothic horror. They also published the book Principia Discordia, the sacred text of the Discordian religion.\n\nOn March 1, 1990, the Secret Service raided the offices of Steve Jackson Games,[5] seizing three computers, two laser printers, dozens of floppy disks, and the master copy of GURPS Cyberpunk; a genre toolkit for cyberpunk games, written by Loyd Blankenship, the hacker and an employee at the time.[6] The Secret Service believed that Blankenship had illegally accessed Bell South systems, and uploaded a document possibly affecting 9-1-1 systems onto Steve Jackson Games's public bulletin board system;[7] and, furthermore, that GURPS Cyberpunk would help others commit computer crimes.[8] During their investigation, the Secret Service also read (and deleted) private emails on one of the computers.[9] Though the materials were later returned in June, Steve Jackson Games filed suit in federal court, winning at trial.\n\nThe raid led to the formation of the Electronic Frontier Foundation, which was founded in July 1990.[2][10]\n\nIn April–May 2012, Steve Jackson Games ran a successful Kickstarter campaign for a new \"Designer's Edition\" of Ogre.[11][12] The final game was planned to weigh 14 pounds or more, partly because the high level of extra funding achieved in the kickstarter enabled significant game additions.[13]\n\n"
        },
        {
            "title": "Games published",
            "text": "Steve Jackson Games' main product line, in terms of sales, is the Munchkin card game, followed by the role-playing system GURPS.[14]\n\n"
        },
        {
            "title": "Magazines",
            "text": "Gaming magazines produced by Steve Jackson Games have included:[15]\n\n"
        },
        {
            "title": "Mentions in third-party media",
            "text": "In Uplink, a 2001 computer hacking simulation game by British software company Introversion Software, there is a company named Steve Jackson Games. While this company may occasionally offer hacking contracts to the player, its main feature is a Public Access Server which, if accessed, displays the following information:\n\nThis jokingly refers to the 1990 raid by the US Secret Service. As noted in the Ultimate Uplink Guide, this was \"put into the game because of the Secret Service Raid on the company, for supposedly making a 'Hacking Guide'. This guide was actually a work of total fiction for a game the company was making, and contained technology that didn't even exist\".[16]\n\n"
        }
    ]
}