{
    "url": "https://en.wikipedia.org/wiki/Stigmata",
    "title": "Stigmata",
    "table_of_contents": [
        "1 Description",
        "2 Specific cases",
        "2.1 Saint Francis of Assisi",
        "2.2 Saint Padre Pio of Pietrelcina",
        "2.3 Mariam Thresia Chiramel",
        "3 Stigmata and gender",
        "4 Scientific research",
        "5 Non-Christian stigmata",
        "6 Notable stigmatics",
        "7 References",
        "8 Further reading",
        "9 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Stigmata (Ancient Greek: στίγματα, plural of στίγμα stigma, 'mark, spot, brand'), in Christianity, are the appearance of bodily wounds, scars and pain in locations corresponding to the crucifixion wounds of Jesus Christ, such as the hands, wrists, and feet.[1]\n\nStigmata are exclusively associated with Roman Catholicism. Many reported stigmatics are members of Catholic religious orders.[2] St. Francis of Assisi was the first recorded stigmatic. For over fifty years, St. Padre Pio of Pietrelcina of the Order of Friars Minor Capuchin reported stigmata which were studied by several 20th-century physicians. Stigmata are notably foreign to the Eastern Orthodox Church, which professes no official view on the matter; the first and only stigmatics have been Catholics who lived after the Great Schism of 1054.[3]\n\nA high percentage (perhaps over 80%) of all stigmatics are women.[4] In his book Stigmata: A Medieval Phenomenon in a Modern Age, Ted Harrison suggests that there is no single mechanism whereby the marks of stigmata were produced. What is important is that the marks are recognised by others as of religious significance.[5] Many cases of stigmata have been debunked as trickery.[6][7] Some cases have also included reportings of a mysterious chalice in visions being given to stigmatics to drink from or the feeling of a sharp sword being driven into one's chest.[8]\n\n"
        },
        {
            "title": "Description",
            "text": "An individual bearing the wounds of stigmata is a stigmatist or a stigmatic. In Galatians 6:17, Saint Paul says:\n\nA stígma (στίγμα) is a mark on the skin.[11]\n\nReported cases of stigmata take various forms. Many show some or all Five Sacred Wounds  that were, according to the Bible, inflicted on Jesus during his crucifixion: wounds in the wrists and feet, from nails; and in the side, from a lance. Some stigmatics display wounds to the forehead similar to those caused by the crown of thorns.[4] Stigmata as crown of thorns appearing in the 20th century, e.g. on Marie Rose Ferron, have been repeatedly photographed.[12][13][14] Other reported forms include tears of blood or sweating blood, and wounds to the back as from scourging.\n\nMany stigmata show recurring bleeding that stops and then starts, at times after receiving Holy Communion; a significant proportion of stigmatics have shown a strong desire to receive Holy Communion frequently.[4] A relatively high percentage of stigmatics also exhibit inedia, claiming to live with minimal (or no) food or water for long periods of time, except for the Holy Eucharist. Some exhibit weight loss, and closer investigation often reveals evidence of fakery.[4]\n\nSome stigmatics claim to feel the pain of wounds with no external marks; these are referred to as \"invisible stigmata\".[4] Some stigmatics' wounds do not appear to clot, and seem to stay fresh and uninfected. The blood from the wounds is said, in some cases, to have a pleasant, perfumed odor, known as the Odour of Sanctity.\n\nIndividuals who have obtained the stigmata are many times described as ecstatics, overwhelmed with emotions upon receiving the stigmata. No case of stigmata is known to have occurred before the thirteenth century.[15]\n\nIn his paper Hospitality and Pain, Christian theologian Ivan Illich states: \"Compassion with Christ ... is faith so strong and so deeply incarnate that it leads to the individual embodiment of the contemplated pain.\" His thesis is that stigmata result from exceptional poignancy of religious faith and desire to associate oneself with the suffering Messiah.\n\nDifferently from the Five Holy Wounds of Christ, some mystics like Francis of Assisi and father Pio of Petralcina reported a spontaneous regression and closure of their stigmata in the days following their death.[16][clarification needed] Both of them claimed to have received the divine stigmata in their hands as well as in their feet.[17]\n\n"
        },
        {
            "title": "Specific cases",
            "text": "St. Francis of Assisi is the first recorded stigmatic in Christian history.[18] In 1224, two years before his death, he embarked on a journey to Mount La Verna for a forty-day fast. The legend states that one morning, near the feast of the Exaltation of the Cross, a six-winged angel appeared to Francis while he prayed. As the angel approached, Francis could see that the angel was crucified. He was humbled by the sight, and his heart was filled with elation joined by pain and suffering. When the angel departed, Francis was left with wounds in his hands, feet, and side as if caused by the same lance that pierced Christ’s side. The image of nails immediately appeared in his hands and feet, and the wound in his side often seeped blood.[19] In traditional artistic depictions of the incident, Francis is accompanied by a Franciscan brother.[20]\n\nSt. Francis' first biographer, Thomas of Celano, reports the event in his 1230 First Life of St. Francis:\n\nFrom the records of St. Francis' physical ailments and symptoms, Edward Frederick Hartung concluded in 1935 that he knew what health problems plagued St. Francis. Hartung believed that he had an eye ailment known as trachoma and quartan malaria.[22]\n\nQuartan malaria infects the liver, spleen, and stomach, causing the victim intense pain. One complication of quartan malaria occasionally seen around Francis' time is known as purpura, a purple hemorrhage of blood into the skin. According to Hartung \"If this were the case of St. Francis, he would have been afflicted by ecchymoses, an exceedingly large purpura. The purple spots of blood may have been punctured while in the wilderness and there appear as an open wound like that of Christ.\"[22][23]\n\nA later medical hypothesis was proposed in 1987 to explain the wounds, it claimed that St. Francis may have contracted leprosy.[24]\n\nFor over fifty years, Padre Pio of Pietrelcina reported stigmata which were studied by several 20th-century physicians, whose independence from the Church is not known.[25][26][27]\nThe observations were reportedly inexplicable and the wounds never became infected.[25][26][28] His wounds healed once, but reappeared.[29] The wounds were examined by Luigi Romanelli, chief physician of the City Hospital of Barletta, for about one year. The physician Angelo Maria Merla noted that the wounds were not tubercular in origin but could not make an official diagnosis without further tests.[30] The surgeon Giorgio Festa, a private practitioner, also examined them in 1920 and 1925.[30] Professor Giuseppe Bastianelli, physician to Pope Benedict XV, examined the wounds, but no report of his examinations was made. Pathologist Amico Bignami of the University of Rome also observed the wounds, describing them as shallow. Festa, who had originally agreed with Bignami, later described the wounds as superficial when covered with a scab.[30] Giorgio Festa noted that \"at the edges of the lesions, the skin is perfectly normal and does not show any sign of edema, of penetration, or of redness, even when examined with a good magnifying glass\".[30] Alberto Caserta took X-rays of the hands in 1954 and found no abnormality in the bone structure.[30] Giuseppe Sala who worked as a physician for Pio between 1956 and 1968 commented that tests revealed his blood had no signs of abnormality.[30]\n\nThere were both religious and non-religious critics who accused Padre Pio of faking his stigmata, saying he used carbolic acid to make the wounds. The historian Sergio Luzzatto recounted that in 1919, according to one document in the Vatican's archive, Pio had requested carbolic acid from a pharmacist. She said it was for sterilizing syringes used for vaccination.[31]\n\nAmico Bignami in a report wrote that the wounds were caused by \"neurotic necrosis\". He suggested they had been inflicted unconsciously by suggestion and artificially maintained by iodine that Pio had used as a disinfectant.[30] In 1922, physician Agostino Gemelli wrote that Pio was an hysteric and his stigmata were self-induced, not of supernatural origin.[32] Gemelli also speculated that his wounds were kept open with carbolic acid.[32] Giorgio Festa, who examined the stigmata of the friar on October 28, 1919, wrote in his report that they \"are not the product of a trauma of external origin, nor are they due to the application of potently irritating chemicals\".[33]\n\nThroughout his life, Pio had hidden his wounds by wearing fingerless gloves. At death there were no wounds, only \"unblemished skin\".[34]\n\nThe first saint from India with stigmata was nun Mariam Thresia Chiramel.[35] She was canonised on 13 October 2019 by Pope Francis.[36]\n\n"
        },
        {
            "title": "Stigmata and gender",
            "text": "In the late nineteenth century, a French physician named Dr. A Imbert-Goubeyre began compiling a census of known stigmatics from the thirteenth century to his own time. This census includes 280 female and 41 male stigmatics, meaning women comprise a little over 87% of the list.[37] Additionally, the University of Antwerp released a database of information on 244 stigmatics in April 2019. 92% of the stigmatics in the database are female.[38] In some cases, convent sisters have attempted to shield stigmatic women from public scrutiny, often out of fear of how their condition would affect the convent's reputation.[38] So, the amount of women stigmatics may be even higher than historical record shows.\n\nDespite the high number of women stigmatics throughout history, the best-known and least contested stigmatics, such as Francis of Assisi and Padre Pio, have been men.[37]\n\n"
        },
        {
            "title": "Scientific research",
            "text": "Many stigmatics have been exposed for using trickery.[6][7] Magdalena de la Cruz for example confessed before she died that her stigmata was deliberate deception.[39]\n\nEarly neurologist Désiré-Magloire Bourneville published works which stated that saints claiming to produce miracles or stigmata, and those claiming to be possessed, were actually suffering from epilepsy or hysteria.[40][41] Some modern research has indicated stigmata are of hysterical origin or linked to dissociative identity disorder.[42][43][44][45]\n\nThere is a link between dietary constriction by self-starvation, dissociative mental states and self-mutilation, in the context of a religious belief.[46] Anorexia nervosa cases often display self-mutilation similar to stigmata as part of a ritualistic, obsessive–compulsive disorder. A relationship between starvation and self-mutilation has been reported amongst prisoners of war and during famines.[47][48][49]\n\nThe psychologist Leonard Zusne in his book Anomalistic Psychology: A Study of Magical Thinking (1989) has written:\n\nIn his Stigmata: A Medieval Phenomenon in a Modern Age, Ted Harrison suggests that there is no single mechanism whereby the marks of stigmata were produced. Harrison found no evidence from a study of contemporary cases that the marks were supernatural in origin. He concluded, however, that marks of natural origin need not be hoaxes. Some stigmatics marked themselves in attempt to suffer with Christ as a form of piety. Others marked themselves accidentally and their marks were noted as stigmata by witnesses. Often marks of human origin produced profound and genuine religious responses.[5]\n\nHarrison also noted the male-to-female ratio of stigmatics, which for many centuries had been of the order of 7 to 1, had changed since the late 1800s to a ratio of 5 to 4. Appearance of stigmata frequently coincided with times when issues of authority loomed large in the Church. What was significant about stigmatics was not that they were predominantly men, but that they were non-ordained. Having stigmata gave them direct access to the body of Christ without requiring the permission of the Church through the Eucharist. Only in the last century have priests been stigmatised.[5]\n\nOne suggestion is that painful bruising syndrome may explain rare cases of non self-induced stigmata.[45][51][52][53][54]\n\nSkeptical investigator Joe Nickell, who investigated recent cases of stigmata such as Katya Rivas,[55] commented that they are indistinguishable from hoaxing.[34]\n\nIn 2002, a psychoanalytic study of stigmatic Therese Neumann suggested her stigmata resulted from post-traumatic stress symptoms expressed in unconscious self-mutilation through abnormal autosuggestibility.[56]\n\n"
        },
        {
            "title": "Non-Christian stigmata",
            "text": "Among the Warao of the Orinoco Delta, a contemplator of tutelary spirits may mystically induce the development of \"...(imagined) openings in the palms of his hands.\"[57]\n\nBuddhist \"stigmata\"[58][59] are regularly indicated in Buddhist art.\n\nSome spiritualist mediums have also produced stigmata. During the séances of German medium Maria Vollhardt, it was alleged that bleeding wounds appeared.[60] However, Albert Moll, a psychiatrist, considered her phenomena to be fraudulent.[61]\n\n"
        }
    ]
}