{
    "url": "https://en.wikipedia.org/wiki/Stock_character",
    "title": "Stock character",
    "table_of_contents": [
        "1 Academic analysis",
        "1.1 American film",
        "1.2 Television",
        "2 Copyright law",
        "3 See also",
        "4 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "A stock character, also known as a character archetype, is a fictional character in a work of art such as a novel, play, or a film whom audiences recognize from frequent recurrences in a particular literary tradition. There is a wide range of stock characters, covering men and women of various ages, social classes and demeanors. They are archetypal characters distinguished by their simplification and flatness. As a result, they tend to be easy targets for parody and to be criticized as clichés. The presence of a particular array of stock characters is a key component of many genres, and they often help to identify a genre or subgenre. For example, a story with a knight-errant and a witch is probably a fairy tale or fantasy.\n\nThere are several purposes to using stock characters. Stock characters are a time- and effort-saving shortcut for story creators, as authors can populate their tale with existing well-known character types. Another benefit is that stock characters help to move the story along more efficiently, by allowing the audience to already understand the character and their motivations.[1][2]\n\n"
        },
        {
            "title": "Academic analysis",
            "text": "There is often confusion between stock characters, archetypes, stereotypes, and clichés. In part this confusion arises due to the overlap between these concepts. Nevertheless, these terms are not synonyms.[3] The relationship is that basic archetypes (such as \"hero\" or \"father figure\") and stock characters (such as \"damsel in distress\" and \"wise fool\") are the raw source material that authors use to build on and create fleshed-out, interesting characters. In contrast, stereotypes and clichés are generally viewed as signs of \"bad writing or shallow thinking\".[4] Some stereotypes, such as racial stereotype characters, may be offensive to readers or viewers.\n\nAccording to Dwight V. Swain, a creative writing professor and prolific fiction author, all characters begin as stock characters and are fleshed out only as far as needed to advance the plot.[5]  E. Graham McKinley says \"there is general agreement on the importance to drama of 'stock' characters. This notion has been considerably explored in film theory, where feminists have argued, female stock characters are only stereotypes (child/woman, whore, bitch, wife, mother, secretary or girl Friday, career women, vamp, etc.).\"[6] Ulrike Roesler and Jayandra Soni analyze \"not only with female stock characters in the sense of typical roles in the dramas, but also with other female persons in the area of the theatrical stage...\"[7]\n\nAndrew Griffin, Helen Ostovich, and Holger Schott Syme explain further that \"Female stock characters also permit a close level of audience identification; this is true most of all in The Troublesome Raign, where the \"weeping woman\" type is used to dramatic advantage. This stock character provides pathos as yet another counterpoint to the plays' comic business and royal pomp.\"[8]\n\nTara Brabazon discusses how the \"school ma'am on the colonial frontier has been a stock character of literature and film in Australia and the United States. She is an ideal foil for the ill mannered, uncivilised hero. In American literature and film, the spinster from East – generally Boston – has some stock attributes.\" Polly Welts Kaufman shows that the schoolma'am's  \"genteel poverty, unbending morality, education, and independent ways make her character a useful foil for the two other female stock characters in Western literature: the prostitute with the heart of gold and the long-suffering farmer's wife.'\"[9]\n\nStock characters can be further identified as an alazon, the \"impostor and self-deceiving braggart\" in a story, or an eiron, a \"self-derogatory and understating character\".[10]\n\nIn American popular films, there a wide range of stock characters, which are typically used as non-speaking extras in the background, bit parts with a single line, minor secondary/supporting roles, or major secondary/supporting roles.[11] Stock characters in American films have changed over the decades. A 1930s or 1940s film's stock characters include newspaper vendors, ice  vendors, street sweepers, and cigarette girls; in contrast, a 1990s film has homeless \"bag ladies\", pimps, plainclothes police, business women, and Black and Hispanic stereotypes.[12]\n\nStock characters in American popular culture, especially racial and ethnic stereotypes, often came to be seen as offensive in later decades and were replaced with new stereotypes. For example, the \"lazy Black\" and the \"treacherous bespectacled Japanese\" were replaced in the 1990s with the \"street-smart Brother\" and the \"camera-happy Japanese tourist\".[13] Other groups more frequently represented as stock characters include women, Native Americans, Hispanics, Arabs, Gays/Lesbians, Jews, and Italians.[14]\nOther briefly popular stock characters include the 1950s \"overweight Communist cell leader\" and the 1970s \"Black Panther revolutionary\".[15]\n\nEven in timeless occupations, the person in the job has changed, reflecting cultural and demographic changes.\n[16] In the 1990s, a hairdresser (previously French) was often depicted as a gay man, a gardener (previously White) as Asian or Hispanic, a bartender (previously White) as Black, and a maid (previously Black) as Hispanic.[17]\n\nDue to the scheduling constraints on television production, in which episodes need to be quickly scripted and shot, television scriptwriters often depend heavily on stock characters borrowed from popular film.[18] TV writers use these stock characters to quickly communicate to the audience.[19] In the late 1990s, there was a trend for screenwriters to add a gay stock character, which replaced the 1980s era's \"African-American workplace pal\" stock character.[20] In the 1990s, a number of sitcoms introduced gay stock characters with the quality of the depictions being viewed as setting a new bar for onscreen LGBT depiction.[21]\n\nOne challenge with the use of stock characters in TV shows is that, as with films, these stock characters can incorporate racial stereotypes, and \"prejudicial and demeaning images\".[22] One concern raised with these gay stock characters is they tend to be shown as just advice-giving \"sidekicks\" who are not truly integrated into the narrative; as well, the gay character's life is not depicted, apart from their advice-giving interactions with the main characters.[23] This also echoed the way that Black and Latino characters were used in 1980s and early 1990s shows: they were given a stock character role as a police chief, which in put them in a position of power, but then these characters were used as minor characters, with little narrative interaction with main characters.[24] In the 2000s, with changing views on depicting race, Latino/a characters are both typecast into stock characters and the writers play with viewer expectations by making a seemingly stock Latino/a character act or behave \"against type\".[25]\n\nSouthern sheriff stock characters are depicted with a negative stereotype of being obese, poorly trained, uneducated, and racist, as was done with Sheriff Roscoe P. Coltrane from The Dukes of Hazzard.[26]\n\n"
        },
        {
            "title": "Copyright law",
            "text": "In the United States, courts have determined that copyright protection cannot be extended to the characteristics of stock characters in a story, whether it be a book, play, or film.[27]\n\n"
        }
    ]
}