{
    "url": "https://en.wikipedia.org/wiki/Burden_Neurological_Institute",
    "title": "Stoke Park Hospital",
    "table_of_contents": [],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nStoke Park Hospital, was a large hospital for the mental handicapped, closed circa 1997, situated on the north-east edge of Bristol, England, just within South Gloucestershire.[1]  Most patients were long-term residents, both adults and children of all ages. A school was on-site. Prior to 1950, it was known as the Stoke Park Colony, which was founded in 1909.[2]\n\nThe Burden Neurological Institute, opened in 1939, was co-located at the hospital, and outlasted the hospital on the site to 2000.[3][4] The associated Burden Neurological Hospital was formed in 1969.[5] The Institute later operated at Frenchay Hospital as a charity,[6][7] and later as a research grant giving trust.[8]\n\n"
        },
        {
            "title": "History",
            "text": "In 1902 the Rev. Harold Nelson Burden,[9] chaplain at Horfield Prison, and Katharine his wife founded the National Institutions for Persons Requiring Care and Control to care for mentally disabled children and adults. Following the passing of the Children Act 1908, which allowed \"feeble-minded children\" to be placed into industrial schools,[9] they rented the Stoke Park estate in 1908, opening the Stoke Park Colony for Mentally Defective Children on 14 April 1909.[10] The colony was the first institution certified as a home for mentally disabled patients under the Mental Deficiency Act 1913, the Rev. Burden having been a member of the Royal Commission for inquiry into care of the feeble-minded that lead to the Act.[3][4][11][12] The colony was regarded as a leading institution of its type.[9]\n\nThe Colony expanded by buying surrounding land and building new accommodation blocks. In 1917, it was granted an expanded licence for 1,528 \"inmates\", making it Britain's largest licensed institution.[2]\n\nIn 1929 Professor Richard James Arthur Berry took over the medical directorship of the hospital.[13]\n\nThe National Health Service took over the colony in 1948, which along with the smaller Purdown, Leigh Court and Hanham Hall hospitals, was run by the Stoke Park Hospital Management Committee with 1,930 beds for patients.  Little development took place, with other types of hospital being prioritised, and gradually the hospital became overcrowded and understaffed.[14]\n\nThe Hospital Advisory Service visited in 1971 and wrote a damning report on the terrible conditions at Stoke Park. The report was leaked by hospital staff to the media, and the hospital permitted the BBC to film the shocking conditions for a 24 Hours programme in 1972.[14][15] The terrible conditions at the hospital were raised in parliament, resulting in £1 million being spent on new wards and a 29% revenue increase for the hospital.[14][16][17]\n\nIn line with the Care in the Community policy of the 1980s, patients were moved from the hospital into smaller units under the community mental health service to overcome the problem of patient institutionalisation.  There are conflicting sources over when exactly the hospital closed; patients are reported to have been removed by January 1985,[4] the hospital closed in 1988,[1] and hospital records finished circa 1998.[1] The hospital site tender brochure states that the hospital closed in March 1997.[18] The site was redeveloped for housing from about 2000,[19] and the estate is now maintained as an open space by Bristol City Council, known as Stoke Park Estate.[20]\n\nThe Stoke Park Hospital Group School of Nursing was based at the hospital in the 1970s, with about 60 training places.[21]\n\nThe Dower House, a prominent Grade II* listed landmark in Bristol, was the most visible part of the hospital.[22] Purdown Hospital's former main building is also a Grade II listed building.[23]\n\n"
        },
        {
            "title": "Archives",
            "text": "Records of the Stoke Park Hospital Group are held at Bristol Archives (Ref. 40686/SPC) (online catalogue).\n\n"
        }
    ]
}