{
    "url": "https://en.wikipedia.org/wiki/Stoner_film",
    "title": "Stoner film",
    "table_of_contents": [
        "1 \"Stoner film\" as a genre",
        "2 Common elements",
        "3 Notable stoner films",
        "4 Stoner crossover films",
        "5 Notable stoner television shows",
        "6 Notable stoner documentaries",
        "7 See also"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nStoner film is a subgenre of comedy film that revolves around the recreational use of cannabis.[1] Generally, cannabis use is one of the main themes and inspires much of the plot. They are often representative of cannabis culture.\n\n"
        },
        {
            "title": "",
            "text": "The series of movies from 1978 to 1985 starring Cheech & Chong are archetypal \"stoner movies\". Although not intended as a comedy, the historic propaganda film Reefer Madness (1936) has also become popular as a \"stoner movie\" because its anti-drug message is seen by some modern viewers as so over the top that the film amounts to self-parody.[citation needed] Other examples include Assassin of Youth (1937), Marihuana (1936) and She Shoulda Said No! a.k.a. The Devil's Weed (1949). Playing on such parody, a musical comedy remake set in 1936 (as the original film was), Reefer Madness, was released in 2005.\n\nHigh Times magazine regularly sponsors the Stony Awards to celebrate stoner films and television. Many of these films do not fit the category of \"stoner film\" as a subgenre, but contain enough cannabis use to be deemed noteworthy by the periodical.\n\n"
        },
        {
            "title": "Common elements",
            "text": "Many stoner movies have certain elements and themes in common.[2][3] The template involves a protagonist or protagonists (often two friends in a variation of the buddy film) who have or are attempting to find marijuana and have some task to complete.  Often stoner films involve evading authority figures, sometimes law-enforcement agents, who are portrayed as comically inept, but also parents, co-workers, friends, and security guards, who disapprove of the protagonists' marijuana usage, usually out of a greater lack of acceptance of their lifestyle of leisure and innocence. Most serious moments are intended ironically, often to parody overwrought counterparts in mainstream cinema. The comic story arcs often approach or fall over the line into slapstick.[2]\n\n"
        }
    ]
}