{
    "url": "https://en.wikipedia.org/wiki/Stone_Tape",
    "title": "Stone Tape Theory",
    "table_of_contents": [
        "1 History",
        "2 Reception",
        "3 References",
        "4 Further reading"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The Stone Tape Theory is the speculation that  ghosts and hauntings are analogous to tape recordings, and that mental impressions during emotional or traumatic events can be projected in the form of energy, \"recorded\" onto rocks and other items and \"replayed\" under certain conditions. The idea draws inspiration and shares similarities with views of 19th-century intellectualists and psychic researchers, such as Charles Babbage, Eleonor Sidgwick and Edmund Gurney. Contemporarily, the concept was popularized by a 1972 Christmas ghost story called The Stone Tape, produced by the BBC.[1][2] Following the play's popularity, the idea and the term \"stone tape\" were retrospectively and inaccurately attributed to the British archaeologist turned parapsychologist T. C. Lethbridge, who believed that ghosts were not spirits of the deceased, but were simply non-interactive recordings similar to a movie.\n\n"
        },
        {
            "title": "History",
            "text": "The idea that environmental elements are capable of storing traces of human thoughts or emotions was introduced by multiple 19th-century scholars and philosophers as an attempt to provide natural explanations for supernatural phenomena. In 1837 the polymath Charles Babbage published a work on natural theology called the Ninth Bridgewater Treatise. Babbage speculated that spoken words leave permanent impressions in the air, even though they become inaudible after time. He suggested that it is possible due to transfer of motion between particles.[3]\n\nThe \"Stone tape theory\" could also be derived from the concept of \"place memory\". In the early days of the Society for Psychical Research place memory was considered an explanation for ghostly apparitions, seemingly connected with certain places. In the late 19th century, two of the SPR involved investigators, Edmund Gurney and Eleonor Sidgwick, presented views about certain buildings or materials being capable of storing records of past events, which can be later played back by gifted individuals.[3]\n\nAnother 19th-century idea associated with the \"Stone Tape Theory\" is psychometry – a belief, that it is possible to obtain knowledge about history associated with an object through physical contact with it.[3]\n\nIn the 20th century, the idea that objects are able to store and play back past events was re-introduced in 1939 and 1940 by then-SPR president H. H. Price. Price speculated about \"psychic ether\" as an intermediate medium between spiritual and physical reality, which can enable objects to carry memory traces of emotions or experiences from the past. In his works, he stated that the existence of such traces should be proveable by means of scientific methods and that they yet remain unproved hypotheses.[3]\n\nFollowing Price's ideas, an archeologist turned paranormal researcher, T. C. Lethbridge, claimed that past events can be stored in objects thanks to fields of energy, that he believed to surround streams, forests or mountains. His 1961 book Ghost and Ghoul popularized these ideas which allegedly could have inspired the creators of the 1972 BBC play The Stone Tape.[3]\n\n"
        },
        {
            "title": "Reception",
            "text": "In their book How to Think About Weird Things: Critical Thinking for a New Age, authors Theodore Schick and Lewis Vaughn dismissed the idea as an irrational claim, stating, \"The problem is that we know of no mechanism that could record such information in a stone or play it back. Chunks of stone just do not have the same properties as reels of tape.\"[2]\nSharon Hill, science educator and geologist, claims that \"stone tape theory\" is a misleading term, as it suggests to encompass structure, credibility and explanatory power or scientific theory, while in reality it is speculation that lacks physical basis. According to her, it is an attempt to present a pseudoscientific claim in a seemingly scientific style.[3][4]\nHill also suspects that the \"kernel of the idea of stone tape\" is psychometry,[3] which is criticized for being a form of cold reading rather than an unexplained supernatural phenomenon.[5][6]\n\n"
        }
    ]
}