{
    "url": "https://en.wikipedia.org/wiki/Straight_man",
    "title": "Straight man",
    "table_of_contents": [
        "1 History",
        "1.1 Women",
        "2 Popular culture",
        "3 See also",
        "4 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The straight man is a stock character in a comedy performance, especially a double act, sketch comedy, or farce.[1] When a comedy partner behaves eccentrically, the straight man is expected to maintain composure. The direct contribution to the comedy a straight man provides usually comes in the form of a deadpan. A straight man with no direct comedic role has historically been known as a stooge. Typically, he is expected to feed the funny man lines that he can respond to for laughs (and is hence sometimes known as a feed), while seeking no acclamation for himself. If a straight man unintentionally breaks composure and laughs, it is known in British English as corpsing.\n\n"
        },
        {
            "title": "History",
            "text": "In vaudeville, effective straight men were much less common than comedians. The straight man's name usually appeared first and he usually received 60% of the take. This helped take the sting out of not being the laugh-getter and helped ensure the straight man's loyalty to the team.[2] Abbott and Costello, one of America's most popular comedy duos of the 1940s and 50s in radio, film and television, began as nightclub performers when the straight-faced Bud Abbott contrasted against the bumbling Lou Costello; Abbott, unusually, allowed Costello a larger paycheck to keep him on the team.\n\nEspecially pertaining to modern ideologies, and despite the usual name, women can fulfill an equivalent role, although they are often described as a \"comedic foil\". Examples of noteworthy female foils include Margaret Dumont, who often performed with the Marx Brothers in their films, Bernardine Flynn up against Art van Harvey on Vic and Sade, Marian Jordan against her husband Jim on Smackout and Fibber McGee and Molly, and Pam Dawber, who performed with Robin Williams on the television series Mork & Mindy.\n\n"
        },
        {
            "title": "Popular culture",
            "text": "The role is still found today in sitcoms and several Japanese comedy anime, where they are known as tsukkomi. Prominent sitcom characters illustrating this role include Jim Halpert from The Office, Ben Wyatt from Parks and Recreation, and Jerry Seinfeld from Seinfeld. Some notable tsukkomi characters include Gintama's Shinpachi Shimura and Toshiro Hijikata, Himeko from Sket Dance, Saiki Kusuo from The Disastrous Life of Saiki K., Yuuko from Nichijou, and Tadakuni from Daily Lives of High School Boys.\n\n"
        }
    ]
}