{
    "url": "https://en.wikipedia.org/wiki/Stranger_on_the_Third_Floor",
    "title": "Stranger on the Third Floor",
    "table_of_contents": [
        "1 Plot",
        "2 Cast",
        "2.1 Cast notes",
        "3 Production",
        "4 Reception",
        "5 References",
        "5.1 Notes",
        "5.2 Bibliography",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Stranger on the Third Floor is a 1940 American film noir directed by Boris Ingster and starring Peter Lorre, John McGuire, and Margaret Tallichet, and featuring Elisha Cook Jr. It was written by Frank Partos.  Modern research has shown that Nathanael West wrote the final version of the screenplay, but was uncredited.[2][1]\n\nStranger on the Third Floor is often cited as the first \"true\" film noir of the classic period (1940–1959),[3][4][5] though other films that fit the genre such as Rebecca and They Drive by Night were released earlier. Nonetheless, it has many of the hallmarks of film noir: an urban setting, heavy shadows, diagonal lines, voice-over narration, a dream sequence, low camera angles shooting up multi-story staircases, and an innocent protagonist desperate to clear himself after being falsely accused of a crime.\n\n"
        },
        {
            "title": "Plot",
            "text": "Reporter Michael Ward is the key witness in a murder trial. His evidence – that he saw the accused, Joe Briggs, standing over the body of a man in a diner – is instrumental in having Briggs found guilty.\n\nAfterwards, Ward's fiancée Jane begins worrying that Ward may not have been correct in what he saw; eventually Ward becomes haunted by this question.\n\nOne evening, outside his room in the house where he lives, Ward sees an odd-looking stranger. He chases this man down the stairs and out the front door where Ward loses track of him. Ward feels that his neighbor, a man he hates, may have been killed by the stranger. Ward has a terrifying dream in which the neighbor is indeed murdered and he comes under suspicion.\n\nIt turns out the neighbor was killed the same way as the man in the diner. Ward finds the body, notifies police and points out the similarities in the two murders. He is arrested and, in order to clear him, Jane sets out to find the strange man.\n\n"
        },
        {
            "title": "Cast",
            "text": "Margaret Tallichet, who played Jane, married William Wyler on October 23, 1938 at the lakeside home of Walter Huston[6] and continued to make films, including Stranger on the Third Floor in 1940. She made only two more films before she retired from acting.\n\n"
        },
        {
            "title": "Production",
            "text": "Stranger on the Third Floor was Boris Ingster's directorial debut.[1] Ingster, who was born in Latvia, was formerly a writer, and an associate of noted Russian director Sergei Eisenstein. Ingster would later become a television producer.  He directed only three feature films in his career.[7][8]\n\nIn the introduction to Turner Classic Movies' Noir Alley presentation of the film, Eddie Muller compared the style of the film to that of German Expressionist films.[8] Jeremy Arnold writes that the film's \"extraordinary look and tone are the product of stylized sets, bizarre angles and lighting, and a powerful blurring of dream and reality – qualities strongly influenced by German expressionist films of the 1920s.\"[7] Robert Portfino called it \"a distinct break in style and substance with the preceding mystery, crime, detection and horror films of the 1930s.\"[7] In their book Kings of the Bs, Todd McCarthy and Charles Flynn wrote that Stranger on the Third Floor \"is extremely audacious in terms of what it seeks to say about American society...The trial of the ex-con is a vicious rendering of the American legal system hard at work on an impoverished victim...[T]he sinister role of police and prosecutors in obtaining confessions and convictions [are] hallmarks of the hard-boiled literature that paralleled and predicted what we call film noir.\"[7]\n\nVan Nest Polglase, who has been called \"one of the most influential production designers in American cinema\", was the film's art director. He had previously worked on King Kong in 1933 and The Hunchback of Notre Dame in 1939, and worked on the sets for Citizen Kane. His work on Stranger on the Third Floor \"contributes mightily to the claustrophobic feel of the movie.\"[7] Muller calls his work on this film \"spectacular\".[8] In addition, the work of special effects artist Vernon L. Walker was excellent despite the constraints of a B movie budget, and the score of Roy Webb, who was RKO's house composer at the time, contributes significantly to the film's mood.[7]\n\n"
        },
        {
            "title": "Reception",
            "text": "Upon its release in 1940, Bpsley Crowther of The New York Times  called the film pretentious and derivative of French and Russian films, and wrote \"John McGuire and Margaret Tallichet, as the reporter and his girl, are permitted to act half-way normal, it is true. But in every other respect, including Peter Lorre's brief role as the whack, it is utterly wild. The notion seems to have been that the way to put a psychological melodrama across is to pile on the sound effects and trick up the photography.\"[9]\n\nThe staff writer at Variety also believed the film was derivative, and wrote \"The familiar artifice of placing the scribe in parallel plight, with the newspaperman arrested for two slayings and only clearing himself because of his sweetheart's persistent search for the real slayer, is used...Boris Ingster's direction is too studied and when original, lacks the flair to hold attention. It's a film too arty for average audiences, and too humdrum for others.\"[10]\n\nDave Kehr of the Chicago Reader wrote: \"An RKO B-film from 1940, done up in high Hollywood expressionism. It's absurdly overwrought (which was often the problem with the German variety), but interesting for it. The director, Boris Ingster, is better with shadows than with actors – venetian blinds carve up the characters with more fateful force than Paul Schrader's similar gambit in American Gigolo, and there's a dream sequence that has to be seen to be disbelieved.\"[11]\n\nAnother film reviewer, P.S. Harrison, wrote that \"at [the film's] conclusion, one feels as if one had gone through a nightmare.\"[7]\n\nOn Rotten Tomatoes, the film holds an approval rating of 86%, with an average rating of 6.6/10, based on seven professional reviews.[12]\n\n"
        }
    ]
}