{
    "url": "https://en.wikipedia.org/wiki/Stuart_Paton",
    "title": "Stuart Paton",
    "table_of_contents": [
        "1 Biography",
        "2 Career",
        "3 Selected filmography",
        "4 References",
        "5 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nStuart Paton (23 July 1883 – 16 December 1944) was a British director, screenwriter and actor of the silent era.[1] Paton mostly worked with Universal, and is accredited with directing 67 films between 1915 and 1938. He also wrote for 24 films between 1914 and 1927.\n\n"
        },
        {
            "title": "Biography",
            "text": "Paton was born in Glasgow, Scotland on July 23, 1883. He was married to actress Ethel Patrick. Like Stuart, Ethel had a background in English theatre before moving to the United States.[2] Ethel continued to work in Broadway theater before she married Paton. Paton had three children: Edward, Lillian, and George. In 1916, George died at the age of one.[3] Like their father, Edward and Lillian also worked with Universal in music editing and the film library, respectively.[4] On September 18, 1944, Ethel died at the Motion Picture & Television Fund Country House in Woodland Hills, Los Angeles, where Stuart also died on December 16 of the same year, at the age of 61. His remains are buried at Chapel of the Pines Crematory in Los Angeles, California.\n\n"
        },
        {
            "title": "Career",
            "text": "Paton started his career working in London theater before moving to Los Angeles in 1912 where he would work for Universal, for whom he would do a majority of his writing and directing throughout his career. Despite a large filmography, many of Paton's films are lost or very little is known about them today.\n\nPaton is perhaps remembered best for his 1916 film 20,000 Leagues Under the Sea. The film was revolutionary at the time because it was one of the first motion pictures to include underwater filming. The production used the \"photosphere\" technology developed by John Ernest Williamson and his brother, George.[5] The Williamson brothers created a large tube that could go to depths of up to 200 feet with a five foot diameter glass observation window to film through. The underwater portions were shot in Nassau, Bahamas. The film was very expensive to produce for the time, and while some praised Paton for pioneering something so bold, not everyone thought the price of the film could possibly lead it being profitable.[5]\n\nPaton was also fairly known for a few American Westerns featuring Harry Carey, a very well known star in the American Western genre, but they are now mostly lost films.[4]\n\n"
        }
    ]
}