{
    "url": "https://en.wikipedia.org/wiki/Stylistic_device",
    "title": "Stylistic device",
    "table_of_contents": [
        "1 Figurative language",
        "1.1 Simile",
        "1.2 Metaphor",
        "1.3 Synecdoche",
        "1.4 Metonymy",
        "1.5 Personification",
        "1.6 Apostrophe",
        "1.7 Charactonym",
        "1.8 Symbol",
        "1.9 Allegory",
        "1.10 Imagery",
        "1.11 Motif",
        "1.12 Paradox",
        "2 Sound techniques",
        "2.1 Rhyme",
        "2.2 Alliteration",
        "2.3 Assonance",
        "2.4 Consonance",
        "2.5 Rhythm",
        "2.6 Onomatopoeia",
        "3 Structure",
        "3.1 Formal structure",
        "3.2 Storyline and plot",
        "3.3 Plot structure",
        "3.3.1 Flashback",
        "3.3.2 Frame story",
        "3.4 Foreshadowing",
        "3.5 Allusion",
        "4 Irony",
        "4.1 Verbal irony",
        "4.2 Situational irony",
        "4.3 Dramatic irony",
        "5 Register",
        "5.1 Diction",
        "5.2 Syntax",
        "5.3 Voice",
        "5.4 Tone",
        "6 See also",
        "7 References",
        "7.1 Bibliography",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "In literature and writing, stylistically elements are the use of any of a variety of techniques to give an auxiliary meaning, ideas, or feeling to the literalism or written.\n\n"
        },
        {
            "title": "Figurative language",
            "text": "A figure of speech is any way of saying something other than the ordinary way. Figurative language is language using figures of speech.[1]\n\nThe easiest stylistic device to identify is a simile, signaled by the use of the words \"like\" or \"as\". A simile is a comparison used to attract the reader's attention and describe something in descriptive terms.\n\nA metaphor is a comparison that does not use the words \"like\" or \"as\". Metaphors can span over multiple sentences.\n\nExample: \"That boy is like a machine.\" is a simile but \"That boy is a machine!\" is a metaphor.\n\nSynecdoche occurs when a part of something is used to refer to the whole.[2] Many examples of synecdoche are idioms, common to the language.\n\nMetonymy is similar to synecdoche, but instead of a part representing the whole, a related object or part of a related object is used to represent the whole.[2] Often it is used to represent the whole of an abstract idea.\n\nGiving human or animal characteristics to inanimate objects.\n\nSimilar to 'personification' but direct. The speaker addresses someone absent or dead, or addresses an inanimate or abstract object as if it were human.[3]\n\nThis is when the name of a character has a symbolic meaning. For example, in Dickens' Great Expectations, Miss Havisham has a sham or lives a life full of pretense. In Hawthorne's The Scarlet Letter, Rev. Dimmesdale metaphorically fades away (dims) as the novel progresses, while Chillingworth has a cold (chilled) heart.\n\nA symbol may be an object, a person, a situation, an action, a word, or an idea that has literal meaning in the story as well as an alternative identity that represents something else.[4] It is used as an expressive way to depict an idea. The symbol generally conveys an emotional response far beyond what the word, idea, or image itself dictates.\n\nAn allegory is a story that has a second meaning, usually by endowing characters, objects or events with symbolic significance. The entire story functions symbolically; often a pattern relates each literal item to a corresponding abstract idea or principle. Although the surface story may have its interest, the author's major interest is in the ulterior meaning.[5]\n\nThis is when the author invokes sensory details. Often, this is simply to draw a reader more deeply into a story by helping the reader visualize what is being described. However, imagery may also symbolize important ideas in a story.\n\nFor example, in Saki's \"The Interlopers\", two men engaged in a generational feud become trapped beneath a fallen tree in a storm: \"Ulrich von Gradwitz found himself stretched on the ground, one arm numb beneath him and the other held almost as helplessly in a tight tangle of forked branches, while both legs were pinned beneath the fallen mass.\" Readers can not only visualize the scene but may infer from it that it is the feud that has trapped him. Note also the diction used within the imagery: words like \"forked\" and \"fallen\" imply a kind of hell that he is trapped in.\n\nWhen a word, phrase, image, or idea is repeated throughout a work or several works of literature.\n\nFor example, in Ray Bradbury's short story, \"There Will Come Soft Rains\", he describes a futuristic \"smart house\" in a post-nuclear-war time. All life is dead except for one dog, which dies in the course of the story. However, Bradbury mentions mice, snakes, robins, swallows, giraffes, antelopes, and many other animals in the course of the story. This animal motif establishes a contrast between the past, when life was flourishing, and the story's present when all life is dead.\n\nMotifs may also be used to establish mood (as the blood motif in Shakespeare's Macbeth), for foreshadowing (as when Mary Shelley, in Frankenstein, mentions the moon almost every time the creature is about to appear), to support the theme (as when, in Sophocles' drama Oedipus Rex, the motif of prophecy strengthens the theme of the irresistibility of the gods), or for other purposes.\n\nIn literary terminology, a paradox is an apparent contradiction that is nevertheless somehow true.[6] Paradox can take the form of an oxymoron, overstatement or understatement. Paradox can blend into irony.\n\n"
        },
        {
            "title": "Sound techniques",
            "text": "The repetition of identical or similar sounds, usually accented vowel sounds and succeeding consonant sounds at the end of words, and often at the ends of lines of prose or poetry.[7]\n\nFor example, in the following lines from a poem by A.E. Housman, the last words of both lines rhyme with each other.\n\nAlliteration is the repetition of consonant sounds at the beginning of words.\n\nAlliteration is used by an author to create emphasis, to add beauty to the writing style, and occasionally to aid in shaping the mood. It is also used to create a rhythm and musical effect on the reader's mind as well.\n\nSimilar to alliteration, in which vowel sounds are repeated. They are usually in the middle of a word.[7]\n\nSimilar to alliteration, but the consonants are at the ends of words.[7]\n\nIt is most important in poetry, but also used in prose for emphasis and aesthetic gain.\n\nExample: The fallibly irrevocable cat met its intrinsic match in the oppositional form of a dog.\n\nThis includes words that sound like their meaning or imitations of sounds.\n\nExample: \"The bees were buzzing\"\n\n"
        },
        {
            "title": "Structure",
            "text": "Formal structure refers to the forms of a text. In the first place, a text is either a novel, a drama, a poem, or some other \"form\" of literature. However, this term can also refer to the length of lines, stanzas, or cantos in poems, as well as sentences, paragraphs, or chapters in prose. Furthermore, such visible structures as dialogue versus narration are also considered part of formal structure.\n\nThe storyline is the chronological account of events that follow each other in the narrative. The plot includes the storyline, and is more; it includes how elements in the story interact to create complexity, intrigue, and surprise. The plot is often created by having separate threads of storyline interact at critical times and in unpredictable ways, creating unexpected twists and turns in the overall storyline.\n\nPlot structure refers to the configuration of a plot in terms of its exposition, rising action, climax, falling action, and resolution/denouement. For example, Dickens' novel Great Expectations is noted for having only a single page of exposition before the rising action begins, while The Lord of the Rings by J. R. R. Tolkien has an unusually lengthy falling action. The plot can also be structured by the use of devices such as flashbacks, framing, and epistolary elements.\n\nA flashback (which is one of the most easily recognized utilization of plot structure) is a scene in writing which occurs outside of the current timeline, before the events that are occurring in the story. It is used to explain plot elements, give background and context to a scene, or explain characteristics of characters or events.\n\nFor instance, one chapter may be at present in a character's life, and then the next chapter might be the character's life years ago. The second chapter gives meaning to the first, as it explains other events the character experienced and thus puts present events in context. In Khaled Hosseini's The Kite Runner, the first short chapter occurs in the narrative's real-time; most of the remainder of the book is a flashback.\n\nWhen there is a lengthy flashback comprising more than half of the text, a frame story is the portion outside the flashback. For example, Mary Shelley's Frankenstein uses the adventures of a sea captain as a frame story for the famous tale of the scientist and his creation. Occasionally, an author will have an unfinished frame, such as in Henry James's \"The Turn of the Screw\". The lack of a finishing frame in this story has the effect of leaving the reader disoriented, adding to the disturbing mood of the story.\n\nThis is when the author drops clues about what is to come in a story, which builds tension and the reader's suspense throughout the book.\n\nAllusion is a reference to something from history or literature.[8]\n\n"
        },
        {
            "title": "Irony",
            "text": "This is the simplest form of irony, in which the speaker says the opposite of what he or she intends. There are several forms, including euphemism, understatement, sarcasm, and some forms of humor.[9]\n\nThis is when the author creates a surprise that is the perfect opposite of what one would expect, often creating either humor or an eerie feeling. For example, in Steinbeck's novel The Pearl, one would think that Kino and Juana would have become happy and successful after discovering the \"Pearl of the World\", with all its value. However, their lives changed dramatically for the worse after discovering it.\n\nSimilarly, in Shakespeare's Hamlet, the title character almost kills King Claudius at one point but resists because Claudius is praying and therefore may go to heaven. As Hamlet wants Claudius to go to hell, he waits. A few moments later, after Hamlet leaves the stage, Claudius reveals that he doesn't mean his prayers (\"words without thoughts never to heaven go\"), so Hamlet should have killed him after all.\n\nThe way to remember the name is that it's for an ironic situation.\n\nDramatic Irony is when the reader knows something important about the story that one or more characters in the story do not know. For example, in William Shakespeare's Romeo and Juliet, the drama of Act V comes from the fact that the audience knows Juliet is alive, but Romeo thinks she's dead. If the audience had thought, like Romeo, that she was dead, the scene would not have had anywhere near the same power.\n\nLikewise, in Edgar Allan Poe's \"The Tell-Tale Heart\", the energy at the end of the story comes from the fact that we know the narrator killed the old man, while the guests are oblivious. If we were as oblivious as the guests, there would be virtually no point in the story.\n\nThe way to remember the name is that dramatic irony adds to the drama of the story.\n\nSee Irony for a more detailed discussion, and definitions of other forms of irony.\n\n"
        },
        {
            "title": "Register",
            "text": "Diction is the choice of specific words to communicate not only meaning, but emotion as well. Authors writing their texts consider not only a word's denotation but also its connotation. For example, a person may be described as stubborn or tenacious, both of which have the same basic meaning but are opposite in terms of their emotional background (the first is an insult, while the second is a compliment). Similarly, a bargain-seeker may be described as either thrifty (compliment) or stingy (insult). An author's diction is extremely important in discovering the narrator's tone, or attitude.\n\nSentences can be long or short, written in the active voice or passive voice, composed as simple, compound, complex, or compound-complex. They may also include such techniques as inversion or such structures as appositive phrases, verbal phrases (gerund, participle, and infinitive), and subordinate clauses (noun, adjective, and adverb). These tools can be highly effective in achieving an author's purpose.\n\nExample: The ghetto was ruled by neither German nor Jew; it was ruled by delusion. (from Night, by Elie Wiesel)\n\nIn this sentence, Wiesel uses two parallel independent clauses written in the passive voice. The first clause establishes suspense about who rules the ghetto, and then the first few words of the second clause set up the reader with the expectation of an answer, which is metaphorically revealed only in the final word of the sentence.\n\nIn grammar, there are two voices: active and passive. These terms can be applied to whole sentences or verbs.\nVerbs also have tense, aspect and mode.\nThere are three tenses: past, present, and future.\nThere are two main aspects: perfect and progressive. Some grammarians refer to aspects as tenses, but this is not strictly correct, as the perfect and progressive aspects convey information other than time.\nThere are many modes (also called moods). Some important ones are: declarative, affirmative, negative, emphatic, conditional, imperative, interrogative and subjunctive. \n\nTone expresses the writer's or speaker's attitude toward the subject, the reader, or herself or himself.[10]\n\n"
        }
    ]
}