{
    "url": "https://en.wikipedia.org/wiki/Subculture",
    "title": "Subculture",
    "table_of_contents": [
        "1 Definitions",
        "2 History of studies",
        "2.1 Subcultures and deviance",
        "2.2 Subcultures and resistance",
        "2.3 Subcultures and distinction",
        "3 Identifying",
        "4 Relationships with mainstream culture",
        "5 Urban tribes",
        "6 Sexual and gender identity-based subcultures",
        "7 Social media",
        "8 Discrimination",
        "9 See also",
        "10 References",
        "10.1 Citations",
        "10.2 [2]Sources",
        "11 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "A subculture is a group of people within a culture that differentiates itself from the parent culture to which it belongs, often maintaining some of its founding principles. Subcultures develop their own norms and values regarding cultural, political, and sexual matters. Subcultures are part of society while keeping their specific characteristics intact. Examples of subcultures include BDSM, hippies, goths, bikers, punks, skinheads, hip-hoppers, metalheads, and cosplayers. The concept of subcultures was developed in sociology and cultural studies.[1] Subcultures differ from countercultures.\n\n"
        },
        {
            "title": "Definitions",
            "text": "The Oxford English Dictionary defines subculture, in regards to sociological and cultural anthropology, as \"an identifiable subgroup within a society or group of people, esp. one characterized by beliefs or interests at variance with those of the larger group; the distinctive ideas, practices, or way of life of such a subgroup.\"[2]\n\nAs early as 1950, David Riesman distinguished between a majority, \"which passively accepted commercially provided styles and meanings, and a 'subculture' which actively sought a minority style ... and interpreted it in accordance with subversive values\".[3] In his 1979 book Subculture: The Meaning of Style, Dick Hebdige argued that a subculture is a subversion to normalcy. He wrote that subcultures can be perceived as negative due to their nature of criticism to the dominant societal standard. Hebdige argued that subculture brings together like-minded individuals who feel neglected by societal standards and allow them to develop a sense of identity.[4]\n\nIn 1995, Sarah Thornton, drawing on Pierre Bourdieu, described \"subcultural capital\" as the cultural knowledge and commodities acquired by members of a subculture, raising their status and helping differentiate themselves from members of other groups.[5] In 2007, Ken Gelder proposed to distinguish subcultures from countercultures based on the level of immersion in society.[6] Gelder further proposed six key ways in which subcultures can be identified through their:\n\nSociologists Gary Alan Fine and Sherryl Kleinman argued that their 1979 research showed that a subculture is a group that serves to motivate a potential member to adopt the artifacts, behaviors, norms, and values characteristic of the group.[7]\n\n"
        },
        {
            "title": "History of studies",
            "text": "The evolution of subcultural studies has three main steps:[8]\n\nThe earliest sociological studies on subcultures came from the so-called Chicago School, who interpreted them as forms of deviance and delinquency. Starting with what they called Social Disorganization Theory, they claimed that subcultures emerged on one hand because of some population sectors’ lack of socialization with the mainstream culture and, on the other, because of their adoption of alternative axiological and normative models. As Robert E. Park, Ernest Burgess, and Louis Wirth suggested, by means of selection and segregation processes, there thus appear in society \"natural areas\" or \"moral regions\" where deviant models concentrate and are re-inforced; they do not accept objectives or means of action offered by the mainstream culture, proposing different ones in their place—thereby becoming, depending on circumstances, innovators, rebels, or retreatists (Richard Cloward and Lloyd Ohlin).\n\nSubcultures, however, are not only the result of alternative action strategies but also of labelling processes on the basis of which, as Howard S. Becker explains, society defines them as outsiders. As Cohen clarifies, every subculture's style, consisting of image, demeanour and language becomes its recognition trait. And an individual's progressive adoption of a subcultural model will furnish him/her with growing status within this context but it will often, in tandem, deprive him/her of status in the broader social context outside where a different model prevails.[9] Cohen used the term 'Corner Boys' which were unable to compete with their better secured and prepared peers. These lower-class youths didn't have equal access to resources, resulting in the status of frustration, marginalization, and search for a solution.[10]\n\nIn the work of John Clarke, Stuart Hall, Tony Jefferson, and Brian Roberts of the Birmingham CCCS (Centre for Contemporary Cultural Studies), subcultures are interpreted as forms of resistance. Society is seen as being divided into two fundamental classes, the working class and the middle class, each with its own class culture, and middle-class culture being dominant. Particularly in the working class, subcultures grow out of the presence of specific interests and affiliations around which cultural models spring up, in conflict with both their parents' culture and mainstream culture. Facing a weakening of class identity, subcultures are then new forms of collective identification, expressing what Cohen defined \"symbolic resistance\" against the mainstream culture and developing imaginary solutions for structural problems.\n\nAs Paul Willis and Dick Hebdige underline, identity and resistance in subcultures are expressed through the development of a distinctive style which, by a re-signification and \"bricolage\" operation, use cultural goods and services as standardized products to buy and consume, in order to communicate and express one's own conflict. Yet the culture industry is often capable of re-absorbing the components of such a style and once again transforming them into consumer goods for the mass society. At the same time the mass media, while they participate in building subcultures by broadcasting their images, also weaken subcultures by depriving them of their subversive content or by spreading a socially stigmatized image of them and their members.[11]\n\nThe most recent interpretations see subcultures as forms of distinction. In an attempt to overcome the idea of subcultures as forms of deviance or resistance, they describe subcultures as collectivities which, on a cultural level, are sufficiently homogeneous internally and heterogeneous with respect to the outside world to be capable of developing, as Paul Hodkinson points out, consistent distinctiveness, identity, commitment and autonomy. Defined by Sarah Thornton as taste cultures, subcultures are endowed with elastic, porous borders, and are inserted into relationships of interaction and mingling, rather than independence and conflict, with the cultural industry and mass media, as Steve Redhead and David Muggleton emphasize. The very idea of a unique, internally homogeneous, dominant culture is explicitly criticized. Thus forms of individual involvement in subcultures are fluid and gradual, differentiated according to each actor's investment, outside clear dichotomies. The ideas of different levels of subcultural capital (Sarah Thornton) possessed by each individual, of the supermarket of style (Ted Polhemus) and of style surfing (Martina Böse) replace that of the subculture's insiders and outsiders – with the perspective of subcultures supplying resources for the construction of new identities going beyond strong, lasting identifications.\n\n"
        },
        {
            "title": "Identifying",
            "text": "The study of subcultures often consists of the study of symbolism attached to clothing, music, hairstyles, jewellery, and other visible affectations by members of subcultures, and also of the ways in which these same symbols are interpreted by members of the dominant culture. Dick Hebdige writes that members of a subculture often signal their membership through a distinctive and symbolic use of style, which includes fashions, mannerisms, and argot.[12]\n\nSubcultures can exist at all levels of organizations, highlighting the fact that there are multiple cultures or value combinations usually evident in any one organization that can complement but also compete with the overall organisational culture.[13] In some instances, subcultures have been legislated against, and their activities regulated or curtailed.[14] British youth subcultures had been described as a moral problem that ought to be handled by the guardians of the dominant culture within the post-war consensus.[14]\n\n"
        },
        {
            "title": "Relationships with mainstream culture",
            "text": "It may be difficult to identify certain subcultures because their style (particularly clothing and music) may be adopted by mass culture for commercial purposes. Businesses often seek to capitalize on the subversive allure of subcultures in search of Cool, which remains valuable in the selling of any product.[15] This process of cultural appropriation may often result in the death or evolution of the subculture, as its members adopt new styles that appear alien to mainstream society.[16]\n\nMusic-based subcultures are particularly vulnerable to this process; what may be considered subcultures at one stage in their histories – such as jazz, goth, punk, hip hop, and rave cultures – may represent mainstream taste within a short period.[17] Some subcultures reject or modify the importance of style, stressing membership through the adoption of an ideology which may be much more resistant to commercial exploitation.[18] The punk subculture's distinctive (and initially shocking) style of clothing was adopted by mass-market fashion companies once the subculture became a media interest. Dick Hebdige argues that the punk subculture shares the same \"radical aesthetic practices\" as the Dadaist and Surrealist art movements:\n\n"
        },
        {
            "title": "Urban tribes",
            "text": "In 1985, French sociologist Michel Maffesoli coined the term urban tribe. It gained widespread use after the publication of his The Time of the Tribes (1988).[20] In 1996, this book was published in English.[21]\n\nAccording to Maffesoli, urban tribes are microgroups of people who share common interests in urban areas. The members of these relatively small groups tend to have similar worldviews, dress styles and behavioral patterns.[22] Their social interactions are largely informal and emotionally laden, different from late capitalism's corporate-bourgeoisie cultures, based on dispassionate logic. Maffesoli claims that punks are a typical example of an \"urban tribe\".[23]\n\nFive years after the first English translation of Le temps des tribus, writer Ethan Watters claims to have coined the same neologism in a New York Times Magazine article. This was later expanded upon the idea in his book Urban Tribes: A Generation Redefines Friendship, Family, and Commitment. According to Watters, urban tribes are groups of never-marrieds between the ages of 25 and 45 who gather in common-interest groups and enjoy an urban lifestyle, which offers an alternative to traditional family structures.[24]\n\n"
        },
        {
            "title": "Sexual and gender identity-based subcultures",
            "text": "The sexual revolution of the 1960s led to a countercultural rejection of the established sexual and gender norms in the Western world, particularly in the urban areas of Europe, North and South America, Australia, and white South Africa. A more permissive social environment in these areas led to a proliferation of sexual subcultures—cultural expressions of non-normative sexuality. As with other subcultures, sexual subcultures adopted certain styles of fashion and gestures to distinguish themselves from mainstream Western culture.[28]\n\nLesbian, gay, bisexual, and transgender (LGBT) people express themselves through the LGBT culture, considered the largest sexual subculture of the 20th and 21st centuries. With the ever-increasing acceptance of homosexuality in the early 21st century, including its expressions in fashion, music, and design, the gay culture can no longer be considered a subculture in many parts of the world, although some aspects of gay culture like leathermen, bears, and chubs are considered subcultures within the gay movement itself.[28] The butch and femme identities or roles among some lesbians also engender their own subculture with stereotypical attire, for instance drag kings.[28] A late 1980s development, the queer movement can be considered a subculture broadly encompassing those that reject normativity in sexual behavior, and who celebrate visibility and activism. The wider movement coincided with growing academic interests in queer studies and queer theory.\n\nAspects of sexual subcultures can vary along other cultural lines. For instance, in the United States, down-low is a slang term specifically used within the African-American community[29] to refer to Black men who usually identify as heterosexual but actively seek sexual encounters and relations with other men, practice gay cruising, and frequently adopt a specific hip-hop attire during these activities.[28][30] They avoid sharing this information even if they have female sexual partner(s), they are married to a woman, or they are single.[31][32][33][34]\n\n"
        },
        {
            "title": "Social media",
            "text": "In a 2011 study, Brady Robards and Andy Bennett said that online identity expression has been interpreted as exhibiting subcultural qualities. However, they argue it is more in line with neotribalism than with what is often classified as subculture. Social networking websites are quickly becoming the most used form of communication and means to distribute information and news. They offer a way for people with similar backgrounds, lifestyles, professions or hobbies to connect. According to a co-founder and executive creative strategist for RE-UP, as technology becomes a \"life force,\" subcultures become the main bone of contention for brands as networks rise through cultural mash-ups and phenomenons.[35] Where social media is concerned, there seems to be a growing interest among media producers to use subcultures for branding. This is seen most actively on social network sites with user-generated content, such as YouTube.\n\nSocial media expert Scott Huntington cites one of the ways in which subcultures have been and can be successfully targeted to generate revenue: \"It’s common to assume that subcultures aren’t a major market for most companies. Online apps for shopping, however, have made significant strides. Take Etsy, for example. It only allow vendors to sell handmade or vintage items, both of which can be considered a rather 'hipster' subculture. However, retailers on the site made almost $900 million in sales.\"[36]\n\nNew media and subcultures are becoming mainstream\n\nIt is not hard to notice that there are already many post-90s faces at the Rio Olympics. These young athletes, who have been influenced by the internet subculture since childhood, are changing our perception of the Olympics and indeed sport in practical ways.\n\nLike many post-90s, Liang Xinping, who won the silver medal in the synchronised swimming team at the Rio Olympics, is an active beauty blogger on B station, whose rise to fame was simply due to netizens turning up videos of Liang Xinping's ancient make-up uploaded on B station. From the Baidu index, the search volume of \"Liang Xinping\" grew rapidly to reach its peak since August 9 and continued to stay hot during the Olympic Games, while the Baidu index peaked again on August 24 when Wan Liang Xinping used COS make-up to broadcast live on B station. [37]\n\nThe Rio Olympics are destined to be a turning point in Olympic culture. You can see from Fu Yuanhui, Zhang Guowei, Liang Xinping and the female volleyball girls that Chinese athletes have completely changed their stereotypical image and become more and more individual. the Olympic spirit of the post-90s has changed the trend of \"only focusing on gold medals\". Perhaps this is the charm of the Olympic spirit. [38]\n\n"
        },
        {
            "title": "Discrimination",
            "text": "Discrimination-based harassment and violence are sometimes directed towards a person or group based on their culture or subculture.[39][40][41][42] In 2013, the Greater Manchester Police in the United Kingdom began to classify attacks on subcultures such as goths, emos, punks, and metalheads as hate crimes, in the same way they record abuse against people because of their religion, race, disability, sexual orientation or transgender identity.[42] The decision followed the murder of Sophie Lancaster and beating of her boyfriend in 2007, who were attacked because they were goths.[41] In 2012, human rights activists have denounced the occurrence of emo killings in Iraq, which consisted of between at least 6 and up to 70 teenage boys who were kidnapped, tortured, and murdered in Baghdad and elsewhere in Iraq, due to being targeted because they dressed in a \"Westernized\" emo style.[39][40]\n\n"
        },
        {
            "title": "References",
            "text": "[1]\n\n"
        }
    ]
}