{
    "url": "https://en.wikipedia.org/wiki/Submarine_films",
    "title": "Submarine films",
    "table_of_contents": [
        "1 Characteristics",
        "2 List of submarine movies",
        "2.1 Set before World War I",
        "2.2 Made before World War II",
        "2.3 Made during World War II",
        "2.4 Later films depicting World War II",
        "2.5 Korean War",
        "2.6 Cold War",
        "2.7 Post-Cold War",
        "2.8 Other conflicts",
        "2.9 Future or fantastic past",
        "3 See also",
        "4 References",
        "5 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The submarine film is a subgenre of war film in which the majority of the plot revolves around a submarine below the ocean's surface. Films of this subgenre typically focus on a small but determined crew of submariners battling against enemy submarines or submarine-hunter ships, or against other problems ranging from disputes amongst the crew, threats of mutiny, life-threatening mechanical breakdowns, or the daily difficulties of living on a submarine.\n\nThe genre plays on the psychological tension of the submarine's crew and their unseen enemy, signified by a soundscape that may feature explosions, the ping of sonar, the creaking of the submarine's hull under extreme pressure, the alarm ordering the submarine to dive, and the threatening sound signatures of a destroyer's propeller or of an approaching torpedo.\n\nSome 150 films have been made in the submarine genre between 1910 and 2010, variously depicting submarines in relatively realistic stories about World War I, World War II or the Cold War, or purely fictional and fantastic scenarios.\n\n"
        },
        {
            "title": "Characteristics",
            "text": "Submarine films have their own particular semantics and syntax, creating a film genre concerned specifically with submarine warfare. A distinctive element in this genre is the soundtrack, which attempts to bring home the emotional and dramatic nature of conflict under the sea. For example, in the 1981 Das Boot, the sound design works together with the hours-long film format to depict lengthy pursuit with depth charges, and as the critic Linda Maria Koldau writes,[1]\n\nKoldau identifies the basic syntactic structure of the submarine genre as \"outside is bad, inside is good.\"[1] The unseen outside means the enemy: this may be from nature, with elements such as water pressure threatening to crush the hull, sea monsters, or underwater rocks; or human opponents. Meanwhile, the inside of the submarine represents the human warmth and trust of the crew for each other and for their captain, their lives bound together by the situation.[1] To this scenario can be added elements from within such as mutiny, fire, discord, or accidents including radiation leakage; and from outside such as water, terrorism, disease, and weapons, while the plot may feature sudden switches from being the hunter to being the hunted.[1]\n\nThe soundscape may depict the creaking of the hull under pressure: as Koldau observes, this is both realistic and metaphoric, standing in for the fear and the responsibility on the shoulders of the crew.[1] Stress may further be expressed in the acoustic signature of specifically submarine threats, such as the swelling sound of an approaching destroyer's propeller, the soft buzz of an enemy torpedo, or the submarine's own alarm ordering an immediate dive.[1]\n\nAnother element of the soundscape less often remarked upon is simply silence, which can mean both safety (nothing is happening) and unseen danger, creating tension.[1]\n\n"
        },
        {
            "title": "List of submarine movies",
            "text": "This is a list of movies, grouped by the era in which they were made, in which a submarine plays a significant role in the storyline.[2] From 1910 to 2010, some 150 fictional films about submarines have been made.[1] Many of these are set in World War I, World War II, or the Cold War; others depict relatively \"authentic\" terrorist scenarios.[1]\n\nSome movies depict historical events from actual battles or incidents, such as Above Us the Waves, a 1955 film which depicts the true story of the British Royal Navy's midget submarines attacks on the Tirpitz.[3] Other submarine movies develop a fictional plot created using more or less realistic details of naval warfare, such as the film U-571, which tells the story of a fictional U-boat in World War II.[4]\n\nOther submarine films from the fantasy, science fiction or occasionally horror film genres depict entirely fictitious events,[1] such as the various film versions of Jules Verne's novel 20,000 Leagues Under the Sea.\n\n"
        }
    ]
}