{
    "url": "https://en.wikipedia.org/wiki/Suburban_Gothic",
    "title": "Suburban Gothic",
    "table_of_contents": [
        "1 Criteria",
        "2 Description",
        "3 Literature",
        "4 Film",
        "5 Television",
        "6 Visual Art",
        "7 See also",
        "8 Notes"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Suburban Gothic is a subgenre of Gothic fiction, art, film and television, focused on anxieties associated with the creation of suburban communities, particularly in the United States and the West, from the 1950s and 1960s onwards.\n\n"
        },
        {
            "title": "Criteria",
            "text": "It often, but not exclusively, relies on the supernatural or elements of science fiction that have been in wider Gothic literature, but manifested in a suburban setting.\n\n"
        },
        {
            "title": "Description",
            "text": "Suburban Gothic is defined by Bernice M. Murphy as \"a subgenre of the wider American Gothic tradition which dramatises anxieties arising from the mass urbanisation of the United States and usually features suburban settings, preoccupations and protagonists\".[1] She argues that a common trope of the suburban Gothic is the danger within a family or neighbourhood, rather than an external threat.[2] Teenagers and children are often major protagonists or sources of threat, and characteristic conflicts often focus on issues of individuality and conformity.[3]\n\n"
        },
        {
            "title": "Literature",
            "text": "Important early works identified with the subgenre include Richard Matheson's I Am Legend (1954) and Shirley Jackson's The Haunting of Hill House (1959).[4] A more recent book identified within the genre is Bret Easton Ellis' mock memoir Lunar Park (2005).[5]\n\n"
        },
        {
            "title": "Film",
            "text": "Important films include Stanley Kubrick's take on Lolita (1962), Wes Craven's original A Nightmare on Elm Street (1984)[6] and Tobe Hooper's Poltergeist (1982).[7] Works that incorporate environmental concerns include Ira Levin's The Stepford Wives (1972), Anne Rivers Siddons's The House Next Door (1978),  the Todd Haynes film Safe (1995)[8] and the film Blue Velvet have been identified as part of the suburban gothic subgenre.[9] An earlier cinematic example of this is Nicholas Ray's 1955 classic Rebel Without a Cause.[9] Films with threats from a female protagonist, including Fatal Attraction (1987) and Disclosure (1994), have also been identified as part of the genre.[10] In addition, films that feature a more character-driven or dramatic standpoint also inform the genre, notably Peter Jackson's Heavenly Creatures, Todd Solondz's Happiness,[6] Sam Mendes's American Beauty, and Richard Kelly's Donnie Darko.[6] Other films described as within the suburban gothic genre include Brian De Palma's version of Brian De Palma's Carrie (1976), John Carpenter's Halloween (1978), The Amityville Horror (1979),[11] Fright Night (1985), The Stepfather (1987),[12] Joe Dante's The 'Burbs (1989),[13] Parents (1989),[13] Tim Burton's Edward Scissorhands (1990),[13] The People Under the Stairs (1991; also by Wes Craven),[12] John Waters's Serial Mom (1994),[12] Peter Weir's Truman Show (1998), Little Children (2006),[12] The Girl Next Door (2007), The Sisterhood of Night (2014), The Invitation (2015),[12] Snowtown (2011)[6] and The Babadook (2014).[14]\n\n"
        },
        {
            "title": "Television",
            "text": "The works of David Lynch are seen as defining examples of the genre, notably the television series Twin Peaks, alongside the 1992 feature Fire Walk with Me.[6] TV series such as Buffy the Vampire Slayer, Supernatural, and Desperate Housewives have also been seen as dealing with concerns about hidden Gothic worlds behind the suburban façade.[15] Another televised example is the Emmy-winning American Horror Story.[6]\n\n"
        },
        {
            "title": "Visual Art",
            "text": "Australian visual artist Tanja Stark explores themes of Suburban Gothic and the Sublime Divine, drawing from a background as a social worker, domestic violence counsellor and upbringing in the Baptist church.[16] She approaches her creation through a symbolic lens, and sees the genre of suburban gothic as influenced by psycholanalytical ideas of the Jungian shadow, and the parts of domestic life that lie beneath conscious awareness.  Her art explores these unconscious desires and feelings and their powerful influence on waking life, particularly when they are associated with serious psychological trauma.  In accordance with Jungian ideas, where the 'shadow' is not acknowledged or integrated, but is repressed, projected or inflated, the darker aspects of the psyche may emerge in ways that can be dangerous or destructive to mental or physical well-being of the individual and those around them, a key tension in Suburban Gothic art. [17] [18]\n\n\n\n"
        }
    ]
}