{
    "url": "https://en.wikipedia.org/wiki/Sufi_philosophy",
    "title": "Sufi philosophy",
    "table_of_contents": [
        "1 History",
        "2 Metaphysics",
        "3 Cosmology",
        "4 Lataif-e-sitta",
        "5 Subtle bodies",
        "5.1 Ruh (spirit)",
        "5.2 Nasma",
        "5.3 Physical body",
        "6 Spiritual states",
        "6.1 Hāl",
        "6.2 Manzil",
        "6.3 Maqaam",
        "7 Concepts in Gnosis",
        "7.1 Fanaa",
        "7.2 Baqaa",
        "7.3 Yaqeen",
        "8 Other concepts",
        "8.1 Haqiqa",
        "8.2 Marifa",
        "8.3 Ihsan",
        "9 References",
        "10 Further reading"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Sufi philosophy includes the schools of thought unique to Sufism, the mystical tradition within Islam,[1] also termed as Tasawwuf or Faqr according to its adherents. Sufism and its philosophical tradition may be associated with both Sunni and Shia branches of Islam.[1] It has been suggested that Sufi thought emerged from the Middle East in the eighth century CE, but adherents are now found around the world.[2]\n\nAccording to Sufi Muslims, it is a part of the Islamic teaching that deals with the purification of inner self and is the way which removes all the veils between the divine and humankind. It was around 1000 CE that early Sufi literature, in the form of manuals, treatises, discourses and poetry, became the source of Sufi thinking and meditations. Sufi philosophy, like all other major philosophical traditions, has several sub-branches, including cosmology and metaphysics, as well as several unique concepts.[1]\n\n"
        },
        {
            "title": "History",
            "text": "The emergence of Sufi thought is commonly linked to the historical developments of the Middle East in the seventh and eighth centuries CE following the life of the Islamic prophet Muhammad, and its development took place throughout the centuries after that. Between the tenth and 12th centuries, Sufism became a widely spread discipline in the Muslim world. One influential early writer on Sufi philosophy was the Muslim scholar and theologian Al-Ghazali (1058–1111). He discussed the concept of the self and the causes of its misery and happiness. Sufism in the Muslim world emerged and grew as a mystical,[3] somewhat hidden tradition in the mainstream Sunni and Shia denominations of Islam,[3] state Eric Hanson and Karen Armstrong, likely in reaction to \"the growing worldliness of Umayyad and Abassid societies\".[4] Sufism was adopted and then grew particularly in the frontier areas of Islamic states,[3][5] where the asceticism of its fakirs and dervishes appealed to populations already used to the monastic traditions of Hinduism, Buddhism, and Christianity.[4][6][7]\n\nBy the end of the 13th century, Sufism had become a well-defined science of spiritual awakening throughout the Islamic civilization, an \"Islamic Golden Age\". No important domain in the civilization of Islam remained unaffected by Sufism in this period. Several tariqahs (Sufi orders) were founded. Furthermore, a class of notable Sufi Muslim philosophers, theologians, and jurists, such as Hankari, Ibn Arabi, and Abu Saeed Mubarak Makhzoomi, led this age who trained and generated historical specimens of philosophers and geniuses now read worldwide such as Avicenna, al-Ghazali, etc.[8] An important mark made in the history of Sufi philosophy has been made by Abdul Qadir Jilani with his jurisprudence and philosophy of Sufism that made him define the Sufi orders.[9] Jilani's adopted order was Qadiriyya and the offshoot he started later became known as Sarwari Qadiri. Several other orders were also founded in this era.\n\nSufis were highly influential and greatly successful in spreading Islam between the 10th and 19th centuries,[3] particularly to the furthest outposts of the Muslim world in the Middle East and North Africa, the Balkans and Caucasus, the Indian subcontinent, and finally Central, Eastern, and Southeast Asia.[3] Some scholars have argued that Sufi Muslim ascetics and mystics played a decisive role in converting the Turkic peoples to Islam between the 10th and 12th centuries and Mongol invaders in Persia during the 13th and 14th centuries, mainly because of the similarities between the extreme, ascetic Sufis (fakirs and dervishes) and the Shamans of the traditional Turco-Mongol religion.[5][10]\n\n"
        },
        {
            "title": "Metaphysics",
            "text": "Major ideas in Sufi metaphysics have surrounded the concept of Wahdat or \"Unity with God\". Two main Sufi philosophies prevail on this controversial topic. Wahdat-ul-Wujood (Unity of Being) essentially states that the only truth within the universe is God, and that all things exist within God only. Wahdat-ul-Shuhud (Apparentism, or Unity of Witness), on the other hand, holds that any experience of unity between God and the created world is only in the mind of the believer and that God and his creation are entirely separate. It is the state where there is no difference between God and human being who is trying to achieve a particular state i.e. 'No One Except God'.[11] The concept of Sufi Metaphysics was first deeply discussed in written form by Ibn Arabi[12] in one of his most prolific works entitiled Fusus-al-hikam[13] where he applies deep analysis on the issue of Oneness through the metaphor of mirror. In this metaphor, al-Arabi compares an object being reflected in countless mirrors to the relationship between God and his creatures. God's essence is seen in the existent human being, as God is the object and human beings the mirrors. Meaning two things, that since humans are mere reflections of God there can be no distinction or separation between the two and without God the creatures would be non- existent. When an individual understands that there is no separation between human and God they begin on the path of ultimate oneness. There is a Sufi saying that goes:\n\"Whoever recognized his self, undoubtedly recognized his Rabb (Allah)\".[14]\n\n"
        },
        {
            "title": "Cosmology",
            "text": "Sufi cosmology (Arabic: الكوزمولوجية الصوفية) is a general term for cosmological doctrines associated with the mysticism or Sufism. These may differ from place to place, order to order and time to time, but overall show the influence of several different cosmographies such as the Quran's testament concerning God and immaterial beings, the soul and the afterlife, the beginning and end of things, the seven heavens etc.; the Neoplatonic views cherished by Islamic philosophers like Ibn Sina / Avicenna and Ibn Arabi or; the Hermetic-Ptolemaic spherical geocentric world. The cosmological plan, explains  creation by successive emanation of worlds, as taught by Plotinus[15] In Islamic Sufi terminology, these are also known as \"Tanzalat-e-Satta\" (6 steps). After Husayn ibn Ali, Abu Saeed Mubarak Makhzoomi was the one who discussed these levels in his Arabic book called Tohfa Mursala.[16]\n\n"
        },
        {
            "title": "Lataif-e-sitta",
            "text": "Drawing from Qur'anic verses, virtually all Sufis distinguish Lataif-as-Sitta (\"the six subtleties\") as: Nafs, Qalb, Sirr, Ruh, Khafi, and Akhfa. These lataif (singular: latifa) designate various psycho spiritual \"organs\" or, sometimes, faculties of sensory and suprasensory perception. They are thought to be parts of the self in a similar manner to the way glands and organs are part of the body.[17]\n\n"
        },
        {
            "title": "Subtle bodies",
            "text": "Some mystics named ruh as “batin” or “the esoteric self” or “qalb”. The Sufi, mostly believes in a strong soul as it brings him close to Divine. Soul is strengthened by the spiritual training given by the perfect spiritual guide. This eventually leads to the nearness to Allah.[18] Also it is stated in hadith Qudsi that \"Whoever recognizes his self, undoubtedly, recognized his Allah\".[14] Hence, death is not the end but in fact it is the beginning to the eternal life which is only endowed to the soul and not to the body.\n\nNasma is the Sufi term for the subtle or Astral Body. It is not to be confused with the Ruh (spirit) which transcends both nasma and physical form.[19]\n\nSufism demarcates the physical body from the Nasma. According to Sufi beliefs, physical body is a reflection of spiritual body or ‘batin’ or ‘ruh’, as also stated in one of the famous hadiths of Prophet Mohammad ,”Actions are but by intentions”.[20]\n\n"
        },
        {
            "title": "Spiritual states",
            "text": "A hāl (pl. aḥwāl) is a state of consciousness that arises in the course of spiritual wayfaring (sulūk), either within or outside of the formal practice of remembrance (dhikr). Among these are states of bliss (wajd), bewilderment (hayrah), and various others. The transient nature of such states is contrasted with the more abiding quality of a maqām (station), i.e. a stage along the spiritual path.\n\nBoth aḥwāl and maqāmat are considered gifts from God, not experiences generated by any technique in itself. While they are auspicious signs, the sālik is exhorted not to be diverted by their charms but to remain steadfast in seeking God alone through love and knowledge.[21]\n\nA Manzil which literally means destination, is a terminology in Sufism, is a plane of consciousness. There are seven Manzils along the path to God. The Manzils are also parts of the Qur'an which help in protecting on sorcery.[22]\n\nA maqaam is one's spiritual station or developmental level, as distinct from one's haal, or state of consciousness. This is seen as the outcome of one's effort to transform oneself, whereas the haal is a gift.[23]\n\n"
        },
        {
            "title": "Concepts in Gnosis",
            "text": "Fanaa is the Sufi term for extinction. It means to annihilate the self and realize the God, while remaining physically alive.[24] Some say that persons having entered this state are said to have no existence outside of, and be in complete unity with Allah. The nature of Fanaa consists of the elimination of evil deeds and lowly attributes of the flesh. In other words, Fana is abstention from sin and the expulsion from the heart of all love other than the Divine Love;expulsion of greed, lust, desire, vanity, show, etc. In the state of Fanaa the reality of the true and only relationship asserts itself in the mind. One realizes that the only real relationship is with Allah.\n\nA person's baqaa, which literally means \"permanency\", is a term in Sufi philosophy which describes a particular state of life with God and is a manzil or abobe that comes after the station of fanaa. Inayat Khan writes in his book A Sufi message of spiritual liberty, \"The ideal perfection, called Baqa by Sufis, is termed 'Najat' in Islam, 'Nirvana' in Buddhism, 'Salvation' in Christianity, and 'Mukhti' in Hinduism. This is the highest condition attainable, and all ancient prophets and sages experienced it, and taught it to the world. Baqa is the original state of God. At this state every being must arrive some day, consciously or unconsciously, before or after death. The beginning and end of all beings is the same, difference only existing during the journey.[25]\n\nYaqeen is generally translated as \"certainty\", and is considered the summit of the many maqaams (stations) by which the path of walaya (sometimes translated as Sainthood) is fully completed.[26]\n\n"
        },
        {
            "title": "Other concepts",
            "text": "Haqiqa or Haqiqat is the Sufi term for the supreme Truth or absolute Reality.[27][28]\n\nMarifa (or alternatively 'marifah') literally means knowledge or recognition. According to mysticism, the truth behind creation of man and essence of all prayers is the recognition of Allah. The term is used by Sufi Muslims to describe mystical intuitive knowledge, knowledge of spiritual truth as reached through ecstatic experiences rather than revealed or rationally acquired.[29]\n\nIhsan is an Arabic term meaning \"perfection\" or \"excellence.\" Ihsan is the goal or aim of Sufi practices and is achieved when a seeker surrender and submit himself completely to the will of Allah.[30][31]\n\n"
        }
    ]
}