{
    "url": "https://en.wikipedia.org/wiki/Sumerian_religion",
    "title": "Sumerian religion",
    "table_of_contents": [
        "1 Overview",
        "2 Worship",
        "2.1 Written cuneiform",
        "2.2 Architecture",
        "2.3 Priesthood",
        "2.4 Ceremony",
        "3 Cosmology",
        "3.1 Creation story",
        "3.2 Heaven",
        "3.3 Afterlife",
        "4 Pantheon",
        "4.1 Development",
        "4.2 Major deities",
        "5 Legacy",
        "5.1 Akkadians",
        "5.2 Babylonians",
        "5.3 Hurrians",
        "5.4 Parallels",
        "6 Genealogy of the Sumerian deities",
        "7 See also",
        "8 References",
        "9 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Sumerian religion was the religion practiced by the people of Sumer, the first literate civilization of ancient Mesopotamia. The Sumerians regarded their divinities as responsible for all matters pertaining to the natural and social orders.[3]: 3–4 \n\n"
        },
        {
            "title": "Overview",
            "text": "Before the beginning of kingship in Sumer, the city-states were effectively ruled by theocratic priests and religious officials. Later, this role was supplanted by kings, but priests continued to exert great influence on Sumerian society. In early times, Sumerian temples were simple, one-room structures, sometimes built on elevated platforms. Towards the end of Sumerian civilization, these temples developed into ziggurats—tall, pyramidal structures with sanctuaries at the tops.\n\nThe Sumerians believed that the universe had come into being through a series of cosmic births. First, Nammu, the primeval waters, gave birth to Ki (the earth) and An (the sky), who mated together and produced a son named Enlil. Enlil separated heaven from earth and claimed the earth as his domain. Humans were believed to have been created by Enki, the son of Nammu and An. Heaven was reserved exclusively for deities and, upon their deaths, all mortals' spirits, regardless of their behavior while alive, were believed to go to Kur, a cold, dark cavern deep beneath the earth, which was ruled by the goddess Ereshkigal  and where the only food available was dry dust. In later times, Ereshkigal was believed to rule alongside her husband Nergal, the god of death.\n\nThe major deities in the Sumerian pantheon included An, the god of the heavens, Enlil, the god of wind and storm, Enki, the god of water and human culture, Ninhursag, the goddess of fertility and the earth, Utu, the god of the sun and justice, and his father Nanna, the god of the moon. During the Akkadian Empire, Inanna, the goddess of sex, beauty, and warfare, was widely venerated across Sumer and appeared in many myths, including the famous story of her descent into the Underworld.\n\nSumerian religion heavily influenced the religious beliefs of later Mesopotamian peoples; elements of it are retained in the mythologies and religions of the Hurrians, Akkadians, Babylonians, Assyrians, and other Middle Eastern culture groups. Scholars of comparative mythology have noticed parallels between the stories of the ancient Sumerians and those recorded later in the early parts of the Hebrew Bible.[citation needed]\n\n"
        },
        {
            "title": "Worship",
            "text": "Sumerian myths were passed down through the oral tradition until the invention of writing (the earliest myth discovered so far, the Epic of Gilgamesh, is Sumerian[dubious  – discuss] and is written on a series of fractured clay tablets). Early Sumerian cuneiform was used primarily as a record-keeping tool; it was not until the late Early Dynastic period that religious writings first became prevalent as temple praise hymns[5] and as a form of \"incantation\" called the nam-šub (prefix + \"to cast\").[6] These tablets were also made of stone clay or stone, and they used a small pick to make the symbols.\n\nIn the Sumerian city-states, temple complexes originally were small, elevated one-room structures. In the early dynastic period, temples developed raised terraces and multiple rooms. Toward the end of the Sumerian civilization, ziggurats became the preferred temple structure for Mesopotamian religious centers.[9]\nTemples served as cultural, religious, and political headquarters until approximately 2500 BC, with the rise of military kings known as Lu-gals (“man” + “big”)[6] after which time the political and military leadership was often housed in separate \"palace\" complexes.\n\nUntil the advent of the Lugal (\"King\"), Sumerian city-states were under a virtually theocratic government controlled by various En or Ensí, who served as the high priests of the cults of the city gods. (Their female equivalents were known as Nin.) Priests were responsible for continuing the cultural and religious traditions of their city-state, and were viewed as mediators between humans and the cosmic and terrestrial forces. The priesthood resided full-time in temple complexes, and administered matters of state including the large  irrigation processes necessary for the civilization's survival.\n\nDuring the Third Dynasty of Ur, the Sumerian city-state of Lagash was said to have had sixty-two \"lamentation priests\" who were accompanied by 180 vocalists and instrumentalists.[10]\n\n"
        },
        {
            "title": "Cosmology",
            "text": "The Sumerians envisioned the universe as a closed dome surrounded by a primordial saltwater sea.[11] Underneath the terrestrial earth, which formed the base of the dome, existed an underworld and a freshwater ocean called the Abzu. The deity of the dome-shaped firmament was named An; that of the earth was named Ki. First the underground world was believed to be an extension of the goddess Ki, but later developed into the concept of Kur. The primordial saltwater sea was named Nammu, who became known as Tiamat during and after the Ur III period.\n\nThe main source of information about the Sumerian creation myth is the prologue to the epic poem Gilgamesh, Enkidu, and the Netherworld,[13]: 30–33  which briefly describes the process of creation: originally, there was only Nammu, the primeval sea.[13]: 37–40  Then, Nammu gave birth to An, the sky, and Ki, the earth.[13]: 37–40  An and Ki mated with each other, causing Ki to give birth to Enlil, the god of wind, rain, and storm.[13]: 37–40  Enlil separated An from Ki and carried off the earth as his domain, while An carried off the sky.[13]: 37–41 \n\nThe ancient Mesopotamians regarded the sky as a series of domes (usually three, but sometimes seven) covering the flat earth.[14]: 180  Each dome was made of a different kind of precious stone.[14]: 203  The lowest dome of heaven was made of jasper and was the home of the stars.[15] The middle dome of heaven was made of saggilmut stone and was the abode of the Igigi.[15] The highest and outermost dome of heaven was made of luludānītu stone and was personified as An, the god of the sky.[16][15] The celestial bodies were equated with specific deities as well.[14]: 203  The planet Venus was believed to be Inanna, the goddess of love, sex, and war.[17]: 108–109 [14]: 203  The sun was her brother Utu, the god of justice,[14]: 203  and the moon was their father Nanna.[14]: 203  Ordinary mortals could not go to heaven because it was the abode of the gods alone.[18] Instead, after a person died, his or her soul went to Kur (later known as Irkalla), a dark shadowy underworld, located deep below the surface of the earth.[18][19]\n\nThe Sumerian afterlife was a dark, dreary cavern located deep below the ground,[19][20] where inhabitants were believed to continue \"a shadowy version of life on earth\".[19] This bleak domain was known as Kur,[17]: 114  and was believed to be ruled by the goddess Ereshkigal.[19][14]: 184  All souls went to the same afterlife,[19] and a person's actions during life had no effect on how the person would be treated in the world to come.[19]\n\nThe souls in Kur were believed to eat nothing but dry dust[17]: 58  and family members of the deceased would ritually pour libations into the dead person's grave through a clay pipe, thereby allowing the dead to drink.[17]: 58  Nonetheless, there are assumptions according to which treasures in wealthy graves had been intended as offerings for Utu and the Anunnaki, so that the deceased would receive special favors in the underworld.[20] During the Third Dynasty of Ur, it was believed that a person's treatment in the afterlife depended on how he or she was buried;[17]: 58  those that had been given sumptuous burials would be treated well,[17]: 58  but those who had been given poor burials would fare poorly, and were believed to haunt the living.[17]: 58 \n\nThe entrance to Kur was believed to be located in the Zagros mountains in the far east.[17]: 114  It had seven gates, through which a soul needed to pass.[19] The god Neti was the gatekeeper.[14]: 184 [17]: 86  Ereshkigal's sukkal, or messenger, was the god Namtar.[17]: 134 [14]: 184  Galla were a class of demons that were believed to reside in the underworld;[17]: 85  their primary purpose appears to have been to drag unfortunate mortals back to Kur.[17]: 85  They are frequently referenced in magical texts,[17]: 85–86  and some texts describe them as being seven in number.[17]: 85–86  Several extant poems describe the galla dragging the god Dumuzid into the underworld.[17]: 86  The later Mesopotamians knew this underworld by its East Semitic name: Irkalla. During the Akkadian Period, Ereshkigal's role as the ruler of the underworld was assigned to Nergal, the god of death.[19][14]: 184  The Akkadians attempted to harmonize this dual rulership of the underworld by making Nergal Ereshkigal's husband.[19]\n\n"
        },
        {
            "title": "Pantheon",
            "text": "It is generally agreed that Sumerian civilization began at some point between c. 4500 and 4000 BC, but the earliest historical records only date to around 2900 BC.[21] The Sumerians originally practiced a polytheistic religion, with anthropomorphic deities representing cosmic and terrestrial forces in their world.[14]: 178–179  The earliest Sumerian literature of the third millennium BC identifies four primary deities: An, Enlil, Ninhursag, and Enki. These early deities were believed to occasionally behave mischievously towards each other, but were generally viewed as being involved in co-operative creative ordering.[22]\n\nDuring the middle of the third millennium BC, Sumerian society became more urbanized.[14]: 178–179  As a result of this, Sumerian deities began to lose their original associations with nature and became the patrons of various cities.[14]: 179  Each Sumerian city-state had its own specific patron deity,[14]: 179  who was believed to protect the city and defend its interests.[14]: 179  Lists of large numbers of Sumerian deities have been found. Their order of importance and the relationships between the deities has been examined during the study of cuneiform tablets.[23]\n\nDuring the late 2000s BC, the Sumerians were conquered by the Akkadians.[14]: 179  The Akkadians syncretized their own gods with the Sumerian ones,[14]: 179  causing Sumerian religion to take on a Semitic coloration.[14]: 179  Male deities became dominant[14]: 179  and the gods completely lost their original associations with natural phenomena.[14]: 179–180  People began to view the gods as living in a feudal society with class structure.[14]: 179–181  Powerful deities such as Enki and Inanna became seen as receiving their power from the chief god Enlil.[14]: 179–180 \n\nThe majority of Sumerian deities belonged to a classification called the Anunna (“[offspring] of An”), whereas seven deities, including Enlil and Inanna, belonged to a group of “underworld judges\" known as the Anunnaki (“[offspring] of An” + Ki). During the Third Dynasty of Ur, the Sumerian pantheon was said to include sixty times sixty (3600) deities.[14]: 182 \n\nEnlil was the god of air, wind, and storm.[24]: 108  He was also the chief god of the Sumerian pantheon[24]: 108 [25]: 115–121  and the patron deity of the city of Nippur.[26]: 58 [27]: 231–234  His primary consort was Ninlil, the goddess of the south wind,[28]: 106  who was one of the matron deities of Nippur and was believed to reside in the same temple as Enlil.[29] Ninurta was the son of Enlil and Ninlil. He was worshipped as the god of war, agriculture, and one of the Sumerian wind gods. He was the patron deity of Girsu and one of the patron deities of Lagash.\n\nEnki was god of freshwater, male fertility, and knowledge.[17]: 75  His most important cult center was the E-abzu temple in the city of Eridu.[17]: 75  He was the patron and creator of humanity[17]: 75  and the sponsor of human culture.[17]: 75  His primary consort was Ninhursag, the Sumerian goddess of the earth.[17]: 140  Ninhursag was worshipped in the cities of Kesh and Adab.[17]: 140 \n\nInanna was the Sumerian goddess of love, sexuality, prostitution, and war.[17]: 109  She was the divine personification of the planet Venus, the morning and evening star.[17]: 108–109  Her main cult center was the Eanna temple in Uruk, which had been originally dedicated to An.[31] Deified kings may have re-enacted the marriage of Inanna and Dumuzid with priestesses.[17]: 151, 157–158  Accounts of her parentage vary;[17]: 108  in most myths, she is usually presented as the daughter of Nanna and Ningal,[30]: ix–xi, xvi  but, in other stories, she is the daughter of Enki or An along with an unknown mother.[17]: 108  The Sumerians had more myths about her than any other deity.[30]: xiii, xv [13]: 101  Many of the myths involving her revolve around her attempts to usurp control of the other deities' domains.[32]\n\nUtu was god of the sun, whose primary center of worship was the E-babbar temple in Sippar.[33] Utu was principally regarded as a dispenser of justice;[14]: 184  he was believed to protect the righteous and punish the wicked.[14]: 184  Nanna was god of the moon and of wisdom. He was the father of Utu and one of the patron deities of Ur.[34] He may have also been the father of Inanna and Ereshkigal. Ningal was the wife of Nanna,[35] as well as the mother of Utu, Inanna, and Ereshkigal.\n\nEreshkigal was the goddess of the Sumerian Underworld, which was known as Kur.[14]: 184  She was Inanna's older sister.[36] In later myth, her husband was the god Nergal.[14]: 184  The gatekeeper of the underworld was the god Neti.[14]: 184 \n\nNammu was a goddess representing the primeval waters (Engur), who gave birth to An (heaven) and Ki (earth) and the first deities; while she is rarely attested as an object of cult, she likely played a central role in the early cosmogony of Eridu, and in later periods continued to appear in texts related to exorcisms.[37] An was the ancient Sumerian god of the heavens. He was the ancestor of all the other major deities[38] and the original patron deity of Uruk.\n\nMost major gods had a so-called sukkal, a minor deity serving as their vizier, messenger or doorkeeper.[39]\n\n"
        },
        {
            "title": "Legacy",
            "text": "The Sumerians had an ongoing linguistic and cultural exchange with the Semitic Akkadian peoples in northern Mesopotamia for generations prior to the usurpation of their territories by Sargon of Akkad in 2340 BC. Sumerian mythology and religious practices were rapidly integrated into Akkadian culture,[40] presumably blending with the original Akkadian belief systems that have been mostly lost to history. Sumerian deities developed Akkadian counterparts. Some remained virtually the same until later Babylonian and Assyrian rule. The Sumerian god An, for example, developed the Akkadian counterpart Anu; the Sumerian god Enki became Ea. The gods Ninurta and Enlil kept their original Sumerian names.[citation needed]\n\nThe Amorite Babylonians gained dominance over southern Mesopotamia by the mid-17th century BC. During the Old Babylonian Period, the Sumerian and Akkadian languages were retained for religious purposes; the majority of Sumerian mythological literature known to historians today comes from the Old Babylonian Period,[5] either in the form of transcribed Sumerian texts (most notably the Babylonian version of the Epic of Gilgamesh) or in the form of Sumerian and Akkadian influences within Babylonian mythological literature (most notably the Enûma Eliš). The Sumerian-Akkadian pantheon was altered, most notably with the introduction of a new supreme deity, Marduk. The Sumerian goddess Inanna also developed the counterpart Ishtar during the Old Babylonian Period.\n\nThe Hurrians adopted the Akkadian god Anu into their pantheon sometime no later than 1200 BC. Other Sumerian and Akkadian deities adapted into the Hurrian pantheon include Ayas, the Hurrian counterpart to Ea; Shaushka, the Hurrian counterpart to Ishtar; and the goddess Ninlil,[41] whose mythos had been drastically expanded by the Babylonians.[citation needed]\n\nSome stories recorded in the older parts of the Hebrew Bible bear strong similarities to the stories in Sumerian mythology. For example, the biblical account of Noah and the Great Flood bears a striking resemblance to the Sumerian deluge myth, recorded in a Sumerian tablet discovered at Nippur.[42]: 97–101  The Judaic underworld Sheol is very similar in description with the Sumerian Kur, ruled by the goddess Ereshkigal, as well as the Babylonian underworld Irkalla. Sumerian scholar Samuel Noah Kramer has also noted similarities between many Sumerian and Akkadian \"proverbs\" and the later Hebrew proverbs, many of which are featured in the Book of Proverbs.[43]: 133–135 \n\n"
        },
        {
            "title": "Genealogy of the Sumerian deities",
            "text": "See also List of Mesopotamian deities.\n\n\n\n"
        }
    ]
}