{
    "url": "https://en.wikipedia.org/wiki/Summer_on_the_Lakes",
    "title": "Summer on the Lakes",
    "table_of_contents": [
        "1 Background",
        "2 Publication history and response",
        "3 References",
        "4 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Summer on the Lakes, in 1843 is a nonfiction book by American writer and transcendentalist Margaret Fuller based on her experiences traveling to the Great Lakes region.\n\n"
        },
        {
            "title": "Background",
            "text": "Margaret Fuller wrote the book based on her travel journals while visiting the Great Lakes region and places like  Chicago, Milwaukee, Niagara Falls, and Buffalo, New York.[1] Along the way, she interacted with several Native Americans, including members of the Ottawa and the Chippewa tribes,[2] which she considered anthropologically in the book and, ultimately, presented as people in need of sympathy.[3] During her trip, she was accompanied by Caroline Sturgis Tappan,[4] a close friend and confidante who also was a catalyst to many of Fuller's ideas about art, women, and mysticism.[5]\n\nThe genre of the book is difficult to classify. Scholar Dorothy Z. Baker noted that the book has been variously defined as \"Transcendental travelogue, a sketchbook, and a social and political tract\".[6]\n\n"
        },
        {
            "title": "Publication history and response",
            "text": "Fuller began working on the book upon her return to New England. She completed the manuscript on her 34th birthday in 1844.[7] \nIn preparing the book, she did further research on the region at the library at Harvard College;[1] she is believed to be the first woman allowed to use Harvard's library.[8]\n\nThe book was published in May 1844 by Little & Brown; it went into three printings in Fuller's lifetime.[6] Critic Evert Augustus Duyckinck called it \"the only genuine book, I can think of, this season.\"[9] Some critics, however, disliked the lack of coherence in the book. Critic Caleb Stetson in the Christian Examiner wrote that the book was made up of \"things connected by no apparent link of association with the objects which seem to fill her eye and mind... except for the fact that they occurred in the course of her reading or were called up from the depths by some mysterious association\".[10]\n\nAn abridged version edited by her brother Arthur Buckminster Fuller was published posthumously in 1856 in a collection titled At Home and Abroad; or, Things and Thoughts in American and Europe.[6]\n\n"
        }
    ]
}