{
    "url": "https://en.wikipedia.org/wiki/SundanceTV",
    "title": "Sundance TV",
    "table_of_contents": [
        "1 History",
        "1.1 As Sundance Channel (1996–2014)",
        "1.2 As Sundance TV (2014–present)",
        "2 International",
        "2.1 Americas",
        "2.2 Asia",
        "2.3 Middle East",
        "2.4 Africa",
        "2.5 Europe",
        "3 References",
        "4 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nSundance TV (formerly known as Sundance Channel) is an American pay television channel owned by AMC Networks that launched on February 1, 1996. The channel is named after Robert Redford's character in Butch Cassidy and the Sundance Kid and, while it is an extension of Redford's non-profit Sundance Institute, the channel operates independently of both the Institute and the Sundance Film Festival.\n\nOriginally, Sundance was devoted to airing documentaries, independent feature films, short films, world cinema, and coverage on the latest developments from each year's Sundance Film Festival. The channel has since incorporated both original and acquired programming and became fully ad-supported in 2013, with programming being edited for content soon thereafter.[1]\n\nAs of July 2015[update], the channel was available to approximately 60.668 million households with television (52.1% of all subscribers) in the United States.[2]\n\n"
        },
        {
            "title": "History",
            "text": "After negotiations during 1994 broke down to turn Robert Redford into a partner in AMC Networks predecessor Rainbow Media's Independent Film Channel,[3] Redford launched Sundance Channel in February 1996 as a joint venture between Showtime Networks (then a division of Viacom, later owned by CBS Corporation and subsequently by ViacomCBS), PolyGram (now NBCUniversal), and Redford (who also served as the creative director of the network).[4]\n\nThe channel was initially launched on five cable systems in New York City; Los Angeles; Alexandria, Virginia;  Chamblee, Georgia; and Pensacola, Florida.[5] It originally operated mainly as a premium channel, commonly packaged with Showtime and its sister networks The Movie Channel and Flix.[citation needed]\n\nOn May 7, 2008, the Rainbow Media subsidiary of Cablevision, owners of rival network IFC, announced that it had purchased Sundance Channel for $496 million.[6] The acquisition of Sundance Channel by Rainbow Media was completed in June 2008.[7] On July 1, 2011, Rainbow Media was spun off from Cablevision into a separate company, which was renamed AMC Networks.[8]\n\nSince the sale, Sundance would expand into original programming. 2012 saw the premieres of two new unscripted series in the form of Get To Work and Push Girls, before the channel's second miniseries, Restless,[9] premiered in December. Restless went on to receive two Emmy Award nominations. It was also announced that Sundance had picked up its first solely owned original series, and former developmental project from sister channel AMC, Rectify, and its third miniseries Top of the Lake. Much like AMC, the channel's original programming garnered critical acclaim.[10]\n\nOn March 4, 2013, Sundance began airing AMC's Breaking Bad, to which the channel has exclusive syndication rights, on Monday nights.[11] In October of that year, the channel became fully ad supported.[1]\n\nOn January 27, 2014, it was announced that the Sundance Channel would rebrand as Sundance TV on February 1, 2014.[12] 2014 featured the channel's fourth miniseries The Honourable Woman, the channel's second solely owned original scripted series The Red Road,[13] the new reality series Loredana, ESQ, and the second seasons of Rectify, The Writers' Room, and The Returned.[14]\n\n"
        },
        {
            "title": "International",
            "text": "Over time, Sundance Channel has expanded its international distribution in the Americas, Asia, Middle East and Europe.\n\n"
        }
    ]
}