{
    "url": "https://en.wikipedia.org/wiki/Sunda_Wiwitan",
    "title": "Sunda Wiwitan",
    "table_of_contents": [
        "1 Ontology and belief system",
        "2 Value system",
        "3 Traditions and ceremonies",
        "4 See also",
        "5 References",
        "6 Further reading"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Sunda Wiwitan (from Sundanese: ᮞᮥᮔ᮪ᮓ ᮝᮤᮝᮤᮒᮔ᮪, romanized: Sunda Wiwitan, lit. 'aboriginal Pasundan') Sunda Wiwitan is a folk religion and ancient beliefs adhered to by the Sundanese (including Baduy people, Bantenese, Cirebonese) in the western part of Java.[1]\n\nThe followers of this belief system can be found in some villages in western Java, such as Kanekes, Lebak, Banten; Ciptagelar Kasepuhan Banten Kidul, Cisolok, Sukabumi; Kampung Naga; and Cigugur, Kuningan Regency. In Carita Parahyangan this faith is called Jatisunda. Its practitioners assert that Sunda Wiwitan has been part of their way of life since ancient times, before the arrival of Hinduism and Islam.\n\nThe sacred book of Sunda Wiwitan is called Sanghyang Siksa Kandang Karesian, it is a didactic text of religious and moral guidance, rules and lessons. The text is identified as Kropak 630 by National Library of Indonesia. According to a kokolot (elder) of Cikeusik village, the people of Kanekes are not adherents to Hindu or Buddhist faiths; they follow an animistic system of belief that venerates and worships the spirits of ancestors. However, over the course of time Sunda Wiwitan has been influenced by and incorporated Hindu, and to some extent, Islamic elements.[2]\n\n"
        },
        {
            "title": "Ontology and belief system",
            "text": "The highest spiritual power in Sunda Wiwitan is Sang Hyang Kersa (\"The Powerful\") or Nu Ngersakeun (\"He Who has the Will\"). This supreme being is also referred to by several names or divine titles, such as Batara Tunggal (\"The One\"), Batara Jagat (\"Ruler of Universe\"), and Batara Seda Niskala (\"The Unseen\"). Sang Hyang Kersa resides in the highest and most sacred realm called Buana Nyungcung (Sundanese, lit: \"Pointy Realm\"). The Hindu gods (Brahma, Vishnu, Shiva, Indra, Yama, and so on) are considered subordinates of Sang Hyang Kersa.[3]\n\nAccording to Sunda Wiwitan ontology, the universe consists of three realms:\n\nBetween Buana Nyungcung (the peak realm) and Buana Panca Tengah (earth), there are 18 layers of realms, arranged in decreasing order of sacredness from top to bottom. The uppermost of these heavenly realms is called Bumi Suci Alam Padang, or according to Kropak 630 (Sanghyang siksakanda ng karesian), Alam Kahyangan or Mandala Hyang. This second-highest realm is the abode of Nyi Pohaci Sanghyang Asri and Sunan Ambu.\n\nSang Hyang Kersa created seven bataras in Sasaka Pusaka Buana (The Sacred Place on Earth). The oldest of these bataras is called Batara Cikal and is considered to be the ancestor of the Kanekes people. Other bataras ruled various locations in Sunda lands.\n\n"
        },
        {
            "title": "Value system",
            "text": "The value system of Sunda Wiwitan is based on written and unwritten (internalized) norms. The written norms are rules and taboos that govern the way of life of adherents, while the unwritten norms are internal and individual understandings of the faith. \n\nSunda Wiwitan's basic and principle concepts are based on two things: Cara Ciri Manusia and Cara Ciri Bangsa. These two principles are mentioned by Sunda Wiwitan elders, yet are not explicitly mentioned in the Siksa Kanda-ng Karesian, the sacred text of Sunda Wiwitan. \n\nCara Ciri Manusia comprises the basic elements of human life. It consists of five fundamentals: \n\nThe second concept of Cara Ciri Bangsa states that people have universals or similarities in basic human traits, yet express diversity from one individual or community to another. These elements are the source of variety among human beings: \n\nThe philosophy and value system emphasizes the internal or spiritual elements of human life, indicating that humans need spiritual guidance and wisdom in their lives.\n\nOriginally Sunda Wiwitan did not incorporate many taboos or prohibitions. The core rules of conduct consist of just two elements:\n\nHowever, to honor sacred places (Kabuyutan, Sasaka Pusaka Buana or Sasaka Domas) and follow certain traditions in rice farming, Sunda Wiwitan elaborated on many restrictions and taboos. The most numerous taboos (called Buyut by Kanekes people) are applied to those living within the most sacred place on earth—the people of Baduy Dalam that inhabit Sasaka Pusaka Buana (Sacred Place on Earth).\n\n"
        },
        {
            "title": "Traditions and ceremonies",
            "text": "In Sunda Wiwitan tradition, prayer and ritual is performed through songs and chant of pantun Sunda and kidung dances. These ritual practices can be observed during the rice harvest ceremony and the annual new year festival called Seren Taun. These customary ceremonies are still performed annually by the more traditional Sundanese communities in Kanekes, Lebak, Banten; Ciptagelar Kasepuhan Banten Kidul, Cisolok, Sukabumi; Kampung Naga; and Cigugur, Kuningan. \n\nAlthough modern Sundanese people may practice Christianity or adhere to other faiths, influences and value systems, certain elements of traditional customs, beliefs, and culture of Sunda Wiwitan still survive into contemporary times. In terms of influence on their social values and cultural mores.[4]\n\n"
        }
    ]
}