{
    "url": "https://en.wikipedia.org/wiki/Norma_Desmond",
    "title": "Sunset Boulevard (film)",
    "table_of_contents": [
        "1 Plot",
        "2 Cast",
        "3 Production",
        "3.1 Background",
        "3.2 Writing",
        "3.3 Casting",
        "3.4 Cinematography and design",
        "4 Score",
        "5 Original release and responses",
        "5.1 Previews and revision",
        "5.2 Premiere and box-office receipts",
        "5.3 Critical response",
        "5.3.1 Contemporary",
        "5.3.2 Retrospective",
        "6 Awards and nominations",
        "6.1 Recognition since 1989",
        "7 Aftermath",
        "8 Restoration and home media",
        "9 Musical adaptations",
        "9.1 Stapley and Hughes",
        "9.2 Other failed attempts",
        "9.3 Andrew Lloyd Webber and Black & Hampton",
        "10 In popular culture",
        "10.1 Television",
        "10.2 Literature",
        "10.3 Politics",
        "11 References",
        "12 Bibliography",
        "13 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nSunset Boulevard (styled in the main title on-screen as SUNSET BLVD.) is a 1950 American black comedy[1][2] film noir[3] directed and co-written by Billy Wilder, and produced and co-written by Charles Brackett. It was named after a major street that runs through Hollywood, the center of the American film industry.\n\nThe film stars William Holden as Joe Gillis, a struggling screenwriter, and Gloria Swanson as Norma Desmond, a former silent-film star who draws him into her demented fantasy world, where she dreams of making a triumphant return to the screen. Erich von Stroheim plays Max von Mayerling, her devoted butler, and Nancy Olson, Jack Webb, Lloyd Gough, and Fred Clark appear in supporting roles. Director Cecil B. DeMille and gossip columnist Hedda Hopper play themselves, and the film includes cameo appearances by leading silent-film actors Buster Keaton, H. B. Warner, and Anna Q. Nilsson.\n\nPraised by many critics when first released, Sunset Boulevard was nominated for 11 Academy Awards (including nominations in all four acting categories) and won three. It is often ranked among the greatest movies ever made. As it was deemed \"culturally, historically, or aesthetically significant\" by the U.S. Library of Congress in 1989, Sunset Boulevard was included in the first group of films selected for preservation in the National Film Registry.[4] In 1998, it was ranked number 12 on the American Film Institute's list of the 100 best American films of the 20th century, and in 2007, it was 16th on their 10th Anniversary list.\n\n"
        },
        {
            "title": "Plot",
            "text": "At a mansion on Sunset Boulevard, a group of police officers and photographers discover the body of Joe Gillis, floating face down in the swimming pool. In a flashback, Joe relates the events leading to his death.\n\nSix months earlier, Joe was a down-on-his-luck screenwriter, trying to interest Paramount Pictures in a story he submitted. Script reader Betty Schaefer harshly critiques it, unaware that Joe is listening. Later, while fleeing from repossession men seeking his car, Joe turns into the driveway of a seemingly deserted mansion inhabited by forgotten silent film star Norma Desmond. Learning that Joe is a writer, Norma asks his opinion of a script she has written for a film about Salome. She plans to play the role herself in her return to the screen. Joe finds her script abysmal but flatters her into hiring him as a script doctor.\n\nMoved into Norma's mansion at her insistence, Joe sees that Norma refuses to accept that her fame has evaporated, and learns that her butler Max secretly writes the fan letters she receives. At her New Year's Eve party, he realizes she has fallen in love with him. Joe tries to let her down gently, but Norma slaps him and retreats to her room. Joe visits his friend Artie Green and again meets Betty, who thinks a scene in one of Joe's scripts has potential. When he phones Max to have him pack his things, Max tells him Norma cut her wrists with his razor. Joe returns to Norma and they become lovers.\n\nNorma has Max deliver the edited Salome script to her former director Cecil B. DeMille at Paramount. She starts getting calls from Paramount executive Gordon Cole but refuses to speak to anyone except DeMille. Eventually, she has Max drive her and Joe to Paramount in her 1929 Isotta Fraschini. DeMille welcomes her affectionately and treats her with great respect, tactfully evading her questions about her script. Max learns that Cole merely wants to rent her unusual car for a film.\n\nPreparing for her imagined comeback, Norma undergoes rigorous beauty treatments. Joe secretly works nights at Betty's office room, collaborating on an original screenplay. His moonlighting is found out by Max, who reveals that he was a respected film director who discovered Norma, made her a star, and was her first husband. After she divorced him, he abandoned his career to become her servant.\n\nNorma discovers a manuscript with Joe's and Betty's names on it and phones Betty, insinuating that Joe is not the man he seems. Joe, overhearing, invites Betty to see for herself. When she arrives, he pretends he is satisfied being a gigolo. However, after she tearfully leaves, he packs for a return to his old Ohio newspaper job. He bluntly informs Norma there will be no comeback; her fan mail comes from Max, and she has been forgotten. He disregards Norma's threat to kill herself and the gun she shows him to back it up. As Joe leaves the house, Norma shoots him three times, and he falls into the pool.\n\nThe flashback ends. The house is filled with police and reporters. Norma, having lost touch with reality amid her arrest, believes the newsreel cameras are there to film Salome. Max and the police play along. Max sets up a scene for her and calls, \"Action!\" As the cameras roll, Norma descends her grand staircase and makes an impromptu speech about how happy she is to be making a film again, ending with the film's iconic line, \"All right, Mr. DeMille, I'm ready for my close-up.\"\n\n"
        },
        {
            "title": "Production",
            "text": "The street known as Sunset Boulevard has been associated with Hollywood film production since 1911, when the town's first film studio, Nestor, opened there. The film workers lived modestly in the growing neighborhood, but during the 1920s, profits and salaries rose to unprecedented levels. With the advent of the star system, luxurious homes noted for their often incongruous grandeur were built in the area.\n\nAs a young man living in Berlin in the 1920s, Billy Wilder was interested in American culture, with much of his interest fueled by the country's films. In the late 1940s, many of the grand Hollywood houses remained, and Wilder, then a Los Angeles resident, found them to be a part of his everyday world. Many former stars from the silent era still lived in them, although most were no longer involved in the film business. Wilder wondered how they spent their time now that \"the parade had passed them by\" and began imagining the story of a star who had lost her celebrity and box-office appeal.[5]\n\nThe character of Norma Desmond mirrors aspects of the twilight years of several real-life faded silent-film stars, such as the reclusive existences of Greta Garbo, Mary Pickford and Pola Negri and the mental disorders of Mae Murray, Valeska Surratt and Clara Bow. Dave Kehr has asserted that Norma Talmadge is \"the obvious if unacknowledged source of Norma Desmond, the grotesque, predatory silent movie queen\" of the film.[6] The most common analysis of the character's name is that it is a combination of the names of silent film actress Mabel Normand and director William Desmond Taylor, a close friend of Normand's who was murdered in 1922 in a never-solved case sensationalized by the press.[7]\n\nWilder and Brackett began working on a script in 1948, but the result did not completely satisfy them. In August 1948, D. M. Marshman Jr., formerly a writer for Life, was hired to help develop the storyline after Wilder and Brackett were impressed by a critique he provided of their film The Emperor Waltz (1948). In an effort to keep the full details of the story from Paramount Pictures and avoid the restrictive censorship of the Breen Code, they submitted the script a few pages at a time. The Breen Office insisted certain lines be rewritten, such as Gillis's \"I'm up that creek and I need a job,\" which became \"I'm over a barrel. I need a job.\" Paramount executives thought Wilder was adapting a story called A Can of Beans (which did not exist) and allowed him relative freedom to proceed as he saw fit. Only the first third of the script was written when filming began in early May 1949, and Wilder was unsure how the film would end.[7]\n\nWilder preferred to leave analysis of his screenplays and films to others. When asked if Sunset Boulevard was a black comedy, he replied: \"No, just a picture\".[9]\n\nAccording to Brackett,  Wilder and he never considered anyone except Gloria Swanson for the role of Norma Desmond. Wilder, however, had a different recollection. He recalled first wanting Mae West and Marlon Brando for the leads. West rejected the offer out-right. West portrayed herself as a sex symbol through her senior years, and was offended that she should be asked to play a Hollywood has-been.[10]\n\nThe filmmakers approached Greta Garbo, whom they had worked with previously on Ninotchka (1939), but she was not interested. Wilder contacted Pola Negri by telephone, but had a difficult time understanding her heavy Polish accent. He then reached out to Clara Bow, the famed \"IT Girl\" of the 1920s, but she declined citing that she had no interest in engaging in the film industry again due to how hard it was for her during the transition of sound films and that she'd prefer to remain in seclusion with her husband and sons while leaving her previous life behind her. They also offered the part of Norma Desmond to Norma Shearer, but she rejected the role due to both her retirement and distaste for the script. They were considering Fred MacMurray to play opposite her as Joe. Wilder and Brackett then visited Mary Pickford, but before even discussing the plot with her, Wilder realized she would consider a role involving an affair with a man half her age an insult, so they departed. They had considered pairing Montgomery Clift with her.[11]\n\nAccording to Wilder, he asked George Cukor for advice, and he suggested Swanson, one of the most fêted actresses of the silent-screen era, known for her beauty, talent, and extravagant lifestyle. In many ways, she resembled the Norma Desmond character, and like her, had been unable to make a smooth transition into talking pictures. The similarities ended there; Swanson made a handful of talking pictures. She accepted the end of her film career, and in the early 1930s moved to New York City, where she worked in radio. In the mid-1940s, she worked in television and on the New York stage and had last appeared in the 1941 film Father Takes a Wife. Though Swanson was not seeking a movie comeback, she became  intrigued when Wilder discussed the role with her.[5]\n\nSwanson was glad for the opportunity to earn a greater salary than she had been making in television and on stage.[10] However, she was chagrined at the notion of submitting to a screen test, saying she had \"made 20 films for Paramount. Why do they want me to audition?\" Her reaction was echoed in the screenplay when Norma Desmond declares, \"Without me there wouldn't be any Paramount.\" In her memoir, Swanson recalled asking Cukor if it was unreasonable to refuse the screen test. He replied that since Norma Desmond was the role for which she would be remembered, \"If they ask you to do ten screen tests, do ten screen tests, or I will personally shoot you.\" His enthusiasm convinced Swanson to participate,[12] and she signed a contract for $50,000 (equivalent to $560,000 in 2021).[13] In a 1975 interview, Wilder recalled Swanson's reaction with the observation, \"There was a lot of Norma in her, you know.\"[14]\n\nWilder harks back to Swanson's silent film career when Norma shows Joe the film Queen Kelly, an earlier Gloria Swanson film directed by Erich Von Stroheim. Queen Kelly wasn't released in the United States for over 50 years[15] after Swanson walked off the set.[12]\n\nMontgomery Clift was signed to play Joe Gillis for $5,000 per week for a guaranteed 12 weeks, but just before the start of filming, he withdrew from the project, claiming his role of a young man involved with an older woman was too close to the one he had played in The Heiress (1949), in which he felt he had been unconvincing. An infuriated Wilder responded, \"If he's any kind of actor, he could be convincing making love to any woman.\"[16]  Clift himself was having an affair with a much older woman (the singer Libby Holman) which was suggested as his real reason for withdrawing from the film.[17][18]\n\nForced to consider the available Paramount contract players, Wilder and Brackett focused on William Holden, who had made an impressive debut a decade earlier in Golden Boy (1939). Following an appearance in Our Town (1940), he served in the military in World War II, and his return to the screen afterward had been moderately successful. Holden was enthusiastic about the script and eager to accept the role. He did not know at the time that his salary of $39,000 (equivalent to $440,000 in 2021) was much less than had been offered to Clift.[19]\n\nErich von Stroheim, a leading film director of the 1920s who had directed Swanson, was signed to play Max, Norma's faithful servant, protector, and former husband. For the role of Betty Schaefer, Wilder wanted a newcomer who could project a wholesome and ordinary image to contrast with Swanson's flamboyant and obsessive Desmond. He chose Nancy Olson, who had recently been considered for the role of Delilah in Cecil B. DeMille's Samson and Delilah.[7]\n\nDeMille, often credited as the person most responsible for making Swanson a star, plays himself, and was filmed on the set of Samson and Delilah at Paramount Studios. He calls Norma \"young fella\" as he had called Swanson.\n\nNorma's friends who come to play bridge with her, described in the script as \"the waxworks\", were Swanson's contemporaries Buster Keaton, Anna Q. Nilsson, and H. B. Warner, who like DeMille, played themselves. Hedda Hopper also played herself, reporting on Norma Desmond's downfall in the film's final scenes.[7]\n\nThe film's dark, shadowy black-and-white, film noir cinematography was the work of John F. Seitz. Wilder had worked with him on several projects before, and trusted his judgment, allowing him to make his own decisions. Seitz recalled asking Wilder what he required for the pet chimpanzee's funeral scene. Wilder replied, \"you know, just your standard monkey funeral shot.\" For some interior shots, Seitz sprinkled dust in front of the camera before filming to suggest \"mustiness,\" a trick he had also used for Double Indemnity (1944).[20] The film had the option to be shot in color, but it was instead shot in black and white to be more reflective of the noir genre.[21]\n\nWilder was adamant that the corpse of Joe Gillis be seen from the bottom of the pool, but creating the effect was difficult. The camera was placed inside a specially constructed box and lowered under water, but the result disappointed Wilder, who insisted on further experiments. The shot was finally achieved by placing a mirror on the bottom of the pool and filming Holden's reflection from above with the distorted image of the policemen standing around the pool and forming a backdrop.[7]\n\nFilm historian Tom Stempel writes, \"In both Double Indemnity and Sunset Boulevard, Seitz does something that has always impressed me. Both are films noir, and he finesses the fact that both are set in the sunniest of locales, Los Angeles... he brings together the light and the dark in the same film without any seams showing... he brings together the realistic lighting of Joe Gillis out in the real world with the gothic look of Norma Desmond's mansion. Again with no seams showing.\"[7]\n\nEdith Head designed the costumes. Wilder, Head, and Swanson agreed that Norma Desmond would have kept somewhat up-to-date with fashion trends, so Head designed costumes closely resembling the Dior look of the mid-1940s. Embellishments were added to personalize them and reflect Norma Desmond's taste.[22]\n\nSwanson recalled in her biography that the costumes were only \"a trifle outdated, a trifle exotic.\"[12] Head later described her assignment as \"the most challenging of my career,\" and explained her approach with the comment, \"Because Norma Desmond was an actress who had become lost in her own imagination, I tried to make her look like she was always impersonating someone.\" Head later said she relied on Swanson's expertise because \"she was creating a past that she knew and I didn't.\"[7] Head also designed the costumes for William Holden and the minor characters, but for authenticity, Wilder instructed Von Stroheim and Nancy Olson to wear their own clothing.[23]\n\nThe overstated decadence of Norma Desmond's home was created by set designer Hans Dreier, whose career extended back to the silent era. He had also been commissioned to complete the interior design for the homes of movie stars, including the house of Mae West. William Haines, an interior designer and former actor, later rebutted criticism of Dreier's set design with the observation, \"Bebe Daniels, Norma Shearer, and Pola Negri all had homes with ugly interiors like that.\"[7]\n\nThe bed in the shape of a boat in which Norma Desmond slept had been owned by the dancer Gaby Deslys, who died in 1920. It had originally been bought by the Universal prop department at auction after Deslys's death. The bed appeared in The Phantom of the Opera (1925) starring Lon Chaney.\n\nWilder also made use of authentic locales. Joe Gillis's apartment is in the Alto Nido, a real apartment block in central Hollywood that was often populated by struggling writers. The scenes of Gillis and Betty Schaefer on Paramount's back lot were filmed on the actual back lot, and the interior of Schwab's Drug Store was carefully recreated for several scenes. The exterior scenes of the Desmond house were filmed at a house on Wilshire Boulevard built during the 1920s by the millionaire William O. Jenkins. Jenkins and his family lived in it for just one year, then left it abandoned for more than a decade, which earned it the nickname, the \"Phantom House\".[24] By 1949, it was owned by the former wife of J. Paul Getty. The house was later featured in Nicholas Ray's Rebel Without a Cause (1955). It was demolished by the Gettys in 1957 to allow construction of an office building .[25][26]\n\nDuring filming, considerable publicity was given to health-conscious Gloria Swanson's youthful appearance, which made her look the same age as Holden. Wilder insisted that the age difference between the characters be delineated, and instructed makeup supervisor Wally Westmore to make Swanson look older. Swanson argued that a woman of Norma Desmond's age, with her considerable wealth and devotion to self, would not necessarily look old, and suggested Holden be made up to appear younger. Wilder agreed, and Westmore was assigned this task, which allowed Swanson to portray Norma Desmond as more glamorous a figure than Wilder had originally imagined.[7]\n\n"
        },
        {
            "title": "Score",
            "text": "The musical score was the final element added to Sunset Boulevard.[27] The film was scored by Franz Waxman. His theme for Norma Desmond was based on tango music, inspired by her having danced the tango with Rudolph Valentino. This style was contrasted with Joe Gillis's bebop theme. Waxman also used distorted arrangements of popular film-music styles from the 1920s and 1930s to suggest Norma Desmond's state of mind. The film's score was recorded for compact disc by the Scottish Symphony Orchestra conducted by Joel McNeely and released in 2002.[28] The surviving parts of the original score were released in 2010.[29]\n\n"
        },
        {
            "title": "Original release and responses",
            "text": "Wilder and Brackett, nervous about a major screening in Hollywood, held a preview in Evanston, Illinois, in late 1949. The original edit opened with a scene inside a morgue, with the assembled corpses discussing how they came to be there. The story began with the corpse of Joe Gillis recounting his murder to the others. The audience reacted with laughter and seemed unsure whether to view the rest of the film as drama or comedy. After a similar reaction during its second screening in Poughkeepsie, New York, and a third in Great Neck, the morgue opening was replaced by a shorter poolside opening,[30] using footage filmed on January 5, 1950.[31]\n\nIn Hollywood, Paramount arranged a private screening for the various studio heads and specially invited guests. After viewing the film, Barbara Stanwyck knelt to kiss the hem of Gloria Swanson's skirt. Swanson later remembered looking for Mary Pickford, only to be told, \"She can't show herself, Gloria. She's too overcome. We all are.\" Louis B. Mayer berated Wilder before the crowd of celebrities, saying, \"You have disgraced the industry that made and fed you! You should be tarred and feathered and run out of Hollywood!\" Upon hearing of Mayer's slight, Wilder strode up to the mogul and retorted with a vulgarity that one biographer said was allegedly because Mayer, who was Jewish, suggested that Wilder, who was also Jewish, would be better off being sent back to Germany, an extraordinary sentiment so soon after the war and the Holocaust, in which Wilder's family perished.[32][33] In 2020 Olson recounted that friends who had attended the screening told her that Wilder had simply told Mayer \"Go fuck yourself.\"[23]\n\nThe few other criticisms were not so venomous. According to one often-told but later discredited anecdote,[34] actress Mae Murray, a contemporary of Swanson, was offended by the film and commented, \"None of us floozies was that nuts.\"[35]\n\nSunset Boulevard had its official world premiere at Radio City Music Hall on August 10, 1950.[36] After a seven-week run, Variety magazine reported the film had grossed \"around $1,020,000\", making it one of that theater's most successful pictures. Variety also noted that, while it was \"breaking records in major cities, it is doing below average in ... the sticks.\" To promote the film, Gloria Swanson traveled by train throughout the United States, visiting 33 cities in a few months. The publicity helped attract people to the cinemas, but in many areas away from major cities it was considered less than a hit.[7]\n\nThe film earned an estimated $2,350,000 at the U.S. box office in 1950.[37]\n\nReview aggregator Rotten Tomatoes reports that 98% of critics gave the film a positive review based on 112 reviews, with an average rating of 9.5/10. The critical consensus states: \"Arguably the greatest movie about Hollywood, Billy Wilder's masterpiece Sunset Boulevard is a tremendously entertaining combination of noir, black comedy, and character study.\"[38]\n\nSunset Boulevard attracted a range of positive reviews from critics. Time described it as a story of \"Hollywood at its worst told by Hollywood at its best\",[39] while Boxoffice Review wrote \"the picture will keep spectators spellbound.\"[40] James Agee, writing for Sight & Sound, praised the film and said Wilder and Brackett were \"beautifully equipped to do the cold, exact, adroit, sardonic job they have done.\" Good Housekeeping described Swanson as a \"great lady [who] spans another decade with her magic,\"[7] while Look praised her \"brilliant and haunting performance.\"[39]\n\nSome critics accurately foresaw the film's lasting appeal. The Hollywood Reporter wrote that future generations would \"set themselves the task of analyzing the durability and greatness\" of the film, while Commonweal said that in the future \"the Library of Congress will be glad to have in its archives a print of Sunset Boulevard.\"[7]\n\nThe rare negative comments included those from The New Yorker, which described the film as \"a pretentious slice of Roquefort\", containing only \"the germ of a good idea\".[7] Thomas M. Pryor wrote for The New York Times that the plot device of using the dead Joe Gillis as narrator was \"completely unworthy of Brackett and Wilder, but happily it does not interfere with the success of Sunset Boulevard\".[41]\n\nIn 1999, Roger Ebert praised the acting of Holden and von Stroheim and has described Swanson's as \"one of the all time greatest performances.\" He says Sunset Boulevard \"remains the best drama ever made about the movies because it sees through the illusions.\"[42] Ebert gave the film four stars out of four and included it in his Great Movies list.[42] Pauline Kael described the film as \"almost too clever, but at its best in its cleverness\",[43] and also wrote that it was common to \"hear Billy Wilder called the world's greatest director.\"[44] When Wilder died in 2002, obituaries singled out Sunset Boulevard for comment, describing it as one of his most significant works, along with Double Indemnity (1944) and Some Like It Hot (1959).[45]\n\nFilm writer Richard Corliss describes Sunset Boulevard as \"the definitive Hollywood horror movie\", noting that almost everything in the script is \"ghoulish\". He remarks that the story is narrated by a dead man whom Norma Desmond first mistakes for an undertaker, while most of the film takes place \"in an old, dark house that only opens its doors to the living dead\". He compares von Stroheim's character Max with the concealed Erik, the central character in The Phantom of the Opera, and Norma Desmond with Dracula, noting that, as she seduces Joe Gillis, the camera tactfully withdraws with \"the traditional directorial attitude taken towards Dracula's jugular seductions\". He writes that the narrative contains an excess of \"cheap sarcasm\", but ultimately congratulates the writers for attributing this dialogue to Joe Gillis, who was in any case presented as little more than a hack writer.[46]\n\n"
        },
        {
            "title": "Awards and nominations",
            "text": "Of the various films that have attracted Academy Award nominations in all four acting categories, Sunset Boulevard is one of only three not to win in any category, the others being My Man Godfrey (1936) and American Hustle (2013). At the time its eleven Oscar nominations were exceeded only by the fourteen received by All About Eve, which won six awards, including Best Picture and Best Director. Many critics predicted that the Best Actress award would be given to Gloria Swanson or Bette Davis for All About Eve and were surprised that the recipient was newcomer Judy Holliday for Born Yesterday.[12] Bette Davis believed that her and Swanson's comparable characters effectively \"cancelled each other out\", allowing Holliday to win.[48] Swanson recalled the press's reaction following Holliday's win: \"It slowly dawned on me that they were asking for a larger-than-life scene, or better still, a mad scene. More accurately, they were trying to flush out Norma Desmond.\"[39]\n\nSunset Boulevard was dramatized as an hour-long radio play on the September 17, 1951 broadcast of Lux Radio Theater with Gloria Swanson and William Holden in their original film roles.[49]\n\nIn 1989, the film was among the first group of 25 deemed \"culturally, historically, or aesthetically significant\" by the Library of Congress and selected for preservation in the National Film Registry.[50] The Village Voice ranked the film at No. 43 in its Top 250 \"Best Films of the Century\" list in 1999, based on a poll of critics.[51] The film was included in \"The New York Times Guide to the Best 1,000 Movies Ever Made\" in 2002.[52] In January 2002, the film was voted at No. 87 on the list of the \"Top 100 Essential Films of All Time\" by the National Society of Film Critics.[53][54] Sunset Boulevard received 33 votes in the British Film Institute's 2012 Sight & Sound polls, making it the 63rd greatest film of all time in the critics’ poll and 67th in the directors' poll.[55] In the earlier 2002 Sight & Sound polls the film ranked 12th among directors.[56] The Writers Guild of America ranked the film's screenplay (Written by Charles Brackett & Billy Wilder and D.M. Marshman, Jr.) the 7th greatest ever.[57] In a 2015 poll by BBC Culture, film critics ranked Sunset Boulevard the 54th greatest American film of all time.[58]\n\nAmerican Film Institute included the film on these lists:\n\n"
        },
        {
            "title": "Aftermath",
            "text": "Sunset Boulevard was the last collaboration between Wilder and Brackett. They parted amicably and did not publicly air any grievances for the rest of their lives. In later years, Brackett confided in screenwriter/director Garson Kanin that he had not anticipated the split, or had ever understood exactly what happened or why. He described it as \"an unexpected blow\" from which he never recovered fully. When asked to respond to Brackett's comments, Wilder remained silent.[59]\n\nThe two men briefly reunited in October 1951 to face charges that they had plagiarized Sunset Boulevard. Former Paramount accountant Stephanie Joan Carlson alleged that in 1947 she had submitted to Wilder and Brackett, at their request, manuscripts of stories, both fictional and based on fact, she had written about studio life. She claimed that one in particular, Past Performance, served as the basis for the Sunset script, and sued the screenwriters and Paramount for $100,000 in general damages, $250,000 in punitive damages, $700,000 based on the box office returns, and an additional $350,000 for good measure, for a total of $1,400,000. Carlson's suit was dismissed after two and a half years. In 1954, a similar suit was filed by playwright Edra Buckler, who claimed material she had written had been the screenplay's source. Her suit was dismissed the following year.[60]\n\nBrackett's Hollywood career continued after his split with Wilder. He won an Academy Award for his screenplay for Titanic (1953), and wrote Niagara (1953), the breakthrough film for Marilyn Monroe as a dramatic actress. It was Wilder, however, who realized Monroe's comedic abilities in The Seven Year Itch and Some Like It Hot. Brackett's career waned by the end of the decade, though he did produce the Oscar-nominated film The King and I (1956). He received an Honorary Oscar for Lifetime Achievement in 1958.\n\nWilliam Holden began receiving more important parts and his career rose. He won the Best Actor Oscar for Stalag 17 (1953), also directed by Wilder, and by 1956 he was the top box-office attraction in the United States.\n\nBefore the film was released, Nancy Olson had grown disenchanted with film as a career partly because the themes of Sunset Boulevard resonated with her, and also because she had become engaged to songwriter Alan Jay Lerner and decided to move to New York with him. Nevertheless, Olson's pairing with William Holden was considered a success, and she appeared opposite him in several films during the 1950s, although none of them repeated their earlier success; she returned to Hollywood to make several other films, including The Absent-Minded Professor (1961) and Son of Flubber (1963), in which she was paired with Fred MacMurray.[23]\n\nHolden and Wilder also rejoined forces for Fedora (1978), another film critical of Hollywood.\n\nSimilarly, Gloria Swanson was not able to leverage her own success in Sunset Boulevard. Although offered scripts, she felt that they all were poor imitations of Norma Desmond. Imagining a career that would eventually reduce her to playing \"a parody of a parody,\" she virtually retired from films.[5]\n\nSunset Boulevard was shown again in New York City in 1960, and drew such a positive response that Paramount arranged for a limited re-release in theaters throughout the United States.\n\nFilms that discuss Sunset Boulevard in their screenplays or pay homage in scenes or dialogue include Soapdish (1991), The Player (1992), Gods and Monsters (1998), Mulholland Drive (2001),[7] Inland Empire (2006) and Be Cool (2005). The ending of Cecil B. Demented (2000) is a parody of Sunset Boulevard's final scene.\n\n"
        },
        {
            "title": "Restoration and home media",
            "text": "By the late 1990s, most Sunset Boulevard prints were in poor condition, and as the film was shot using cellulose nitrate filmstock, much of the original negative had perished. Paramount Studios, believing the film merited the effort of a complete restoration, mounted an expensive project to have it digitally restored. This restored version was released on DVD in 2002.[61][62] In 2012, the film was digitally restored by Paramount Pictures for Blu-ray Disc debut. Frame-by-frame digital restoration by Prasad Corporation removed dirt, tears, scratches and other defects.[63][64]\n\n"
        },
        {
            "title": "Musical adaptations",
            "text": "From around 1952 to 1956, Gloria Swanson herself worked with actor Richard Stapley (aka Richard Wyler) and cabaret singer/pianist Dickson Hughes on an adaptation titled Boulevard! (at first Starring Norma Desmond). Stapley and Hughes first approached Swanson about appearing in a musical revue they had written, About Time (based on Time). Swanson stated that she would return to the stage only in a musical version of her comeback film. Within a week, Stapley and Dickson had written three songs which Swanson approved.[65]\n\nIn this version, the romance between Gillis and Schaefer was allowed to blossom, and rather than shoot Gillis at the end, Norma gave the couple her blessing, sending them on their way to live \"happily ever after.\"\n\nAlthough Paramount gave verbal permission to proceed with the musical, there was no formal legal option. In the late 1950s, Paramount withdrew its consent, leading to the demise of the project.\n\nIn 1994, Dickson Hughes incorporated material from Boulevard! into a musical Swanson on Sunset, based on his and Stapley's experiences in writing Boulevard!.\n\nStephen Sondheim briefly considered turning Sunset Boulevard into a musical until meeting Billy Wilder at a cocktail party, who told him that the film would be better adapted as an opera rather than a musical.[66] Hal Prince later approached Sondheim to adapt the film as a musical with Angela Lansbury playing Norma Desmond.[67]\n\nJohn Kander and Fred Ebb were also approached by Hal Prince to write a musical of Sunset Boulevard.[68]\n\nA musical adaptation with book and lyrics written by Don Black and Christopher Hampton, and music by Andrew Lloyd Webber was staged in 1993 in London, with Patti LuPone playing Norma Desmond. It closely followed the film story, retained much of the dialogue and attempted to present similar set designs. It reached Broadway in 1994, with Glenn Close playing Norma Desmond. The production staged 17 previews beginning November 1, 1994, and played 977 performances at the Minskoff Theatre from November 17, 1994 through March 22, 1997.[69] In 2016, Close reprised the role in London's West End, followed by a 12-week run at the Palace Theater in New York City from February 2 to June 25, 2017.\n\nA film adaptation of the musical, with Close and Lloyd Webber producing, and Close playing Norma, is in development at Paramount Pictures, with Rob Ashford directing and Tom MacRae writing. Filming was originally set to begin in late 2019, but was delayed three times due to the COVID-19 pandemic and Paramount putting the project on hold as of October 2021.[70][71][72]\n\n"
        },
        {
            "title": "In popular culture",
            "text": "Sunset Boulevard is heavily referenced in  The Disaster Artist: My Life Inside The Room, the Greatest Bad Movie Ever Made by Greg Sestero and Tom Bissell. Quotes from the film are used as epigraphs for many chapters; for example, Chapter 11 begins, \"No one leaves a star. That's what makes one a star.\"[73] Plot and themes of the film are directly invoked to point out parallels in the production of The Room. In an interview, Sestero states, \"I saw a lot of similarities with my story, especially when Tommy lived in a place that had a pool and wanted to make his own vanity project.\"[74]\n\nIn February 2020, President Donald Trump tweeted “So Parasite won Best Picture at the 92nd Academy Awards” and lamented that movies like Sunset Boulevard aren't made anymore.[75]\n\n"
        }
    ]
}