{
    "url": "https://en.wikipedia.org/wiki/Supernatural_fiction",
    "title": "Supernatural fiction",
    "table_of_contents": [
        "1 Description",
        "2 Origin",
        "3 References",
        "4 Further reading",
        "5 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Supernatural fiction or supernaturalist fiction[1] is a genre of speculative fiction that exploits or is centered on supernatural themes, often contradicting naturalist assumptions of the real world.\n\n"
        },
        {
            "title": "Description",
            "text": "In its broadest definition, supernatural fiction overlaps with examples of weird fiction, horror fiction, vampire literature, ghost story, and fantasy. Elements of supernatural fiction can be found in writing from the genre of science fiction. Amongst academics, readers and collectors, however, supernatural fiction is often classed as a discrete genre defined by the elimination of \"horror\", \"fantasy\", and elements important to other genres.[1] The one genre supernatural fiction appears to embrace in its entirety is the traditional ghost story.[2]\n\nThe fantasy and supernatural fiction genres would often overlap and may be confused each for each other, though there exist some crucial differences between the two genres. Fantasy usually takes place in another world, where fantastical creatures or magic are normal. In supernatural fiction, though, magic and monsters are not the norm and the mystery of such things is usually closely intertwined in the plot. The supernatural genre highlights supernatural creatures or happenings within the real world. Moreover, supernatural fiction also tends to focus on suspense and mystery and less on action and adventure.\n\nOccult detective fiction combines the tropes of supernatural fiction with those of detective fiction. Supernatural fiction and drama has supernatural elements blended into a story about the characters' internal conflict and/or a dramatic conflict between the protagonist, human and/or supernatural world, society and between groups.\n\n"
        },
        {
            "title": "Origin",
            "text": "The author of The Rise of Supernatural Fiction 1762–1800 states that the origins of supernatural fiction come from Britain in the second half of the 18th century. Accounts of the Cock Lane ghost were featured in the newspapers in 1762, and an interest in Spiritualism was also currently prevalent. There was a need for people to see real ghosts and experience them vicariously through the writings of fiction.[3]\n\nS. L. Varnado argues in Haunted Presence: The Numinous in Gothic Fiction that the beginning of an interest in the supernatural comes from humanity's craving for the experience of the divine, so that even the old mythological tales of the knights of King Arthur give the reader a sense of the presence of \"holy\" things. The author does then go on to trace this influence further into the future with the Gothic literature movement.[4]\n\nThe famous horror writer H. P. Lovecraft cites man's fear of the unknown as the origin of supernatural fiction in his essay \"Supernatural Horror in Literature\" (1927). He also goes on to describe the literary genre's roots in Gothic literature. The description in Wuthering Heights (1847) of the natural surroundings in which the novel takes place and the eerie mood it evokes is cited as one of the first instances of supernatural horror's being evoked in literature.[5]\n\nIn the 20th century, supernatural fiction became associated with psychological fiction. In this association, descriptions of events that occur are not explainable through the lenses of the natural world, leading to the conclusion that the supernatural is the only possible explanation for what has been described. A classic example of this would be The Turn of the Screw (1898) by Henry James, which offers both a supernatural and a psychological interpretation of the events described. In this example, ambiguity adds to the effects of both the supernatural and the psychological.[6] A similar example is Charlotte Perkins Gilman's story \"The Yellow Wallpaper\".\n\n"
        }
    ]
}