{
    "url": "https://en.wikipedia.org/wiki/Supernatural_order",
    "title": "Supernatural order",
    "table_of_contents": [
        "1 In Catholic philosophy",
        "2 In Supernaturalism",
        "3 References",
        "4 Bibliography"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "According to New Advent, in Christian theology the supernatural order is \"the ensemble of effects exceeding the powers of the created universe and gratuitously produced by God for the purpose of raising the rational creature above its native sphere to a God-like life and destiny.\"[1] The Modern Catholic Dictionary defines it as \"[t]he sum total of heavenly destiny and all the divinely established means of reaching that destiny, which surpass the mere powers and capacities of human nature.\"[2]\n\n"
        },
        {
            "title": "In Catholic philosophy",
            "text": "According to New Advent, \"the philosophical possibility and the critical ascertainment of the supernatural order are the central point of Christian apologetics.\"[1]\n\nYears before the Second Vatican Council, theologian Karl Rahner was using the term \"supernatural existential\" to describe the fact that God has permanently graced human nature with the potential to act in a supernatural way. This understanding found increased importance in the Second Vatican Council. This includes the understanding that everyone is capable of growing in charity (also called sanctifying grace and divine life) by responding to the God-given Spirit within every human person. This Spirit is also experienced as the \"voice of conscience\". While one learns from Christian revelation that all those saved are incorporated into the \"body of Christ\" in heaven, we are sons and daughters of God by God's grace whether or not while here on earth we come to believe in Christ.[3][4]\n\n"
        },
        {
            "title": "In Supernaturalism",
            "text": "According to supernaturalism, a supernatural order is the original and fundamental source of all that exists.[5] Accordingly, it is this supernatural order which defines the limits of what may be known.\n\n"
        }
    ]
}