{
    "url": "https://en.wikipedia.org/wiki/Superhero_film",
    "title": "Superhero film",
    "table_of_contents": [
        "1 1939–1978: Early years",
        "2 1978–1998: Rising popularity of the genre",
        "3 1998–present: Massive success and box office dominance",
        "4 Animated",
        "5 Criticism",
        "6 Parody",
        "7 Box-office reception",
        "8 See also",
        "9 References",
        "10 Bibliography"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nA superhero film (or superhero movie) is a film that focuses on the actions of superheroes. Superheroes are individuals who possess superhuman abilities and are dedicated to protecting the public. These films typically feature action, adventure, fantasy, or science fiction elements. The first film of a particular character often focuses on the hero's origin story or the story of how they got their special powers. The first film frequently introduces the hero's nemesis. (See also: supervillain or archnemesis.)\n\nMany superhero films are based on superhero comics. By contrast, films such as the Ultraman, Kamen Rider and Super Sentai franchises, the RoboCop series, The Meteor Man, the Unbreakable film series, Hancock and They Call Me Jeeg, are original for the screen. While The Green Hornet is based primarily on the original radio series and its 1960s television adaptation, both Underdog and The Powerpuff Girls are based on animated television series. Anime superhero films are based on manga and television shows.\n\nThe highest grossing superhero film franchises (according to the box office income) since 1967 are Tsuburaya Productions' Ultra Series, Toei Company's Kamen Rider and Super Sentai, New Line Cinema's Blade, 20th Century Fox's X-Men, Sony Pictures' Spider-Man trilogy directed by Sam Raimi and the Amazing Spider-Man duology directed by Marc Webb, Pixar's The Incredibles, Christopher Nolan's The Dark Knight Trilogy, the Marvel Cinematic Universe (MCU), and the DC Extended Universe (DCEU).  On its own, the superhero film has become a popular genre of film, earning over $25 billion dollars for Marvel alone.[1][2][3]\n\n"
        },
        {
            "title": "",
            "text": "Almost immediately after superheroes rose in popularity because of comic books (see List of DC Comics Characters and List of Marvel Comics characters), they were adapted into Saturday film serials, starting with Mandrake the Magician (1939). Serials such as The Shadow (1940), Adventures of Captain Marvel (1941), Batman (1943), The Phantom (1943), Captain America (1944), Superman (1948) followed.\n\nIn the following decades, the decline of Saturday serials and turmoil in the comic book industry put an end to superhero motion pictures, with the exception of Superman and the Mole Men (1951), starring George Reeves, which was a trial balloon for the television series Adventures of Superman, compilations of episodes of that same series released theatrically, and Batman (1966) a big-screen extension of the Batman television series starring Adam West.[4]\n\nIn 1957 Japan, Shintoho produced the first film serial featuring the tokusatsu superhero character Super Giant, signaling a shift in Japanese popular culture towards masked superheroes in tokusatsu. Along with Astro Boy, the Super Giant film series greatly influenced later Japanese tokusatsu superhero films.[5] Moonlight Mask also became popular around that time, with six films retelling the story of the TV series being made.[6] Another early superhero film was Ōgon Bat (1966), a Japanese film starring Sonny Chiba based on the 1931 Kamishibai superhero Ōgon Bat.[7]\n\nThe kaiju monster Godzilla, originally a villain, began being portrayed as a superhero in the Godzilla films.[8] He has been described as \"the original radioactive superhero\" due to his nuclear origin story predating Spider-Man (1962 debut),[8] although Godzilla did not become a hero until Ghidorah, the Three-Headed Monster (1964).[9] By the 1970s, Godzilla came to be viewed as a superhero, with the magazine King of the Monsters in 1977 describing Godzilla as \"Superhero of the '70s.\" Godzilla was \"the most universally popular superhero of 1977\" according to Donald F. Glut.[10]\n\nThe year 1966 saw the debut of the Ultra Series with kaiju TV show Ultra Q. However, with the release of the original Ultraman, the franchise started focusing on superheroes. In 1967, Ultraman started expanding to films. Early films, such as Ultraman: Monster Movie Feature were compilations or theatrical releases of TV shows' episodes. The first original Ultraman film was a co-production with Thailand, The 6 Ultra Brothers vs. the Monster Army.[11]\n\nThe popularity of television superheroes in Japan led to the start of the Kamen Rider and Super Sentai franchises by famous manga artist Shotaro Ishinomori in 1971 and 1975, respectively. Just like with Ultraman, many early Kamen Rider and Super Sentai episodes were released as films. Original Kamen Rider films released before 1978 include Kamen Rider vs. Shocker, Kamen Rider vs. Ambassador Hell, Kamen Rider V3 vs. Destron Mutants and Five Riders vs. King Dark.\n\nOriginal superhero characters emerged in other, more comedy oriented films such as the French political satire film Mr. Freedom (1969), the Polish parody Hydrozagadka (1970) and the American B movies, Rat Pfink a Boo Boo (1966), and The Wild World of Batwoman (1966).[12][13]\n\n"
        },
        {
            "title": "",
            "text": "Riding a wave of a new interest in fantasy and science fiction films with the success of Star Wars, Richard Donner's Superman (1978), the first major big-budget DC feature film, proved a critical and commercial success. The same year, Toei Company's Spider-Man reimagining and the first Super Sentai crossover film, JAKQ Dengekitai vs. Gorenger, were released. Other successful entries emerged throughout the 1980s, including Eight Riders vs. Galaxy King (1980), Kamen Rider Super-1: The Movie (1981), Richard Lester's Superman II (1981), Spider-Man: The Dragon's Challenge (1981) and Paul Verhoeven's RoboCop (1987). Then there was Kamen Rider Black: Hurry to Onigashima and Kamen Rider Black: Terrifying! The Phantom House of Devil Pass, both released in 1988.\n\nOther superhero films released during the 1980s include Denshi Sentai Denziman: The Movie (1980), Flash Gordon (1980), Taiyo Sentai Sun Vulcan: The Movie (1981), Dai Sentai Goggle V: The Movie (1982), Swamp Thing (1982) and, Kagaku Sentai Dynaman: The Movie (1983), sequel, Superman III (1983), Choudenshi Bioman: The Movie (1984), Supergirl (1984), Ultraman Zoffy: Ultra Warriors vs. the Giant Monster Army (1984), Ultraman Story (1984), Dengeki Sentai Changeman: The Movie and Dengeki Sentai Changeman: Shuttle Base! The Critical Moment! (1985), The Toxic Avenger (1985), Choushinsei Flashman: The Movie (1986), Choushinsei Flashman: Big Rally! Titan Boy! (1987), Hikari Sentai Maskman: The Movie (1987), Superman IV: The Quest for Peace (1987), Masters of the Universe (1987), Bollywood's Mr. India (1987), Ultraman: The Adventure Begins (1987), RoboCop (1987), Kousoku Sentai Turboranger: The Movie (1989), and The Punisher (1989).\n\nA landmark superhero film was Tim Burton's Batman (1989) and its direct follow-up, Batman Returns (1992),[14] the success of these spawned the DC Animated Universe.\n\nSuperhero movies from the 1990s include Teenage Mutant Ninja Turtles (1990) and its two sequels, RoboCop 2 (1990), Darkman (1990), Sgt. Kabukiman N.Y.P.D. (1990), The Rocketeer (1991), Shin Kamen Rider: Prologue (1992), RoboCop 3 (1993), the animated Batman: Mask of the Phantasm (1993), Kamen Rider ZO (1993), Kamen Rider J (1994), Gosei Sentai Dairanger: The Movie, The Shadow (1994), The Mask (1994), Ninja Sentai Kakuranger: The Movie (1994), Blankman (1994), Chouriki Sentai Ohranger: The Movie (1995), Batman Forever (1995), Judge Dredd (1995), Tank Girl (1995), Mighty Morphin' Power Rangers: The Movie (1995) and a sequel, Barb Wire (1996), The Phantom (1996), Black Mask (1996), Chouriki Sentai Ohranger: Ole vs. Kakuranger (1996), Revive! Ultraman (1996), Gekisou Sentai Carranger vs. Ohranger (1997) and Steel (1997).[15][16][17] Marvel Comics' Captain America (1991) did not have a theatrical release and Roger Corman's The Fantastic Four (1994), produced solely for the legal maintenance of the film rights to the property[18] was released neither theatrically nor on home video.[15]\n\nAlex Proyas' The Crow (1994) became the first independent comic superhero film that established a franchise.[15] It brought in a new realm of violence absent in previous popular superhero films targeted at younger audiences and bridged a gap to the more modern action film.[19] The success of The Crow catalyzed the release of a film version of Spawn (1997), Image Comics' leading character. After Marvel bought Malibu Comics (the company that owned The Men in Black comic series), Marvel and Columbia Pictures released the Men in Black film in 1997.[20] The film became the first Marvel property to win an Oscar and the then-highest-grossing comic book adaptation.[21] While a box office success, Joel Schumacher's Batman & Robin (1997) was critically panned for its campiness[22] and it has strayed too far from the darker style of the series' first two Tim Burton films.[23] As a result, it has sometimes been credited with nearly killing the superhero movie subgenre.[24][25]\n\nStarting with the 1990s, original Ultraman films started being a regular thing. In 1996 Tsuburaya released Ultraman Zearth, which parodied the original TV series and later installments.[26] The following year, the sequel titled Ultraman Zearth 2: Superhuman Big Battle - Light and Shadow premiered.\n\n"
        },
        {
            "title": "",
            "text": "In 1998, Marvel released Blade, a mix of a traditional action film as well a darker superhero film, with the title character having vampiric powers as well as carrying an arsenal of weaponry.[19] The success of Blade began Marvel's film success and set the stage for further comic book film adaptations.[27][28] Meanwhile, thanks to the popularity of Ultraman Tiga TV series, several films based on it and later installments were produced. These include Ultraman Tiga & Ultraman Dyna: Warriors of the Star of Light (1998), Ultraman Gaia: The Battle in Hyperspace (1999) and Ultraman Tiga: The Final Odyssey (2000). The Matrix (1999) also had an impact on superhero films. Influenced by comic books, cyberpunk fiction, Japanese anime, and Hong Kong action films, The Matrix effectively \"reinvented\" the superhero film, according to Adam Sternbergh of Vulture.com, crediting The Matrix with setting the template for modern superhero blockbusters and inspiring the superhero renaissance in the early 21st century.[29] John Kenneth Muir in The Encyclopedia of Superheroes on Film and Television called the film a \"revolutionary\" reimagination of movie visuals, paving the way for the visuals of later superhero films, and credits it with helping to \"make comic-book superheroes hip\" and its bullet time effect effectively demonstrating the concept of \"faster than a speeding bullet\" on-screen.[30] Inspector Gadget and Mystery Men would then follow to close out the decade for the subgenre.\n\nAfter the success of Kamen Rider Kuuga television series, a new era of the Kamen Rider franchise began. It led to the production of Kamen Rider movies every year, starting with Kamen Rider Agito: Project G4.\n\nAfter the comic book boom and the success of several comic book adaptation films (including superhero films) in the 1990s,[31] the first decade of the 21st century brought increased interest in superhero films and some of their most profitable franchises, many from Marvel Enterprises. The success of the X-Men TV series made 20th Century Fox licenses the film rights in 1994.[32] After the success of Men in Black in 1997, Columbia Pictures licensed the film rights of Spider-Man in 1999.[33] 20th Century Fox's X-Men (2000) became a film franchise by its surprise hit,[34] and M. Night Shyamalan's Unbreakable (2000)[35] also succeeded and added an element of more urban naturalism.[36] Later, one of the largest blockbusters of all time was released with Sam Raimi's Spider-Man (2002).[37] In 2004, Ultraman: The Next was released, which was a remaining of the original series and the franchise as a whole.[38] With high ticket and DVD sales, numerous new superhero films were released every year in the 2000s, including Faust: Love of the Damned (2000), Blade II (2002), Daredevil (2003), The League of Extraordinary Gentlemen (2003), Hulk (2003), X2: X-Men United (2003), Blade: Trinity (2004), Casshern (2004), Catwoman (2004), Hellboy (2004), The Punisher (2004), the semi-animated Sky Captain and the World of Tomorrow (2004), Spider-Man 2 (2004), Elektra (2005), Constantine (2005), Fantastic Four (2005), Malaysia's Cicak Man (2006), India's Krrish (2006), Thailand's Mercury Man (2006), X-Men: The Last Stand (2006), Fantastic Four: Rise of the Silver Surfer (2007), Ghost Rider (2007), Chile's Mirageman (2007), Spider-Man 3 (2007), TMNT (2007), Drona (2008) and Hellboy II: The Golden Army (2008).\n\nBrad Bird's The Incredibles (2004) for Pixar was a critically acclaimed computer-animated superhero film aimed towards families.[39] Other hybrids include Sky High (2005) and Zoom (2006) which were fusions of superhero and family film, as well as My Super Ex-Girlfriend (2006) a combination of superhero and romantic comedy.[40][41]\n\nSome series from the current and previous decades were re-released, such as Superman II: The Richard Donner Cut (2006).[42] Other series discarded the continuities of previously released films and began a reboot, most notably Christopher Nolan's Batman Begins (2005), Louis Leterrier's The Incredible Hulk (2008) and Lexi Alexander's Punisher: War Zone (2008). Bryan Singer's Superman Returns (2006) stands out in that it is a sequel to the first two Superman films, yet also a reboot of the third and fourth films.[43] The Batman Begins sequel The Dark Knight (2008) received eight nominations at the Academy Awards with two wins for Best Sound Editing and Best Supporting Actor for Heath Ledger's portrayal of The Joker.\n\nIn 2008, Iron Man was released, setting the stage for the Marvel Cinematic Universe. The likes of 2009's Watchmen and X-Men Origins: Wolverine would then close out the decade. The 2010s generally continued the box-office success of superhero films seen in the 2000s,[44] and it took the subgenre's success and ubiquity to new heights.[45] In 2010, Matthew Vaughn's adaptation of Kick-Ass was released, followed by Iron Man 2 a month later. 2011 releases included The Green Hornet (2011),[46] Green Lantern (2011), and X-Men: First Class (2011). Following references to the \"Avengers Initiative\" in the Iron Man films and The Incredible Hulk, Marvel released Thor on May 6, 2011,[47] followed by Captain America: The First Avenger on July 22, 2011.\n\nAlthough the film Ghost Rider: Spirit of Vengeance was released on February 17, 2012, to little audience interest,[48] superhero films dominated that year's lucrative summer film market with three superhero films occupying the top three positions of the box office chart.[49] This includes the May 2012 release of Marvel's The Avengers, which broke the box office record as the highest-grossing superhero film of all time.[50] The next Batman film from Christopher Nolan, The Dark Knight Rises, is the sequel to Christopher Nolan's film The Dark Knight, and was released on July 20, 2012, in the second position while the third was occupied by reboot of the Spider-Man franchise, The Amazing Spider-Man, directed by Marc Webb and produced for Columbia Pictures.\n\nA Superman Returns sequel was planned for 2009 but was delayed and later scrapped in favor of the reboot, Man of Steel (2013).[51]\n\nIn 2008, there were reports that DC Comics planned to release Green Arrow: Escape from Super Max.[52] Other intended releases from Marvel included several new X-Men films, Silver Surfer, Ant-Man,[53] and movies based on DC superheroes such as Wonder Woman and the Flash.[54]\n\nAt the 2012 San Diego Comic-Con, Marvel confirmed that an Ant-Man film was in development, as well as a film based on 2008 comic series Guardians of the Galaxy, which was released in August 2014. Iron Man 3 was released in May 2013, Thor: The Dark World in November 2013, and Captain America: The Winter Soldier in April 2014. The Amazing Spider-Man 2, the sequel to the 2012 reboot was also released in May 2014, which became the lowest-grossing and poorly received rated film in the Spider-Man film series. In 2013, a sequel to the 2009 film X-Men Origins: Wolverine, titled The Wolverine was released. In 2014, X-Men: Days of Future Past released to critical acclaim and financial success; the film became the highest-grossing film in the X-Men series, and effectively rebooted the franchise.\n\nIn 2014, Italian filmmaker Gabriele Salvatores directed a superhero-fantasy film titled Il Ragazzo invisible, or The Invisible Boy, which won the Young Audience Award at the 2015 European Film Awards.\n\nAn Avengers sequel, titled Avengers: Age of Ultron, was released in May 2015. Following the success of the Marvel Cinematic Universe, rival DC Comics also planned to make and produce their own shared film universe called the DC Extended Universe, which began with the release of Man of Steel; a sequel titled Batman v Superman: Dawn of Justice was scheduled for release in May 2016, though it was later moved up to March 2016. Nickelodeon's 2015 film The SpongeBob Movie: Sponge Out of Water features the main characters transforming into superheroes. 20th Century Fox rebooted the Fantastic Four series and released Fantastic Four in August 2015.[55]\n\nOn March 9, 2015, publishing house Valiant Comics reached an unprecedented nine-figure deal with Chinese company DMG Entertainment to produce their own series of superhero movies, set in their own cinematic universe.[56] The series will be co-produced by Sony Pictures and will start with a movie adaptation of Bloodshot for a 2016 release, followed by Harbinger, both movies receiving a sequel and ending in a crossover movie based on the Harbinger Wars arc from the comic books.[57]\n\nIn 2015, Italian filmmaker Gabrielle Mainetti directed a superhero film, titled They Call Me Jeeg starring Claudio Santamaria.[58] Its original title is Lo chiamavano Jeeg Robot, from the Italian name of the anime and manga series Steel Jeeg. It was released in Italy on February 25, 2016.[59]\n\nIn 2016, the eighth installment in the X-Men series Deadpool was released in February, which went on to become the highest-grossing R-rated film of all time when unadjusted for inflation, and the highest-grossing film of the series. The ninth installment, X-Men: Apocalypse, also released. Warner Bros. released Batman v Superman: Dawn of Justice in March, which is the first film to feature both Batman and Superman, also released. This film performed moderately well at the box office but received poor reviews. Suicide Squad in August, which features a team of anti-hero/supervillains, both of which take place in the DC Extended Universe. Marvel Studios, meanwhile, in May released Captain America: Civil War, in which the Avengers splits into two opposing factions, and Doctor Strange, which recounts the superheroic origin of Stephen Strange, in November, both of which take place in the Marvel Cinematic Universe. In October, based on the eponymous toy line by Mattel, Max Steel was released.[60]\n\nJanuary 2017 saw the release of M. Night Shyamalan's Split, which served as a standalone sequel to Unbreakable. The first Finnish superhero film, Rendel: Dark Vengeance, was released in September 2017 and it won the Best Action Movie award at the Erratum Film Festival in Mexico.[61] Power Rangers, a movie reboot of the TV series, was released in March, with Lionsgate planning a seven-film franchise, but was a commercial disappointment. By contrast, the film Logan, which was Hugh Jackman and Patrick Stewart's last appearances as their characters in the X-Men film series, proved to be a major critical and commercial success. This film was the first ever canon X-Men movie to be rated R as normally they were PG-13 and became the first superhero movie to receive an Academy Award for Best Adapted Screenplay. In the summer movie season, Guardians of the Galaxy Vol. 2, Wonder Woman and Spider-Man: Homecoming confirmed the superhero film dominance of the mainstream movie market.[62] That dominance continued into the fall with the success of Thor: Ragnarok, but Warner Bros.' attempt to consummate its attempt to have its own shared universe media franchise, the DC Extended Universe, with Justice League as it was critical and financial disappointment.\n\nIn 2018, Marvel Studios released Black Panther on February 16, featuring the solo film adaptation of the first mainstream African-American superhero, the Black Panther. It was commercial and critical success in the Marvel Cinematic Universe franchise. Furthermore, it became the first superhero film to be nominated for the Academy Award for Best Picture.[63]\n\nThis MCU project was soon followed up by Avengers: Infinity War, released on April 27, 2018, which earned both critical acclaim[64] and worldwide financial success earning an excess of $2 billion.[65] Soon after, 20th Century Fox released Deadpool 2 on May 18, 2018[66] In addition, Incredibles 2, the long-awaited sequel for the Academy Award-winning animated film The Incredibles, had its wide release on June 15, 2018, met with considerable critical acclaim[67] and earned $182.68 million on its premiere weekend.[68] The next superhero film in the Marvel Universe Ant-Man and the Wasp was released on July 6, with competing studios declining to release major films on American Independence Day in the face of the reliably popular film franchise.\n\nThe anti-hero film Venom based on the comic book character was released on October 5, 2018, to poor reviews, but great box-office success. In December 2018 Warner Bros. released Aquaman, a film about the DC Comics superhero of the same name, which became the DCEU's most successful film in the box office as it grossed $1.148 billion worldwide.\n\n2019 began with M. Night Shyamalan's Glass, the culmination of Unbreakable and Split, in January. In March, the MCU's Captain Marvel overcame online hostility, in part because of star Brie Larson's comments about lack of diversity in the film and film criticism industries,[69] to become the next film in the franchise to earn over $1 billion worldwide[70] amid largely positive reviews.[71] Later in April, the DCEU's Shazam!, featuring the lead character who was previously known as Captain Marvel himself, had decent box office success for its relatively low budget,[72] which has been seen as further evidence of the revitalization of the Warner Bros. media franchise. That same month, Avengers: Endgame ended the Infinity Saga with widespread acclaim and broke numerous box office records and became the fastest film to exceed $1 billion worldwide, doing so in five days. This film became the fastest to hit $1 billion. Avengers: Endgame become the highest-grossing film of all time, surpassing James Cameron's Avatar, for over a year, before the latter retook its place.\n\nBy contrast, the June X-Men film Dark Phoenix performed poorly upon release, along with poor critical reception.[73] In addition, it was observed that there was noticeable fan indifference for a concluding film series of a property that would be put in the complete control of Marvel Studios producer, Kevin Feige, along with the Fantastic Four, for integration into the Marvel Cinematic Universe franchise in due time considering Disney's acquisition of 20th Century Fox.[74] In July 2019, Phase 3 of the Marvel Cinematic Universe was concluded with the Sony film, Spider-Man: Far From Home which was released to critical and commercial success.\n\nKevin Feige announced the lineup of Phase Four of the MCU in July 2019, which includes feature films as well as television series for the streaming service Disney+.[75] The first release was in Phase Four was originally scheduled to be the film Black Widow, but it was delayed due to the COVID-19 pandemic, resulting in the Disney+ series WandaVision premiering first instead.[76]\n\nIn August 2019, Joko Anwar's Gundala was released in Indonesia.[77] It was screened at the Toronto International Film Festival later in September and is set to be the first entry in the Bumilangit Cinematic Universe (BCU) film series based on characters of comic books published by Bumilangit.[78] The second and third films in the series, Sri Asih and Patriot Taruna: Virgo and the Sparklings, were announced for a 2020 release but were pushed back to 2021 as production was significantly delayed by the COVID-19 pandemic.[79] The production company's strategy of announcing films in volumes with a team-up film as the climax has led to the media dubbing it the \"Indonesian equivalent to the MCU and DCEU\".[80]\n\nIn March 2021, the director's cut of DC's Justice League from Zack Snyder was released. The theatrical version of the film had been finished by Joss Whedon, after Snyder quit as a result of his daughter having committed suicide earlier during production. The director's cut was titled Zack Snyder's Justice League and was released exclusively on the streaming service HBO Max.[citation needed]\n\nThe Suicide Squad was released in August but was a box office disappointment despite receiving positive reviews. The underperformance was blamed on the continued disruption of cinema during the pandemic (particularly the delta variant) and confusion from the general audience on whether the film was a sequel, reboot or remake.[81][82] Meanwhile, Marvel's Shang-Chi and the Legend of the Ten Rings broke Labor Day records,[83] while similar successes were seen in the Sony's Spider-Man Universe (SSU) film Venom: Let There Be Carnage.[84] Despite middling reviews and the first rotten rating[85] for a Marvel Cinematic Universe film, Eternals opened to a moderate success at the box office.[86]\n\nSpider-Man: No Way Home released on December 17, 2021, and became the highest-grossing film of 2021,[87] the sixth highest-grossing film of all time,[88] the third-highest-grossing film in the United States and Canada,[89] the highest grossing Spider-Man film, and the highest-grossing film produced by Sony.[90] It also became the first film to gross over $1 billion since Star Wars: The Rise of Skywalker largely due to the COVID-19 pandemic,[91] as well as the highest-grossing film not to be released in China (one of the world's biggest box office markets).[92]\n\nIn 2022, Warner Bros released The Batman, a reboot for the Batman film series, and unconnected to the DC Extended Universe. It was a critical and commercial hit, with particular praise for the film being a 'grounded detective story,[93]' Matt Reeves direction and Robert Pattinson's performance as the titular hero.[94] It went on to become the second biggest pandemic debut, after Spider-Man: No Way Home.[95] Morbius, starring Jared Leto and based on the Spider-Man villain of the same name debuted that April as another chapter in Sony's Spider-Man Universe. The film was critically panned and a box-office bomb.[96] Variety reported that whilst the initial opening was hopeful for Morbius, 'The character is not nearly as recognizable to general audiences as Spider-Man, Batman or Venom, nor is the film clearly connected to a larger story like \"Eternals\" or \"Shang-Chi and the Legend of the Ten Rings.\" Thus, \"Morbius\" wasn't expected to match the receipts for recent comic book tentpoles based on those characters.'[97] Scott Mendelson further stated that Sony seemed to rely on the film's 'connection to the Spider-Man universe, the success of Venom and a misguided assumption that audiences were interested in villain movies.[98]\n\nIn May, Sam Raimi returned to the superhero genre with Doctor Strange in the Multiverse of Madness. The film was met with mixed-to-positive reviews and earned $187 million on its opening weekend, becoming the eleventh-best domestic debut of all time, the best summer debut for a Disney release during the pandemic, and Raimi's best opening.[99] In its second weekend, the film earned $61 million, becoming one of the MCU's biggest second-weekend box office drops. The 67% decline was attributed by Deadline Hollywood to the \"bad word of mouth\" on the film and its CinemaScore grade, while Intelligence saw more than 17% downsize of available seats for the film, resulting in a lessen showtimes which also led to the decline.[100] In its third weekend, the film earned $31.6 million, contributing to the 800-million-dollar mark at the box office to become Hollywood's second-highest-grossing film released during the pandemic behind No Way Home.[101] The film earned $16.4 million in its fourth weekend, contributing to the total box office that helped it to become the highest-grossing film of 2022 previously held by The Batman.[102] As of June 2022, the film stands as the 11th highest-grossing of the MCU worldwide.[103]\n\nAs of 2022[update] superhero films are so important for the entertainment industry that they are, The Hollywood Reporter wrote, \"one of the last ways for an actor to earn a major payday\". It quoted a Hollywood executive as stating, \"If you want to get paid, you have to put on a cape\" because, the magazine said, \"With rare exception, even A+ stars aren’t making what they used to\"; characters like Spider-Man and Batman are more important than the actors themselves, it said.[104]\n\n"
        },
        {
            "title": "Animated",
            "text": "Outside of live-action, animated superhero films have also achieved critical and financial success.[105][106] Nearly all animated superhero films are direct-to-video though there are a countless number of these films creating different events in them from their live-action counterparts. Batman: Mask of the Phantasm was released theatrically and was a critical success (though a box-office failure). In 1968, VIP my Brother Superman was released, directed by Italian animator Bruno Bozzetto; it is a parody of superheroes[107] and enjoyed great success.[108] In 2004, Pixar released The Incredibles, about a retired superhero couple and their children, which did extremely well both critically and financially and went on to win the Academy Award for Best Animated Feature. In 2010 DreamWorks Animation released Megamind to middling success.[109] In 2014, Walt Disney Animation Studios released an adaptation of the Marvel Comics superhero team Big Hero 6. The same year, Warner Bros. released The Lego Movie, which had Batman and other DC Comics superheroes in major and supporting roles. A significant box-office success, it was followed in 2017 by The Lego Batman Movie, as well as DreamWorks Animation's Captain Underpants: The First Epic Movie.\n\nIn 2018, three theatrical animated superhero films were released to considerable critical and commercial success: Pixar's Incredibles 2, Warner Bros.'s Teen Titans Go! To the Movies, and Sony Pictures Animation's Spider-Man: Into the Spider-Verse. Furthermore, the latter of the three swept that year's major film awards for animated features, including the Academy Award.\n\n"
        },
        {
            "title": "Criticism",
            "text": "As superhero film production increased during the latter end of the 2010s, the genre's contribution to cinema was questioned. Martin Scorsese, in an interview with Empire magazine, commented that \"as well made as they are, with actors doing the best they can under the circumstances, is theme parks. It isn't the cinema of human beings trying to convey emotional, psychological experiences to another human being.\" He stated that the Marvel films were not \"cinema\".[110] He later clarified his opinion as being worried about studios' overreliance, believing that in \"many places around this country and the world, franchise films are now your primary choice if you want to see something on the big screen. It’s a perilous time in film exhibition, and there are fewer independent theaters than ever.\"[111] Criticism of Marvel Studios' films continued with Jennifer Aniston stating that Marvel movies are \"diminishing\" and believed that there should be a “resurgence” of “the era of Meg Ryan.” “Let’s get the Terms of Endearment back out there. You know, Heaven Can Wait, Young Frankenstein, Blazing Saddles, Goodbye Girl.”[112] Denis Villeneuve dismissed \"too many Marvel films\" being \"a cut and paste of others\"[113] and Roland Emmerich stating that large blockbuster films such as the MCU and Star Wars films were \"ruining our industry a little\" since \"nobody does anything original anymore\".[114] However, in March 2022, Nicolas Cage stated that “Marvel has done a really excellent job of entertaining the whole family. They put a lot of thought into it. I mean, it’s definitely had a big progression from when I was doing the first two ‘Ghost Rider’ movies. Kevin Feige, or whoever is behind that machine, has found a masterful way of weaving the stories together and interconnecting all the characters. What could be wrong with wholesome entertainment that is appealing to the parents and the children, and gives people something to look forward to?” Cage asked. “I just, I don’t see what the issue is.”[115]\n\nSome media commentators have attributed the increased popularity of superhero franchises in the new millennium to the social and political climate in Western society since the September 11, 2001 terrorist attacks,[116] although others have argued advances in special effects technology have played a more significant role.[117] Others have postulated that its box office dominance is in part due to its flexibility, a shared trait from its original publishing origins. Namely, the editorial realities of comic book publishing, which can have series running for decades, encouraged writers to resort to a variety of story situations so diverse from the fantastic to the relatively realistic, for so long and so often that it has become an expected element of the genre to have such adaptability.[118] For example, with the common element being that they all feature heroes with extraordinary abilities and typically in a distinctive costume, many successful superhero films have used a plethora of genres such as horror (Blade), thriller (Unbreakable), period drama (Captain America: The First Avenger), space opera (Guardians of the Galaxy), family film (The Incredibles), teen film (Spider-Man: Homecoming), heist film (Ant-Man), fantasy (Doctor Strange), neo-noir (The Dark Knight), political thriller (Captain America: The Winter Soldier), and Western (Logan).[119]\n\n"
        }
    ]
}