{
    "url": "https://en.wikipedia.org/wiki/Supernatural_horror_film",
    "title": "Supernatural horror film",
    "table_of_contents": [
        "1 Comparisons",
        "2 History",
        "3 Box office",
        "4 Use of music",
        "5 References",
        "6 Bibliography",
        "7 Further reading",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Supernatural horror film is a film genre that combines aspects of horror film and supernatural film. Supernatural occurrences in such films often include ghosts and demons, and many supernatural horror films have elements of religion. Common themes in the genre are the afterlife, the Devil, and demonic possession. Not all supernatural horror films focus on religion, and they can have \"more vivid and gruesome violence\".[1]\n\n"
        },
        {
            "title": "Comparisons",
            "text": "For such films and other media, critics distinguish supernatural horror from psychological horror. Mathias Clasen writes in Why Horror Seduces, \"Supernatural horror involves some kind of suspension or breach of physical law, usually embodied in or caused by some kind of supernatural agency such as an uncanny monster or a ghost... psychological horror, on the other hand, does not involve violations of physical law, but features naturalistic (if often implausible) menaces and scenarios.\"[2] Paul Meehan also distinguishes supernatural horror films from psychological horror, \"The threat to societal order comes from something preternatural or anomalous: a haunted house, a curse, or a monster like a vampire or a werewolf.\"[3]\n\nCharles Derry, writing in Dark Dreams 2.0, contrasted supernatural horror and pseudoscientific horror as \"two basic methods of explaining things away\" in horror stories. Derry wrote, \"Into the supernatural group one could fit all the monsters and horrors that are somehow involved with religions and ritual,\" highlighting witchcraft, Egyptology and reincarnation, and zombies.[4] Aaron Smuts considers horror \"to be a genre with two main sub-types, supernatural horror and realist horror\" and that they \"have different charms\".[5]\n\n"
        },
        {
            "title": "History",
            "text": "Supernatural horror became prevalent in the 1920s and the early 1930s with German Expressionist films; Paul Meehan said the style created \"a nightmarish netherworld of supernatural fear\". The genre became more commercially popular in the 1930s with Universal Studios producing Universal Monsters films, and the films \"were set in a mythical Transylvania or other Eastern European locale, in an unreal fantasy world far divorced from everyday\". Meehan said, \"This served to make the creatures of the night that populated these films into harmless chimeras comfortably ensconced in the faraway past.\" In the early 1940s, supernatural horror films had more contemporary settings, but the genre was ultimately superseded by psychological horror films. By the end of World War II, the supernatural horror genre \"met its demise\", being overshadowed by the atrocities of the war. By the 1950s, science fiction horror films had replaced supernatural horror films, and psychological horror films also became more popular in the same decade, ultimately eclipsing supernatural horror.[3] The few supernatural horror films that were produced in the 1950s were often set in haunted houses, a continuation of haunted-house films prevalent in the 1940s.[4]\n\nIn the 1960s, horror films like The Innocents (1961), The Haunting (1963), and Rosemary's Baby (1968) used supernatural elements but were not directly about the paranormal. Other horror films used supernatural themes to code elements being censored by the Motion Picture Production Code (or the Hays Code). The Haunting featured a female protagonist interested in another woman, and she was a queer coded character. Such characters were commonplace in the history of supernatural horror films.[6] Sue Matheson wrote of Rosemary's Baby, \"[It] popularized depictions of witchcraft, demonic activity, and the Devil on screen and generated a wave of supernatural horror movies.\"[7] By the 1970s, the films The Exorcist (1973) and The Omen (1976) revived the supernatural horror genre. Literature was used as source material like with the earliest films, with the written works of Stephen King being adapted into Carrie (1976) and The Shining (1980). The film Poltergeist (1982) was also a genre highlight in the 1980s.[8]\n\nIn the 2000s, violent horror films called \"torture porn\" were popular. By the end of the decade, supernatural horror reclaimed their popularity. The found footage film The Blair Witch Project had achieved fame in 1999, and in the late 2000s, Paranormal Activity succeeded with the same film technique, which led to a film series that lasted until the mid-2010s.[9]\n\n"
        },
        {
            "title": "Box office",
            "text": "The highest-grossing supernatural horror film, adjusted for inflation, is The Exorcist (1973). It has an unadjusted gross of over $441 million with the original release and 2000 re-release combined;[10] the estimated adjusted gross in 2019 is over $1.04 billion.[11] The highest-grossing supernatural horror film, unadjusted for inflation, is It (2017) with a worldwide gross of $701 million.[12]\n\nIn 2013, Variety's Andrew Stewart said supernatural horror films grossed more at the box office than other horror sub-genres. Stewart said, \"Generally speaking, playability for that subset of horror films—meaning slasher and torture porn pics—is far less reliable... That's why filmmakers, who are looking to cash in on the often lucrative business of making low-budget horror movies, should skip the slasher genre and stick to good ole’ fashioned spectral storytelling.\"[13]\n\n"
        },
        {
            "title": "Use of music",
            "text": "Joe Tompkins wrote that following the 1950s, many \"Gothic and supernatural horror movies utilize dissonance, atonality, and unusual configurations of instruments to signify all sorts of anomalous, paranormal activity\". He wrote that Black Sunday (1960) and The Haunting (1963) \"make use of atonal clusters, which operate in sharp contrast to tonal music and thus provide antagonistic symbols for supernatural evil and good (respectively)\". He also highlighted that The Amityville Horror (1979) and Poltergeist (1982) \"employ various thematic materials ranging from soft-sounding lullabies to atonal outbursts\".[14]\n\nAccording to Janet K. Halfyard, supernatural horror-comedy films deploy various strategies to using music \"to simultaneously locate the film within—or at least close to—the horror genre, while at the same time encouraging the audience to laugh instead of scream\".[15]\n\n"
        }
    ]
}