{
    "url": "https://en.wikipedia.org/wiki/Superstition",
    "title": "Superstition",
    "table_of_contents": [
        "1 Contemporary use",
        "2 Alternative religious beliefs as superstition",
        "2.1 Classifications",
        "2.2 Criticism of definitions",
        "2.2.1 Subjective perceptions",
        "2.3 Etymology",
        "3 Superstition and psychology",
        "3.1 Origins",
        "3.1.1 Behaviorism perspective",
        "3.1.2 Evolutionary/cognitive perspective",
        "3.2 Mechanisms",
        "3.3 Occurrence",
        "3.4 Consumer behavior",
        "4 Superstition and politics",
        "5 Opposition to superstition",
        "6 Regional and national superstitions",
        "6.1 Animals",
        "6.2 Numbers",
        "6.3 Objects",
        "6.4 Actions",
        "7 See also",
        "8 References",
        "9 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "A superstition is any belief or practice considered by non-practitioners to be irrational or supernatural, attributed to fate or magic, perceived supernatural influence, or fear of that which is unknown. It is commonly applied to beliefs and practices surrounding luck, amulets, astrology, fortune telling, spirits, and certain paranormal entities, particularly the belief that future events can be foretold by specific (apparently) unrelated prior events.[1][2]\n\nAlso, the word superstition is often used to refer to a religion not practiced by the majority of a given society regardless of whether the prevailing religion contains alleged superstitions or to all religions by the antireligious.[1]\n\n"
        },
        {
            "title": "Contemporary use",
            "text": "Definitions of the term vary, but commonly describe superstitions as irrational beliefs at odds with scientific knowledge of the world. Stuart Vyse proposes that a superstition's \"presumed mechanism of action is inconsistent with our understanding of the physical world\", with Jane Risen adding these beliefs are not merely scientifically wrong, but impossible.[3][4] Similarly, Lysann Damisch defines superstition as \"irrational  beliefs  that  an  object,  action,  or  circumstance  that  is  not  logically  related  to  a  course  of  events influences its outcome\",[5][6]\nDale Martin, says they \"presuppose an erroneous understanding about cause and effect, that have been rejected by modern science.\"[7] The Oxford English Dictionary[8]  describes them as \"irrational, unfounded\", Merriam Webster, as \"a false conception about causation or belief or practice\",[9] the Cambridge Dictionary \"sans grounding in human reason or scientific knowledge\".[10] This notion of superstitious practices are not causally related to the outcomes.[11]\n\nBoth Vyse and Martin argue what is considered superstitious varies across cultures and time. For Vyse, \"if a culture has not yet adopted science as its standard, then what we consider magic or superstition is more accurately the local science or religion.\"[3] Dale points out that superstitions are often considered as out of place in modern times influenced by modern science and its notions of what is rational or irrational, surviving as remnants of older popular beliefs and practices.[9]\n\nVyse proposes that in addition to being irrational and culturally-dependant, superstitions have to be instrumental: an actual effect is expected by the person holding a belief, such as increased odds of winning a prize. This distinction excludes practices where participants merely expect to be entertained.[3]\n\n"
        },
        {
            "title": "Alternative religious beliefs as superstition",
            "text": "Religious practices that differ from commonly accepted religions in a given culture are sometimes called superstitious; similarly, new practices brought into an established religious community can also be labeled as superstitious in an attempt to exclude them. Similarly, an excessive display of devoutness has often been labelled as superstitious behavior.[1][12][13]\n\nIn antiquity, the Latin term superstitio, like its equivalent Greek deisidaimonia, came to be associated with exaggerated ritual and a credulous attitude towards prophecies.[14][8][1] Greek and Roman polytheists, who modeled their relations with the gods on political and social terms, scorned the man who constantly trembled with fear at the thought of the gods, as a slave feared a cruel and capricious master. Such fear of the gods was what the Romans meant by \"superstition\" (Veyne 1987, p. 211). Diderot's Encyclopédie defines superstition as \"any excess of religion in general\", and links it specifically with paganism.[15]\n\nIn his Prelude on the Babylonian Captivity of the Church, Martin Luther (who called the papacy \"that fountain and source of all superstitions\") accuses the popes of superstition:\n\nThe current Catechism of the Catholic Church considers superstition sinful in the sense that it denotes \"a perverse excess of religion\", as a demonstrated lack of trust in divine providence (¶ 2110), and a violation of the first of the Ten Commandments.\nThe Catechism is a defense against the accusation that Catholic doctrine is superstitious:\n\nDieter Harmening's book Superstitio categorizes superstitions in three categories of magic, divination and observances, he further divides observances category in 'signs' and 'time'.[2] Time sub category constitutes temporal prognostics like observances of various days related like dog days, Egyptian days, year prognosis and lunaries, where as signs category constitutes signs like particular animal behaviors, like the call of birds or neighing of horses or sighting of comets, or dreams.[2] According to László Sándor Chardonnens the signs subcategory usually needs an observer who might help in interpreting the signs and such observer does not need necessarily to be an active participant of the observation.[2] According to Chardonnens, category of Divination participant need to go beyond mere observation and need to be active participant in given action.[2] Examples of Divination superstitions are judicial astrology, necromancy, haruspex, lot-casting, geomancy, aeromancy and prophecy.[2] Chardonnens says superstions belonging to magic category are exceedingly hermetical and ritualistic and its examples are witchcraft, potions, incantations, amulets etc.[2] Chardonnens says Observation category needs an observer, divination category needs participant to tell what is to be observed, where as magic requires a participant who must follow a protocol to influence the future, and that these three types of superstition need increasing stages of participation and knowledge.[2]\n\nChardonnens defines \"prognostication\" as that component of superstition which, expects knowledge of the future on systematic application of given ritual and order,[2] and moves to classify saying, Prognostication appear to occupy a place somewhere between observation and divination, of which due to the primacy of temporal prognostics, the observation of times is represented most frequently.[2]\n\nChardonnens classifies prophecy under topic of divination; examples being the prophets of the Old Testament, biblical typological allegory, the fifteen signs before Judgement Day, and the many prophecies expressed by saints.; Chardonnens further points out that since many aspects of religious experience are tied up with prophecy, church condones the same.[2] Chardonnens says, one could differentiate between those kinds of prophecy which are (1) inspired by God or Satan and their minions; (2) “gecyndelic”; and (3) “wiglung” examples —lacking divine or infernal inspiration and not “gecyndelic” either. But practically, however, most, if not all, words relating to prophecy ought to be interpreted as inspired.[2]\n\nIdentifying something as superstition is generally pejorative. Items referred to as such in common parlance are commonly referred to as folk belief in folkloristics.[17]\n\nAccording to László Sándor Chardonnens, OED definitions pass value judgement and attribution to \"fear and ignorance\", do not do enough justice to elaborate systems of superstitions.[2] Chardonnens says the religious element in OED denotations are not understood as system of observance and testifies to a belief in higher power on part of the compiler of the dictionary.[2]\n\nWebster's The Encyclopedia of Superstitions points out that, many superstitions are related with religion, people have been carrying individual subjective perceptions vis a vis superstitions against one another, people of one belief are likely to call people of another belief superstitious; Constantine regarded paganism as a superstition; Tacitus on other hand regarded Christianity as pernicious superstition; Saul of Tarsus and Martin Luther perceived any thing that was not centered on Christ to be superstitious.[18] According to Dale, difference of opinion on what constitutes 'superstition' get apparent when one moves form one culture to another culture.[7]\n\nWhile the formation of the Latin word is clear, from the verb super-stare, \"to stand over, stand upon; survive\", its original intended sense is less clear. It can be interpreted as \"‘standing over a thing in amazement or awe\",[19] but other possibilities have been suggested, e.g. the sense of excess, i.e. over scrupulousness or over-ceremoniousness in the performing of religious rites, or else the survival of old, irrational religious habits.[20][21]\n\nThe earliest known use as a noun is found in Plautus, Ennius and later by Pliny, with the meaning of art of divination.[22] From its use in the Classical Latin of Livy and Ovid, it is used in the pejorative sense that it holds today, of an excessive fear of the gods or unreasonable religious belief; as opposed to religio, the proper, reasonable awe of the gods. Cicero derived the term from superstitiosi, lit. those who are \"left over\", i.e. \"survivors\", \"descendants\", connecting it with excessive anxiety of parents in hoping that their children would survive them to perform their necessary funerary rites.[23]\n\nAccording to Michael David Bailey, it was with Pliny's usage that Magic came close to superstition; and charges of being superstitious were first leveled by Roman authorities on its Christian subjects. In turn, early Christian writers pronounced all Roman and Pagan cults to be superstitious worshiping false Gods, fallen angels and demons and it is with Christian usage almost all forms of magic started being described as forms of superstition.[24]\n\n"
        },
        {
            "title": "Superstition and psychology",
            "text": "In 1948, behavioral psychologist B.F. Skinner published an article in the Journal of Experimental Psychology, in which he described his pigeons exhibiting what appeared to be superstitious behaviour. One pigeon was making turns in its cage, another would swing its head in a pendulum motion, while others also displayed a variety of other behaviours. Because these behaviors were all done ritualistically in an attempt to receive food from a dispenser, even though the dispenser had already been programmed to release food at set time intervals regardless of the pigeons' actions, Skinner believed that the pigeons were trying to influence their feeding schedule by performing these actions. He then extended this as a proposition regarding the nature of superstitious behavior in humans.[25]\n\nSkinner's theory regarding superstition being the nature of the pigeons' behaviour has been challenged by other psychologists such as Staddon and Simmelhag, who theorised an alternative explanation for the pigeons' behaviour.[26]\n\nDespite challenges to Skinner's interpretation of the root of his pigeons' superstitious behaviour, his conception of the reinforcement schedule has been used to explain superstitious behaviour in humans. Originally, in Skinner's animal research, \"some pigeons responded up to 10,000 times without reinforcement when they had originally been conditioned on an intermittent reinforcement basis.\"[27] Compared to the other reinforcement schedules (e.g., fixed ratio, fixed interval), these behaviours were also the most resistant to extinction.[27] This is called the partial reinforcement effect, and this has been used to explain superstitious behaviour in humans. To be more precise, this effect means that, whenever an individual performs an action expecting a reinforcement, and none seems forthcoming, it actually creates a sense of persistence within the individual.[28]\n\nFrom a simpler perspective, natural selection will tend to reinforce a tendency to generate weak associations or heuristics that are overgeneralized. If there is a strong survival advantage to making correct associations, then this will outweigh the negatives of making many incorrect, \"superstitious\" associations.[29] It has also been argued that there may be connections between OCD and superstition.[30]\n\nA recent theory by Jane Risen proposes that superstitions are intuitions that people acknowledge to be wrong, but acquiesce to rather than correct when they arise as the intuitive assessment of a situation. Her theory draws on dual-process models of reasoning. In this view, superstitions are the output of \"System 1\" reasoning that are not corrected even when caught by \"System 2\".[4]\n\nPeople seem to believe that superstitions influence events by changing the likelihood of currently possible outcomes rather than by creating new possible outcomes. In sporting events, for example, a lucky ritual or object is thought to increase the chance that an athlete will perform at the peak of their ability, rather than increasing their overall ability at that sport.[31]\n\nPsychologist Stuart Vyse has pointed out that until about 2010, \"[m]ost researchers assumed superstitions were irrational and focused their attentions on discovering why people were superstitious.\" Vyse went on to describe studies that looked at the relationship between performance and superstitious rituals. Preliminary work has indicated that such rituals can reduce stress and thereby improve performance, but, Vyse has said, \"...not because they are superstitious but because they are rituals.... So there is no real magic, but there is a bit of calming magic in performing a ritualistic sequence before attempting a high-pressure activity.... Any old ritual will do.\"[32][33]\n\nPeople tend to attribute events to supernatural causes (in psychological jargon, \"external causes\") most often under two circumstances.\n\nAccording to consumer behavior analytics of John C. Mowen et al., superstitions are employed as a heuristic tool hence those influence a variety of consumer behaviors.[36][11] John C. Mowen et al. says, after taking into account for a set of antecedents, trait superstitions are predictive of a wide variety of consumer beliefs, like beliefs in astrology or in common negative superstitions (e.g., fear of black cats). Additionally, a general proneness to be superstitious leads to enduring temperament to gamble, participation in promotional games, investments in stocks, forwarding of superstitious e‐mails, keeping good‐luck charms, and exhibit sport fanship etc.[36][11]\n\n"
        },
        {
            "title": "Superstition and politics",
            "text": "Ancient Greek historian Polybius in his Histories uses the word superstition explaining that in ancient Rome that belief maintained the cohesion of the empire, operating as an instrumentum regni.[37]\n\n"
        },
        {
            "title": "Opposition to superstition",
            "text": "In the classical era, the existence of gods was actively debated both among philosophers and theologians, and opposition to superstition arose consequently. The poem De rerum natura, written by the Roman poet and philosopher Lucretius further developed the opposition to superstition. Cicero's work De natura deorum also had a great influence on the development of the modern concept of superstition as well as the word itself. Where Cicero distinguished superstitio and religio, Lucretius used only the word religio. Cicero, for whom superstitio meant “excessive fear of the gods” wrote that “superstitio, non religio, tollenda est ”, which means that only superstition, and not religion, should be abolished. The Roman Empire also made laws condemning those who excited excessive religious fear in others.[38]\n\nDuring the Middle Ages, the idea of God's influence on the world's events went mostly undisputed. Trials by ordeal were quite frequent, even though Frederick II (1194 – 1250 AD) was the first king who explicitly outlawed trials by ordeal as they were considered “irrational”.[39]\n\nThe rediscovery of lost classical works (The Renaissance) and scientific advancement led to a steadily increasing disbelief in superstition. A new, more rationalistic lens was beginning to see use in exegesis. Opposition to superstition was central to the Age of Enlightenment. The first philosopher who dared to criticize superstition publicly and in a written form was Baruch Spinoza, who was a key figure in the Age of Enlightenment.[40]\n\n"
        },
        {
            "title": "Regional and national superstitions",
            "text": "Most superstitions arose over the course of centuries and are rooted in regional and historical circumstances, such as religious beliefs or the natural environment. For instance, geckos are believed to be of medicinal value in many Asian countries, including China.[41]\n\nIn China, Feng shui is a belief system that different places have negative effects, e.g. that a room in the northwest corner of a house is \"very bad\".[42] Similarly, the number 8 is a \"lucky number\" in China, so that it is more common than any other number in the Chinese housing market.[42]\n\nThere are many different animals around the world that have been tied to superstitions. People in the West are familiar with the omen of a black cat crossing one’s path. Locomotive engineers believe a hare crossing one’s path is bad luck.[43] According to the International Union for Conservation of Nature (IUCN) the giant anteater (Myrmecophaga tridactyla) is targeted by motorists in regions of Brazil who don’t want the creature to cross in front of them and give them bad luck.[44]\n\nCertain numbers hold significance for particular cultures and communities. It is common for buildings to omit certain floors on their elevator panels and there are specific terms for people with severe aversions to specific numbers.[45] Triskaidekaphobia, for example, is the fear of the number 13.[46]\n\nThere are many objects tied to superstitions. During the Great Depression, it was common for people to carry a rabbit’s foot around with them.[47] During the Coronavirus epidemic, people in parts of Indonesia made tetek melek, a traditional homemade mask made of coconut palm fronds, which was hung in doorways to keep occupants safe. \n\nAccording to superstitions breaking a mirror is said to bring seven years of bad luck.[48] From ancient Roman to Northern India, mirrors have been handled with care, or sometimes avoided all together.[47]\n\nHorseshoes have long been considered lucky. Opinion is divided as to which way up the horseshoe ought to be nailed. Some say the ends should point up, so that the horseshoe catches the luck, and that the ends pointing down allow the good luck to be lost; others say they should point down, so that the luck is poured upon those entering the home. \nSuperstitious sailors believe that nailing a horseshoe to the mast will help their vessel avoid storms.[49]\n\nIn China yarrow and tortoiseshell are considered lucky and brooms have a number of superstitions attached to them. It is considered bad luck to use a broom within three days of the new year as this will sweep away good luck.[50]\n\nCommon actions in the West include not walking under a ladder, touching wood, throwing salt over one’s shoulder, or not opening an umbrella inside. In China wearing certain colours is believed to bring luck.[50]\n\n\"Break a leg\" is a typical English idiom used in the context of theatre or other performing arts to wish a performer \"good luck\". An ironic or non-literal saying of uncertain origin (a dead metaphor), \"break a leg\" is commonly said to actors and musicians before they go on stage to perform or before an audition. In English (though it may originate in German), the expression was likely first used in this context in the United States in the 1930s or possibly 1920s,[51] originally documented without specifically theatrical associations. Among professional dancers, the traditional saying is not \"break a leg\", but the French word \"merde\".[52]\n\nSome superstitious actions have practical origins. Opening an umbrella inside in eighteenth-century London was a physical hazard, as umbrellas then were metal-spoked, clumsy spring mechanisms and a “veritable hazard to open indoors.”[53]\n\nAnother superstition with practical origins is the action of blowing briefly left and right before crossing rail tracks for safe travels as the person engaging in the action looks both ways.[54]\n\n"
        }
    ]
}