{
    "url": "https://en.wikipedia.org/wiki/Super_8_mm_film",
    "title": "Super 8 film",
    "table_of_contents": [
        "1 Super 8 System",
        "2 Fujifilm Single-8 system",
        "3 Polaroid Polavision",
        "4 Double Super 8",
        "5 Widescreen Super8 and Max8",
        "6 Equipment and film",
        "6.1 Equipment",
        "6.2 Film stock",
        "7 Sound",
        "8 Packaged movies",
        "9 In-flight movies",
        "10 Popularity",
        "11 Film festivals",
        "12 Educational use",
        "13 In popular culture",
        "14 See also",
        "15 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Super 8 mm film is a motion-picture film format released in 1965[1][2][3] by Eastman Kodak as an improvement over the older \"Double\" or \"Regular\" 8 mm home movie format.\n\nThe film is nominally 8 mm wide, the same as older formatted 8 mm film, but the dimensions of the rectangular perforations along one edge are smaller, which allows for a greater exposed area. The Super 8 standard also allocates the border opposite the perforations for an oxide stripe upon which sound can be magnetically recorded.\n\nUnlike Super 35 (which is generally compatible with standard 35 mm equipment), the film stock used for Super 8 is not compatible with standard 8 mm film cameras.\n\nThere are several varieties of the film system used for shooting, but the final film in each case has the same dimensions. The most popular system by far was the Kodak system.\n\n"
        },
        {
            "title": "Super 8 System",
            "text": "Launched in 1965 by Eastman Kodak at the 1964–65 Worlds Fair, Super 8 film comes in plastic light-proof cartridges containing coaxial supply and take-up spools loaded with 50 feet (15 m) of film, with 72 frames per foot, for a total of approximately 3,600 frames per film cartridge. This is enough film for 2.5 minutes at the professional motion picture standard of 24 frames per second, and for 3 minutes and 20 seconds of continuous filming at 18 frames per second (upgraded from standard 8 mm 16 frame/s) for amateur use. In 1973 the system was upgraded with a larger cartridge, which includes film with magnetic sound. In 1975 an even larger 200-foot (61 m) cartridge became available, which could be used in specifically designed cameras. The sound and the 200-foot cartridge system are no longer available, but the 50-foot silent cartridge system is still manufactured. Historically, Super 8 film was a reversal stock for home projection used primarily for the creation of home movies. It became an extremely popular consumer product in the late 1960s through the 1970s, but was largely replaced in the 1980s by the use of video tape. During the mid-to-late 1980s Super 8 began to re-emerge as an alternative method for movie production, beginning with its use in MTV music videos in 1981. In 1993 the company's Super8 Sound, now called Pro8mm, pioneered the use of the color negative in Super 8 by custom perforating and loading a variety of 35 mm film stocks into the Super 8 film cartridge.[4] This included emulsions from Kodak, Fuji and Ilford. Today Super 8 color negative film is the main color stock used. There are also Super 8 reversal films available, including 100D Kodak Ektachrome and 200D Agfa color, as well as black-and-white (B&W) from Foma, ADOX and ORWO and Kodak.\n\nThe Super 8 plastic cartridge is probably the fastest loading film system ever developed, as it can be loaded into the Super 8 camera in less than two seconds without the need to directly thread or touch the film. In addition, coded notches cut into the Super 8 film cartridge exterior allow the camera to recognize the film speed automatically. Not all cameras can read all the notches correctly, however, and there is some debate about which notches actually deliver the best results.[5] Canon keeps an exhaustive list of their Super 8 cameras with detailed specifications on what film speeds can be used with their cameras.[6] Usually, testing one cartridge of film can help handle any uncertainty a filmmaker may have about how well their Super 8 camera reads different film stocks. Color stocks were originally available only in tungsten (3400 K) Type A, and almost all Super 8 cameras come with a switchable daylight filter built in, allowing for both indoor and outdoor shooting.\n\nThe original Super 8 film release was a silent system only, but in 1973 a sound on film version was released. The film with sound had a magnetic soundtrack[7] and came in larger cartridges than the original cartridge in order to accommodate the sound recording head in the film path. Sound film requires a longer film path (for smoothing the film movement before it reaches the recording head) and a second aperture for the recording head. Sound cameras are compatible with silent cartridges, but not conversely. Sound film is typically filmed at a speed of 18 or 24 frames per second.[8] Kodak discontinued the production of Super 8 sound film in 1997, citing environmental regulations as the reason. The adhesive used to bond the magnetic track to the film is environmentally hazardous.[9]\n\nIn 2005 Kodak announced the discontinuation of their most popular stock Kodachrome[10] due to the decline of facilities equipped with K-14 process. Kodachrome was \"replaced\" by a new ISO 64 Ektachrome, which uses the simpler E-6 process. The last roll of Kodachrome was processed on January 18, 2011, (although announced last date of processing was December 30, 2010) in Parsons, Kansas, by the sole remaining lab capable of processing it.[11] In December 2012, Kodak discontinued color reversal stock in all formats, including 35 mm and Super 8. However, in Spring of 2019, Kodak introduced Ektachrome 100D in super 8 and 16 mm formats, citing surges in demand.[12]\nToday there is still a variety of Super 8 film stocks. Kodak sells one Super 8 color reversal stock, Ektachrome 100D, and three Super 8 color negative stocks cut from their Vision 3 film series, ISO 50, ISO 200 and ISO 500, which can be used in very low light. Kodak reformulated the emulsions for the B&W reversal stocks and made Tri-X (ISO 200). Film cut to Super 8 from other manufactured raw stock such as Fuji, Orwo, Adox, Agfa and Foma are also available. Pro8mm offers 7 color negative stocks made from Kodak and Fuji film. Color Reversal film for Super 8 is still available from several Super 8 specialty companies. Wittner Kinotechnik offers Super 8 made from a batch of Agfa Aviphot 200D, which is perforated and slit for Super 8, 8 mm and 16 mm formats. This film is loaded into Super 8 and Single cartridges by several of the specialty companies. Other stocks, such as the new Fuji reversal film, and existing supplies of Kodak 35 mm 100D are often made available in Super 8 by these specialty companies. \n\nThe growing popularity and availability of non-linear editing systems has allowed film-makers and any user of film to shoot Super 8 film but edit in digital. This avoids much of the tedium of handling film and the damage to the film, which can occur when editing the actual film. Super 8 films may be transferred (scanned) to digital through a variety of processes, and then imported into computer-based editing and correction systems for post production. Today's systems can even scan Super 8 to 4K digital in a variety of formats.\n\n"
        },
        {
            "title": "Fujifilm Single-8 system",
            "text": "Fujifilm of Japan developed an alternative format called Single-8, which was released in 1965 as a different option to the Kodak Super 8 format.\n\nSingle-8 cartridges, without a press plate, are of a different design from a Super 8 cartridge, resembling a cassette-style design (supply and take-up reels side by side) as opposed to Super 8's coaxial cartridge design (one reel on top of the other). Therefore, Single-8 film cartridges can only be used in Single-8 cameras. However, the film loaded in a Single-8 cartridge has exactly the same dimensions as Super 8 (though it is made of a thinner and stronger polyester base, rather than the acetate base of Super 8 film), and can be viewed in any Super 8 projector after processing. However, Fuji recommended that only tape splices be used when combining Single-8 footage with Super-8, as cement would cause damage to the Single-8 footage. Also, when jammed, Single-8 footage has a tendency to stretch in the projector, unlike the acetate-based Super-8 film, which simply breaks.\n\nAlthough never as popular as Super 8, the format existed in parallel. On June 2, 2009, Fuji announced the end of Single-8 motion picture film.[13] Tungsten balanced 200 ASA Fuji RT200N ceased to be manufactured by May 2010. Daylight balanced 25 ASA Fujichrome R25N remained available until March 2012. Fuji's in-house processing service was available until September 2013.\n\n"
        },
        {
            "title": "Polaroid Polavision",
            "text": "An instant 8 mm film released in 1977 by Polaroid, Polavision uses the same perforations as Super 8 mm film. It can be projected through a Super 8 mm projector if the film is transferred from the original cartridge to an 8 mm reel. However, because of the additive process, the picture will be much darker.\n\n"
        },
        {
            "title": "Double Super 8",
            "text": "Double Super 8 film (commonly abbreviated as DS8 or DS 8) is a 16 mm wide film but has Super 8 size sprockets. \n\nDouble Super 8 for amateurs\nIn amateur DS8 cameras, the film is used in the same way as standard 8 mm film in that the film is run through the camera twice, exposing one side on each pass. During processing, the film is split down the middle, and the two pieces spliced together to produce a single strip for projection in a Super 8 projector. \n\nThe advantages of this system are the possibility of higher frame rates and rewinding film for double exposures or crossfades, which were very difficult or impossible with the super 8 film cartridges but possible with cameras using film spools. Since the film doesn't follow a diagonal path through the stacked spools of the super 8 cassette, the pin-registration of DS8 is considered to be superior to that of Super 8 film, and so picture stability is better.\n\nAlso, camera manufacturers could use models already in production for double 8 mm film by enlarging the gate and slightly modifying the advancement mechanism for the use with Double Super 8 film (see comparison pictures in this segment).\n\nDouble Super 8 for film-makers\nDS8 can also be used as an alternative film stock in modified 16 mm cameras and projectors, which allows for larger image sizes due to the narrower super 8 sprockets. Some of the formats taking advantage of this are Max DS8 and Ultra DS8.[14]\n\n"
        },
        {
            "title": "Widescreen Super8 and Max8",
            "text": "As Super 8 progressed to be used in HD and theatrical applications, a need arose for widescreen compatibility without having to use expensive optical adapters or excessive cropping. Since magnetic sound-striped film was no longer available, that area of the film could be used to expand the picture aspect ratio in a process similar to the creation of Super 16 from standard 16 mm film. The creators of Sleep Always[15] experimented with widening the camera gate to expose into the sound track region to achieve this.\n\nIn March 2005, Pro8mm introduced its own version of the widened gate, achieving aspect ratio of 1.58 and calling it Max8.[16][17] Because top and bottom of the frame are meant to be cropped to achieve final 16:9 aspect ratio, the viewfinder is modified to show 16:9 frame markings.[18] Pro8mm claims that shooting with Max8 and then cropping it to achieve 16:9 provides 20% increase in the size of the negative compared to regular Super8 cropped to 16:9.[17]\n\nIn 2015, Logmar of Denmark made a one-off batch of 50 \"digicanical\" pro-level Super 8 cameras to celebrate the 50th anniversary of Super 8.[19] These cameras use a widened gate as well, providing an 11% increase in imaging area over the standard Super 8 frame and achieving aspect ratio of 1.5.[20]\n\nIn 2016, Eastman Kodak showed a concept[21] for a new Super 8 camera, its first such camera in over 30 years.[22][23] Although Kodak has neither confirmed nor denied it, Logmar is said to have assisted in the design of the transport and the camera's firmware. A working prototype was displayed at the 2017 Consumer Electronics Show, with Kodak hoping to begin production in spring 2017. However, nothing has been heard from Kodak concerning the camera, and the project is considered by many in the Super 8 community to be dead.\n\n"
        },
        {
            "title": "Equipment and film",
            "text": "Although Kodak launched Super 8 and had its own cameras, hundreds of other companies produced Super 8 camera, projection, editing, and sound equipment. Some of the more notable companies that made Super 8 equipment include: Canon,[24] Bauer,[25] Nizo,[26] Super8 Sound (Pro8mm),[27] Beaulieu, Leicina, Logmar, Ciro, Bolex, Goko, Hahnel, Wurker, Minolta, Minnette, Nikon.[28] Most of these companies had long histories in the production of motion-picture equipment, dating back to the 1930s with 8 mm. In 1980, the consumer market for Super 8 collapsed. Most of the independent companies were forced into bankruptcy or merged, as the demand for Super 8 evaporated overnight[buzzword]. Some companies remained in business until 1985, when many gave up completely on movie-film equipment. A few later re-emerged, including Beaulieu, who, in 1985, introduced a new 7008 camera and Super 8 Sound that introduced a new version of its full-coat recorder, the Mag IV. The companies in which Super 8 was only a division simply closed. Kodak continued support for Super 8. A few products re-emerged with new features such as crystal sync and Max8.[29] Several Canon models have also started to reappear as restoration efforts like the RhondaCam. Recently, new companies have started producing new Super 8 cameras. In 2015, Logmar introduced a limited-edition completely new Super 8 camera,[30] and in 2016, Kodak showed a concept of a new Super 8 camera at the 2016 CES expo.[31] There are literally millions of Super 8 cameras that are still available and viable because of manufacturing methods back in the 1960s and 1970s. These cameras can be found at specialized retailers and distributors and at auction sites such as eBay.\n\nKodak currently offers one color reversal stock, Ektachrome 100D, three of its latest Vision 3 color negative stock, the 50D, 200T, and 500T, and Tri-X B&W reversal film in the Super 8 format. Several Super 8 specialty companies such as Pro8mm in Burbank CA, Wittner Cinetec in Hamburg, Germany, and Kahlfilm in Brühl, Germany, slit and perforate raw 35 mm film stock from Kodak, Fuji, ORWO, Agfa, and Foma and then repackage it in Kodak Super 8 cartridges. Adox has its own B&W film supply and provides this in its own Super 8 cartridge design by GKfilmCinevia. Retro 8 of Japan provides a similar service for Super 8 film in the Fuji Cartridge (Single8). There are now more varieties of Super 8 film available than ever before.\n\nIn 2017, Kodak announced that Ektachrome will soon be available again in the Super 8 format.[32] In Spring of 2019, Kodak officially released Ektachrome 100D in Super 8 and 16 mm formats.\n\nSuper 8 film is available worldwide through specialty shops and online from major companies such as Amazon. It has become common to see it sold with processing prepaid and for it to be sold with scan-to-digital services at a variety of different levels from standard-definition digital to 4K data. It can even be purchased to include all the logistic associated with the process, including film processing, scanning and internet delivery of image and mail in and back services.[33] This is a sample video done with the Super 8 film kit.[34]\n\n"
        },
        {
            "title": "Sound",
            "text": "In the beginning of 1965, Super 8 was introduced as a silent format. Over time, several companies began to offer sync sound options for Super 8 filmmaking. Two companies introduced comprehensive sound systems for Super 8. These were Super8 Sound Inc. led by Harvard film professor Bob Doyle[35] and Optasound led by Richard Leacock at MIT. With double system, as it was called, sound and picture are recorded separately. This was fine for more professional applications and for education about film production, but for consumers it was simply too complex and expensive.[36]\n\nIn 1973 Kodak introduced Ektasound—magnetic recording on the actual Super 8 film.[37] The sound track was added on the edge of the film opposite to the perforations. Standard 8mm had the stripe between the perforations and the edge of the film which made good contact with a magnetic head problematic. A balance stripe was added on the opposite edge to facilitate spooling of the film. The Ektasound cartridge was deeper than the silent cartridge to allow access of the camera's recording head. Thus, silent cameras could not accept Ektasound cartridges, but Ektasound cameras and projectors accepted silent cartridges. Projectors, that could record and play sound, appeared before sound cameras. The sound was recorded 18 frames in advance of the picture (as opposed to 56 frames for standard 8mm). This short distance of just 3 inches facilitated the relatively compact size of the later sound cartridges. Some projectors used the balance stripe to provide a second channel for stereo sound.\n\nSuper 8mm was also specified with an optical sound track. This occupied the same location as the magnetic track. Picture to sound separation in this format was 22 frames. Projectors and cameras obviously could not record sound in this system, but optical sound package movies became briefly popular, particularly in Europe (mainly because they were cheaper to produce - though the projectors cost more). Although the optical sound should have been inferior in quality to magnetic sound (running at 3.6 inches per second for 24 frames per second), in practice it was often much better, largely because packaged movie magnetic sound was often poorly recorded.\n\n"
        },
        {
            "title": "Packaged movies",
            "text": "Although the 8mm format was originally intended for creating amateur films, condensed versions of popular cinema releases were available from the 1940s (in the Standard 8 format) until the mid-1980s, for projection at home. These were scenes from feature-length films generally edited to fit onto a 200 ft (61 m) reel that ran 8-9 minutes. Also popular were theatrical cartoons which could fit on the 200-foot reels without being edited. The 200-foot editions in black and white and silent were widely available and often sold in department stores such as Woolco in the $5.00-6.00 price range in the 1960s and 1970s.  The leading companies releasing such films were Castle Films, owned by Universal Pictures and Ken Films, which licensed titles from 20th Century-Fox and other studios.  The Walt Disney Studio released excerpts from many of their animated feature films in the 1970's, as well as some short subjects.\n\nReleases in color and with sound began appearing in the 1970's and by the end of the decade, demand for longer condensations resulted in  400 ft (120 m) reels being released, running approximately 16-18 minutes, sometimes with a second \"part II\" 400.[38] The list price for the sound color films in 1980 were $39.95 for a single 200' film and $59.95 for a single 400' film, though most sellers sold them at a reduced price.  The Walt Disney Studio, however, kept their releases at the 200-foot limit.    \n\nVintage silent films starring Charlie Chaplin, Buster Keaton, Mary Pickford, Rudolph Valentino, Lillian Gish, and other legends   were available from companies specializing in them such as Blackhawk Films and included both short films and multi-reel complete feature-length movies.  Full-length sound films, particularly those in color, were seldom released due to the fairly expensive price of such films although a small number were released by such companies as Viacom featuring stars with wide popularity such as John Wayne, Elvis Presley, and Katharine Hepburn.[39]  Most sound films that were released  complete on Super 8 with multi reels were usually public domain titles such as My Man Godfrey, Of Human Bondage, and His Girl Friday and sold by smaller companies such as Thunderbird and Niles.[40]\n\nThe emergence of home video and the increasing available of cable television dramatically decreased the market for Super 8 films in America in the early 1980's which led to a quick fadeout in availability, although the format remained quite popular in England into the early years of the 21st century with Derann films releasing full-length versions of many Disney films and vintage Hollywood musicals.\n\n"
        },
        {
            "title": "In-flight movies",
            "text": "Starting in 1971[41] in-flight movies (previously 16 mm) were shown in Super 8 format until video distribution became the norm, until they were replaced by Video8 and later on, digital video. The films were printed with an optical sound track (amateur films use magnetic sound), and spooled into proprietary cassettes that often held an entire two-hour movie.\n\n"
        },
        {
            "title": "Popularity",
            "text": "Super 8 was most widely used for filming home movies. Some lower-budget television stations used Super 8 to film news stories.[42] Today amateur usage of Super 8 has been replaced by digital, but the format is still regularly used by artists and students. Some seek to imitate the look of old home movies, or create a stylishly grainy look. Others want to create alternative looks for flashback sequences and altered states of consciousness. Some just like the idea of creating images in the classic style of using actual film. Super 8 is a relatively inexpensive film, making it popular among filmmakers working on a low budget who still want to achieve the classic look of real film.\n\nSuper 8 has become quite common in theatrical features. Oliver Stone, for example, has used it in films such as JFK, where his director of photography Robert Richardson employed it to evoke a period or to give a different look to scenes. The PBS series Globe Trekker uses approximately five minutes of Super 8 footage per episode.[43] In the UK, broadcasters such as the BBC still occasionally make use of Super 8 in both drama and documentary contexts, usually for creative effect. A recent example of particular note is the 2005 BBC2 documentary series Define Normal, which was shot largely on Super 8, with only interviews and special timelapse photography utilising more conventional digital formats.[44]\n\nThanks to over a dozen film stocks, the ease of function and finding a camera, and the ability to do high quality digital scanning to standard motion picture digital formats like 2K and 4K, DPX or ProRes 4444, Super 8 remains a popular format for creating a variety of interesting scenes. Super 8 provides an ideal, inexpensive medium for traditional stop-motion and cel animation and other types of filming speed effects not common to video cameras.\n\n"
        },
        {
            "title": "Film festivals",
            "text": "To give further support to filmmakers dedicated to shooting on Super 8 mm film, many film festivals and screenings—such as the Flicker Film Festival, and Super Gr8 Film Festival[45]—exist to give filmmakers a place to screen their Super 8 mm films. Many of these screenings shun video and are only open to films shot on film. Some require film to be turned in undeveloped and thus not permitting any editing, providing an additional challenge to the filmmaker. These include the Bentley Film Festival and straight 8, which runs screenings at the Cannes Film Festival and many other festivals and events worldwide, where a sound track is required to be supplied with a completed but unprocessed cartridge. In the 2005 Cannes Film Festival, a Super 8 short film (The Man Who Met Himself) by British filmmaker Ben Crowe, shot on the now discontinued Kodachrome 40 format, was the first Super 8 film to be nominated for the Short Film Palme D'Or in the Official Selection.\n\nIn the UK, the Cambridge International Super 8 Film Festival,[46] with the support of the film industry, runs a competition program of more than 60 films every year. The festival also features work of Super 8 filmmakers, industry talks, and a workshop.\n\nThe United States Super 8 Film + Digital Video Festival receives close to 100 Super 8 entries every year.[47]\n\nIn Brazil[48] Curta8 | Festival Internacional de Cinema Super8 is in its 11th year.\n\nA number of experimental filmmakers, such as Mason Shefa and Stan Brakhage, continue to work extensively in the format and festivals such as the Images Festival (Toronto), the Media City Film Festival (Windsor, Ont.), and TIE (based in Colorado) regularly project Super 8 films as part of their programming.\n\nIn June 2010, the Super8 Shots film festival was launched in Galway, Ireland, the first Super 8 festival to occur in Ireland, and included classes on basics and uses of film through to processing your own film.[49]\n\nChicago 8: A Small Gauge Film Festival started in 2011, and will feature yearly programming of small gauge film from around the world.[50]\n\n"
        },
        {
            "title": "Educational use",
            "text": "Super 8 can still be found at a few select higher educational institutions offering film production courses including the program at Chaffey College in Southern California. It is more common to find Super 8 film in art programs. These programs use the analog experience of film for its own creative potential rather than use Super 8 to teach traditional modern production methods. Art programs on many levels, such as this program put on in Santa Clarita California at ArtTree for students aged 10 to 15, teach the basic nature of film.[51] Other programs such as \"Do A Shot\" sponsored by Pro8mm and Kodak give individuals a chance to experience film by lending film and cameras to a select group at film festivals and trade events like this film festival at The Art Center College of Art & Design.[52]\n\nSeveral post-secondary institutions in the United States continue to utilize Super 8 in Film and Cinema programs. For example, both City College of San Francisco's Cinema Department and the University of North Texas' Radio, Television and Film Department require the use of Super 8.\n\nThis experience provides students with the basics of film production and editing. Importantly, it also emphasizes the need for detailed pre-production planning, especially for in-camera edits. Further, the use of Super 8 leads students into the Regular 16 and Super 16 films shot in higher-level courses.\n\n"
        },
        {
            "title": "In popular culture",
            "text": "The plot of the 2011 film Super 8 involves a group of teenagers in the fictional Ohio town of Lillian filming their own Super 8 movie depicting their experience with a landlocked alien in the summer of 1979. One of the cameras featured in the film is a Kodak Ektasound 130 movie camera produced and sold by Kodak in the early 1970s.[53][additional citation(s) needed]\n\nThe 2012 film Sinister contains Super 8 shots used to depict the various gruesome murders.\n\n"
        }
    ]
}