{
    "url": "https://en.wikipedia.org/wiki/Surf_Nazis_Must_Die",
    "title": "Surf Nazis Must Die",
    "table_of_contents": [
        "1 Plot",
        "2 Cast",
        "3 Soundtrack",
        "4 Reception",
        "5 References",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nSurf Nazis Must Die is a 1987 American post-apocalyptic action exploitation film directed by Peter George and starring Gail Neely, Barry Brenner, and Robert Harden.[1]  It was produced by The institute, a production company formed by George, Craig A. Colton and Robert Tinnell, and distributed by Troma Entertainment, a company known for its low-budget exploitation films.\n\n"
        },
        {
            "title": "Plot",
            "text": "An earthquake leaves the California coastline in ruins and reduces the beaches to a state of chaos. A group of neo-Nazis led by Adolf (Brenner), the self-proclaimed \"Führer of the new beach\", takes advantage of the resulting chaos by fighting off several rival surfer gangs to seize control of the beaches. Meanwhile, an African American oil well worker named Leroy (Harden) is killed by the surf Nazis while jogging on the beach. Leroy's mother, \"Mama\" Washington (Neely), devastated by the loss of her son, vows revenge. After arming herself with a handgun and grenades, she breaks out of her retirement home and exacts vengeance on the Surf Nazis.\n\n"
        },
        {
            "title": "Soundtrack",
            "text": "The soundtrack to Surf Nazis Must Die was scored by Jon McCallum and features heavy use of synthesizers.  The soundtrack had an official vinyl release by Strange Disc records in September 2014 with cover artwork also by McCallum.[2]\n\n"
        },
        {
            "title": "Reception",
            "text": "On Metacritic the film has a score of 28% based on reviews from 7 critics, indicating \"generally unfavorable reviews\".[3]\nOn Rotten Tomatoes the film has an approval rating of 20% based on reviews from 5 critics.[4]\n\nJanet Maslin wrote \"Not even the actors' relatives will find this interesting.\"[1] Michael Wilmington of the Los Angeles Times called it a \"total wipeout\" and \"a horror-action movie with dull action and horror, feebly done on every level: leaden satire, a repulsive romance, a revenge saga of zero intensity.\"[5] Variety: \"A sort of Clockwork Orange meets Mad Max on the beach, pic hasn't one redeeming feature.\"[6] Roger Ebert stated that he walked out of the film after 30 minutes.[7]\n\n"
        }
    ]
}