{
    "url": "https://en.wikipedia.org/wiki/Surf_film",
    "title": "Surf film",
    "table_of_contents": [
        "1 Surfing documentaries",
        "2 Beach Party films",
        "3 Narrative Surf Films",
        "4 See also",
        "5 Sources",
        "6 References",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nSurf movies fall into three distinct genres:\n\n"
        },
        {
            "title": "Surfing documentaries",
            "text": "The earliest-known, footage of people surfing, an actuality film, was lensed by Robert Kates Bonine (Born:14 September 1861, Altoona, PA; Died: 11 September 1923, Honolulu, HI;), beginning 31 May 1906, and at least until 12 August 1906, for Thomas A. Edison, distributed in 1907, called Hawaiian Islands, composed of over thirty segments, of which three segments, Panoramic View - Waikiki Beach Honolulu, Surf Board Riders - Waikiki Honolulu, and Surf Scenes - Waikiki Honolulu, depict people surfing.[1]\n\nThe surfing documentary film was pioneered by Bud Browne (e.g. Hawaiian Holiday) in the early 1950s, and later popularized by Bruce Brown (e.g. The Endless Summer) in the late 1950s and early 1960s. They were later advanced by Greg MacGillivray and Jim Freeman (e.g. Five Summer Stories) in the 1970s and beyond (MacGillivray and Freeman later went on to film IMAX movies such as To Fly! and Speed).  The genre itself has been defined by surfers traveling with their friends and documenting the experience on film.  In the era of Bruce Brown, Greg Noll, Bud Browne, John Severson and others, films were projected for fans in music halls, civic centers, high school gyms, coffee houses, and high school auditoriums.\n\nDuring the 1980s, the market for surf films surged with the release of more affordable video cameras. By the 1990s, the surfing market became saturated with low and medium budget surf films, many with sound tracks that reflected the surf music. VHS and DVDs made the surf film viewing experience an \"at home\" affair, and the era of joining friends or taking a girl to \"surf movie night\" at the local high school soon waned.  Furthermore, large surf brands began sponsoring surf films to promote clothing and product sales.  Titles like Sonny Miller's, The Search for Rip Curl redefined the genre with exotic locales, big budgets and name surfers, such as Tom Curren.\n\nIn the late 1990s to the present, there has been a revival of the \"independent surf film.\"  Artists, like The Malloys, Jack Johnson (musician) and Jason Baffa have reinvented the genre by shooting self-financed 16mm motion picture film and utilizing indy music bands like G. Love, Alexi Murdoch, Mojave 3, White Buffalo and Donavon Frankenreiter, creating what the surf media has called, \"modern classics.\"[citation needed]  Some venues still screen surfing films on the big screen.[citation needed]\n\nExamples of surfing documentaries include:\n\n"
        },
        {
            "title": "Beach Party films",
            "text": "The second type of surf movie would be the campy entertainment feature, also termed \"beach party films\" or \"surfploitation flicks\" by true surfers, having little to do with the authentic sport and culture of surfing and representing movies that attempted to cash in on the growing popularity of surfing among youth in the early 1960s. Examples of Beach Party films include:\n\n"
        },
        {
            "title": "Narrative Surf Films",
            "text": "Surfing is occasionally portrayed more realistically within fictional storylines, or used as a backdrop, or side theme.\n\n"
        }
    ]
}