{
    "url": "https://en.wikipedia.org/wiki/Svarga",
    "title": "Svarga",
    "table_of_contents": [
        "1 Description",
        "2 Literature",
        "2.1 Vedas",
        "2.2 Puranas",
        "2.3 Ramayana",
        "2.4 Mahabharata",
        "2.5 Bhagavad Gita",
        "3 See also",
        "4 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nSvarga (Sanskrit: स्वर्गं, romanized: Svargaṁ, lit. 'abode of light'),[1] also known as Indraloka and Svargaloka, is the celestial abode of the devas in Hinduism.[2] Svarga is one of the seven higher lokas (esoteric planes) in Hindu cosmology.[3] Svarga is often translated as heaven,[4][5] though it is regarded to be not the equivalent of the Abrahamic Heaven.[6][7]\n\n"
        },
        {
            "title": "Description",
            "text": "Svargaloka is a set of celestial worlds located on and above Mount Meru, where those who had led righteous lives by adhering to the scriptures delight in pleasures, before their next birth on earth. It is described to have been built by the deity Tvashtar, the Vedic architect of the devas.[8]\n\nThe king of the devas, Indra, is the ruler of Svarga, ruling it with his consort, Indrani.[9] His palace in the abode is called Vaijayanta.[10] This palace holds the famous hall, Sudharma, unrivalled among all the princely courts. The capital of Svarga is Amaravati, and its entrance is guarded by the legendary elephant, Airavata.[11]: 84  Svarga is described to be the home of Kamadhenu, the cow of plenty, as well as Parijata, the tree that grants all wishes.[12] The legendary kalpavriskha tree grows in the centre of the Nandana gardens, which was planted there by Indra after it emerged from the Samudra Manthana, the churning of the ocean. Due to its location, Svarga is called Tridiva, the third highest heaven.[13]\n\nIn Hindu mythology, the devas' dominion over Svarga is often the primary point of contention in their eternal war with their rivals, the asuras. A common theme in these legends is an asura king, such as Hiranyakashipu, usurping the realm for himself. The preserver deity, Vishnu, often intervenes to restore the status quo. He sometimes assumes an avatar, such as Narasimha, to vanquish the asura king, restoring Indra and the devas to their place.[14] During each pralaya (the great dissolution), the first three realms, Bhuloka, Bhuvarloka, and Svargaloka are destroyed. In contemporary Hinduism, Svarga itself is often relegated to the status of a lower heaven, one that is spiritually as well as physically beneath Vaikuntha and Kailasha, the celestial abodes of Vishnu and Shiva.[15][16]\n\n"
        },
        {
            "title": "Literature",
            "text": "In the hymns of the Atharvaveda, Svarga is conceptualised as Pitrloka, the land where one hopes to meet one's departed ancestors. It is the abode that is rewarded for the one who performs sacrifices. The sacrifices that one performs are stated to journey directly to heaven, and are stored to await the sacrificer on his arrival. One hymn describes Svarga to be a realm that contains water-lilies and lotuses, lakes of butter with banks of honey, along with streams flowing with a number of foods such as wine, milk, curds, and water. Offering gifts to guests is also stated to be a path that secures heaven.[17]\n\nThe Vedanta Shutra explains the concept of transmigration from Svarga to Bhuloka. It indicates that a jiva (life force) that has performed sacrifices and charitable acts ascends to Svarga, and when departing the abode and returning to earth, it descends as a raincloud, and is precipitated upon the earth as rain. When man consumes the food that is watered by the rain, it enters his semen, and during intercourse, enters a woman, to be reborn. It described \"sampata\" to be the term for the concept that allows one to ascend to heaven. It also states that the one who was of good conduct in Svarga attains the birth of a Brahmin, Kshatriya, or a Vaishya, and that others are condemned to lesser births, such as other animals or outcastes.[18]\n\nThe Mundaka Upanishad affirms that the performance of Vedic rituals is necessary to attain Svarga.[19]\n\nThe Bhagavata Purana states that Svarga is the realm for the one who is able to discriminate between right and wrong acts, and loves other people, engaging in good deeds for them. The good, the virtuous, and the devoted are described to be able to achieve the abode. It is stated to be a realm of gratification, where one is able to appreciate divine music, divine beauty, and divine objects, all of which are enough for any man. The duration of one's stay in this loka is determined by the punya (virtue) one has accumulated. High intellect is not deemed to be sufficient to enter the abode if one lacks the necessary level of spirituality.[20]\n\nThe acquisition of punya and the performance of good deeds is stated to be a prerequisite of attaining Svarga in the Ramayana.[21]\n\nThe epic describes the legend of King Trishanku, who had been promised a place in Svarga by the sage Vishvamitra. The sage engaged in a solitary yajna to achieve this, not joined by other sages due to instructions from Sage Vasishta. Due to the power of the sage's ceremony, the king ascended to the gates of Svarga. The devas reported this to Indra, who angrily kicked Trishanku from the abode because of his low birth, sending him hurtling towards the earth. Vishvamitra was able to halt his fall mid-way during his descent, and so the king was left suspended in the air. Indra opted to create a new Svarga below his own Svarga as a compromise, just for the residence of Trishanku. In retort, Vishvamitra created a new Indra and devas to occupy the new heaven with the king. Terrified of the powers of the sage, Indra relented, and personally carried Trishanku to the real Svarga on his own golden vimana.[22]\n\nIn the epic Mahabharata, the prince Arjuna is escorted to Svarga by Matali, the charioteer of Indra, the prince's father. During the journey, he witnesses thousands of flying celestial cars, vimanas. He observes that there is neither sun nor moon that is necessary to offer light in this realm, as it is entirely self-luminous. He takes note of the residents of Svarga: rishis, heroes who had died in battle, those who had performed severe austerities, gandharvas, guhyakas, as well as apsaras. He passes through the several successive regions of heaven until he arrives at Amaravati, the capital of Indra.[23]\n\nIn Amaravati, Arjuna beholds the gardens of Nandana, the favourite resort of the apsaras. He observes that sacred trees and flowers of all seasons bloom. He is eulogised by various classes of beings, such as deities like the Ashvins and the Maruts, the royal sages, headed by Dilipa, and exalted Brahmanas. He is treated to the most profane music of the finest gandharva, Tumvuru, and observes the dances of the most enticing apsaras, such as Menaka, Rambha, and Urvashi.[24]\n\nThe Mahabharata suggests the existence of several forms or regions of Svarga, each headed by a deity, such as Surya, Kubera, and Varuna. Indra is stated to sate all the desires of the residents. Men and women enjoy each other's pleasures without restriction, and there is no form of jealousy between the sexes.[25]\n\nIn the text, Nahusha opines to Yudhisthira that offering charity, speaking pleasing words, honesty, and ahimsa allows one to achieve heaven.[26]\n\nIn the Bhagavad Gita, it is indicated that Svarga is not the everlasting destination of those who had accumulated punya.[27]\n\n"
        }
    ]
}