{
    "url": "https://en.wikipedia.org/wiki/Swashbuckler_film",
    "title": "Swashbuckler film",
    "table_of_contents": [
        "1 History",
        "2 Swashbucklers",
        "3 Fencing",
        "4 Musical scores",
        "5 Television",
        "6 Notable films",
        "7 Notable actors and actresses",
        "8 See also",
        "9 References",
        "10 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\nSwashbuckler films are a subgenre of the adventure film genre, often characterised by swordfighting and adventurous heroic characters, known as swashbucklers. Real historical events often feature prominently in the plot, morality is often clear-cut, heroic characters are clearly heroic and even villains tend to have a code of honour (although this is not always the case).  There is often a damsel in distress and a romantic element.\n\n"
        },
        {
            "title": "History",
            "text": "Right from the advent of cinema, the silent era was packed with swashbucklers. The most famous of those were the films of Douglas Fairbanks, such as The Mark of Zorro (1920), which defined the genre. The stories came from romantic costume novels, particularly those of Alexandre Dumas and Rafael Sabatini. Triumphant, thrilling music was also an important part of the formula.[1] There were three great cycles of swashbuckler films: the Douglas Fairbanks period from 1920 to 1929; the Errol Flynn period from 1935 to 1941; and a period in the 1950s heralded by films, including Ivanhoe (1952) and The Master of Ballantrae (1953), and the popularity of the British television series The Adventures of Robin Hood (1955–1959).[2] Richard Lester's Dumas adaptations revived the genre in the 1970s.[3]\n\n"
        },
        {
            "title": "Swashbucklers",
            "text": "The term \"swashbuckler\" originates from boisterous fighters who carried a sword and buckler (a buckler being a small shield).[4]  \"Swashbuckler\" was a putdown, used to indicate a poor swordsman who covered his lack of skill with noise, bragging, and clamour.  Novels, and then Hollywood, altered the word's connotation to make swashbuckler mean a loudmouthed but good braggart, and the hero of the plotline.[1]\n\nJeffrey Richards describes the genre as very stylized. The hero is one who \"maintains a decent standard of behavior, fights for King and Country, believes in truth and justice, defends the honour of lady\".[5] The values are those of a knight and therefore the setting is generally the 11th to 19th century.\n\n"
        },
        {
            "title": "Fencing",
            "text": "Fencing was always a mainstay of this genre, and a dramatic duel was often a pivotal part of the storyline. Nowhere else is swordplay more apparent than in the swashbuckler film. Famous fencing instructors included Henry Uyttenhove, Fred Cavens, Jean Heremans, Ralph Faulkner and Bob Anderson. They all had additional long careers in sport fencing.[6]\n\n"
        },
        {
            "title": "Television",
            "text": "Television followed the films, and the British television series The Adventures of Robin Hood had produced 143 episodes by 1959 and became an outstanding success both in United Kingdom and the United States.\n\nBritish television production in the genre was prolific, and includes The Buccaneers (1956–1957), The Adventures of Sir Lancelot (1956–1957), Sword of Freedom (1958), The Adventures of William Tell (1958), The Adventures of the Scarlet Pimpernel (ITV, 1956), ITC's The Count of Monte Cristo (ITV, 1956) and George King's Gay Cavalier (ITV, 1957), Quentin Durward (Studio Canal, 1971), Robin of Sherwood (ITV, 1984–1986) and Sharpe (ITV, since 1993).\n\nAmerican television produced two series of Zorro (1957 and 1990). Following the film The Mask of Zorro (1998), a television series about a female swashbuckler, the Queen of Swords, aired in 2000.[8]\n\nThe Spanish television series Águila Roja (Red Eagle), aired from 2009 to 2016, is an example of the swashbuckler genre.[9]\n\nItalian and German televisions produced several series of Sandokan.\n\n"
        }
    ]
}