{
    "url": "https://en.wikipedia.org/wiki/Sword_and_sorcery",
    "title": "Sword and sorcery",
    "table_of_contents": [
        "1 Origin",
        "2 Sources",
        "3 Selected works",
        "4 Revival",
        "5 Women creators and characters",
        "6 See also",
        "7 References",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nSword and sorcery (S&S) is a subgenre of fantasy characterized by sword-wielding heroes engaged in exciting and violent adventures. Elements of romance, magic, and the supernatural are also often present. Unlike works of high fantasy, the tales, though dramatic, focus on personal battles rather than world-endangering matters.[1] Sword and sorcery commonly overlaps with heroic fantasy.[2]\n\n"
        },
        {
            "title": "Origin",
            "text": "American author Fritz Leiber coined the term \"sword and sorcery\" in 1961 in response to a letter from British author Michael Moorcock in the fanzine Amra, demanding a name for the sort of fantasy-adventure story written by Robert E. Howard.[3] Moorcock had initially proposed the term \"epic fantasy\". Leiber replied in the journal Ancalagon (6 April 1961), suggesting \"sword-and-sorcery as a good popular catchphrase for the field\". He expanded on this in the July 1961 issue of Amra, commenting:\n\nSince its inception, many attempts have been made to provide a precise definition of \"sword and sorcery\". Although many have debated the finer points, the consensus characterizes it with a bias toward fast-paced, action-rich tales set in a quasi-mythical or fantastical framework. Unlike high fantasy, the stakes in sword and sorcery tend to be personal, the danger confined to the moment of telling.[5] Settings are typically exotic, and protagonists often morally compromised.[6]\n\nMany sword and sorcery tales have turned into lengthy series of adventures. Their lower stakes and less-than world-threatening dangers make this more plausible than a repetition of the perils of epic fantasy. So too does the nature of the heroes; most sword-and-sorcery protagonists, travellers by nature, find peace after adventure deathly dull.[7]\n\n"
        },
        {
            "title": "Sources",
            "text": "In his introduction to the reference Literary Swordsmen and Sorcerers by L. Sprague de Camp,[8] Lin Carter notes that the heritage of sword and sorcery is illustrious, and can be traced back to mythology, including the labors of Hercules, as well as to classical epics such as Homer's Odyssey, the Norse sagas, and Arthurian legend.\n\nIt also has been influenced by historical fiction. For instance, the work of Sir Walter Scott was influenced by Scottish folklore and ballads.[9] But few of Scott's stories contain fantastic elements; in most, the appearance of such is explained away.[10] Its themes of adventure in a strange society influenced the adventures set in foreign lands by H. Rider Haggard and Edgar Rice Burroughs.[11] Haggard's works included many fantastic elements.[12]\n\nSword and sorcery's immediate progenitors are the swashbuckling tales of Alexandre Dumas, père (The Three Musketeers (1844), etc.), Rafael Sabatini (Scaramouche (1921), etc.) and their pulp magazine imitators, such as Talbot Mundy, Harold Lamb, and H. Bedford-Jones, who all influenced Robert E. Howard.[13] However, these historical \"swashbucklers\" lack the supernatural element (even though Dumas' fiction contained many fantasy tropes) which defines the genre.[14] Another influence was early fantasy fiction such as Lord Dunsany's The Fortress Unvanquishable, Save for Sacnoth (1910) and A. Merritt's The Ship of Ishtar (1924).[15] All these authors influenced sword and sorcery for the plots, characters, and landscapes used.[16]\n\nAlso, many early sword and sorcery writers, such as Robert E. Howard and Clark Ashton Smith, were influenced by the Middle Eastern tales of the Arabian Nights, whose stories of magical monsters and evil sorcerers were an influence on the genre-to-be.[17]\n\nSword and sorcery's frequent depictions of smoky taverns and fetid back alleys draw upon the picaresque genre; for example, Rachel Bingham notes that Fritz Leiber's city of Lankhmar bears considerable similarity to 16th century Seville as depicted in Miguel de Cervantes' tale \"Rinconete y Cortadillo\".[18]\n\nAmerican author Gertrude Hall's 1895 novelette \"Garden Deadly\" appears to anticipate the genre with the tale of a blighted kingdom, a seductive enchantress who turns men into animals, and a brash, brawny outsider who sets out to save the day.[19]\n\nSword and sorcery proper only truly begins in the pulp fantasy magazines, where it emerged from \"weird fiction\".[20] The magazine Weird Tales, which published Howard's Conan stories and C. L. Moore's Jirel of Joiry tales, as well as key influences like H. P. Lovecraft and Clark Ashton Smith, was especially important.[21]\n\n"
        },
        {
            "title": "Selected works",
            "text": "The genre has been defined by Robert E. Howard's work, especially his tales of Conan the Barbarian and Kull of Atlantis, mostly in Weird Tales from 1932 and 1929 respectively.[22][23]\n\nOther books and series that define the genre of sword-and-sorcery include:\n\nOther pulp fantasy fiction, such as Edgar Rice Burroughs' Barsoom series and Leigh Brackett's Sea Kings of Mars, have a similar feel to sword and sorcery. But, because alien science replaces the supernatural, these books are usually described as planetary romance or sword and planet. They fall more in the area of science fiction.[27] Despite this, planetary romance closely aligns with sword and sorcery, and the work of Burroughs, Brackett, and others in the former field have been significant in creating and spreading S&S proper.[28] Sword and sorcery often blurs the lines between fantasy and science fiction, drawing elements from both like the \"weird fiction\" it sprang from.[20]\n\n"
        },
        {
            "title": "Revival",
            "text": "From the 1960s until the 1980s, under the guiding force of Lin Carter, a select group of writers formed the Swordsmen and Sorcerers' Guild of America (SAGA) to promote and enlarge the sword and sorcery genre. From 1973 to 1981, five anthologies featuring short works by SAGA members were published. Edited by Carter, these were collectively known as Flashing Swords!. Because of these and other anthologies, such as the Ballantine Adult Fantasy series, his own fiction, and his criticism, Carter is considered one of the most important popularizers of genre fantasy in general, and S&S in particular.[29]\n\nAnother notable sword and sorcery anthology series from 1977 through 1979, \"Swords Against Darkness\" (Zebra Books), edited by Andrew J. Offutt, ran five volumes and featured stories by such authors as Poul Anderson, David Drake, Ramsey Campbell, Andre Norton, and Manly Wade Wellman.\n\nDespite such authors' efforts, some critics use sword and sorcery as a dismissive or pejorative term.[30] During the 1980s, influenced by the success of the 1982 feature film Conan the Barbarian, many cheaply made fantasy films were released in a subgenre that would be called \"sword & sorcery\".\n\nAfter the boom of the early 1980s, sword and sorcery once again dropped out of favor, with epic fantasy largely taking its place in the fantasy genre. There was, though, another resurgence in sword and sorcery at the end of the 20th century. Sometimes called the \"new\" or \"literary\" sword and sorcery, this development places emphasis on literary technique, and draws from epic fantasy and other genres to broaden the genre's typical scope. Stories may feature the wide-ranging struggles of national or world-spanning concerns common to high fantasy, but told from the point of view of characters more common to S&S, and with the sense of adventure common to the latter. Writers associated with this include Steven Erikson, Joe Abercrombie, and Scott Lynch, magazines such as Black Gate and the ezines Flashing Swords (not to be confused with the Lin Carter anthologies), and Beneath Ceaseless Skies publish short fiction in the style.[31] According to the literary critic Higashi Masao, of Japanese works, Guin Saga and Sorcerous Stabber Orphen were initially planned by their authors as novels that could be classified as belonging to the European sword and sorcery subgenre. but later Guin Saga volumes center too much around conspiracy, while Sorcerous Stabber Orphen is only officially published in light novel format, and its later development involved increased reliance on magic and elements of high fantasy.[32]\n\n"
        },
        {
            "title": "Women creators and characters",
            "text": "Despite the importance of C. L. Moore, Leigh Brackett, Andre Norton, and other female authors, as well as Moore's early heroine, sword and sorcery has been characterized as having a masculine bias. Female characters were generally distressed damsels to be rescued or protected, or otherwise served as a reward for a male hero's adventures. Women who had adventures of their own often did so to counter the threat of rape or to gain revenge for same.[20][33] Marion Zimmer Bradley's Sword and Sorceress anthology series (1984 onwards) tried the reverse, encouraging female writers and protagonists. The stories feature skillful swordswomen and powerful sorceresses working from a variety of motives.[34][35]\n\nJessica Amanda Salmonson similarly sought to broaden the range of roles for female characters in sword and sorcery through her own stories and through editing the World Fantasy Award-winning[36] Amazons (1979) and Amazons II (1982) anthologies; both drew on real and folkloric female warriors, often from areas outside of Europe.[37][38]\n\nEarly sword and sorcery writer Robert E. Howard had espoused feminist views in his personal and professional life. He wrote to his friends and associates defending the achievements and capabilities of women.[39][40] Strong female characters in Howard's works of fiction include Dark Agnes de Chastillon (first appearing in \"Sword Woman\", circa 1932–34), the early modern pirate Helen Tavrel (\"The Isle of Pirates' Doom\", 1928), as well as two pirates and Conan the Barbarian supporting characters, Bêlit (\"Queen of the Black Coast\", 1934), and Valeria of the Red Brotherhood (\"Red Nails\", 1936).[41]\n\nIntroduced as the co-star in a non-fantasy historical story by Howard entitled \"The Shadow of the Vulture\", Red Sonya of Rogatino later inspired a fantasy heroine named Red Sonja, who first appeared in the comic book series Conan the Barbarian written by Roy Thomas and illustrated by Barry Windsor-Smith. Red Sonja got her own comic book title and eventually a series of novels by David C. Smith and Richard L. Tierney, as well as Richard Fleischer's film adaptation in 1985.\n\n"
        }
    ]
}