{
    "url": "https://en.wikipedia.org/wiki/Sci_Fi_Pictures_original_films",
    "title": "Syfy",
    "table_of_contents": [
        "1 History",
        "1.1 Branding history",
        "2 Programming",
        "2.1 Animation",
        "2.2 Syfy original films",
        "3 Media",
        "3.1 Websites and divisions",
        "3.1.1 SciFi.com and Syfy.com",
        "3.1.2 SyfyGames",
        "3.1.3 Syfy Wire",
        "3.2 Periodicals",
        "3.2.1 Science Fiction Weekly",
        "4 See also",
        "5 References",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nSyfy (formerly Sci-Fi Channel, later shortened to Sci Fi; stylized as SYFY) is an American basic cable channel owned by the NBCUniversal Television and Streaming division of Comcast's NBCUniversal[1] through NBCUniversal Cable Entertainment. Launched on September 24, 1992, the channel broadcasts programming relating to the science fiction, horror, and fantasy genres.\n\nAs of January 2016, Syfy is available to 92.4 million households in America.[2]\n\n"
        },
        {
            "title": "History",
            "text": "In 1989, in Boca Raton, Florida, communications attorneys and cable TV entrepreneurs Mitchell Rubenstein and his wife and business partner Laurie Silvers devised the concept for the Sci-Fi Channel, and signed up 8 of the top 10 cable TV operators as well as licensing exclusive rights to the British TV series Doctor Who (which shifted over from PBS to Sci-Fi Channel), Dark Shadows, and the cult series The Prisoner. In 1992, the channel was sold by Rubenstein and Silvers to USA Networks, then a joint venture between Paramount Pictures and Universal Pictures.[3][4] Rubenstein and Silvers became vice-chairs of USA Networks. The channel was seen as a natural fit with classic films and television series that both studios had in their vaults, including Universal's Dracula, Frankenstein, and the Rod Serling TV series Night Gallery, along with Paramount's Star Trek television series. Star Trek's creator Gene Roddenberry and author Isaac Asimov were recruited by Rubenstein and Silvers to serve on the initial advisory board,[5] but both Gene Roddenberry and Isaac Asimov had died by the time the channel finally launched on September 24, 1992. Rubenstein recalled: \"The first thing that was on the screen was 'Dedicated to the memories of Isaac Asimov and Gene Roddenberry'.\"[6] Leonard Nimoy was master of ceremonies at the channel's launch party, held at the Hayden Planetarium in Manhattan. Asimov's widow Janet and Roddenberry's widow Majel Barrett were both in attendance.[6] The first program shown on the network was the film Star Wars.[7]\n\nIn 1994, Paramount was sold to Viacom, followed by Seagram's purchase of a controlling stake in MCA (of which Universal was a subsidiary) from the Matsushita Electric Industrial Company the next year.[8] In 1997, Viacom sold its stake in USA Networks to Universal, who spun off all its television assets to Barry Diller the next year into the new company Studios USA. Three years later, Diller would sell Studios USA back to Universal, by then a subsidiary of Vivendi SA (at the time known as Vivendi Universal). Vivendi's film and television production and cable television assets were then merged with General Electric's NBC to form NBC Universal in 2004. In 2010, Comcast purchased Syfy's parent company NBCUniversal.[citation needed] Comcast was one of the original cable TV operators to carry the channel.\n\nA high definition version of the channel launched on October 3, 2007, on DirecTV.[9] In 2013, Syfy was given the James Randi Educational Foundation's Pigasus Award for what was described as questionable reality programming involving paranormal subjects.[10]\n\nFrom 1992 to 1999, the network's first logo consisted of a planet with a ring, made to look like Saturn, with \"SCI-FI CHANNEL\" written on it. The network's second logo, which was used from 1999 to 2002, dropped the hyphen and the word \"CHANNEL\" from the name.[11] The network's third and final \"ringed planet\" logo ran from 2002 to 2009, and was designed by Lambie-Nairn. The logo made its debut on December 2, 2002, with the launch of the Steven Spielberg miniseries Taken. The network also launched a new image campaign with the tagline \"If\", which expresses the limitless possibilities of the imagination. Identification bumps depicted surreal situations such as a baby breathing fire, as well as a woman in a stately sitting room kissing a bug-eyed, big-eared animal.[12][13]\n\nOn March 16, 2009, NBCUniversal announced that Sci Fi was rebranding as \"Syfy\". Network officials also noted that, unlike the generic term \"sci fi\", which represents the entire genre, the term \"Syfy\" as a sensational spelling can be protected by trademark and therefore would be easier to market on other goods or services without fear of confusion with other companies' products. The only significant previous use of the term \"Syfy\" in relation to science fiction was by the website SyFy Portal, which became Airlock Alpha after selling the brand to an unnamed company in February 2009.[14]\n\nThe name change was greeted with initial negativity,[15][16] with people deliberately mispronouncing \"Syfy\" as /ˈsɪfi/ SIF-ee or /ˈsiːfi/ SEE-fee to make fun of the name change. The parody news anchor Stephen Colbert made fun of the name change on The Colbert Report by giving the channel a \"Tip of the Hat\" for \"spelling the name the way it's pronounced\" and noting that \"the tide is turning in my long fought battle against the insidious 'soft C'\".[17] The new name took effect on July 7, 2009.[18] Syfy has since added reality shows and edged further from strictly science fiction, fantasy and horror programming.[19][20][21]\n\nThe rebranding efforts at NBC Universal's Sci Fi Channels worldwide resulted in most rebranding as \"Syfy\" or \"Syfy Universal\"; however, over one-third of the channels did not take on \"Syfy\" as any part of their names: channels in Japan and the Philippines rebranded to or were replaced by Universal Channel, while each of the channels in Poland, Romania, Serbia, and Slovenia would become Sci Fi Universal. In Polish, \"Syfy\" does not suggest imagination or science fiction, but rather something gross, without value or even syphilis.[22] In Australia, NBCUniversal was a partner in SF alongside Foxtel, CBS Studios International and Sony Pictures Television; after the channel shut down in 2013, NBCUniversal launched a local version of Syfy in 2014.[23][24]\n\nOn May 11, 2017, in honor of the network's upcoming 25th anniversary, Syfy unveiled a major rebranding that took effect on-air June 19. The new branding was intended to re-position the channel back towards targeting fans of the fantasy and sci-fi genres. Network head Chris McCumber explained that the network's goal was to \"put fans at the center of everything we do\", and explained a stacked, square-shaped form of the logo as being akin to a \"badge\". Syfy also planned to place a larger focus on its genre news division Syfy Wire, disclosing the possibility of extending the website to television as well.[25][26][27]\n\n"
        },
        {
            "title": "Programming",
            "text": "Syfy's original programming includes made-for-cable movies, miniseries, and television series. Under NBCUniversal ownership, the channel has expanded into general-interest programming outside of the sci-fi genre to target a more mainstream audience. Such programming has included crime dramas, WCG Ultimate Gamer,[28] and professional wrestling from WWE (including ECW,[29] NXT, and SmackDown).[30][31]\n\nSyfy has been used for overflow sports and sports entertainment programming from its sister networks. It has participated in NBC Sports' \"Championship Sunday\" effort to broadcast all matches on the final matchday of the Premier League soccer season across NBCUniversal cable networks.[32] In February 2022, WWE Raw and NXT aired on Syfy for two weeks due to USA Network's broadcasts of the 2022 Winter Olympics.[33]\n\nDuring its early years, Syfy aired Japanese anime films and original video animations. On June 11, 2007, the channel launched a weekly two-hour programming block called \"Ani-Monday\",[34] featuring English dubs of various anime series licensed by Manga Entertainment.[34] During February 2008, the channel also aired anime on Tuesday nights in a second programming block.[35] In July 2009, Syfy announced that they had renewed and expanded their licensing agreement with Manga Entertainment to add a two-hour block of horror anime (also called \"Ani-Monday\") to sister channel Chiller.[36] Syfy's anime block was later moved to Thursday nights, starting March 14, 2011, where it remained until all anime programming was dropped on June 9, 2011.[37][38]\n\nOn April 20, 2019, Syfy launched a new late night adult animation block called TZGZ which aired until March 13, 2021.[citation needed]\n\nIn October 2020, Syfy aired Monster House as part of their 31 Days of Halloween event.[citation needed]\n\nSci Fi Pictures original films are independently-made B-movies with production budgets of $1 million to $2 million each. The initiative was spearheaded by Thomas Vitale in 2001, and was managed by Vitale, Chris Regina, and Ray Cannella, with the later additions of Karen O'Hara and Macy Lao.[39] Syfy is also one of the sponsors for the Coalition for Freedom of Information.[40]\n\n"
        },
        {
            "title": "Media",
            "text": "Syfy's website launched in 1995, at SciFi.com, under the name \"The Dominion\"; it dropped the name in 2000.[citation needed] The site has won a Webby Award and a Flash Forward Award.\n\nFrom 2000 to 2005, SciFi.com published original science fiction short stories in a section called \"Sci Fiction\", edited by Ellen Datlow, who won a 2005 Hugo Award for her work there. The stories themselves won a World Fantasy Award, the first Theodore Sturgeon Award for online fiction (for Lucius Shepard's novella \"Over Yonder\"), and four of the Science Fiction Writers of America's Nebula Awards, including the first for original online fiction (for Linda Nagata's novella \"Goddesses\").[41][42]\n\nOn April 22, 2006, the site launched Sci Fi Pedia, a commercial wiki on topics including anime, comics, fandom, fantasy, games, horror, science fiction, toys, UFOs, genre-related art and audio, and the paranormal.[43] In 2009, Sci Fi Pedia was shut down without explanation.\n\nAs part of the channel's rebranding in 2009, the URL was changed to Syfy.com. As of 2010, Syfy.com began to contain webisode series including Riese: Kingdom Falling (as of October 26, 2010),[citation needed] The Mercury Men (as of July 25, 2011),[citation needed] and Nuclear Family[44] (as of October 15, 2012).\n\nSyfyGames.com is an online games portal which offers free-to-play MMO and casual games. The site features predominantly sci-fi and fantasy games from third-party developers.[45] In April 2015, the News section of SyfyGames.com was rebranded to feature \"news from G4\".[citation needed]\n\nIn 2010, Syfy Games signed a deal with the now defunct publisher THQ to co-produce De Blob 2. Syfy Games would also co-produce Red Faction: Armageddon.\n\nSyfy Wire (formerly Sci-Fi Wire and Blastr) is a website operated by Syfy featuring coverage of news in the science fiction, horror, and fantasy genres.[25] The site was rebranded in 2010 as Blastr, with the addition of feature articles, guest columnists (such as Phil Plait), popular science news and coverage, and video content.[46] In December 2016, Blastr rebranded as Syfy Wire; editor-in-chief Adam Swiderski stated that this change was to closer associate the website with the Syfy television channel.[47]\n\nAs of March 2018, Syfy Wire releases five regular podcasts,[48] including two recap series following The Expanse and the final season of Colony, as well as The Fandom Files, which features interviews with public figures about their pop culture obsessions. Guests have included Leland Chee[49] and Mike Daniels of the Green Bay Packers.[50]\n\nScience Fiction Weekly was an online magazine started on August 15, 1995, and edited by Craig Engler and Brooks Peck.[citation needed] In April 1996, it began appearing exclusively on \"The Dominion\" as part of a partnership with the site, before being sold to the Sci Fi Channel completely in 1999.[51] The publication covered various aspects of science fiction, including news, reviews, original art, and interviews, until it merged with Sci-Fi Wire in January 2009.[citation needed]\n\n"
        }
    ]
}