{
    "url": "https://en.wikipedia.org/wiki/Symbol",
    "title": "Symbol",
    "table_of_contents": [
        "1 Etymology",
        "2 Concepts and definitions",
        "3 Symbols and semiotics",
        "4 Psychoanalysis, rhetoric, and archetypes",
        "5 Symbolic value",
        "6 Paul Tillich",
        "7 Role of context in symbolism",
        "7.1 Historical meaning",
        "7.2 Context",
        "8 Symbols in cartography",
        "9 Related terms",
        "10 See also",
        "11 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "A symbol is a mark, sign, or word that indicates, signifies, or is understood as representing an idea, object, or relationship. Symbols allow people to go beyond what is known or seen by creating linkages between otherwise very different concepts and experiences. All communication (and data processing) is achieved through the use of symbols. Symbols take the form of words, sounds, gestures, ideas, or visual images and are used to convey other ideas and beliefs. For example, a red octagon is a common symbol for \"STOP\"; on maps, blue lines often represent rivers; and a red rose often symbolizes love and compassion. Numerals are symbols for numbers; letters of an alphabet may be symbols for certain phonemes; and personal names are symbols representing individuals. The variable 'x', in a mathematical equation, may symbolize the position of a particle in space.[citation needed]\n\nThe academic study of symbols is semiotics. In cartography, an organized collection of symbols forms a legend for a map.\n\n"
        },
        {
            "title": "Etymology",
            "text": "The word symbol derives from the late Middle French masculine noun symbole, which appeared around 1380 in a theological sense signifying a formula used in the Roman Catholic Church as a sort of synonym for 'the credo'; by extension in the early Renaissance it came to mean 'a maxim' or 'the external sign of a sacrament'; these meanings were lost in secular contexts.  It was during the Renaissance in the mid-16th century that the word took on the meaning that is dominant today, that of 'a natural fact or object evoking by its form or its nature an association of ideas with something abstract or absent'; this appears, for example, in François Rabelais, Le Quart Livre, in 1552.[1] This French word derives from Latin, where both the masculine noun symbolus and the neuter noun symbolum refer to \"a mark or sign as a means of recognition.\"[2]  The Latin word derives from the Greek σύμβολον symbolon, from a verb meaning 'throw together, put together, compare,' alluding to the Classical practice of breaking a piece of ceramic in two and giving one half to the person who would receive a future message, and one half to the person who would send it:  when the two fit perfectly together, the receiver could be sure that the messenger bearing it did indeed also carry a genuine message from the intended person.[3]  A literary or artistic symbol as an \"outward sign\" of something else is a metaphorical extension of this notion of a message from a sender to a recipient. In English, the meaning \"something which stands for something else\" was first recorded in 1590, in Edmund Spenser's Faerie Queene.[4]\n\n"
        },
        {
            "title": "Concepts and definitions",
            "text": "Symbols are a means of complex communication that often can have multiple levels of meaning.[5] Symbols are the basis of all human understanding and serve as vehicles of conception for all human knowledge.[6] Symbols facilitate understanding of the world in which we live, thus serving as the grounds upon which we make judgments.[7] In this way, people use symbols not only to make sense of the world around them, but also to identify and cooperate in society through constitutive rhetoric.\n\nHuman cultures use symbols to express specific ideologies and social structures and to represent aspects of their specific culture. Thus, symbols carry meanings that depend upon one's cultural background. As a result, the meaning of a symbol is not inherent in the symbol itself but is culturally learned.[5]\n\nHeinrich Zimmer gives a concise overview of the nature, and perennial relevance, of symbols.\n\nIn the book Signs and Symbols, it is stated that\n\n"
        },
        {
            "title": "Symbols and semiotics",
            "text": "Semiotics is the study of signs, symbols, and signification as communicative behavior. Semiotics studies focus on the relationship of the signifier and the signified, also taking into account the interpretation of visual cues, body language, sound, and other contextual clues. Semiotics is linked with linguistics and psychology. Semioticians not only study what a symbol implies but also how it got its meaning and how it functions to make meaning in society. Symbols allow the human brain continuously to create meaning using sensory input and decode symbols through both denotation and connotation.\n\n"
        },
        {
            "title": "",
            "text": "An alternative definition of symbol, distinguishing it from the term sign was proposed by Swiss psychoanalyst Carl Jung. In his studies on what is now called Jungian archetypes, a sign stands for something known, as a word stands for its referent. He contrasted a sign with a  symbol: something that is unknown and that cannot be made clear or precise. An example of a symbol in this sense is Christ as a symbol of the archetype called self.[10]\n\nKenneth Burke described Homo sapiens as a \"symbol-using, symbol making, and symbol misusing animal\" to suggest that a person creates symbols as well as misuses them. One example he uses to indicate what he means by the misuse of symbol is the story of a man who, when told that a particular food item was whale blubber, could barely keep from throwing it up. Later, his friend discovered it was actually just a dumpling. But the man's reaction was a direct consequence of the symbol of \"blubber\" representing something inedible in his mind. In addition, the symbol of \"blubber\" was created by the man through various kinds of learning.\n\nBurke goes on to describe symbols as also being derived from Sigmund Freud's work on condensation and displacement, further stating that symbols are not just relevant to the theory of dreams but also to \"normal symbol systems\". He says they are related through \"substitution\", where one word, phrase, or symbol is substituted for another in order to change the meaning.[clarification needed] In other words, if one person does not understand a certain word or phrase, another person may substitute a synonym or symbol in order to get the meaning across. However, upon learning the new way of interpreting a specific symbol, the person may change his or her already-formed ideas to incorporate the new information.\n\nJean Dalby Clift says that people not only add their own interpretations to symbols, they also create personal symbols that represent their own understanding of their lives: what she calls \"core images\" of the person. Clift argues that symbolic work with these personal symbols or core images can be as useful as working with dream symbols in psychoanalysis or counseling.[11]\n\nWilliam Indick suggests that the symbols that are commonly found in myth, legend, and fantasy fulfill psychological functions and hence are why archetypes such as \"the hero,\" \"the princess\" and \"the witch\" have remained popular for centuries.[12]\n\n"
        },
        {
            "title": "Symbolic value",
            "text": "Symbols can carry symbolic value in three primary forms: Ideological, comparative, and isomorphic.[13] Ideological symbols such as religious and state symbols convey complex sets of beliefs and ideas that indicate \"the right thing to do\". Comparative symbols such as prestigious office addresses, fine art, and prominent awards indicate answers to questions of \"better or worse\" and \"superior or inferior\". Isomorphic symbols blend in with the surrounding cultural environment such that they enable individuals and organizations to conform to their surroundings and evade social and political scrutiny. Examples of symbols with isomorphic value include wearing a professional dress during business meetings, shaking hands to greet others in the West, or bowing to greet others in the East. A single symbol can carry multiple distinct meanings such that it provides multiple types of symbolic value.[13]\n\n"
        },
        {
            "title": "Paul Tillich",
            "text": "Paul Tillich argued that, while signs are invented and forgotten, symbols are born and die.[14] There are, therefore, dead and living symbols. A living symbol can reveal to an individual hidden levels of meaning and transcendent or religious realities.  For Tillich a symbol always \"points beyond itself\" to something that is unquantifiable and mysterious; symbols open up the \"depth dimension of reality itself\".[15]  Symbols are complex, and their meanings can evolve as the individual or culture evolves. When a symbol loses its meaning and power for an individual or culture, it becomes a dead symbol.\nWhen a symbol becomes identified with the deeper reality to which it refers, it becomes idolatrous as the \"symbol is taken for reality.\" The symbol itself is substituted for the deeper meaning it intends to convey. The unique nature of a symbol is that it gives access to deeper layers of reality which are otherwise inaccessible.[16]\n\n"
        },
        {
            "title": "Role of context in symbolism",
            "text": "A symbol's meaning may be modified by various factors including popular usage, history, and contextual intent.\n\nThe history of a symbol is one of many factors in determining a particular symbol's apparent meaning. Consequently, symbols with emotive power carry problems analogous to false etymologies.[17]\n\nThe context of a symbol may change its meaning.  Similar five-pointed stars might signify a law enforcement officer or a member of the armed services, depending upon the uniform.\n\n"
        },
        {
            "title": "Symbols in cartography",
            "text": "Symbols are used in cartography to communicate geographical information (generally as point, line, or area features).[18] As with other symbols, visual variables such as size, shape, orientation, texture, and pattern provide meaning to the symbol.[19] According to semiotics, map symbols are \"read\" by map users when they make a connection between the graphic mark on the map (the sign), a general concept (the interpretant), and a particular feature of the real world (the referent). Map symbols can thus be categorized by how they suggest this connection:[20][21]\n\n"
        },
        {
            "title": "Related terms",
            "text": "\nA symbolic action is an action that symbolizes or signals what the actor wants or believes.  The action conveys meaning to the viewers. Symbolic action may overlap with symbolic speech, such as the use of flag burning to express hostility or saluting the flag to express patriotism.[22] In response to intense public criticism, businesses, organizations, and governments may take symbolic actions rather than, or in addition to, directly addressing the identified problems.[23]\n\n"
        }
    ]
}