{
    "url": "https://en.wikipedia.org/wiki/Synchronicity",
    "title": "Synchronicity",
    "table_of_contents": [
        "1 Origins",
        "1.1 Pauli–Jung conjecture",
        "2 Analytical psychology",
        "3 Philosophy of science",
        "4 Paranormal",
        "5 Studies",
        "6 Scientific reception",
        "6.1 History",
        "7 Examples",
        "7.1 Cultural references",
        "8 See also",
        "9 Explanatory notes",
        "10 References",
        "10.1 Citations",
        "10.2 General sources",
        "11 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nSynchronicity (German: Synchronizität) is a concept first introduced by analytical psychologist Carl G. Jung \"to describe circumstances that appear meaningfully related yet lack a causal connection.\"[1] In contemporary research, synchronicity experiences refer to one's subjective experience that coincidences between events in one's mind and the outside world may be causally unrelated to each other yet have some other unknown connection.[2] Jung held that this was a healthy, even necessary, function of the human mind that can become harmful within psychosis.[3][4]\n\nJung developed the theory of synchronicity as a hypothetical noncausal principle serving as the intersubjective or philosophically objective connection between these seemingly meaningful coincidences.[1][5] Mainstream science generally regards that any such hypothetical principle either does not exist or falls outside the bounds of science.[6][7] After first coining the term in the late 1920s[5] or early 30s,[8] Jung further developed the concept in collaboration with physicist and Nobel laureate Wolfgang Pauli through long correspondences and in their eventual 1952 work The Interpretation of Nature and the Psyche (German: Naturerklärung und Psyche) which comprises one paper from each of the two thinkers.[9][10][11][12] Their work together culminated in what is now called the Pauli–Jung conjecture.[13]\nDuring his career, Jung furnished several different definitions of synchronicity,[14] defining it as \"a hypothetical factor equal in rank to causality as a principle of explanation\",[15] \"an acausal connecting principle\", \"acausal parallelism\", and as the \"meaningful coincidence of two or more events where something other than the probability of chance is involved\".[16] In Pauli's words, synchronicities were \"corrections to chance fluctuations by meaningful and purposeful coincidences of causally unconnected events\", though he had also proposed to move the concept away from coincidence towards instead a \"correspondence\", \"connection\", or \"constellation\" of discrete factors.[17]\nJung and Pauli's view was that, just as causal connections can provide a meaningful understanding of the psyche and the world, so too may acausal connections.[3][17][8]\n\nA 2016 study found that two thirds of therapists surveyed agreed that synchronicity experiences could be useful for therapy.[18] Analytical psychologists likewise hold that individuals must come to understand the compensatory meaning of these experiences in order to \"enhance consciousness rather than merely build up superstitiousness\".[19] However, clients who disclose synchronicity experiences in a clinical setting often report not being listened to, accepted, or understood.[20] Furthermore, the experiencing of an overabundance of meaningful coincidences is characteristic of the earliest stages of schizophrenic delusion.[21] M. K. Johansen and M. Osman write that \"prevalent among many scientists, particularly psychologists studying coincidences, is [the view] that the occurrence of coincidences, as psychologically experienced, is induced by noisy chance occurrences out in the world which are then misconstrued via irrational cognitive biases into unfounded, possibly even paranormal, beliefs in the mind.\"[7] One study has shown that both counselors and psychoanalysts were less likely than psychologists to agree that chance coincidence was an adequate explanation for synchronicity, while more likely than psychologists to agree that a need for unconscious material to be expressed could be an explanation for synchronicity experiences in the clinical setting.[18]\n\nJung used the concept of synchronicity in arguing for the existence of the paranormal.[22] This idea was similarly explored by writer Arthur Koestler in his 1972 work The Roots of Coincidence[23] and was also taken up by the New Age movement.[6] Unlike magical thinking, which believes causally unrelated events to have some paranormal causal connection, the synchronicity principle supposes that events may truly be causally unrelated yet have some unknown noncausal connection.[24]\nThe objection from a scientific standpoint, however, is that this is neither testable nor falsifiable and therefore does not fall within the realm of empirical study.[6] Scientific scepticism regards it as pseudoscience.[6] Jung stated that synchronicity events are nothing but chance occurrences from a statistical point of view, but are meaningful in that they may seem to validate paranormal ideas. However, no empirical studies of synchronicity experiences based on observable mental states and scientific data were conducted by Jung in order to draw his conclusions,[6] though some studies have since been done in this area (see § Studies, below).\n\nWhile a given observer may subjectively experience a coincidence as meaningful, this alone cannot prove any objective meaning to the coincidence.[6] Various statistical laws, such as Littlewood's law and the law of truly large numbers, show how unexpected occurrences can be more likely to encounter than people otherwise assume. These serve to explain coincidences such as synchronicity experiences as chance events which have been misinterpreted by confirmation biases, spurious correlations, or underestimated probability.[25][26][27]\n\n"
        },
        {
            "title": "Origins",
            "text": "Synchronicity arose with Jung's use of the ancient Chinese oracle I Ching. It has 64 hexagrams, each built from two trigrams or bagua. A divination is made by seemingly random numerical happenings for which the I Ching text gives detailed situational analysis. Richard Wilhelm, translator of Chinese, provided Jung with validation. Jung met Wilhelm in Darmstadt where Hermann von Keyserling hosted Gesellshaft fur Freie Philosophie. In 1923 Wilhelm was in Zurich, as was Jung, attending the psychology club, where Wilhelm promulgated the I Ching. Finally,\n\nJung coined the term synchronicity as part of a lecture in May 1930,[8] or as early as 1928,[5] at first for use in discussing Chinese religious and philosophical concepts.[8][28] His first public articulation of the term came in 1930 at the memorial address for Richard Wilhelm where Jung stated:[28]\n\nThe I Ching is one of the five classics of Confucianism. By selecting a passage according to the traditional chance operations such as tossing coins and counting out yarrow stalks, the text is supposed to give insights into a person's inner states. Jung characterised this as the belief in synchronicity, and himself believed the text to give apt readings in his own experiences.[19] He would later also recommend this practice to certain of his patients.[29] Jung argued that synchronicity could be found diffused throughout Chinese philosophy more broadly and in various Taoist concepts.[28]  Jung also drew heavily from German philosophers Gottfried Leibniz, whose own exposure to I Ching divination in the 17th century proved to be a major step towards the theory of synchronicity,[28] Arthur Schopenhauer, who Jung placed alongside Leibniz as the two philosophers most influential to his formulation of the concept,[28][19] and Johannes Kepler.[6] He points to Schopenhauer, especially, as providing an early conception of synchronicity in the quote:[19]\n\nAs with Paul Kammerer's theory of seriality developed in the late 1910s, Jung looked to hidden structures of nature for an explanation of coincidences.[7] In 1932, physicist Wolfgang Pauli and Jung began what would become a long-spanning correspondence in which they discussed and collaborated on various topics surrounding synchronicity, contemporary science, and what is now known as the Pauli effect.[30] Jung also built heavily upon the idea of numinosity, a concept originating in the work of German religious scholar Rudolf Otto, which describes the feeling of gravitas found in religious experiences, and which perhaps brought greatest criticism upon Jung's theory.[1] Jung also drew from parapsychologist J. B. Rhine whose work in the 1930s had at the time appeared to validate certain claims about extrasensory perception.[6] It was not until a 1951 Eranos conference lecture, after having gradually developed the concept for over two decades, that Jung gave his first major outline of synchronicity.[8] The following year, Jung and Pauli published their 1952 work The Interpretation of Nature and the Psyche (German: Naturerklärung und Psyche), which contained Jung's central monograph on the subject, \"Synchronicity: An Acausal Connecting Principle\".[8]\n\nOther notable influences and precursors to synchronicity can be found in: the theological concept of correspondences,[31][32] sympathetic magic,[33] astrology,[29] and alchemy.[6]\n\nThe Pauli–Jung conjecture is a collaboration in metatheory between physicist Wolfgang Pauli and analytical psychologist Carl Jung, centered on the concept of synchronicity. It was mainly developed between the years 1946 and 1954, four years before Pauli's death, and speculates on a double-aspect perspective within the disciplines of both collaborators.[13][34] Pauli additionally drew on various elements of quantum theory such as complementarity, nonlocality, and the observer effect in his contributions to the project.[13][35][36] Jung and Pauli thereby \"offered the radical and brilliant idea that the currency of these correlations is not (quantitative) statistics, as in quantum physics, but (qualitative) meaning.\"[37]\n\nContemporary physicist T. Filk writes that quantum entanglement, being \"a particular type of acausal quantum correlations\", was plausibly taken by Pauli as \"a model for the relationship between mind and matter in the framework [...] he proposed together with Jung.\"[35] Specifically, quantum entanglement may be the physical phenomenon which most closely represents the concept of synchronicity.[35]\n\n"
        },
        {
            "title": "Analytical psychology",
            "text": "In analytical psychology, the recognition of seemingly-meaningful coincidences is a mechanism by which unconscious material is brought to the attention of the conscious mind. A harmful or developmental outcome can then result only from the individual's response to such material.[3][19] Jung proposed that the concept could have psychiatric use in mitigating the negative effects of over-rationalisation[3] and proclivities towards mind–body dualism.[38]\n\nAnalytical psychology considers modern modes of thought to rest upon the pre-modern and primordial structures of the psyche. Causal connections thus form the basis of modern worldviews, and connections which lacks causal reasoning are seen as chance. This chance-based interpretation, however, is incongruent with the primordial mind which instead interprets this category as intention.[8] The primordial framework in fact places emphasis on these connections, just as the modern framework emphasizes causal ones. In this regard, causality, like synchronicity, is a human interpretation imposed onto external phenomena.[8] Primordial modes of thought are however, according to Jung, necessary constituents of the modern psyche that inevitably protrude into modern life—providing the basis for meaningful interpretation of the world by way of meaning-based connections.[8] Just as the principles of psychological causality provide meaningful understanding of causal connections, so too the principle of synchronicity attempts to provide meaningful understanding of acasual connections. Jung placed synchronicity as one of three main conceptual elements in understanding the psyche:[3]\n\nJung felt synchronicity to be a principle that had explanatory power towards his concepts of archetypes and the collective unconscious.[i] It described a governing dynamic which underlies the whole of human experience and history—social, emotional, psychological, and spiritual. The emergence of the synchronistic paradigm was a significant move away from Cartesian dualism towards an underlying philosophy of double-aspect theory. Some argue this shift was essential in bringing theoretical coherence to Jung's earlier work.[39][ii]\n\n"
        },
        {
            "title": "Philosophy of science",
            "text": "Jung held that there was both a philosophical and scientific basis for synchronicity.[6] He identified the complementary nature of causality and acausality with Eastern sciences and protoscientific disciplines, stating \"the East bases much of its science on this irregularity and considers coincidences as the reliable basis of the world rather than causality. Synchronism is the prejudice of the East; causality is the modern prejudice of the West\"[1] (see also: universal causation). Contemporary scholar L. K. Kerr writes:\n\nIt is also pointed out that, since Jung took into consideration only the narrow definition of causality—only the efficient cause—his notion of acausality is also narrow and so is not applicable to final and formal causes as understood in Aristotelian or Thomist systems.[40] Either the final causality is inherent[41] in synchronicity, as it leads to individuation; or synchronicity can be a kind of replacement for final causality. However, such finalism or teleology is considered to be outside the domain of modern science.\n\nJung's theory, and philosophical worldview implicated by it, includes not only mainstream science thoughts but also esoteric ones and ones that are against mainstream.[42][43]\n\n"
        },
        {
            "title": "Paranormal",
            "text": "Jung's use of the concept in arguing for the existence of paranormal phenomena has been widely considered pseudoscientific by modern scientific scepticism.[6] Furthermore, his collaborator Wolfgang Pauli objected to his dubious experiments of the concept involving astrology—which Jung believed to be supported by the laboratory experiments behind the uncertainty principle's formulation.[1] Jung similarly turned to the works of parapsychologist Joseph B. Rhine to support a connection between synchronicity and the paranormal.[1] In his book Synchronicity: An Acausal Connecting Principle, Jung wrote:\n\nRoderick Main, in the introduction to his 1997 book Jung on Synchronicity and the Paranormal, wrote:[48]\n\n"
        },
        {
            "title": "Scientific reception",
            "text": "Since their inception, Jung's theories of synchronicity have been highly controversial[6] and have never had widespread scientific approval.[1] Scientific scepticism regards them as pseudoscience.[6] Likewise, mainstream science does not support paranormal explanations of coincidences.[7] A contemporary study by R. G. Sacco states that:\n\nDespite this, synchronicity experiences and the synchronicity principle continue to be studied within philosophy, cognitive science, and analytical psychology.[2][8] Synchronicity is widely challenged by the sufficiency of probability theory in explaining the occurrence of coincidences, the relationship between synchronicity experiences and cognitive biases, and doubts about the theory's psychiatric or scientific usefulness.\n\nPsychologist Fritz Levi, a contemporary of Jung, criticised the theory in his 1952 review, published in the periodical Neue Schweizer Rundschau (New Swiss Observations). Levi saw Jung's theory as vague in determinability of synchronistic events, saying that Jung never specifically explained his rejection of \"magic causality\" to which such an acausal principle as synchronicity would be related. He also questioned the theory's usefulness.[53]\n\nIn a 1981 paper, parapsychologist Charles Tart writes:\n\nRobert Todd Carroll, author of The Skeptic's Dictionary in 2003, argues that synchronicity experiences are better explained as apophenia—the tendency for humans to find significance or meaning where none exists. He states that over a person's lifetime one can be expected to encounter several seemingly-unpredictable coincidences and that there is no need for Jung's metaphysical explanation of these occurrences.[54]\n\nIn a 2014 interview, emeritus professor and statistician David J. Hand states:\n\nIn a 2015 paper, scholars M. K. Johansen and M. Osman state:\n\n"
        },
        {
            "title": "Examples",
            "text": "Jung tells the following story as an example of a synchronistic event in his book Synchronicity:\n\nFrench writer Émile Deschamps claims in his memoirs that, in 1805, he was treated to some plum pudding by a stranger named Monsieur de Fontgibu. Ten years later, the writer encountered plum pudding on the menu of a Paris restaurant and wanted to order some, but the waiter told him that the last dish had already been served to another customer, who turned out to be de Fontgibu. Many years later, in 1832, Deschamps was at a dinner and once again ordered plum pudding. He recalled the earlier incident and told his friends that only de Fontgibu was missing to make the setting complete—and in the same instant, the now-senile de Fontgibu entered the room, having got the wrong address.[56]\n\nAfter describing some examples, Jung wrote: \"When coincidences pile up in this way, one cannot help being impressed by them – for the greater the number of terms in such a series, or the more unusual its character, the more improbable it becomes.\"[16]: 91 \n\nIn his book Thirty Years That Shook Physics: The Story of Quantum Theory (1966), George Gamow writes about Wolfgang Pauli, who was apparently considered a person particularly associated with synchronicity events. Gamow whimsically refers to the \"Pauli effect\", a mysterious phenomenon which is not understood on a purely materialistic basis, and probably never will be. The following anecdote is told:\n\nPhilip K. Dick makes reference to \"Pauli's synchronicity\" in his 1963 science-fiction novel, The Game-Players of Titan, in reference to pre-cognitive psionic abilities being interfered with by other psionic abilities such as psychokinesis: \"an acausal connective event\".[58]\n\nIn 1983 The Police released an album titled Synchronicity. A song from the album Synchronicity II simultaneously describes the story of a man experiencing a mental breakdown and a lurking monster emerging from a Scottish lake.[citation needed]\n\nRobert Anton Wilson covers the topic in his 1988 book Coincidance: A Head Test.[citation needed]\n\nRising Appalachia released a song titled \"Synchronicity\" on their 2015 album Wider Circles.[59]\n\n"
        }
    ]
}