{
    "url": "https://en.wikipedia.org/wiki/Syng_inkstand",
    "title": "Syng inkstand",
    "table_of_contents": [],
    "paragraphs": [
        {
            "title": "",
            "text": "The Syng inkstand is a silver inkstand used during the signing of the United States Declaration of Independence in 1776 and the United States Constitution in 1787. Besides paper documents, it is one of four still-existing objects that were present during the Constitutional Convention, along with the Liberty Bell, the chair that George Washington sat in as the Constitutional Convention's presiding officer, and Independence Hall itself.\n\nThe inkstand was made by Philip Syng in 1752 for the provincial assembly of Pennsylvania.[1] It is both a work of art and an important historical artifact, as it was used by such prominent Founding Fathers of the United States as Washington, Benjamin Franklin, Thomas Jefferson, John Hancock, Alexander Hamilton, John Adams, James Madison, and the other signers of the founding documents.[2]\n\nDesktop inkstands hold ink for quill pens and other tools that require ink. Ornate versions include a pen holder, an inkpot, a candle to melt sealing wax, and a pot similar to a salt or pepper shaker used to pour pounce to aid in the sizing of parchment or vellum.[3] The Syng inkstand is decorated in late Rococo style and includes a pounce pot, quill holder, and inkpot (left to right in the image shown).\n\nSyng immigrated to America from Ireland in 1713. He was a renowned silversmith who created fine works in silver and gold for the wealthy families of Philadelphia. He was an associate of Benjamin Franklin and a prominent member of the Philadelphia community[2] who assisted in founding the Library Company of Philadelphia, the American Philosophical Society, the Union Fire Company, and the University of Pennsylvania.[4] In 1731, Syng served as Grand Master of Masons in Pennsylvania.[5]\n\nThe Syng inkstand became the property of the State of Pennsylvania and was moved to the state capital in Harrisburg soon after the Constitutional Convention ended. It was returned to the City of Philadelphia in 1876, on the centennial of the signing of the Declaration of Independence, where it became famous.[2] It was displayed in Independence Hall on a desk in front of George Washington's chair. Cracks appeared in the plaster ceiling of Independence Hall in 1922 and stoked fears that the building would collapse, and the inkstand was considered such an important artifact that it was removed at the same time that the first floor was cleared of visitors.[citation needed]\n\nThe National Park Service acquired the inkstand when it took over maintenance of Independence Hall from the City of Philadelphia.[6] It is now on display in a special case in Independence National Historical Park in Philadelphia, along with copies of the Declaration of Independence and the Constitution.[2]\n\n"
        }
    ]
}