{
    "url": "https://en.wikipedia.org/wiki/Systems_of_social_stratification",
    "title": "Systems of social stratification",
    "table_of_contents": [
        "1 Africa",
        "1.1 Southern Africa",
        "1.2 West Africa",
        "1.3 East Africa",
        "1.4 Central Africa",
        "2 Austronesia",
        "2.1 General",
        "2.1.1 Polynesia",
        "2.1.2 New Guinea",
        "3 Asia",
        "3.1 China",
        "3.2 South Asia",
        "3.3 Inner Asia",
        "3.4 Japan, Korea, Vietnam",
        "3.5 Myanmar",
        "4 America",
        "4.1 North America",
        "4.2 Mexico, Central America and South America",
        "5 Other peoples",
        "6 See also",
        "7 Sources"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Detailed anthropological and sociological studies have been made about customs of patrilineal inheritance, where only male children can inherit. Some cultures also employ matrilineal succession, where property can only pass along the female line, most commonly going to the sister's sons of the decedent; but also, in some societies, from the mother to her daughters. Some ancient societies and most modern states employ egalitarian inheritance, without discrimination based on gender and/or birth order.\n\n"
        },
        {
            "title": "Africa",
            "text": "The system of patrilineal primogeniture traditionally prevalent among most southern Bantu tribes is explained in detail by Isabel Moodley: \"Due to the polygynous nature of the customary marriage, African customary law distinguishes between \"family rank\" and \"house rank\". ... Family rank refers to the status of family members within the family group. In customary law, males held a higher rank than their female counterparts. A person's rank was ultimately determined by the principle of primogeniture. On the basis of that principle, oldest sons always had a higher rank than younger brothers and all sisters. That meant that females were always subjected to the authority of males and males alone were allowed to become family heads. In the extended family group however, the rank of a child was determined by the rank of their father within his family of origin. So, for example, if the father was the first born son in his family group that would mean that his children would hold a higher rank than any of the other children born of his siblings. ... House rank simply refers to the hierarchy of the various houses that constitute a family group. In a polygynous marriage, each marriage creates a separate family or household with the husband as the common spouse to all the families. Each household or separate family has a particular rank. ... Amongst the indigenous African peoples, the wife married first is known as the \"main wife\" or the \"great wife\". The rank of the children born in a specific household is thus solely dependent upon the rank of their mother's house or house rank. In other words, the rank of the children born to the main or great wife (irrespective of age) will be higher than the rank of all the other children born to the ancillary wives. That means that the house rank of the main or great wife and her children will be higher than that of the other spouses and their children in the other houses.\"[1] Although she says that this system prevailed among most African peoples, not only the southern Bantu, this is doubtful.\n\nThis social structure prevalent among the southern Bantu even informed their religious beliefs[2][3][4] The expansion of southern Bantu peoples, such as for example the Xhosa, is attributed to the fission of younger sons.[5]\n\nPatrilineal primogeniture prevailed among the Xhosa (\"each eldest son, upon the death of his father, inherits all the property appertaining to his mother's house\"[6]), the Pondo,[7] the Tswana,[8][9][10][11] the Ndebele,[12] the Swazi,[13][14] the Zulus, the Sotho, the Tsonga, the Venda and most other southern Bantu peoples; among them in general the first son was conceived of as superior to his siblings. As Hoernlé states, \"Among the children a strict hierarchy prevails, based on the seniority which serves as a fundamental principle of behaviour in Bantu society. The elder brother always takes precedence between brothers, and so, too, between sisters the privilege of age is maintained. Between brothers and sisters the sex differentiation often dominates the behaviour. Sisterhood and brotherhood most often overrule age differences, and there is a prescribed type of behaviour for a brother towards his sister and vice versa. Outside this intimate circle of the immediate family, the same principles of kinship and seniority hold sway. The father forms one of a close-knit group with his brothers. The latter are everywhere grouped under a kinship term which we may translate \"father\"; and these \"fathers\" are distinguished as \"great\" or \"little\" fathers, according as they are older or younger than the child's own father\".[15] Van Warmelo writes, \"Bantu social structure knows no equals, as with whole sibs, so with individuals. The first-born of the same parents is always superior to those born after him, and this superiority is extended to his descendants, with varying consistency.\"[16]\n\nIsaac Schapera writes about the Southern Bantu in general in \"The Bantu Speaking Tribes of South Africa\": \"Polygyny is practised; but, except in the case of Chiefs and other prominent or wealthy men, not to any marked extent. Among the Shangana-Tonga, Venda, and Tswana the first wife married is normally the great wife, the rest ranking as minor wives in order of marriage. The Nguni, however, also give special rank to a second wife (the \"right-hand wife\"), and in some cases (e.g. Natal tribes) to a third wife (the \"left-hand wife\"). Any other wives are attached in a subordinate capacity to one or other of these principal houses. The Southern and Northern Sotho have adopted a somewhat similar system of domestic organization. The great wife takes the lead in all domestic affairs and, as already mentioned, her eldest son is heir to the general household property and to the status of his father.\"[17] He writes specifically about the Tswana: \"When a married man dies, leaving a wife and children of both sexes, his eldest son becomes the principal heir even if there is an older daughter. If this son has been formally disowned by his father, he cannot after the latter's death claim the estate. The rightful heir will be the oldest of the remaining sons. If the principal heir is dead, his eldest son will succeed to his rights, taking precedence over his father's younger brothers, along the lines already described in regard to the rules of succession.\"[11] \"The estate of a polygamist is similarly divided. The eldest son in each house inherits all livestock assigned to that house. The eldest son of the great house further inherits such property as has not been assigned to any house\". The only land that the Tswana use for agriculture are some fields that are assigned to each wife. Regarding their rules of inheritance, \"The general rule, in practice, seems to be that the fields are inherited by those children who have not yet obtained any of their own, the youngest child having the first claim. If provision has already been made for all the children, the eldest son inherits all the fields, but can, and usually does, distribute some of them among his younger brothers and sisters\". \"(There are) three separate classes, nobles, commoners, ... and immigrants, ... Within each class there are further distinctions. Among nobles, the more closely a man is related to the chief, the higher does he rank. ... Among commoners ... the head of any group is senior to all his dependents, among whom his own relatives are of higher status than the others.\" \"The children of paternal uncles are differentiated according to the relative status of their father. ... If senior to one's father by birth, they are entitled to obedience and respect; if junior, their services can be freely commanded. The saying that a man's elder brother is his chief, and his younger brother his subject, summarises adequately the accepted relation. ...\"[18] \"Seniority is determined firstly by priority of birth. An\neldest son is always senior to the second, who in turn is senior to the third son and so on.\"\n(Schapera, 1994:53-54)\n\nSimon Roberts and Michael Palmer made a description of the Kgatla society, a sub-group of the Tswana people, in their book \"Dispute Processes: ADR and the Primary Forms of Decision-Making\", where they notice the conical (or pyramidal, as they say) shape of Tswana societies: \"The link between the chief and the senior man in each ward is ideally a genealogical one, for the office of chief should devolve from father to eldest son, while the younger sons of each ruler go off to form their own wards, assuming administrative control of these new subdivisions of the main group. The Kgatla believe that their society was founded by Kgafela in the late seventeenth or early eighteenth century, and most of the forty-eight wards in the central village of Mochuli today are headed by men claiming descent from younger brothers of chiefs descended from Kgafela. ... ward heads are senior members of the junior branches of the chief's lineage. This system of administration is reflected at ground level in the residential organization of the main village. At the centre is a group of homesteads occupied by men of the chief's immediate agnatic segment, and ranged around this are forty seven other groups of homesteads, each presided over by a ward head. ...  Within each ward ... the majority of the members again claim to be related in the male line to the headman. ... All the males claiming descent from a common grandfather tend to be grouped together, and within such a sub-group a minimal unit is made up of an adult married male, occupying a homestead with his wife (or wives) and children. ... Thus if the group is looked from the bottom up there is first the married male heading his own household, then the group consisting of his closest male agnates, then an aggregate of such groups forming a ward, and lastly the wards together forming the total society. ... Kgatla society can thus be seen as an ever growing and deepening pyramid, the base of which is extended as more males are born and rear their own families; while in its simplest form the political and administrative organization is imposed on the lineage system like a cloak.\"\n\nThe Zulus also practiced patrilineal primogeniture, allowing only minimal grants of land to younger sons. D.H. Reader writes in \"Zulu Tribe in Transition: The Makhanya of southern Natal\": \"Within a given descent group, dominant or not in the sub-ward, the senior agnate will sometimes make known to his sons before he dies the land which he wishes them to have when they marry. If he has done so, it is the duty of the eldest son of the Great House (the general heir) to see that the others receive their allotted land when they marry after their father's death. Like the chief on a smaller scale, he holds the land in trust for them. ... In general, the chief will support a father during his lifetime in the matter of land apportionment, provided an adequate grant of land has been made to the eldest son and a minimal grant to any other sons. These grants naturally depend on the amount of land which the father has available, if any. If there is sufficient land, a minimal grant consists of a garden of at least half an acre, a big field of about two acres, and space to build upon; for under the present conditions of subsistence a man cannot live on less.\"[19] In cases of polygamy, \"The eldest son of the indlunkulu, to the exclusion of all others, succeeds to the property and status of the kraal head. Should he be dead, his eldest son will succeed. Failing such eldest son and all male lineal descendants through him, the second son of the indlunkulu succeeds and failing him his male lineal descendants in due order of seniority. Failing a third and all other sons of the indlunkulu and all male lineal descendants there, the succession will devolve upon the eldest son of the house first affiliated to the indlunkulu. Failing all heirs of this house the succession devolves upon the next affiliated house and so an according to the order of affiliation. Failing an heir in the indlunkulu or affiliated houses recourse will be had to the chief house on the Qadi side (second chief wife in a kraal, failing which, to the affiliate houses in order of their affiliation to the qadi house. Only in the event of a failure in all these houses will the succession devolve upon the eldest son of the chief khohlwa (wife of the left hand side or second in the order of marriage) in succession\" (Krige, 1950: 180). The eldest son of each wife inherited the property assigned to his mother's house.[20] According to Comaroff, \"a man's eldest son normally succeeds him as head of his household and to any political office that he may have held, and also inherits the great bulk of his cattle and such other property. The younger sons are likewise given a few cattle each. The widow and daughters received no cattle at all\" (Comaroff, 1953:42 ). Livestock was so important among the southern Bantu that a Zulu would sometimes compare the structure of his homestead with the body of a cow. Cook claims that a Zulu informant \"drew with his finger an incomplete oval in the sand, which stood for the trunk of a cow. Above, at the neck, he indicated the place of the homestead head. At breast height he indicated with his finger the uyise wabantu. At shoulder height, on the right side, he placed the heir, and on the right flank the junior right hand son. The left hand and junior left hand sons were indicated on the left shoulder and flank. According to them the homestead thus presents itself, structurally, like a cow.\" (1940: 69; cf. Cook 1931: 26)\n\nOm Mntanga says about the Xhosa: \"According to Xhosa traditional custom, when a man dies his eldest son usually inherits his social position as household head. He also inherits land rights, cattle and material possessions\".[21] Monica Hunter says about the Pondo: \"From childhood there is a distinction between younger and elder brother. A younger brother is ordered about by his senior. After the death of the father the eldest brother, the heir, takes the place of the father, being responsible for the maintenance of the property and, if possible, of his younger brothers. They should give him their earnings, as they should their father. An elder brother is referred to as umkhuluwe, a younger as umninawe\".[22] It is said about the Venda:\"\"Traditionally, all land is communal, under the trusteeship of the chief. However, every man has indisputable rights to the land he occupies and uses. His sons are entitled to the use of his land but may also ask the local headman to allocate fresh portions of land. Movable property—livestock, household utensils, and the proceeds of agriculture and trade—passes to the oldest son or, in the case of a polygynous marriage, the oldest son of the senior wife. This son becomes the undisputed head of the family unless he has disgraced himself in the eyes of the family, in which case the son next in line is appointed by the deceased's oldest sister with the consent of his brothers.\"[9] Among the Tsonga: \"Women do not inherit. The eldest son of the principal wife inherits the bulk of kraal\nproperty such as cattle and ploughs. No two siblings have the same status\".[23] It is said about the Ndebele of Zimbabwe: \"A husband will allocate land and livestock to his wives; the eldest son of the first wife is the principal heir and inherits this property\".[12] Among the Swazi, says Hilda Kuper in \"The Swazi: A South African Kingdom\": \"The eldest son of each house is the heir to the property belonging to that house, and the heir to the general estate is the eldest son of the principal wife of the deceased. Often she is not pointed out as such until after her husband's death. the heir to the general estate of course is also special heir to the estate of his mother's house. These special estates become the general estates inherited by the next generation of heirs.\"[14] Phakama Shili writes in \"Social Inequalities: Inheritance Under Swazi Customary Law\": \"under Swazi customary law women are not considered to inherit the estates of their late husbands and fathers. In terms of Swazi customary law there is only one heir who succeeds to the whole estate of the deceased and such person is chosen by\nlusendvo. Where the deceased headman had one wife, his eldest son, in the absence of factors which may disqualify him becomes heir. This therefore means that his siblings will not inherit but only benefit from the estate through their brother. This preference of the eldest son over his siblings and mother goes against the dictates of the Constitution which provides for equal treatment and non-discrimination of women. If the deceased dies having married to two or more wives, the lusendvo will choose the principal wife and the oldest son of that wife or house will become the main heir\".[24]\n\nCustoms of male primogeniture also prevailed among the Sotho. Among the Sotho, \"The heir under custom is the first male person born of that family. He takes over the administration of the estate upon death of the head of the family. This is provided for under Article 11 of the Laws of Lerotholi. The heir under custom should inherit (assuming use of the land after death of his father) the land together with obligations attached to that land.\"[25] Adam Kuper says about all the Sotho peoples: \"The basic principle is that siblings of the same sex are regarded as similar, but are ranked; while siblings of opposite sex are different and equal. ... A polygynist's first wife is normally the senior wife, and her eldest son is generally the heir.\"[26]\n\nPrecedence within clans and tribes based on patrilineal primogeniture was also common among the Khoi and the Damara.\n\nThe Hausa didn't have the conical clan as their system of social organization (in Africa, this system predominated mostly among southern African peoples), but had a complex system of hereditary social stratification as well. The following excerpt is from Frank A. Salamone's \"The Hausa of Nigeria\":\n\nEleanor C. Swanson and Robert O. Lagace write:\n\nM.G. Smith also discussed thoroughly the Hausa system of social status in his work \"The Hausa system of social status.\"[29] In that article it is explained that wives are ranked according to their order of marriage: the first-married wife is the uwar gida or highest-ranking wife; she is most respected and has greatest authority over other wives. The lowest-ranking wife is the last-married wife or amariya and is the least respected wife and the one with least authority.\n\nKent M. Elbow described the socioeconomic system of Hausa farm villages extensively in 1994.[30] He wrote about the Gandu:\n\n\"The gandu system dictates that holdings are inherited in their entirety by the eldest son who will assume the role as gandu head\",[30] also wrote Kent M. Elbow. He argued that the gandu system had been on the decline for many years, and most scholars agree with this opinion.[30] However, Poly Hill, researching a Hausa village in 1973, found that eldest sons or elder sons were still favored over younger sons in matters of land inheritance at that time. This greater transfer of property occurred during the father's lifetime:\n\nEric J. Arnould described the social organization of Hausa farm villages as follows in \"Marketing and Social Reproduction in Zinder, Niger Republic\":\n\nThe British thought that the Hausa Law of Primogeniture was bad because it encouraged usury and mortgage.[32]\n\nA system of ranking and patrilineal primogeniture similar to that of many southern African peoples seems to have traditionally prevailed among the Nilotic peoples of South Sudan with regards to land (the eldest son of the first wife was the heir of his father's land, residential and arable, and the land of each house was inherited by the heir of that house, i.e., the eldest son of the head wife in the house).[33] Thus a similar lineage system prevailed among some Nilotic peoples like the Lugbara[34] or the Dinka.[35]\n\nHowever, it should be kept in mind that the system of social organization characteristic of most East African peoples was the segmentary lineage organization as described by Evans Pritchard's famous work on the Nuer.\n\nSahlins considered the conical clan typical of some central African Bantu lineage organizations. He didn't elaborate further on this point. According to him, \"Called conical clan by Kirchoff, at one time ramage by Firth and status lineage by Goldman, the Polynesian ranked lineage is the same in principle as the so-called obok system widely distributed in Central Asia, and it is at least analogous to the Scottish clan, the Chinese clan, certain Central African Bantu lineage systems, the house-groups of Northwest Coast Indians, perhaps even the \"tribes\" of the Israelites\".[36] Éric de Dampierre found this type of social organization to be prevalent among the Azande. He discussed this in his work \"Sons aînés, sons cadets: les sanza d'Ebézagui\",[37] where he explained that among the Azande elder sons and their lines of descent were ranked higher than younger sons and their lines of descent. Male primogeniture, a typical feature of a social structure of this type, also prevailed among many Cameroonian peoples (such as for example the Masa[38]), eastern and northern Congo peoples (such as the Ngala), and the Gbaya and the Mossi, all this according to the Ethnographic Atlas. However, in Angola, Gabon and most of the rest of Congo, lateral rather than lineal succession was the rule, and most Chadian peoples commonly divided land and livestock equally between all sons.\n\nPatrilineal primogeniture also prevailed among the Songye and the Buduma, according to the Ethnographic Atlas.\n\n"
        },
        {
            "title": "Austronesia",
            "text": "In traditional Austronesian societies (roughly those of modern-day Malaysia, Indonesia, Philippines, East Timor, Brunei, Madagascar and Oceania), seniority of birth and of descent generally determined rank, often leading to the fission of those lowest in rank (younger sons from younger branches),[39][40][41][42][43][44][45][46][47][48][49][50][51][52][53][54] a fact often cited by anthropologists as the cause of Austronesian expansion throughout Southeast Asia, Oceania and even the Indian Ocean -Madagascar, Mauritius-.[39][40][41][53] Other terms have also been used to describe this type of social organization, such as \"status lineage\" (Goldman)[55] \"apical demotion\" (Fox)[53] or \"ramage\" (Firth).[56] Sahlins also created the concept of the \"Big Man\", a type of man in Melanesian societies who becomes a leader not due to his fraternal birth order as in Polynesian societies, but to his ability and charisma.[57] Melanesian societies could either be dominated by the conical clan as Polynesian societies or by an egalitarian system of social organization as most Papuan societies (though even some Papuan societies were characterized by a predominance of patrilineal primogeniture, like for example the society of Goodenough island).[39][46] In Micronesia, the system was matrilineal and brothers succeeded each other in order of seniority; when the line of brothers was extinguished, the eldest son of the eldest sister succeeded, and so on in each successive generation.[58]\n\nThe social system of Polynesians was similar to that of the southern Bantu. As Sahlins writes, \"The mode of succession is primogeniture; the eldest son succeeds to the position of his father. ... Not only is he differentiated from his younger brothers, but so also is every brother differentiated from every other, in accordance with their respective order of birth and the consequent prospects of succeeding to the position of their father. ... The seniority principle in the family is a microcosm of the ramified social system. ... As a consequence of seniority, the descendants of an older brother rank higher than the descendants of a younger brother. ... Every individual within this group of descendants of a common ancestor holds a differing status, one precisely in proportion to his distance from the senior line of descent in the group. ... People descendent from remote collaterals of the common ancestor are lower in rank than those descendent from a more immediate relative of the chiefly line. People with the lowest status are those who have descended from younger brothers through younger brothers ad infinitum. The process of primogenitural succession and its consequent implication of seniority result in a ranking structure which encompasses the entire society. ... In every ramified society one can recognise groups of statuses or status levels which are functionally significant in terms of differential socio-economic prerogatives. These different levels are normally present in all the larger ramages.\"[59] These principles of seniority of descent structured and organized traditional Maori society, for example. Bernard Willard Aginsky and Te Rangi Hiroa write in \"Interacting forces in the Maori family\":\n\n\"Primogeniture is well established as the method of passing wealth, honor, titles, and other prerogatives from generation to generation. The Maori desire to have their first-born be male. The desire is especially acute in chiefly families. If the first-born is a male, he is considered an especially \"big man\" and the people rejoice because \"a chief is born.\" If a\ndaughter is born first, it is a case of \"bad luck,\" but it does not affect the right of the first-born male to primogeniture. He succeeds to his father's position in the normal course of events. But the sister is senior and all her descendants will, in each generation, be senior to her brother's descendants. The family and the people do not like this to happen. The man and his sons and daughters have to pay more deference to her and her sons and daughters than otherwise, because she is \"senior.\" Thus a man would have to pay respect to a female when the desire was for the established pattern which was the opposite. The same holds true for families not of chiefly blood. ... This came about in the Maori culture due to the fact that the elder brother takes precedence over his siblings on the basis of precedence of birth which carried with it many prerogatives. There are times when a particularly brilliant younger male is placed in the position of the \"first-born\" by the father due to his superior abilities. This depends upon the first-born not being at all outstanding, in fact, being of decidedly inferior quality. Although this occurs, it is not the pattern for the younger males of a fraternity to try to compete for the position. In the vast majority of cases, the eldest male is recognized as being the male who will succeed and does succeed to the father's position. ... The most important distinction which was made between all individuals was whether they were junior or senior to each other. This was determined by tracing their lineage back to the time when they both had the same male ancestor. The children of this ancestor became the real point at which the\ndistinction began. If \"my\" ancestor was a younger brother or sister of ((your\" ancestor, then \"I\" would be of the junior lineage and ((you\" would be of the senior lineage. The male lineages were the important ones in the society, but at the same time the female lineages had to be reckoned with. ... The first-born, being of the highest rank and power, caused the people to want a male to be the first-born. The Maori are patrilocal and patrilineal and if a female was the first-born, in the vast majority of cases she took that prestige to her husband's tribe when she married. She automatically passed it on to his children. In this way, the female was taking away from the tribe what rightfully belonged to them and was giving it to another tribe which was a potential enemy. Thus the children of a female became the members of another group. In many cases hard feelings, antagonisms and even war sprang up between these two groups. Then these children, the male children of your own females, became enemies in policy and oftentimes in fact. ... The Maori have evaded that possibility to some extent by tracing their main genealogy through the first-born males only. Thus, theoretically, there is only one line in each family which is counted, first-born males of the first-born males. This is the sociological tree of the Maori, not the biological tree. The biological tree would be represented by a triangle with the man at the apex and extended to his descendants, and by an inverted triangle viewed by a man looking at his ancestors. There would be no genealogical line, except when a relationship was established between two individuals of different generations. The line would exclude from consideration all the other individuals in the biological tree. But every time a relationship was established between two individuals of different generations, a new line would be drawn for the sake of convenience. Thus if your great-grandmother through your father (father's mother's mother) had been married to your great-grandfather through your mother (mother's mother's father), your biological tree would have fewer branches than the perfect biological tree and fewer lines could be drawn. ... Brothers call each other by terms designating \"born before me, takes precedence over me, comes before me, etc.,\" or the converse \"born after me\" etc.' The oldest male calls all the males in his fraternity by one term, and the youngest calls all the male members of his fraternity by another term. Thus, taken from the standpoint of every member of a fraternity speaking of every other member, they are all equated (as are their cousins, both cross and parallel). A child of any one of these individuals will follow his father's identifications and call all these men by one term, although he is cognizant of the paternity of his father ... The importance of the senior and junior lines and of the degree of relationship played a large part in the Maori social and political life. For example, if one tribe was visiting another, the old man who was the specialist on genealogies, and incidentally was an honored man for this accomplishment, would recite the genealogies. He would start at the very beginning when the first boat-load landed at that spot, over twenty generations before, and finally come to the split where two brothers became separated by having gone on different expeditions, or something of that nature. These two tribes are now the descendants of the two brothers. They are relatives and all of the members of the two tribes know their relationships to one another. The senior group, by establishing itself as such, is then in the position to command respect and a certain amount of deference from the junior group. But this was really a ceremonial usage of the genealogy and while the two groups were together it had its place ... When a marriage between two groups, or of a chiefly man in a group came about, or the death of an important individual, other groups visited them. Then the recounting of genealogies began and relationships would be established. Thus they would know whether to treat a man with respect or whether to expect a man to treat them with respect, as well as the individual treatments due to brother-sister relationship and so on. When two tribes came together they started their recounting of the genealogies from the original settler and came down perhaps five, ten or fifteen generations when a split occurred and a younger male left the main group to settle somewhere else. At this point the old man would say \"and so and so, the younger, went away. I leave him to you.\" Then he would go on showing how his line, and particularly he, was the direct descendant of the original settler. In this way he would establish his seniority and prestige. The other group would thus be placed in the position of being the junior lineage and therefore of less importance and prestige. A member of the visiting group would recognize the genealogy and pick up where the old man had \"given him his ancestor.\" He would continue the line down and show that he and his people were the relatives of the other group in the junior lineage and therefore of less importance and prestige in that locality. In his own locality, the visitor might have prestige by right of conquest or from intermarriage. A member of the visiting group would recognize the genealogy and pick up where the old man had \"given him his ancestor.\" He would continue the line down and show that he and his people were the relatives of the other group. In this way he, at the same time, acknowledges that his tribe is the junior group in that particular lineage and in that district. The genealogical status, which is of course the biological tree, excluding the branches for the most part, was established and memorized. This was of the utmost importance in the tribe, especially for the chiefs. This was a mark of rank, prestige and honor.\"[60]\n\nRichard F. Salisbury described a sort of conical-like clan structure similar to the Polynesian one, although of a much less developed nature, in New Guinea.[61]\n\n"
        },
        {
            "title": "Asia",
            "text": "The ramage or conical prevailed in early China, during the Longshan culture period and the period of the Three Dynasties (Xia, Shang and Zhou dynasties).[62][63]\n\nRobert E. Murowchick wrote the following about the Longshan culture in \"China: Ancient Culture, Modern Land\": \"a kinship system in which people live in lineages; the status of members within the lineages, and of the different lineages themselves are dependent upon their proximity to the main line of descent from founding ancestor to current lineage head, probably through male primogeniture (as suggested by all texts relating to early China). Apparently the Longshan people were organized, according to early historical records, as ancient Chinese people were, into segmentary lineages, and their political status, both within lineages and between them, was predetermined in a hierarchical fashion. This kind of kinship groups is sometimes referred to as the conical clan, and is often prevalent among societies that tend to branch off and send the branch segments to colonize new territories, where they establish new settlements and new polities\".[64]\n\nC. C. Lamberg-Karlovsky wrote the following about the period of the Three Dynasties (Xia, Shang and Zhou) in \"Archaeological Thought in America\": \"The Chinese state of the Three Dynasties, which did possess both law and military force, was, nevertheless, built upon a hierarchical system of segmentary lineages, where the distance away from the main line of patrilineal descent determined political status and the share of political power. Members of these lineages inhabited the walled towns, which constituted stratified networks ruled by the state government. the king sat at the top of the conical clan and, at the same time, at the top of the hierarchical state\".\n\nBruce G. Trigger wrote the following about the Shang dynasty in \"Understanding Early Civilizations: A Comparative Study\": \"Family life in Shang China was structured by patrilineal descent. Each corporate descent group (zu) inhabited a single community, and its male members worked a tract of land or practised a particular craft. Among the upper classes, two or more generations of a family belonging to a corporate descent group lived, under the authority of its senior male member, in a house composed of living rooms, shrines, reception halls, and work areas arranged around a series of open courts. Commoners appear to have lived in smaller, possibly nuclear family houses, but married sons remained subject to the authority of their fathers and uncles. Each corporate descent group traced its origin to a single male ancestor who was venerated by all his male descendants. Within the descent group patrilineal descent lines were hierarchically organized, with descent from elder brothers invariably ranking higher than descent from younger brothers. The oldest member of the senior line (da zong) was the group's leader and the sole person who could perform rituals honouring the group's deceased founder and chief guardian spirit. When a group had expanded until it contained over one hundred nuclear families (this was estimated to take seven generations), it split into two and the junior branch moved off to establish a new group. It is generally assumed that already in Shang times all the patrilineal descent groups that could trace themselves back to a common ancestor shared a surname and constituted an exogamous clan (xing). Clans took the form of large ramages, which meant that their various descent lines (zu, shi) were ranked in terms of their genealogical proximity to the clan's founder. ... Most lower-class Shang Chinese were monogamous. To ensure the birth of sons, who would perpetuate their lineage, upper-class men frequently acquired secondary wives. ... The male heir of a man's position was normally the eldest son of his first chief wife\".[65]\n\nHe wrote the following about the specific case of the inheritance of political power: \"Strong emphasis was placed at all levels of Shang society on the ranking of descent lines within clans and on birth order among siblings of the same sex. Power and authority passed from a man to his eldest son or from older to younger brothers within a specific descent line. Supreme power was vested in the senior line of the Zi clan. Males who were closely related to reigning or previous kings held important court offices or administered territories. Regional offices tended to remain hereditary in the senior male line of their occupants. As the state expanded, new territories were established where younger sons of officials might be installed. Thus officials of higher genealogical status tended to hold land closer to the centre of the state and participated in the functioning of the court while others lived farther away. As lineages expanded, it was increasingly difficult to find positions for younger sons that would allow them to maintain an upper-class lifestyle. Territories were also assigned to leaders of clans that supported the Zi, while some conquered rulers were allowed to govern all or part of their former territories as Shang vassals. These officials were permitted to marry female members of the royal clan, and some of the most important of them married women of the royal lineage. The Shang upper class thus became a network of officials related directly or indirectly to the king. Officials who governed administrative territories bore the titles hou (archer lord?), bo (patriarch?), and tian or dian (field lord). While these positions normally were hereditary, successors, at least at the higher levels, had to be confirmed by the king, who could also promote or remove individuals from their offices. Officials who headed junior branches of a clan remained ritually and socially subordinate to the leaders of the senior branches from which they had split off, even when they lived far apart\".[66]\n\nDuring the time of the Zhou dynasty, patrilineal primogeniture (the tsung-fa system) was also the norm, as Li Hwei explains in \"The ramage system in China and Polynesia\". He wrote: \"All the essential features of the Polynesian ramage -the principle of fission and dispersion, the succession by primogeniture, the differentiation of rank through the operation of seniority, the localization of the ramage groups,- are present in Chou Tsung-fa system in ancient China. Both of these systems involve patrilineal inheritance and the prevalence of adoption, but involve no exogamy. Both of them are reflected in the system of ancestral temples. ... the Tsung-fa system in the Chou dynasty in ancient China is essentially similar to the ramage system among the modern Polynesians\".[67] Li Hwei also points out that the ramage system of the Paiwan (an aboriginal Taiwanese tribe) was based on a rule of absolute primogeniture (the eldest child inherits regardless of sex), not on a rule of patrilineal primogeniture (eldest son inherits) as in China and Polynesia.\n\nThe tsung-fa system, also called \"extensive stratified patrilineage\", was defined as follows by the anthropologist Chang Kuang-chih: \"The tsung-fa system of Chou is characterized by the fact that the eldest son of each generation formed the main line of descent and political authority, whereas the younger brothers were moved out to establish new lineages of lesser authority. The farther removed, the lesser the political authority\". According to Tao (1934: 17–31), \"the Tsung-fa or descent line system has the following characteristics: patrilineal descent, patrilineal succession, patriarchate, sib-exogamy, and primogeniture\".[68]\n\nK.E. Brashier writes in his book \"Ancestral Memory in Early China\" about the tsung-fa system of patrilineal primogeniture: \"The greater lineage, if it has survived, is the direct succession from father to eldest son and is not defined via the collateral shifts of the lesser lineages. In discussions that demarcate between trunk and collateral lines, the former is called a zong and the latter a zu, whereas the whole lineage is dubbed the shi.  ... On one hand every son who is not the eldest and hence not heir to the lineage territory has the potential of becoming a progenitor and fostering a new trunk lineage (Ideally he would strike out to cultivate new lineage territory). ... According to the Zou commentary, the son of heaven divided land among his feudal lords, his feudal lords divided land among their dependent families and so forth down the pecking order to the officers who had their dependent kin and the commoners who \"each had his apportioned relations and all had their graded precedence\"\"[69]\n\nPatricia Ebrey defines the descent-line system as follows: \"A great line (ta-tsung) is the line of eldest sons continuing indefinitely from a founding ancestor. A lesser line is the line of eldest sons going back no more than five generations. Great lines and lesser lines continually spin off new lesser lines, founded by younger sons\".\n\nStrong traits of the tsung-fa system of patrilineal primogeniture survived in the lineage organizations of north China until the communist era. Myron L. Cohen writes in \"Kinship, Contract, Community, And State: Anthropological Perspectives On China\": \"The north China data reveal a dimension of agnatic kinship previously not seen as significant in lineage organization. In what I call the fixed genealogical mode of agnatic kinship patrilineal ties are figured on the basis of the relative seniority of descent lines, so that the unity of the lineage as a whole is based upon a ritual focus on the senior descent line traced back to the founding ancestor, his eldest son, and the succession of eldest sons. ... lineages can be subdivided into branches based upon the nonequivalence of lines of descent. A branch tracing its origin from the eldest son of the founding ancestor is seen to be in a relationship of ritual superiority to those branches deriving from the younger brothers. Members of different branches are thus related to each other not only in terms of common descent, but also on the basis of permanent horizontal ties between senior and junior descent lines\".[70]\n\nThis type of unlineal descent-group later became the model of the Korean family through the influence of Neo-Confucianism, as Zhu Xi and others advocated its re-establishment in China.[71]\n\nIn South Asia, the Aryans were also organized in a system of ranked patrilines where senior patrilines were superior to junior patrilines:\n\nThe Paite had a similar system, strongly based on primogeniture and patrilineality and reinforced by a characteristic system of name-giving:\n\nA conical clan system also prevailed among the Nagas. In the beginning it vas based on a principle of male ultimogeniture, being very similar to Kachin gumsa; however, when all available land had been divided between communities in a given neighbourhood, male primogeniture became the dominant principle.[74]\n\nOwen Lattimore wrote that the Mongols have a clan structure comprising ruling and subordinate clans, and that the elite clans are themselves internally divided into junior and elder lineages. Karl Kaser attributes the inexistence of different terms to designate an elder and a younger brother in European languages to the high prevalence of ultimogeniture among the European peasantry.[75] Although male primogeniture came to be almost universal in the European aristocracy, peasants practiced both male primogeniture and ultimogeniture, and thus there was no overall preeminence of elder over younger brothers or vice versa. He says that among peoples of Inner Asian origin, by contrast, seniority between sons was emphasized, and thus there were separate terms to designate elder and younger brothers in their languages.[76] Indeed, the Mongol kinship, for example, is according to Lévi-Strauss one of a type where sons must be carefully distinguished according to seniority, because of the complexity of the right of inheritance, which contemplates not only seniority of birth but also of patriline.[77] The anthropologist Herbert Harold Vreeland, who visited three Mongol communities in 1920, published a highly detailed book with the results of his field study, \"Mongol community and kinship structure\", now publicly available. In this book he explained the ranking system prevalent in traditional Mongol communities.[78]\n\nHe said about the Khalka Mongols: \"The family was based on monogamous marriage. Polygyny occurred, but was very rare and countenanced only for reason of sterility in the first wife. ... Custom required that at least one of the man's sons should remain always with the parents to care for them in their old age and to inherit the core of the family's property; but other sons were generally given separate shares and their economic independence, plus the movable nature of the property itself, made it possible for them to leave their father's camp. ... The terms abaga and aca are used to express not only ascendant-descendant generational ranking, but also the relative seniority of two collateral lines. Where successive generations descend patrilineally from two brothers, the line from the elder brother is the senior line, and the line from the younger brother is the junior line. All successive generations in the senior line are senior to corresponding generations in the junior line, and are known collectively as the abagiin üye (\"uncle\" generations); reciprocally, all generations in the junior line are known as the aciin üye (\"nephew\" generations). Hence, persons in corresponding generations in two collateral lines refer to each other reciprocally as abaga aha/egci and aca hüu/hüuhen. Under these circumstances, relative age terms are not employed. That is, Ego cannot say abaga düu for an abaga cousin younger than himself, nor aca aha for an aca cousin older than himself. The reason for this is clear: the Khalka system distinguishes between paternal cousins solely on the basis of the relative seniority of the two brothers who head the collateral lines, and makes these distinctions by using generation terms (abaga, aca) instead of relative age terms (aha, düü). The relative age of two cousins is not considered in the reckoning. ... The terms üyeeld, hayaald, etc. are combined with the terms abaga and aca so that collateral kinsmen may be distinguished not only according to whether they are in ascendant or descendant generations, or of senior or junior rank, with respect to the speaker. [..] Where equality of age and generation tended to minimize reserve, seniority ranking tended to increase it - i.e. in the presence of one's age and generation equals, one was more reserved if they were of senior rank than if they were of equal rank. ... Younger siblings addressed elder siblings as aha or egci, and were in turn addressed by their personal names. If there were several elder siblings of same sex, the younger sibling generally addressed only the eldest as aha or egci, and the others by abgailana terms. ... Ordinarily, younger siblings did not call elder siblings by their personal names. ... An elder brother could punish a younger brother by striking him, and the younger brother was expected not to strike back if he was not of age. When he came of age, he could strike back with impunity. However, a family was criticized by outsiders if two brothers had a long-standing feud, and quarrels between siblings were considered worse than those between spouses. ... An elder brother couuld ask a younger brother to perform certain services for him - e.g. saddle his horse - but younger brothers did not expect the service to be reciprocated. ... When an elder brother assumed trusteeship of the family after the father's death, he did not merit from his brothers all the respect shown to the father by his sons. In such cases, younger brothers often fought with elder brothers over shares allotted to them at the time the property was finally divided; this is one of the reasons why fathers liked to divide property before their death\".\n\nAbout the Chahar Mongols he wrote: \"The family was based on monogamous marriage. Polygyny occurred, but was very rare and countenanced only for reason of sterility in the first wife. ... With respect to the authority structure of the family, there appears to have been little difference between the Mongol families of Taibas Pasture and those of the Narobanchin territory ... The father, or the eldest brother, was nominal head of the house by virtue of age seniority; he controlled the capital wealth of the family, supervised the work of junior male members, and in general disciplined the males, although he had the right to discipline daughters as well, short of striking. ... The Chahar kinship terminology system presented here appears to be basically the same as the system presented for the Khalkas ... Younger siblings addressed their elder siblings with abgailana terms. Where there were several elder siblings of same sex, qualifying terms of all sorts were added to distinguish them. Elder siblings addressed younger siblings by their personal names, or, in an affectionate or joking way, as düügei. A younger sibling never addressed an elder sibling by name. ... A group of relatives, all of whom shared independently and in common a single unit of family property, was known as örehe. The senior male, who had authority over this group, managed the family property and made any necessary division of property. Family property was normally transferred to sons by a combination of both division and inheritance. When there was only one son, there was usually no division, the son remaining with his parents and inheriting the estate from them when they came enfeebled or died. Where there were several sons, the father usually divided the property during his own lifetime, giving a separate share to each son except to the son who was chosen to inherit his parent's residual share. Traditionally, this was the youngest son; in practice, it was usually the son who had take care of his parents in their old age. ... Sons to whom property was divided did not necessarily get equal shares and the father retained for himself and his heir a share larger than any of those given to other sons. Marriage appears to have been a factor determining when sons received their shares, but the data here are not clear. ... If the property was not divided among two or more sons before the father's death, the eldest son became trustee, or the mother became trustee until the eldest son reached maturity. When younger brothers reached the point where they were entitled to separate shares, the elder brother made the division\".\n\nAmong the Dagor Mongols, however, things were somewhat different: \"As suggested by the sleeping and eating arrangements, the senior man and woman in the house were accorded special privileges. These included sleeping and eating in the position of honor, being served first, receiving the choice tidbits, the right to be greeted first by persons entering the room, and other courtesies of respect and deference. Seniority depended entirely on relative age and generation. While the father and the mother were alive, they were the senior couple. Where several married brothers continued to live together after the parents' death, the eldest brother and his wife moved automatically to the position of seniority\". However, \"Seniority status in the family affected only the allocation of respect and certain privileges in intra-familial courtesies and behavior, and was not directly related to the allocation of authority. The authority structure of the extended family was based partly on considerations of relative age and generation, but the senior man and woman of the house were not automatically the most authoritative people in the family, since considerations of a more practical nature entered in. ... Younger siblings addressed their elder siblings as akaa and ekee, and were in turn addressed by their personal names, or as dew. Younger siblings never addressed elder siblings by their personal names. Brothers were rarely on terms of easy friendship with each other; they were reserved and did not joke. An elder brother could punish a younger brother physically. Although brothers might loan each other their clothes, they did not undress in each other's presence. Brothers were, on the other hand, considerably less reserved with their sisters, and could joke with them. This relationship continued throughout life. After marriage a woman felt closer to her brothers than to her sisters, because her brothers remained together in the old family home, and represented her family and ultimate authority. ... A married son or brother was always entitled to a share of the property if he desired to set up house for himself. If two or more sons left they were given equal shares\".\n\nA strict fraternal hierarchy prevailed among Mongols, and slave (bogol) is equated with the category of a younger brother in The Secret History.[79][80] In another passage Ogodei, though being the Great Khan, still asks for the permission of his elder brother Chagatai to invade Cathay, and Tolui sacrifices himself for his elder brother Ogodei.[81] In the Yuan shi it is told that Nayan, weeping and beating his head to the floor, refused to accept a princely title because he had an elder brother, Qurumchi, whom he thought ought to inherit it in spite of his lower ability; in the end Qurumchi inherited the title, but he consulted with Nayan in all affairs. Mongol literature is full of events of this kind.  Models of opposition between the egalitarianism of Arab societies and the hierarchical tribalism of Turco-Mongol peoples have been developed by many anthropologists, such as Cuisenier, Beck,[82] Barfield,[83] and Lindholm.[84] The conical clan of Inner Asian peoples is explained in detail by Lawrence Krader in his monumental work, \"Social Organization of the Mongol-Turkic Pastoral Nomads.\" He wrote there: \"Nevertheless, this uniform kinship structure was divided into unequal estates, the nobility and the commoners. Both were estates related by descent from the clan founder; but in practice they were divided by differences in birth, wealth, accident migrations, wars. Descent lines were not equal; the line of the firstborn was more highly placed than any other, having the right of seniority... Leadership was a status that was not assigned by rote-it had to be achieved, and achievement was based on social recognition of leadership qualities.\" Sevʹi͡an Izrailevich Vaĭnshteĭn also remarks the existence of a strong fraternal hierarchy among Inner Asian (Siberian and central Asian) peoples.[85]\n\nAmong Mongols, the marking of livestock reflected this system of social stratification. E. Landais wrote in \"The marking of livestock in traditional pastoral societies\": \"The system is based on a series of related marks that are derived from a primary mark designating the clan, which is then combined with other marks some of which are called complementary marks. These cannot be used as primary marks. The complementary marks have both syntactical and semantic properties. For instance, the 'throne' mark indicates that the owner descends from the eldest branch of his lineage, since this line, in the primogeniture system, is the one that inherits the images of the spirits of the ancestors that sit on the throne. Some of these marks, such as the 'thumb' and 'tail', the 'horn' and 'foot', the 'sun' and 'moon', are associated by pairs, or in any case suggest the existence of another mark of greater or lesser value, as applicable. An additional mark located on the right of the main mark denotes primogeniture as opposed to a left-hand position. An inverted mark along the horizontal or sagittal plane of symmetry indicates a socially inferior rank to that indicated by the primary mark.\n\nThe princes (who descend from Genghis Khan through the paternal line) mark their horses on the right-hand-side, whereas common people mark them on the left. Brothers by the same father differentiate their marks by adding a sign (rather than subtracting one which might bring bad luck to the herd) and alter them as little as possible (they might simply move them to a different position)\".[86]\n\nDouglas R. White and Ulla C. Johansen, in a study about Turkish nomads, denied the idea that the conical clan was the type of social organization prevalent in this group, but nevertheless found evidence that earlier-born sons (first sons when there were only two sons, and first and second sons when there were more than two) took on more leadership positions and had significantly more wives and children than their younger brothers.[87] Bates also tries to qualify the characterization of the social organization of the steppe pastoral nomads as a \"conical clan\", saying, just like Johansen about Turkish nomads, that among the Yörük nomads he studied social practices gave an advantage to elder brothers over younger ones, but this didn't mean that ranking was automatic, fixed; it was rather achieved:\n\n\"is not merely a linguistic phenomenon; it has considerable importance in interpersonal relations among siblings. What is relevant here with respect to segmentation is that the eldest of the brothers is held to be senior to all younger, irrespective of wealth, in situations of formal etiquette; he serves as spokesman when brothers act in concert. After the father's death he is obliged, more than the father in his lifetime, to provide for his single brothers, and to assist them in time of trouble . . . marriage takes place in order of birth, which again sets the order of household fissioning to form new ones as younger sons marry and bring their brides into the tent. This, of course, gives older brothers in any generation an earlier start in the production of progeny to further their name. . . . However, just as the point of segmentation does not depend entirely on genealogical depth, neither does the relative seniority of brothers escape the impact of political and residential fact in determining which of several will provide the name under which the group passes.\"[88]\n\nOther anthropologists such as Khazanov, Lindner, Fletcher and Sneath have also rejected the theory that the conical clan was the social structure typical of the Asian steppe, arguing, contrarily to other authors, that strict succession rules based on primogeniture didn't exist in these societies. Osman Aziz Basan, in his analysis of Oguz society, found this social structure to be the dominant one, but nuanced by the importance of other factors such as \"merit\", as in the case of Turkish and Yorük nomads.[89] Bacon wrote: \"seniority both of generation and of line were factors in selecting a chiefly successor, but ability was also of importance\" (1958:58).\n\nSome studies have found that Arab practices of endogamous marriage also benefitted elder sons and their lines of descent over younger sons and their lines of descent,[90] thus contradicting the idea that in Arab societies, unlike in those of Inner Asia, fraternal birth order played no role at all in family relationships.\n\nIt was customary in the Ottoman Empire to let the sons of a king fight amongst themselves for the kingdom. It was almost always the eldest son, however, who succeeded in gaining the throne for himself, such as in the cases of Bayezid II, Mehmet III or Murad III. Halil Inalcik is of the opinion that among Inner Asian peoples there was no rule of succession, but notes that the first Ottoman sultans were all eldest sons and finds parallels between this tendency to make the eldest son the next king and the steppe customs of making the eldest son of the eldest line sovereign, giving the eldest son the largest share of the inheritance and the most important part of the realm, and ranking the tents in order of importance from the father's to the eldest son's and then to the eldest brother's sons; according to him, these customs were particularly common among the Kazakhs.[91] Other scholars have also considered Kazakh society an especially good example of the Inner Asian conical clan,[92][93] although others consider Mongol society the paradigm of this type of society in the Asian steppe.[80][94] Buryats, for example, validated land ownership at clan gatherings where \"each component segment of the group was spatially arranged from right to left in order of genealogical seniority\" (Humphrey 1979:250). Uzbek traditional society has been analyzed under the same light.[95] The development of conical clan structures has been linked to an increase in warfare and military expansionism in Central Asia.[96][95]\n\nIn Iran, male primogeniture was the rule within the Qashqai confederacy.[82] Within this confederacy there were three levels of leadership, and both Khan and headmen appropriated taxes and labor from members of their groups, though only the lineages of the Khans and Ilkhanis (paramount chieftains) constituted an aristocracy (Beck 1986: 193–195, 233). Thus the Qashqa'i confederacy can be considered to have been a true chiefdom confederacy. It is the contention of Lois Beck that this confederacy was a product of the interaction of nomads with the economy and institutions of the Persian state over the last 300 years (Ibid.)\n\nAs can be seen from the former examples, societies based on lineage hierarchy are particularly common in central, east and southeast Asia. Lineage hierarchy was present even in the stem-family systems of Korea, Vietnam and Japan. In Korea, the main house, that of the eldest son, was called the \"big house\" or superordinate descent group (taejong), while the houses of younger sons were called \"small houses\" or subordinate descent groups (sojong). It was through the stem family of the eldest son that the main line of descent was traced from generation to generation.[97] Patrilineal primogeniture became prevalent during the time of the Choson dynasty.[98][99] Even modern businesses are passed down according to male primogeniture in most cases.[100] Discussing patterns of adoption in Korean families, Roger L. and Dawnhee Yim Janelli write in \"Ancestor Worship and Korean Society\":\n\nIn Korea, chiefdom confederacies where male primogeniture was the rule were a fact of early Korean history since the first millennium BC. The first may have been Old Joseon (also Kochosŏn, Gojoseon), said to be a confederacy of three tribes (Lee et al. 2005: 53).3 'The Hwanug tribe formed an aggregation with adjacent tribes or villages and then subjugated other aggregations...' (ibid.: 54). 'Old Joseon was basically a confederation and could not be easily ruled from the center' (ibid.: 64). Old Joseon's counterpart in South Korea was Jin (also Chin), also described as a loose confederacy. These confederacies ultimately broke apart into their constituent units (geosuguk), which then reformed into new confederacies: Puyŏ (also Buyeo), Koguryŏ (also Goguryeo), Ye, the Three Han (Samhan), and Gaya. These chiefdom confederacies were eclipsed by the consolidation of three of these polities into the states of Goguryeo, Baekje and Silla in the first century CE. However even these polities did not really develop centralized systems of territorial administration until the fourth century AD (Lee et al. 2005: 179).\n\nIn Japan, too, the main house, that of the eldest son, was called \"honke\", while the houses of younger sons were called \"bunke\". Younger houses were theoretically subordinate to the eldest house. There was a peculiar family type, the dozoku, which consistently reproduced this hierarchical arrangement. Edward Norbeck found survivals of this family type even as late as during the 1950s in Tohoku, in northeastern Japan.[102] According to the author,\n\nHowever, as the author also explains, not even in this region had the dozoku ever been popular, since establishing a branch family was generally difficult. Most \"branch\" families that had been established during the years immediately prior to his study had been established without the aid of the main house and functioned more or less independently from the latter.\n\nLineage hierarchy was also present in the Vietnamese family. Mark W. McLeod and Thi Dieu Nguyen write in \"Culture and Customs of Vietnam\":\n\nTheresa Phuong-Thao Pham writes in \"Family, Change and Mobility in a North Vietnamese Family\":\n\nTherefore, the conical clan of the Asian steppe, Austronesian societies and southern Bantu societies was based on a rule of primogeniture. E.R. Leach observes that a different system prevailed among the Kachin. The Kachin gave most of the land to the youngest son (patrilineal ultimogeniture) and most of the moveable property to the eldest son (patrilineal primogeniture). According to Leach, \"the kachin gumsa situation is that both the eldest and the youngest son are privileged in relation to their other brothers. The eldest brother is ideally a warrior who goes out with a group of followers drawn from his father's relatives and supporters and carves for himself a new domain; the youngest brother stays at home and inherits the ritual function of guardian of the shrine and, in the case of a chief, of the madai nat.\" Lineage rank was also determined by patrilineal ultimogeniture: \"The ritual status of the youngest son chief and his descendants is deemed to be higher than that of the eldest son chief and his descendants\",[105] while middle sons and their descendants are ranked even below eldest sons and their descendants. In case of death or inability of the youngest son, the eldest son inherits the land as well, in preference to a middle son. According to the same author, this principle of ultimogeniture-primogeniture is reversed in Assam and the North Triangle; among the Kachin population of these regions, the eldest son inherits the house and lands of the father and the youngest son inherits the moveable property.[106] The opposite gumlao situation is that of a more democratic and flexible system and emerges when chiefs and/or aristocrats are led to repudiate Kachin social rules, especially patrilineal ultimogeniture, partly due to the influence of the Shan, who do not employ this mode of inheritance. Shan succession rules, \"though somewhat vague, appear to favour primogeniture -at least in theory. Thus although, from certain aspects, the gumsa system can be regarded as modelled after a Shan pattern, the gumsa chief whose status and power begins to approach that of a Shan saohpa is led to repudiate principles which are fundamental to the gumsa system\".[107] The Kachin stand in diametrical opposition to Austronesian societies with regards to rules of land and chieftainship succession, as shown by Leach, the great expert on Kachin society, who uses a comparison with Batak society to illustrate his point.[108]\n\n"
        },
        {
            "title": "America",
            "text": "The Indigenous peoples of the Pacific Northwest Coast were socially stratified. Bruce Elliott Johansen wrote in \"The Encyclopedia of Native American Legal Tradition\":\n\nRaymond J. DeMallie and Alfonso Ortiz wrote in \"North American Indian Anthropology: Essays on Society and Culture\": \"Among some Coast Salish, particularly those on Vancouver Island and the Straits Salish, the kinship system contained a potential basis for primogeniture. For example, separate terms for the oldest child existed in some societies. Also, the term for younger sibling was used as synonymous for members of junior lines (i.e., the children of siblings younger than the parents). This pattern was reflected to some extent in behavior. Barnett (1955:250-51), speaking about the Coast Salish of British Columbia, says that the oldest son would inherit the name (presumably the most distinguished name belonging to the family). Summing up the emphasis on primogeniture, Barnett states:\n\nNote that the \"resources of wealth\" included the title to lands such as fishing sites and ownership of such food-getting devices such as sturgeon nets. The oldest son was expected to share lands belonging to the family with other members, but he was in control of those lands and directed their use. Where family masks, dances, and other privileges were concerned, he decided when and under what circumstances they could be used\".[110]\n\nWilliam C. Sturtevant wrote about the Nootka in \"Handbook of North American Indians: Northwest Xoast\":\n\nIrving Goldman thought that the Indigenous peoples of the Pacific Northwest Coast could be related to the Polynesians. He wrote:\n\nRanking by matrilineal primogeniture (the nephews of a man by an elder sister rank higher than his nephews by a younger sister) prevailed among the Natchez.[112]\n\nThe conical clan was also the form of social organization among many peoples in Pre-Columbian America, like the Aztecs (calpulli),[113] the Inka (in fact this anthropological concept was created by Kirchoff to describe the form of Inka social organization, the ayllu;[114] see also Isabel Yaya's description of the Inca ayllu in her work \"The Two Faces of Inca History: Dualism in the Narratives and Cosmology of Ancient Cuzco\"[115]) or the lowland tribes of Central and South America described by Kalervo Oberg.[116]\n\nThomas Allan Abercrombie discusses the ayllu extensively as it exists today among the Aymara people in \"THE POLITICS OF SACRIFICE: AN AYMARA COSMOLOGY IN ACTION\": \"The ranking of ayllus is (and was?) performed in an idiom derived from what is ... a central and divisive cleavage in the nature of the domestic group, birth order among siblings, who are contrasted not only by age but by their differing rights to leadership roles, fiesta-cargo offices, and property. ... Patrilines are not mere aggregates of patronym possessing men and their families, juxtaposed only because of rights in land. Rather, they are structured, internally hierarchical social units, in which collective action is both enabled by, and enables the creation of, formally recognized positions of authority.`... Within the \"patristem family\" -a group of brothers who have constructed houses around the patio of their father—authority is vested in the father until his death. Afterwards, however, it is the eldest brother, the jiliri or jiliri jilata, who is regarded as becoming the kamachiri. This works out at the level of the sibling group, but what about the group of patristem units, some with nearest linking ancestors beyond the reach of memory? There exists a notion of an informal collective body of jiliris within the hamlet and patriline which can act as a sole council of elders. On close inspection, however, it turns out that these jiliris are neither equal in status nor necessarily eldest brothers within their own patri-stem sibling groups! In fact, jiliri status outside the patristem unit (and this unit begins to fragment after the death of the father of the sibling group) depends on the combination of appropriate \"leaderly\" personal qualities and the individual's status in the \"elder brother and herder-making\" system of public ritual careers. Moreover, greatest authority, that accompanied by the power to impose sanctions by force, is said to reside in a body of officials known as the jach'a íilírís. the \"great eldest brothers,\" that is, in ayllu level authorities also known as alcaldes, alguaciles, and íaías. It is almost certain that the name for this last office (the highest ranking of the three), is derived from the root jila, from which both jilata (\"brother\") and jiliri (\"eldest\" or \"first [born]\") are derived. The patrilineal hamlet as well as ayllu authority is also designated by terms related to herding roles. First, he is compared to the lead animal of the herd, the llantiru (from Sp.delantero, \"one who goes before\"). Secondly, he is known as the patriline's or ayllu's awatiri (herder), in which capacity the group which recognizes his authority becomes his rama (herd).... Upon his death, the sullk'iri may inherit the house and herd, but it is to the eldest son, not the youngest, that the status of kamachiri falls. And his comnmand extends into serious matters such as the allocation of lands and pastures within the sibling group, control over fallowing cycles, decisions about the opening of new fields (which may lead to warfare with neighboring groups), and the timing/itinerary of collective caravan expeditions to the valleys. In addition, it is the kamachiri who controls important ritual matters (related to herd fertility) which take place at the very altars he does not inherit. ... Like the llama llantiru, the role of eldest brother and the authorities who are called iilírí encode a principle of reproduction. First, as authority at the level of hamnlet, patriline, ayllu, and moiety, the jiliri conjoins the particular domestic groups of a hamlet ando patriline, the patrilines of the ayllu, and the ayllus of a moiety, by standing to all in an equivalent transitive relationship. The sullk'iri, on the other hand, reaps the rewards of inheritance, but is thereby irrevocably identified with the continuity of a particular household-that of his father—rather than with its reproduction. Like the llama-llantiru, the jiliri-llantíru owes his dominant position to control over herds, but here we refer to both animal and human ones. Unlike the youngest brother in the sibling group, who remains essentially a social extension of the father and a permanent dependant, the eldest brother receives the father's \"command\" (kamachiri), though he is exiled from his father's house and (to a degree) disinherited from his herd. His authority is, in fact, closely connected to his outward-directedness. The eldest brother could be said to be autonomous and self-generating-by establíshing his own house and herd, he is the embodiment not of the continuity of a house and herd (like the sullk'iri), but of the principle of reproduction of the very unit he is excluded from. As such, within and outside the patrigroup the jiliri also embodies the fertility (that is, the expansion) and generativity of the patriline. Like the llama llantiru, the jiliri-llantiru is associated with the conjunction of disparate herds in a new, unified herd. The jiliri's actual leadership role within the sibling group and patronymic hamlet amplifies these associations. The jiliri's \"command\" extends from the role of arbiter in intra-sibling group disputes, to that of leader of the conjoined brothers in disputes with other sibling groups within the hamlet or patriline. In addition, it is the jiliri who, stereotypically, decides when and where to go on annual trading trips, and conjoins multiple herds to make up the large caravan needed for a successful trip. it is men who are (or are becoming) jiliris who are the most likely to be able to establish a conjoint herd, garner sufficient labor, and otherwise mount a successful trade expedition. Such expeditions are crucially important source of foodstuffs, and are refracted within the collective ritual sphere in an inverse type of caravan trade (carrying foodstuffs to the ayllu-and moiety level \"ladder\" of the town for the fiesta, and returning empty-handed to the hamlet) through which the status of jach'ajiliri is achieved. But it is not only in his capacity to circulate foodstuffs that the stature of the jiliri is achieved, but in an attendant control over the circulation of the generative substances blood (wila) and fat (as a kind of solidified muju) among the human and animal, and the earthly and otherworldly realms. The point is not that only jiliris establish independent, conjoint households and herds, but that the opposed attributes of youngest and eldest brothers make them appropriate vehicles for representing two opposed facets of the household and herd: the fírst (typified by the youngest brother in dependant filial roles) is its continuity per se, as a particular unit; the second (typified by the eldest brother in independent founding-pater role) the general model or generative principIe of the household and herd as a type of social arrangement produced by, and reproducing, the patriline. Once he has begun his career, or continued an inherited one, the sponsor-jiliri joins the ranks of patriline-hamlet \"fathers\" and \"elder brothers\", and with it takes on, at the inter-domestic group level, what was, in the domestic group, the leadership roles of elder brother and father. This role is, of course, a function of the sponsor's \"outward directedness\", expressed in his ritual duties but represented as well in the terms of the asymmetric relations among exogamous patrilines within the ayllu. Patriline jiliris, like jilaqatas, are made, not born. But they are made in the image of the \"self-made man\" of K'ulta society, the eldest sons, who must build their households themselves through the control they achieve of herds and alliances. Marriage is but the fírst step towards becoming a collective elder brother, herd-leader, and herder of men. The asymmetrical nature of marriage alliances, however, does not make a man into a herder of men, but a subordinate member of the herds of his wife's brother and wife's father, and he will remain thus subordinated until he turns the relation on its head by becoming a herder of his own sisters' and daughters' husbands. Accomplishing this involves withholding one's children's inheritance and \"seniority\" as long as possible, just as it requires establishing oneself in the status of superior among equals among one's own sibling group\".[117]\n\nIn the Amazonia the conical clan survived the conquest and could be researched in situ by anthropologists. Michael J. Heckenberger writes about the xinguanos in \"The Enigma of the Great Cities: Body and State in Amazonia\":\n\n\"Hierarchical social relationships are described in terms of the degree of respect or \"shame\", ihuse (to be in a state of deference or \"shame\" [ihuse-ndagu] to a social superior), that one individual has for another. ... Children and their spouses are ihuse-ndagu to their parents and parents-inlaw, wives are to their husbands, younger siblings are to elder siblings, and, most notably in the present context, commoners are to the primary chiefs. This relationship is metaphorically represented in chiefly discourses where community members are called \"my children\", \"my sons\", or simply \"children .... Structurally hierarchy is based on primogeniture within an otherwise cognatic kinship system, whereby the higher ranking individuals derive status form their relative position in the chiefly hierarchy. More or less similar structural patterns, variably referred to as status lineages, conical clans, or house societies, have been identified for a wide range of moderately stratified societies. It is typically the case in these other hierarchical societies that the temporal extension of birth order ranking is branching, what Firth (1936) called ramification, whereby chiefly lines (e.g., the oldest sons of oldest sons) become separated from subordinate lines (the youngest sons of youngest sons). Such a structure of hierarchically organized kin groups simultaneously divides society into upper strata (chiefs) and lower strata (non chiefs) while incorporating both in a unified structure\".\n\nThe Tukanoan \"are patrilineal and exogamous: individuals belong to their father's group and speak his language but must marry partners from other groups who speak other languages. Externally, groups are equal but different; internally each is made up of a number of named clans ranked in a hierarchy. The ancestors of these clans were the sons of the Anaconda-ancestor and their birth order, the order of emergence from their father's body, determines their position: higher ranking clans are collectively \"elder brothers to those below. Clan rank is correlated with status and prestige and loosely correlated with residence: higher ranking clans tend to live in favoured downstream locations with lower ranking clans often living upstream or in headwater areas. Clan rank also has ritual correlates: top ranking clans, the \"head of the Anaconda\", are \"chiefs\" or \"headmen\" who control the group's dance ornaments and Yuruparí and sponsor major rituals; middle ranking clans are specialist dancers and chanters; below them come shamans; and at the bottom are servant clans, the \"tail of the Anaconda\", who are sometimes identified with the semi-nomadic \"Makú\" (A pejorative term with connotations of 'servant, slave, uncivilised, etc.\" ) who live in the interfluvial zones. This hierarchy of specialised roles and ritual prerogatives is most evident during collective rituals where genealogies are recited and where relations of rank and respect are emphasised. In a more subtle way, it is also reflected in everyday life. The inhabitants of a maloca are typically a group of closely related men, the children of the same father or of two or more brothers, who live together with their wives and children. When a woman marries, she leaves her natal maloca and goes to live with her husband. In symbolic terms, the maloca replicates the world in miniature and the maloca community is a both a replication and a future precursor of the ideal clan organisation described above. Here the father of the maloca community would be the Anaconda-ancestor of the whole group and his sons the ancestors of its component clans. In real life too, the eldest son and senior brother is typically the maloca headman and quite often his younger brothers are dancers, chanters or shamans, sometimes in appropriate order of birth\".[118]\n\nStephen Hugh-Jones writes about the Tukanoan in \"Clear Descent or Ambiguous Houses ? A Re-Examination of Tukanoan Social Organisation\": \"Horizontal affinal exchanges between different groups have their complement in the vertical or hierarchical ordering of agnatic relations within each one. Each group, descended from an anaconda ancestor, is divided into a number of clans or sibs ranked according to the birth order of their founding ancestors, the anaconda's sons. Members of a given sib refer to other sibs as their elder or younger brothers. In theory, each sib should live in a single communal long-house or maloca; in practice the residence group typically consists of a sib-segment or minimal lineage, a group of brothers living with their parents and their in-married wives. The maloca community is the minimal exogamic unit and residence is virilocal: on marriage, wives move in whilst sisters move out. Tukanoan life is river oriented; in theory, and to some extent in practice, sib rank is reflected in spatial organisation. Senior sibs live downstream relative to junior sibs who live towards the headwaters. ... The headman and owner of the house is normally the eldest brother. He is treated with a certain amount of deference and has his compartment on the right hand side furthest to the rear; the compartments of married younger brothers are further towards the front whilst both unmarried youths and guests sleep near the front door. Each family represents a potential household and, in the end, tensions between them (typically over food, sex and authority) lead to the break-up of the group. ... Groups are divided into one or more sets of sibs internally ranked as elder/ younger brother as if the component sibs were a group of male siblings, the sons of the anaconda father. Sets of sibs, ideally numbering five (as in the primal house), claim specialised roles as their ritual prerogatives: the top sib are chiefs followed by chanter-dancers, warriors, shamans and servants in that order; in any given area, not all these roles are necessarily represented by extant sibs. Thought this caste-like division is expressed at sib level during ritual, in daily practice it operates only at an individual level. Male children should be given a name appropriate to their birth order and linked with the ritual role which they should adopt in adult life. In practice, the eldest brother is indeed usually the maloca headman and his younger siblings may also specialise as dancers, chanters and shamans according to seniority\"[119]\n\nJean Elizabeth Jackson wrote the following about the Tukanoan people in \"The Fish People: Linguistic Exogamy and Tukanoan Identity in Northwest Amazonia\": \"Vaupés sibs (clans) are named, ranked, exogamous, localized patrilineal descent groups. ... Sibs are named, and these names often refer to plant or animals. Sib names can also refer to sib ancestors and their immediate descendants; this is also true for the personal names owned by each sib. These personal names are given to infants in a prescribed order. The eldest son of the headman ideally is the first-born male of his generation and receives the first name on the list. This sib-supplied name fosters growth, for it associates the newborn child with a nurturing group of agnatic kinsmen. The infant becomes more human upon receiving a name, for it is an explicit affirmation of membership in the sib, entitling it to the power and nurturance available from the ancestors. ... The sibs in a given language group are ranked. The order of ranking is explained as corresponding to the order in which a group of brothers, the ancestors of the various sibs, emerged from the rocks at a particular rapids site. ... The ranking of sibs is continued today with the use of elder-younger sibling terms between members of different sibs. However, in some language groups the difference in rank between certain pair of sibs is so great that generational divisions are brought into play. This results in an unusual and initially surprising usage of cognatic terminology. A person who belongs to a considerably higher ranked sib than another will address the other as \"uncle\" or \"grandfather\". This seemingly incongruous state of affairs is explained by Tukanoans as follows: The first ancestors of all the sibs of one language group were brothers to one another. The eldest brother emerged from the rocks at the rapids first, and the youngest last. However, there were many brothers in the beginning, and obviously there were many years between the birth of the eldest and the youngest brother. By the time the youngest brother emerged at the rapids, the eldest was very old, and had great-grandchildren. Thus, although the eldest and youngest brothers called each other \"brother\"; because many years had passed between their births the younger brothers were addressing as \"grandchild\" those individuals in the eldest brother's sib who were close to them in age. This is why, today, when people of about the same age are heard using grandparent and grandchild terms to each other, it is the one who says \"grandfather\" and who is called \"grandson\" who is of higher rank. Sib rank is signaled in other ways as well. One method of indicating a sib's ver low rank is to impugn its origins with the claim that it is a \"new\" member of the language group, \"who were our servants, who had to be taught how to build houses and speak our language. Then, taking pity on them, we adopted them as our youngest-brother sib.\"[120]\n\nRobin M. Wright writes about the Baniwa in \"Umawali. Hohodene myths of the Anaconda, father of the fish: \"Baniwa society is comprised of some six exogamous phratries, each consisting of 4-5 patrilineal sibs ranked according to the order of emergence of mythical ancestral brothers. Like their Tukanoan neighbors, sibs were once categorized (the system has suffered numerous changes due to a situation of permanent contact) according to a system of ritual roles as ciefs (enawinai), shamans, warriors, dancers, and servants (makuperi). ... The core of local communities is the male sibling group and, as on the phratric end sib level, male sibling ties form the basis of a system of hierarchical rank according to relative age. Traditionally, the agnatic sibling group of a community constituted the most important level of decision-making. Leadership is often exercised by the eldest brother of the local group. Oral histories indicate that warfare was an important dynamic in socio-political relations with Tukanoan and Maku peoples of the Uaupés, and that war chiefs frequently organized communities of younger-brother warrior sibs to conduct campaigns for the purposes of undertaking vengeance and capturing women and children. Warfare also has a fundamental importance in mythology\".[121]\n\nThe Gê-speaking peoples of the Amazonia were also organized in conical clan similar to those described above.\n\nSome isolated lowland tribes of Central and South America have also preserved the conical clan as their form of social organization. Such is the case of the Koji people of Colombia.\n\nIn the South Cone, ranking by patrilineal primogeniture prevailed among the Mapuche.[122]\n\n"
        },
        {
            "title": "Other peoples",
            "text": "C. Scott Littleton has suggested that ranking by patrilineal ultimogeniture could have prevailed in Proto-Indo-European society. He wrote the following in \"The New Comparative Mythology: An Anthropological Assessment of the Theories of George Dumezil\":\n\nIt is possible that even the Proto-Germanic word for \"king\" (kuningaz) derived initially from the word for \"youngest son\" (see Rígsþula).\n\nOn the other hand, Gilman's concept of \"Germanic societies\", characterized by \"1) the autonomy of households (which are the basic units of production); 2) the coalition of households that makes up the community, which takes the form of tribal assemblies with authority in matters of war, religion, and legal disputes; and 3) hereditary leadership of the assembly's military and judicial activities\"[124] is opposite to the conical clan model. Gilman included in his category of \"Germanic societies\" some societies from East Africa and the Near East, unrelated to Germanic peoples from an ethnic or linguistic point of view but similar in their form of social organization (this concept originated from studies of the early forms of social organization in La Mancha, Spain). This form of social organization has also been called \"segmentary lineage model\", and prevailed mostly among Semitic peoples, such as Arabs or ancient Israelites, but also among Iranian societies, Slavic societies, Tai societies and some societies from East Africa such as the Nuer, whom Evans-Pritchard studied extensively. Pashtun society is nowadays the largest society of this kind. In this model of social organization, every member of a society claims descent from a common ancestor, but all lines of descent are considered equal, not ranked.\n\n"
        }
    ]
}