{
    "url": "https://en.wikipedia.org/wiki/Tachyons_in_fiction",
    "title": "Tachyons in fiction",
    "table_of_contents": [
        "1 In popular culture",
        "1.1 Comics",
        "1.2 Film",
        "1.3 Literature",
        "1.4 Television",
        "1.5 Video games",
        "1.6 Music",
        "1.7 Other",
        "1.8 Manga",
        "2 See also",
        "3 References",
        "4 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The hypothetical particles tachyons have inspired many occurrences of in fiction.[1][2]  The use of the word in science fiction dates back at least to 1970 when James Blish's Star Trek novel Spock Must Die! incorporated tachyons into an ill-fated transporter experiment.\n\nIn general, tachyons are a standby mechanism upon which many science fiction authors rely to establish faster-than-light communication, with or without reference to causality issues.[3] For example, in the Babylon 5 television series, tachyons are used for real-time communication over long distances.  Another instance is Gregory Benford's novel Timescape, winner of the Nebula Award, which involves the use of tachyons to transmit a message of salvation back in time.  Likewise, John Carpenter's horror film Prince of Darkness uses tachyons to explain how future humans send messages backward through time to warn the characters of their impending doom.  By contrast, Alan Moore's classic comic book limited series Watchmen features a character who uses \"a squall of tachyons\" broadcasting from space to muddle the mind of the only person on Earth capable of seeing the future.\n\nThe word \"tachyon\" has become widely recognized to such an extent that it can impart a science-fictional \"sound\" even if the subject in question has no particular relation to superluminal travel (compare positronic brain).  Classic Anime fans may associate tachyons with the energy source for the wave-motion gun and wave-motion engine in Space Battleship Yamato (Starblazers in the United States).  Further examples include the \"Tachion Tanks\" of the PC game Dark Reign and the \"tachyon beam\" of the game Master of Orion.  The space-combat sim Tachyon: The Fringe utilizes \"tachyon gates\" for superluminal travel but gives no exact explanation for the technology, and the MMORPG Eve Online features six types of \"Large Tachyon Lasers\", technically a contradiction since by definition, lasers emit light—photons, not any kind of hypothetical tachyon.\n\n"
        }
    ]
}