{
    "url": "https://en.wikipedia.org/wiki/Tachytes",
    "title": "Tachytes",
    "table_of_contents": [
        "1 Etymology",
        "2 Distribution",
        "3 Description",
        "4 Biology",
        "5 Selected species",
        "6 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nTachytes is a genus of predatory, solitary wasps, containing about 300 species.[1]\n\n"
        },
        {
            "title": "Etymology",
            "text": "The name of the genus derives from the Greek ταχύτης (tachytes), meaning swiftness or speed.[2]\n\n"
        },
        {
            "title": "Distribution",
            "text": "These wasps have a worldwide distribution throughout temperate and tropical regions.[3]\n\n"
        },
        {
            "title": "Description",
            "text": "Adults are typically black, with light or clear wings, and sometimes a red or brown gaster or legs. They are about 12 mm long, but can range from 4 mm to 24 mm. Many species have green eyes, which is distinctive of the genus. They often possess short golden hairs and a round build, which can give them a bee-like appearance.[3]\n\n"
        },
        {
            "title": "Biology",
            "text": "Tachytes generally predates on Orthoptera (grasshoppers and katydids, especially those of the families Acrididae, Tettigoniidae, Tetrigidae, and Tridactylidae), though Tachytes bidens reportedly predates on geometer moths.[3] Like other hunting wasps, the female captures a prey item, stings to paralyze it, and seals it in a burrow along with an egg that consumes the prey during development. The sting often paralyzes the prey completely, though in a few species, it only appears to prevent them from attempting to escape.[4] Their burrows can be very long, up to one meter in Tachytes praedator.[3] Jean-Henri Fabre devotes a chapter to their predacious behavior in his More Hunting Wasps, comparing it with the genus Sphex.[5]\n\nSome Tachytes species exhibit hilltopping behavior, in which males will perch near and territorially defend points of high elevation, such as the tops of hills and mountains. In other cases, males apparently guard burrows with developing females, waiting for them to emerge.[6]\n\n"
        }
    ]
}