{
    "url": "https://en.wikipedia.org/wiki/Tai_peoples",
    "title": "Tai peoples",
    "table_of_contents": [
        "1 Names",
        "2 History",
        "2.1 Origin",
        "2.2 Early history in China and migration to Southeast Asia",
        "2.3 Early city-states in Southeast Asia",
        "2.4 Ming dynasty Tai history",
        "2.4.1 First Ming communication with Yunnan (1369)",
        "2.4.2 Initial Ming attempts to win Yunnan over (1369–1380)",
        "3 Languages",
        "3.1 External relationships",
        "4 Genetics",
        "5 Social organization",
        "6 List of Southwestern Tai peoples",
        "6.1 Northern branch",
        "6.2 Chiang Saen branch",
        "6.3 Southern group",
        "6.4 Southwestern Tai groups and names in China",
        "7 Other Tai peoples and languages",
        "8 See also",
        "9 Notes",
        "10 References",
        "10.1 Citations",
        "10.2 Sources",
        "11 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nTai peoples are the populations who speak (or formerly spoke) the Tai languages. There are a total of about 93 million people of Tai ancestry worldwide, with the largest ethnic groups being Dai, Thais, Isan, Tai Yai, Lao, Tai Ahom, and Northern Thai peoples.\n\nThe Tai are scattered through much of South China and Mainland Southeast Asia, with some (e.g. Tai Ahom, Tai Khamti, Tai Phake, Tai Aiton) inhabiting parts of Northeast India. Tai peoples are both culturally and genetically very similar and therefore primarily identified through their language.\n\n"
        },
        {
            "title": "Names",
            "text": "Speakers of the many languages in the Tai branch of the Tai–Kadai language family are spread over many countries in Southern China, Indochina and Northeast India. Unsurprisingly, there are many terms used to describe the distinct Tai peoples of these regions.\n\nAccording to Michel Ferlus, the ethnonyms Tai/Thai (or Tay/Thay) would have evolved from the etymon *k(ə)ri: 'human being' through the following chain: kəri: > kəli: > kədi:/kədaj (-l- > -d- shift in tense sesquisyllables and probable diphthongization of -i: > -aj).[1][2] This in turn changed to di:/daj (presyllabic truncation and probable diphthongization -i: > -aj). And then to *dajA (Proto-Southwestern Tai) > tʰajA2 (in Siamese and Lao) or > tajA2 (in the other Southwestern and Central Tai languages by Li Fangkuei). Michel Ferlus' work is based on some simple rules of phonetic change observable in the Sinosphere and studied for the most part by William H. Baxter (1992).[2]\n\nThe ethnonym and autonym of the Lao people (lǎo 獠) together with the ethnonym Gelao (Gēlǎo 仡佬), a Kra population scattered from Guìzhōu (China) to North Vietnam, and Sino-Vietnamese 'Jiao' as in Jiaozhi (jiāo zhǐ 交趾), the name of North Vietnam given by the ancient Chinese, would have emerged from the Austro-Asiatic *k(ə)ra:w 'human being'.[3][2]\n\nThe etymon *k(ə)ra:w would have also yielded the ethnonym Keo/ Kæw kɛːwA1, a name given to the Vietnamese by Tai speaking peoples, currently slightly derogatory.[4] In fact, Keo/ Kæw kɛːwA1 was an exonym used to refer to Tai speaking peoples, as in the epic poem of Thao Cheuang, and was only later applied to the Vietnamese.[5] In Pupeo (Kra branch), kew is used to name the Tay (Central Tai) of North Vietnam.[1]\n\nThe name \"Lao\" is used almost exclusively by the majority population of Laos, the Lao people, and two of the three other members of the Lao-Phutai subfamily of Southwestern Tai: Isan speakers (occasionally), the Nyaw or Yaw and the Phu Thai.\n\nThe Zhuang in China do not constitute an autonymic unity: in various areas in Guangxi they refer to themselves as powC2 ɕu:ŋB2, pʰoB2 tʰajA2, powC2 ma:nA2, powC2 ba:nC1, or powC2 lawA2, while those in Yunnan use the following autonyms: puC2 noŋA2, buB2 dajA2, or buC2 jajC1 (=Bouyei, bùyi 布依).[6] The Zhuang do not constitute a linguistic unity either, because Chinese authorities include within this group some distinct ethnic groups such as the Lachi speaking a Kra language.[6]\n\nThe Nung living on both sides of the Sino-Vietnamese border have their ethnonym derived from clan name Nong (儂 / 侬), whose bearers dominated what are now north Vietnam and Guangxi in the 11th century AD. In 1038, a Nong general named Nong Quanfu established a Nung state in Cao Bang, however was quickly annexed by Annamite king Ly Thai Tong in the next year. In 1048, Quanfu's son Nong Zhigao revolted against Annamese rule, and then marched eastwards to besiege Guangzhou in 1052.\n\nAnother name that's shared between the Nung, the Tay, and the Zhuang living along the Sino-Vietnamese border is Tho, which literally means autochthonous. However, this term was also applied to the Tho people, who are a separate group of indigenous speakers of Vietic languages, who have come under the influence of Tai culture\n\n"
        },
        {
            "title": "History",
            "text": "Comparative linguistic research seems to indicate that the Tai people were a proto-Tai–Kadai-speaking culture of southern China.  Like the Malayo-Polynesians, they may originally have been of Austronesian descent.[7] Prior to living in mainland China, Tai-Kadai peoples are thought to have migrated from a homeland on the island of Taiwan, where they spoke a dialect of proto-Austronesian or one of its descendant languages.[7] Unlike the Malayo-Polynesian group who later sailed south to the Philippines and other parts of maritime Southeast Asia, the ancestors of the modern Tai-Kadai people sailed west to mainland China and possibly traveled along the Pearl River, where their language greatly changed from other Austronesian languages under the influence of Sino-Tibetan and Hmong–Mien language infusion.[8] Aside from linguistic evidence, the connection between Austronesian and Tai-Kadai can also be found in some common cultural practices. Roger Blench (2008) demonstrates that dental evulsion, face tattooing, teeth blackening and snake cults are shared between the Taiwanese Austronesians and the Tai-Kadai peoples of Southern China.[9][10]\n\nJames R. Chamberlain (2016) proposes that the Tai-Kadai (Kra-Dai) language family was formed as early as the 12th century BCE in the middle of the Yangtze basin, coinciding roughly with the establishment of the Chu state and the beginning of the Zhou dynasty.[11] Following the southward migrations of Kra and Hlai (Rei/Li) peoples around the 8th century BCE, the Yue (Be-Tai people) started to break away and move to the east coast in the present-day Zhejiang province, in the 6th century BCE, forming the state of Yue and conquering the state of Wu shortly thereafter.[11] According to Chamberlain, Yue people (Be-Tai) began to migrate southwards along the east coast of China to what are now Guangxi, Guizhou and northern Vietnam, after Yue was conquered by Chu around 333 BCE. There the Yue (Be-Tai) formed the Luo Yue, which moved into Lingnan and Annam and then westward into northeastern Laos and Sip Song Chau Tai, and later became the Central-Southwestern Tai, followed by the Xi Ou, which became the Northern Tai).[11]\n\nThe Tai peoples, from Guangxi began moving south – and westwards in the first millennium CE, eventually spreading across the whole of mainland Southeast Asia.[16] Based on layers of Chinese loanwords in proto-Southwestern Tai and other historical evidence, Pittayawat Pittayaporn (2014) proposes that the southwestward migration of southwestern Tai-speaking tribes from the modern Guangxi to the mainland of Southeast Asia must have taken place sometime between the 8th–10th centuries.[17] Tai speaking tribes migrated southwestward along the rivers and over the lower passes into Southeast Asia, perhaps prompted by the Chinese expansion and suppression. Chinese historical texts record that, in 726 AD, hundreds of thousands Lǎo (獠)[a] rose in revolt behind Liang Ta-hai in Guangdong, but was suppressed by Chinese general Yang Zixu, which left 20,000 rebels killed and beheaded.[18] Two years later, another Li chief named Chen Xingfan declared himself the Emperor of Nanyue and led a large uprising against the Chinese, but was also crushed by Yang Zixu, who beheaded 60,000 rebels.[18] In 756, another revolt led by Huang Chien-yao and Chen Ch'ung-yu that attracted 200,000 followers and lasted four years in Guangxi.[18][19] In the 860s, many local people in what is now north Vietnam sided with attackers from Nanchao, and in the aftermath some 30,000 of them were beheaded.[19][20] In the 1040s, a powerful matriarch-shamaness by the name of A Nong, her chiefly husband, and their son, Nong Zhigao, raised a revolt, took Nanning, besieged Guangzhou for fifty seven days, and slew the commanders of five Chinese armies sent against them before they were defeated, and many of their leaders were killed.[19] The Ahomese Tai chronicle relates the migrating event with the arrival of \"9,000 Tai peoples, 8 noblemen, two elephants, and 300 horses\" to Assam. Vietnamese scribers recorded groups of two- or three thousand \"Mang savages\" passing by.[21] According to Baker, those migrants might have slowly exodused from their homeland via three routes. The early groups moved north to Guizhou. The second groups might have passed through the Red River Delta, crossing the Vietnamese cordillera into the Mekong Valley. The third and major migration direction crossed the valleys of the Red and Black River, heading west through the hills into Burma and Assam.[21]\n\nAs a result of these three bloody centuries,[19] or with the political and cultural pressures from the north, some Tai peoples migrated southwestward, where they met the classical Indianized civilizations of Southeast Asia. Du Yuting and Chen Lufan from Kunming Institute Southeast Asian Studies claimed that, during the Western Han dynasty, ancestors of the Tai people were known as Dianyue (in today Yunnan).[b] Tai peoples migrated far and wide: by the Tang and Song periods, they were present from the Red River to the Salween River, from Baoshan to Jingdong.[23] Du & Chen linked the ancestors of Thai people in modern-Thailand, in particular, to a 2nd-century Shan kingdom (Shànguó 撣國) mentioned in the Book of Later Han, which located the Shan kingdom \"at the end of the boundaries of what is now Baoshan and Deihong Prefectures\" and stated that Shan ambassadors came to the Han court from \"beyond Yongchang\" and \"beyond Rinan\".[24][25][26][27] Additionally, Du & Chen rejected the proposal that the ancestors of Tai people migrated en masse southwestwards out of Yunnan only after the 1253 Mongol invasion of Dali.[28] However, Luo et al. (2000) proposed that Proto-Tais originated most likely from Guangxi-Guizhou, not Yunnan nor the middle Yangtze river.[29]\n\nThe Tai migrants assimilated and intermarried with the indigenous Austroasiatic peoples or pushing them off to marginal areas, but their full expansion was halted by the Indian-influenced kingdoms of the Mon, Khmer and Cham, although the Khmer were the primary power in Southeast Asia by the time of the Tai migrations. The Tai formed small city-states known as mueang under Khmer suzerainty on the outskirts of the Khmer Empire, building the irrigation infrastructure and paddy fields for the wet-rice cultivation methods of the Tai people. Tai legends of Khun Borom, shared among various Southwestern Tai peoples of Southeast Asia, Greater Assam and Yunnan, concerns the first ruler of Meuang Thaen, whose progeny go on to find the Tai dynasties that ruled over the various Tai mueang.[30]\n\nThe Tais from the north gradually settled in the Chao Phraya valley from the tenth century onwards, in lands of the Dvaravati culture, assimilating the earlier Austroasiatic Mon and Khmer people, as well as coming into contact with the Khmer Empire. The Tais who came to the area of present-day Thailand were engulfed into the Theravada Buddhism of the Mon and the Hindu-Khmer culture and statecraft. Therefore, the Thai culture is a mixture of Tai traditions with Indic, Mon, and Khmer influences.[31]\n\nThe formidable political control exercised by the Khmer Empire extended not only over the centre of the Khmer province, where the majority of the population was Khmer, but also to outer border provinces likely populated by non-Khmer peoples—including areas to the north and northeast of modern Bangkok, the lower central plain and the upper Ping River in the Lamphun-Chiang Mai region.[32]: 28  The Tai people were the predominant non-Khmer groups in the areas of central Thailand that formed the geographical periphery of the Khmer Empire. Some Tai groups were probably assimilated into the Khmer population. Historical records show that the Tai maintained their cultural distinctiveness, although their animist religion partially gave way to Buddhism. Tai historical documents note that the period of the Khmer Empire was one of great internal strife. During the 11th and 12th centuries, territories with a strong Tai presence, such as Lavo (in what is now north-central Thailand), resisted Khmer control.[32]: 28 \n\nThe Tai, from their new home in Southeast Asia, were influenced by the Khmer and the Mon and most importantly Buddhist India. The Tai kingdom of Lanna was founded in 1259 (in the north of modern Thailand). The Sukhothai Kingdom was founded in 1279 (in modern Thailand) and expanded eastward to take the city of Chantaburi and renamed it to Vieng Chan Vieng Kham (modern Vientiane) and northward to the city of Muang Sua which was taken in 1271 and renamed the city to Xieng Dong Xieng Thong or “City of Flame Trees beside the River Dong,” (modern Luang Prabang, Laos). The Tai peoples had firmly established control in areas to the northeast of the declining Khmer Empire. Following the death of the Sukhothai king Ram Khamhaeng, and internal disputes within the kingdom of Lanna, both Vieng Chan Vieng Kham (Vientiane) and Xieng Dong Xieng Thong (Luang Prabang) were independent city-states until the founding of the kingdom of Lan Xang in 1354.[33][34][35] The Sukhothai Kingdom and later the Ayutthaya kingdom were established and \"...conquered the Khmers of the upper and central Menam valley and greatly extended their territory.\"[36]\n\nDuring the Ming dynasty in China, attempts were made to subjugate, control, tax, and settle ethnic Han along the lightly populated frontier of Yunnan with Southeast Asia (modern-day Burma, Thailand, Laos, and Vietnam).[37] This frontier region was inhabited by many small Tai chieftainships or states as well as other Tibeto-Burman and Mon–Khmer ethnic groups.[38]\n\nThe Ming Shi-lu records the relations between the Ming court in Beijing and the Tai-Yunnan frontier as well as Ming military actions and diplomacy along the frontier.\n\nThe first communication between the Ming dynasty and Yunnan was in a formal \"letter of instruction\" using ritual language. Submission to the Ming was described as part of the cosmological order:\n\nThe Mongol prince Basalawarmi ruled Yunnan under the Yuan dynasty from the capital in Kunming. He ruled indirectly over an ethnically diverse collection of small polities and chieftainships. The most powerful of these states was controlled by the Duan family who ruled over the area surrounding Dali.[39]\n\nThe Ming Shi-lu reports that envoys were sent to instruct the inhabitants of Yunnan in 1371.[40] In 1372 the famous scholar Wang Wei offered terms of surrender to Yunnan as an envoy. The envoy Wang Wei was murdered in 1374 and another mission was sent in 1375. Once again the mission failed. A diplomatic mission was sent to Burma in 1374, but because Annam was at war with Champa the roads were blocked and the mission was recalled.[41] By 1380 the Ming were no longer wording their communications as if Yunnan was a separate country.[42] Initial gentle promptings were soon to be followed by military force.\n\n"
        },
        {
            "title": "Languages",
            "text": "Tai languages spoken today use incredibly diverse scripts, from Chinese Characters to Abugida scripts. The high diversity of Kra–Dai languages in southern China possibly points to the origin of the Kra–Dai language family in southern China. The Tai branch moved south into Southeast Asia only around 1000 AD. \nChinese epigraphic materials from Chu texts show clear substrate influence predominantly from Tai-Kadai, and a few items of Austroasiatic and Hmong-Mien origin.[43][44]\n\nIn a paper published in 2004, Linguist Laurent Sagart hypothesized that the proto-Tai–Kadai language originated as an Austronesian language that migrants carried from Taiwan to mainland China. Afterwards, the language was then heavily influenced by local languages from Sino-Tibetan, Hmong–Mien, or other families, borrowing much vocabulary and converging typologically.[7][8] Later, Sagart (2008) introduces a numeral-based model of Austronesian phylogeny, in which Tai-Kadai is considered as a later form of FATK,[c] a branch of Austronesian belonging to subgroup Puluqic developed in Taiwan, whose speakers migrated back to the mainland, both to Guangdong, Hainan and northern Vietnam around the second half of the 3rd millennium BCE.[45] Upon their arrival in this region, they underwent linguistic contact with an unknown population, resulting in a partial relexification of FATK vocabulary.[46] On the other hand, Weera Ostapirat supports a coordinate relationship between Tai-Kadai and Austronesian, based on a number of phonological correspondences.[47] The following are Tai-Kadai and Austronesian lexical items showing the genetic connection between these two language families:[48]\n\n"
        },
        {
            "title": "Genetics",
            "text": "Tai people tend to have high frequencies of Y-DNA haplogroup O-M95 (including its O-M88 subclade, which also has been found with high frequency among Vietnamese and among Kuy people in Laos, where they are also known as Suy,[50] Soai, or Souei, and Cambodia[51]), moderate frequencies of Y-DNA haplogroup O-M122 (especially its O-M117 subclade, like speakers of Tibeto-Burman languages), and moderate to low frequencies of haplogroup O-M119. It is believed that the O-M119 Y-DNA haplogroup is associated with both the Austronesian people and the Tai. The prevalence of Y-DNA haplogroup O-M175 among Austronesian and Tai peoples suggests a common ancestry with speakers of the Austroasiatic, Sino-Tibetan, and Hmong–Mien languages some 30,000 years ago in China (Haplogroup O (Y-DNA)).[citation needed] Y-DNA haplogroup O-M95 is found at high frequency among most Tai peoples, which is a trait that they share with the neighboring ethnic Austroasiatic peoples as well as Austronesian peoples in Mainland Southeast Asia (e.g. Cham in Bình Thuận Province of Vietnam,[52] Jarai in Ratanakiri Province of Cambodia,[51][53] Giarai and Ede in the Central Highlands region of Vietnam[54]), Malaysia, Singapore, and western Indonesia. Y-DNA haplogroups O-M95, O-M119, and O-M122 all are subclades of O-M175, a genetic mutation that has been estimated to have originated approximately 40,000 years ago, somewhere in China.[55]\n\nA recent genetic and linguistic analysis in 2015 showed great genetic homogeneity between Kra-Dai speaking people, suggesting a common ancestry and a large replacement of former non-Kra-Dai groups in Southeast Asia. Kra-Dai populations are closest to southern Chinese and Taiwanese populations.[56]\n\n"
        },
        {
            "title": "Social organization",
            "text": "The Tai practice a type of feudal governance that is fundamentally different from that of the Han Chinese people, and is especially adapted to state formation in ethnically and linguistically diverse montane environments centered on valleys suitable for wet-rice cultivation.[57] The form of society is a highly stratified one.[57] The Tai lived in the lowland and river valleys of mainland Southeast Asia. Assorted ethnic and linguistic group lived in the hills. The Tai village consisted of nuclear families working as subsistence rice farmers, living in small houses elevated above the ground. Households bonded together for protection from external attacks and to share the burden of communal repairs and maintenance. Within the village, a council of elders was created to help settle problems, organise festivals and rites and manage the village. Village would combine to form a Mueang (Thai: เมือง), a group of villages governed by a Chao (Thai: เจ้า) (lord).[32]: 25 \n\n"
        },
        {
            "title": "Other Tai peoples and languages",
            "text": "Listed below are lesser-known Tai peoples and languages.[58]\n\nIn Burma, there are also various Tai peoples that are often categorized as part of a larger Shan ethnicity (see Shan people#Tai groups).\n\n"
        }
    ]
}