{
    "url": "https://en.wikipedia.org/wiki/Talal_Asad",
    "title": "Talal Asad",
    "table_of_contents": [
        "1 Biography",
        "2 Career",
        "3 Contributions",
        "4 Notable works",
        "4.1 Genealogies of Religion",
        "4.2 Formations of the Secular",
        "4.3 On Suicide Bombing",
        "5 See also",
        "6 References",
        "6.1 Footnotes",
        "6.2 Works cited",
        "7 Further reading",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nTalal Asad (born 1932) is a Saudi-born cultural anthropologist who is currently a professor of anthropology at the City University of New York Graduate Center. His prolific body of work mainly focuses on religiosity, Middle Eastern studies, postcolonialism, and notions of power, law and discipline. He is also known for his writing calling for an anthropology of secularism. His work has had a significant influence beyond his home discipline of anthropology. As Donovan Schaefer writes:\n"
        },
        {
            "title": "Biography",
            "text": "Talal Asad was born in April 1932 in Medina, Saudi Arabia. His parents are Muhammad Asad, an Austrian diplomat and writer who converted from Judaism to Islam in his twenties, and Munira Hussein Al Shammari Asad, a Saudi Arabian Muslim. Asad was born in Saudi Arabia but when he was eight months old his family moved to British India, where his father was part of the Pakistan Movement. His parents divorced shortly before his father's third marriage.[11] Talal was raised in Pakistan, and attended a Christian-run missionary boarding school.[12] He is an alumnus of the St. Anthony High School in Lahore.[1] Asad moved to the United Kingdom when he was 18 to attend university and studied architecture for two years before discovering anthropology, about which he has said “it was fun, but I was not terribly suited.”[13]\n\nAsad received his undergraduate degree in anthropology from the University of Edinburgh in 1959.[13] He continued to train as a cultural anthropologist, receiving both a BLitt and PhD from the University of Oxford, which he completed in 1968. Asad’s mentor while at Oxford was notable social anthropologist E.E. Evans-Pritchard, who Asad has since cited in many of his works.[13] While attending the University of Edinburgh, he met Tanya Baker, a fellow anthropologist. The two married in 1960, and later both completed their doctorate research at Oxford.[14]\n\nAfter his doctoral studies, Asad completed fieldwork in Northern Sudan on the political structures of the Kababish, a nomadic group that formed under British colonial rule. He published The Kababish Arabs: Power, Authority, and Consent in a Nomadic Tribe in 1970.  Asad became increasingly interested in religiosity, power, and Orientalism throughout his studies. In the late 1960s, he formed a reading group that focused on material written in the Middle East. He recalls being struck by the bias and “theoretical poverty” of Orientalist writing, the assumptions taken for granted, and the questions that were not answered.[13] Asad refers to Edward Said and Michel Foucault as important influences on his work, particularly regarding ideas of power and discipline. Other scholars he describes as part of his intellectual genealogy include John Milbank and Stanley Hauerwas, as well as peers such as Judith Butler and Saba Mahmood.[13]\n\n"
        },
        {
            "title": "Career",
            "text": "Asad’s first teaching job was at Khartoum University in Sudan, where he spent several years as a lecturer in social anthropology.[13] He returned to the United Kingdom in the early 1970s to lecture at Hull University in Hull, England. He moved to the United States in 1989, and taught at the New School for Social Research in New York City and Johns Hopkins University in Baltimore, before acquiring his current position of Distinguished Professor of Anthropology at the City University of New York Graduate Center. Asad has also held visiting professorships at Ain Shams University in Cairo, King Saud University in Riyadh, University of California at Berkeley, and Ecole des Hautes Études en Sciences Sociales in Paris.[13]\n\nAsad’s writing portfolio is extensive, and he has been involved in a variety of projects throughout his career. His books include Anthropology and the Colonial Encounter, published in 1973, Genealogies of Religion, published in 1993, Formations of the Secular, published in 2003, and On Suicide Bombing, published in 2007 and written in response to the September 11, 2001 attacks. In 1983, he was a co-editor on The Sociology of Developing Societies: The Middle East with economic historian Roger Owen. Asad has said that he wasn’t all that interested in this project and that he did it as a favor to a friend.[13] In 2007 Asad was part of a symposium at the Townsend Center at UC Berkeley, at which he spoke on his paper “Is Critique Secular? Blasphemy, Injury, and Free Speech.”\n\n"
        },
        {
            "title": "Contributions",
            "text": "Asad’s work generally involves taking an anthropological approach to political history and analysis, specifically with regard to colonial history and religion. Asad identifies himself as an anthropologist but also states that he is critical of allowing disciplines to be defined by particular techniques (such as ethnography or statistics, for example).[13]\n\nHe is often critical of progress narratives, believing that “the assumption of social development following a linear path should be problematized.” Another main facet of his work is his public criticism of Orientalism. He has expressed frustration with Orientalist assumptions, particularly about religion, which he has said comes from his multicultural Muslim background.[13] His father considered Islam to be primarily an intellectual idea, while his mother considered it an “embodied, unreflective way of living.” Asad’s own interest in religion was based in an attempt to engage with theoretical explorations and to make sense of political and personal experiences. He is particularly interested in conceptions of religion as an embodied practice and the role that discipline plays in this practice.[13]\n\nFollowing the 2013 coup d’état in Egypt, Asad wrote an essay, “Thinking About Tradition, Religion, and Politics in Egypt Today”,[15] in which he engages with Hannah Arendt’s notions of revolution and tradition.[16] Asad argues that the founding of a political tradition is marked by the necessity of violence, and both revolutions and coups use the narrative of necessary violence towards saving and securing the posterity of the nation. The difference, Arendt and Asad both agree on, is that a revolution involves a vision of beginning anew by founding a new tradition, a new system, whereas a coup is meant to replace individuals in power, therefore conserving a living tradition.[16] This is just one of many notable essays Asad has written that deal with concepts of power, discipline, and law.\n\nWilliam E. Connolly attempts to summarize Asad's theoretical contributions on secularism as follows:[17]\n\n"
        },
        {
            "title": "Notable works",
            "text": "Genealogies of Religion was published in 1993. The intention of this book is to critically examine the cultural hegemony of the West, exploring how Western concepts and religious practices have shaped the way history is written. The book deals with a variety of historical topics ranging from medieval European rites to the sermons of contemporary Arab theologians. What links them all together, according to Asad, is the assumption that Western history has the greatest importance in the modern world and that explorations of Western history should be the main concern of historians and anthropologists.[18]\n\nThe book begins by sketching the emergence of religion as a modern historical object in the first two chapters. Following this, Asad discusses two elements of medieval Christianity that are no longer generally accepted by modern religion, those being the productive role of physical pain and the virtue of self-abasement. While he is not arguing for these practices, he is encouraging readers to think critically about how and why modernism and secular morality position these as archaic “uncivilized” conditions.[18] Asad then addresses aspects of “asymmetry” between western and non-western histories, the largest of these being the fact that Western history is considered the “norm” in that non-Westerners feel the need to study Western history, but this does not go both ways. These “asymmetrical desires and indifferences”, Asad argues, have historically constructed opposition between West and non-West.[18] The final two chapters of the books were written at the height of the Rushdie affair in the late 1980s and address angry responses to religious intolerance in the name of liberalism.\n\nAsad published Formations of the Secular in 2003. The central idea of the book is creating anthropology of the secular and what that would entail. This is done through first defining and deconstructing secularism and some of its various parts. Asad’s definition posits “secular” as an epistemic category, whereas “secularism” refers to a political doctrine.[19] The intention of this definition is to urge the reader to understand secular and secularism as more than the absence of religiosity, but rather a mode of society that has its own forms of mediation. Secularism, as theorized by Asad, is also deeply rooted in narratives of modernity and progress that formed out of the European Enlightenment, meaning that it is not as “tolerant” and “neutral” as it is widely considered to be.[19] On this, Asad writes “A secular state does not guarantee toleration; it puts into play different structures of ambition and fear. The law never seeks to eliminate violence since its object is always to regulate violence.”[19]\n\nAfter giving a short genealogy of the concept of “the secular”, Asad discusses agency, pain, and cruelty, how they relate to embodiment, and how they are conceptualized in secular society. From here, he goes into an exploration of different ways in which “the human” or the individual is conceptualized and how this informs different understandings of human rights - establishing “human rights” as having a subjective definition rather than being an objective set of rules.[19] Later chapters explore notions and assumptions around “religious minorities” in Europe, and a discussion of whether nationalism is essentially secular or religious in nature. The final few chapters explore transformations in religious authority, law, and ethics in colonial Egypt in order to illuminate aspects of secularization not usually attended to. \n\nThe concluding thought of Formations of the Secular is the question of what anthropology can contribute to the clarification of questions about secularism. Asad does not determine a clear answer to this question, but encourages exploring secularism “through its shadows” and advises that anthropology of secularism should start asking how “different sensibilities, attitudes, assumptions, and behaviors come together to either support or undermine the doctrine of secularism?”[19]\n\nIn response to the September 11 attacks and the rise in anti-Islamic sentiment that followed, Asad published On Suicide Bombing in 2007. This book is intended to confront questions about political violence that are central to our modern society and to deconstruct western notions of Islamic terrorism. The central question of the book is not to ask why someone would become a suicide bomber, but instead to think critically about why suicide bombing generates such horror.[20]\n\nAsad offers several suggestions or potential explanations as to why there is a particular sense of horror when confronted with suicide bombing:\n\nAsad’s hope in writing this book is not to defend suicide bombing, but instead to go beyond some of the commonly held positions surrounding it. In particular, he is critical of the denunciation of religious violence as the very opposite of legitimate, \"justified\" political violence that the U.S. engages in. His goal is to communicate that if there is no such thing as \"justified terrorism\", there is no such thing as \"justified war\" and therefore to turn the readers' attention to a critical examination of killing, of dying, and of letting live and letting die in modern global politics.[20]\n\n"
        }
    ]
}