{
    "url": "https://en.wikipedia.org/wiki/Talk_shows",
    "title": "Talk show",
    "table_of_contents": [
        "1 Attributes",
        "2 Subgenres",
        "3 History",
        "4 Talk shows around the world",
        "4.1 Japan",
        "4.2 South Korea and Taiwan",
        "4.3 Nepal",
        "4.4 Brazil",
        "4.5 China",
        "5 See also",
        "6 References",
        "7 Further reading"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nA talk show (or chat show in British English) is a television programming or radio programming genre structured around the act of spontaneous conversation.[1][2][3] A talk show is distinguished from other television programs by certain common attributes.[4] In a talk show, one person (or group of people or guests) discusses various topics put forth by a talk show host.[5] This discussion can be in the form of an interview or a simple conversation about important social, political or religious issues and events.[6] The personality of the host shapes the tone of the show, which also defines the \"trademark\" of the show.[1][7] A common feature or unwritten rule of talk shows is to be based on \"fresh talk\", which is talk that is spontaneous or has the appearance of spontaneity.[1][3][7]\n\nThe history of the talk show spans back from the 1950s to the present.[8]\n\nTalk shows can also have several different subgenres, which all have unique material and can air at different times of the day via different avenues.[9]\n\n"
        },
        {
            "title": "Attributes",
            "text": "Beyond the inclusion of a host, a guest(s), and a studio or call-in audience, specific attributes of talk shows may be identified:\n\n"
        },
        {
            "title": "Subgenres",
            "text": "There are several major formats of talk shows. Generally, each subgenre predominates during a specific programming block during the broadcast day.\n\nThese formats are not absolute; some afternoon programs have similar structures to late-night talk shows. These formats may vary across different countries or markets. Late night talk shows are especially significant in the United States. Breakfast television is a staple of British television. The daytime talk format has become popular in Latin America as well as the United States.\n\nThese genres also do not represent \"generic\" talk show genres. \"Generic\" genres are categorized based on the audiences' social views of talks shows derived through their cultural identities, fondness, preferences and character judgements of the talk shows in question.[6] The subgenres listed above are based on television programming and broadly defined based on the TV guide rather than on the more specific categorizations of talk show viewers. However, there is a lack of research on \"generic\" genres, making it difficult to list them here. According to Mittell, \"generic\" genres is of significant importance in further identifying talk show genres because with such differentiation in cultural preferences within the subgenres, a further distinction of genres would better represent and target the audience.[6]\n\nTalk-radio host Howard Stern also hosted a talk show that was syndicated nationally in the US, then moved to satellite radio's Sirius. The tabloid talk show genre, pioneered by Phil Donahue[10] in 1967[4] but popularized by Oprah Winfrey[11] was extremely popular during the last two decades of the 20th century.[12]\n\nPolitics are hardly the only subject of American talk shows, however. Other radio talk show subjects include Car Talk hosted by NPR and Coast to Coast AM hosted by Art Bell and George Noory which discusses topics of the paranormal, conspiracy theories, fringe science, and the just plain weird. Sports talk shows are also very popular ranging from high-budget shows like The Best Damn Sports Show Period to Max Kellerman's original public-access television cable TV show Max on Boxing.\n\n"
        },
        {
            "title": "History",
            "text": "Talk shows have been broadcast on television since the earliest days of the medium. Joe Franklin, an American radio and television personality, hosted the first television talk show. The show began in 1951 on WJZ-TV (later WABC-TV) and moved to WOR-TV (later WWOR-TV) from 1962 to 1993.[8]\n\nNBC's The Tonight Show is the world's longest-running talk show; having debuted in 1954, it continues to this day. The show underwent some minor title changes until settling on its current title in 1962, and despite a brief foray into a more news-style program in 1957 and then reverting that same year, it has remained a talk show. Ireland's The Late Late Show is the second-longest running talk show in television history, and the longest running talk show in Europe, having debuted in 1962.\n\nSteve Allen was the first host of The Tonight Show, which began as a local New York show, being picked up by the NBC network in 1954. It in turn had evolved from his late-night radio talk show in Los Angeles.  Allen pioneered the format of late night network TV talk shows, originating such talk show staples as an opening monologue, celebrity interviews, audience participation, and comedy bits in which cameras were taken outside the studio, as well as music, although the series' popularity was cemented by second host Jack Paar, who took over after Allen had left and the show had ceased to exist.\n\nTV news pioneer Edward R. Murrow hosted a talk show entitled Small World in the late 1950s and since then, political TV talk shows have predominantly aired on Sunday mornings.\n\nSyndicated daily talk shows began to gain more popularity during the mid-1970s and reached their height of popularity with the rise of the tabloid talk show. Morning talk shows gradually replaced earlier forms of programming — there were a plethora of morning game shows during the 1960s and early to mid-1970s, and some stations formerly showed a morning movie in the time slot that many talk shows now occupy.\n\nCurrent late night talk shows such as The Tonight Show Starring Jimmy Fallon, Conan and The Late Show with Stephen Colbert have aired featuring celebrity guests and comedy sketches. Syndicated daily talk shows range from tabloid talk shows, such as Jerry Springer and Maury to celebrity interview shows like Live with Kelly and Ryan, Tamron Hall, The Wendy Williams Show, Steve Wilkos, The Ellen DeGeneres Show and The Kelly Clarkson Show to industry leader The Oprah Winfrey Show which popularized the former genre and has been evolving towards the latter. On November 10, 2010, Oprah Winfrey invited several of the most prominent American talk show hosts - Phil Donahue, Sally Jessy Raphael, Geraldo Rivera, Ricki Lake, and Montel Williams - to join her as guests on her show. The 1990s in particular saw a spike in the number of \"tabloid\" talk shows, most of which were short-lived and are now replaced by a more universally appealing \"interview\" or \"lifestyle TV\" format.[13]\n\nTalk shows have more recently started to appear on Internet radio.  Also, several Internet blogs are in talk show format including the Baugh Experience.[citation needed]\n\nThe current world record for the longest talk show is held by Rabi Lamichhane from Nepal by staying on air\nfor 62 hours from April 11 to 13, 2013 breaking the previous record set by two Ukrainians by airing the show for 52 hours in 2011.[14]\n\nIn 2020, the fear of the spread of the coronavirus led to large changes in the operation of talk shows, with many being filmed without live audiences to ensure adherence to the rules of social distancing.[15][16] The inclusion of a live, participating audience is one of the attributes that contribute to the defining characteristics of talk shows.[4] Operating without the interaction of viewers created difficult moments and awkward silences to hosts who usually used audience responses to transition conversations.[15][16]\n\n"
        },
        {
            "title": "Talk shows around the world",
            "text": "Tetsuko's Room (徹子の部屋, Tetsuko no Heya) is a talk show hosted by Tetsuko Kuroyanagi and broadcast on TV Asahi from February 2, 1976, every Monday to Friday from 13:00 to 13:30 (JST). It is a long-lived program, and as of 2022, it has been broadcast for 47 years and more than 11,000 times, repeatedly winning Guinness World Records.\n\nIn Japan, panel shows called tōku bangumi (トーク番組) are very commonplace, accounting for about 30% of daytime and prime-time programming on the four main television stations. Due to language and cultural differences, Japanese TV stations could not freely use syndicated programs (mostly from Europe and North America) and therefore turned to panel shows, which could be produced cheaply and easily, to fill time during daytime programming.\n\nJapanese panel shows are distinct in generally not employing regular panelists but instead having a panel made up of different freelance comedians and celebrities each program, although the program is generally hosted by the same compere. Talk shows evolved in tandem with the Japanese variety show and it is very common for talk shows to borrow variety elements, typically by having celebrity guests attempt some kind of amusingly incongruous activity. Often, one of the guests will be a gaijin tarento (foreign talent) in order to provide comedy or to comment on matters related to Western culture. Comedic material is commonly written and rehearsed before tapings with or without a live audience.\n\nKorean and Taiwanese talk shows have used the panel format similar to Japanese programs and rely on famous celebrities and comedic banter than topics. Their programs often shorten interviews from lengthy tapings.\n\nRabi Lamichhane from Nepal holds the present world record for longest ever talk show.\n\nIn Brazil, Jô Soares inaugurated the genre with Jô Soares Onze e Meia (\"Jô Soares Eleven Thirty\") from 1988 to 1999 on SBT. In 2000, Soares took his show's format to TV Globo, where it was then called Programa do Jô, and was broadcast until 2016. Jô's main competitors at the time were Danilo Gentili and Fábio Porchat.\n\nIn 1999, Speak Up, hosted by Ma Dong, son of the famous Chinese comedian Ma Ji, was born as an early talk show \"chatting\" about a variety of sharp topics related to people's livelihoods, the state system, and power structures. The show was eventually taken off the air as a direct result of the last episode of \"Approaching Homosexuality.\"[17]\n\nIn 2012, Dragon Television created a new high-end cultural, American-style talk show, \"Tonight 80's Talk Show\" is hosted by the new comedian Wang Zijian, showing young people's attitudes and thoughts on social hotspots, cultural events, fashion trends, humorous and funny but without losing wisdom and sharpness.\n\n"
        }
    ]
}