{
    "url": "https://en.wikipedia.org/wiki/Tall_tale",
    "title": "Tall tale",
    "table_of_contents": [
        "1 United States",
        "1.1 About real people",
        "1.2 About imaginary people",
        "2 Australia",
        "3 Canada",
        "4 Europe",
        "5 In visual media",
        "6 See also",
        "7 References",
        "8 Further reading",
        "9 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "A tall tale is a story with unbelievable elements, related as if it were true and factual. Some tall tales are exaggerations of actual events, for example fish stories (\"the fish that got away\") such as, \"That fish was so big, why I tell ya', it nearly sank the boat when I pulled it in!\" Other tall tales are completely fictional tales set in a familiar setting, such as the European countryside, the American frontier, the Canadian Northwest, the Australian frontier, or the beginning of the Industrial Revolution.\n\nEvents are often told in a way that makes the narrator seem to have been a part of the story; the tone is generally good-natured. Legends are differentiated from tall tales primarily by age;[citation needed] many legends exaggerate the exploits of their heroes, but in tall tales the exaggeration looms large, to the extent of dominating the story.\n\n"
        },
        {
            "title": "United States",
            "text": "The tall tale is a fundamental element of American folk literature. The tall tale's origins are seen in the bragging contests that often occurred when the rough men of the American frontier gathered. The tales of legendary figures of the Old West, some listed below, owe much to the style of tall tales.\n\nThe semi-annual speech contests held by Toastmasters International public speaking clubs may include a tall tales contest. Each and every participating speaker is given three to five minutes to give a short speech of a tall tale nature, and is then judged according to several factors. The winner proceeds to the next level of competition. The contest does not proceed beyond any participating district in the organization to the international level.\n\nThe comic strip Non Sequitur sometimes features tall tales told by the character Captain Eddie; it is left up to the reader to decide if he is telling the truth, exaggerating a real event, or just telling a whopper.\n\nSome stories are told about exaggerated versions of real people:\n\nSubjects of some American tall tales include legendary figures:\n\n"
        },
        {
            "title": "Australia",
            "text": "The Australian frontier (known as the bush or the outback) similarly inspired the types of tall tales that are found in American folklore. The Australian versions typically concern a mythical station called The Speewah. The heroes of the Speewah include:\n\nAnother folk hero is Charlie McKeahnie, the hero of Banjo Paterson's poem \"The Man from Snowy River\", whose bravery, adaptability, and risk-taking could epitomise the new Australian spirit.\n\n"
        },
        {
            "title": "Canada",
            "text": "The Canadian frontier has also inspired the types of tall tales that are found in American folklore, such as: \n\n"
        },
        {
            "title": "Europe",
            "text": "Some European tall tales include:\n\n"
        },
        {
            "title": "In visual media",
            "text": "Early 20th-century postcards became a vehicle for tall tale telling in the US.[5][6] Creators of these cards, such as the prolific Alfred Stanley Johnson Jr.[7] and William H. \"Dad\" Martin, usually employed trick photography, including forced perspective, while others painted their unlikely tableaus,[6] or used a combination of painting and photography in early examples of photo retouching.[8] The common theme was gigantism: fishing for leviathans,[6][9] hunting for[6][10] or riding[11][12] oversized animals, and bringing in the impossibly huge sheaves.[6][13] An homage to the genre can be found on the cover of the Eat a Peach (1972) album by The Allman Brothers Band.\n\n"
        }
    ]
}