{
    "url": "https://en.wikipedia.org/wiki/Talos",
    "title": "Talos",
    "table_of_contents": [
        "1 Narrative",
        "2 Variations and interpretations",
        "3 See also",
        "4 Footnotes",
        "5 References",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\nIn Greek mythology, Talos — also spelled Talus (/ˈteɪlɒs/;[1] Greek: Τάλως, Tálōs) or Talon (/ˈteɪlɒn, ən/; Greek: Τάλων, Tálōn) — was a giant automaton made of bronze to protect Europa in Crete from pirates and invaders. He circled the island's shores three times daily.\n\n"
        },
        {
            "title": "Narrative",
            "text": "\nTalos is usually said to have been made by Hephaestus at the request of Zeus, to protect Europa from people who would want to kidnap her. (According to B.A. Sparkes (1996),[2] \"The most detailed treatment in literature is to be found in the Argonautica [3rd century BC] ... however, we have detailed images of the episode, 150 years earlier, dated to around 400 BC.\"[2][a])\n\nAccording to (pseudo-)Apollodorus, however, there were three theories regarding Talos:\n\nThe  pseudo-Platonic dialogue Minos rationalized the myth, thrice yearly showing at each village in turn the laws of Minos inscribed on brass tablets.\n\nTalos had one vein, which went from his neck to his ankle, bound shut by only one bronze nail. The Argo, transporting Jason and the Argonauts, approached Crete after obtaining the Golden Fleece. As guardian of the island, Talos kept the Argo at bay by hurling great boulders at it. According to (pseudo-)Apollodorus,[6] Talos was slain when Medea the sorceress either drove him mad with drugs, or deceived him into believing that she would make him immortal by removing the nail. In Argonautica, Medea hypnotized him from the Argo, driving him mad with the keres (female death-spirits) that she raised, so that he dislodged the nail, and \"the ichor ran out of him like molten lead\", exsanguinating and killing him. Translator P. Green,[7] notes that the Argonautica's Talos story is somewhat reminiscent of the story of Achilles' heel.[7]\n\n"
        },
        {
            "title": "Variations and interpretations",
            "text": "In the Cretan dialect, talôs was the equivalent of the Greek hêlios, the Sun: The lexicon of Hesychius of Alexandria notes simply \"Talos is the Sun\".[8]:126 In Crete, Zeus was worshipped as Zeus Tallaios,[9] \"Solar Zeus\", absorbing the earlier god as an epithet in the familiar sequence.[b]\n\"Zeus Tallaios\" is discussed in Cook (1964).[11] The god was identified with the Tallaia, a spur of the Ida range in Crete. On a coin from Phaistos he is winged; in Greek vase-paintings and Etruscan bronze mirrors he is not. \n\nThe ideas of Talos vary widely, with one consistent detail: in Greek imagery outside Crete, Talos is always being vanquished.[c]\nHe seems to have been an enigmatic figure to the Greeks themselves.[d]\nTalos is described by Greeks in two versions:\n\nOr he may have been the son of Kres, the personification of Crete;[f]\nin Argonautica, Talos threw rocks at any approaching ship to protect his island.[g] In the Byzantine encyclopedia called the Suda (10th century), it is said that according to the Simonides of Keos when the Sardinians did not wish to release Talos to Minos, he heated himself – by jumping into a fire – and clasped them in his embrace.[h]\n\nA.B. Cook (1914)[17] first suggested that the  single vein closed by a nail or plug referred to the lost-wax method of casting.[17] Robert Graves — whose interpretation of Greek mythology is controversial among many scholars — suggests that this myth is based on a misinterpretation of an image of Athena demonstrating the lost-wax process of casting steel, which Daedalus would have brought to Sardinia.[18]\n\nIn the film Jason and the Argonauts from 1963, Talos dies in a dramatic way that makes the public wonder if he is a programmed robot or maybe more.[19]\n\n"
        }
    ]
}