{
    "url": "https://en.wikipedia.org/wiki/Tambor_de_Mina",
    "title": "Tambor de Mina",
    "table_of_contents": [
        "1 Terminology",
        "2 History",
        "3 Beliefs",
        "4 Temples and priesthood",
        "5 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Tambor de Mina is an Afro-Brazilian religious tradition, practiced mainly in the Brazilian states of Maranhão, Piauí, Pará and the Amazon rainforest.[1]\n\n"
        },
        {
            "title": "Terminology",
            "text": "Tambor means drum in Portuguese, and refers to the importance of the rhythmic element to worship. Mina derives from the name São Jorge da Mina, now also known as Elmina Castle, and refers to a designation given to African slaves, although the name did not necessarily refer to slaves who had passed through the fortress/port of São Jorge da Mina itself, but rather to \"different ethnicities over time and place\".[2] For example, 'Mina-Popo' was often the designation for people from Little Popo, originally Akan speakers who had migrated from west of the Volta River, and \"Mina-Nago\" and \"Mina-Congo\" were other designations sometimes found in Brazil.[2]\n\n"
        },
        {
            "title": "History",
            "text": "Slavery in Maranhão was concentrated in the Itapecuru Valley, the Baixada Maranhense, and São Luís, which is the capital of the Brazilian state of Maranhao.  Cotton and sugar cane plantations contributed heavily to the development of larger cities.  Colonial houses were built with slave labor with their unique design influenced by the harmony, beauty, and choreography of songs originating from ancient Africa.[1]\n\n"
        },
        {
            "title": "Beliefs",
            "text": "Tambor of Mina worships vodums, orixás, and entities (also called Encantados, spirits of people) who are called gentis (if they are European kings, princes and nobles, like King Sebastian of Portugal, King Manoel, King Luís) or caboclos (if they are of native origin, or Turcos of moorish kings origin, or indigenous people, like Pai Turquia, João da Mata Rei da Bandeira, Vó Surrupira, Sultão das Matas, and many others).[3][1]\n\nVoduns, gods of the fon or jeje people, are forces of nature and deified human ancestors. Some young voduns called toquém or toquenos fulfill the function of guides, messengers, helpers of the other voduns. Tobóssis are infantile feminine deities, considered daughters of voduns.[1]\n\nThe voduns are grouped in 5 families: Davice (or the dahomean royal family, like Tói Zomadônu, Tói Dadarrô, Nochê Sepazin); Quevioçô (or Nagô voduns, such as Tói Badé Nenem Quevioçô, Nochê Sobô Babadi, Nanã, Tói Lôco, Tói Averequete); Dambirá (who cures the plague and other diseases, like Tói Acóssi Sapatá Odan and Tói Azile); Aladanu; Savaluno (like Azacá). Each family occupies a specific part of the house and has its own songs, behaviors, and activities. There are about 45 voduns and 15 tobossis in Casa das Minas.[1]\n\nThe title of Tói means that vodum is a male and the title of Nochê means that vodum is a female. Avievodum is the Supreme God, and Legba is not considered a messenger, being identified as an evil spirit by the Casa das Minas, although he plays an important role in other temples.[4]\n\nTambor de Mina is a mixture of Dahomey Religion, fon (jeje), Yoruba Religion (nagô), Fanti-Ashanti, Ketu, Agrono or Cambinda (Angola-Congo), Indigenous American and European traditions (Roman Catholicism).[5]\n\nIt is said that the encantados are entities of people who did not die, but disappeared mysteriously, becoming invisible or turning into animals or plants, living in a magical kingdom called Encantaria. The encantados are present in diverse Amazon beliefs (like the legend of Boto) and they are also organized in families in the Tambor de Mina: Lençol (that lives in the island of Lençóis, in Cururupu, in Maranhão, like the King Sebastian and Tóia Jarina); Codó (its leader is Légua-Boji); Turquia (like Cabocla Mariana, Herondina); Bandeira (its leader is João da Mata Rei da Bandeira); Gama; Bahia; Surrupira, and others. They are also invoked in religious ceremonies and the priest or priestess goes into trance.[1]\n\nDue to the cultural richness and syncretism present in the cult, these elements coexist in a harmonious way, being almost impossible to separate popular Catholicism, local folklore and the Encantaria, the Cure or Pajelança from the Tambor de Mina (in festive rites called Brinquedo de Cura; or Tambor de Curador, in the city of Cururupu). It is said that the pantheon of encantados shared by the two religions \"navigate in the two waters\", being the Tambor de Mina classified as \"sea water line\" and the Cura/Pajelança as \"fresh water line\".[3][6]\n\nIn the temples of Tambor de Mina, it is common to hold feasts and parties of the popular culture of Maranhão that are sometimes requested by spiritual entities that like them, such as the Feast of the Divine Holy Spirit, Bumba-meu-boi, Tambor de Crioula, and others.[5]\n\nTerecô is the denomination of one of the Afro-Brazilian religions of the city of Codó (called capital of macumba or capital of magic, by the great number of terreiros, the temples of Afro-Brazilian religions) in Maranhão and Teresina in Piauí, derived from Tambor de Mina.\n\n"
        },
        {
            "title": "Temples and priesthood",
            "text": "There are two main models of Tambor de Mina in Maranhão: Jeje and Nagô. The former seems to be the oldest and settled around the Casa Grande das Minas Jeje, better known as Casa das Minas (Querebentã de Tói Zomadônu or House of Minas), the oldest temple (terreiro), which must have been founded in São Luís in the 1840s. The other, which is almost contemporary and which continues to this day, has settled around the Casa de Nagô (House of Nagô). Casa das Minas and Casa de Nagô are located in the same neighborhood.[1]\n\nThe Casa das Minas (Querebentã of Tói Zomadônu) is unique; it does not have houses that are affiliated to it. It was founded by an African woman named Maria Jesuina, who came to Brazil as a slave and, according to Pierre Verger, was the Queen Nã Agontimé, wife of King Agonglô of Dahomey and mother of King Guezô. The most famous priestess (vondunsi) of the temple was Mother Andresa Maria, considered the last princess of Fon direct lineage that headed the Casa das Minas. She was born in 1854 and died in 1954, at the age of 100.[1] In this house, the songs are in language jeje (Ewe-Fon) and deities called voduns are worshipped, but although it does not have affiliated houses, the cult model of the Tambor de Mina is greatly influenced by the Casa das Minas. In the Casa das Minas, only women can command religious ceremonies. They are called vodunsis, the priestess of Tambor de Mina. The men had a special function of drum players (abatás players; hence, the definition of \"abatazeiros\").[4] The last vodunsi, Dona Deni, died in 2015, having been no full priesthood initiation rituals (vodúnsi-gonjaí) since 1914 (for reasons not clarified), without other vodunsis to the trance by the invocation of voduns.\n\nCasa das Minas is currently managed by Euzébio Pinto, the grandson of vondusi Dona Amélia. There are still many festivals of popular culture in the temple, such as the Feast of the Divine Holy Spirit, Tambor de Crioula, Bumba-meu-boi and others (that traditionally were requested by the voduns who liked them), with the Casa das Minas continuing with much cultural relevance.[1]\n\nThe Casa de Nagô (Nagon Abioton) was founded by Josefa (Zefa de Nagô) and Maria Joana Travassos, who were African women of yourubá tradition, and helped by the founder of Casa das Minas. They worship voduns, orixás (Yoruba deities), gentis, and caboclos. The House of Nagô influenced the formation of the other terreiros (temples) of São Luís.\n\nVarious objects of the Afro-Maranhense culture, especially the Tambor de Mina, as accessories of clothing and support, used in the rituals of Casa das Minas, Casa de Nagô, and other terreiros of Maranhão can be found in Cafuá das Mercês (Black Museum), in Sao Luís.[7]\n\nThere are hundreds of temples of Tambor de Mina, headed by women called vodunsis and men called vodunos, in Maranhão (like Casa Fanti Ashanti), or with origin from Maranhão, in Piauí, Pará (Terreiro de Tambor de Mina Dois Irmãos), Amazonas, in the southeastern region, like the Casa das Minas Toya Jarina, in the state of São Paulo.[1]\n\n"
        }
    ]
}