{
    "url": "https://en.wikipedia.org/wiki/Tanpopo_mission",
    "title": "Tanpopo mission",
    "table_of_contents": [
        "1 Mission",
        "2 Objectives",
        "3 Analyses",
        "4 See also",
        "5 References",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The Tanpopo mission is an orbital astrobiology experiment investigating the potential interplanetary transfer of life, organic compounds, and possible terrestrial particles in the low Earth orbit. The purpose is to assess the panspermia hypothesis and the possibility of natural interplanetary transport of microbial life as well as prebiotic organic compounds.\n\nThe collection and exposure phase took place from May 2015 through February 2018 utilizing the Exposed Facility located on the exterior of Kibo, the Japanese Experimental Module of the International Space Station.[1] The mission, designed and performed by Japan, used ultra-low density silica gel (aerogel) to collect cosmic dust by,[2] which is being analyzed for amino acid-related compounds and microorganisms following their return to Earth.[3] The last samples were retrieved in February 2018 and analyses are ongoing.[4] The principal investigator is Akihiko Yamagishi, who heads a team of researchers from 26 universities and institutions in Japan, including JAXA.\n\n"
        },
        {
            "title": "Mission",
            "text": "The capture and exposure experiments in the Tanpopo mission were designed to confirm the hypothesis that extraterrestrial organic compounds played important roles in the generation of the first terrestrial life, as well as examination of the hypothesis of panspermia. If the Tanpopo mission can detect microbes at the higher altitude of low Earth orbit (400 km), it will support the possible interplanetary migration of terrestrial life.[5][6] The mission was named after the plant dandelion (Tanpopo) because the plant's seeds evoke the image of seeds of lifeforms spreading out through space.\n\nThe Tanpopo mission exposures took place at the Exposed Facility located on the exterior of the Kibo module of the ISS from May 2015 through February 2018.[4] It collected cosmic dust and exposed dehydrated microorganisms outside the International Space Station while orbiting 400 km (250 mi) above the Earth. These experiments will test some aspects of panspermia, a hypothesis for an exogenesis origin of life distributed by meteoroids, asteroids, comets and cosmic dust.[7] This mission will also test if terrestrial microbes (e.g., aerosols embedding microbial colonies) may be present, even temporarily and in freeze-dried form in the low Earth orbit altitudes.[7]\n\nThree key microorganisms include Deinococcus species:  D. radiodurans, D. aerius and D. aetherius.[8] Containers holding yeast and other microbes were also placed outside the Kibo module to examine whether microbes can survive being exposed to the harsh cold environment of outer space. Also, by evaluating retrieved samples of exposed terrestrial microbes and astronomical organic analogs on the exposure panels, they can investigate their survival and any alterations in the duration of interplanetary transport.\n\nResearchers also aim to capture organic compounds and prebiotic organic compounds — such as aminoacids — drifting in space.[9]  The mission collected cosmic dust and other particles for three years by using a two-layer aerogel ultra-low density silica gel collector with a density of 0.01 g/cc (0.0058 oz/cu in) for the upper layer and ~0.03 g/cc (0.017 oz/cu in) for the base layer.[7] Some of the aerogel collectors were replaced every one to two years through February 2018.[9][4]\n\nThe official ISS experiment code name is \"Astrobiology Japan\" representing \"Astrobiology exposure and micrometeoroid capture experiments\".[10]\n\n"
        },
        {
            "title": "Objectives",
            "text": "The objectives of Tanpopo lie in following 6 topics:[11]\n\n"
        },
        {
            "title": "Analyses",
            "text": "The aerogels were placed and retrieved by using the robotic arm outside Kibo. The first year samples were returned to Earth in mid-2016,[12] panels from the second year were brought back in late 2017, and the last set ended exposure in February 2018.[4] The last aerogels were placed inside the 'landing & return capsule' in early 2018 and ejected toward Earth for retrieval.[7] After retrieving the aerogels, scientists are  investigating the captured microparticles and tracks formed, followed by microbiological, organochemical and mineralogical analyses. Particles potentially containing microbes will be used for PCR amplification of rRNA genes followed by DNA sequencing.[13]\n\nEarly mission results from the first sample show evidence that some clumps of microorganism can survive for at least one year in space.[14]  This may support the idea that clumps greater than 0.5 millimeters of microorganisms could be one way for life to spread from planet to planet.[14]  It was also noted that glycine's decomposition was less than expected, while hydantoin's recovery was much lower than glycine.[3]\n\nIn August 2020, scientists reported that bacteria from Earth, particularly Deinococcus radiodurans bacteria, which is highly resistant to environmental hazards, were found to survive for three years in outer space, based on studies conducted on the International Space Station. These findings support the notion of panspermia, the hypothesis that life exists throughout the Universe, distributed in various ways, including space dust, meteoroids, asteroids, comets, planetoids or contaminated spacecraft.[15][16]\n\n"
        }
    ]
}