{
    "url": "https://en.wikipedia.org/wiki/Tarachodes_maurus",
    "title": "Tarachodes maurus",
    "table_of_contents": [
        "1 Description",
        "2 Ecology",
        "3 See also",
        "4 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nTarachodes maurus is a species of praying mantis in the family Eremiaphilidae. It was first described by the Swiss entomologist Henri Louis Frédéric de Saussure in 1871. It has been placed in either subgenus Chiropacha or subgenus Tarachodes.\n\n"
        },
        {
            "title": "Description",
            "text": "An adult female Tarachodes maurus has a flattened body. The upper surface is a mottled brownish-grey, while the underside is brightly coloured with patches of pale blue and orange; both thorax and abdomen are liberally spattered with black spots. The labrum is red and the appendages are black, their edges being rimmed with yellow.[2]\n\n"
        },
        {
            "title": "Ecology",
            "text": "T. maurus is a cryptic species. Its color camouflages it against the tree bark, but if a predator detects it and approaches from the front, the mantis rears up on its hind limbs, displaying its aposematic colouring to startle and scare away the assailant. When a predator approaches from behind, this response is not elicited.[2]\n\nJ. C. Faure observed a brooding female T. maurus in a peach orchard in Pretoria in December 1939. He found that the female T. maurus broods a batch of eggs with her abdomen partially concealing it.[2] She does not move about while brooding the eggs but as an ambush predator, attacks and feeds on any prey that came within reach.[2]\n\nUnlike the closely related species Tarachodes afzelii, the female plays no part in the development of the eggs apart from brooding them. After a month or two, they hatch and the nymphs crawl away and disperse. The eggs would probably hatch even if the female were removed, but her presence is likely to lessen egg predation, and she can also try to prevent a parasitic wasp from attacking them.[2]\n\n"
        }
    ]
}