{
    "url": "https://en.wikipedia.org/wiki/Tarzan",
    "title": "Tarzan",
    "table_of_contents": [
        "1 Character biography",
        "1.1 Jane",
        "1.2 Name",
        "1.3 Physical abilities",
        "1.4 Language and literacy",
        "2 Literature",
        "2.1 Critical reception",
        "2.2 Unauthorized works",
        "2.3 Modern fiction",
        "3 Themes of gender and race",
        "3.1 Race",
        "3.2 Gender dynamic",
        "4 Tarzan in other media",
        "4.1 Film",
        "4.2 Radio",
        "4.3 Television",
        "4.4 Stage",
        "4.5 Video games",
        "4.6 Toys and ephemera",
        "4.7 Comics",
        "5 Cultural influence",
        "5.1 Science",
        "5.2 Literature",
        "5.3 Popular culture",
        "6 Tarzan and Pellucidar main series chronology",
        "7 Bibliography",
        "7.1 By Edgar Rice Burroughs",
        "7.2 By other authors",
        "8 See also",
        "9 References",
        "9.1 Primary sources",
        "10 Further reading",
        "11 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nTarzan (John Clayton II, Viscount Greystoke) is a fictional character, an archetypal feral child raised in the African jungle by the Mangani great apes; he later experiences civilization, only to reject it and return to the wild as a heroic adventurer.\n\nCreated by Edgar Rice Burroughs, Tarzan first appeared in the novel Tarzan of the Apes (magazine publication 1912, book publication 1914), and subsequently in 23 sequels, several books by Burroughs and other authors, and innumerable works in other media, both authorized and unauthorized.\n\n"
        },
        {
            "title": "Character biography",
            "text": "Tarzan is the son of a British lord and lady who were marooned on the coast of Africa by mutineers. When Tarzan was an infant, his mother died, and his father was killed by Kerchak, leader of the ape tribe by whom Tarzan was adopted.\n\nSoon after his parents' death, Tarzan became a feral child, and his tribe of apes is known as the Mangani, great apes of a species unknown to science. Kala is his ape mother. Burroughs added stories occurring during Tarzan's adolescence in his sixth Tarzan book, Jungle Tales of Tarzan.\n\nAs an 18-year-old, Tarzan meets a young American woman named Jane Porter. She, her father, and others of their party are marooned on the same coastal jungle area where Tarzan's human parents were 20 years earlier. When Jane returns to the United States, Tarzan leaves the jungle in search of her, his one true love. In The Return of Tarzan, Tarzan and Jane marry. In later books, he lives with her for a time in England. They have one son, Jack, who takes the ape name Korak (the Killer). Tarzan is contemptuous of what he sees as the hypocrisy of civilization, so Jane and he return to Africa, making their home on an extensive estate in British East Africa[4] that becomes a base for Tarzan's later adventures.\n\nAs revealed in Tarzan's Quest, Tarzan, Jane, Tarzan's monkey friend Nkima, and their allies gained some of the Kavuru's pills that grant immortality to their consumer.\n\n\"Tarzan\" is the ape-name of John Clayton, Viscount Greystoke, according to Burroughs's Tarzan, Lord of the Jungle. (Later, less canonical sources, notably the 1984 film Greystoke, make him Earl of Greystoke.) The narrator in Tarzan of the Apes describes both \"Clayton\" and \"Greystoke\" as fictitious names, implying that, within the fictional world that Tarzan inhabits, he may have a different real name.\n\nBurroughs considered other names for the character, including \"Zantar\" and \"Tublat Zan\", before he settled on \"Tarzan\".[5] Though the copyright on Tarzan of the Apes has expired in the United States and in other countries, Edgar Rice Burroughs, Inc. claims the name \"Tarzan\" as a trademark.\n\nTarzan's jungle upbringing gives him abilities far beyond those of ordinary humans. These include climbing, clinging, and leaping as well as any great ape. He uses branches, swings from vines to travel at great speed, and can use his feet like hands (he prefers going barefoot because he relies on the flexibility of bare feet), a skill acquired among the anthropoid apes.\n\nHis strength, speed, stamina, agility, reflexes, and swimming skills are extraordinary; he has wrestled not just full-grown apes, but also gorillas, lions, rhinos, crocodiles, pythons, leopards, sharks, tigers, giant seahorses, and even dinosaurs (when he visited Pellucidar). Tarzan is a skilled tracker, and uses his exceptional hearing and keen sense of smell to follow prey or avoid predators.\n\nAs originally depicted, Tarzan/John Clayton is very intelligent and articulate, and does not speak in broken English as the classic movies of the 1930s depict him. He can communicate with many species of jungle animals, and has been shown to be a skilled impressionist, able to mimic the sound of a gunshot perfectly.\n\nTarzan is literate in English before he first encounters other English-speaking people. His literacy is self-taught after several years in his early teens by visiting the log cabin of his infancy and looking at children's primer/picture books. He eventually reads every book in his father's portable book collection, and is fully aware of geography, basic world history, and his family tree. He is \"found\" by traveling Frenchman Paul d'Arnot, who teaches him the basics of human speech and returns with him to civilization. When Tarzan first encounters d'Arnot, he tells him (in writing): \"I speak only the language of my tribe—the great apes who were Kerchak's; and a little of the languages of Tantor, the elephant, and Numa, the lion, and of the other folks of the jungle I understand.\"\n\nTarzan can learn a new language in days, ultimately speaking many languages, including that of the great apes, French, Finnish, English, Dutch, German, Swahili, many other Bantu languages, Arabic, Ancient Greek, Ancient Latin, and Mayan, as well as the languages of the Ant Men and of Pellucidar.\n\n"
        },
        {
            "title": "Literature",
            "text": "Tarzan has been called one of the best-known literary characters in the world.[6] In addition to more than two dozen books by Burroughs and a handful more by authors with the blessing of Burroughs's estate, the character has appeared in films, radio, television, comic strips, and comic books. Numerous parodies and pirated works have also appeared.\n\nWhile Tarzan of the Apes met with some critical success, subsequent books in the series received a cooler reception and have been criticized for being derivative and formulaic. The characters are often said to be two-dimensional, the dialogue wooden, and the storytelling devices (such as excessive reliance on coincidence) strain credulity. According to Rudyard Kipling (who himself wrote stories of a feral child, The Jungle Book's Mowgli), Burroughs wrote Tarzan of the Apes just so he could \"find out how bad a book he could write and get away with it.\"[7][8]\n\nWhile Burroughs was not a polished novelist, he was a vivid storyteller. Most of his novels are still in print.[9] In 1963, author Gore Vidal wrote a piece on the Tarzan series that, while pointing out several of the deficiencies that the Tarzan books have as works of literature, praises Burroughs for creating a compelling \"daydream figure.\"[10] Critical reception grew more positive with the 1981 study by Erling B. Holtsmark, Tarzan and Tradition: Classical Myth in Popular Literature.[11] Holtsmark added a volume on Burroughs for Twayne's United States Author Series in 1986.[12] In 2010, Stan Galloway provided a sustained study of the adolescent period of the fictional Tarzan's life in The Teenage Tarzan.[13]\n\nDespite critical panning, the Tarzan stories have remained popular. Burroughs's melodramatic situations and the elaborate details he works into his fictional world, such as his construction of a partial language for his great apes, appeal to a worldwide fan base.[14]\n\nAfter Burroughs's death, a number of writers produced new Tarzan stories. In some instances, the estate managed to prevent publication of such works. The most notable example in the United States was a series of five novels by the pseudonymous \"Barton Werper\" that appeared 1964–65 by Gold Star Books (part of Charlton Comics). As a result of legal action by Edgar Rice Burroughs, Inc., they were taken off the market.[15] Similar series appeared in other countries, notably Argentina, Israel, and some Arab countries.\n\nIn 1972, science-fiction author Philip José Farmer wrote Tarzan Alive, a biography of Tarzan using the frame device that he was a real person. In Farmer's fictional universe, Tarzan, along with Doc Savage and Sherlock Holmes, are the cornerstones of the Wold Newton family. Farmer wrote two novels, Hadon of Ancient Opar and Flight to Opar, set in the distant past and giving further knowledge of the antecedents of the lost city of Opar, which plays an important role in the Tarzan books. In addition, Farmer's A Feast Unknown, and its two sequels Lord of the Trees and The Mad Goblin, are pastiches of the Tarzan and Doc Savage stories, with the premise that they tell the story of the real characters upon which the fictional characters are based. A Feast Unknown is somewhat infamous among Tarzan and Doc Savage fans for its graphic violence and sexual content.\n\n"
        },
        {
            "title": "Themes of gender and race",
            "text": "In her Manliness and Civilization, Gail Bederman describes how various people of the time either challenged or upheld the idea that \"civilization\" is predicated on white masculinity. She closes with a chapter on Tarzan of the Apes (1912) because the story's protagonist is, according to her, the ultimate male by the standards of 1912 White Americans. Bederman does note that Tarzan, \"an instinctively chivalrous Anglo-Saxon,\" does not engage in sexual violence, renouncing his \"masculine impulse to rape.\" However, she also notes that not only does Tarzan kill black man Kulonga in revenge for killing his ape mother (a stand-in for his biological White mother) by hanging him, \"lyncher Tarzan\" actually enjoys killing black people, for example the cannibalistic Mbongans.[16]\n\nBederman, in fact, reminds readers that when Tarzan first introduces himself to Jane, he does so as \"Tarzan, the killer of beasts and many black men\". The novel climaxes with Tarzan saving Jane (who in the original novel is not British, but a southern White woman from Baltimore, Maryland) from a black ape rapist. When he leaves the jungle and sees \"civilized\" Africans farming, his first instinct is to kill them just for being Black. \"Like the lynch victims reported in the Northern press, Tarzan's victims—cowards, cannibals, and despoilers of white womanhood—lack all manhood. Tarzan's lynchings thus prove him the superior man.\"[16]\n\nAccording to Bederman, despite Tarzan embodying all the tropes of white supremacy espoused or rejected by the people she had reviewed (Theodore Roosevelt, G. Stanley Hall, Charlotte Perkins Gilman, Ida B. Wells), Burroughs, in all probability, was not trying to make any kind of statement or echo any of them. \"He probably never heard of any of them.\" Instead, Bederman writes that Burroughs proves her point because, in telling racist and sexist stories whose protagonist boasted of killing black people, he was not being unusual at all, but was instead just being a typical 1912 White American.[16]\n\nThe Tarzan books and movies employ extensive stereotyping. With changing social views and customs this has led to criticism, including charges of racism since the early 1970s.[17] The early books give a pervasively negative and stereotypical portrayal of native Africans, including Arabs. In The Return of Tarzan, Arabs are \"surly looking\" and call Christians \"dogs\", while black Africans are \"lithe, ebon warriors, gesticulating and jabbering\".\n\nIn regards to race, a superior–inferior relationship with valuation is implied in virtually all interactions between white and black people in the Tarzan stories, and similar relationships and valuations can be seen in most other interactions between differing people. According to James Loewen's Sundown Towns, this may be a vestige of Burroughs's having been from Oak Park, Illinois, a former Sundown town (a town that forbids non-white people from living within it).[18]\n\nTarzan is a white European male who grows up with apes. According to \"Taking Tarzan Seriously\" by Marianna Torgovnick, Tarzan is confused with the social hierarchy that he is a part of. Unlike everyone else in his society, Tarzan is the only one who is not clearly part of any social group. All the other members of his world are not able to climb or decline socially because they are already part of a social hierarchy which is stagnant. Turgovnick writes that since Tarzan was raised as an ape, he thinks and acts like an ape. However, instinctively he is human and he resorts to being human when he is pushed to. The reason of his confusion is that he does not understand what the typical white male is supposed to act like. His instincts eventually kick in when he is in the midst of this confusion, and he ends up dominating the jungle. In Tarzan, the jungle is a microcosm for the world in general in 1912 to the early 1930s. His climbing of the social hierarchy proves that the European white male is the most dominant of all races/sexes, no matter what the circumstance. Furthermore, Turgovnick writes that when Tarzan first meets Jane, she is slightly repulsed but also fascinated by his animal-like actions. As the story progresses, Tarzan surrenders his knife to Jane in an oddly chivalrous gesture, which makes Jane fall for Tarzan despite his odd circumstances. Turgovnick believes that this displays an instinctual, civilized chivalry that Burrough believes is common in white men.[19]\n\nBurroughs's opinions, manifested through the narrative voice in the stories, reflect common attitudes in his time, which in a 21st-century context would be considered racist and sexist.\n\n\nAlthough the character of Tarzan does not directly engage in violence against women, feminist scholars have critiqued the presence of other sympathetic male characters who do so with Tarzan's approval.[20] In Tarzan and the Ant Men, the men of a fictional tribe of creatures called the Alali gain social dominance of their society by beating Alali women into submission with weapons that Tarzan willingly provides them.[20] Following the battle, Burroughs (p. 178) states:[20]\nWhile Burroughs depicts some female characters with humanistic equalizing elements, Torgovnick argues that violent scenes against women in the context of male political and social domination are condoned in his writing, reinforcing a notion of gendered hierarchy where patriarchy is portrayed as the natural pinnacle of society.[20]\n\n"
        },
        {
            "title": "Tarzan in other media",
            "text": "The first Tarzan films were silent pictures adapted from the original Tarzan novels, which appeared within a few years of the character's creation. The first actor to portray the adult Tarzan was Elmo Lincoln in 1918's film Tarzan of the Apes. With the advent of talking pictures, a popular Tarzan film franchise was developed, lasting from the 1930s through the 1960s. Starting with Tarzan the Ape Man in 1932 through twelve films until 1948, the franchise was anchored by former Olympic swimmer Johnny Weissmuller in the title role. Tarzan films from the 1930s on often featured Tarzan's chimpanzee companion Cheeta, his consort Jane (not usually given a last name), and an adopted son, usually known only as \"Boy.\" However, productions by Sy Weintraub from 1959 onward dropped the character of Jane and portrayed Tarzan as a lone adventurer. Later Tarzan films have been occasional and somewhat idiosyncratic.\n\nThere were also several serials and features that competed with the main franchise, including Tarzan the Fearless (1933) starring Buster Crabbe and The New Adventures of Tarzan (1935) starring Herman Brix. The latter serial was unique for its period in that it was partially filmed on location (Guatemala) and portrayed Tarzan as educated. It was the only Tarzan film project for which Burroughs was personally involved in the production.\n\nWeissmuller and his immediate successors were enjoined to portray the ape-man as a noble savage speaking broken English, in marked contrast to the cultured aristocrat of Edgar Rice Burroughs's novels (the pidgin English being more linguistically plausible). With the exception of Burroughs's co-produced The New Adventures of Tarzan, this \"me Tarzan, you Jane\" characterization of Tarzan persisted until the late 1950s, when Weintraub, having bought the film rights from producer Sol Lesser, produced Tarzan's Greatest Adventure (1959) followed by eight other films and a television series. The Weintraub productions portray a Tarzan that is closer to Burroughs's original concept in the novels: a jungle lord who speaks grammatical English and is well educated and familiar with civilization. Most Tarzan films made before the mid-1950s were black-and-white films shot on studio sets, with stock jungle footage edited in. The Weintraub productions from 1959 on were shot in foreign locations and were in color.\n\nMore recently, Tarzan, the Ape Man, starring Miles O'Keeffe and Bo Derek, was released in 1981. Tony Goldwyn voiced Tarzan in Disney's animated film of the same name, released in 1999 (making it the first major animated motion picture to star the Ape Man) and his ape family were portrayed as gorillas in the film. This version marked a new beginning for the ape man, taking its inspiration equally from Burroughs and the 1984 live-action film Greystoke: The Legend of Tarzan, Lord of the Apes. Since Greystoke, two additional live-action Tarzan films have been released, 1998's Tarzan and the Lost City and 2016's The Legend of Tarzan, both period pieces that drew inspiration from Edgar Rice Burroughs's writings.\n\nTarzan was the hero of two popular radio programs in the United States. The first aired from 1932 to 1936 with James Pierce in the role of Tarzan. The second ran from 1951 to 1953 with Lamont Johnson in the title role.[21]\n\nThe Tarzan book series was later modernized and parodied in an authorized 2021 golden-age radio styled podcast program entitled The Adventures of Tarzan, produced by the Freshly Squeezed Pulp comedy troupe of Duke University.[22]\n\nTelevision later emerged as a primary vehicle bringing the character to the public. From the mid-1950s, all the extant sound Tarzan films became staples of Saturday morning television aimed at young and teenaged viewers. In 1958, movie Tarzan Gordon Scott filmed three episodes for a prospective television series. The program did not sell, but a different live action Tarzan series produced by Sy Weintraub and starring Ron Ely ran on NBC from 1966 to 1968. This depiction of Tarzan is a well-educated bachelor who grew tired of urban civilization and is in his native African jungle once again.\n\nTarzan was voiced by Robert Ridgely and Danton Burroughs[23] in the animated series from Filmation, titled Tarzan, Lord of the Jungle (1976–1977), as well as in the anthology programs that followed:\n\nJoe Lara starred in the title role in Tarzan in Manhattan (1989), an offbeat TV movie, and later returned in a completely different interpretation, titled Tarzan: The Epic Adventures (1996), a new live-action series.\n\nIn between the two productions with Lara, Tarzán (1991–1994), a half-hour syndicated series in which Tarzan is portrayed as a blond environmentalist, with Jane turned into a French ecologist.\n\nDisney's animated series The Legend of Tarzan (2001–2003) was a spin-off of the animated Disney film from 1999.\n\nThe latest television series was the short-lived live-action Tarzan (2003), which starred male model Travis Fimmel and updated the setting to contemporary New York City, with Jane as a police detective, played by Sarah Wayne Callies. The series was cancelled after only eight episodes.\n\nSaturday Night Live featured recurring sketches with the speech-impaired trio of \"Tonto, Tarzan, and Frankenstein's Monster\". In these sketches, Tarzan is portrayed by Kevin Nealon.\n\nThroughout the 1970s Mego Corporation licensed the Tarzan character and produced 8\" action figures which they included in their \"World's Greatest Super Heroes\" line of characters. In 1975 they also produced a 3\" \"Bendy\" figure made of poseable, malleable plastic.\n\nSeveral Tarzan-themed products have been manufactured, including View-Master reels and packets, numerous Tarzan coloring books, children's books, follow-the-dots, and activity books.\n\nTarzan of the Apes was adapted in newspaper-strip form in early 1929, with illustrations by Hal Foster. A full-page Sunday strip began March 15, 1931, by Rex Maxon. Over the years, many artists have drawn the Tarzan comic strip, notably Burne Hogarth, Russ Manning, and Mike Grell. The daily strip began to reprint old dailies after Manning's last daily (#10,308; publ. July 29, 1972). The Sunday strip also turned to reprints c. 2000. Both strips continue as reprints today in a few newspapers and in Comics Revue magazine. NBM Publishing did a high quality reprint series of the Foster and Hogarth work on Tarzan in a series of hardback and paperback reprints in the 1990s.\n\nTarzan has appeared in many comic books from numerous publishers over the years. The character's earliest comic book appearances were in comic strip reprints published in several titles, such as Sparkler, Tip Top Comics and Single Series. Western Publishing published Tarzan in Dell Comics's Four Color Comics #134 & 161 in 1947, before giving him his own series, Tarzan, published through Dell Comics and later Gold Key Comics from January–February 1948 to February 1972; many of these issues adapted Burroughs's novels.\n\nDC took over the series in 1972, publishing Tarzan #207–258 from April 1972 to February 1977, including work by Joe Kubert. In 1977, the series moved to Marvel Comics, who restarted the numbering rather than assuming those of the previous publishers. Marvel issued Tarzan #1–29 (as well as three Annuals), from June 1977 to October 1979, mainly by John Buscema.\n\nFollowing the conclusion of the Marvel series the character had no regular comic-book publisher for a number of years. During this period, Blackthorne Comics published Tarzan in 1986, and Malibu Comics published Tarzan comics in 1992. Dark Horse Comics has published various Tarzan series from 1996 to the present, including reprints of works from previous publishers like Gold Key and DC, and joint projects with other publishers featuring crossovers with other characters.\n\nThere have also been a number of different comic book projects from other publishers over the years, in addition to various minor appearances of Tarzan in other comic books. The Japanese manga series Jungle no Ouja Ta-chan (Jungle King Tar-chan) by Tokuhiro Masaya was based loosely on Tarzan. Also, manga \"god\" Osamu Tezuka created a Tarzan manga in 1948 entitled Tarzan no Himitsu Kichi (Tarzan's Secret Base).\n\n"
        },
        {
            "title": "Cultural influence",
            "text": "Tarzan's primitivist philosophy was absorbed by countless fans, amongst whom was Jane Goodall, who describes the Tarzan series as having a major influence on her childhood. She states that she felt she would be a much better spouse for Tarzan than his fictional wife, Jane, and that when she first began to live among and study the chimpanzees she was fulfilling her childhood dream of living among the great apes just as Tarzan did.[24]\n\nTarzan is commemorated in the scientific name of a species of chameleon, Calumma tarzan, which is endemic to Madagascar.[25]\n\nRudyard Kipling's Mowgli has been cited as a major influence on Burroughs's creation of Tarzan. Mowgli was also an influence for a number of other \"wild boy\" characters.\n\nJerry Siegel named Tarzan and another Burroughs character, John Carter, as early inspiration for his creation of Superman.[26]\n\nTarzan's popularity inspired numerous imitators in pulp magazines. A number of these, like Kwa and Ka-Zar were direct or loosely veiled copies; others, like Polaris of the Snows, were similar characters in different settings, or with different gimmicks. Of these characters the most popular was Ki-Gor, the subject of 59 novels that appeared between winter 1939 to spring 1954 in the magazine Jungle Stories.[27]\n\nTarzan is often used as a nickname to indicate a similarity between a person's characteristics and that of the fictional character. Individuals with an exceptional 'ape-like' ability to climb, cling and leap beyond that of ordinary humans may often receive the nickname 'Tarzan'.[28] An example is retired American baseball player Joe Wallis.[29]\n\nComedian Carol Burnett was often prompted by her audiences to perform her trademark Tarzan yell. She explained that it originated in her youth when she and a friend watched a Tarzan movie.[30]\n\n"
        },
        {
            "title": "Bibliography",
            "text": "Stuart J. Byrne\n\nIn the 1950s, Byrne wrote the novel Tarzan on Mars under the pen name John Bloodstone, the novel is a crossover of the Tarzan series and the Barsoom series, John Carter's adventures on Mars, however, he did not obtain a license to publish the novel, which had unauthorized editions.[36]\n\nPublisher Faber and Faber with the backing of the Edgar Rice Burroughs, Incorporated, have updated the series through author Andy Briggs. In 2011, Briggs published the first of the books Tarzan: The Greystoke Legacy. In 2012 he published the second book Tarzan: The Jungle Warrior, and in 2013, he has published the third book Tarzan: The Savage Lands.\n\n"
        }
    ]
}