{
    "url": "https://en.wikipedia.org/wiki/Tasmanian_Gothic",
    "title": "Tasmanian Gothic",
    "table_of_contents": [
        "1 Origins",
        "2 History",
        "2.1 Nineteenth century",
        "2.2 Twentieth century",
        "3 Contemporary Tasmanian gothic",
        "4 See also",
        "5 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nTasmanian Gothic is a  genre of Tasmanian literature[1] that merges traditions of Gothic fiction with the history and natural features of Tasmania, an island  state south of the main  Australian continent. Tasmanian Gothic has inspired works in other artistic media, including theatre and film.\n\n"
        },
        {
            "title": "Origins",
            "text": "The genre was named by in a 1989 Meanjin article by Jim Davidson, titled Tasmanian Gothic.[2] Although it deals with the themes of horror, mystery and the uncanny, Tasmanian Gothic literature and art differs from traditional European Gothic Literature, which is rooted in medieval imagery, crumbling Gothic architecture and religious ritual. Instead, the Tasmanian gothic tradition centres on the natural landscape of Tasmania and its colonial architecture and history.\n\nA densely populated Europe of the Industrial Revolution prompted Urban Gothic literature and novels like Robert Louis Stevenson's Strange Case of Dr Jekyll and Mr Hyde (1886) and Oscar Wilde's The Picture of Dorian Gray (1890). But in sparsely populated colonial Australia, especially the penal colony of Tasmania, the religious zeal of some prison wardens[3] (akin, in many ways, to the institutionalised religion of the Inquisition; a theme reflected in European gothicism) and the mysterious rituals and traditions of Tasmania's indigenous Aboriginal inhabitants lent itself to an entirely different gothic tradition. Elements of Tasmanian Gothic art and literature also merge Aboriginal tradition with European gnosticism, rustic spirits and the faerie.\n\nFrederick Sinnett (founder of the Melbourne Punch),[4] writing in 1856, considered traditional gothic romanticism inappropriate to Australian literature precisely because the colony lacked the requisite antiquity. For many, however, \"the very landscape of Australia was gothic\".[5] The extensive Georgian architecture, including vast abandoned ruins such as Port Arthur Historic Site, reputed to be haunted, provide extensive inspiration for contemporary Tasmanian gothic.[6]\n\n"
        },
        {
            "title": "History",
            "text": "The dramatic landscape and impenetrable rainforests of Tasmania and the real and imagined brutality of the original penal colony provided a ready source of horror stories. Unsettling events such as the story of Alexander Pearce, the wandering cannibal who roamed through Van Diemen's Land in the 1820s, also influenced the bleak and sinister atmosphere that provided an ideal setting for gothic fiction. Benjamin Duterrau's historical epic painting, The Conciliation, which depicts the signing of a treaty between George Augustus Robinson and Indigenous freedom fighters, provided a foundation for Tasmanian Gothic.[7]\n\nDuterrau's painting provided the foundation for later works, including the first major work of Australian Gothic literature, Marcus Clarke's For the Term of his Natural Life. Clarke provides a highly sensationalised account of the adventures of a convict unjustly transported to Van Diemen's Land for murder. It was first published as a novel in 1874 while the notorious prison settlement at Port Arthur was still in operation.\n\nWhen the gold rush switched the focus of attention to Victoria, Tasmania began to lose its importance in the Australian economy; \"[one] of Tasmania's principal exports during the first twenty years of this century was her young men\".[8] As time passed, those who remained on the island became the butt of jokes by mainland Australians, who regarded them as inbred, parochial, and out of touch with civilisation.\n\nGiven Tasmania's relatively recent colonisation, artists and authors of the gothic tradition had little to draw on in terms of non-indigenous history. What indigenous history was available to them, however, was mysterious and misunderstood enough be drawn upon to support Gothic imagery.\n\nThere are families (for example, the Jones family at Lower Marshes) who still own the land originally granted to their ancestors in the early years of the 19th century and still live in the houses built by their grandfathers. These families passed on stories of hardship, of encounters with Aboriginal people, convict servants, bushfires and floods as surrounding forests were cleared for farmland. This intersection of past and present informed the island's gothic character.[9]\n\nDuring the 20th century, a new generation of artists and authors living and working in Tasmania began to explore the gothic sensibility, drawing on Tasmania's colonial and more recent history for bizarre people and events, factual or imagined, and creating a uniquely Tasmanian stock of gothic characters and situations: deranged convict escapees (\"bolters\"), cannibals, corrupt and drunken officials, tough women, troubled and homesick immigrants, malevolent forest spirits, deformed halfwits and feral backwoodsmen, set among spectacular mountains, remote forest camps and Tasmania's crumbling penal colony infrastructure.\n\nThe alleged discovery of a small degenerate community on the West Coast in the 1930s became the subject of The Golden Age, an important Tasmanian Gothic work by playwright Louis Nowra, first performed by the Playbox Theatre Company at the Victorian Arts Centre's Studio Theatre in 1985.[10]\n\n"
        },
        {
            "title": "Contemporary Tasmanian gothic",
            "text": "Works by novelists Richard Flanagan, Christopher Koch and Chloe Hooper are regarded as a continuation of the Tasmanian Gothic tradition. Flanagan's 2001 novel Gould's Book of Fish, winner of the Commonwealth Writers' Prize, is a fictionalised account of Van Diemonian painter William Buelow Gould, focusing on his years spent imprisoned at the notorious convict settlement of Macquarie Harbour. According to Carmel Bird, Helen Hodgman's novels \"distil the very essence of Tasmanian gothic.\"[11] Danielle Wood's Tasmanian Gothic novel The Alphabet of Light and Dark won the 2002 The Australian/Vogel Literary Award.[12] Rohan Wilson won the award for his 2011 novel The Roving Party, a historical \"re-imagining\" into the misdeeds of John Batman and the band of convicts and Aboriginal trackers he led through Van Diemen's Land in 1829.[13] The debut novels of Cate Kennedy (The World Beneath, 2009) and Favel Parrett (Past The Shallows, 2011) have also been aligned with Tasmanian Gothic.[14]\n\nRoger Scholes' 1988 film The Tale of Ruby Rose is about a young woman's fear of darkness in the Tasmanian highlands. Tasmanian sculptor Gay Hawkes created a series of wooden sculptures based on the film, citing Tasmanian Gothic's \"synthesis of the present and past\" as an inspiration. National Gallery of Victoria director Patrick McCaughey called her work the \"visual embodiment of the fatal shore\".[15] Julia Leigh's 1999 novel The Hunter is about a lone man's search for the last Tasmanian tiger. Described as being in the \"best tradition of Tasmanian gothic\",[16] the novel won the 2000 Kathleen Mitchell Award, and was adapted into a 2011 film of the same name. The story of Alexander Pearce was made into two feature films: The Last Confession of Alexander Pearce (2008) and Van Diemen's Land (2009). The 2008 horror film Dying Breed is about Pearce's fictional descendants in the backwoods of Tasmania.\n\nIn 2011, Tasmanian art collector David Walsh opened the Museum of Old and New Art (MONA) in Hobart, the Southern Hemisphere's largest privately owned museum. The popularity of MONA — with its theme of \"sex and death\" — and the wider Tasmanian Gothic movement, has led Tasmanian tourism operators to promote the state's \"dark, eerie, cold and bracing history and climate\".[17] MONA launched Dark Mofo, a winter festival focusing on the winter solstice and pagan themes in 2013[18] Sister event, the Huon Valley Mid-winter Festival, is also held annually. Television series The Kettering Incident (2016) and The Gloaming (2020) are also regarded as examples of Tasmanian Gothic. Further examples include The Outlaw Michael Howe and The Nightingale, and Heidi Lee Douglas' award-winning short film Little Lamb.\n\nThe Stranger with my Face Film Festival ran a Tasmanian Gothic Short Script competition from 2015-2017.[19]\n\n"
        }
    ]
}