{
    "url": "https://en.wikipedia.org/wiki/Technical_University_of_Munich",
    "title": "Technical University of Munich",
    "table_of_contents": [
        "1 History",
        "1.1 19th century",
        "1.2 20th century",
        "1.3 Post World War II",
        "1.4 21st century",
        "2 Campuses",
        "2.1 Munich",
        "2.2 Garching",
        "2.3 Weihenstephan",
        "2.4 Other locations",
        "2.5 TUM Asia",
        "3 Academics",
        "3.1 Schools and departments",
        "3.2 Research",
        "3.3 Rankings",
        "3.4 Partnerships",
        "4 Student life",
        "4.1 Student initiatives",
        "4.2 Student government",
        "4.3 Events",
        "4.4 Campus life",
        "5 Notable people",
        "5.1 Nobel Prize laureates",
        "5.2 Scientists",
        "6 See also",
        "7 Notes and references",
        "8 Bibliography",
        "9 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe Technical University of Munich (TUM or TU Munich; German: Technische Universität München) is a public research university in Munich, Germany. It specializes in engineering, technology, medicine, and applied and natural sciences.\n\nEstablished in 1868 by King Ludwig II of Bavaria, the university now has additional campuses in Garching, Freising, Heilbronn, Straubing, and Singapore, with the Garching campus being its largest. The university is organized into eight schools and departments, and is supported by numerous research centers. It is one of the largest universities in Germany, with 50,000 students and an annual budget of €1,770.3 million (including university hospital).[1]\n\nA University of Excellence under the German Universities Excellence Initiative,[2] TUM is considered the top university in Germany according to major rankings as of 2022[3][4][5] and is among the leading universities in the European Union.[6] Its researchers and alumni include 18 Nobel laureates and 23 Leibniz Prize winners.[1]\n\n"
        },
        {
            "title": "History",
            "text": "In 1868, King Ludwig II of Bavaria founded the Polytechnische Schule München with Karl Maximilian von Bauernfeind as founding director. The new school had its premises at Arcisstraße, where it is still located today. At that time, around 350 students were supervised by 24 professors and 21 lecturers. The institution was divided into six departments: The \"General Department\" (mathematics, natural sciences, humanities, law and economics), the \"Engineering Department\" (civil engineering and surveying), the \"Building Construction Department\" (architecture), the \"Mechanical-Technical Department\" (mechanical engineering), the \"Chemical-Technical Department\" (chemistry), and the \"Agricultural Department\".\n\nIn 1877, the Polytechnische Schule München became the Technische Hochschule München (TH München), and in 1901 it was granted the right to award doctorates. With an average of 2,600 to 2,800 students, the TH München became for a time Germany's largest technical university, ahead of the TH Berlin. In 1970 the institution was renamed Technische Universität München.\n\nIn 1906, Anna Boyksen became the first female student to enroll in electrical engineering, after the Bavarian government had allowed women to study at technical universities in the German Empire.\n\nIn 1913, Jonathan Zenneck became director of the newly created Physics Institute.\n\nMartha Schneider-Bürger became the first German female civil engineer to graduate from the university in 1927.[7]\n\nDuring the Weimar Republic, the TH München had to manage with scarce resources and was drawn into radical political struggles in the years of the November Revolution, the Great Depression, and Adolf Hitler's rise to power. In the winter semester of 1930/31, the National Socialist German Students' League became the strongest faction in the General Students' Committee (AStA) for the first time.\n\nIn Nazi Germany, the Führerprinzip was also imposed on the universities. The autonomy of the TH München was substantially restricted. In 1933, the newly passed Law for the Restoration of the Professional Civil Service removed \"non-Aryan\" staff or those married to \"non-Aryans\" from their positions, together with politically \"undesirable\" professors. Jewish students no longer had equal rights and were not allowed to be enrolled after 1938.\n\nDuring World War II, the TH München conducted large scale armaments research in support of the war effort. Notable professors during this time include aircraft designer Willy Messerschmitt and Walther Meissner. Basic research continued to be conducted at a high level in many institutes, as individual professors, staff members and students dared disobedience and obstruction. Nobel prize laureate Hans Fischer protected Jewish students from Nazi prosecution. He committed suicide shortly before the end of the war.[8]\n\nDuring the war, 80 percent of the university's facilities in Munich had been destroyed.  Under these difficult conditions, teaching resumed in April 1946.\n\nIn 1956, the construction of a research reactor in Garching was the beginning of the Garching campus. In 1969, the physics department building was opened there, followed in 1977 by new buildings for the chemistry, biology and geoscience departments.\n\nIn 1967, a Faculty of Medicine was founded with campuses in Haidhausen (Rechts der Isar Hospital) and Schwabing. By 1968, the TH München comprised six faculties, 8,400 students, and 5,700 staff. In 1972, the Zentrale Hochschulsportanlage, a 45-hectare sports center, was built on the grounds of the 1972 Summer Olympics.\n\nIn 1970, the TH München was renamed to its present name Technische Universität München. When the Bavarian Higher Education Act came into force in 1974, the six faculties were replaced by eleven departments. In 1992, the field of computer science was established as an independent Department of Informatics, having previously been part of the Department of Mathematics since 1967.\n\nIn 2002, TUM Asia was founded in Singapore, in cooperation with the Nanyang Technological University and the National University of Singapore. It was the first time that a German university had established a subsidiary abroad.\n\nThe Department of Sport and Health Sciences and the School of Management were established in 2002. The Weihenstephan departments were combined into the \"Weihenstephan Centre of Life and Food Sciences\" (WZW), which would later become the School of Life Sciences. With the establishment of the School of Education in 2009, the School of Governance in 2016 and the Department of Aerospace and Geodesy in 2018, the university comprises 15 schools and departments.\n\nSince the inception of the German Universities Excellence Initiative in 2006, TUM has won every round of evaluation and the title University of Excellence.[2]\n\n"
        },
        {
            "title": "Campuses",
            "text": "TUM's academic faculties are divided amongst numerous campuses.\n\nThe historic Main Campus (Stammgelände) is located in Maxvorstadt, the central borough of Munich. Today, the departments of Architecture, Civil, Geo and Environmental Engineering, Electrical and Computer Engineering and the Schools of Management, Governance, Education are located here.\n\nThe TUM School of Medicine is located at the site of its university hospital, the Rechts der Isar Hospital, in the district of Haidhausen.\n\nThe TUM Department of Sport and Health Sciences is located in the Olympiapark, the former site of the 1972 Summer Olympics.\n\nThe campus in Garching, located around 10 km north of Munich, has grown to become the largest TUM campus. In the last decades, the departments of Physics, Chemistry, Mechanical Engineering, Informatics and Mathematics have all relocated from their former buildings in the Main Campus. They have since been joined by numerous research institutes, including the Max Planck Institutes for Plasma Physics, Astrophysics, Extraterrestrial Physics and Quantum Optics, the Forschungsreaktor München II (FRM II), the headquarters of the European Southern Observatory (ESO), and the Leibniz Supercomputing Centre, one of the fastest supercomputers in Europe.[9]\n\nA landmark of the Garching campus is the Oskar von Miller Tower, a meteorological measurement tower with a height of 62 m. The Garching campus is connected to Munich by the Autobahn and the Munich U-Bahn. It has its own fire department.\n\nThe third TUM campus is located 35 km north of Munich in Weihenstephan, Freising. It hosts the School of Life Sciences.\n\nAdditional TUM facilities are located in Ottobrunn (Department of Aerospace and Geodesy),[10] Straubing,[11] Heilbronn,[12] and Singapore.\n\nTUM operates a subsidiary in Singapore. In 2001, the German Institute of Science and Technology (GIST) – TUM Asia was founded in partnership with the National University of Singapore and the Nanyang Technological University, offering a range of Master's programs. In 2010, TUM Asia started offering bachelor's degrees in collaboration with the Singapore Institute of Technology.\n\nIn 2010, TUM and the Nanyang Technological University founded TUMCREATE, a research platform for the improvement of Singapore's public transportation.[13]\n\n"
        },
        {
            "title": "Academics",
            "text": "As a technical university, the university specializes in engineering, technology, medicine, and the applied and natural sciences. Compared to a Volluniversität (a universal university), it lacks the Geisteswissenschaften, including law and many branches of the social sciences.\n\nAs of 2022, the Technical University of Munich is organized into eight schools and departments:[14]\n\nOther institutions include the Rechts der Isar Hospital, the TUM Graduate School and the Bavarian School of Public Policy.\n\nThe Technical University of Munich is one of the most research-focused universities in Europe. This claim is supported by relevant rankings, such as the funding ranking of the German Research Foundation and the research ranking of the Centre for Higher Education.[15]\n\nUnder the German Universities Excellence Initiative, TUM has obtained funding for multiple research clusters, including e-conversion (energy technology), MCQST (quantum mechanics), ORIGINS (astrophysics, biophysics and particle physics), and SYNERGY (neurology).[16]\n\nIn addition to the schools and departments, TUM has set up numerous research centers with external cooperation partners.[17]\n\nIntegrative research centers (IRCs) combine research with teaching.[17] They include the TUM Institute for Advanced Study (TUM-IAS), the Munich Center for Technology in Society (MCTS), the Munich Data Science Institute (MDSI), the Munich School of Engineering (MSE), the Munich School of BioEngineering (MSB), and the Munich School of Robotics and Machine Intelligence (MSRM).\n\nCorporate research centers (CRCs) carry out research independently of the schools and departments, cooperating with industry partners for application-driven research.[17] They include the research reactor FRM II, the Center for Functional Protein Assemblies (CPA), the Catalysis Research Center (CRC), the center for translational Cancer Research (TranslaTUM), the Walter Schottky Institute (WSI), the Hans Eisenmann-Zentrum for Agricultural Science, and the Institute for Food & Health (ZIEL).\n\nAs of 2022, TUM is ranked first in Germany by the three most influential rankings.[3][4][5] In the QS World Rankings, TUM is placed 19th worldwide in engineering and technology, 28th in the natural sciences, 29th in computer science, and 49th place overall. It is the highest ranked German university in those subject areas.[3][19] In the Times Higher Education World University Rankings, TUM stands at 30th place worldwide and ranks 10th in computer science, 20th in engineering and technology, and 23rd in the physical sciences, being the highest ranked German university in those subject areas.[20] In the Academic Ranking of World Universities, TUM is ranked 56th in the world and first in Germany. In the subject areas of computer science and engineering, electrical engineering, aerospace engineering, food science, biotechnology, and chemistry, TUM is ranked first in Germany.[5]\n\nIn the 2022 Nature Index of academic institutions, TUM ranks 64th worldwide and 1st in Germany.[21] In the 2022-2023 U.S. News & World Report Best Global Universities Ranking, TUM is ranked 79th worldwide and 4th in Germany.[22]\n\nIn the 2021 Global University Employability Ranking of the Times Higher Education World Rankings, TUM was ranked 13th in the world and 4th in Europe.[18] TUM is ranked 7th overall in Reuters' 2019 European Most Innovative University ranking.[23]\n\nThe TUM School of Management is triple accredited by the European Quality Improvement System (EQUIS), the Association to Advance Collegiate Schools of Business (AACSB) and the Association of MBAs (AMBA).[24][25][26]\n\nTUM has over 160 international partnerships, ranging from joint research activities to international study programs. Partners include:[27]\n\nThrough the Erasmus+ program and its international student exchange program TUMexchange, TUM students are provided by opportunities to study abroad.[28]\n\n"
        },
        {
            "title": "Student life",
            "text": "As of 2022, 50,000 students are enrolled at TUM, of whom 36% are female and 41% are international students.[1]\n\nVarious initiatives are run by students, including TEDxTUM, the TUM Speaker Series (past speakers having included Ban Ki-moon, Tony Blair, Bill Gates and Eric Schmidt),[29] and IKOM, a career fair.[30]\n\nA notable student group is the Workgroup for Rocketry and Space Flight (WARR), which won all SpaceX Hyperloop pod competitions in 2017 through 2019.[31][32][33]\nIn 2021, TUM Boring, won the tunnel-boring competition sponsored by The Boring Company in Las Vegas, Nevada.[34]\n\nThe Student Council is the main body for university-wide student representation. It elects the General Student Committee (AStA), which represents the professional, economic and social interests of the students, by the Bavarian Higher Education Act. Each school or department will also have a separate Departmental Student Council.[citation needed]\n\nEvery year, university elections are held to elect student representatives in the Senate (the university's highest academic authority) and in the faculty councils.[35]\n\nThe Student Council organizes a number of annual festivals. TUNIX and GARNIX are week-long open air festivals held every summer. TUNIX is held at the Königsplatz near the Munich campus, while GARNIX is held at the Garching campus. GLÜHNIX is a christmas market held in front of the Department of Mechanical Engineering every December. MaiTUM is a Bavarian Maifest, held at the Main Campus in May each year.[30][36]\n\nThe Student Council also organizes numerous events, including the student-run TU Film cinema, the Hörsaal Slam, the Benefizkabarett, and the MeUP party.[36] Departmental Student Councils also organize their own events, such as Unity, esp, and the Brückenfest.\n\nThe Zentrale Hochschulsportanlage (ZHS) is the largest university sports facility in Germany, offering hundreds of different sports programs.[30]\n\nMusic ensembles at TUM include the TUM Chamber Orchestra, the TUM Jazz Band, the TUM Choir, and the Symphonisches Ensemble München, a full-size symphony orchestra.[30]\n\n"
        },
        {
            "title": "Notable people",
            "text": "17 Nobel Prize winners have studied, taught or researched at the TUM:\n\n"
        }
    ]
}