{
    "url": "https://en.wikipedia.org/wiki/Technology_readiness_level",
    "title": "Technology readiness level",
    "table_of_contents": [
        "1 TRL definitions",
        "2 Assessment tools",
        "3 Uses",
        "4 History",
        "4.1 In the European Union",
        "5 See also",
        "6 References",
        "6.1 Online",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Technology readiness levels (TRLs) are a method for estimating the maturity of technologies during the acquisition phase of a program. TRLs enable consistent and uniform discussions of technical maturity across different types of technology.[1] TRL is determined during a technology readiness assessment (TRA) that examines program concepts, technology requirements, and demonstrated technology capabilities. TRLs are based on a scale from 1 to 9 with 9 being the most mature technology.[1]\n\nTRL was developed at NASA during the 1970s. The US Department of Defense has used the scale for procurement since the early 2000s. By 2008 the scale was also in use at the European Space Agency (ESA).[2]\nThe European Commission advised EU-funded research and innovation projects to adopt the scale in 2010.[1] TRLs were consequently used in 2014 in the EU Horizon 2020 program. In 2013, the TRL scale was further canonized by the International Organization for Standardization (ISO) with the publication of the ISO 16290:2013 standard.[1]\n\nA comprehensive approach and discussion of TRLs has been published by the European Association of Research and Technology Organisations (EARTO).[3] Extensive criticism of the adoption of TRL scale by the European Union was published in The Innovation Journal, stating that the \"concreteness and sophistication of the TRL scale gradually diminished as its usage spread outside its original context (space programs)\".[1]\n\n"
        },
        {
            "title": "TRL definitions",
            "text": "\n\n"
        },
        {
            "title": "Assessment tools",
            "text": "A Technology Readiness Level Calculator was developed by the United States Air Force.[6] This tool is a standard set of questions implemented in Microsoft Excel that produces a graphical display of the TRLs achieved. This tool is intended to provide a snapshot of technology maturity at a given point in time.[7]\n\nThe Defense Acquisition University (DAU) Decision Point (DP) Tool originally named the Technology Program Management Model was developed by the United States Army.[8] and later adopted by the DAU.  The DP/TPMM is a TRL-gated high-fidelity activity model that provides a flexible management tool to assist Technology Managers in planning, managing, and assessing their technologies for successful technology transition.  The model provides a core set of activities including systems engineering and program management tasks that are tailored to the technology development and management goals.  This approach is comprehensive, yet it consolidates the complex activities that are relevant to the development and transition of a specific technology program into one integrated model.[9]\n\n"
        },
        {
            "title": "Uses",
            "text": "The primary purpose of using technology readiness levels is to help management in making decisions concerning the development and transitioning of technology. It should be viewed as one of several tools that are needed to manage the progress of research and development activity within an organization.[10]\n\nAmong the advantages of TRLs:[11]\n\nSome of the characteristics of TRLs that limit their utility:[11]\n\nTRL models tend to disregard negative and obsolescence factors. There have been suggestions made for incorporating such factors into assessments.[12]\n\nFor complex technologies that incorporate various development stages, a more detailed scheme called the Technology Readiness Pathway Matrix has been developed going from basic units to applications in society. This tool aims to show that a readiness level of a technology is based on a less linear process but on a more complex pathway through its application in society.[13]\n\n"
        },
        {
            "title": "History",
            "text": "Technology readiness levels were conceived at NASA in 1974 and formally defined in 1989. The original definition included seven levels, but in the 1990s NASA adopted the nine-level scale that subsequently gained widespread acceptance.[14]\n\nOriginal NASA TRL Definitions (1989)[15]\n\nThe TRL methodology was originated by Stan Sadin at NASA Headquarters in 1974.[14] Ray Chase was then the JPL Propulsion Division representative on the Jupiter Orbiter design team. At the suggestion of Stan Sadin, Chase used this methodology to assess the technology readiness of the proposed JPL Jupiter Orbiter spacecraft design.[citation needed] Later Chase spent a year at NASA Headquarters helping Sadin institutionalize the TRL methodology. Chase joined ANSER in 1978, where he used the TRL methodology to evaluate the technology readiness of proposed Air Force development programs. He published several articles during the 1980s and 90s on reusable launch vehicles utilizing the TRL methodology.[16] These documented an expanded version of the methodology that included design tools, test facilities, and manufacturing readiness on the Air Force Have Not program.[citation needed] The Have Not program manager, Greg Jenkins, and Ray Chase published the expanded version of the TRL methodology, which included design and manufacturing.[citation needed] Leon McKinney and Chase used the expanded version to assess the technology readiness of the ANSER team's Highly Reusable Space Transportation (HRST) concept.[17] ANSER also created an adapted version of the TRL methodology for proposed Homeland Security Agency programs.[18]\n\nThe United States Air Force adopted the use of technology readiness levels in the 1990s.[citation needed]\n\nIn 1995, John C. Mankins, NASA, wrote a paper that discussed NASA's use of TRL, extended the scale, and proposed expanded descriptions for each TRL.[1] In 1999, the United States General Accounting Office produced an influential report[19] that examined the differences in technology transition between the DOD and private industry. It concluded that the DOD takes greater risks and attempts to transition emerging technologies at lesser degrees of maturity than does private industry. The GAO concluded that use of immature technology increased overall program risk. The GAO recommended that the DOD make wider use of technology readiness levels as a means of assessing technology maturity prior to transition. In 2001, the Deputy Under Secretary of Defense for Science and Technology issued a memorandum that endorsed use of TRLs in new major programs. Guidance for assessing technology maturity was incorporated into the Defense Acquisition Guidebook.[20] Subsequently, the DOD developed detailed guidance for using TRLs in the 2003 DOD Technology Readiness Assessment Deskbook.\n\nBecause of their relevance to Habitation, 'Habitation Readiness Levels (HRL)'  were formed by a group of NASA engineers (Jan Connolly, Kathy Daues, Robert Howard, and Larry Toups). They have been created to address habitability requirements and design aspects in correlation with already established and widely used standards by different agencies, including NASA TRLs.[21][22]\n\nThe European Space Agency[1] adopted the TRL scale in the mid-2000s. Its handbook[2] closely follows the NASA definition of TRLs. The universal usage of TRL in EU policy was proposed in the final report of the first High Level Expert Group on Key Enabling Technologies,[23] and it was implemented in the subsequent EU framework program, called H2020, running from 2013 to 2020.[1] This means not only space and weapons programs, but everything from nanotechnology to informatics and communication technology.\n\n"
        }
    ]
}