{
    "url": "https://en.wikipedia.org/wiki/Technological_paradigm",
    "title": "Technological paradigm",
    "table_of_contents": [
        "1 Contributions",
        "1.1 Giovanni Dosi",
        "1.2 Richard Nelson",
        "1.3 Hemanth Tambde",
        "2 Criticism",
        "3 Applications",
        "4 See also",
        "5 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The concept of technological paradigm[1] is commonly attributed to Giovanni Dosi.[2] The concept is sometimes seen as performing a similar role to the concept of \"scientific paradigms\", as advanced by Thomas Kuhn.[2]\n\n"
        },
        {
            "title": "Contributions",
            "text": "The role of technological progress as an explanation of contemporary economic growth (S.F.1) led Dosi to carefully analyze the nature of technology. In particular, he has suggested an interpretation of technical change resting on the concepts of technological paradigm and technology trajectory.[2]\n\nIn analogy with Thomas Kuhn's definition of a scientific paradigm, Dosi has defined a technological paradigm as the general outlook on the productive problems faced by firms. As such, a technological paradigm is composed by some sort of model of the technology at stake (e.g. the model of a microprocessor) and by the specific technological problems posed by such model (e.g. increasing computational capacity, reducing dimensions, etc.). Therefore, technology is identified as a problem-solving activity in which the problems to be solved are selected by the paradigm itself. In this sense, a technological paradigm entails strong prescriptions on the direction of technological change, that is the direction toward which future technical improvements will converge. Such gradual improvements along the specific lines prescribed by the paradigm are what constitute technological trajectories and progress.[citation needed] Notably, a single paradigm can well be related to several trajectories, depending on the scope of its technical applicability.[original research?]\n\nThe emergence of a new paradigm is often related to new \"schumpeterian\" companies, while its establishment often shows also a process of oligopolistic stabilization.[2]\n\nNelson believed the power of \"technological paradigms\" varied greatly across fields of practice, in the sense that in certain field's progress has been much more rapid than in others where comparable resources have been applied to the effort. He proposed that one important factor in this is the extent to which the technology in a field is controllable and replicable. Another factor is the strength of the supporting sciences. He argued that these factors are strongly intertwined with the causal arrows going both ways.[3]\n\nHemanth Tambde[who?] explained changes in technological paradigms as combination of a set of interrelated and pervasive radical innovations.[citation needed]  For instance, when important technological innovations which are originally produced in a specific branch of the economy are constellated, pervasive effects on other economic system sectors might occur and be prolonged.[4][2]\n\n"
        },
        {
            "title": "Criticism",
            "text": "Martin Cohen has criticised Kuhn's general concept of paradigm shifts, and this criticism applies also to technological paradigm thinking. Cohen says scientific knowledge is less certain than it is usually portrayed, and that science and knowledge generally is not the 'very sensible and reassuringly solid sort of affair' that Kuhn describes, in which progress involves periodic paradigm shifts in which much of the old certainties are abandoned in order to open up new approaches to understanding that scientists would never have considered valid before. He further argues that information cascades can distort rational, scientific debate.[5][self-published source?]\n\n"
        },
        {
            "title": "Applications",
            "text": "The use of the technological paradigm concept emerged as \"science push\" models of innovation were being displaced by \"demand pull\" models that justified a more international, market-focussed political economy. Technological paradigms help explain the strengths and weaknesses of both models and why the governance choice is not between either markets or governments, but an appropriate mixture of both.[1]\n\nDosi saw the emergence of new technological paradigms as helped by \"schumpeterian\" creative destruction.[2]\n\n"
        }
    ]
}