{
    "url": "https://en.wikipedia.org/wiki/Technological_innovation",
    "title": "Technological innovation",
    "table_of_contents": [
        "1 Definition",
        "2 Process",
        "3 Corollary",
        "4 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Technological innovation is an extended concept of innovation. While innovation is a rather well-defined concept, it has a broad meaning to many people, and especially numerous understanding in the academic and business world.[1]\n\nInnovation refers to adding extra steps of developing new services and products in the marketplace or in the public that fulfill unaddressed needs or solve problems that were not in the past. Technological Innovation however focuses on the technological aspects of a product or service rather than covering the entire organization business model. It is important to clarify that Innovation is not only driven by technology.\n\n"
        },
        {
            "title": "Definition",
            "text": "Technological innovation is the process where an organization (or a group of people working outside a structured organization) embarks in a journey where the importance of technology as a source of innovation has been identified as a critical success factor for increased market competitiveness.[2] The wording \"technological innovation\" is preferred to \"technology innovation\". \"Technology innovation\" gives a sense of working on technology for the sake of technology. \"Technological innovation\" better reflects the business consideration of improving business value by working on technological aspects of the product or services. Moreover, in a vast majority of products and services, there is not one unique technology at the heart of the system. It is the combination, the integration and interaction of different technologies that make the product or service successful.\n\n"
        },
        {
            "title": "Process",
            "text": "If the process of technological innovation is formalized (typically within an organization: a company, a public entity, a think tank, a university, etc.) it can be referred as Technological Innovation Management (or Technology Innovation Management - TIM). The \"management\" aspect refers to the inputs, outputs and constraints a \"Manager\" or team of \"Managers\" are responsible to govern the process of technological innovation in a way that aligns with the company strategy. In a context where Technological Innovation is not to be guided along known paths within the organization, the wording and concept of Technological Innovation Leadership is preferred. In many occasion, especially in start-ups and new ventures, the Technological Innovation is performed in an unknown context. The boundaries and constraints of the Technology at work are not precisely know. Hence it requires leaders and not managers to give the vision and coach the team to explore the unknown part of the technology.\n\n"
        },
        {
            "title": "Corollary",
            "text": "Technological Innovation:\n\n"
        }
    ]
}