{
    "url": "https://en.wikipedia.org/wiki/Technological_convergence",
    "title": "Technological convergence",
    "table_of_contents": [
        "1 Definitions",
        "1.1 Acronyms",
        "2 Digital convergence",
        "2.1 Cellphone convergence",
        "2.2 On the Internet",
        "2.2.1 Social movements",
        "3 Media",
        "3.1 History",
        "3.2 Convergence culture",
        "3.3 Appliances",
        "4 Telecommunications",
        "4.1 Messaging",
        "4.2 Mobile",
        "4.3 Multi-play",
        "4.4 Home network",
        "4.5 VoIP",
        "4.6 Trends",
        "5 See also",
        "6 References",
        "6.1 Bibliography",
        "7 Further reading",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Technological convergence is the tendency for technologies that were originally unrelated to become more closely integrated and even unified as they develop and advance. For example, watches, telephones, television, computers, and social media platforms began as separate and mostly unrelated technologies, but have converged in many ways into an interrelated telecommunication, media, and technology industry.\n\n"
        },
        {
            "title": "Definitions",
            "text": "\"Convergence is a deep integration of knowledge, tools, and all relevant activities of human activity for a common goal, to allow society to answer new questions to change the respective physical or social ecosystem. Such changes in the respective ecosystem open new trends, pathways, and opportunities in the following divergent phase of the process\" (Roco 2002,[1] Bainbridge and Roco 2016[2]). \n\nSiddhartha Menon defines convergence as integration and digitalization. Integration, here, is defined as \"a process of transformation measure by the degree to which diverse media such as phone, data broadcast and information technology infrastructures are combined into a single seamless all purpose network architecture platform\".[3] Digitalization is not so much defined by its physical infrastructure, but by the content or the medium. Jan van Dijk suggests that \"digitalization means breaking down signals into bytes consisting of ones and zeros\".[4][page needed][5] Convergence is defined by Blackman (1998) as a trend in the evolution of technology services and industry structures.[6] Convergence is later defined more specifically as the coming together of telecommunications, computing and broadcasting into a single digital bit-stream.[7][8] Mueller stands against the statement that convergence is really a takeover of all forms of media by one technology: digital computers.[9][page needed]\n\nSome acronyms for converging scientific or technological fields include:\n\n"
        },
        {
            "title": "Digital convergence",
            "text": "Digital convergence is the inclination for various digital innovations and media to become more similar with time. It enables the convergence of access devices and content as well as the industry participant operations and strategy.[15] This is how this type of technological convergence creates opportunities, particularly in the area of product development and growth strategies for digital product companies.[15] The same can be said in the case of individual content creators, such as vloggers on YouTube. The convergence in this example is demonstrated in the involvement of the Internet, home devices such as smart television, camera, the YouTube application, and digital content. In this setup, there are the so-called \"spokes\",[16] which are the devices that connect to a central hub (such as a PC or smart TV). Here, the Internet serves as the intermediary, particularly through its interactivity tools and social networking, in order to create unique mixes of products and services via horizontal integration.[15]\n\nThe above example highlights how digital convergence encompasses three phenomena:\n\nAnother example is the convergence of different types of digital contents. According to Harry Strasser, former CTO of Siemens \"[digital convergence will substantially impact people's lifestyle and work style]\".[18][verification needed]\n\nThe functions of the cellphone changes as technology converges. Because of technological advancement, a cellphone functions as more than just a phone: it can also contain an Internet connection, video players, MP3 players, gaming, and a camera. Their areas of use have increased over time, partly substituting for other devices.\n\nA mobile convergence device is one that, if connected to a keyboard, monitor, and mouse, can run applications as a desktop computer would.[19][20][21] Convergent operating systems include the Linux operating systems Ubuntu Touch,[22] Plasma Mobile[23] and PureOS.[24]\n\nConvergence can also refer to being able to run the same app across different devices and being able to develop apps for different devices (such as smartphones, TVs and desktop computers) at once, with the same code base.[25][23] This can be done via Linux applications that adapt to the device they're being used on[23][26][27] (including native apps designed for such via frameworks like Kirigami)[28][29] or by the use of multi-platform frameworks like the Quasar framework that use tools such as Apache Cordova, Electron and Capacitor, which can increase the userbase, the pace and ease of development and the number of reached platforms while decreasing development costs.[30][31][32]\n\nThe role of the Internet has changed from its original use as a communication tool to easier and faster access to information and services, mainly through a broadband connection. The television, radio and newspapers were the world's media for accessing news and entertainment; now, all three media have converged into one, and people all over the world can read and hear news and other information on the Internet. The convergence of the Internet and conventional TV became popular in the 2010s, through Smart TV, also sometimes referred to as \"Connected TV\" or \"Hybrid TV\", (not to be confused with IPTV, Internet TV, or with Web TV). Smart TV is used to describe the current trend of integration of the Internet and Web 2.0 features into modern television sets and set-top boxes, as well as the technological convergence between computers and these television sets or set-top boxes. These new devices most often also have a much higher focus on online interactive media, Internet TV, over-the-top content, as well as on-demand streaming media, and less focus on traditional broadcast media like previous generations of television sets and set-top boxes always have had.[33]\n\nThe integration of social movements in cyberspace is one of the potential strategies that social movements can use in the age of media convergence. Because of the neutrality of the Internet and the end-to-end design, the power structure of the Internet was designed to avoid discrimination between applications. Mexico's Zapatistas campaign for land rights was one of the most influential case in the information age; Manuel Castells defines the Zapatistas as \"the first informational guerrilla movement\".[34] The Zapatista uprising had been marginalized by the popular press. The Zapatistas were able to construct a grassroots, decentralized social movement by using the Internet. The Zapatistas Effect, observed by Cleaver,[35] continues to organize social movements on a global scale. A sophisticated webmetric analysis, which maps the links between different websites and seeks to identify important nodal points in a network, demonstrates that the Zapatistas cause binds together hundreds of global NGOs.[36] The majority of the social movement organized by Zapatistas targets their campaign especially against global neoliberalism.[37] A successful social movement not only need online support but also protest on the street. Papic wrote, \"Social Media Alone Do Not Instigate Revolutions\", which discusses how the use of social media in social movements needs good organization both online and offline.[38]\n\n"
        },
        {
            "title": "Media",
            "text": "Media technological convergence is the tendency that as technology changes, different technological systems sometimes evolve toward performing similar tasks. It is the interlinking of computing and other information technologies, media content, media companies and communication networks that have arisen as the result of the evolution and popularization of the Internet as well as the activities, products and services that have emerged in the digital media space.  \n\nGenerally, media convergence refers to the merging of both old and new media and can be seen as a product, a system or a process. Jenkins states that convergence is, \"the flow of content across multiple media platforms, the cooperation between multiple media industries, and the migratory behaviour of media audiences who would go almost anywhere in search of the kinds of entertainment experiences they wanted\".[39] According to Jenkins, there are five areas of convergence: technological, economic, social or organic, cultural and global.[40] So media convergence is not just a technological shift or a technological process, it also includes shifts within the industrial, cultural, and social paradigms that encourage the consumer to seek out new information. Convergence, simply put, is how individual consumers interact with others on a social level and use various media platforms to create new experiences, new forms of media and content that connect us socially, and not just to other consumers, but to the corporate producers of media in ways that have not been as readily accessible in the past. However, Lugmayr and Dal Zotto argued, that media convergence takes place on technology, content, consumer, business model, and management level.[41] They argue that media convergence is a matter of evolution and can be described through the triadic phenomenon of convergence, divergence, and coexistence. Today's digital media ecosystems coexist, as e.g., mobile app stores provide vendor lock-ins into particular eco-systems; some technology platforms are converging under one technology, due to, for example, the usage of common communication protocols as in digital TV; and other media are diverging, as, for example, media content offerings are more and more specializing and provides a space for niche media.[42]\n\nClosely linked to the multilevel process of media convergence are also several developments in different areas of the media and communication sector which are also summarized under the term of media deconvergence. Many experts[who?] view this as simply being the tip of the iceberg, as all facets of institutional activity and social life such as business, government, art, journalism, health, and education are increasingly being carried out in these digital media spaces across a growing network of information and communication technology devices. Also included in this topic is the basis of computer networks, wherein many different operating systems are able to communicate via different protocols. \nConvergent services, such as VoIP, IPTV, Smart TV, and others, tend to replace the older technologies and thus can disrupt markets. IP-based convergence is inevitable and will result in new service and new demand in the market.[43] When the old technology converges into the public-owned common, IP based services become access-independent or less dependent. The old service is access-dependent.[44]\n\nAdvances in technology bring the ability for technological convergence that Rheingold believes can alter the \"social-side effects,\" in that \"the virtual, social and physical world are colliding, merging and coordinating.\"[45] It was predicted in the late 1980s,[46] around the time that CD-ROM was becoming commonplace, that a digital revolution would take place, and that old media would be pushed to one side by new media. Broadcasting is increasingly being replaced by the Internet, enabling consumers all over the world the freedom to access their preferred media content more easily and at a more available rate than ever before.\n\nHowever, when the dot-com bubble of the 1990s suddenly popped, that poured cold water over the talk of such a digital revolution.[47] In today's society, the idea of media convergence has once again emerged as a key point of reference as newer as well as established media companies attempt to visualize the future of the entertainment industry. If this revolutionary digital paradigm shift presumed that old media would be increasingly replaced by new media, the convergence paradigm that is currently emerging suggests that new and old media would interact in more complex ways than previously predicted. The paradigm shift that followed the digital revolution assumed that new media was going to change everything. When the dot com market crashed, there was a tendency to imagine that nothing had changed. The real truth lay somewhere in between as there were so many aspects of the current media environment to take into consideration. Many industry leaders are increasingly reverting to media convergence as a way of making sense in an era of disorientating change. In that respect, media convergence in theory is essentially an old concept taking on a new meaning. Media convergence, in reality, is more than just a shift in technology. It alters relationships between industries, technologies, audiences, genres and markets. Media convergence changes the rationality media industries operate in, and the way that media consumers process news and entertainment. Media convergence is essentially a process and not an outcome, so no single black box controls the flow of media. With proliferation of different media channels and increasing portability of new telecommunications and computing technologies, we have entered into an era where media constantly surrounds us.[48]\n\nMedia convergence requires that media companies rethink existing assumptions about media from the consumer's point of view, as these affect marketing and programming decisions. Media producers must respond to newly empowered consumers. Conversely, it would seem that hardware is instead diverging whilst media content is converging. Media has developed into brands that can offer content in a number of forms. Two examples of this are Star Wars and The Matrix. Both are films, but are also books, video games, cartoons, and action figures. Branding encourages expansion of one concept, rather than the creation of new ideas.[49] In contrast, hardware has diversified to accommodate media convergence. Hardware must be specific to each function. While most scholars argue that the flow of cross-media is accelerating,[50] O'Donnell suggests, especially between films and video game, the semblance of media convergence is misunderstood by people outside of the media production industry. The conglomeration of media industry continues to sell the same story line in different media. For example, Batman is in comics, films, anime, and games. However, the data to create the image of batman in each media is created individually by different teams of creators. The same character and the same visual effect repetitively appear in different media is because of the synergy of media industry to make them similar as possible. In addition, convergence does not happen when the game of two different consoles is produced. No flows between two consoles because it is faster to create game from scratch for the industry.[51]\n\nOne of the more interesting new media journalism forms is virtual reality. Reuters, a major international news service, has created and staffed a news “island” in the popular online virtual reality environment Second Life. Open to anyone, Second Life has emerged as a compelling 3D virtual reality for millions of citizens around the world who have created avatars (virtual representations of themselves) to populate and live in an altered state where personal flight is a reality, altered egos can flourish, and real money (US$1,296,257 were spent during the 24 hours concluding at 10:19 a.m. eastern time January 7, 2008) can be made without ever setting foot into the real world. The Reuters Island in Second Life is a virtual version of the Reuters real-world news service but covering the domain of Second Life for the citizens of Second Life (numbering 11,807,742 residents as of January 5, 2008).[52]\n\nMedia convergence in the digital era means the changes that are taking place with older forms of media and media companies. Media convergence has two roles, the first is the technological merging of different media channels – for example, magazines, radio programs, TV shows, and movies, now are available on the Internet through laptops, iPads, and smartphones. As discussed in Media Culture (by Campbell), convergence of technology is not new. It has been going on since the late 1920s. An example is RCA, the Radio Corporation of America, which purchased Victor Talking Machine Company and introduced machines that could receive radio and play recorded music. Next came the TV, and radio lost some of its appeal as people started watching television, which has both talking and music as well as visuals. As technology advances, convergence of media change to keep up. The second definition of media convergence Campbell discusses is cross-platform by media companies. This usually involves consolidating various media holdings, such as cable, phone, television (over the air, satellite, cable) and Internet access under one corporate umbrella. This is not for the consumer to have more media choices, this is for the benefit of the company to cut down on costs and maximize its profits.[53] As stated in the article Convergence Culture and Media Work by Mark Deuze, “the convergence of production and consumption of media across companies, channels, genres, and technologies is an expression of the convergence of all aspects of everyday life: work and play, the local and the global, self and social identity.\"[54]\n\nCommunication networks were designed to carry different types of information independently. The older media, such as television and radio, are broadcasting networks with passive audiences. Convergence of telecommunication technology permits the manipulation of all forms of information, voice, data, and video. Telecommunication has changed from a world of scarcity to one of seemingly limitless capacity. Consequently, the possibility of audience interactivity morphs the passive audience into an engaged audience.[6] The historical roots of convergence can be traced back to the emergence of mobile telephony and the Internet, although the term properly applies only from the point in marketing history when fixed and mobile telephony began to be offered by operators as joined products. Fixed and mobile operators were, for most of the 1990s, independent companies. Even when the same organization marketed both products, these were sold and serviced independently.\n\nIn the 1990s, an implicit and often explicit assumption was that new media was going to replace the old media and Internet was going to replace broadcasting. In Nicholas Negroponte's Being Digital, Negroponte predicts the collapse of broadcast networks in favor of an era of narrow-casting. He also suggests that no government regulation can shatter the media conglomerate. \"The monolithic empires of mass media are dissolving into an array of cottage industries... Media barons of today will be grasping to hold onto their centralized empires tomorrow.... The combined forces of technology and human nature will ultimately take a stronger hand in plurality than any laws Congress can invent.\"[55] The new media companies claimed that the old media would be absorbed fully and completely into the orbit of the emerging technologies. George Gilder dismisses such claims saying,[clarification needed] \"The computer industry is converging with the television industry in the same sense that the automobile converged with the horse, the TV converged with the nickelodeon, the word-processing program converged with the typewriter, the CAD program converged with the drafting board, and digital desktop publishing converged with the Linotype machine and the letterpress.\" Gilder believes that computers had come not to transform mass culture but to destroy it.\n\nMedia companies put media convergence back to their agenda after the dot-com bubble burst. In 1994, Knight Ridder promulgated the concept of portable magazines, newspaper, and books: \"Within news corporations it became increasingly obvious that an editorial model based on mere replication in the Internet of contents that had previously been written for print newspapers, radio, or television was no longer sufficient.\"[56] The rise of digital communication in the late 20th century has made it possible for media organizations (or individuals) to deliver text, audio, and video material over the same wired, wireless, or fiber-optic connections. At the same time, it inspired some media organizations to explore multimedia delivery of information. This digital convergence of news media, in particular, was called \"Mediamorphosis\" by researcher Roger Fidler in his 1997 book by that name.[57] Today, we are surrounded by a multi-level convergent media world where all modes of communication and information are continually reforming to adapt to the enduring demands of technologies, \"changing the way we create, consume, learn and interact with each other\".[58]\n\nHenry Jenkins determines convergence culture to be the flow of content across multiple media platforms, the cooperation between multiple media industries, and the migratory behavior of media audiences who will go almost anywhere in search of the kinds of entertainment experiences they want. The convergence culture is an important factor in transmedia storytelling. Convergence culture introduces new stories and arguments from one form of media into many. Transmedia storytelling is defined by Jenkins as a process \"where integral elements of a fiction get dispersed systematically across multiple delivery channels for the purpose of creating a unified and coordinated entertainment experience. Ideally, each medium makes its own unique contribution to the unfolding of the story\".[59] For instance, The Matrix starts as a film, which is followed by two other instalments, but in a convergence culture it is not constrained to that form. It becomes a story not only told in the movies but in animated shorts, video games and comic books, three different media platforms. Online, a wiki is created to keep track of the story's expanding canon. Fan films, discussion forums, and social media pages also form, expanding The Matrix to different online platforms. Convergence culture took what started as a film and expanded it across almost every type of media.[60] Bert is Evil (images) Bert and Bin Laden appeared in CNN coverage of anti-American protest following September 11. The association of Bert and Bin Laden links back to the Ignacio's Photoshop project for fun.[61]\n\nConvergence culture is a part of participatory culture. Because average people can now access their interests on many types of media they can also have more of a say. Fans and consumers are able to participate in the creation and circulation of new content. Some companies take advantage of this and search for feedback from their customers through social media and sharing sites such as YouTube. Besides marketing and entertainment, convergence culture has also affected the way we interact with news and information. We can access news on multiple levels of media from the radio, TV, newspapers, and the Internet. The Internet allows more people to be able to report the news through independent broadcasts and therefore allows a multitude of perspectives to be put forward and accessed by people in many different areas. Convergence allows news to be gathered on a much larger scale. For instance, photographs were taken of torture at Abu Ghraib. These photos were shared and eventually posted on the Internet. This led to the breaking of a news story in newspapers, on TV, and the Internet.[60]\n\nMedia scholar Henry Jenkins has described the media convergence with participatory culture as:\n\nSome media observers expect that we will eventually access all media content through one device, or \"black box\".[63] As such, media business practice has been to identify the next \"black box\" to invest in and provide media for. This has caused a number of problems. Firstly, as \"black boxes\" are invented and abandoned, the individual is left with numerous devices that can perform the same task, rather than one dedicated for each task. For example, one may own both a computer and a video games console, subsequently owning two DVD players. This is contrary to the streamlined goal of the \"black box\" theory, and instead creates clutter.[64] Secondly, technological convergence tends to be experimental in nature. This has led to consumers owning technologies with additional functions that are harder, if not impractical, to use rather than one specific device. Many people would only watch the TV for the duration of the meal's cooking time, or whilst in the kitchen, but would not use the microwave as the household TV. These examples show that in many cases technological convergence is unnecessary or unneeded.\n\nFurthermore, although consumers primarily use a specialized media device for their needs, other \"black box\" devices that perform the same task can be used to suit their current situation. As a 2002 Cheskin Research report explained: \"...Your email needs and expectations are different whether you're at home, work, school, commuting, the airport, etc., and these different devices are designed to suit your needs for accessing content depending on where you are- your situated context.\" Despite the creation of \"black boxes\", intended to perform all tasks, the trend is to use devices that can suit the consumer's physical position.[65] Due to the variable utility of portable technology, convergence occurs in high-end mobile devices. They incorporate multimedia services, GPS, Internet access, and mobile telephony into a single device, heralding the rise of what has been termed the \"smartphone,\" a device designed to remove the need to carry multiple devices. Convergence of media occurs when multiple products come together to form one product with the advantages of all of them, also known as the black box. This idea of one technology, concocted by Henry Jenkins, has become known more as a fallacy because of the inability to actually put all technical pieces into one. For example, while people can have email and Internet on their phone, they still want full computers with Internet and email in addition. Mobile phones are a good example, in that they incorporate digital cameras, MP3 players, voice recorders, and other devices. For the consumer, it means more features in less space; for media conglomerates it means remaining competitive.\n\nHowever, convergence has a downside. Particularly in initial forms, converged devices are frequently less functional and reliable than their component parts (e.g., a mobile phone's web browser may not render some web pages correctly, due to not supporting certain rendering methods, such as the iPhone browser not supporting Flash content). As the number of functions in a single device escalates, the ability of that device to serve its original function decreases.[66] As Rheingold asserts, technological convergence holds immense potential for the \"improvement of life and liberty in some ways and (could) degrade it in others\".[45] He believes the same technology has the potential to be \"used as both a weapon of social control and a means of resistance\".[45] Since technology has evolved in the past ten years or so, companies are beginning to converge technologies to create demand for new products. This includes phone companies integrating 3G and 4G on their phones. In the mid 20th century, television converged the technologies of movies and radio, and television is now being converged with the mobile phone industry and the Internet. Phone calls are also being made with the use of personal computers. Converging technologies combine multiple technologies into one. Newer mobile phones feature cameras, and can hold images, videos, music, and other media. Manufacturers now integrate more advanced features, such as video recording, GPS receivers, data storage, and security mechanisms into the traditional cellphone.\n\n"
        },
        {
            "title": "Telecommunications",
            "text": "Telecommunications convergence or network convergence describes emerging telecommunications technologies, and network architecture used to migrate multiple communications services into a single network.[67] Specifically, this involves the converging of previously distinct media such as telephony and data communications into common interfaces on single devices, such as most smart phones can make phone calls and search the web.[citation needed]\n\nCombination services include those that integrate SMS with voice, such as voice SMS. Providers include Bubble Motion, Jott, Kirusa, and SpinVox. Several operators have launched services that combine SMS with mobile instant messaging (MIM) and presence. Text-to-landline services also exist, where subscribers can send text messages to any landline phone and are charged at standard rates. The text messages are converted into spoken language. This service has been popular in America, where fixed and mobile numbers are similar. Inbound SMS has been converging to enable reception of different formats (SMS, voice, MMS, etc.). In April 2008, O2 UK launched voice-enabled shortcodes, adding voice functionality to the five-digit codes already used for SMS. This type of convergence is helpful for media companies, broadcasters, enterprises, call centres and help desks who need to develop a consistent contact strategy with the consumer. Because SMS is very popular today, it became relevant to include text messaging as a contact possibility for consumers. To avoid having multiple numbers (one for voice calls, another one for SMS), a simple way is to merge the reception of both formats under one number. This means that a consumer can text or call one number and be sure that the message will be received.[citation needed]\n\n\"Mobile service provisions\" refers not only to the ability to purchase mobile phone services, but the ability to wirelessly access everything: voice, Internet, audio, and video. Advancements in WiMAX and other leading edge technologies provide the ability to transfer information over a wireless link at a variety of speeds, distances, and non-line-of-sight conditions.[citation needed]\n\nMulti-play is a marketing term describing the provision of different telecommunication services, such as Internet access, television, telephone, and mobile phone service, by organizations that traditionally only offered one or two of these services. Multi-play is a catch-all phrase; usually, the terms triple play (voice, video and data) or quadruple play (voice, video, data and wireless) are used to describe a more specific meaning. A dual play service is a marketing term for the provisioning of the two services: it can be high-speed Internet (digital subscriber line) and telephone service over a single broadband connection in the case of phone companies, or high-speed Internet (cable modem) and TV service over a single broadband connection in the case of cable TV companies. The convergence can also concern the underlying communication infrastructure. An example of this is a triple play service, where communication services are packaged allowing consumers to purchase TV, Internet, and telephony in one subscription. The broadband cable market is transforming as pay-TV providers move aggressively into what was once considered the telco space. Meanwhile, customer expectations have risen as consumer and business customers alike seek rich content, multi-use devices, networked products and converged services including on-demand video, digital TV, high speed Internet, VoIP, and wireless applications. It is uncharted territory for most broadband companies.[citation needed]\n\nA quadruple play service combines the triple play service of broadband Internet access, television, and telephone with wireless service provisions.[68] This service set is also sometimes humorously referred to as \"The Fantastic Four\" or \"Grand Slam\".[69] A fundamental aspect of the quadruple play is not only the long-awaited broadband convergence but also the players involved. Many of them, from the largest global service providers to whom we connect today via wires and cables to the smallest of startup service providers are interested. Opportunities are attractive: the big three telecom services – telephony, cable television, and wireless—could combine their industries. In the UK, the merger of NTL: Telewest and Virgin Mobile resulted in a company offering a quadruple play of cable television, broadband Internet, home telephone, and mobile telephone services.[citation needed]\n\nEarly in the 21st century, home LAN convergence so rapidly integrated home routers, wireless access points, and DSL modems that users were hard put to identify the resulting box they used to connect their computers to their Internet service. A general term for such a combined device is a residential gateway.[citation needed]\n\nThe U.S. Federal Communications Commission (FCC) has not been able to decide how to regulate VoIP (Internet Telephony) because the convergent technology is still growing and changing. In addition to its growth, FCC is tentative to set regulation on VoIP in order to promote competition in the telecommunication industry.[70] There is not a clear line between telecommunication service and the information service because of the growth of the new convergent media. Historically, telecommunication is subject to state regulation. The state of California concerned about the increasing popularity of Internet telephony will eventually obliterate funding for the Universal Service Fund.[71] Some states attempt to assert their traditional role of common carrier oversight onto this new technology.[72] Meisel and Needles (2005) suggests that the FCC, federal courts, and state regulatory bodies on access line charges will directly impact the speed in which Internet telephony market grows.[73] On one hand, the FCC is hesitant to regulate convergent technology because VoIP with different feature from the old Telecommunication; no fixed model to build legislature yet. On the other hand, the regulations is needed because Service over the Internet might be quickly replaced telecommunication service, which will affect the entire economy.\n\nConvergence has also raised several debates about classification of certain telecommunications services. As the lines between data transmission, and voice and media transmission are eroded, regulators are faced with the task of how best to classify the converging segments of the telecommunication sector. Traditionally, telecommunication regulation has focused on the operation of physical infrastructure, networks, and access to network. No content is regulated in the telecommunication because the content is considered private. In contrast, film and Television are regulated by contents. The rating system regulates its distribution to the audience. Self-regulation is promoted by the industry. Bogle senior persuaded the entire industry to pay 0.1 percent levy on all advertising and the money was used to give authority to the Advertising Standards Authority, which keeps the government away from setting legislature in the media industry.[74]\n\nThe premises to regulate the new media, two-ways communications, concerns much about the change from old media to new media. Each medium has different features and characteristics. First, Internet, the new medium, manipulates all form of information – voice, data and video. Second, the old regulation on the old media, such as radio and Television, emphasized its regulation on the scarcity of the channels. Internet, on the other hand, has the limitless capacity, due to the end-to-end design. Third, Two-ways communication encourages interactivity between the content producers and the audiences. \n\"...Fundamental basis for classification, therefore, is to consider the need for regulation in terms of either market failure or in the public interests\"(Blackman).[6] The Electronic Frontier Foundation, founded in 1990, is a non profit organization that defends free speech, privacy, innovation, and consumer rights.[75] The Digital Millennium Copyright Act regulates and protect the digital content producers and consumers.[citation needed]\n\nNetwork neutrality is an issue. Wu and Lessig set out two reasons for network neutrality: firstly, by removing the risk of future discrimination, it incentivizes people to invest more in the development of broadband applications; secondly, it enables fair competition between applications without network bias.[76] The two reasons also coincide with FCC's interest to stimulate investment and enhance innovation in broadband technology and services.[77] Despite regulatory efforts of deregulation, privatization, and liberalization, the infrastructure barrier has been a negative factor in achieving effective competition. Kim et al. argues that IP dissociates the telephony application from the infrastructure and Internet telephony is at the forefront of such dissociation.[78] The neutrality of the network is very important for fair competition.[79][page needed] As the former FCC Charman Michael Copps put it: \"From its inception, the Internet was designed, as those present during the course of its creating will tell you, to prevent government or a corporation or anyone else from controlling it. It was designed to defeat discrimination against users, ideas and technologies\".[80] Because of these reasons, Shin concludes that regulator should make sure to regulate application and infrastructure separately.\n\nThe layered model was first proposed by Solum and Chug, Sicker, and Nakahata. Sicker, Warbach and Witt have supported using a layered model to regulate the telecommunications industry with the emergence of convergence services. Many researchers have different layered approach, but they all agree that the emergence of convergent technology will create challenges and ambiguities for regulations.[43] The key point of the layered model is that it reflects the reality of network architecture, and current business model.[81][page needed] The layered model consists of:\n\nShin combines the layered model and network neutrality as the principle to regulate the convergent media industry.[43]\n\n"
        }
    ]
}