{
    "url": "https://en.wikipedia.org/wiki/Tech_noir",
    "title": "Tech noir",
    "table_of_contents": [
        "1 Origins",
        "2 Precursors",
        "2.1 Science fiction noir",
        "2.2 Cyber noir",
        "3 Development of tech-noir",
        "4 See also",
        "5 References",
        "6 Further reading"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Tech-noir (also known as cyber noir, future noir and science fiction noir) is a hybrid genre of fiction, particularly film, combining film noir and science fiction, epitomized by Ridley Scott's Blade Runner (1982)[1] and James Cameron's The Terminator (1984).[2] The tech-noir presents \"technology as a destructive and dystopian force that threatens every aspect of our reality.\"[3]\n\n"
        },
        {
            "title": "Origins",
            "text": "Cameron coined the term in The Terminator, using it as the name of a nightclub, but also to invoke associations with both the film noir genre and with futuristic sci-fi.[4]\n\n"
        },
        {
            "title": "Precursors",
            "text": "The word noir, from film noir, is the French term (literally \"black film\" or \"dark film\") for American black-and-white films of the 1940s and 1950s, which always seemed to be set at night in an urban landscape, with a suitably dark subject-matter, although the treatment is often sexy and glamorous as well as stylised and violent. The genre was informed by a slew of crime novels, with Raymond Chandler's The Big Sleep and Farewell, My Lovely being notable examples. Being often typified by crime thrillers with a private detective hero and a succession of attractive, deadly heroines, the classic noir style may also be called \"detective noir\".  \n\nFrom this derive various related and subverted terms, such as neo-noir (resurgence of the form in 1960s and 1970s America); the Cold War noir (exploiting the tension and paranoia of the nuclear age); blaxploitation films, which some called black noir; Nordic noir, set in the stark landscape and apparently bland social environment of the Scandinavian countries, yet revealing a dark legacy of cruel misogyny, brutal sexual repression, and murder. From the same source comes cyber noir, also called tech noir, which may deal with intrigues and criminal enterprises in either the real world of computers and high technology, or in the virtual landscapes of a techno-generated underworld - and sometimes both.\n\nBeginning in the 1960s, the most significant trend in film noir crossovers or hybrids has involved science fiction. In Jean-Luc Godard's Alphaville (1965), Lemmy Caution is the name of the old-school private eye in the city of tomorrow. The Groundstar Conspiracy (1972) centers on another implacable investigator and an amnesiac named Welles. Soylent Green (1973), the first major American example, portrays a dystopian, near-future world via a self-evidently noir detection plot; starring Charlton Heston (the lead in Touch of Evil), it also features classic noir standbys Joseph Cotten, Edward G. Robinson, and Whit Bissell. The movie was directed by Richard Fleischer, who two decades before had directed several strong B noirs, including Armored Car Robbery (1950) and The Narrow Margin (1952).\n\nCyber noir, also called tech noir, deals either with dark shenanigans in the world of computers and hi-tech supernerds; or the virtual landscapes of a techno-generated underworld; or both. The term is a portmanteau that describes the conjunction of technology and science fiction: cyber- as in cyberpunk and -noir as film noir. \n\nThe related cyberpunk genre itself is another portmanteau: cyber- being the prefix used in cybernetics, the study of communication and control in living organisms, machines and organisations, although usually understood as the interface of man and machine; from Greek κυβερνήτης kubernétes, a helmsman. This, combined with punk, originally African-American slang for a young male prostitute, latterly an outsider in society, then the target and subject of punk music and subculture, where the keyword is alienation.\n\n"
        },
        {
            "title": "Development of tech-noir",
            "text": "The cynical and stylish perspective of classic film noir had a formative effect on the cyberpunk genre of science fiction that emerged in the early 1980s. The movie most directly influential on cyberpunk was Blade Runner (1982),[5] directed by Ridley Scott, which pays clear and evocative homage to the classic noir mode throughout the film. (Scott would subsequently direct the 1987 noir crime melodrama Someone to Watch Over Me.)\n\nStrong elements of tech-noir also feature in Terry Gilliam's \"dystopian satire\" Brazil (1985) and The City of Lost Children (1995), one of two \"Gilliamesque\" films by Jean-Pierre Jeunet and Marc Caro that were influenced by Gilliam's work in general and by Brazil in particular (the other one being Delicatessen). Scholar Jamaluddin Bin Aziz has observed how \"the shadow of Philip Marlowe lingers on\" in such other \"future noir\" films as 12 Monkeys (Gilliam, 1995), Dark City (1998), and Minority Report (2002).[6] The hero is subject to investigation in Gattaca (1997), which fuses film noir motifs with a scenario indebted to Brave New World. The Thirteenth Floor (1999), like Blade Runner, is an explicit homage to classic noir, in this case involving speculations about virtual reality. Science fiction, noir, and animation are brought together in the Japanese films Ghost in the Shell (1995) and Ghost in the Shell 2: Innocence (2004), both directed by Mamoru Oshii, and in films such as France's Renaissance (2006) and the Disney sequel Tron: Legacy (2010) from America.[7]\n\n"
        }
    ]
}