{
    "url": "https://en.wikipedia.org/wiki/Technosignature",
    "title": "Technosignature",
    "table_of_contents": [
        "1 Astroengineering projects",
        "1.1 Orbital paths, transit signatures, stellar activity and star-system composition",
        "1.2 Communication networks",
        "2 Planetary analysis",
        "2.1 Artificial heat and light",
        "2.2 Atmospheric analysis",
        "3 Extraterrestrial artifacts, influence and spacecraft",
        "3.1 Spacecraft",
        "3.2 Satellites",
        "3.3 Extraterrestrial influence or activity on Earth",
        "3.4 On exoplanets",
        "4 Scientific projects searching for technosignatures",
        "4.1 Vanishing stars",
        "4.2 Organization of novel projects",
        "5 Implications of detection",
        "6 See also",
        "7 Further reading",
        "8 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Technosignature or technomarker is any measurable property or effect that provides scientific evidence of past or present technology.[1][2] Technosignatures are analogous to biosignatures, which signal the presence of life, whether intelligent or not.[1][3]   Some authors prefer to exclude radio transmissions from the definition,[4] but such restrictive usage is not widespread. Jill Tarter has proposed that the search for extraterrestrial intelligence (SETI) be renamed \"the search for technosignatures\".[1] Various types of technosignatures, such as radiation leakage from megascale astroengineering installations such as Dyson spheres, the light from an extraterrestrial ecumenopolis, or Shkadov thrusters with the power to alter the orbits of stars around the Galactic Center, may be detectable with hypertelescopes.  Some examples of technosignatures are described in Paul Davies's 2010 book The Eerie Silence, although the terms \"technosignature\" and \"technomarker\" do not appear in the book.\n\n"
        },
        {
            "title": "Astroengineering projects",
            "text": "A Dyson sphere, constructed by life forms dwelling in proximity to a Sun-like star, would cause an increase in the amount of infrared radiation in the star system's emitted spectrum. Hence, Freeman Dyson selected the title \"Search for Artificial Stellar Sources of Infrared Radiation\" for his 1960 paper on the subject.[5] SETI has adopted these assumptions in its search, looking for such \"infrared heavy\" spectra from solar analogs. From 2005, Fermilab has conducted an ongoing survey for such spectra, analyzing data from the Infrared Astronomical Satellite.[6][7]\n\nIdentifying one of the many infra-red sources as a Dyson sphere would require improved techniques for discriminating between a Dyson sphere and natural sources.[8] Fermilab discovered 17 \"ambiguous\" candidates, of which four have been named \"amusing but still questionable\".[9] Other searches also resulted in several candidates, which remain unconfirmed.[6] In October 2012, astronomer Geoff Marcy, one of the pioneers of the search for extrasolar planets, was given a research grant to search data from the Kepler telescope, with the aim of detecting possible signs of Dyson spheres.[10]\n\nShkadov thrusters, with the hypothetical ability to change the orbital paths of stars in order to avoid various dangers to life such as cold molecular clouds or cometary impacts, would also be detectable in a similar fashion to the transiting extrasolar planets searched by Kepler. Unlike planets, though, the thrusters would appear to abruptly stop over the surface of a star rather than crossing it completely, revealing their technological origin.[11] In addition, evidence of targeted extrasolar asteroid mining may also reveal extraterrestrial intelligence (ETI).[12] Furthermore, it has been suggested that information could be hidden within the transit signatures of other planets.[13] Advanced civilizations could \"cloak their presence, or deliberately broadcast it, through controlled laser emission\".[14] Other characteristics proposed as potential technosignatures (or starting points for detection of clearer signatures) include peculiar orbital periods such as arranging planets in prime number patterns.[15][16][17] Coronal and chromospheric activity on stars might be altered.[18] Extraterrestrial civilizations may use free-floating planets (rogue planets) for interstellar transportation with a number of proposed possible technosignatures.[19]\n\nA study suggests that if ETs exist, they may have established communications network(s) and may already have probes in the solar system whose communication may be detectable.[20] Studies by John Gertz suggest flyby (scout)[21] probes might intermittently surveil nascent solar systems and permanent probes would communicate with a home base, potentially using triggers and conditions such as detection of electromagnetic leakage or biosignatures.[22] They also suggests a number of strategies to detecting local ET probes[23] such as detecting emitted optical messages.[24] He also finds that due to interstellar networks of communications nodes, the search for deliberate interstellar signals – as is common in SETI[25] – may be futile.[26] The architecture may consists of nodes separated by sub-light-year distances and strung out between neighboring stars.[27] It may also contain pulsars as beacons[28] or nodes whose beams are modulated by mechanisms that could be searched for.[29] Moreover, a study suggests prior searches wouldn't have detected cost-effective electromagnetic signal beacons.[30]\n\n"
        },
        {
            "title": "Planetary analysis",
            "text": "Various astronomers, including Avi Loeb of the Center for Astrophysics | Harvard & Smithsonian and Edwin L. Turner of Princeton University have proposed that artificial light from extraterrestrial planets, such as that originating from cities, industries, and transport networks, could be detected and signal the presence of an advanced civilization. Such approaches, though, make the assumption that the radiant energy generated by civilization would be relatively clustered and can therefore be detected easily.[31][32]\n\nLight and heat detected from planets must be distinguished from natural sources to conclusively prove the existence of intelligent life on a planet.[4] For example, NASA's 2012 Black Marble experiment showed that significant stable light and heat sources on Earth, such as chronic wildfires in arid Western Australia, originate from uninhabited areas and are naturally occurring.[33] The proposed LUVOIR A may be able to detect city lights twelve times those of Earth on Proxima b in 300 hours.[34]\n\nAtmospheric analysis of planetary atmospheres, as is already done on various Solar System bodies and in a rudimentary fashion on several hot Jupiter extrasolar planets, may reveal the presence of chemicals produced by technological civilizations.[36][37] For example, atmospheric emissions from human technology use on Earth, including nitrogen dioxide and chlorofluorocarbons, are detectable from space.[38] Artificial air pollution may therefore be detectable on extrasolar planets and on Earth via \"atmospheric SETI\" – including NO2 pollution levels and with telescopic technology close to today.[39][40][41][42] Such technosignatures may consist not of the detection of the level of one specific chemical but simultaneous detections of levels of multiple specific chemicals in atmopsheres.[43]\n\nHowever, there remains a possibility of mis-detection; for example, the atmosphere of Titan has detectable signatures of complex chemicals that are similar to what on Earth are industrial pollutants, though not the byproduct of civilisation.[44] Some SETI scientists have proposed searching for artificial atmospheres created by planetary engineering to produce habitable environments for colonisation by an ETI.[37]\n\n"
        },
        {
            "title": "",
            "text": "Interstellar spacecraft may be detectable from hundreds to thousands of light-years away through various forms of radiation, such as the photons emitted by an antimatter rocket or cyclotron radiation from the interaction of a magnetic sail with the interstellar medium. Such a signal would be easily distinguishable from a natural signal and could hence firmly establish the existence of extraterrestrial life, were it to be detected.[45] In addition, smaller Bracewell probes within the Solar System itself may also be detectable by means of optical or radio searches.[46][47] Self-replicating spacecraft or their communications networks could potentially be detectable within our Solar system or in nearby star-based systems,[48] if they are located there.[49] Such technologies or their footprints could be in Earth's orbit, on the Moon or on the Earth.\n\nA less advanced technology, and one closer to humanity's current technological level, is the Clarke Exobelt proposed by Astrophysicist Hector Socas-Navarro of the Instituto de Astrofisica de Canarias.[50] This hypothetical belt would be formed by all the artificial satellites occupying geostationary/geosynchronous orbits around an exoplanet. From early simulations it appeared that a very dense satellite belt, requiring only a moderately more-advanced civilization than ours, would be detectable with existing technology in the light curves from transiting exoplanets,[51] but subsequent analysis has questioned this result, suggesting that exobelts detectable by current and upcoming missions will be very rare.[52]\n\nIt has been suggested that once extraterrestrials arrive \"at a new home, such life will almost certainly create technosignatures (because it used technology to get there), and some fraction of them may also eventually give rise to a new biosphere\".[53] Microorganism DNA may have been used for self-replicating messages.[54][additional citation(s) needed] See also: DNA digital data storage\n\nLow- or high-albedo installations such as solar panels may also be detectable, albeit distinguishing artificial megastructures from high- and low-albedo natural environments (e.g., bright ice caps) may make it unfeasible.[25]\n\n"
        },
        {
            "title": "Scientific projects searching for technosignatures",
            "text": "One of the first attempts to search for Dyson Spheres was made by Vyacheslav Slysh from the Russian Space Research Institute in Moscow in 1985 using data from the Infrared Astronomical Satellite (IRAS).[56]\n\nAnother search for technosignatures, circa 2001, involved an analysis of data from the Compton Gamma Ray Observatory for traces of anti-matter, which, besides one \"intriguing spectrum probably not related to SETI\", came up empty.[57]\n\nIn 2005, Fermilab had an ongoing survey for such spectra by analyzing data from IRAS.[58][59] Identifying one of the many infra-red sources as a Dyson Sphere would require improved techniques for discriminating between a Dyson Sphere and natural sources.[60] Fermilab discovered 17 potential \"ambiguous\" candidates of which four have been named \"amusing but still questionable\".[9] Other searches also resulted in several candidates, which are, however, unconfirmed.[61]\n\nIn a 2005 paper, Luc Arnold proposed a means of detecting planetary-sized artifacts from their distinctive transit light curve signature. He showed that such technosignature was within the reach of space missions aimed at detecting exoplanets by the transit method, as were Corot or Kepler projects at that time.[62] The principle of the detection remains applicable for the future exoplanets missions.[63][64][65]\n\nIn 2012, a trio of astronomers led by Jason Wright started a two-year search for Dyson Spheres, aided by grants from the Templeton Foundation.[66]\n\nIn 2013, Geoff Marcy received funding to use data from the Kepler Telescope to search for Dyson Spheres and interstellar communication using lasers,[67] and Lucianne Walkowicz received funding to detect artificial signatures in stellar photometry.[68]\n\nStarting in 2016, astronomer Jean-Luc Margot of UCLA has been searching for technosignatures with large radio telescopes.[2]\n\nIn 2016, it was proposed that vanishing stars are a plausible technosignature.[69] A pilot project searching for vanishing stars was carried out, finding one candidate object. In 2019, the Vanishing & Appearing Sources during a Century of Observations (VASCO) project[70] began more general searches for vanishing and appearing stars, and other astrophysical transients[69] They identified 100 red transients of \"most likely natural origin\", while analyzing 15% of the image data. In 2020, the VASCO collaboration started up a citizen science project, vetting through images of many thousands of candidate objects.[71] The citizen science project is carried out in close collaboration with schools and amateur associations mainly in African countries.[72] The VASCO project has been referred to as \"Perhaps the most general artefact search to date\".[73] In 2021, VASCO's principal investigator Beatriz Villarroel received a L'Oreal-Unesco prize in Sweden for the project.[74] In June 2021, the collaboration published the discovery of nine light sources seemingly appearing and vanishing simultaneously in the sky.[75] No natural phenomena can explain the presence of the objects in an old photographic plate from 1950. The group carefully indicated that either nuclear fallout from unlisted atomic bombs contaminated the plates or that a new celestial phenomenon might be behind. For example, the high spatial density of transients is caused by the presence of artificial, reflective objects at high orbits around Earth in 1950. Continued studies, are bringing more support for the authenticity of the phenomenon with multiple transients.[76] See also: Diminished Reality (the reverse of augmented reality).\n\nIn June 2020, NASA was awarded their first SETI-specific grant in three decades. The grant funds the first NASA-funded search for technosignatures from advanced extraterrestrial civilizations other than radio waves, including the creation and population of an online technosignature library.[77][78][79] A 2021 scientific review produced by the i.a. NASA-sponsored online workshop TechnoClimes 2020 classified possible optimal mission concepts for the search of technosignatures. It evaluates signatures based on a metric about the distance of humanity to the capacity of developing the signature's required technology – a comparison to contemporary human technology footprints, associated methods of detection and ancillary benefits of their search for other astronomy. The study's conclusions include a robust rationale for organizing missions for searching artifacts – including probes – within the Solar system.[80][55]\n\nIn 2021, astronomers proposed a sequence of \"verification checks for narrowband technosignature signals\" after concluding that technosignature candidate BLC1 could be the result of a form of local radiofrequency interference.[81]\n\nIt has been suggested that observatories on the Moon could be more successful.[82][83] In 2022, scientists provided an overview of the capabilities of ongoing, recent, past, planned and proposed missions and observatories for detecting various alien technosignatures.[84][85]\n\n"
        },
        {
            "title": "Implications of detection",
            "text": "Steven J. Dick states that there generally are no principles for dealing with successful SETI detections. Detections of technosignatures may have ethical implications, such as conveying information related to astroethical[86] and related machine ethics ones (e.g. related to machines' applied ethical values), or include information about alien societies or histories or fates, which may vary depending on the type, prevalence and form of the detected signature's technology. Moreover, various types of information about detected technosignatures and their distribution or dissemination may have varying implications that may also depend on time and context.\n\n"
        }
    ]
}