{
    "url": "https://en.wikipedia.org/wiki/Technology_forecasting",
    "title": "Technology forecasting",
    "table_of_contents": [
        "1 History",
        "2 Important aspects",
        "3 Methods",
        "3.1 Combining forecasts",
        "4 Relative researches and Applications",
        "4.1 Forecasting institutes",
        "4.2 Scientific Journals",
        "4.3 Uses in manufacturing",
        "4.4 Technology forecasting with technology radar",
        "5 See also",
        "6 References",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Technology forecasting attempts to predict the future characteristics of useful technological machines, procedures or techniques. Researchers create technology forecasts based on past experience and current technological developments. Like other forecasts, technology forecasting can be helpful for both public and private organizations to make smart decisions. By analyzing future opportunities and threats, the forecaster can improve decisions in order to achieve maximum benefits.[1] Today, most countries are experiencing huge social and economic changes, which heavily rely on technology development. By analyzing these changes, government and economic institutions could make plans for future developments. However, not all of historical data can be used for technology forecasting, forecasters also need to adopt advanced technology and quantitative modeling from experts’ researches and conclusions.[2]\n\n"
        },
        {
            "title": "History",
            "text": "Technology forecasting has existed more than a century, but it developed to an established subject until World War II, because American government started to detect the technology development trend related to military area after the war. In 1945, the U.S. Army Air Forces created a report called Toward New Horizons, which surveyed the technology development and discussed the importance for future studies. The report is an indication for the beginning of modern technology forecasting.[3] In the 1950s and 1960s, RAND Corporation developed the Delphi Technique and were widely accepted and used to make smart evaluation for the future.[4] The applications of Delphi Technique are a turning point in the history of technology forecasting, because it became an efficient tool for knowledge building and decision-making, especially for social policy and public health issues.[5] In the 1970s, private sector and government agencies out of military area widely adopted technology forecasting and helped to diversify the users and applications. As the developments of computing technology, advanced computer hardware and software facilitates the process of data sorting and data analysis. The development of Internet and networking is also beneficial for the data access and data transfer.[6] Technology opportunities analysis started since 1990. Improved software can help analysts search and retrieve data information from large complicated database and then graphically represents interrelations.[7] From 2000, more and more new requirements and challenges lead to the modern development of technology forecasting, such as prediction markets, alternate reality games, online forecasting communities and obsolescence forecasting.[3]\n\n"
        },
        {
            "title": "Important aspects",
            "text": "Primarily, a technological forecast deals with the characteristics of technology, such as levels of technical performance, like speed of a military aircraft, the power in watts of a particular future engine, the accuracy or precision of a measuring instrument, the number of transistors in a chip in the year 2015, etc. The forecast does not have to state how these characteristics will be achieved.\n\nSecondly, technological forecasting usually deals with only useful machines, procedures or techniques. This is to exclude from the domain of technological forecasting those commodities, services or techniques intended for luxury or amusement.\n\nThirdly, feasibility is a key element in technology forecasting. Forecasters should consider the cost and the level of difficulty of materialization of desires. For example, a computer-based approach “Pattern” is an expensive forecasting method which is not recommended to been used in cases of restricted funds.[2]\n\n"
        },
        {
            "title": "Methods",
            "text": "Commonly adopted methods and tools of technology forecasting include the Delphi method, forecast by analogy, growth curves, extrapolation and horizon scanning.[9][10][11] Normative methods of technology forecasting—like the relevance trees, morphological models, and mission flow diagrams—are also commonly used. Delphi method is widely used in technology forecasts because of its flexibility and convenience. However, requirement on reaching consensus is a possible disadvantage of Delphi method. Extrapolation can work well with enough effective historical data. By analyzing the past data, forecaster extend the past development tendency in order to extrapolate meaningful outcomes in the future.[12]\n\nStudies of past forecasts have shown that one of the most frequent reasons why a forecast goes wrong is that the forecaster ignores related fields.[13] A given technical approach may fail to achieve the level of capability forecast for it, because it is superseded by another technical approach which the forecaster ignored. Another problem is that of inconsistency between forecasts. The inconsistency between forecasts reflects on the different locations and time used on controlled experiment. It usually produces inaccurate and unreliable data which leads to incorrect insight and faulty predictions.[14] Because of these problems, it is often necessary to combine forecasts of different technologies. In addition, the use of more than one forecasting method often gives the forecaster more insight into the processes at work which are responsible for the growth of the technology being forecast. Combining forecasts can reduce errors compare with a singular forecast. In the case when researches face troubles to pick a typical forecast method, combining forecasts are always the best solution.[15]\n\n"
        },
        {
            "title": "Relative researches and Applications",
            "text": "Technology forecasting heavily relies on data and data makes contributions to manufacturing and Industry 4.0. IoT System provides a strong platform to make predictive analysis in the post-Industry 4.0. The advanced technologies will increase forecasting accuracy as well as reliability. As the rapid development of IoT technology, more and more industries will be equipped with sensors and monitors. The emergence of modern manufacturing changes the appearances of factories. IoT system helps managers to monitor and control the production process by collecting, tracking and transferring data. Data is powerful. Managers also can do business analysis based on marketing data. Information such as customer buying preference and market demanding could be collected and used for production estimation.[16]\n\nTrend analysis based on current growth assumption could be used in manufacturing. The analysis strongly helps the cycle time reduction of manufacturing process and energy consumption. In this case, modern technology increases production efficiency as well as economic efficiency.[17]\n\nCompanies often use technology forecasting to prioritize R&D activities, plan new product development and make strategic decisions on technology licensing, and formation of joint ventures.[18] One of the instruments enabling technology forecasting in a company is a technology radar. Technology radar serves to identify technologies, trends and shocks early on and to raise attention to the threats and opportunities of technological development as well as to stimulate innovation.[19]\n\nTechnology radars have successfully been implemented  for the purpose of identifying, selecting, assessing and disseminating a company-wide technology intelligence.[20][19] These Technology Radars follow a certain radar process which itself brings significant value for a company:[20]\n\n"
        }
    ]
}