{
    "url": "https://en.wikipedia.org/wiki/Teen_film",
    "title": "Teen film",
    "table_of_contents": [
        "1 Types",
        "1.1 Beach films",
        "2 Codes and conventions",
        "3 Common archetypes",
        "4 Notable writers and directors",
        "4.1 Herman Raucher",
        "4.2 George Lucas",
        "4.3 John Hughes",
        "4.4 Gregg Araki",
        "4.5 Éric Rohmer",
        "5 Noteworthy actors",
        "6 See also",
        "7 References",
        "8 Further reading",
        "9 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Teen film is a film genre targeted at teenagers, preteens, or young adults by the plot being based on their special interests, such as coming of age, attempting to fit in, bullying, peer pressure, first love, teen rebellion, conflict with parents, and teen angst or alienation.[1] Often these normally serious subject matters are presented in a glossy, stereotyped or trivialized way. Many teenage characters are portrayed by young adult actors between the ages of 20 and 30. Some teen films appeal to young males, while others appeal to young females.\n\nFilms in this genre are often set in high schools and colleges, or contain characters who are of high school or college age.\n\n"
        },
        {
            "title": "Types",
            "text": "Teen film genres include\n\nAdditional types of teen films can be divided again into sub-categories. These can be found at list of teen films.\n\nEarly examples of the genre in the United States include the \"beach party films\" of the 1950s and 1960s, such as the Gidget series.[2]\n\n"
        },
        {
            "title": "Codes and conventions",
            "text": "Codes and conventions of teen films vary depending on the cultural context of the film, but they can include puberty, proms, alcohol, illegal substances, high school, parties, virginity, teen pregnancy, social groups and cliques, interpersonal conflict with peers and/or the older generations, fitting in, peer pressure, and popular culture.[3]\n\nThe classic codes and conventions of the teen film come from American films. One of the most widely used conventions is an emphasis on stereotypes and social groups. The stereotypes most commonly used include:\n\nApart from the characters, there are many other codes and conventions of teen film. These films are often set in or around high schools and places frequented by teens, such as shopping malls and themed restaurants. This technique allows for many different social cliques to be shown. These settings are typical for the classic romantic comedy teen film.\n\n"
        },
        {
            "title": "Common archetypes",
            "text": "A good example of the use of archetypes in the teen film was displayed in the 1985 film, The Breakfast Club.  These archetypes have since become a larger part of the culture. The jock, cheerleader, and social outcast, among others, become a familiar and pleasurable feature for the audience. However, genres are dynamic; they change and develop to meet the expectations of their target audience.\n\n"
        },
        {
            "title": "Notable writers and directors",
            "text": "Herman Raucher, along with Robert Mulligan, popularized the genre with Summer of '42 (1971), and Raucher continued the trend by writing Class of '44 (1973).\n\nGeorge Lucas has been credited for perfecting the genre by writing and directing American Graffiti (1973).\n\nThe genre gained more credibility during the 1980s with the works of writer and director John Hughes. His legacy of teen films, including The Breakfast Club, Ferris Bueller's Day Off, Sixteen Candles, and many more, proved to be popular not only with audiences but also with critics.[2]\n\nGregg Araki filmed independent films in the 1990s. His films, particularly the Teen Apocalypse Trilogy (consisting of Totally Fucked Up, The Doom Generation, and Nowhere), are notable for capturing the disaffected attitudes of suburban teenagers of Generation X.\n\nÉric Rohmer, a pioneering director of the French New Wave, was notable for focusing on young adults or youth and their complications with love in a number of his films. Some of these works are La Collectionneuse, Claire's Knee, Pauline at the Beach, My Girlfriend's Boyfriend, and A Summer's Tale.\n\n"
        },
        {
            "title": "Noteworthy actors",
            "text": "Popular actors in teen films have included Annette Funicello, Hayley Mills, and Sal Mineo in the 1960s and 1970s; Molly Ringwald, Anthony Michael Hall, Brendan Fraser, Luke Perry, Johnny Depp, Christina Applegate, Winona Ryder, John Cusack, Michael J. Fox, Robert Downey Jr., Matthew Broderick and members of the Brat Pack in the 1980s and early 1990s; and Sarah Michelle Gellar, Neve Campbell, Chris Evans, Rose McGowan, Jennifer Love Hewitt, Heath Ledger, Britney Spears, Kirsten Dunst, Shannon Elizabeth, Breckin Meyer, Seth Green, Tobey Maguire, Alicia Silverstone, Gina Ravera, Mary-Kate and Ashley Olsen, Frankie Muniz, Hilary Duff, Lindsay Lohan, Rachael Leigh Cook, Drew Barrymore, Freddie Prinze Jr., Amanda Bynes, Leonardo DiCaprio, and Hayden Panettiere in the mid-to-late-1990s and throughout the 2000s. Many of these actors were either pre-teens or teens themselves when the movies were made. \n\nNotable teen genre actors in the 2010s include Leighton Meester, Blake Lively, Zendaya, Noah Centineo, Timothée Chalamet, Zac Efron, Lucy Hale, Lucas Hedges, Tom Holland, Anna Kendrick, Katherine Langford, Keiynan Lonsdale, Ezra Miller, Evan Peters, Nick Robinson, Cole Sprouse, Amandla Stenberg, Emma Stone, Ashley Tisdale, Emma Watson, Charlie Heaton, Justice Smith, Hailee Steinfeld, Odeya Rush, Madison Iseman, Dylan Minnette, Storm Reid, Asher Angel, Jack Dylan Grazer, Charlie Plummer, Sophia Lillis, and Finn Wolfhard.\n\n"
        }
    ]
}