{
    "url": "https://en.wikipedia.org/wiki/Tegmen",
    "title": "Tegmen",
    "table_of_contents": [
        "1 The nature of tegmina",
        "2 The function of tegmina",
        "3 Tegmina and sound",
        "4 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "A tegmen (plural: tegmina) designates the modified leathery front wing on an insect particularly in the orders Dermaptera (earwigs), Orthoptera (grasshoppers, crickets and similar families), Mantodea (praying mantis), Phasmatodea (stick and leaf insects) and Blattodea (cockroaches).[1]\n\nIt is also a term used in botany to describe the delicate inner protective layer of a seed,[2] and in zoology to describe a stiff membrane on the upper surface of the crown of a crinoid.[3]\n\nIn vertebrate anatomy it denotes a plate of thin bone forming the roof of the middle ear.[2]\n\n"
        },
        {
            "title": "The nature of tegmina",
            "text": "The term tegmen refers to a miscellaneous and arbitrary group of organs in various orders of insects; they certainly are homologous in the sense that they all are derived from insect forewings, but in other senses they are analogous; for example, the evolutionary development of the short elytra of the Dermaptera shared none of the history of the development of tegmina in the Orthoptera, say. Also, in some other insects fore- and hindwings differ both in texture and their role in flight, but are not universally regarded as tegmina. For example, the hemelytra of some Hemiptera have been called tegmina by some authorities,[4] but not by most modern authors.\n\nEntomologists do not customarily refer to the forewing of a beetle as a tegmen; the term for beetles' forewings is elytra.\n\n"
        },
        {
            "title": "The function of tegmina",
            "text": "Probably the major role of tegmina in general is that of protecting the hindwings when folded. In many insects they also are important in camouflage and in displays, especially defensive display, where the tegmina are drab, but cover aposematic displays that are startling when suddenly uncovered. Sometimes, as in some mantids, the tegmina crossed over the back are not striking, but when suddenly raised, act as a threatening display resembling a pair of eyes.\n\nTegmina do not play a major active, flapping role in flying, though they are aerodynamically significant in insects such as migratory locusts that fly vigorously for long distances.  This is probably the main justification for distinguishing between say, the forewings of cockroaches, which are called tegmina, and the forewings of some Neuroptera, which though stiffer than the rear wings, are flapped in flight.\n\n"
        },
        {
            "title": "Tegmina and sound",
            "text": "\"Song\" of Grylluspennsylvanicus (help·info)\n\nTegmina, generally being stiffer than the rear wings, are used as sound boards by many species of insects, especially Orthoptera; in many locusts they make a crackling noise in flight, and in many crickets, tree crickets, and even mole crickets, the tegmina have undergone marked anatomical adaptations, often asymmetric, for sound production.\n\n"
        }
    ]
}