{
    "url": "https://en.wikipedia.org/wiki/Telerobotics",
    "title": "Telerobotics",
    "table_of_contents": [
        "1 Teleoperation",
        "2 Interfaces",
        "3 Applications",
        "3.1 Space",
        "3.2 Telepresence and videoconferencing",
        "3.3 Marine applications",
        "3.4 Telemedicine",
        "3.5 Emergency Response and law enforcement robots",
        "3.6 Other applications",
        "4 See also",
        "5 References",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nTelerobotics is the area of robotics concerned with the control of semi-autonomous robots from a distance, chiefly using television, wireless networks (like Wi-Fi, Bluetooth and the Deep Space Network) or tethered connections. It is a combination of two major subfields, which are teleoperation and telepresence.\n\n"
        },
        {
            "title": "Teleoperation",
            "text": "Teleoperation indicates operation of a machine at a distance. It is similar in meaning to the phrase \"remote control\" but is usually encountered in research, academic and technical environments. It is most commonly associated with robotics and mobile robots but can be applied to a whole range of circumstances in which a device or machine is operated by a person from a distance.[1]\n\nTeleoperation is the most standard term, used both in research and technical communities, for referring to operation at a distance. This is opposed to \"telepresence\", which refers to the subset of telerobotic systems configured with an immersive interface such that the operator feels present in the remote environment, projecting his or her presence through the remote robot.  One of the first telepresence systems that enabled operators to feel present in a remote environment through all of the primary senses (sight, sound, and touch) was the Virtual Fixtures system developed at US Air Force Research Laboratories in the early 1990s.  The system enabled operators to perform dexterous tasks (inserting pegs into holes) remotely such that the operator would feel as if he or she was inserting the pegs when in fact it was a robot remotely performing the task.[2][3][4]\n\nA telemanipulator (or teleoperator) is a device that is controlled remotely by a human operator. In simple cases the controlling operator's command actions correspond directly to actions in the device controlled, as for example in a radio-controlled model aircraft or a tethered deep submergence vehicle. Where communications delays make direct control impractical (such as a remote planetary rover), or it is desired to reduce operator workload (as in a remotely controlled spy or attack aircraft), the device will not be controlled directly, instead being commanded to follow a specified path. At increasing levels of sophistication the device may operate somewhat independently in matters such as obstacle avoidance, also commonly employed in planetary rovers.\n\nDevices designed to allow the operator to control a robot at a distance are sometimes called telecheric robotics.\n\nTwo major components of telerobotics and telepresence are the visual and control applications. A remote camera provides a visual representation of the view from the robot. Placing the robotic camera in a perspective that allows intuitive control is a recent technique that although based in Science Fiction (Robert A. Heinlein's Waldo 1942) has not been fruitful as the speed, resolution and bandwidth have only recently been adequate to the task of being able to control the robot camera in a meaningful way. Using a head mounted display, the control of the camera can be facilitated by tracking the head as shown in the figure below.\n\nThis only works if the user feels comfortable with the latency of the system, the lag in the response to movements, the visual representation. Any issues such as, inadequate resolution, latency of the video image, lag in the mechanical and computer processing of the movement and response, and optical distortion due to camera lens and head mounted display lenses, can cause the user 'simulator sickness' that is exacerbated by the lack of vestibular stimulation with visual representation of motion.\n\nMismatch between the users motions such as registration errors, lag in movement response due to overfiltering, inadequate resolution for small movements, and slow speed can contribute to these problems.\n\nThe same technology can control the robot, but then the eye–hand coordination issues become even more pervasive through the system, and user tension or frustration can make the system difficult to use.[citation needed]\n\nThe tendency to build robots has been to minimize the degrees of freedom because that reduces the control problems. Recent improvements in computers has shifted the emphasis to more degrees of freedom, allowing robotic devices that seem more intelligent and more human in their motions. This also allows more direct teleoperation as the user can control the robot with their own motions.[5]\n\n"
        },
        {
            "title": "Interfaces",
            "text": "A telerobotic interface can be as simple as a common MMK (monitor-mouse-keyboard) interface. While this is not immersive, it is inexpensive. Telerobotics driven by internet connections are often of this type. A valuable modification to MMK is a joystick, which provides a more intuitive navigation scheme for the planar robot movement.\n\nDedicated telepresence setups utilize a head-mounted display with either single or dual eye display, and an ergonomically matched interface with joystick and related button, slider, trigger controls.\n\nOther interfaces merge fully immersive virtual reality interfaces and real-time video instead of computer-generated images.[6] Another example would be to use an omnidirectional treadmill with an immersive display system so that the robot is driven by the person walking or running. Additional modifications may include merged data displays such as Infrared thermal imaging, real-time threat assessment, or device schematics.[citation needed]\n\n"
        },
        {
            "title": "Applications",
            "text": "With the exception of the Apollo program, most space exploration has been conducted with telerobotic space probes. Most space-based astronomy, for example, has been conducted with telerobotic telescopes. The Russian Lunokhod-1 mission, for example, put a remotely driven rover on the moon, which was driven in real time (with a 2.5-second lightspeed time delay) by human operators on the ground. Robotic planetary exploration programs use spacecraft that are programmed by humans at ground stations, essentially achieving a long-time-delay form of telerobotic operation. Recent noteworthy examples include the Mars exploration rovers (MER) and the Curiosity rover. In the case of the MER mission, the spacecraft and the rover operated on stored programs, with the rover drivers on the ground programming each day's operation. The International Space Station (ISS) uses a two-armed telemanipulator called Dextre. More recently, a humanoid robot Robonaut[8] has been added to the space station for telerobotic experiments.\n\nNASA has proposed use of highly capable telerobotic systems[9] for future planetary exploration using human exploration from orbit. In a concept for Mars Exploration proposed by Landis, a precursor mission to Mars could be done in which the human vehicle brings a crew to Mars, but remains in orbit rather than landing on the surface, while a highly capable remote robot is operated in real time on the surface.[10] Such a system would go beyond the simple long time delay robotics and move to a regime of virtual telepresence on the planet. One study of this concept, the Human Exploration using Real-time Robotic Operations (HERRO) concept, suggested that such a mission could be used to explore a wide variety of planetary destinations.[7]\n\nThe prevalence of high quality video conferencing using mobile devices, tablets and portable computers has enabled a drastic growth in telepresence robots to help give a better sense of remote physical presence for communication and collaboration in the office, home, school, etc. when one cannot be there in person. The robot avatar can move or look around at the command of the remote person.[11][12]\n\nThere have been two primary approaches that both utilize videoconferencing on a display.\n\nTraditional videoconferencing systems and telepresence rooms generally offer pan-tilt-zoom cameras with far end control. The ability for the remote user to turn the device's head and look around naturally during a meeting is often seen as the strongest feature of a telepresence robot. For this reason, the developers have emerged in the new category of desktop telepresence robots that concentrate on this strongest feature to create a much lower cost robot. The desktop telepresence robots, also called \"head-and-neck robots\"[14] allow users to look around during a meeting and are small enough to be carried from location to location, eliminating the need for remote navigation.[15]\n\nSome telepresence robots are highly helpful for some children with long-term illnesses, who were unable to attend school regularly. Latest innovative technologies can bring people together, and it allows them to stay connected to each other, which significantly help them to overcome loneliness. [16]\n\nMarine remotely operated vehicles (ROVs) are widely used to work in water too deep or too dangerous for divers. They repair offshore oil platforms and attach cables to sunken ships to hoist them. They are usually attached by a tether to a control center on a surface ship. The wreck of the Titanic was explored by an ROV, as well as by a crew-operated vessel.\n\nAdditionally, a lot of telerobotic research is being done in the field of medical devices, and minimally invasive surgical systems. With a robotic surgery system, a surgeon can work inside the body through tiny holes just big enough for the manipulator, with no need to open up the chest cavity to allow hands inside.\n\nNIST maintains a set of test standards used for Emergency Response[17] and law enforcement telerobotic systems.[18][19]\n\nRemote manipulators are used to handle radioactive materials.\n\nTelerobotics has been used in installation art pieces; Telegarden is an example of a project where a robot was operated by users through the Web.\n\n"
        }
    ]
}