{
    "url": "https://en.wikipedia.org/wiki/Tellability",
    "title": "Tellability",
    "table_of_contents": [
        "1 Context and Framing",
        "1.1 Truth",
        "2 Narrative Construction",
        "2.1 Chaotic Narrative",
        "2.2 Memory",
        "3 Reasons to Tell a Story",
        "4 References",
        "5 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Tellability is quality for which a story is told and examined as remarkable with its constructed merit. Ochs and Capps examine tellability as the reason a narrative is told. Namely speakers can transform any instance into a meaningful narrative, but most are tellable due to how they deviate from everyday happenings and the prototypical.[1] A narrative changes dependent on its level of tellability, and these elements are largely contextual. The tellability of a story often parallels the perceived truth of the story.\n\n"
        },
        {
            "title": "Context and Framing",
            "text": "The tellability of a narrative changes and is dependent on the audience, the content, the narrator, and more. This aspect of tellability directly thinks to Erving Goffman's concept of Framing in his book Frame Analysis. Framing is the circumstances and tone by which any interaction is made, whether it be more of a sociable or professional frame changes the content of the interaction.[2] According to this certain stories are more significant and appropriate in different social frames in comparison to others. Different frames change the tellability of a story and the means by which that story would be told.\n\nThe tellability of a story is influenced by the search for truth within the narrative, and this largely changes the story to reflect that truth to the audience. For a story to be tellable it must be believable to those listening. People are more willing to accept stories as true when they are more factual and not discouraging to their sense of security and comfort. Because of this speakers often have to reframe their narratives in order to have other people believe them, especially in different socio-political circumstances. Amy Shuman studies how narratives change in different contexts, and she specifically does research with asylum seekers. Shuman finds that, for a narrative to be believable, it must have an experience that has been told before, but it also must not be too common or people will see it as unremarkable or even just a copy of another's personal experience.[3] Because of this, while the narrator may have most control over the telling of the narrative, the believability of it is often up to the empathy and willingness of the audience, and so narratives are often constructed with the thought of the audience in mind. This is similar to the Heisenberg effect, wherein the very act of there being a different audience greatly changes the narrative at hand. Yet truth within a narrative is often not solely reflective of objective truth. Truth is often a reflection of the emotional response of the speaker from their story or it can be honing in on a particular element of the story.\n\n"
        },
        {
            "title": "Narrative Construction",
            "text": "A key aspect of tellability is authenticity. Elinor Ochs and Lisa Capps both examine tellability of a narrative, and they find that the balance of the narrative's authenticity and aesthetic is what allows for the content to have a believable narrative structure and therefore makes it tellable.[4] Authenticity is the objective truth of the account being detailed in the narrative. Authenticity often takes on a linear structure, as it reflects the cause and effect relationship and temporal sequencing of the events that transpire. The aesthetic quality is the change in the narrative that the speaker adds to it, so that the narrative will feel more genuine in how personal it is. Aesthetic may change the structure by which the story is told so to reflect the emotional response of the narrator as well as highlight the aspect most important to the narrator. A story's tellability is directly linked to its balance between authenticity and aesthetic, as the story must be both personal and factual in how it presents its truth. Folklorists often find that truth is the means by which tellability is implemented in the story, so tellability is to give an understanding as to whether the truth is an objective or subjective matter.\n\nIn certain circumstances the tellability of the narrative is created through how unbelievable it is; this commonly happens with the chaotic narrative. The chaotic narrative is told loosely and fragmented as it is the only way the speaker can remember and retell certain traumatic events. While a linear story allows for a show of temporal sequencing and signifies a more objective perspective, the chaotic narrative's unorganized and seemingly disordered sequencing reflects the believability of the story due to the sheer emotional reaction of the speaker. Yet some chaotic narratives are untellable simply because the speaker cannot bring themselves to relive those moments. Diane Goldstein studies the chaotic narrative in trauma stories and how their tellability fluctuates.[5] The chaotic narrative is usually used with trauma stories, as the narrator is still deeply affected by the content and can only remember certain aspects of the story. While the speaker's retelling of the events may not be perfectly true to everything that happened, the chaotic story is told in this fashion because of how severe the memory is to the speaker. Therefore, the story may come out disjointed and focusing on minute details, as that is how the narrator remembers it to be.\n\nMemory plays a major role in the tellability of a story, as memories are constantly changing and the lack of memory can often impede on the tellability of a story. In Untold Stories, Ochs and Capps detail the major role that memory plays in tellability.[6] They explain that as people grow older their memories of the past change and therefore the very means by which the story changes. Some stories lose tellability as they are forgotten, others lose tellability in how the memory of them are so fragmented that they cannot be told as a story. In other instances people grow so far away from these certain memories that they no longer seem applicable or important to tell.\n\n"
        },
        {
            "title": "Reasons to Tell a Story",
            "text": "Tellability is also largely defined by the reasons for which a person chooses to tell a story. Some stories lack tellability for moral reasons, such as people not wanting to concern others with what they have experienced or to not hurt a listener's feelings. Goldstein examines the foreknowledge and hindsight of telling a story in the wake of a major event.[7] In her research she finds that people may make stories of small coincidences in the aftermath of a great public trauma so to create more drama. People may want to feel security in knowing that whatever events are meant to transpire give their warnings and can be controlled, so people create narratives out of foreknowledge wherein it singles out an enemy for which people can put the blame on, and it makes the events feel more orderly.\n\n\tWhile stories can lack tellability due to their believability or their relevance, some stories are untellable as they perpetuate stereotypes and create a power dynamic. Goldstein examines tellability through ventriloquism wherein someone who holds more social influence and privilege tries to tell the story of people less fortunate.[8] In doing so these retellings lack tellability as they influence the perspective of people who are not the speaker and perpetuate stereotypes, as the speaker is not able to capture the authenticity of the experiences these other people have had. Telling the story of another person or community can be tellable, so long as it is not done to speak for them but rather to reflect on the speaker and to show what they gain from looking at these narratives.\n\n"
        }
    ]
}