{
    "url": "https://en.wikipedia.org/wiki/Temperate_climate",
    "title": "Temperate climate",
    "table_of_contents": [
        "1 Zones and climates",
        "1.1 Subtropical zone",
        "1.1.1 Humid subtropical (Cfa) and monsoon subtropical (Cwa) climates",
        "1.1.2 Mediterranean climates (Csa, Csb)",
        "1.1.3 Subtropical highland climates (Cfb, Cwb)",
        "1.2 Middle latitude zone",
        "1.2.1 Oceanic and continental climates",
        "1.3 Subpolar zone",
        "1.3.1 Subpolar oceanic (Cfc, Cwc, Csc)",
        "2 Human aspects",
        "2.1 Demography, fauna and flora",
        "2.2 Agriculture",
        "2.3 Urbanization",
        "3 See also",
        "4 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nIn geography, the temperate climates of Earth occur in the middle latitudes (23.5° to 66.5° N/S of Equator), which span between the tropics and the polar regions of Earth.[1] These zones generally have wider temperature ranges throughout the year and more distinct seasonal changes compared to tropical climates, where such variations are often small and usually only have precipitation changes.[2]\n\nIn temperate climates, not only do latitudinal positions influence temperature changes, but sea currents, prevailing wind direction, continentality (how large a landmass is), and altitude also shape temperate climates. [3]\n\nThe Köppen climate classification defines a climate as \"temperate\" C, when the mean temperature is above −3 °C (26.6 °F) but below 18 °C (64.4 °F) in the coldest month to account for the persistency of frost. However, other climate classifications set the minimum at 0 °C (32.0 °F).[4][5]\n\n"
        },
        {
            "title": "Zones and climates",
            "text": "The north temperate zone extends from the Tropic of Cancer (approximately 23.5° north latitude) to the Arctic Circle (approximately 66.5° north latitude). The south temperate zone extends from the Tropic of Capricorn (approximately 23.5° south latitude) to the Antarctic Circle (at approximately 66.5° south latitude).[6][7]\n\nIn some climate classifications, the temperate zone may be divided into several smaller climate zones, based on monthly temperatures, the coldest month, and rainfall. These include subtropical zone humid subtropical climate and Mediterranean climate, and middle latitude zone oceanic, and continental climate. [8]\n\nThese are the climates that are typically found toward the more equatorial portion of the temperate zone between 23.5° and 35° north or south, and thus are far more influenced by the tropics than any other temperate climate type, usually having warmer temperatures over the year, longer and hot summers and mild, short winters. Freezing precipitation is uncommon in this portion of the temperate zone.\n\nIn the coolest month, the mean temperature in the subtropical zone is around 8 C (46 F) while in the hottest months mean temperatures are in the 26.5 C (80 F) range. \n\nHumid subtropical climates generally have long, hot and humid summers with convective showers in summer and a peak seasonal rainfall in the hottest months. Winters are normally mild and not freezing in the humid subtropics, and warm ocean currents normally are found in coastal areas with humid subtropical climates.[9] This type of climate is normally located along leeward lower east coasts of continents such as in southeast and central Argentina, Uruguay and south of Brazil, the southeast portions of East Asia, southern and portions of the northeast and midwestern United States and portions of, South Africa, Ethiopia, and eastern Australia. In some areas with a humid subtropical climate (most notably southeast China and North India), there is an even sharper wet-dry season, called a monsoon subtropical climate or subtropical monsoon (Cwa). In these regions, winters are quite chilly and dry and summers have very heavy rainfall. Some Cwa areas in southern China report more than 80% of annual precipitation in the 5 warmest months (southwest monsoon).\n\nMediterranean climates have the opposite rainfall pattern to the humid subtropical and monsoonal climates, with a dry summer and wet winter. This climate occur mostly at the western edges and coasts of the continents and are bounded by arid deserts on their equatorward sides that brings dry winds causing the dry season of summer, and oceanic climates to the poleward sides that are influenced by cool ocean currents and air masses that bring the rainfall of winter. The five main Mediterranean regions of the world are the Mediterranean Basin in northwestern Afro-Eurasia, coastal California in the United States, the southwest of Australia, the Western Cape of South Africa and the south and southwestern coast of Chile.[10]\n\nSubtropical highland climates are variants of the subtropical climates found in high altitude plateaus or montane systems either in the tropics or subtropics, they have characteristically mild temperatures year-round, featuring the four seasons in the subtropics and no marked seasons in the tropics, the latter usually remaining mild to cool through most of the year.[11]\n\nThese climates occur in the middle latitudes, between approximately 35° and 66.5° north and south of the equator. There is an equal climatic influence from both the polar and tropical zones in this climate region. Two types of climates are in this zone, a milder oceanic one and more severe seasonal continental one. Most prototypical temperate climates have a distinct four-season pattern, especially in the continental climate sector. \n\nOceanic climates are created by the on-shore flow from the cool high latitude oceans to their west. This causes the climate to have mild summers and cool (but not cold) winters, and relative humidity and precipitation evenly distributed throughout the year. These climates are frequently cloudy and cool, and winters are milder than those in the continental climate. \n\nRegions with oceanic climates include northwestern Europe, northwestern North America, southeastern and southwestern South America, southeastern Australia and most of New Zealand.[12]\n\nContinental climates in contrast are created by large land masses and seasonal changes in wind direction. This causes continental climates to have severe temperatures for the season, meaning a hot summer and cold winter. Precipitation may be evenly distributed throughout the year, while in some locations there is a summer accent on rainfall. \n\nRegions with continental climates include southeastern Canada, the upper portions of the eastern United States, portions of eastern Europe, parts of China, Japan and the Korean Peninsula.\n\nThese are temperate climates that compared to the subtropics are on the poleward edge of the temperate zone. Therefore, they still have four marked seasons including a warmer one, but are far more influenced by the polar zones than any other but the very polar climates (tundra and ice cap climate).\n\nAreas with subpolar oceanic climates feature an oceanic climate but are usually located closer to polar regions. As a result of their location, these regions tend to be on the cool end of oceanic climates. Snowfall tends to be more common here than in other oceanic climates. Subpolar oceanic climates are less prone to temperature extremes than subarctic climates or continental climates, featuring milder winters than these climates but still with similar summers. This variant of an oceanic climate is found in parts of coastal Iceland, the Faroe Islands, parts of Scotland, northwestern coastal areas of Norway such as Lofoten and reaching to 70° north on some islands, uplands near the coast of southwestern Norway, the Aleutian Islands of Alaska and northern parts of the Alaskan Panhandle, some parts of Southern Argentina and Chile (though most regions are still classified as continental subantarctic), and a few highland areas of Tasmania, the Australian Alps and Southern Alps / Kā Tiritiri o te Moana of New Zealand. This type of climate is even found in tropical areas such as the Papuan Highlands in Indonesia. Cfc is the categorization for this regime. Even in the middle of summer, temperatures exceeding 20°C (68 °F) are exceptional weather events in the most maritime of those locations impacted by this regime. In some parts of this climate, temperatures as high as 30°C (86°F) have been recorded on rare occasions, while temperatures as low as −15 °C (5 °F) have still been recorded on rare occasions.\n\n"
        },
        {
            "title": "Human aspects",
            "text": "The vast majority of the world's human population resides in temperate zones, especially in the Northern Hemisphere, due to its greater mass of land and lack of extreme temperatures.[13] The biggest described number of taxa in a temperate region is found in southern Africa, where some 24,000 taxa (species and infraspecific taxa) have been described.[14]\n\nFarming is a large-scale practice in the temperate regions (except for boreal/subarctic regions) due to the plentiful rainfall and warm summers, because most agricultural activity occurs in the spring and summer, cold winters have a small effect on agricultural production. Extreme winters or summers have a huge impact on the productivity of agriculture which is less common.[15]\n\nTemperate regions have the majority of the world's population, which leads to large cities. There are a couple of factors why the climate of large city landscapes differs from the climate of rural areas. One factor is the strength of the absorption rate of buildings and asphalt, which is higher than that of natural land. The other large factor is the burning of fossil fuels from buildings and vehicles. These factors have led to the average climate of cities to be warmer than surrounding areas.[15]\n\n"
        }
    ]
}