{
    "url": "https://en.wikipedia.org/wiki/Tenrikyo",
    "title": "Tenrikyo",
    "table_of_contents": [
        "1 Beliefs",
        "1.1 Joyous Life",
        "1.2 Ontology",
        "1.3 God",
        "1.4 Causality",
        "1.4.1 Comparison to karmic belief",
        "1.4.2 \"Original causality\"",
        "1.4.3 \"Individual causality\"",
        "1.4.4 \"Three causalities\"",
        "2 Texts",
        "2.1 Scriptures",
        "2.2 Supplemental texts to the scriptures",
        "3 Organization",
        "4 History",
        "4.1 Timeline",
        "5 Religious services",
        "5.1 Daily services",
        "5.2 Hinokishin",
        "5.3 Monthly services",
        "5.4 Divine Grant of Sazuke",
        "6 Tenrikyo centers outside Japan",
        "7 Notable followers",
        "8 See also",
        "9 Notes",
        "10 References",
        "11 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Tenrikyo (天理教, Tenrikyō, sometimes rendered as Tenriism)[1] is a Japanese new religion which is neither strictly monotheistic nor pantheistic, originating from the teachings of a 19th-century woman named Nakayama Miki, known to her followers as \"Oyasama\".[2] Followers of Tenrikyo believe that God of Origin, God in Truth,[3] known by several names including \"Tsukihi,\"[4] \"Tenri-Ō-no-Mikoto\"[5] and \"Oyagamisama (God the Parent)\"[6] revealed divine intent through Miki Nakayama as the Shrine of God[7] and to a lesser extent the roles of the Honseki Izo Iburi and other leaders. Tenrikyo's worldly aim is to teach and promote the Joyous Life, which is cultivated through acts of charity and mindfulness called hinokishin.\n\nThe primary operations of Tenrikyo today are located at Tenrikyo Church Headquarters (Tenri, Nara, Japan), which supports 16,833 locally managed churches in Japan,[8] the construction and maintenance of the oyasato-yakata and various community-focused organisations. It has 1.75 million followers in Japan[8] and is estimated to have over 2 million worldwide.[9]\n\n"
        },
        {
            "title": "Beliefs",
            "text": "The ultimate spiritual aim of Tenrikyo is the construction of the Kanrodai, a divinely ordained pillar in an axis mundi called the Jiba, and the correct performance of the Kagura ritual around the Kanrodai, which will bring about the salvation of all human beings. The idea of the Jiba as the origin of earthly creation is called moto-no-ri, or the principle of origin. A pilgrimage to the Jiba is interpreted as a return to one's origin, so the greeting okaeri nasai ('welcome home') is seen on many inns in Tenri City.\n\nOther key teachings include:\n\nThe Joyous Life in Tenrikyo is defined as charity and abstention from greed, selfishness, hatred, anger, covetousness, miserliness, grudge bearing, and arrogance. Negative tendencies are not known as sins in Tenrikyo, but rather as \"dust\" that can be swept away from the mind through hinokishin and prayer. Hinokishin, voluntary effort, is performed not out of a desire to appear selfless, but out of gratitude for kashimono-karimono[10] and shugo (providence).\n\nThe most basic teaching of Tenrikyo is kashimono-karimono, meaning \"a thing lent, a thing borrowed\". The thing that is lent and borrowed is the human body. Tenrikyo followers think of their minds as things that are under their own control, but their bodies are not completely under their control.[11]\n\nThe sacred name of the single God and creator of the entire universe in Tenrikyo is Tenri-Ō-no-Mikoto (天理王命). Tenri-Ō-no-Mikoto created humankind so that humans may live joyously and to partake in that joy. The body is a thing borrowed, but the mind alone is one's own, thus it is commonly accepted that Tenri-Ō-no-Mikoto is not omnipotent.\n\nOther gods are considered instruments, such as the Divine Providences, and were also created by Tenri-Ō-no-Mikoto.\n\nTenrikyo's doctrine names four properties of Tenri-O-no-Mikoto: as the God who became openly revealed in the world, as the creator who created the world and humankind, as the sustainer and protector who gives existence and life to all creation, and as the savior whose intention in becoming revealed is to save all humankind.[12]\n\nThrough her scriptures (the Mikagura-uta and Ofudesaki), Nakayama conveyed the concept of the divine to her followers in steps:[13][14]\n\nThese steps have been described as an \"unfolding in the revelation of God's nature in keeping with the developing capacity of human understanding, from an all-powerful God, to a nourishing God, and finally to an intimate God.\"[20]\n\nFollowers use the phrase \"God the Parent\" (Oyagamisama) to refer to God, and the divine name \"Tenri-O-no-Mikoto\" when praising or worshipping God through prayer or ritual.[21]\n\nThe concept of innen (いんねん, \"causality\") in Tenrikyo is a unique understanding of karmic belief. Although causality resembles karmic beliefs found in religious traditions originating in ancient India, such as Hinduism, Buddhism and Jainism, Tenrikyo's doctrine does not claim to inherit the concept from these traditions and differs from their explanations of karma in a few significant ways.\n\nBroadly speaking, karma refers to the spiritual principle of cause and effect where intent and actions of an individual (cause) influence the future of that individual (effect).[22] In other words, a person's good intent and good deed contribute to good karma and future happiness, while bad intent and bad deed contribute to bad karma and future suffering.[23] Causality and karma are interchangeable in this sense;[24] throughout life a person may experience good and bad causality. In Tenrikyo, the concept is encapsulated in the farming metaphor, \"every seed sown will sprout.\"[25] Karma is closely associated with the idea of rebirth,[26] such that one's past deeds in the current life and in all previous lives are reflected in the present moment, and one's present deeds are reflected in the future of the current life and in all future lives.[27] This understanding of rebirth is upheld in causality as well.[28]\n\nTenrikyo's ontology, however, differs from older karmic religious traditions such as Buddhism. In Tenrikyo, the human person is believed to consist of mind, body, and soul. The mind, which is given the freedom to sense, feel, and act by God the Parent, ceases to function at death. On the other hand, the soul, through the process of denaoshi (出直し, lit. 'to make a fresh start'), takes on a new body lent from God the Parent and is reborn into this world. Though the reborn person has no memory of the previous life, the person's thoughts and deeds leave their mark on the soul and are carried over into the new life as the person's causality.[29] As can be seen, Tenrikyo's ontology, which rests on the existence on a single creator deity (God the Parent), differs from Buddhist ontology, which does not contain a creator deity. Also Tenrikyo's concept of salvation, which is to live the Joyous Life in this existence and therefore does not promise a liberated afterlife outside of this existence, differs from Buddhist concepts of saṃsāra and nirvana.[30]\n\nAt the focal point of Tenrikyo's ontological understanding is the positing of \"original causality,\" or \"causality of origin\" (もとのいんねん, moto no innen), which is that God the Parent created human beings to see them live the Joyous Life (the salvific state) and to share in that joy. Tenrikyo teaches that the Joyous Life will eventually encompass all humanity, and that gradual progress towards the Joyous Life is even now being made with the guidance of divine providence. Thus the concept of original causality has a teleological element, being the gradual unfolding of that which was ordained at the beginning of time.[29]\n\nBelief in individual causality is related to the principle of original causality. Individual causality is divine providence acting to realize the original causality of the human race, which through the use of suffering guides individuals to realize their causality and leads them to a change of heart and active cooperation towards the establishment of the Joyous Life, the world that was ordained at the beginning of time.[31]\n\nTenrikyo's doctrine explains that an individual's suffering should not be perceived as punishment or retributive justice from divine providence for past misdeeds, but rather as a sign of encouragement from divine providence for the individual to reflect on the past and to undergo a change of heart. The recognition of the divine providence at work should lead to an attitude of tanno (たんのう, \"joyous acceptance\" in Tenrikyo gloss), a Japanese word that indicates a state of satisfaction. Tanno is a way of settling the mind – it is not to merely resign oneself to one's situation, but rather to actively \"recognize God's parental love in all events and be braced by their occurrence into an ever firmer determination to live joyously each day.\"[32] In other words, Tenrikyo emphasizes the importance of maintaining a positive inner disposition, as opposed to a disposition easily swayed by external circumstance.[33]\n\nIn addition, The Doctrine of Tenrikyo names three causalities (さんいんねん, san innen) that are believed to predetermine the founding of Tenrikyo's teachings. More precisely, these causalities are the fulfillment of the promise that God made to the models and instruments of creation, which was that \"when the years equal to the number of their first born had elapsed, they would be returned to the Residence of Origin, the place of original conception, and would be adored by their posterity.\"[34] The \"Causality of the Soul of Oyasama\" denotes that Miki Nakayama had the soul of the original mother at creation (Izanami-no-Mikoto), who conceived, gave birth to, and nurtured humankind. The \"Causality of the Residence\" means that the Nakayama Residence, where Tenrikyo Church Headquarters stands, is the place that humankind was conceived. The \"Causality of the Promised Time\" indicates that October 26, 1838 – the day when God became openly revealed through Miki Nakayama – marked the time when the years equal to the number of first-born humans (900,099,999) had elapsed since the moment humankind was conceived.[35]\n\n"
        },
        {
            "title": "Texts",
            "text": "The three scriptures (三原典, sangenten) of Tenrikyo are the Ofudesaki, Mikagura-uta, and Osashizu.\n\nThe Ofudesaki (おふでさき, \"Tip of the Writing Brush\") is the most important Tenrikyo scripture. A 17-volume collection of 1,711 waka poems, the Ofudesaki was composed by the foundress of Tenrikyo, Miki Nakayama, from 1869 to 1882.\n\nThe Mikagura-uta (みかぐらうた, \"The Songs for the Service\") is the text of the Service (otsutome), a religious ritual that has a central place in Tenrikyo.[a] During the Service, the text to the Mikagura-uta is sung together with dance movements and musical accompaniment, all of which was composed and taught by Nakayama.\n\nThe Osashizu (おさしづ, \"Divine Directions\") is a written record of oral revelations given by Izo Iburi. The full scripture is published in seven volumes (plus an index in three volumes) and contains around 20,000 \"divine directions\" delivered between January 4, 1887 and June 9, 1907.[37]\n\nAccording to Shozen Nakayama, the second Shinbashira (the spiritual and administrative leader of Tenrikyo), the Ofudesaki \"reveal[s] the most important principles of the faith,\" the Mikagura-uta \"come[s] alive through singing or as the accompaniment\" to the Service, and the Osashizu \"gives concrete precepts by which the followers should reflect on their own conduct.\"[38]\n\nThe supplemental texts to the scriptures (準原典, jungenten) are officially sanctioned texts which, along with the scriptures, are used to instruct students and adherents of Tenrikyo. They are required texts for students enrolling in Tenrikyo's seminary programs, such as the three-month \"Spiritual Development Course\" (修養科, Shuyoka).\n\nThe Doctrine of Tenrikyo is Tenrikyo's official doctrine, which explains the basic teachings of Tenrikyo. The Life of Oyasama, Foundress of Tenrikyo is Tenrikyo's hagiography of Miki Nakayama. The Anecdotes of Oyasama, Foundress of Tenrikyo is an anthology of anecdotes about Nakayama that were passed down orally by her first followers and later written down and verified.\n\n"
        },
        {
            "title": "Organization",
            "text": "Tenrikyo is subdivided into many different groups with common goals but differing functions. These range from the Daikyokai (lit. 'large church'), to disaster relief corps, medical staff and hospitals, universities, museums, libraries, and various schools.\n\nTenri Judo is renowned as a successful competition style of Judo that has produced many champions, while there are also other sporting and arts interest groups within Tenrikyo.\n\n"
        },
        {
            "title": "History",
            "text": "In Tenrikyo tradition, Miki Nakayama was chosen as the Shrine of God in 1838, after her son and husband began suffering from serious ailments. The family called a Buddhist monk to exorcise the spirit causing the ailments. When the monk temporarily left and asked Nakayama to take over, she was possessed by the One god (Tenri-O-no-Mikoto), who demanded that Nakayama be given to God as a shrine. Nakayama's husband gave in to this request three days later.\n\nNakayama's statements and revelations as Shrine of God were supplemented by Izo Iburi, one of her earliest followers, who developed a position of revelatory leadership as her deputy, answering questions from followers and giving \"timely talks\". His position, which is no longer held in Tenrikyo, was called Honseki. The revelatory transmissions of the Honseki were written down and collected in large, multi-volume works called Osashizu. Following Izo's death, a woman called Ueda Naraito partially carried on this role for a while, although it appears that she did not have the actual title of Honseki. Since then, Tenrikyo itself has never had a Honseki, although some Tenrikyo splinter groups believe that the revelatory leadership passed from Iburi to their particular founder or foundress.\n\nNakayama's eldest son obtained a license to practice as a low-ranking Shinto priest from the powerful Yoshida branch of Shinto in 1867, but did so against his mother's wishes. Tenrikyo was designated as one of the thirteen groups included in Sect Shinto between 1908 and 1945 under State Shinto.[39] During this time, Tenrikyo became the first new religion to do social work in Japan, opening an orphanage, a public nursery and a school for the blind.[40]\n\nAlthough Tenrikyo is now completely separate from Shinto and Buddhism organizationally,[citation needed] it still shares many of the traditions of Japanese religious practice. For instance, many of the objects used in Tenrikyo religious services, such as hassoku and sanpo, were traditionally used in Japanese ritual, and the method of offering is also traditional.\n\n"
        },
        {
            "title": "Religious services",
            "text": "Tenrikyo utilises traditional musical instruments in its otsutome (lit. 'service or duty'), such as hyoshigi (wooden clappers), chanpon (cymbals), surigane (small gong), taiko (large drum), tsuzumi (shoulder drum), fue (bamboo flute), shamisen, kokyū, and koto. These are used to play music from the Mikagura-uta, a body of music, dances and songs created by Nakayama. Most of the world's foremost authorities on gagaku music (the ancient classical Shinto music of the imperial court of Japan) are also Tenrikyo followers, and gagaku music is actively promoted by Tenrikyo, although, strictly speaking, the Mikagura-uta and gagaku are separate musical forms.\n\nThe hyoshigi, chanpon, surigane, taiko, and fue were traditionally the men's instruments but are now acceptable for women to play. The shamisen, kokyū, and koto were traditionally women's instruments and, although not very popular, are now acceptable for men to play as well.\n\nThe Otsutome or daily service consists of the performance of the seated service and, optionally, the practice of a chapter or two of the 12 chapters of Teodori (lit. 'hand dance') or Yorozuyo. The daily service is performed twice a day; once in the morning and then in the evening. The service times are adjusted according to the time of sun rise and sun set but may vary from church to church. Service times at the Jiba in Tenri City go by this time schedule and adjust in the changing of seasons.\n\nInstruments used in the daily service are the hyoshigi, chanpon, surigane, taiko, and kazutori (a counter, to count the 21 times the first section is repeated). The hyoshigi is always played by the head minister of the church or mission station. If the head minister is not present, anyone may take their place.\n\nThe daily service does not need to be performed at a church. It can be done at any time and anywhere, so long as that one faces the direction of the Jiba, or \"home of the parent\".\n\nThe purpose of the daily service, as taught by Nakayama, is to sweep away the Eight Mental Dusts of the mind.\n\nHinokishin (lit. 'daily service') is a spontaneous action that is an expression of gratitude and joy for being allowed to \"borrow\" his or her body from God the Parent. Such an action ideally is done as an act of religious devotion out of a wish to help or bring joy to others, without any thought of compensation. Hinokishin can range from helping someone to just a simple smile to brighten another person's day. Examples of common Hinokishin activities that are encouraged include cleaning public bathrooms and parks among other such acts of community service. Doing the work that others want to do least are considered sincere in the eyes of God.\n\nHinokishin is a method of \"sweeping\" the \"mental dusts\" that accumulate in a person's mind. The \"mental dusts\" are referring to the Eight Mental Dusts. The official translations of these dusts are: Miserliness (Oshii), Covetousness (Hoshii), Hatred (Nikui), Self-love (Kawai), Grudge-bearing (Urami), Anger (Haradachi), Greed (Yoku), and Arrogance (Kouman).[41]\n\nThe Tenrikyo Young Men's Association and Tenrikyo Women's Association are Tenrikyo-based groups that perform group activities as public service. To participate in such groups may be considered Hinokishin.\n\nTsukinamisai or the monthly service is a performance of the entire Mikagura-uta, the sacred songs of the service, which is the service for world salvation. Generally, mission headquarters and grand churches (churches with 100 or more others under them) have monthly services performed on the third Sunday of every month; other churches perform on any other Sunday of the month. The monthly service at the Jiba is performed on the 26th of every month, the day of the month in which Tenrikyo was first conceived – October 26, 1838.\n\nInstruments used in the monthly service are all of those aforementioned. Performers also include dancers – three men and three women – and a singer. Performers wear traditional montsuki kimono, which may or may not be required depending on the church.\n\nThe Divine Grant of Sazuke is a healing prayer in which one may attain through attending the nine Besseki lectures. When one receives the Divine Grant of Sazuke, one is considered a Yoboku (lit. 'useful timber'). The Sazuke is to be administered to those who are suffering from illness to request God's blessings for a recovery. However, recovery requires the sincere effort from both the recipient and the administrator of the Sazuke to clean their minds of \"mental dust.\" Only with pure minds then can the blessings be received by the recipient through the Yoboku administering the Sazuke. It is taught that when God accepts the sincerity of the person administering the Sazuke and the sincerity of the person to whom it is being administered, a wondrous salvation will be bestowed. This is accomplished through having the recipient be aware of the mental dusts and the teachings of Tenrikyo to remedy their dusty minds.\n\n"
        },
        {
            "title": "Tenrikyo centers outside Japan",
            "text": "In recent years Tenrikyo has spread outside Japan, with foreign branches centered primarily in Southeast Asia and America.[42] Tenrikyo maintains centers in:\n\n"
        }
    ]
}