{
    "url": "https://en.wikipedia.org/wiki/Tentacle_erotica",
    "title": "Tentacle erotica",
    "table_of_contents": [
        "1 History",
        "2 Culture",
        "2.1 Animation",
        "2.2 Manga",
        "2.3 Live action",
        "3 See also",
        "4 References",
        "5 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Tentacle erotica (触手強姦, shokushu goukan, \"tentacle violation\") or tentacle rape is a type of pornography most commonly found in Japan which integrates traditional pornography with elements of bestiality and a fantasy, horror, or science-fiction theme. It is found in some horror or hentai titles, with tentacled creatures (usually fictional monsters) having sexual intercourse, predominantly with females, or to lesser extent, males. Tentacle erotica can be consensual but mostly contains elements of rape.\n\nThe genre is popular in Japan to the point of it reaching the status of parody. In the 21st century, Japanese films of this genre have become recognised in the United States and Europe, although it remains a small, fetish-oriented part of the adult film industry. While most tentacle erotica is animated, there are also a few live-action films that depict it. \n\n"
        },
        {
            "title": "History",
            "text": "Some of the earliest examples of tentacle erotica were woodblock prints depicting women being violated by octopuses, such as Kitao Shigemasa's Programme of Erotic Noh Plays (1781) and Shunshō Katsukawa's Lust of Many Women on One Thousand Nights (1786).[1]\n\nAmong the most famous of the early instances is an illustration from the 1814 Hokusai book Kinoe no Komatsu, known as The Dream of the Fisherman's Wife. It is an example of shunga (Japanese erotic woodblock art) and has been reworked by a number of artists,[2] such as Masami Teraoka, who brought the image up to date with his 2001 work \"Sarah and Octopus/Seventh Heaven\", part of his Waves and Plagues collection. \n\nA scholarly paper by Danielle Talerico[3] showed that although western audiences often interpret Hokusai's famous design as rape, Japanese audiences of the Edo period would have viewed it as consensual. They would have recognized the print as depicting the legend of the female abalone diver Tamatori. In the story, Tamatori steals a jewel from the Dragon King. As she runs away, she's pursued by the Dragon King and his sea-life minions, including octopuses. The dialogue in the illustration shows the diver and two octopuses expressing mutual enjoyment.\n\nThis type of pornography was heavily censored in Japan after World War II, when the Allies imposed a number of reforms onto the Japanese government, including censorship laws (see censorship in Japan). Thus, the legal proscriptions against pornography date back to the Meiji period.\n\nPresently, \"obscenity\" is still prohibited. How this term is interpreted, however, has not remained constant. While exposed genitalia (and, until recently, pubic hair) are illegal, the diversity of permissible sexual acts is now wide compared with other liberal democracies.\n\nLeaders within the tentacle porn industry have stated that much of their work was initially directed at circumventing this policy. According to the mangaka Toshio Maeda:\n\n"
        },
        {
            "title": "Culture",
            "text": "The earliest animated form of tentacle erotica was in the 1985 anime hentai OVA Dream Hunter Rem, though the scene in question was excised when the OVA was re-released in a non-hentai form. The first purely non-hentai anime portraying a tentacle assault would be 1986 anime OVA Guyver: Out of Control, where a female Chronos soldier named Valcuria is enshrouded by the second (damaged) Guyver unit that surrounds her in tentacle form and assaults her.[citation needed]\n\nNumerous animated tentacle erotica films followed the next couple decades. Popular titles like 1986's Urotsukidoji, 1992's La Blue Girl and 1995's Demon Beast Resurrection became common sights in large video store chains in the United States and elsewhere. The volume of films in this genre has slowed since the peak years in the 1990s but continue to be produced to the present day.\n\nWhile manga has often featured stories of heroes being attacked by monsters with tentacles since its early period, the earliest examples of tentacle erotica in manga belong to \"real life\" erotic comedy manga magazines, which predate ero-gekiga. Multiple scenes were found in the issue of Weekly Manga Q of March 12, 1968, where several creatures with tentacles attack women. An early example belonged to Osamu Tezuka's sci-fi story The Returnees (1973), where a scene depicts a woman being assaulted and impregnated by a space creature.[5]\n\nToshio Maeda's Urotsukidōji was a pioneer in the tentacle rape genre with its mix of sex, bishōjo and tentacles. Maeda's depiction of tentacles was more creature-like and possessed at will, imitating male genitalia. However, six years prior to Urotsukidōji in 1976, Maeda created his first tentacle work in an experimental short story called SEX Tearing, which is considered the origin for Urotsukidōji as well as the earliest work depicting sex between women and tentacles.[6][7]\nIn 1989, Maeda's manga Demon Beast Invasion created what could be considered the modern Japanese paradigm of tentacle porn, in which the elements of sexual assault are emphasized. Maeda explained that he invented the practice to get around strict Japanese censorship regulations, which prohibit the depiction of the penis but did not prohibit showing sexual penetration by a tentacle or similar appendages.\n\nThe use of sexualized tentacles in live action films, while much rarer, started in American B-movie horror films and has since migrated to Japan.[citation needed] B-movie producer Roger Corman used the concept of tentacle rape in a brief scene in his 1970 film The Dunwich Horror, a film adaptation of the H. P. Lovecraft short story of the same name.  Vice magazine identifies this as \"perhaps cinema history's first tentacle-rape scene\".[8]\n\nA decade later, Corman would again use tentacle rape while producing Galaxy of Terror, released in 1980. Arguably the most notorious example of tentacle rape to date, Corman directed a scene in which actress Taaffe O'Connell, playing an astronaut on a future space mission, is captured, raped, and killed by a giant, tentacled worm. The film borrows the concept of the \"id monster\" from the 1950s film Forbidden Planet, with the worm being a manifestation of O'Connell's character's fears. The scene was graphic enough that the film's director, B. D. Clark, refused to helm it, and O'Connell refused to do the full nudity required by Corman, so Corman directed the scene himself and used a body double for some of the more graphic shots. Initially given an X-rating by the Motion Picture Association of America, small cuts were made to the scene which changed the film's rating to \"R\".\n\nSam Raimi's The Evil Dead includes a scene where actress Ellen Sandweiss' character is attacked by the possessed woods she walks through. The evil spirit inhabiting the woods uses tree limbs and branches to ensnare, strip, and rape her, possessing her through the sexual act in a way reminiscent to that in which tentacles are depicted in other pieces of media.[9] The scene was repeated in a shorter version in the sequel, Evil Dead II, released in 1987. Another film, about the life of artist Katsushika Hokusai, was the Japanese made 1981 film Edo Porn, which featured the Dream of the Fisherman's Wife painting in a live action depiction. In the film Possession a woman copulates with a tentacled creature, although the tentacles themselves are never explicitly shown to penetrate her.[citation needed]\n\nThe popularity of these films has led to the subsequent production of numerous live action tentacle films in Japan from the 1990s to the present day. The theme rarely appears in adult American cinema and art; one example is American artist Zak Smith, who painted several works featuring octopuses and porn stars in various stages of intercourse.[citation needed] In 2016, Amat Escalante directed the art house film The Untamed, which depicts a live-action scene between the female protagonist and a tentacled space alien.[citation needed]\n\n"
        }
    ]
}