{
    "url": "https://en.wikipedia.org/wiki/Terminology",
    "title": "Terminology",
    "table_of_contents": [
        "1 Overview",
        "2 Types of terminology",
        "3 Terminology as a discipline",
        "3.1 Science",
        "4 Terminological theories",
        "5 See also",
        "6 References",
        "7 Further reading",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Terminology is a group of specialized words and respective meanings in a particular field, and also the study of such terms and their use;[1] the latter meaning is also known as terminology science. A term is a word, compound word, or multi-word expressions that in specific contexts is given specific meanings—these may deviate from the meanings the same words have in other contexts and in everyday language.[2] Terminology is a discipline that studies, among other things, the development of such terms and their interrelationships within a specialized domain. Terminology differs from lexicography, as it involves the study of concepts, conceptual systems and their labels (terms), whereas lexicography studies words and their meanings.\n\nTerminology is a discipline that systematically studies the \"labelling or designating of concepts\" particular to one or more subject fields or domains of human activity. It does this through the research and analysis of terms in context for the purpose of documenting and promoting consistent usage. Terminology can be limited to one or more languages (for example, \"multilingual terminology\" and \"bilingual terminology\"), or may have an interdisciplinarity focus on the use of terms in different fields.\n\n"
        },
        {
            "title": "Overview",
            "text": "The terminology discipline consists mainly of the following aspects:\n\n"
        },
        {
            "title": "Types of terminology",
            "text": "A distinction is made between two types of terminology work:\n\nAd hoc terminology is prevalent in the translation profession, where a translation for a specific term (or group of terms) is required quickly to solve a particular translation problem.\n\n"
        },
        {
            "title": "Terminology as a discipline",
            "text": "A terminologist intends to hone categorical organization by improving the accuracy and content of its terminology. Technical industries and standardization institutes compile their own glossaries.  This provides the consistency needed in the various areas—fields and branches, movements and specialties—to work with core terminology to then offer material for the discipline's traditional and doctrinal literature.\n\nTerminology is also then key in boundary-crossing problems, such as in language translation and social epistemology.\nTerminology helps to build bridges and to extend one area into another. Translators research the terminology of the languages they translate. Terminology is taught alongside translation in universities and translation schools. Large translation departments and translation bureaus have a Terminology section.\n\nTerminology science is a branch of linguistics studying special vocabulary.\n\nThe main objects of terminological studies are special lexical units (or special lexemes), first of all terms. They are analysed from the point of view of their origin, formal structure, their meanings and also functional features. Terms are used to denote concepts, therefore terminology science also concerns itself with the formation and development of concepts, as well as with the principles of exposing the existing relations between concepts and classifying concepts; also, with the principles of defining concepts and appraising the existing definitions. Considering the fact that characteristics and functioning of term depend heavily on its lexical surrounding nowadays it is common to view as the main object of terminology science not separate terms, but rather the whole terminology used in some particular field of knowledge (also called subject field).\n\nTerminological research started seventy years ago and was especially fruitful at the last forty years. At that time the main types of special lexical units, such as terms proper, nomens, terminoids, prototerms, preterms and quasiterms were singled out and studied.[further explanation needed]\n\nA nomen, or a nomenclature unit, is  a name of a single notion or a certain unit of mass production,[3] e.g. prefix dis-; Canon 550D; UA-24; etc.\n\nTerminoids, or jargon terms, are special lexical units which are used to name the phenomena that are absolutely new and whose concepts are not interpreted in a monosemantic way. E.g., Salmon Day, mouse potato, etc.[4]\n\nPrototerms are special lexemes that appeared and were used in prescientific times.[5]\n\nPreterms are a special group of lexemes which is represented by special lexical units used as terms to name new scientific notions. They are represented by a vast descriptive pattern, e.g. business process reengineering, management by walking about, etc.[6]\n\nThe main principles of terminological work were elaborated, terminologies of the leading European languages belonging to many subject fields were described and analysed. It should be mentioned that at the former USSR terminological studies were conducted on an especially large scale: while in the 1940s only four terminological dissertations were successfully defended, in the 1950s there were 50 such dissertations, in the 1960s their number reached 231, in the 1970s – 463 and in the 1980s – 1110.\n\nAs the result of development and specialising of terminological studies, some of the branches of terminology science – such as typological terminology science, semasiological terminology science, terminological derivatology, comparative terminology science, terminography, functional terminology science, cognitive terminology science, historical terminology science and some branch terminology sciences – have gained the status of independent scientific disciplines.\n\n"
        },
        {
            "title": "Terminological theories",
            "text": "Terminological theories include general theory of terminology,[7] socioterminology,[8] communicative theory of terminology,[9] sociocognitive terminology,[10] and frame-based terminology.[11]\n\n"
        }
    ]
}