{
    "url": "https://en.wikipedia.org/wiki/Terrestrial_planet",
    "title": "Terrestrial planet",
    "table_of_contents": [
        "1 Structure",
        "2 Terrestrial planets within the Solar System",
        "2.1 Density trends",
        "3 Extrasolar terrestrial planets",
        "3.1 List of terrestrial exoplanets",
        "3.2 Frequency",
        "4 Types",
        "5 See also",
        "6 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "A terrestrial planet, telluric planet, or rocky planet, is a planet that is composed primarily of silicate rocks or metals. Within the Solar System, the terrestrial planets accepted by the IAU are the inner planets closest to the Sun: Mercury, Venus, Earth and Mars. Among astronomers who use the geophysical definition of a planet, two or three planetary-mass satellites – Earth's Moon, Io, and sometimes Europa – may also be considered terrestrial planets; and so may be the rocky protoplanet-asteroids Pallas and Vesta.[1][2][3] The terms \"terrestrial planet\" and \"telluric planet\" are derived from Latin words for Earth (Terra and Tellus), as these planets are, in terms of structure, Earth-like. Terrestrial planets are generally studied by geologists, astronomers, and geophysicists. \n\nTerrestrial planets have a solid planetary surface, making them substantially different from the larger gaseous planets, which are composed mostly of some combination of hydrogen, helium, and water existing in various physical states.\n\n"
        },
        {
            "title": "Structure",
            "text": "All terrestrial planets in the Solar System have the same basic structure, such as a central metallic core (mostly iron) with a surrounding silicate mantle.\n\nThe large rocky asteroid 4 Vesta has a similar structure; possibly so does the smaller one 21 Lutetia.[4] Another rocky asteroid 2 Pallas is about the same size as Vesta, but is significantly less dense; it appears to have never differentiated a core and a mantle. The Earth's Moon and Jupiter's moon Io have similar structures to the terrestrial planets, but Earth's Moon has a much smaller iron core. Another Jovian moon Europa has a similar density but has a significant ice layer on the surface: for this reason, it is sometimes considered an icy planet instead.\n\nTerrestrial planets can have surface structures such as canyons, craters, mountains, volcanoes, and others, depending on the presence at any time of an erosive liquid or tectonic activity or both.\n\nTerrestrial planets have secondary atmospheres, generated by volcanic out-gassing or from comet impact debris. This contrasts with the outer, giant planets, whose atmospheres are primary; primary atmospheres were captured directly from the original solar nebula.[5]\n\n"
        },
        {
            "title": "Terrestrial planets within the Solar System",
            "text": "The Solar System has four terrestrial planets under the dynamical definition: Mercury, Venus, Earth and Mars. The Earth's Moon as well as Jupiter's moons Io and Europa would also count geophysically, as well as perhaps the large protoplanet-asteroids Pallas and Vesta (though those are borderline cases). Among these bodies, only the Earth has an active surface hydrosphere. Europa is believed to have an active hydrosphere under its ice layer.\n\nDuring the formation of the Solar System, there were many terrestrial planetesimals and proto-planets, but most merged with or were ejected by the four terrestrial planets, leaving only Pallas and Vesta to survive more or less intact. These two were likely both dwarf planets in the past, but have been battered out of equilibrium shapes by impacts. Some other protoplanets began to accrete and differentiate, but suffered catastrophic collisions that left only a metallic or rocky core, like 16 Psyche[4] or 8 Flora respectively.[6] Many S-type[6] and M-type asteroids may be such fragments.[7]\n\nThe other round bodies from the asteroid belt outward are geophysically icy planets. They are similar to terrestrial planets in that they have a solid surface, but are composed of ice and rock rather than of rock and metal. These include the dwarf planets, such as Ceres, Pluto and Eris, which are found today only in the regions beyond the formation snow line where water ice was stable under direct sunlight in the early Solar System. It also includes the other round moons, which are ice-rock (e.g. Ganymede, Callisto, Titan, and Triton) or even primarily ice (e.g. Mimas, Tethys, and Iapetus). Some of these bodies are known to have subsurface hydrospheres (Ganymede, Callisto, Enceladus, and Titan), like Europa, and it is also possible for some others (e.g. Ceres, Dione, Miranda, Ariel, Triton, and Pluto).[8] Titan even has surface bodies of liquid, albeit liquid methane rather than water. Jupiter's Ganymede, though icy, does have a metallic core like the Moon, Io, Europa, and the terrestrial planets.\n\nThe name Terran world has been suggested to define all solid worlds (bodies assuming a rounded shape), without regard to their composition. It would thus include both terrestrial and icy planets.[9]\n\nThe uncompressed density of a terrestrial planet is the average density its materials would have at zero pressure. A greater uncompressed density indicates greater metal content. Uncompressed density differs from the true average density (also often called \"bulk\" density) because compression within planet cores increases their density; the average density depends on planet size, temperature distribution, and material stiffness as well as composition.\n\nCalculations to estimate uncompressed density inherently require a model of the planet's structure. Where there have been landers or multiple orbiting spacecraft, these models are constrained by seismological data and also moment of inertia data derived from the spacecraft orbits. Where such data is not available, uncertainties are inevitably higher.[10]\n\nThe uncompressed density of the rounded terrestrial bodies directly orbiting the Sun trends towards lower values as the distance from the Sun increases, consistent with the temperature gradient that would have existed within the primordial solar nebula. The Galilean satellites show a similar trend going outwards from Jupiter; however, no such trend is observable for the icy satellites of Saturn or Uranus.[11] The icy worlds typically have densities less than 2 g·cm−3. Eris is significantly denser (2.43±0.05 g·cm−3), and may be mostly rocky with some surface ice, like Europa.[2] It is unknown whether extrasolar terrestrial planets in general will follow such a trend.\n\nThe data in the tables below is mostly taken from list of gravitationally rounded objects of the Solar System and planetary-mass moon. All distances from the Sun are averages.\n\n"
        },
        {
            "title": "Extrasolar terrestrial planets",
            "text": "Most of the planets discovered outside the Solar System are giant planets, because they are more easily detectable.[13][14][15] But since 2005, hundreds of potentially terrestrial extrasolar planets have also been found, with several being confirmed as terrestrial. Most of these are super-Earths, i.e. planets with masses between Earth's and Neptune's; super-Earths may be gas planets or terrestrial, depending on their mass and other parameters.\n\nIt is likely that most known super-Earths are in fact gas planets similar to Neptune, as examination of the relationship between mass and radius of exoplanets (and thus density trends) shows a transition point at about two Earth masses. This suggests that this is the point at which significant gas envelopes accumulate. In particular, Earth and Venus may already be close to the largest possible size at which a planet can usually remain rocky.[9] Exceptions to this are very close to their stars (and thus would have had their volatile atmospheres boiled away).[16]\n\nDuring the early 1990s, the first extrasolar planets were discovered orbiting the pulsar PSR B1257+12, with masses of 0.02, 4.3, and 3.9 times that of Earth's, by pulsar timing.\n\nWhen 51 Pegasi b, the first planet found around a star still undergoing fusion, was discovered, many astronomers assumed it to be a gigantic terrestrial,[citation needed] because it was assumed no gas giant could exist as close to its star (0.052 AU) as 51 Pegasi b did. It was later found to be a gas giant.\n\nIn 2005, the first planets orbiting a main-sequence star and which show signs of being terrestrial planets were found: Gliese 876 d and OGLE-2005-BLG-390Lb. Gliese 876 d orbits the red dwarf Gliese 876, 15 light years from Earth, and has a mass seven to nine times that of Earth and an orbital period of just two Earth days. OGLE-2005-BLG-390Lb has about 5.5 times the mass of Earth, orbits a star about 21,000 light years away in the constellation Scorpius.\nFrom 2007 to 2010, three (possibly four) potential terrestrial planets were found orbiting within the Gliese 581 planetary system. The smallest, Gliese 581e, is only about 1.9 Earth masses,[17] but orbits very close to the star.[18] Two others, Gliese 581c and Gliese 581d, as well as a disputed planet, Gliese 581g, are more-massive super-Earths orbiting in or close to the habitable zone of the star, so they could potentially be habitable, with Earth-like temperatures.\n\nAnother possibly terrestrial planet, HD 85512 b, was discovered in 2011; it has at least 3.6 times the mass of Earth.[19]\nThe radius and composition of all these planets are unknown.\n\nThe first confirmed terrestrial exoplanet, Kepler-10b, was found in 2011 by the Kepler Mission, specifically designed to discover Earth-size planets around other stars using the transit method.[20]\n\nIn the same year, the Kepler Space Observatory Mission team released a list of 1235 extrasolar planet candidates, including six that are \"Earth-size\" or \"super-Earth-size\" (i.e. they have a radius less than twice that of the Earth)[21] and in the habitable zone of their star.[22]\nSince then, Kepler has discovered hundreds of planets ranging from Moon-sized to super-Earths, with many more candidates in this size range (see image).\n\nIn September 2020, astronomers using microlensing techniques reported the detection, for the first time, of an Earth-mass rogue planet (named OGLE-2016-BLG-1928) unbounded by any star, and free-floating in the Milky Way galaxy.[23][24][25]\n\nThe following exoplanets have a density of at least 5 g/cm3 and a mass below Neptune's and are thus very likely terrestrial:\n\nKepler-10b, Kepler-20b, Kepler-36b, Kepler-48d, Kepler 68c, Kepler-78b, Kepler-89b, Kepler-93b, Kepler-97b, Kepler-99b, Kepler-100b, Kepler-101c, Kepler-102b, Kepler-102d, Kepler-113b, Kepler-131b, Kepler-131c, Kepler-138c, Kepler-406b, Kepler-406c, Kepler-409b.\n\nIn 2013, astronomers reported, based on Kepler space mission data, that there could be as many as 40 billion Earth- and super-Earth-sized planets orbiting in the habitable zones of Sun-like stars and red dwarfs within the Milky Way.[26][27][28] 11 billion of these estimated planets may be orbiting Sun-like stars.[29] The nearest such planet may be 12 light-years away, according to the scientists.[26][27] However, this does not give estimates for the number of extrasolar terrestrial planets, because there are planets as small as Earth that have been shown to be gas planets (see Kepler-138d).[30]\n\n"
        },
        {
            "title": "Types",
            "text": "Several possible classifications for solid planets have been proposed.[31]\n\n"
        }
    ]
}