{
    "url": "https://en.wikipedia.org/wiki/Terraforming_in_popular_culture",
    "title": "Terraforming in popular culture",
    "table_of_contents": [
        "1 History of use",
        "2 Literature",
        "2.1 Terraforming of fictional planets in literature",
        "3 Television and film",
        "4 Video games",
        "4.1 As a game mechanic",
        "4.2 As a plot element",
        "5 Notes",
        "6 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Terraforming is well represented in contemporary literature, usually in the form of science fiction, as well as in popular culture.[1][2]  While many stories involving interstellar travel feature planets already suited to habitation by humans and supporting their own indigenous life, some authors prefer to address the unlikeliness of such a concept by instead detailing the means by which humans have converted inhospitable worlds to ones capable of supporting life through artificial means.\n\n"
        },
        {
            "title": "History of use",
            "text": "Author Jack Williamson is credited with inventing and popularizing the term \"terraform\".  In July 1942, under the pseudonym Will Stewart, Williamson published a science fiction novella entitled \"Collision Orbit\" in Astounding Science-Fiction magazine.  The series was later published as two novels, Seetee Shock (1949) and Seetee Ship (1951).[3]  American geographer Richard Cathcart successfully lobbied for formal recognition of the verb \"to terraform\", and it was first included in the fourth edition of the Shorter Oxford English Dictionary in 1993.[4]\n\nThe concept of terraforming in popular culture predates Williamson's work; for example, the idea of turning the Moon into a habitable environment with atmosphere was already present in La Journée d'un Parisien au XXIe siècle (\"A Day of a Parisian in the 21st Century\", 1910) by Octave Béliard [fr].[5] In fact, perhaps predating the concept of terraforming, is that of xenoforming – a process in which aliens change the Earth to suit their own needs, already suggested in the classic The War of the Worlds (1898) of H.G. Wells.[6]\n\n"
        },
        {
            "title": "Video games",
            "text": "Deformable terrain, as used in e.g. Perimeter and Red Faction, is occasionally called terraforming but is not a form of planetary engineering.\n\n"
        }
    ]
}