{
    "url": "https://en.wikipedia.org/wiki/Territories_of_the_United_States",
    "title": "Territories of the United States",
    "table_of_contents": [
        "1 Organized vs. unorganized territories",
        "1.1 Definition",
        "1.2 Former",
        "1.3 Current status",
        "2 Federal administration",
        "3 Permanently inhabited territories",
        "3.1 History",
        "3.2 Statistics",
        "3.3 Governments and legislatures",
        "3.3.1 Political party status",
        "3.4 Courts",
        "3.5 Demographics",
        "3.6 Economies",
        "4 Minor Outlying Islands",
        "4.1 Disputed",
        "5 Incorporated versus unincorporated territories",
        "5.1 Insular Cases",
        "5.2 Supreme Court decisions about current territories",
        "5.3 Supreme Court decisions about former territories",
        "5.3.1 Alaska Territory",
        "5.3.2 Florida Territory",
        "5.3.3 Southwest Territory",
        "5.3.4 Louisiana Territory",
        "5.4 Modern Puerto Rico",
        "6 Former territories and administered areas",
        "6.1 Formerly unorganized territories",
        "6.2 Former organized incorporated territories",
        "6.3 Former unincorporated territories",
        "6.4 Former U.S.-administered areas",
        "6.5 Former U.S. military occupations",
        "7 Flora and fauna",
        "7.1 Forests",
        "7.2 Birds",
        "7.3 Other animals",
        "7.4 Protected areas",
        "8 Public image",
        "9 Galleries",
        "9.1 Members of the House of Representatives (non-voting)",
        "9.2 Territorial governors",
        "9.3 Satellite images",
        "9.3.1 Inhabited territories",
        "9.3.2 Uninhabited territories (minor outlying islands)",
        "9.4 Maps",
        "10 See also",
        "10.1 More detail on all current territories",
        "10.2 Related topics",
        "11 Notes",
        "12 References",
        "13 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nTerritories of the United States are sub-national administrative divisions overseen by the Federal government of the United States. The various American territories differ from the U.S. states and tribal reservations as they are not sovereign entities.[note 2] In contrast, each state has a sovereignty separate from that of the federal government and each federally recognized Native American tribe possesses limited tribal sovereignty as a \"dependent sovereign nation\".[9] Territories are classified by incorporation and whether they have an \"organized\" government through an organic act passed by the Congress.[10] American territories are under American sovereignty and, consequently, may be treated as part of the United States proper in some ways and not others (i.e., territories belong to, but are not considered to be a part of, the United States).[11] Unincorporated territories in particular are not considered to be integral parts of the United States,[12] and the Constitution of the United States applies only partially in those territories.[13][14][10][15][16]\n\nThe United States currently administers three[13][17] territories in the Caribbean Sea and eleven in the Pacific Ocean.[note 3][note 4] Five territories (American Samoa, Guam, the Northern Mariana Islands, Puerto Rico, and the U.S. Virgin Islands) are permanently inhabited, unincorporated territories; the other nine are small islands, atolls, and reefs with no native (or permanent) population. Of the nine, only one is classified as an incorporated territory (Palmyra Atoll). Two additional territories (Bajo Nuevo Bank and Serranilla Bank) are claimed by the United States but administered by Colombia.[14][19][20] Historically, territories were created to administer newly acquired land, and most eventually attained statehood.[21][22] Others, such as the Philippines, the Federated States of Micronesia, the Marshall Islands, and Palau, later became independent.[note 5]\n\nMany organized, incorporated territories existed from 1789 to 1959. The first were the Northwest and Southwest territories and the last were the Alaska and Hawaii territories. Thirty-one territories (or parts of territories) became states. In the process, some less-populous areas of a territory were orphaned from it after a statehood referendum. When a portion of the Missouri Territory became the state of Missouri, the remainder of the territory (the present-day states of Iowa, Nebraska, North Dakota and South Dakota; most of Kansas, Wyoming, and Montana; and parts of Colorado and Minnesota) became an unorganized territory.[23]\n\nPolitically and economically, the territories are underdeveloped. Residents of United States territories cannot vote in United States Presidential elections, and they have only non-voting representation in the United States Congress.[14] Territorial telecommunications and other infrastructure are generally inferior to that of the continental United States and Hawaii, as well as some territories' Internet speed was found to be slower than the least developed countries in Eastern Europe.[24] Poverty rates are higher in the territories than in the states.[25][26]\n\n\n"
        },
        {
            "title": "Organized vs. unorganized territories",
            "text": "Organized territories are lands under federal sovereignty (but not part of any state) which were given a measure of self-governance by Congress through an organic act subject to the Congress's plenary powers under the territorial clause of the Constitution's Article Four, section 3.[27]\n\nThe term unorganized was historically applied either to a newly acquired region not yet constituted as an organized incorporated territory (e.g. the Louisiana Purchase prior to the establishment of Orleans Territory and the District of Louisiana), or to a region previously part of an organized incorporated territory left \"unorganized\" after part of it had been organized and achieved the requirements for statehood (e.g. a large portion of Missouri Territory became unorganized territory for several years after its southeastern section became the state of Missouri).\n\nRegions that have been admitted as states by the United States Constitution in addition to the original thirteen were (most often), prior to admission, territories or parts of territories of this kind. As the United States grew, the most populous parts of the organized territory would achieve statehood. Some territories existed only a short time before becoming states, while others remained territories for decades. The shortest-lived was Alabama Territory at two years, while New Mexico Territory and Hawaii Territory both lasted more than 50 years.\n\nOf the current 50 states, 31 were at one time or another part of an organized, incorporated U.S. territory. In addition to the original 13, six subsequent states never were: Kentucky, Maine, and West Virginia were each set off from an already existing state;[28] Texas and Vermont were both sovereign states (only de facto sovereignty in Vermont's case, as the region was claimed by New York) at the time when they entered the Union; and California was set off from unorganized land ceded to the United States by Mexico in 1848 at the end of the Mexican–American War.\n\nAll of the five major U.S. territories are permanently inhabited and have locally elected territorial legislatures and executives and some degree of political autonomy. Four of the five are \"organized\", but American Samoa is technically \"unorganized\". All of the U.S. territories without permanent non-military populations are unorganized.\n\n"
        },
        {
            "title": "Federal administration",
            "text": "The Office of Insular Affairs coordinates federal administration of the U.S. territories and freely associated states, except for Puerto Rico.[29]\n\nOn March 3, 1849, the last day of the 30th Congress, a bill was passed to create the U.S. Department of the Interior to take charge of the internal affairs of United States territory. The Interior Department has a wide range of responsibilities (which include the regulation of territorial governments, the basic responsibilities for public lands, and other various duties).\n\nIn contrast to similarly named Departments in other countries, the United States Department of the Interior is not responsible for local government or for civil administration except in the cases of Indian reservations, through the Bureau of Indian Affairs (BIA), and island dependencies administered by the Office of Insular Affairs.\n\n\n"
        },
        {
            "title": "Permanently inhabited territories",
            "text": "The U.S. has five permanently inhabited territories: Puerto Rico and the U.S. Virgin Islands in the Caribbean Sea, Guam and the Northern Mariana Islands in the North Pacific Ocean, and American Samoa in the South Pacific Ocean.[note 6] American Samoa is in the Southern Hemisphere, while the other four are in the Northern Hemisphere.[30] In 2020, their combined population was about 3.62 million, over 90% of which is accounted for by Puerto Rico alone.[31][32]\n\nPeople born in Puerto Rico, the U.S. Virgin Islands, Guam and the Northern Mariana Islands acquire U.S. citizenship by birth, and foreign nationals residing there may apply for U.S. citizenship by naturalization.[33][34][35][note 7] People born in American Samoa acquire U.S. nationality but not U.S. citizenship by birth if they do not have a U.S. citizen parent.[note 8] U.S. nationals without U.S. citizenship may hold U.S. passports and reside in any part of the United States without restriction.[39] However, to become U.S. citizens they must apply for naturalization, like foreigners, and may only do so while residing in parts of the United States other than American Samoa.[40][note 9] Foreign nationals residing in American Samoa cannot apply for U.S. citizenship or U.S. nationality at all.[42][43]\n\nEach territory is self-governing[15] with three branches of government, including a locally elected governor and a territorial legislature.[14] Each territory elects a non-voting member (a non-voting resident commissioner in the case of Puerto Rico) to the U.S. House of Representatives.[14][44][45] Although they cannot vote on the passage of legislation, they can be members of and vote in committees, are assigned offices and staff funding, and may nominate constituents from their territories to the Army, Naval, Air Force and Merchant Marine academies.[46]\n\nAs of the 117th Congress (January 3, 2021 – January 3, 2023) the territories are represented by Aumua Amata Radewagen (R) of American Samoa, Michael San Nicholas (D) of Guam, Gregorio Sablan (D) of Northern Mariana Islands, Jenniffer González-Colón (R-PNP) of Puerto Rico and Stacey Plaskett (D) of U.S. Virgin Islands.[47] The District of Columbia's delegate is Eleanor Holmes Norton (D); like the district, the territories have no vote in Congress and no representation in the Senate.[48][49] Additionally, the Cherokee Nation has delegate-elect Kimberly Teehee, who has not been seated by Congress.\n\nEvery four years, U.S. political parties nominate presidential candidates at conventions which include delegates from the territories.[50] U.S. citizens living in the territories can vote for presidential candidates in these primary elections but not in the general election.[14][48]\n\nThe territorial capitals are Pago Pago (American Samoa), Hagåtña (Guam), Saipan (Northern Mariana Islands), San Juan (Puerto Rico) and Charlotte Amalie (U.S. Virgin Islands).[2][3][4][5][6][51][52] Their governors are Lemanu Peleti Mauga (American Samoa), Lou Leon Guerrero (Guam), Ralph Torres (Northern Mariana Islands), Pedro Pierluisi (Puerto Rico) and Albert Bryan (U.S. Virgin Islands).\n\nAmong the inhabited territories, Supplemental Security Income (SSI) is available only in the Northern Mariana Islands;[note 10] however in 2019 a U.S. judge ruled that the federal government's denial of SSI benefits to residents of Puerto Rico is unconstitutional.[53] This ruling was later overturned by the U.S. Supreme Court, allowing for the exclusion of territories from such programs.[54] In the decision, the court explained that the exemption of island residents from most federal income taxes provides a \"rational basis\" for their exclusion from eligibility for SSI payments.[55]\n\nAmerican Samoa is the only U.S. territory with its own immigration system (a system separate from the United States immigration system).[56][57] American Samoa also has a communal land system in which ninety percent of the land is communally owned; ownership is based on Samoan ancestry.[58]\n\n\n\nExcept for Guam, the inhabited territories lost population in 2020. Although the territories have higher poverty rates than the mainland U.S., they have high Human Development Indexes. Four of the five territories have another official language, in addition to English.[78][79]\n\nThe territories do not have administrative counties.[note 18] The U.S. Census Bureau counts Puerto Rico's 78 municipalities, the U.S. Virgin Islands' three main islands, all of Guam, the Northern Mariana Islands' four municipalities, and American Samoa's three districts and two atolls as county equivalents.[92][93] The Census Bureau also counts each of the U.S. Minor Outlying Islands as county equivalents.[92][93][94]\n\nFor statistical purposes, the U.S. Census Bureau has a defined area called the \"Island Areas\" which consists of American Samoa, Guam, the Northern Mariana Islands, and the U.S. Virgin Islands (every major territory except Puerto Rico).[1][95][96] The U.S. Census Bureau often treats Puerto Rico as its own entity or groups it with the states and D.C. (for example, Puerto Rico has a QuickFacts page just like the states and D.C.)[97] Puerto Rico data is collected annually in American Community Survey estimates (just like the states), but data for the other territories is collected only once every ten years.[98]\n\nThe five major inhabited territories contain the following governments and legislatures:\n\nThe following is the political party status of the governments of the U.S. territories following completion of the 2020 United States elections. Instances where local and national party affiliation differs, the national affiliation is listed second. Guam and the U.S. Virgin Islands have unicameral territorial legislatures.\n\nEach of the five major territories has its own local court system:\n\nOf the five major territories, only Puerto Rico has an Article III federal district court (i.e., equivalent to the courts in the fifty states); it became an Article III court in 1966.[100] This means that, unlike other U.S. territories, federal judges in Puerto Rico have life tenure.[100] Federal courts in Guam, the Northern Mariana Islands and the U.S. Virgin Islands are Article IV territorial courts.[100][101] The following is a list of federal territorial courts, plus Puerto Rico's court:\n\nAmerican Samoa does not have a federal territorial court, and so federal matters in American Samoa are sent to either the District court of Hawaii or the District court of the District of Columbia.[102] American Samoa is the only permanently inhabited region of the United States with no federal court.[102]\n\nWhile the U.S. mainland is majority non-Hispanic White,[103] this is not the case for the U.S. territories. In 2010, American Samoa's population was 92.6% Pacific Islander (including 88.9% Samoan); Guam's population was 49.3% Pacific Islander (including 37.3% Chamorro) and 32.2% Asian (including 26.3% Filipino); the population of the Northern Mariana Islands was 34.9% Pacific Islander and 49.9% Asian; and the population of the U.S. Virgin Islands was 76.0% African American.[104] In 2019, Puerto Rico's population was 98.9% Hispanic or Latino, 67.4% white, and 0.8% non-Hispanic white.[7]\n\nThroughout the 2010s, the U.S. territories (overall) lost population. The combined population of the five inhabited territories was 4,100,594 in 2010,[1] and 3,569,284 in 2020.[2][3][4][5][6][7]\n\nThe U.S. territories have high religiosity rates—American Samoa has the highest religiosity rate in the United States (99.3% religious and 98.3% Christian).[2]\n\nThe economies of the U.S. territories vary from Puerto Rico, which has a GDP of $104.989 billion in 2019, to American Samoa, which has a GDP of $636 million in 2018.[85] In 2018, Puerto Rico exported about $18 billion in goods, with the Netherlands as the largest destination.[105]\n\nGuam's GDP shrank by 0.3% in 2018, the GDP of the Northern Mariana Islands shrank by 19.6% in 2018, Puerto Rico's GDP grew by 1.18% in 2019, and the U.S. Virgin Islands' GDP grew by 1.5% in 2018.[106][107][5][108][109] In 2017, American Samoa's GDP shrank by 5.8%, but then grew by 2.2% in 2018.[110]\n\nAmerican Samoa has the lowest per capita income in the United States—it has a per capita income comparable to that of Botswana.[111] In 2010, American Samoa's per capita income was $6,311.[112] As of 2010, the Manu'a District in American Samoa had a per capita income of $5,441, the lowest of any county or county-equivalent in the United States.[112] In 2018, Puerto Rico had a median household income of $20,166 (lower than the median household income of any state).[7][113] Also in 2018, Comerío Municipality, Puerto Rico had a median household income of $12,812 (the lowest median household income of any populated county or county-equivalent in the U.S.)[114] Guam has much higher incomes (Guam had a median household income of $48,274 in 2010.)[115]\n\n\n"
        },
        {
            "title": "Minor Outlying Islands",
            "text": "The United States Minor Outlying Islands are small uninhabited islands, atolls, and reefs. Baker Island, Howland Island, Jarvis Island, Johnston Atoll, Kingman Reef, Midway Atoll, Palmyra Atoll, and Wake Island are in the Pacific Ocean while Navassa Island is in the Caribbean Sea. The additional disputed territories of Bajo Nuevo Bank and Serranilla Bank are also located in the Caribbean Sea. Palmyra Atoll (formally known as the United States Territory of Palmyra Island)[116] is the only incorporated territory, a status it has maintained since Hawaii became a state in 1959.[17] All are uninhabited except for Midway Atoll, whose approximately 40 inhabitants are employees of the U.S. Fish and Wildlife Service and their services provider;[117] Palmyra Atoll, whose population varies from four to 20 Nature Conservancy and Fish and Wildlife staff and researchers;[118] and Wake Island, which has a population of about 100 military personnel and civilian employees.[119]\nThe two-letter abbreviation for the islands collectively is \"UM\".[94]\n\nThe status of several islands is disputed. Navassa Island is disputed by Haiti,[120] Wake Island is disputed by the Marshall Islands,[119] Swains Island (a part of American Samoa) is disputed by Tokelau,[121][2] and Bajo Nuevo Bank and Serranilla Bank (both administered by Colombia) are disputed by Colombia, Honduras (Serranilla Bank only), and Jamaica.[14][122]\n\nThe following two territories are claimed by multiple countries (including the United States),[14] and are not included in ISO 3166-2:UM. However, they are sometimes grouped with the U.S. Minor Outlying Islands. According to the GAO, \"the United States conducts maritime law enforcement operations in and around Serranilla Bank and Bajo Nuevo [Bank] consistent with U.S. sovereignty claims.\"[14]\n\n\n\n"
        },
        {
            "title": "Incorporated versus unincorporated territories",
            "text": "Pursuant to a series of Supreme Court rulings, Congress decides whether a territory is incorporated or unincorporated. The U.S. Constitution applies to each incorporated territory (including its local government and inhabitants) as it applies to the local governments and residents of a state. Incorporated territories are considered to be integral parts of the U.S., rather than possessions.[12][132]\n\nIn unincorporated territories, \"fundamental rights apply as a matter of law, but other constitutional rights are not available\", raising concerns about how citizens in these territories can influence politics in the United States.[133] Selected constitutional provisions apply, depending on congressional acts and judicial rulings according to U.S. constitutional practice, local tradition, and law.[citation needed] As a result, these territories are often considered colonies of the United States.[134][135]\n\nAll modern inhabited territories under the control of the federal government can be considered as part of the \"United States\" for purposes of law as defined in specific legislation.[136] However, the judicial term \"unincorporated\" was coined to legitimize the late-19th-century territorial acquisitions without citizenship and their administration without constitutional protections temporarily until Congress made other provisions. The case law allowed Congress to impose discriminatory tax regimes with the effect of a protective tariff upon territorial regions which were not domestic states.[137] In 2022, the United States Supreme Court in United States v. Vaello Madero held that the territorial clause of the constitution allowed wide congressional latitude in mandating \"reasonable\" tax and benefit schemes in Puerto Rico and the other territories, which are different from the states, but did not address the incorporated/unincorporated distinction. In a concurrence, one of the justices opined that it was time to overrule the incorporation doctrine, as wrongly decided and founded in racism.[138][139]\n\nThe U.S. Supreme Court, in its 1901–1905 Insular Cases opinions, ruled that the Constitution extended ex proprio vigore (i.e., of its own force) to the continental territories. The Court also established the doctrine of territorial incorporation, in which the Constitution applies fully to incorporated territories (such as the then-territories of Alaska and Hawaii) and partially in the unincorporated territories of Puerto Rico, Guam and, at the time, the Philippines (which is no longer a U.S. territory).[140][141][142]\n\nIn the 1901 Supreme Court case Downes v. Bidwell, the Court said that the U.S. Constitution did not fully apply in unincorporated territories because they were inhabited by \"alien races\".[143][144]\n\nThe U.S. had no unincorporated territories (also known as overseas possessions or insular areas) until 1856. Congress enacted the Guano Islands Act that year, authorizing the president to take possession of unclaimed islands to mine guano. The U.S. has taken control of (and claimed rights on) many islands and atolls, especially in the Caribbean Sea and the Pacific Ocean, under this law; most have been abandoned. It also has acquired territories since 1856 under other circumstances, such as under the Treaty of Paris (1898) which ended the Spanish–American War. The Supreme Court considered the constitutional position of these unincorporated territories in 1922 in Balzac v. People of Porto Rico, and said the following about a U.S. court in Puerto Rico:\n\nIn Glidden Company v. Zdanok, the Court cited Balzac and said about courts in unincorporated territories: \"Upon like considerations, Article III has been viewed as inapplicable to courts created in unincorporated territories outside the mainland ... and to the consular courts established by concessions from foreign countries\".[146]: 547  The judiciary determined that incorporation involves express declaration or an implication strong enough to exclude any other view, raising questions about Puerto Rico's status.[147]\n\nIn 1966, Congress made the United States District Court for the District of Puerto Rico an Article III district court. This (the only district court in a U.S. territory) sets Puerto Rico apart judicially from the other unincorporated territories, and U.S. district judge Gustavo Gelpi express the opinion that Puerto Rico is no longer unincorporated:\n\nIn Balzac, the Court defined \"implied\":[145]: 306 \n\nOn June 5, 2015, the U.S. Court of Appeals for the District of Columbia ruled 3–0 in Tuaua v. United States to deny birthright citizenship to American Samoans, ruling that the guarantee of such citizenship to citizens in the Fourteenth Amendment does not apply to unincorporated U.S. territories. In 2016 the U.S. Supreme Court declined to review the appellate court's decision.[149]\n\nIn 2018, the United States Court of Appeals for the 7th Circuit upheld the District Court decision in Segovia v. United States, which ruled that former Illinois residents living in Puerto Rico, Guam, and the U.S. Virgin Islands did not qualify to cast overseas ballots according to their last registered address on the U.S. mainland.[150] (Residents of the Northern Marianas and American Samoa, however, were still allowed to cast such ballots.) In October 2018, the U.S. Supreme Court declined to review the 7th Circuit's decision.\n\nOn June 15, 2021, the United States Court of Appeals for the Tenth Circuit ruled 2–1 in Fitisemanu v. United States to deny birthright citizenship to American Samoans and not to overrule the Insular Cases. The court cited Downes and ruled that \"neither constitutional text nor Supreme Court precedent\" demands that American Samoans should be given automatic birthright citizenship.[151] The case is now pending certiorari before the U.S. Supreme Court.[152] On April 21, 2022, in the case United States v. Vaello Madero, Justice Gorsuch urged the Supreme Court to overrule the Insular Cases when possible as it \"rests on rotten foundation\" and called the cases \"shameful\".[153][154][155]\n\nIn analyzing the Insular Cases, Christina Duffy Ponsa of the New York Times said the following: \"To be an unincorporated territory is to be caught in limbo: although unquestionably subject to American sovereignty, they are not considered part of the United States for certain purposes but not others. Whether they are part of the United States for purposes of the Citizenship Clause remains unresolved.\"[11]\n\n\n\nThe 2016 Supreme Court case Puerto Rico v. Sanchez Valle ruled that territories do not have their own sovereignty.[9] That year, the Supreme Court declined to rule on a lower-court ruling in Tuaua v. United States that American Samoans are not U.S. citizens at birth.[36][37]\n\nThe Supreme Court ruled in 2022 in United States v. Vaello-Madero that Congress is not required to extend all benefits to Puerto Ricans, and that the exclusion of Puerto Ricans from the Supplemental Security Income program was permitted under the constitution.[156]\n\nIn Rassmussen v. U.S., the Supreme Court quoted from Article III of the 1867 treaty for the purchase of Alaska:\n\nThe act of incorporation affects the people of the territory more than the territory itself by extending the Privileges and Immunities Clause of the Constitution to them, such as its extension to Puerto Rico in 1947; however, Puerto Rico remains unincorporated.[147]\n\nRassmussen arose from a criminal conviction by a six-person jury in Alaska under federal law. The court held that Alaska had been incorporated into the U.S. in the treaty of cession with Russia,[158] and the congressional implication was strong enough to exclude any other view:[157]: 523 \n\nConcurring justice Henry Brown agreed:[157]: 533–34 \n\nIn Dorr v. U.S., the court quoted Chief Justice John Marshall from an earlier case:[159]: 141–2 \n\nIn Downes v. Bidwell, the court said: \"The same construction was adhered to in the treaty with Spain for the purchase of Florida ... the 6th article of which provided that the inhabitants should 'be incorporated into the Union of the United States, as soon as may be consistent with the principles of the Federal Constitution'.\"[160]: 256 \n\nJustice Brown first mentioned incorporation in Downes:[160]: 321–22 \n\nIn Downes, the court said:\n\nScholars agreed as of 2009 in the Boston College Law Review, \"Regardless of how Puerto Rico looked in 1901 when the Insular Cases were decided, or in 1922, today, Puerto Rico seems to be the paradigm of an incorporated territory as modern jurisprudence understands that legal term of art\".[161] In November 2008 a district court judge ruled that a sequence of prior Congressional actions had the cumulative effect of changing Puerto Rico's status to incorporated.[162] The United States Supreme Court, in 2021, held that the territorial clause of the constitution allowed wide congressional latitude in mandating \"reasonable\" tax and benefit schemes in Puerto Rico and the other territories that are different from the states, but did not address the incorporated/unincorporated distinction. In a concurrence, one of the justices opined that it was time to overrule the Insular Cases and the incorporation doctrine, as wrongly decided.[138]\n\n"
        },
        {
            "title": "Former territories and administered areas",
            "text": "\n\n\n\nAt various times during the 19th century, large parts of the Great Plains were unorganized territory. After the Louisiana Purchase from France in 1803, the entire region was part of the Louisiana Territory until 1812 and the Missouri Territory until 1821. In 1821 the Missouri Compromise created the State of Missouri from the territory, and the rest of the region was left unorganized. The Kansas–Nebraska Act of 1854 created the Kansas and Nebraska Territories, bringing organized government to the region once again. The creation of Kansas and Nebraska left the Indian Territory as the only unorganized territory in the Great Plains.\n\nIn 1858, the western part of the Minnesota Territory became unorganized when it was not included in the new state of Minnesota; this area was organized in 1861 as part of the Dakota Territory. On May 2, 1890, the western half of the Indian Territory was organized as Oklahoma. The remainder was incorporated into the State of Oklahoma upon its admission to the union in 1907.\n\nAlaska was an unorganized territory between its acquisition from Russia in 1867 and the creation of Alaska Territory in 1912. Hawaii was as well from the time of its annexation by the U.S. in 1898 until organized as Hawaii Territory in 1900.\n\n"
        },
        {
            "title": "Flora and fauna",
            "text": "\n\nThe territories of the United States have many plant and animal species found nowhere else in the United States. All U.S. territories have tropical climates and ecosystems.[168]\n\nThe USDA says the following about the U.S. territories (plus Hawaii):\n\nForests in the U.S. territories are vulnerable to invasive species and new housing developments.[168] El Yunque National Forest in Puerto Rico is the only tropical rain forest in the United States National Forest system.[169]\n\nAmerican Samoa has 80.84% forest cover and the Northern Mariana Islands has 80.37% forest cover—these are among the highest forest cover percentages in the United States (only Maine and New Hampshire are higher).[170][note 19]\n\nU.S. territories have many bird species that are endemic (not found in any other location).[168]\n\nIntroduction of the invasive brown tree snake has harmed Guam's native bird population—nine of twelve endemic species have become extinct, and the territorial bird (the Guam rail) is extinct in the wild.[168]\n\nPuerto Rico has several endemic bird species, such as the critically endangered Puerto Rican parrot, the Puerto Rican flycatcher, and the Puerto Rican spindalis.[171] The Northern Mariana Islands has the Mariana swiftlet, Mariana crow, Tinian monarch and golden white-eye (all endemic).[172] Birds found in American Samoa include the many-colored fruit dove,[173] the blue-crowned lorikeet, and the Samoan starling.[174]\n\nThe Wake Island rail (now extinct) was endemic to Wake Island,[175] and the Laysan duck is endemic to Midway Atoll and the Northwest Hawaiian Islands.[176] Palmyra Atoll has the second-largest red-footed booby colony in the world,[177] and Midway Atoll has the largest breeding colony of Laysan albatross in the world.[178][179]\n\nThe American Birding Association currently excludes the U.S. territories from their \"ABA Area\" checklist.[180]\n\nAmerican Samoa has several reptile species, such as the Pacific boa (on the island of Ta‘ū) and Pacific slender-toed gecko.[181] American Samoa has only a few mammal species, such as the Pacific (Polynesian) sheath-tailed bat, as well as oceanic mammals such as the Humpback whale.[182][183] Guam and the Northern Mariana Islands also have a small number of mammals, such as the Mariana fruit bat;[184] oceanic mammals include Fraser's dolphin and the Sperm whale. The fauna of Puerto Rico includes the common coquí (frog),[185] while the fauna of the U.S. Virgin Islands includes species found in Virgin Islands National Park (including 302 species of fish).[186]\n\nAmerican Samoa has a location called Turtle and Shark which is important in Samoan culture and mythology.[187]\n\n\nThere are two National Parks in the U.S. territories: the National Park of American Samoa, and Virgin Islands National Park.[188][189] The National Park Service also manages War in the Pacific National Historical Park on Guam.[190] There are also National Natural Landmarks, National Wildlife Refuges (such as Guam National Wildlife Refuge), El Yunque National Forest in Puerto Rico, and the Pacific Remote Islands Marine National Monument (which includes the U.S. Minor Outlying Islands).\n\n"
        },
        {
            "title": "Public image",
            "text": "In The Not-Quite States of America, his book about the U.S. territories, essayist Doug Mack said:\n\nRepresentative Stephanie Murphy of Florida said about a 2018 bill to make Puerto Rico the 51st state, \"The hard truth is that Puerto Rico's lack of political power allows Washington to treat Puerto Rico like an afterthought.\"[193] According to Governor of Puerto Rico Ricardo Rosselló, \"Because we don't have political power, because we don't have representatives, [no] senators, no vote for president, we are treated as an afterthought.\"[194] Rosselló called Puerto Rico the \"oldest, most populous colony in the world\".\n\nRosselló and others have referred to the U.S. territories as American \"colonies\".[195][196][197][198][11] David Vine of The Washington Post said the following: \"The people of [the U.S. territories] are all too accustomed to being forgotten except in times of crisis. But being forgotten is not the worst of their problems. They are trapped in a state of third-class citizenship, unable to access full democratic rights because politicians have long favored the military's freedom of operation over protecting the freedoms of certain U.S. citizens.\"[198] In his article \"How the U.S. Has Hidden Its Empire\", Daniel Immerwahr of The Guardian writes, \"The confusion and shoulder-shrugging indifference that mainlanders displayed [toward territories] at the time of Pearl Harbor hasn't changed much at all. [...] [Maps of the contiguous U.S.] give [mainlanders] a truncated view of their own history, one that excludes part of their country.\"[196] The 2020 U.S. Census excludes non-citizen U.S. nationals in American Samoa—in response to this, Mark Stern of Slate.com said, \"The Census Bureau's total exclusion of American Samoans provides a pertinent reminder that, until the courts step in, the federal government will continue to treat these Americans with startling indifference.\"[199]\n\n"
        },
        {
            "title": "Galleries",
            "text": "\n\n\n\n\n\n"
        }
    ]
}