{
    "url": "https://en.wikipedia.org/wiki/Terror_Is_a_Man",
    "title": "Terror Is a Man",
    "table_of_contents": [
        "1 Plot",
        "2 Cast",
        "3 Production",
        "4 Release",
        "4.1 Theatrical release",
        "4.2 Home media",
        "5 Reception",
        "6 See also",
        "7 References",
        "8 Bibliography",
        "9 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Terror Is a Man (also known as Blood Creature, Creature from Blood Island, The Gory Creatures, Island of Terror and  Gore Creature) is a 1959[1] black-and-white Filipino/American horror film directed by Gerardo de Leon.[2]\n\nIt was the first in a series produced by Eddie Romero and Kane W. Lynn known as the \"Blood Island\" series, which also included Brides of Blood, The Mad Doctor of Blood Island and Beast of Blood. All four films took place on an island called Blood Island, named for its vivid red-hued sunsets.[3]\n\nThe film focuses on a shipwreck survivor washed ashore on a small island where a scientist is experimenting on a panther in an effort to make it human.\n\n"
        },
        {
            "title": "Plot",
            "text": "William Fitzgerald (Richard Derr), the lone survivor of a shipwreck, washes ashore on Blood Island. He is found by Dr. Charles Girard (Francis Lederer), a scientist who has set up a laboratory on the isolated island with his disenchanted wife, Frances (Greta Thyssen), and his assistant Walter Perrera (Oscar Keesee). The island's natives fear Dr. Girard, as he has been experimenting on a panther, surgically changing it with a series of painful operations into a half-man/half-panther beast, which occasionally escapes from its cage and kills an unwary villager. The creature is swathed in bandages, but his cat-like eyes and ears are still evident. The creature is attracted to Frances, as she is the only person on the island who shows him pity.\n\nAs time passes on the island, Fitzgerald and Frances eventually fall in love, and she asks him to take her away. The creature manages to free itself once again, but Walter sets the beast on fire and is able to recapture the scorched monster. Later, the beast escapes again and goes on a rampage, killing Walter and a young servant girl named Selene, and abducting Frances, carrying her off into the jungle. With William and Charles in hot pursuit, the creature is eventually cornered on the edge of a cliff, where it manages to hurl the mad doctor to his death. Before the creature can turn on the others, it is shot several times by William. Fleeing towards the beach, the wounded creature is helped by a young native boy, Tiago (Selene's little brother), and the unconscious beast drifts out to sea in a small rowboat.[4]\n\n"
        },
        {
            "title": "Production",
            "text": "Terror is a Man was partially based on H.G. Wells' novel The Island of Doctor Moreau, although Wells is uncredited in the film.[5][6][4]\n\n"
        },
        {
            "title": "Release",
            "text": "Terror is a Man was theatrically released in the United States on December 12, 1959[7][1] on a double feature with another Eddie Romero film, The Scavengers.[8] The film was subsequently re-released under several alternate titles over the years, including Creature from Blood Island, Gore Creature, The Gory Creatures, and Island of Terror.[9]  It was re-released to theaters in 1969 by distributor Sam Sherman as Blood Creature.[10] A warning bell gimmick sounding like a telephone ringer warned the audience of impending gore during a surgical sequence.[11]\n\nThe film was initially released on DVD on June 8, 1999 by Image Entertainment. It was next released as a double feature with Werewolf in a Girls' Dormitory by Madacy on March 20, 2001 as part of their \"Killer Creature Double Feature\" DVD series. Madacy also re-released the film as a part of its five-disc Killer Creature collection on October 5, 2004. Fox Lorber later released the film on September 9, 2003. It released by Alpha Video on September 25, 2012. and lastly in a blu ray boxed set of all of Romero's \"Blood Island\" films by Severin on November 13, 2018.[12]\n\n"
        },
        {
            "title": "Reception",
            "text": "Terror is a Man received mixed to positive reviews upon its release, with some critics commending the atmosphere, and cinematography, while others criticized the \"stilted\" direction, and outlandish premise.\n\nNew York Times critic Howard Thompson gave the film a positive review, complimenting the cinematography and calling it \"quiet, sensibly restrained and quite terrifying\".[13]\nAuthor and film critic Leonard Maltin awarded the film 2 out of 4 stars, writing that the film \"came to life during the last third of the picture\".[14]\nVideoHound gave the film a similar score of 2 out of 4 bones.[5] \nHans J. Wollstein from Allmovie criticized the film's photography and stilted direction, calling it \"hilariously silly\".[15] On his website Fantastic Movie Musings and Ramblings, Dave Sindelar said, \"I've never quite known what to make of this off-beat variation on the Dr. Moreau story. In fact, off-beat doesn't seem like the right way to explain it; it's not what happens that is unusual, it's how it is handled. It almost seems like it isn't trying to be a horror movie; the characters are fleshed out quietly and subtly, and it refuses to make easy moral statements or decisions. I don't think it's quite successful, but I think it's trying for something out of the ordinary\". Sindelar concluded his review by calling it \"one of the better horror films to come out of the Philippines\".[16] In their book  Science Fiction, Fantasy and Horror Film Sequels, Series and Remakes, authors Kim R. Holston and Tom Winchester awarded the film 3 out of 4 stars, calling it \"atmospheric and spooky\".[17]\n\nIn his book Terror on Tape, James O'Neill wrote, \"The first and best Filipino horror film, this grim variation on The Island of Doctor Moreau is better than you'd imagine. Dank photography and good acting beef up this talky flick, which finally bursts into action in the last half hour\".[11] Michael Weldon, author of The Psychotronic Encyclopedia of Film, said the film was \"the original and best Filipino horror film\". He also theorized that the unusual ending of the film was influenced by the ending of Mary Shelley's novel Frankenstein.[18]\n\n"
        }
    ]
}