{
    "url": "https://en.wikipedia.org/wiki/Terraforming",
    "title": "Terraforming",
    "table_of_contents": [
        "1 History of scholarly study",
        "1.1 Aspects and definitions",
        "2 Habitability requirements",
        "3 Preliminary stages",
        "4 Prospective targets",
        "4.1 Mars",
        "4.2 Venus",
        "4.3 Mercury",
        "4.4 Moon",
        "4.5 Earth",
        "4.6 Other bodies in the Solar System",
        "5 Other possibilities",
        "5.1 Biological terraforming",
        "5.2 Paraterraforming",
        "5.3 Adapting humans",
        "6 Issues",
        "6.1 Ethical issues",
        "6.2 Economic issues",
        "6.3 Political issues",
        "7 In popular culture",
        "8 See also",
        "9 Notes",
        "10 References",
        "11 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Terraforming or terraformation (\"Earth-shaping\") is the hypothetical process of deliberately modifying the atmosphere, temperature, surface topography or ecology of a planet, moon, or other body to be similar to the environment of Earth to make it habitable for humans to live on.\n\nThe concept of terraforming developed from both science fiction and actual science. Carl Sagan, an astronomer, proposed the planetary engineering of Venus in 1961, which is considered one of the first accounts of the concept.[1] The term was coined by Jack Williamson in a science-fiction short story (\"Collision Orbit\") published in 1942 in Astounding Science Fiction,[2] although terraforming in popular culture may predate this work.\n\nEven if the environment of a planet could be altered deliberately, the feasibility of creating an unconstrained planetary environment that mimics Earth on another planet has yet to be verified. While  Venus, Earth, Mars, and even the Moon have been studied in relation to the subject, Mars is usually considered to be the most likely candidate for terraforming. Much study has been done concerning the possibility of heating the planet and altering its atmosphere, and NASA has even hosted debates on the subject. Several potential methods for the terraforming of Mars may be within humanity's technological capabilities, but according to Martin Beech, the economic attitude of preferring short-term profits over long-term investments will not support a terraforming project.[3]\n\nThe long timescales and practicality of terraforming are also the subject of debate. As the subject has gained traction, research has expanded to other possibilities including biological terraforming, para-terraforming, and modifying humans to better suit the environments of planets and moons. Despite this, questions still remain in areas relating to the ethics, logistics, economics, politics, and methodology of altering the environment of an extraterrestrial world, presenting issues to the implementation of the concept.\n\n"
        },
        {
            "title": "History of scholarly study",
            "text": "The astronomer Carl Sagan proposed the planetary engineering of Venus in an article published in the journal Science in 1961.[1] Sagan imagined seeding the atmosphere of Venus with algae, which would convert water, nitrogen and carbon dioxide into organic compounds. As this process removed carbon dioxide from the atmosphere, the greenhouse effect would be reduced until surface temperatures dropped to \"comfortable\" levels. The resulting carbon, Sagan supposed, would be incinerated by the high surface temperatures of Venus, and thus be sequestered in the form of \"graphite or some involatile form of carbon\" on the planet's surface.[4] However, later discoveries about the conditions on Venus made this particular approach impossible. One problem is that the clouds of Venus are composed of a highly concentrated sulfuric acid solution. Even if atmospheric algae could thrive in the hostile environment of Venus's upper atmosphere, an even more insurmountable problem is that its atmosphere is simply far too thick—the high atmospheric pressure would result in an \"atmosphere of nearly pure molecular oxygen\" and cause the planet's surface to be thickly covered in fine graphite powder.[4] This volatile combination could not be sustained through time. Any carbon that was fixed in organic form would be liberated as carbon dioxide again through combustion, \"short-circuiting\" the terraforming process.[4]\n\nSagan also visualized making Mars habitable for human life in \"Planetary Engineering on Mars\" (1973), an article published in the journal Icarus.[5] Three years later, NASA addressed the issue of planetary engineering officially in a study, but used the term \"planetary ecosynthesis\" instead.[6] The study concluded that it was possible for Mars to support life and be made into a habitable planet. The first conference session on terraforming, then referred to as \"Planetary Modeling\", was organized that same year.\n\nIn March 1979, NASA engineer and author James Oberg organized the First Terraforming Colloquium, a special session at the Lunar and Planetary Science Conference in Houston. Oberg popularized the terraforming concepts discussed at the colloquium to the general public in his book New Earths (1981).[7] Not until 1982 was the word terraforming used in the title of a published journal article. Planetologist Christopher McKay wrote \"Terraforming Mars\", a paper for the Journal of the British Interplanetary Society.[8] The paper discussed the prospects of a self-regulating Martian biosphere, and the word \"terraforming\" has since become the preferred term.[citation needed]\nIn 1984, James Lovelock and Michael Allaby published The Greening of Mars.[9] Lovelock's book was one of the first to describe a novel method of warming Mars, where chlorofluorocarbons (CFCs) are added to the atmosphere.\n\nMotivated by Lovelock's book, biophysicist Robert Haynes worked behind the scenes[citation needed] to promote terraforming, and contributed the neologism Ecopoiesis,[10] forming the word from the Greek οἶκος, oikos, \"house\",[11] and ποίησις, poiesis, \"production\".[12] Ecopoiesis refers to the origin of an ecosystem.  In the context of space exploration, Haynes describes ecopoiesis as the \"fabrication of a sustainable ecosystem on a currently lifeless, sterile planet\".  Fogg defines ecopoiesis as a type of planetary engineering and is one of the first stages of terraformation. This primary stage of ecosystem creation is usually restricted to the initial seeding of microbial life.[13] A 2019 opinion piece by Lopez, Peixoto and Rosado has reintroduced microbiology as a necessary component of any possible colonization strategy based on the principles of microbial symbiosis and their beneficial ecosystem services.[14] As conditions approach that of Earth, plant life could be brought in, and this will accelerate the production of oxygen, theoretically making the planet eventually able to support animal life.\n\nIn 1985, Martyn J. Fogg started publishing several articles on terraforming. He also served as editor for a full issue on terraforming for the Journal of the British Interplanetary Society in 1992. In his book Terraforming: Engineering Planetary Environments (1995), Fogg proposed the following definitions for different aspects related to terraforming:[13]\n\nFogg also devised definitions for candidate planets of varying degrees of human compatibility:[15]\n\nFogg suggests that Mars was a biologically compatible planet in its youth, but is not now in any of these three categories, because it can only be terraformed with greater difficulty.[16]\n\n"
        },
        {
            "title": "Habitability requirements",
            "text": "An absolute requirement for life is an energy source, but the notion of planetary habitability implies that many other geophysical, geochemical, and astrophysical criteria must be met before the surface of an astronomical body is able to support life. Of particular interest is the set of factors that has sustained complex, multicellular animals in addition to simpler organisms on Earth. Research and theory in this regard is a component of planetary science and the emerging discipline of astrobiology.\n\nIn its astrobiology roadmap, NASA has defined the principal habitability criteria as \"extended regions of liquid water, conditions favorable for the assembly of complex organic molecules, and energy sources to sustain metabolism.\"[17]\n\n"
        },
        {
            "title": "Preliminary stages",
            "text": "Once conditions become more suitable for life of the introduced species, the importation of microbial life could begin.[13]  As conditions approach that of Earth, plant life could also be brought in.  This would accelerate the production of oxygen, which theoretically would make the planet eventually able to support animal life.\n\n"
        },
        {
            "title": "Prospective targets",
            "text": "In many respects, Mars is the most Earth-like planet in the Solar System.[18][19] It is thought that Mars once had a more Earth-like environment early in its history, with a thicker atmosphere and abundant water that was lost over the course of hundreds of millions of years.[20]\n\nThe exact mechanism of this loss is still unclear, though three mechanisms, in particular, seem likely: First, whenever surface water is present, carbon dioxide (CO2) reacts with rocks to form carbonates, thus drawing atmosphere off and binding it to the planetary surface. On Earth, this process is counteracted when plate tectonics works to cause volcanic eruptions that vent carbon dioxide back to the atmosphere. On Mars, the lack of such tectonic activity worked to prevent the recycling of gases locked up in sediments.[21]\n\nSecond, the lack of a magnetosphere around Mars may have allowed the solar wind to gradually erode the atmosphere.[21] Convection within the core of Mars, which is made mostly of iron,[22] originally generated a magnetic field.  However the dynamo ceased to function long ago,[23] and the magnetic field of Mars has largely disappeared, probably due to \"loss of core heat, solidification of most of the core, and/or changes in the mantle convection regime.\"[24] Results from the NASA MAVEN mission show that the atmosphere is removed primarily due to Coronal Mass Ejection events, where outbursts of high-velocity protons from the Sun impact the atmosphere. Mars does still retain a limited magnetosphere that covers approximately 40% of its surface. Rather than uniformly covering and protecting the atmosphere from solar wind, however, the magnetic field takes the form of a collection of smaller, umbrella-shaped fields, mainly clustered together around the planet's southern hemisphere.[25]\n\nFinally, between approximately 4.1 and 3.8 billion years ago, asteroid impacts during the Late Heavy Bombardment caused significant changes to the surface environment of objects in the Solar System. The low gravity of Mars suggests that these impacts could have ejected much of the Martian atmosphere into deep space.[26]\n\nTerraforming Mars would entail two major interlaced changes: building the atmosphere and heating it.[27] A thicker atmosphere of greenhouse gases such as carbon dioxide would trap incoming solar radiation. Because the raised temperature would add greenhouse gases to the atmosphere, the two processes would augment each other.[28] Carbon dioxide alone would not suffice to sustain a temperature above the freezing point of water, so a mixture of specialized greenhouse molecules might be manufactured.[29]\n\nTerraforming Venus requires two major changes: removing most of the planet's dense 9 MPa (1,300 psi) carbon dioxide atmosphere, and reducing the planet's 450 °C (842 °F) surface temperature.[30][31] These goals are closely interrelated because Venus's extreme temperature may result from the greenhouse effect caused by its dense atmosphere.\n\nAlthough usually disregarded as being too hot, Mercury may in fact be one of the easiest bodies in the solar system to terraform. Mercury's magnetic field is only 1.1% that of Earth's but it is thought that Mercury's magnetic field should be much stronger, up to 30% of Earth's, if it weren't being suppressed by certain solar wind effects.[32] It is thought[by whom?] that Mercury's magnetic field was suppressed after \"stalling\" at some point in the past (possibly caused by the Caloris basin impact) and, if given a temporary \"helping hand\" by shielding Mercury from solar wind by placing an artificial magnetic shield at Mercury-Sun L1 (similar to the proposal for Mars), then Mercury's magnetic field would \"inflate\" and grow in intensity 30 times stronger at which point Mercury's magnetic field would be self sustaining provided the field wasn't made to \"stall\" by another celestial event.[citation needed]\n\nDespite being much smaller than Mars, Mercury has a gravity nearly identical in strength to Mars due to its increased density and could, with a now augmented magnetosphere, hold a nitrogen/oxygen atmosphere for millions of years.\n\nTo provide this atmosphere, 3.5×1017 kilograms of water could be delivered by a similar process as proposed for Venus by launching a stream of kinetic impactors at Hyperion (the moon of Saturn) causing it to be ejected and flung into the inner solar system. Once this water has been delivered, Mercury could be covered in a thin layer of doped titanium dioxide photo-catalyst dust which would split the water into its constituent oxygen and hydrogen molecules, with the hydrogen rapidly being lost to space and a 0.2-0.3 bar atmosphere of pure oxygen being left behind in less than 70 years (assuming an efficiency of 30-40%).[citation needed] At this point the atmosphere would be breathable and nitrogen may be added as required to allow for plant growth in the presence of nitrates.\n\nTemperature management may not be required, despite an equilibrium average temperature of ~159 Celsius.  Millions of square kilometers at the poles have an average temperature of 0-50 Celsius, or 32-122 Fahrenheit (an area the size of Mexico at each pole with habitable temperatures). The total habitable area is likely to be even larger given that the previously mentioned photo-catalyst dust would raise the albedo from 0.12 to ~0.6, lowering the global average temperature to tens of degrees and potentially increasing the habitable area. The temperature could be further managed with the usage of solar shades.[citation needed]\n\nMercury has the potential to be the fastest celestial body to terraform at least partially, giving it a thin but breathable atmosphere with human-survivable pressures, a strong magnetic field, with at least a small percentage of its land at survivable temperatures at closer to the north and south poles provided water content could be constrained to avoid a runaway greenhouse effect.\n\nAlthough the gravity on Earth's moon is too low to hold an atmosphere for geological spans of time, if given one, it would retain it for spans of time that are long compared to human lifespans.[33][34] Landis[34] and others[35][36] have thus proposed that it could be feasible to terraform the moon, although not all agree with that proposal.[37] Landis estimates that a 1 PSI atmosphere of pure oxygen on the moon would require on the order of two hundred trillion tons of oxygen, and suggests it could be produced by reducing the oxygen from an amount of lunar rock equivalent to a cube about fifty kilometers on an edge.  Alternatively, he suggests that the water content of \"fifty to a hundred comets\" the size of Halley's comet would do the job, \"assuming that the water doesn't splash away when the comets hit the moon.\"[34] Likewise, Benford calculates that terraforming the moon would require \"about 100 comets the size of Halley's.\"[35]\n\nIt has been recently proposed[when?] that due to the effects of climate change, an interventionist program might be designed to return Earth to pre-industrial climate parameters. In order to achieve this, multiple solutions have been proposed, such as the management of solar radiation, the sequestration of carbon dioxide using geoengineering methods, and the design and release of climate altering genetically engineered organisms.[38][39]\n\nOther possible candidates for terraforming (possibly only partial or paraterraforming) include large moons of Jupiter or Saturn (Titan, Callisto, Ganymede, Europa, Enceladus), and the dwarf planet Ceres.\n\n"
        },
        {
            "title": "Other possibilities",
            "text": "Many proposals for planetary engineering involve the use of genetically engineered bacteria.[40][41]\n\nAs synthetic biology matures over the coming decades it may become possible to build designer organisms from scratch that directly manufacture desired products efficiently.[42] Lisa Nip, Ph.D. candidate at the MIT Media Lab's Molecular Machines group, said that by synthetic biology, scientists could genetically engineer humans, plants and bacteria to create Earth-like conditions on another planet.[43][44]\n\nGary King, microbiologist at Louisiana State University studying the most extreme organisms on Earth, notes that \"synthetic biology has given us a remarkable toolkit that can be used to manufacture new kinds of organisms specially suited for the systems we want to plan for\" and outlines the prospects for terraforming, saying \"we'll want to investigate our chosen microbes, find the genes that code for the survival and terraforming properties that we want (like radiation and drought resistance), and then use that knowledge to genetically engineer specifically Martian-designed microbes\". He sees the project's biggest bottleneck in the ability to genetically tweak and tailor the right microbes, estimating that this hurdle could take \"a decade or more\" to be solved. He also notes that it would be best to develop \"not a single kind of microbe but a suite of several that work together\".[45]\n\nDARPA is researching the use of photosynthesizing plants, bacteria, and algae grown directly on the Mars surface that could warm up and thicken its atmosphere. In 2015 the agency and some of its research partners created an software called DTA GView − a 'Google Maps of genomes', in which genomes of several organisms can be pulled up on the program to immediately show a list of known genes and where they are located in the genome. According to Alicia Jackson, deputy director of DARPA's Biological Technologies Office, they have developed a \"technological toolkit to transform not just hostile places here on Earth, but to go into space not just to visit, but to stay\".[46][47][48][49]\n\nAlso known as the \"world house\" concept, para-terraforming involves the construction of a habitable enclosure on a planet that encompasses most of the planet's usable area.[50] The enclosure would consist of a transparent roof held one or more kilometers above the surface, pressurized with a breathable atmosphere, and anchored with tension towers and cables at regular intervals. The world house concept is similar to the concept of a domed habitat, but one which covers all (or most) of the planet.\n\nIt has also been suggested that instead of or in addition to terraforming a hostile environment humans might adapt to these places by the use of genetic engineering, biotechnology and cybernetic enhancements.[51][52][53][54][55]\n\n"
        },
        {
            "title": "Issues",
            "text": "There is a philosophical debate within biology and ecology as to whether terraforming other worlds is an ethical endeavor. From the  point of view of a cosmocentric ethic, this involves balancing the need for the preservation of human life against the intrinsic value of existing planetary ecologies.[56]\nLucianne Walkowicz has even called terraforming a \"planetary-scale strip mining operation\".[57]\n\nOn the pro-terraforming side of the argument, there are those like Robert Zubrin, Martyn J. Fogg, Richard L. S. Taylor, and the late Carl Sagan who believe that it is humanity's moral obligation to make other worlds suitable for human life, as a continuation of the history of life-transforming the environments around it on Earth.[58][59] They also point out that Earth would eventually be destroyed if nature takes its course, so that humanity faces a very long-term choice between terraforming other worlds or allowing all terrestrial life to become extinct. Terraforming totally barren planets, it is asserted, is not morally wrong as it does not affect any other life.\n\nThe opposing argument posits that terraforming would be an unethical interference in nature, and that given humanity's past treatment of Earth, other planets may be better off without human interference.[citation needed] Still others strike a middle ground, such as Christopher McKay, who argues that terraforming is ethically sound only once we have completely assured that an alien planet does not harbor life of its own; but that if it does, we should not try to reshape it to our own use, but we should engineer its environment to artificially nurture the alien life and help it thrive and co-evolve, or even co-exist with humans.[60] Even this would be seen as a type of terraforming to the strictest of ecocentrists, who would say that all life has the right, in its home biosphere, to evolve without outside interference.\n\nThe initial cost of such projects as planetary terraforming would be massive, and the infrastructure of such an enterprise would have to be built from scratch. Such technology has not yet been developed, let alone financially feasible at the moment. John Hickman has pointed out that almost none of the current schemes for terraforming incorporate economic strategies, and most of their models and expectations seem highly optimistic.[61]\n\nNational pride, rivalries between nations, and the politics of public relations have in the past been the primary motivations for shaping space projects.[62][63] It is reasonable to assume[by whom?] that these factors would also be present in planetary terraforming efforts.[citation needed]\n\n"
        },
        {
            "title": "In popular culture",
            "text": "Terraforming is a common concept in science fiction, ranging from television, movies and novels to video games.[64]\n\nA related concept from science fiction is xenoforming – a process in which aliens change the Earth or other planets to suit their own needs, already suggested in the classic The War of the Worlds (1898) of H.G. Wells.[65]\n\n"
        }
    ]
}