{
    "url": "https://en.wikipedia.org/wiki/Terrorism_in_the_United_States",
    "title": "Terrorism in the United States",
    "table_of_contents": [
        "1 U.S. totals",
        "1.1 Recent trends",
        "2 Attacks by type",
        "2.1 Anti-abortion violence",
        "2.2 Antisemitism",
        "2.3 Environmental terrorism",
        "2.4 Islamist extremism",
        "2.5 Left-wing and anti-government extremism",
        "2.6 Palestinian and anti-Israel militancy",
        "2.7 Puerto Rican nationalism",
        "2.8 Right-wing and anti-government extremism",
        "2.9 White nationalism and white supremacy",
        "2.9.1 Organized KKK violence",
        "3 Deadliest attacks",
        "4 Failed attacks",
        "5 Alleged and proven plots",
        "6 See also",
        "7 References",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nIn the United States, a common definition of terrorism is the systematic or threatened use of violence in order to create a general climate of fear to intimidate a population or government and thereby effect political, religious, or ideological change.[2][3] This article serves as a list and a compilation of acts of terrorism, attempts to commit acts of terrorism, and other such items which pertain to terrorist activities which are engaged in by non-state actors or spies who are acting in the interests of state actors or persons who are acting without the approval of foreign governments within the domestic borders of the United States.\n\nSince the end of the American Civil War, organised groups or lone wolf white supremacists have committed many acts of domestic terrorism against African-Americans.[4][5] This terrorism has been in the form of lynchings, hate crimes, shootings, bombings and other acts of violence. Such acts of violence overwhelmingly occurred in the Southern United States, and they included acts of violence which were committed by the Ku Klux Klan (KKK).[6] White supremacist terrorist incidents include the Tulsa race massacre of 1921,[7] and the Wilmington insurrection of 1898.[8][9][10]\n\nOn November 19, 2019, according to remarks which were made by Matthew Alcoke, Deputy Assistant Director of the FBI Counterterrorism Division, Alcoke defines domestic terrorists as \"individuals who commit violent criminal acts in furtherance of ideological goals stemming from domestic issues.\"[11] Although acts of violence by domestic extremists consistently meet the definition, no US criminal charge for domestic terror exists. Rather, the phrase is an FBI investigative category which is used to classify four types of extremism: \"racially motivated violent extremism, anti-government/anti-authority extremism, animal rights/environmental extremism, and abortion extremism.\"[11] A 2017 report by the U.S. Government Accountability Office found that out of the 85 deadly extremist incidents which had occurred since September 11, 2001, white supremacist extremist groups were responsible for 73%, while radical Islamist extremists were responsible for 27%. The total number of deaths which was caused by each group was about the same, though 41% of the deaths were attributable to radical Islamists and they all occurred in a single event — the 2016 Orlando nightclub shooting in which 49 people were killed by a lone gunman.  No deaths were attributed to left-wing groups.[12][13] A 2017 report by Type Media Center and The Center for Investigative Reporting analyzed a list of the terrorist incidents which occurred in the US between 2008 and 2016 and included the 2014 killings of NYPD officers and the 2016 shooting of Dallas police officers (a total of 7 deaths saying that they could \"plausibly be attributed to a perpetrator with such sympathies\".[14]\n\nIn 2018, most ideologically motivated murders in the United States of America were linked to right-wing extremism.[15] As of 2020, right-wing extremist terrorism accounted for the majority of terrorist attacks and plots in the US[16][17] and has killed more people in the continental United States since the September 11 attacks than Islamic terrorism.[18] The United States Department of Homeland Security reported in October 2020 that white supremacists posed the top domestic terrorism threat, which FBI director Christopher Wray confirmed in March 2021, noting that the bureau had elevated the threat to the same level as ISIS.[19][20][21]\n\n"
        },
        {
            "title": "U.S. totals",
            "text": "A 2017 report by The Nation Institute and the Center for Investigative Reporting analyzed a list of the terrorist incidents which occurred in the US between 2008 and 2016.[24] It found:[25]\n\nAccording to a report which is based on Justice Department figures which were released by the U.S. government in January 2018, about three out of four people who were convicted on charges of international terrorism between September 11, 2001 to December 31, 2016, were foreign-born. According to the Justice Department, 549 people were convicted on charges of international terrorism, including 254 people who were citizens of other countries, 148 people were naturalized citizens and 148 people were natural-born-citizens.[27] In a speech which he made before a joint session of Congress on February 28, 2017, President Donald Trump incorrectly attributed these findings to domestic terrorism, in actuality, these findings were based on cases in which international terrorists may have been brought to the United States for prosecution.[28]\n\nIn 2015, the Triangle Center on Terrorism and Homeland Security and the Police Executive Research Forum conducted a nationwide survey of 382 police and sheriff departments. Nearly 74% of respondents stated that anti-government violence was their top concern with regard to threats from violent extremists, while about 39% of respondents stated that \"Al Qaeda-inspired\" violence was their top concern.[29][30]\n\nFor the past decade, the national conversation on terrorism has largely focused on Islamic extremist acts, however, law enforcement groups have made it clear that Muslim extremists perpetrate a minute percentage of the ideologically based terrorist attacks which are perpetrated in the United States.[31] Since November 9, 2001, only about 9 American Muslims per year have taken part in terrorist plots in the United States, in total, 20 incidents resulted in about 50 deaths. A 2012 study showed that in about the same time period right-wing extremists were responsible for about 337 attacks per year, in total, they killed more than 5 times the number of people killed by Muslims in the United States.[32]\n\nThe National Consortium for the Study of Terrorism and Responses to Terrorism maintains Profiles of Individual Radicalization in the United States, a database which contains over 1,800 profiles of individuals who have been radicalized by ideologies since 1948.[33] The database shows that from 1948 through 2016, 40.0% of identified extremists were far-right, 24.5% of identified extremists were Islamist and 17.4% of identified extremists were far-left, while 18.2% of identified extremists were \"single issue\" individuals.[34]\n\nIn May 2019 and for the first time in its history, the FBI identified fringe conspiracy theories as a potential source of domestic terrorism, it specifically cited QAnon.[35]\n\nA June 2020 study of domestic terrorist incidents by the Center for Strategic and International Studies (CSIS) reported that during the previous 25 years, the majority of attacks and plots were perpetrated and hatched by far-right attackers. This trend has accelerated in recent years, with this sector being responsible for about 66% of all of the attacks and plots which were perpetrated in 2019, and it was also responsible for 90% of all of those attacks which were perpetrated in 2020. The next most potentially dangerous group has been \"religious extremists\", the majority \"Salafi jihadists inspired by the Islamic State and al-Qaeda\", while the number planned by the far left has reduced to a minute fraction since the mid-2000s.[36][37]\n\nIn October 2020, the Department of Homeland Security released the \"Homeland Threat Assessment\", a report detailing various domestic threats to US national security. It states that, out of all domestic terror attacks resulting in lethal threats to life between 2018 and 2019, \"WSEs [white supremacist extremists] conducted half of all lethal attacks (8 of 16), resulting in the majority of deaths (39 of 48)\".[38]\n\n"
        },
        {
            "title": "Attacks by type",
            "text": "Since 1997 there have been 8 murders, 17 attempted murders, 42 bombings, and 186 arson attacks aimed at abortion clinics and multiple providers across the US. In some cases small groups of clinics have been attacked multiple times.[39]\n\n"
        },
        {
            "title": "Deadliest attacks",
            "text": "The following is a list of the deadliest known single-day terrorist attacks in the United States to date. Only incidents with ten or more deaths are included.\n\n"
        }
    ]
}