{
    "url": "https://en.wikipedia.org/wiki/Thaddeus_Golas",
    "title": "Thaddeus Golas",
    "table_of_contents": [
        "1 Early life",
        "2 Education and career",
        "3 Publications",
        "4 References",
        "5 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Thaddeus Stanley Golas (1924 - 1997) was an American writer active in the self-help, New Age, and psychedelic genres.[1] His most well-known work is The Lazy Man's Guide to Enlightenment, which he self-published in 1972 and which was later picked up by Bantam Books.[2][3]\n\n"
        },
        {
            "title": "Early life",
            "text": "Golas was the youngest of five children. His parents were born in Poland and met in the United States. His first ten years he lived in Paterson, New Jersey. His father died when he was four, and his mother remarried when he was ten. At this point the family moved to a farm in Pennsylvania with no electricity or indoor plumbing. The stepfather died four years later. Soon the family returned to Paterson, where Golas attended and graduated from Central High School. An avid reader from a young age, he elected for journalism classes and by 1939 he was working in editing and publishing for the school paper The Tatler, for the Colt Press and The Paterson Evening News. During his childhood and adolescence he had very little advice, assistance or emotional support from family or community and was forced to be self motivated.[4]\n\n"
        },
        {
            "title": "Education and career",
            "text": "Golas volunteered for military service in late 1942 and was made Corporal of the 604th Engineer Camouflage Battalion billeted at Camp Campbell in Kentucky. He shipped off to Cardiff, Wales, was stationed in England until August 1944 and then in France and Belgium where he served until December 1944. He briefly saw hostilities in the days preceding the Battle of the Bulge. He returned to the United States after being discharged honorably because of health concerns. He attended New York's Columbia University where he studied under Jacques Barzun and earned a B.A. Degree in 1948. He first worked as a proofreader for Betty Ballantine and then became an editor for Redbook Magazine. Later he worked at Harper & Row as a book representative. He held several publishing related jobs in the Midwest. He relocated to San Francisco where he also had publishing related jobs while writing The Lazy Man's Guide.[4]\n\n"
        },
        {
            "title": "Publications",
            "text": "Seed Center Books, Even Lazier Publishing, an independent publishing company in Encino, California, publishes Golas' work.\n\n"
        }
    ]
}