{
    "url": "https://en.wikipedia.org/wiki/Thaumaturgy",
    "title": "Thaumaturgy",
    "table_of_contents": [
        "1 Etymology",
        "2 Buddhism",
        "3 Christianity",
        "4 Hinduism",
        "5 Islam",
        "6 Judaism",
        "6.1 Hermetic Qabalah",
        "7 Magic",
        "8 Philosophy",
        "9 In popular culture",
        "10 See also",
        "11 References",
        "12 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Thaumaturgy is the purported capability of a magician to work magic or other paranormal events or a saint to perform miracles. It is sometimes translated into English as wonderworking.[1]\n\nA practitioner of thaumaturgy is a \"thaumaturge\", \"thaumaturgist\", \"thaumaturgus\", \"miracle worker\", or \"wonderworker\". A 'saint', being one who is variably defined as having an exceptional degree of holiness, enlightenment, or likeness or closeness to God,[2] may be claimed to have performed miracles; these generally being defined as exceptional events or deeds not within the normative means of natural or human power, instead being of some supernatural or preternatural manner. Although the definition of a 'miracle', like the definition of a 'saint', will vary yet further among separate religions, sects, and schools.[3][4]\n\n"
        },
        {
            "title": "Etymology",
            "text": "The word thaumaturgy (/ˈθɔːmətɜːrdʒi/ (listen)) derives from Greek θαῦμα thaûma, meaning \"miracle\" or \"marvel\" (final t from genitive thaûmatos) and ἔργον érgon, meaning \"work\".\n\n"
        },
        {
            "title": "Buddhism",
            "text": "In the introduction of his translation of the \"Spiritual Powers (神通 Jinzū)\" chapter of Dōgen's Shōbōgenzō, Carl Bielefel refers to the powers developed by adepts of Buddhist meditation as belonging to the \"thaumaturgical tradition\".[5] These powers, known as siddhi or abhijñā, were ascribed to the Buddha and subsequent disciples. Legendary monks like Bodhidharma, Upagupta, Padmasambhava, and others were depicted in popular legends and hagiographical accounts as wielding various supernatural powers.[6][7][8]\n\n"
        },
        {
            "title": "Christianity",
            "text": "In Greek writings, the term thaumaturge referred to several Christian saints. The word is usually translated into English as \"wonderworker\": a saint through whom God works miracles, not just occasionally, but as a matter of course. Famous ancient Christian thaumaturges include Gregory Thaumaturgus (c. 213–270), Saint Menas of Egypt (285–c. 309), Saint Nicholas (270–343), Anthony of Padua (1195–1231), Philomena (fl. c. 300 (?)), Ambrose of Optina (1812–1891), Gerard Majella (1726–1755) and John of Kronstadt (1829–1908). The Bishop of Fiesole, Andrew Corsini of the Carmelites (1302–1373), was also called a thaumaturge during his lifetime. The seventeenth-century Irish Franciscan editor, John Colgan, called the three early Irish saints, Patrick, Brigid, and Columba, thaumaturges in his Acta Triadis Thaumaturgae (Louvain, 1647).\n\n"
        },
        {
            "title": "Hinduism",
            "text": "Godman is a colloquial term used in India for a type of charismatic guru. They usually have a high-profile presence, and are capable of attracting attention and support from large sections of the society.[9] Godmen also sometimes claim to possess paranormal powers, such as the ability to heal, the ability to see or influence future events, and the ability to read minds.[10]\n\n"
        },
        {
            "title": "Islam",
            "text": "Miracles in the Qur'an can be defined as supernatural interventions in the life of human beings.[11] According to this definition, miracles are present \"in a threefold sense: in sacred history, in connection with the Islamic prophet Muhammad himself and in relation to revelation\".[11] The Qur'an does not use the technical Arabic word for miracle (muʿjiza), literally meaning \"that by means of which [the Prophet] confounds, overwhelms, his opponents\". It rather uses the term āyah \"sign\".[12] The term Ayah is used in the Qur'an in the above mentioned threefold sense: it refers to the \"verses\" of the Qur'an (believed to be the divine speech in human language, presented by Muhammad as his chief miracle); as well as to miracles of it and the signs (particularly those of creation).[11][12]\n\n"
        },
        {
            "title": "Judaism",
            "text": "In the Hermetic Qabalah mystical tradition, a person titled a magician has the power to make subtle changes in higher realms, which in turn produce physical results. For instance, if a Magician made slight changes in the world of formation (Olam Yetzirah), such as within the sephiroth of Yesod upon which Malkuth (the material realm) is based and within which all former sephiroth (Sefirot) are brought together, then these alterations would appear in the world of action (Olam Assiah).\n\n"
        },
        {
            "title": "Magic",
            "text": "In the 16th century, the word thaumaturgy entered the English language meaning miraculous or magical powers. The word was first anglicized and used in the magical sense in John Dee's book Mathematicall Praeface to Euclid's Elements (1570). He mentions an \"art mathematical\" called \"thaumaturgy... which giveth certain order to make strange works, of the sense to be perceived and of men greatly to be wondered at\".\n\nIn Dee's time, \"the Mathematicks\" referred not merely to the abstract computations associated with the term today, but to physical mechanical devices which employed mathematical principles in their design. These devices, operated by means of compressed air, springs, strings, pulleys or levers, were seen by unsophisticated people (who did not understand their working principles) as magical devices which could only have been made with the aid of demons and devils.[13]\n\nBy building such mechanical devices, Dee earned a reputation as a conjurer \"dreaded\" by neighborhood children.[13] He complained of this assessment in his \"Mathematicall Praeface\":\n\n"
        },
        {
            "title": "Philosophy",
            "text": "In his book entitled, The Gift of Death, deconstructionist philosopher Jacques Derrida refers to philosophy as thaumaturgy. The idea is taken from the fifth essay of Jan Patočka's work, Heretical Essays in the History of Philosophy[14] Derrida's reading is based on a deconstruction of the origin of the concepts of responsibility, faith, and gift.[15]\n\n"
        },
        {
            "title": "In popular culture",
            "text": "The term thaumaturgy is used in various novels and games as a synonym for magic, a particular sub-school (often mechanical) of magic, or as the \"science\" of magic.\n\n"
        }
    ]
}