{
    "url": "https://en.wikipedia.org/wiki/The_California_Kid",
    "title": "The California Kid",
    "table_of_contents": [
        "1 Plot",
        "2 Cast",
        "3 See also",
        "4 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The California Kid is a 1974 American made-for-television action thriller film directed by Richard T. Heffron and starring Martin Sheen.\n\n"
        },
        {
            "title": "Plot",
            "text": "The story takes place in 1958, and involves a town, Clarksberg, with a famous speed trap. Disturbed Sheriff Roy Childress (Vic Morrow), whose wife and daughter were killed by a speeder, turns bad, with a habit of punishing speeders by deliberately pushing their cars off the mountain highway curves with his 1957 Plymouth Belvedere.\n\nTwo Navy sailors on leave (one portrayed by Sheen's younger brother, Joe Estevez), speeding to get back to base on time in a 1951 Ford Custom, are pushed to their deaths by the sheriff. Soon after, a stranger arrives, driving a hot rodded black 1934 Ford three-window coupe, known as \"The California Kid\". He provokes Sheriff Childress into giving him a speeding ticket on purpose, establishes his credentials with the sheriff as a hot rodder and potential speed maniac, boasting it can do 75 mph in 10 seconds. He pays the ticket in front of Judge J.A. Hooker (Frederic Downs), and it is revealed he is Michael McCord (Martin Sheen), older brother of one of the sailors.\n\nBelieving his brother's death was no accident, he does his own investigating, with the help of Maggie (Michelle Phillips). He finds the wreck of his brother's Ford at the impound yard, with the rear bumper dented as if by pushbars. He checks out the lay of the land. Knowing how his brother was killed, he goes out to the Curve, testing its limits and tuning his car to better handle the terrain.\n\nLyle Stafford (Gary Morgan), the younger brother of the town's auto mechanic Buzz Stafford (Nick Nolte) is killed and his girlfriend Sissy (Janit Baldwin) badly injured by the sheriff after the duo go for a drive in a 1955 Mercury. Buzz wants to kill the sheriff for revenge, but McCord says there's another way. Then the sheriff tries to run McCord out of town, and the stage is set for the climactic duel.\n\nMcCord then runs the speed trap, challenging the sheriff, who tries to run him off the road. McCord is ready, knowing his car's limits for the curve, and the sheriff is a victim of his own obsession, going too fast to make the deadly turn. He drives off the cliff as Buzz and a deputy look on, while McCord slides to a stop on the sandy shoulder.\n\n"
        }
    ]
}