{
    "url": "https://en.wikipedia.org/wiki/The_Mechanical_Man",
    "title": "The Mechanical Man",
    "table_of_contents": [
        "1 Plot",
        "2 Cast",
        "3 Lost footage",
        "4 Gallery",
        "5 See also",
        "6 References",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The Mechanical Man (Italian: L'uomo meccanico) is a 1921 Italian science fiction film directed by André Deed (who also starred in the film as the comedic character Saltarello). It was produced in 1920 and released in November 1921. It is one of the first science fiction films produced in Italy, and the first film showing a battle between two robots. The cinematographer was Alberto Chentrens.[2]\n\nFor many years, the original film, about 80 minutes in length,[3] was regarded as lost until some reels of the Portuguese version were discovered at the Cinemateca Brasileira in Brazil. About 26 minutes (740 meters) remains lost. The DVD release by Alpha Video uses the incomplete Brazilian print, with new English intertitles. Film critic Christopher Workman has theorized that the film influenced Fritz Lang's Metropolis (1927).[4]\n\nDirector Deed began his acting career in France, then moved to Italy where he continued his slapstick style of acting. After finishing The Mechanical Man, he returned to France, where his acting career slightly declined in popularity. He did, however, direct around 40 films, and acted in over 200, before he died in 1940.[5]\n\n"
        },
        {
            "title": "Plot",
            "text": "The story begins with a scientist creating a device shaped like a man that can be remote-controlled by a machine. The mechanical man possesses super-human speed and strength. The scientist is killed however by a gang of criminals, led by a woman named Mado, who wish to obtain his secret of building a mechanical man. The criminals are captured before they are able to get them, and are brought to trial and condemned. Mado manages to escape and kidnaps the scientist's niece, forcing her to give her the blueprints which she uses to build a mechanical man.\n\nThe mechanical man is used to commit a variety of crimes including murder, all controlled by Mado. The scientist's brother (Gabriel Moreau) however is successful in creating a second mechanical man which he uses to combat the original. The two mechanical men fight each other in an opera house and end up destroying each other as well as the opera house. During the final battle, Mado frantically attempts to control the mechanical man and is electrocuted at the control panel by a short circuit.\n\n"
        },
        {
            "title": "Lost footage",
            "text": "Most of the lost footage consists of the beginning third of the film. Also lost are the cast credits, so some characters are unidentifiable.\n\n"
        },
        {
            "title": "References",
            "text": "Information is referenced from the DVD release by Alpha Video.\n\n"
        }
    ]
}