{
    "url": "https://en.wikipedia.org/wiki/The_Dial",
    "title": "The Dial",
    "table_of_contents": [
        "1 Transcendentalist journal",
        "2 Political review and literary criticism magazine",
        "3 Modernist literary magazine",
        "3.1 The Dial Award",
        "3.2 Notable contributors by volume",
        "4 References",
        "5 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The Dial was an American magazine published intermittently from 1840 to 1929. In its first form, from 1840 to 1844,[1] it served as the chief publication of the Transcendentalists. From the 1880s to 1919 it was revived as a political review and literary criticism magazine. From 1920 to 1929 it was an influential outlet for modernist literature in English.\n\n"
        },
        {
            "title": "Transcendentalist journal",
            "text": "Members of the Hedge Club began talks for creating a vehicle for their essays and reviews in philosophy and religion in October 1839.[2] Other influential journals, including the North American Review and the Christian Examiner refused to accept their work for publication.[3] Orestes Brownson proposed utilizing his recently established periodical Boston Quarterly Review but members of the club decided a new publication was a better solution.[4] Frederick Henry Hedge, Theodore Parker, and Ralph Waldo Emerson were originally considered for the editor role.[2] On October 20, 1839, Margaret Fuller officially accepted the editorship, though she was unable to begin work on the publication until the first week of 1840.[4] George Ripley served as the managing editor.[5] Its first issue was published in July 1840 with an introduction by Emerson calling it a \"Journal in a new spirit\".[6] In this first form, the magazine remained in publication until 1844. Emerson wrote to Fuller on August 4, 1840, of his ambitions for the magazine:\n\nThe title of the journal, which was suggested by Amos Bronson Alcott, intended to evoke a sundial. The connotations of the image were expanded upon by Emerson in concluding his editorial introduction to the journal's first issue:\n\nThe Dial was heavily criticized, even by Transcendentalists. Ripley said, \"They had expected hoofs and horns while it proved as gentle as any sucking dove\".[9] The journal was never financially stable. In 1843, Elizabeth Peabody, acting as business manager, noted that the journal's income was not covering the cost of printing and that subscriptions totaled just over two hundred.[10] It ceased publication in April 1844. Horace Greeley, in the May 25 issue of the New-York Weekly Tribune, reported it as an end to the \"most original and thoughtful periodical ever published in this country\".[10]\n\n"
        },
        {
            "title": "Political review and literary criticism magazine",
            "text": "After a one-year revival in 1860, the third incarnation of The Dial, this time as a journal of both politics and literary criticism, began publication in 1880. This version of the magazine was founded by Francis Fisher Browne in Chicago. Browne claimed it to be a legitimate offspring of Emerson and Fuller's Dial. Brown would serve as its editor for over three decades. He envisioned his new literary journal in the genteel tradition of its predecessor, containing book reviews, articles about current trends in the sciences and humanities, and politics, as well as long lists of current book titles. It was in this form that Margaret Anderson, soon to be founder of The Little Review, worked for the magazine. Although Chicago was a city reputedly indifferent to literary pursuits, The Dial attained national prominence, absorbing The Chap-Book in 1898.\n\nFrancis Browne died in 1913 after elevating the magazine by its unswerving standard in design and content. Control of the magazine shifted to his siblings, and under their control, the magazine lost prominence because they lacked the editing and managing abilities of Francis. In 1916, rather than continuing the failing magazine, the Browne family sold The Dial to Martyn Johnson, who \"set the magazine on a liberal, even increasingly radical course in politics and the arts as well as in literature.\"[11] Although The Dial was, at the time, a reputable magazine with a noted Midwestern influence, Johnson decided to move to New York in 1918 to distance the magazine from the Midwest and reconnect with the city because many of the magazine's new editors had connections there. Johnson's Dial soon encountered financial problems, but future editor Scofield Thayer, heir to a New England wool fortune, invested in the magazine.[12] During this time, Thayer met Randolph Bourne, a contributing editor to The Dial.[13] Bourne's steadfast pacifism and aesthetic views of art inspired Thayer who reflected these philosophies in his life. After contributing to The Dial and sinking large sums of money into the company, Thayer hoped for some editorial control of the magazine. Johnson, however, would not yield any responsibilities, causing Thayer to leave the magazine in 1918.\n\nDuring the latter stages of World War I, Bourne's followers at The Dial became opponents of John Dewey who advocated absolute violence as the sole means of ending the war. This, coupled with increasing financial problems, nearly ended the magazine. These internal conflicts over ideology and finances caused Johnson to put the magazine up for sale in 1919. Thayer had teamed with a friend from Harvard, James Sibley Watson, Jr., to buy The Dial late in 1919.[14] Watson, being an heir to the Western Union fortune, had ample money to buy the magazine with Thayer.[15]\n\n"
        },
        {
            "title": "Modernist literary magazine",
            "text": "In 1920, Scofield Thayer and Dr. James Sibley Watson. Jr. re-established The Dial as a literary magazine, the form for which it was most successful and best known. Under Watson's and Thayer's sway The Dial published remarkably influential artwork, poetry and fiction, including William Butler Yeats' \"The Second Coming\" and the first United States publication of T. S. Eliot's The Waste Land. The Waste Land, however, barely made it to the pages of The Dial. Ezra Pound, the magazine's foreign advisor/editor (1920–1923), suggested the poem for publication. Thayer, having never seen the work, approved it for the magazine based on this suggestion and because Eliot had been Thayer's classmate at Oxford.[16] Eliot became frustrated, however, at the small amount The Dial intended to pay for the poem. Thayer was relieved that Eliot was about to pull the deal off the table because he was weary of Eliot's style. Negotiations continued, however, until The Dial paid Eliot $2130 for the poem,[17] by also awarding the magazine's second annual prize, which carried an award of $2,000 (£450).[18] This was a substantial amount, approximately equal to Eliot's 1922 salary at Lloyds Bank (£500, $2,215),[19] and worth about $90,000 in 2006 dollars.[20]\n\nThe first year of the Watson/Thayer Dial alone saw the appearance of Sherwood Anderson, Djuna Barnes, Kenneth Burke, William Carlos Williams, Hart Crane, E. E. Cummings, Charles Demuth, Kahlil Gibran, Gaston Lachaise, Amy Lowell, Marianne Moore, Ezra Pound, Arthur Wilson later known as Winslow Wilson, Odilon Redon, Bertrand Russell, Carl Sandburg, Van Wyck Brooks, and W. B. Yeats.\n\nThe Dial published art as well as poetry and essays, with artists ranging from Vincent van Gogh, Renoir, Henri Matisse, and Odilon Redon, through Oskar Kokoschka, Constantin Brâncuși, and Edvard Munch, and Georgia O'Keeffe and Joseph Stella. The magazine also reported on the cultural life of European capitals, writers included T. S. Eliot from London, John Eglinton initially from Dublin, but after 1922 reporting on Dublin from a self-imposed exile in England, Ezra Pound from Paris, Thomas Mann from Germany, and Hugo von Hofmannsthal from Vienna.\n\nScofield Thayer was the magazine's editor-in-chief from 1920 to 1926, and Watson was publisher and president from 1920 until its end in 1929. Several managing editors worked for The Dial during the twenties: Gilbert Seldes (1922–23), Kenneth Burke (1923), Alyse Gregory (1923–25). Due to Thayer's nervous breakdown, he left The Dial in 1925 and formally resigned in 1926. Marianne Moore, a contributor to The Dial and advisor, became Managing Editor in 1925. She became the magazine's editor-in-chief upon Thayer's resignation.[21]\n\nErnest Hemingway published his poem The Soul of Spain With McAlmon and Bird the Publishers in the German magazine Der Querschnitt where he directly attacked The Dial in 1924. Der Querschnitt was seen as a German counterpart of The Dial by some.\n\nScofield Thayer's mental health continued to deteriorate, and he was hospitalized in 1927. Around this time, Watson began to delve into avant garde films, leaving Moore to her own auspices as editor-in-chief. Toward the end of the magazine's run, the staff felt that they were staying on because of an obligation to continue rather than a drive to be a strong, modern magazine. When the magazine ended in 1929, the staff was confident that the precedent they set would be carried on by other magazines.\n\nIn 1981, the Worcester Art Museum in Worcester, Massachusetts, held an exhibition titled \"The Dial\": Arts and Letters in the 1920s and published a catalog titled The Dial: Arts and Letters in the 1920s: An anthology of writings from The Dial magazine, 1920-29, Edited by Gaye L. Brown. ISBN 0-87023-407-2\n\nIn June 1921, Thayer and Watson announced the creation of the Dial Award, $2000 to be presented to one of its contributors, acknowledging their \"service to letters\" in hopes of providing the artist with \"leisure through which at least one artist may serve God (or go to the Devil) according to his own lights.\" The first of these awards was granted in January 1922 to Sherwood Anderson for work he had published in the magazine in 1921. Eight Dial Awards were given in all.\n\nIn its literary phase, The Dial was published monthly. Notable contributors for each of its volumes (six-month intervals) are summarized below.\n\n"
        }
    ]
}