{
    "url": "https://en.wikipedia.org/wiki/The_7th_Voyage_of_Sinbad",
    "title": "The 7th Voyage of Sinbad",
    "table_of_contents": [
        "1 Plot",
        "2 Cast",
        "3 Production",
        "4 Film score",
        "5 Reception",
        "6 Comic book adaptions",
        "7 See also",
        "8 References",
        "8.1 Notes",
        "8.2 Bibliography",
        "9 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The 7th Voyage of Sinbad is a 1958 Technicolor heroic fantasy adventure film directed by Nathan H. Juran and starring Kerwin Mathews, Torin Thatcher, Kathryn Grant, Richard Eyer, and Alec Mango. It was distributed by Columbia Pictures and produced by Charles H. Schneer.[3]\n\nIt was the first of three Sinbad feature films from Columbia, the later two from the 1970s being The Golden Voyage of Sinbad (1973) and Sinbad and the Eye of the Tiger (1977). All three Sinbad films were conceptualized by Ray Harryhausen using Dynamation, the full color widescreen stop-motion animation technique that he created.\n\nWhile similarly named, the film does not follow the storyline of the tale \"The Seventh Voyage of Sinbad the Sailor\" but instead has more in common with the Third and Fifth voyages of Sinbad.\n\nThe 7th Voyage of Sinbad was selected in 2008 for preservation in the United States National Film Registry by the Library of Congress as being \"culturally, historically, or aesthetically significant\".[4][5]\n\n"
        },
        {
            "title": "Plot",
            "text": "Sinbad the Sailor and his ship's crew make landfall on the island of Colossa, where they encounter Sokurah the magician fleeing a giant cyclops. Though he escapes, Sokurah loses a magic lamp to the creature. Sinbad refuses his desperate pleas to return to Colossa because Parisa, Princess of Chandra, is aboard. Their coming marriage is meant to secure peace between her father's realm and Sinbad's homeland, Baghdad.\n\nAfter reaching Baghdad, Sokurah performs magic at the pre-wedding festivities, temporarily turning Parisa's handmaiden into a snake-like being. Despite his prowess and a dark prophecy about war between Baghdad and Chandra, the Caliph of Baghdad refuses to help the magician return to Colossa. Later that night, Sokurah secretly shrinks the princess, enraging her father, the Sultan of Chandra, who declares war on Baghdad. Sinbad and the Caliph give in to Sokurah, who explains that the eggshell of a Roc is needed for the potion that will restore Parisa, and it can be found only on Colossa. Sokurah provides Sinbad with the plans for a giant crossbow for protection against the island's giant creatures.\n\nSinbad recruits additional crewmen from among the convicts in the Caliph's prisons. Before they reach Colossa, the cutthroats are inspired to mutiny by the treacherous Karim and capture Sokurah, Sinbad, and his men. During a violent storm, the sounds of keening demons from a nearby island drives the crew nearly mad, endangering the ship. One of the men releases Sinbad so he can save them, after Karim falls to his death from the crow's nest.\n\nOn Colossa, Sinbad, Sokurah, and six of his crew enter the valley of the cyclops, followed by Sinbad's loyal aide Harufa. Sinbad and Sokurah split their forces. Sinbad and his men find the cyclops' treasure cave, but are captured by one of the creatures and locked in a wooden cage. Instead of helping them, Sokurah retrieves the magic lamp, but is chased by the cyclops, who kills three of the men. With Parisa's aid, Sinbad manages to escape, then blinds the one-eyed creature and lures it off the edge of a cliff to its death. Sinbad decides to hold on to the lamp until Parisa is returned to normal size.\n\nSokurah leads Sinbad and his starving men to the nesting place of the giant Rocs. Out of hunger, Sinbad's men try to break open a Roc egg, causing it to hatch, but the newborn chick is killed by the men and roasted for food. While the men are eating, Parisa enters the magic lamp and befriends Barani, the childlike Genie inside, who tells her how to summon him in exchange for her promise of his freedom. The parent Roc returns and slays the men. Sinbad tries to summon the genie, but he is grabbed by the Roc, who takes flight, and drops him, unconscious, into its nearby nest. Sokurah kills Harufa and abducts the princess, taking her to his underground fortress.\n\nSinbad awakens and rubs the magic lamp, summoning Barani, who takes Sinbad to Sokurah's fortress and helps him evade the chained dragon that stands guard. Sinbad reaches Sokurah, who restores the princess to normal. When Sinbad refuses to hand over the lamp, the magician animates a skeleton warrior, which Sinbad fights and destroys. With the help of the genie, Sinbad and Parisa make their way out of the cave, stopping to destroy the lamp by throwing it into a pool of lava, thus freeing Barani.\n\nLeaving the cave, they encounter another cyclops. Sinbad releases the dragon, which fights and kills the creature. Sinbad and Parisa make their escape, but Sokurah orders the dragon to hunt them down. Sinbad heads to the beach, where his men have readied the giant crossbow, and they use it to kill the dragon. The dying dragon collapses on Sokurah, crushing him to death. Sinbad, Parisa, and the remaining crew depart for Baghdad. They are joined by Barani, now human, who has appointed himself as Sinbad's cabin boy. In a final act of magic as he was being freed, Barani filled the captain's cabin with the treasure from the cyclops' cave, a wedding gift to Sinbad and Parisa.\n\n"
        },
        {
            "title": "Production",
            "text": "Schneer announced the production in June 1957. It was a co production between his company, Morningstar, and Columbia Pictures.[6]\n\nThe leads, Kerwin Mathews and Kathryn Grant were under contract to Columbia. Schneer left for Europe to scout locations on 15 July 1957. Filming started the following month in Granada, Spain.[7]\n\nIt took Ray Harryhausen 11 months to complete the full color, widescreen stop-motion animation sequences for The 7th Voyage of Sinbad. Harryhausen's \"Dynamation\" label was used for the first time on this film.[8]\n\nHarryhausen gave the cyclops a horn, goat legs, and cloven hooves, an idea based upon the concept of the Greek god Pan. He lifted much of the creature's design (for example the torso, chest, arms, poise and style of movement) from his concept of the Ymir (the Venusian creature from his earlier 20 Million Miles to Earth). He used the same armature for both figures; to do this, he had to cannibalize the Ymir, removing the latter's latex body.[9]\n\nHarryhausen researched the cobra-woman sequence (when Sakourah entertains the Caliph and the Sultan) by watching a belly dancer in Beirut, Lebanon. During the performance, Harryhausen says, \"smoke was coming up my jacket. I thought I was on fire! It turned out the gentleman behind me was smoking a hookah!\" The cyclops is the film's most popular character, but Harryhausen's personal favorite was the cobra-woman, a combination of Princess Parisa's maid, Sadi, and a cobra.[10]\n\nThe film's original script had a climax that involved two cyclops fighting. In the final version, however, the climactic battle featured a single cyclops versus a dragon called Taro. The model of the dragon was more than three feet long and was very difficult to animate; the fight sequence took nearly three weeks for Harryhausen to complete. Originally, it was planned to have the dragon breathing fire from its mouth during the entire sequence, but the cost was deemed too high. So the scenes where it does breathe fire, Harryhausen used a flamethrower, shooting out flames 30 to 40 feet against a night sky, then superimposed the filmed fire very near the dragon's mouth.[11] The dragon model used parts of the model of the Rhedosaurus from The Beast from 20,000 Fathoms.[12]\n\nThe sword fight scene between Sinbad and the skeleton proved so popular with audiences that Harryhausen recreated and expanded the scene five years later, this time having a group of seven armed skeletons fight the Greek hero Jason and his men in 1963's Jason and the Argonauts.[13]\n\nThe stop-motion cobra-woman figure used for the film was cannibalized 20 years later in order to make the Medusa figure in Harryhausen's final film, Clash of the Titans.[citation needed]\n\n"
        },
        {
            "title": "Film score",
            "text": "The music score for The 7th Voyage of Sinbad was composed by Bernard Herrmann, better known at the time for his collaboration with the director Alfred Hitchcock. Herrmann went on to write the scores for three other Harryhausen films: Mysterious Island, The 3 Worlds of Gulliver, and Jason and the Argonauts. Of the four, Harryhausen regarded the score for The 7th Voyage of Sinbad as being the finest, due to the empathy Herrmann's main title composition evoked for the subject matter.[citation needed]\n\nThe soundtrack producer Robert Townson, who re-recorded the score in 1998 with the Royal Scottish National Orchestra, described the music as rich and vibrant, commenting \"I would cite The 7th Voyage of Sinbad as one of the scores which most validates film music as an art form and a forum where a great composer can write a great piece of music. As pure composition, I would place Sinbad beside anything else written this century and not worry about it being able to stand on its own\".[14]\n\n"
        },
        {
            "title": "Reception",
            "text": "The 7th Voyage of Sinbad continues to be well-reviewed, with many critics holding the opinion that it is the best film of the \"Sinbad\" trilogy. The film carries a 100% approval rating at the film review aggregator website Rotten Tomatoes, based on 16 reviews with a weighted average score of 7.70/10,[15] with several reviewers citing its nostalgic value. Mountain Xpress critic Ken Hanke, for example, calls it \"Childhood memory stuff of the most compelling kind\".[15]\n\nThe film was released during Christmas 1958 to cash-in during the family holiday, but it continued to do well following the holiday period, becoming a sleeper hit.[19] In its first three weeks the film grossed $3.5 million, including $500,000 at the Roxy Theatre in New York City.[19] Its total rentals were more than $6 million worldwide.\n\nProducer Edward Small, impressed with the film's success, produced a fantasy film on his own in 1962, titled Jack the Giant Killer, reuniting  the starring cast members of The 7th Voyage, Kerwin Mathews as Jack and Torin Thatcher as the evil sorcerer Pendragon.\n\n"
        }
    ]
}