{
    "url": "https://en.wikipedia.org/wiki/The_Amazing_Colossal_Man",
    "title": "The Amazing Colossal Man",
    "table_of_contents": [
        "1 Plot",
        "2 Cast",
        "3 Production",
        "4 Reception and legacy",
        "5 See also",
        "6 References",
        "6.1 Notes",
        "6.2 Bibliography",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The Amazing Colossal Man (also known as The Colossal Man) is a 1957 American black-and-white science fiction film from American International Pictures. Produced and directed by Bert I. Gordon, it stars Glenn Langan, Cathy Downs, William Hudson, and Larry Thor. It is an uncredited adaptation of Homer Eon Flint's 1928 short science fiction novel The Nth Man.[1] AIP theatrically released it as a double feature with Cat Girl.\n\nThe film's storyline concerns a U.S. Army Lt. Colonel who survives a plutonium explosion and grows 8 to 10 feet a day, ultimately reaching 60 feet tall, but loses his mind in the process.\n\nDuring the 1960s, American International Television syndicated the film to television. It and its sequel, War of the Colossal Beast (1958), were mocked on Mystery Science Theater 3000.[3]\n\n"
        },
        {
            "title": "Plot",
            "text": "A military site in Desert Rock, Nevada, plans a test explosion of the first atomic plutonium bomb. When it doesn't detonate as expected, Lt. Colonel Glenn Manning receives orders to keep his men in the protective trench. Moments later, an unidentified small civilian aircraft crash-lands near the bomb site, and Glenn runs into the detonation area to rescue the pilot. Once in the detonation area, the bomb goes off, and Glenn gets caught in the radioactive blast.\n\nSurviving the blast but suffering from third-degree burns over almost his whole body, Glenn gets treated by specialist Dr. Paul Linstrom and military scientist Dr. Eric Coulter at the army base hospital. Glenn's fiancée, Carol Forrest, anxiously awaits a prognosis, but Linstrom refrains from telling her that the consensus is that Glenn is extremely unlikely to survive. The following day, however, Linstrom and Coulter are stunned to discover that Glenn's burns have completely healed. That evening, Carol isn't allowed to see him and learns the military moved Glenn to an army rehabilitation and research center in Summit, Nevada. She drives there and gets admitted entry. Upon entering his room, Carol faints in horror as Glenn has mutated into a giant about 16 feet tall.\n\nThe next day, Linstrom tells Carol that Glenn's exposure to the plutonium blast caused his old cells to stop dying and his new cells to multiply at an accelerated rate, resulting in his abnormal growth. Linstrom admits that he and Coulter don't know if they can stop it and that if they don't, Glenn will keep growing until he dies. Awakening the day after, Glenn is initially frightened, then greatly disturbed. Carol sees him the following day to comfort him, but Glenn is now roughly 22 feet tall, distant, and depressed. While the public knows he survived the explosion, the military has kept the truth of his condition secret.\n\nAs Glenn reaches 30 feet tall, Linstrom moves him to a tent large enough to provide shelter and recommends that Carol spend time with him. Despite her encouragement, Glenn is angry and bitter. Linstrom eventually reveals that Glenn's heart is growing at only half the rate of his body, and soon it won't be able to support his enormous size and weight. He warns Carol that Glenn's sanity will decline before his heart finally explodes. That night, Carol tries to console Glenn, but he loses his temper and shouts at Carol to leave him alone.\n\nThe following morning, Glenn disappears as Coulter reports to Linstrom that he may have found a solution to Glenn's growth. Led by Colonel Hallock, the military conducts a 10-mile-wide search for the now 50-foot-tall Glenn, but with no results. When Carol asks Linstrom if she can help in their search, he cautions Carol that Glenn may no longer recognize her. Coulter reveals that he has created a special syringe filled with a serum for Glenn's bone marrow that will stop his growth.\n\nMeanwhile, the local news relays that a \"giant man\" was spotted approaching Las Vegas. As the military heads there, Glenn, now over 60 feet tall and confused, is drawn to the Vegas Strip. He wreaks havoc on various casinos, and after a policeman shoots him, he hurls a palm tree at the formed crowd. When his behavior alarms the police, they begin firing at Glenn, enraging him. He destroys the Pioneer Club's Vegas Vic sign, then heads toward Boulder Dam as army helicopters track his movements.\n\nLinstrom, Carol, and Coulter attempt to intercept Hallock's troops. After landing at the dam, Lindstrom uses a bullhorn to try reasoning with Glenn, who seems to listen. Coulter and Linstrom take the enormous syringe and plunge it into Glenn's ankle. He removes it and angrily spears Coulter with it, killing him. Then Glenn grabs Carol and starts across the dam. Linstrom stops Hallock from attacking prematurely before he and Carol implore Glenn to release her. Though Glenn is disoriented, he complies. Once she's free, Hallock orders his men to open fire, causing Glenn to tumble into the Colorado River to his apparent death.\n\n"
        },
        {
            "title": "Production",
            "text": "Jim Nicholson of American International Pictures had the rights to Homer Eon Flint's novel The Nth Man (1928), about a man who was 10 miles high. Nicholson thought it could be adapted to cash in on the success of The Incredible Shrinking Man (released six months earlier in 1957) and originally announced Roger Corman as director. Charles B. Griffith was hired to adapt the novel, and he turned it into a comedy. Then Corman dropped out, and Bert I. Gordon was hired. Gordon worked on the script with Griffith, but the collaboration only lasted a day before Griffith quit. Instead, Griffith's regular writing partner Mark Hanna stepped in.[1]\n\nBefore Gordon became involved, the film was conceived with Dick Miller in mind for the lead. It was Gordon's first film for AIP.[4] Principal photography began late in June 1957.[5] AIP's  special effects technician Paul Blaisdell designed and built all of the tiny-sized props used in the film. These props later appeared again in the film's 1958 sequel War of the Colossal Beast via flashback footage.\n\n"
        },
        {
            "title": "Reception and legacy",
            "text": "Distributed by American International Pictures (AIP) in 1957, the film appeared at the top of a double bill with Cat Girl. Critical reviews were generally positive, with film reviewer Richard W. Nason at The New York Times commenting: \"... imaginative story premise\".[6] A similar review in Variety, noted: \"... Glenn Langan delivers persuasively ... Technical departments are well handled\".[6]\n\nAt the film review aggregator website Rotten Tomatoes, the film holds an approval rating of 38% based on 8 reviews, with a weighted average rating of 5.4/10.[7]\n\nThe film and its sequel were featured and riffed on the cult classic mocking series Mystery Science Theater 3000; actor Mike Nelson portrayed the title character twice in the mid-movie host sections of the series' season 3, episodes 9 and 19. On episode 9, the character seems more aggressive to Joel and the bots when the Satellite of Love hit him and nearly proceeds to attack the trio after Tom Servo unintentionally insulted Glenn before leaving when suffering from a brief heart attack, as portrayed in the film.[3]\n\nThe film was parodied on Season 1, episode 2 of Robot Chicken in 2005 when a large bald giant, wearing a sarong as a diaper, is struck in the crotch with a wrecking ball as he terrorizes a city, as part of the \"Ode to the Nut Shot\" sketch.[8]\n\nThe trailer has also been shown in the film projected at the Disney's Hollywood Studios restaurant, Sci-Fi Dine-In Theater.[9]\n\n"
        }
    ]
}