{
    "url": "https://en.wikipedia.org/wiki/The_Slumber_Party_Massacre",
    "title": "The Slumber Party Massacre",
    "table_of_contents": [
        "1 Plot",
        "2 Cast",
        "3 Production",
        "3.1 Conception",
        "3.2 Filming",
        "4 Release",
        "4.1 Box office",
        "4.2 Critical response",
        "4.3 Home media",
        "5 Sequels",
        "6 Remake",
        "7 See also",
        "8 References",
        "9 Sources",
        "10 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The Slumber Party Massacre (also known as The Slumber Party Murders in the United Kingdom) is a 1982 American slasher film directed by Amy Holden Jones and written by Rita Mae Brown. It is the first installment in the Slumber Party Massacre trilogy, and stars Michelle Michaels, Robin Stille, and Michael Villella. The film follows a high school senior who gathers her friends for a slumber party, unaware that an escaped power drill-wielding killer is loose in the neighborhood.\n\nThe film was originally written by Brown as a parody of the slasher genre but was shot as a straightforward horror film instead. As a result, it contains more humor, both intended and unintended, than usual for the genre at the time.\n\nThe Slumber Party Massacre grossed $3.6 million at the box office on a budget of $220,000, and received mixed reviews from critics. Despite the reception, it has obtained a large cult following since its release. Two sequels, Slumber Party Massacre II and Slumber Party Massacre III, followed in 1987 and 1990, respectively, with a reboot following in 2021.[2]\n\n"
        },
        {
            "title": "Plot",
            "text": "In Venice, Los Angeles, Trish Deveraux, an 18-year-old high school senior, decides to throw a slumber party while her parents are away. Their neighbor, Mr. David Contant, is given the job of checking on the girls. She awakes and gets dressed shortly before going to school. Meanwhile, Russ Thorn, an escaped mass murderer, kills a telephone repair woman and steals her van. Trish meets up with her friends Kim, Jackie, and Diane. She invites the new girl, Valerie, to the party but she declines the offer. After school, one of their classmates, Linda, goes back into the school to retrieve a book but gets locked inside. She is attacked and presumably killed by Russ, armed with a power drill. As the party begins that night, the girls smoke marijuana and drink alcohol, while Valerie babysits her younger sister, Courtney, across the street. Two boys from school, Jeff and Neil, arrive and spy on the girls while they change clothes. Russ kills Mr. Contant outside with his power drill. Diane asks Trish permission to go with her boyfriend, and goes to his car to find him decapitated and is murdered as well.\n\nThe girls order pizza and, while on the phone with their coach, Rachel Jana, the girls answer the door and find the pizza delivery man with his eyes drilled out. The teens arm themselves with knives as Jeff and Neil run for help, but both boys are killed. Russ gains entry to the house and murders Jackie. Trish and Kim barricade themselves in Trish's bedroom, but Russ enters through a window and kills Kim as Trish flees. Valerie and Courtney enter the house to find Kim dead, and hide from Russ. Coach Jana, having grown concerned over the phone call earlier, arrives and is confronted by Russ, who disembowels her with the drill. Valerie chases Russ with a machete, eventually severing his hand before slicing his stomach open. Russ falls into a swimming pool and sinks beneath the water, only to emerge moments later and attack them once more, but Valerie finally kills him with the machete. Valerie and Trish break down in tears as Courtney looks on in shock.\n\n"
        },
        {
            "title": "Production",
            "text": "Author and feminist activist Rita Mae Brown wrote the original screenplay, titled Sleepless Nights, as a parody of the slasher film. Producers repurposed Brown's script to make a \"serious\" slasher film against her wishes.[3]\n\nAmy Holden Jones, a film editor,[4] wanted to direct and asked Frances Doel for advice. Doel gave Jones a number of scripts. Jones chose the script that would become The Slumber Party Massacre, then going by the title of Don't Open the Door, and decided to film the first three scenes. Her husband, cinematographer Michael Chapman, acquired equipment and film and hired actors from the University of California, Los Angeles,[5] and they shot the scenes at their house over a weekend for $1,000. She showed the result to Roger Corman, who agreed to finance the film.[5] Jones had to turn down a job editing Steven Spielberg's E.T. (1982) as a result.[6] The soundtrack was composed on a Casio MT-40.[7]\n\nFilming began in the summer of 1981.[1] The film was shot on location in Los Angeles, California, mainly in Venice.[8]\n\n"
        },
        {
            "title": "Release",
            "text": "Distributed by New World Pictures, the film premiered in Los Angeles on September 10, 1982,[1] and was given a limited release in New York City on November 12.[1] It grossed $3.6 million at the box office on an estimated budget of $220,000.[1]\n\nThe Slumber Party Massacre received mixed reviews from critics. Janet Maslin of The New York Times wrote of the film: \"The Slumber Party Massacre is just the usual cavalcade of corpses, all of them dispatched by a maniac who wields a power drill. At the end of the movie, a woman who has miraculously survived the carnage breaks his drill in half. That's feminism for you, and symbolism too\".[9] Time Out gave the film a middling review, noting: \"Despite the unlikely script credit for Rita Mae Brown, Jones's debut feature is little more than a Halloween clone, reliant on buckets of blood and sudden surprise rather than suspense\".[4] David Hinckley of the New York Daily News awarded the film 1.5 stars out of 4, noting that the performances are \"uneven\" and \"the special effects are not special\".[10]\n\nVariety's published review, however, praised the film: \"Besides its obviously catchy title, Slumber Party Massacre is an entertaining terror thriller, with the switch that distaff filmmakers handle the 'young women in jeopardy' format\".[11] Dave Kehr of the Chicago Reader also gave the film a positive review, noting its even pacing and direction by Jones.[12] Leonard Klady of the Los Angeles Times also noted the film's pacing, writing in a retrospective that the film boasted a \"darkly humorous vision and a breathtaking pace\".[13]\n\nDale Schenck of The Morning Call deemed the film a \"rousing thriller\" that \"delivers as many vicarious thrills as one could want from this sort of cinematic mayhem\".[14]\n\nReview aggregator website Rotten Tomatoes reports that 45% of 20 critics gave the film a positive review, with an average rating of 4.6 out of 10. Despite the critical reception, the film has a large cult following among slasher fans.[15]\n\nIt was later released on VHS by Embassy Home Entertainment.[16]\n\nThe film has been released on DVD three times in North America. The first release came from New Concorde Home Entertainment in September 2000.[17] The company subsequently re-released the film on a double feature DVD alongside Slumber Party Massacre II in July 2003.[18] Both these versions are out of print. Shout! Factory released all three films in the series on a two-disc special edition DVD set in October 2010.[19]\n\nShout! Factory, under their subsidiary label Scream Factory, released The Slumber Party Massacre on Blu-ray on March 18, 2014. The company later re-released the film on Blu-ray in a limited edition steelbook with new extras in January 2020.\n\nIn the United Kingdom, the British Board of Film Classification (BBFC) re-titled the film The Slumber Party Murders, as the word \"massacre\" was felt to be too suggestive.[20] In the U.K., it has had two releases on DVD, with both editions containing no special features.\n\n"
        },
        {
            "title": "Sequels",
            "text": "There have been two sequels to the film, Slumber Party Massacre II (1987) and Slumber Party Massacre III (1990). Jason Paul Collum directed the documentary Sleepless Nights: Revisiting the Slumber Party Massacres (2010).[21] Other films in the Massacre film series includes a second trilogy: Sorority House Massacre (1986), Sorority House Massacre II: Nighty Nightmare (1990), and Sorority House Massacre III: Hard to Die (1990).\n\n"
        },
        {
            "title": "Remake",
            "text": "Shout! Studios produced a remake of the film, with director Danishka Esterhazy and written by Suzanne Keilly.\n\nThe film premiered on Syfy on October 16, 2021.[22]\n\n"
        }
    ]
}