{
    "url": "https://en.wikipedia.org/wiki/The_American_Scholar",
    "title": "The American Scholar",
    "table_of_contents": [
        "1 Summary",
        "2 Importance",
        "3 See also",
        "4 References",
        "5 Further reading",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\"The American Scholar\" was a speech given by Ralph Waldo Emerson on August 31, 1837, to the Phi Beta Kappa Society of Harvard College at the First Parish in Cambridge in Cambridge, Massachusetts. He was invited to speak in recognition of his groundbreaking work Nature, published a year earlier, in which he established a new way for America's fledgling society to regard the world. Sixty years after declaring independence, American culture was still heavily influenced by Europe, and Emerson, for possibly the first time in the country's history, provided a visionary philosophical framework for escaping \"from under its iron lids\" and building a new, distinctly American cultural identity.\n\n"
        },
        {
            "title": "Summary",
            "text": "Emerson introduces Transcendentalist and Romantic views to explain an American scholar's relationship to nature. A few key points he makes include:\n\n"
        },
        {
            "title": "Importance",
            "text": "Emerson was, in part, reflecting on his personal vocational crisis after leaving his role as a minister.[1] Oliver Wendell Holmes, Sr. declared this speech to be \"the declaration of independence of American intellectual life.\"[2] Building on the growing attention he received from the essay Nature, The American Scholar solidified Emerson's popularity and weight in America, a level of reverence he would hold throughout the rest of his life. Phi Beta Kappa's literary quarterly magazine, The American Scholar, was named after the speech.[3]\n\nThis success stands in contrast with the harsh reaction to another of his speeches, \"Divinity School Address\", given eleven months later.\n\n"
        }
    ]
}