{
    "url": "https://en.wikipedia.org/wiki/Cannon_Films",
    "title": "The Cannon Group, Inc.",
    "table_of_contents": [
        "1 History",
        "1.1 1967–1979: Beginnings",
        "1.2 1979–1985: Golan-Globus era",
        "1.3 1986–1989: Later years",
        "1.3.1 Spider-Man",
        "1.3.2 Popularity in the UK",
        "1.3.3 Pathé ownership of Cannon",
        "1.4 1990–1994: Relaunch and demise",
        "1.5 1998–2008: Television era",
        "1.6 2014–present: Resurgence",
        "2 Filmography",
        "3 See also",
        "4 References",
        "5 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The Cannon Group, Inc. was an American group of companies, including Cannon Films, which produced films from 1967 to 1994.[2] The extensive group also owned, amongst others, a large international cinema chain and a video film company that invested heavily in the video market, buying the international video rights to several classic film libraries.  Some of their best known films include Joe (1970), Runaway Train (1985) and Street Smart (1987), all of which were Oscar-nominated.\n\n"
        },
        {
            "title": "History",
            "text": "Cannon Films was incorporated on October 23, 1967. It was formed by Dennis Friedland and Chris Dewey while they were in their early 20s. They had immediate success producing English-language versions of Swedish soft porn films directed by Joseph W. Sarno: Inga (1968), aka Jag––en oskuld and To Ingrid, My Love, Lisa (1968), aka Kvinnolek. By 1970, they had produced films on a larger production scale than a lot of major distributors, such as Joe, starring Peter Boyle. They managed this by tightly limiting their budgets to $300,000 per picture—or less, in some cases. The success of Joe brought more attention to the company.[3] However, as the 1970s moved on, a string of unsuccessful films seriously drained Cannon's capital. This, along with changes to film-production tax laws, led to a drop in Cannon's stock price.\n\nBy 1979, Cannon had hit serious financial difficulties, and Friedland and Dewey sold Cannon to Israeli cousins Menahem Golan (who had directed The Apple) and Yoram Globus for $500,000.[4] The two cousins forged a business model of buying bottom-barrel scripts and putting them into production. They produced such films in a variety of genres, although their biggest successes were with action films; they tapped into a ravenous market for B movies in the 1980s.[5] After buying the rights to the 1974 film Death Wish, Cannon produced three sequels to it in the 1980s, all starring Charles Bronson. Despite negative reviews, these films were financially successful, especially Death Wish II (1982), which earned over $40 million on an $8 million budget.\n\nOther major hits for Cannon were a series of action movies starring Chuck Norris, including Missing in Action (1984),[6] Invasion U.S.A. (1985) and The Delta Force (1986). Missing in Action was criticized heavily as being a preemptive cash-in on the Rambo franchise.[7][8] James Cameron's story treatment for Rambo: First Blood Part II was floating around Hollywood in 1983, which Golan and Globus reviewed and were \"inspired\" by.[7][8] The writers of MIA even gave Cameron credit saying their film was inspired by his script treatment.[9] But Cannon had initially put the prequel Missing in Action 2: The Beginning into production. Only after the two movies were completed had the company realized that the planned second movie was superior to the first one. So, the first movie produced became an awkward prequel.[10]\n\nThe Cannon Group ignited a worldwide ninja craze with \"The Ninja Trilogy\", a film series which consisted of Enter the Ninja (1981), Revenge of the Ninja (1983), and Ninja III: The Domination (1984), all starring Sho Kosugi, as well as American Ninja (1985) and its sequel American Ninja 2: The Confrontation (1987). Other action/adventure films they produced included the 3-D Treasure of the Four Crowns, King Solomon's Mines, and  the vigilante thriller sequel Exterminator 2.\n\nThe Cannon Group's biggest financial success has been with the 1986 action film Cobra, which starred Sylvester Stallone; not a low-budget film, it earned $160 million on a $25 million budget.\n\nCannon also produced musical and comedy films such as Breakin', Breakin’ 2: Electric Boogaloo, The Last American Virgin, and the U.S. release of The Apple; erotic period drama pictures such as Lady Chatterley's Lover (1981), Bolero, and Mata Hari (1985); science fiction and fantasy films such as Hercules, Lifeforce, and The Barbarians; and serious pictures such as John Cassavetes' Love Streams, Franco Zeffirelli's Otello (a film version of the Verdi opera), Norman Mailer's Tough Guys Don't Dance, and Andrei Konchalovsky's Runaway Train and Shy People.\n\nDuring these years, Cannon prominently advertised at the Cannes Film Festival each year. Substantial pre-sales of the next years' films were made based on the strong salesmanship skills of Globus. The deposits made from these sales financed production of the first film in the production line-up, which—when completed and delivered to theatre owners around the world—generated enough money to make the next film in the line-up. Slavenburg's bank [nl] in the Netherlands (which had provided Cannon's start-up capital in 1979) provided bridge financing until the pre-sales amounts were collected.[11]\n\nIn 1982, The Cannon Group, Inc. entered into a relationship with MGM/UA Entertainment Co. whereas MGM/UA would distribute Cannon's films for theatrical and home video distribution via the MGM/UA Home Video label, and was to be part of the MGM/UA's distribution network, but the deal was reupped in 1983, in order that MGM/UA would distribute its films theatrically in the North American region, as well as in the home video market.[12][13] In 1984, The Cannon Group has signed a deal with distributor UGC for an exclusive five-year pact, with UGC handling French theatrical distribution and video rights of Cannon's upcoming feature films.[14] Also that year, on May 22, 1984, Cannon Group had acquired and absorbed Kenneth Rive's Gala Films, which was absorbed into Cannon Group's U.K. distribution arm.[15] On June 25, 1985, Cannon Films bought out the rights to produce future films based on the comic book character Superman from the Salkinds, and had a distribution assignment with Warner Bros. for a 1987 release.[16] Also that year, Cannon had to set up a French office by November, through the subsidiary Cannon France, and has plans to be the largest French distribution chain by next year.[17]\n\nBy 1986, output reached an apex with 43 films in one year. Golan remained chairman of the board, while Globus served as president.  In 1986, Cannon attempted to produce film adaptations of the stage plays Zorba and American Buffalo, but these films were never materialized.[18] On April 23, 1986, Cannon Television, the television division of the Cannon Group, had eyeing the network television, syndication and cable markets, with action series being offered to dominate Cannon's television slate, and offered television versions of the Cannon hit features The Delta Force and American Ninja.[19] On April 30, 1986, Cannon had won the bid to distribute Roman Polanski's newest film Pirates, which was set for debut on July 11, 1986, to 2,000 screens, which had beaten Metro-Goldwyn-Mayer and De Laurentiis Entertainment Group.[20] That year, the company attempted plans to do a series of fairy tales to follow Rumpelstiltskin with a total of 12 fairy tale films planned by the studio as part of the Cannon Movie Tales series, but Cannon would wound up releasing a few of the fairy tales.[21]\n\nFilm critic Roger Ebert said of Golan-Globus in 1987, \"no other production organization in the world today—certainly not any of the seven Hollywood 'majors'—has taken more chances with serious, marginal films than Cannon.\"[22]\nThat year, Cannon gained its greatest artistic success: its 1986 Dutch production The Assault won the 1987 Academy Award for Best Foreign Language Film and a Golden Globe Award for Best Foreign Language Film. Meanwhile, Otello, based on the opera of the same name, also received a Golden Globe nomination that year.\n\nGolan and Cannon Films were famous for making huge announcements and over-promoting films that did not live up to expectations—or even exist. For instance, Lifeforce (1985) was to be \"the cinematic sci-fi event of the '80s\" and Masters of the Universe (1987) was dubbed \"the Star Wars of the '80s.\" Diversifying from film production, Cannon had begun purchasing film distributors and movie theaters. The purchases ranged from European companies (Thorn EMI Screen Entertainment, Tuschinski Theatres, a 49-screen theater chain in the Netherlands, and the 53-screen Cannon Cinema Italia) to the sixth-largest chain in the United States, 425-screen \"marginally profitable\" Commonwealth Theaters.\n\nAdditionally, Cannon owned the film rights to Spider-Man, and planned to make a Spider-Man film in the mid-1980s.[23]\nGolan and Globus agreed to pay Marvel Comics $225,000 over the five-year option period, plus a percentage of the film's revenues.[23] The rights would revert to Marvel if a film was not made by April 1990.[24] Marvel and Sony would eventually complete a film in 2002 directed by Sam Raimi after the rights had been resecured.\n\nOn August 20, 1986, both Cannon Screen Entertainment, and archrival The Rank Organization had jointly inked a $10 million agreement with the BBC to gain access to the 10 British title library.[25] In May 1987, The Cannon Group sold its 2,000-title British film library,[26] the Thorn-EMI Screen Entertainment Library, for $85-million to Weintraub Entertainment Group.[27] Shortly afterwards, Cannon had dropped out of the HBO/Cannon Video joint venture with HBO. Cannon's films proved to be much more popular in the United Kingdom than in its native United States, which is why Cannon acquired several British cinema chains during the 1980s, and founded the mail-order video distribution service Videolog as a joint venture with Columbia House Europe, Ltd. in the mid-1980s. Cannon Cinemas were a familiar sight in the United Kingdom until the late 1990s, when MGM Cannon cinemas were sold to Virgin who retained the multi screen sites and sold the traditional sites to a new ABC Cinemas.\n\nBy 1988, a cooling in the film market and a series of box office disappointments—including the multimillion-dollar production of Superman IV: The Quest for Peace (1987), whose original $36-million budget was slashed to $17 million—had once again put Cannon in financial woes. The company signed an agreement with Warner Bros. to handle part of their assets; however, the financial loss was staggering. Having purchased Thorn EMI's Thorn EMI Screen Entertainment division in 1986,[28] Cannon Films was severely stretched, and faced bankruptcy. The U.S. Securities and Exchange Commission began an investigation into Cannon's financial reports, suspecting that Cannon had fraudulently misstated them. On the verge of failure, Cannon Films was taken over by Pathé Communications, a holding company controlled by Italian financier Giancarlo Parretti. Financed by the French bank Crédit Lyonnais, Pathé Communications' takeover of Cannon immediately began a corporate restructuring and refinancing of $250 million to pay off Cannon's debt. By 1989, Golan, citing differences with both Parretti and Globus, resigned from his position and left Cannon to start 21st Century Film Corporation, while Globus remained with Pathé.\n\nOne of the final films produced by Golan and Globus that received a wide release under the Cannon Films banner was the Jean-Claude Van Damme post-apocalyptic action film Cyborg. This film was conceived to use both the costumes and sets built for an intended sequel to Masters of the Universe and the ill-fated live-action version of Spider-Man. Both projects were planned to shoot simultaneously under the direction of Albert Pyun. After Cannon Films had to cancel deals with both Mattel and Marvel Entertainment Group because of their financial troubles, they needed to recoup the money spent on both projects. As part of his severance package from Pathé, Golan took the rights to Marvel’s characters Spider-Man and Captain America (Golan was able to put Captain America into production, and released it directly to video through his 21st Century Film Corporation, while, as aforementioned, Columbia would eventually take Spider-Man to production for 2002 release). Not to let that pre-production work go to waste, Pyun wrote Cyborg, with Chuck Norris in mind, suggesting it to Cannon Films. Jean-Claude Van Damme was cast in the lead role. Some television stations still give the film's title as Masters of the Universe 2: Cyborg.\n\nFollowing Golan's departure from Cannon Films, he became the head of 21st Century Film Corporation. Globus continued working with Parretti at Pathé. When Pathé took over control of Metro-Goldwyn-Mayer in 1990 as part of the MGM-Pathe merger, a majority of the Cannon Films library became part of the MGM library (certain rights for other media and select films during the Thorn EMI merger now lie with other entities). During Parretti's tenure at MGM, he appointed Globus as president of the studio for a brief period of time.\n\nIn 1990, Parretti reorganized Cannon Pictures, Inc. as the low-budget distribution arm of Pathé. Veteran Italian film producer Ovidio G. Assonitis served as chairman and CEO of the new Cannon Pictures from 1990 to 1991. After the MGM-Pathé merger, Cannon Pictures spun off from Pathé, and was later run by former Cannon Group production head Christopher Pearce, who served as chairman and CEO from 1991 to 1994. Cannon Pictures continued to release films, including A Man Called Sarge, American Ninja 4: The Annihilation and No Place to Hide. Parretti was pushed out of management control of Metro-Goldwyn-Mayer in 1991 by Crédit Lyonnais, after he defaulted on loan payments.[29] Parretti was later convicted of perjury and evidence tampering in a Delaware court for statements he made in a 1991 civil case, brought by Credit Lyonnais to validate their removal of Parretti, to the effect that a document he claimed allowed him to retain control of MGM was authentic;[30][31] he fled the country for Italy before he could be sentenced or extradited to France, where he was wanted on criminal charges related to his use of MGM's French assets.[31][32] In 1994, Cannon Pictures released its last film, Hellbound. Yoram Globus and Christopher Pearce later worked for 21st Century Film Corporation until that company's closure in 1996.\n\nIn 1997, the California Superior Court in Los Angeles entered a final judgement in a separate civil suit against Parretti, ordering him to pay $1.48 billion to Credit Lyonnais.[31] After Federal prosecutors unsealed an indictment against Parretti and Florio Fiorini accusing them of fraud in 1999, Italian authorities arrested both men and held them for extradition to the United States.[33] Parretti was released by the court of appeal in Perugia shortly thereafter, ordered to remain in his home town of Orvieto and report to the police three times a week, even though authorities in Rome had requested he be held pending a decision on the extradition.[citation needed]\n\nThroughout the late 1990s to the late 2000s, Golan's interest focused on multiple television films after he founded his new film production company, New Cannon, Inc. with Evgeny Afineevsky. Some of his films included Lima: Breaking the Silence (1998), Death Game (2001), Crime and Punishment. The company changed its name to New Generation Films in 2002.[34] Afineevsky remains co-chairman of the Board.\n\nIn 2014, there were two documentary films released about Cannon Films. RatPac Entertainment released Electric Boogaloo: The Wild, Untold Story of Cannon Films, a documentary about Cannon Films, written and directed by Mark Hartley, and produced by Brett Ratner.[35] That same year, the Israeli documentary The Go-Go Boys: The Inside Story of Cannon Films was launched at the 2014 Cannes Film Festival.[36]\n\n"
        }
    ]
}