{
    "url": "https://en.wikipedia.org/wiki/The_Big_Parade",
    "title": "The Big Parade",
    "table_of_contents": [
        "1 Plot",
        "2 Cast",
        "3 Reception",
        "4 Legacy",
        "5 Gallery",
        "6 See also",
        "7 Footnotes",
        "8 References",
        "9 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe Big Parade is a 1925 American silent war drama film[2][3] directed by King Vidor, starring John Gilbert, Renée Adorée, Hobart Bosworth, Tom O'Brien, and Karl Dane.[4][5][6] Written by World War I veteran, Laurence Stallings, the film is about an idle rich boy who joins the US Army's Rainbow Division and is sent to France to fight in World War I, becomes a friend of two working class men, experiences the horrors of trench warfare, and finds love with a French girl.\n\nThe film has been praised for its realistic depiction of warfare,[7] and it heavily influenced a great many subsequent war films, especially All Quiet on the Western Front (1930).[8] The Big Parade is regarded as one of the greatest films made about World War I,[9] and in 1992 it was selected for preservation in the United States National Film Registry by the Library of Congress.[10][11]\n\n"
        },
        {
            "title": "Plot",
            "text": "In the United States in 1917, James \"Jim\" Apperson's (John Gilbert) idleness (in contrast to his hardworking brother) incurs the great displeasure of his wealthy businessman father. Then America enters World War I. Jim informs his worried mother that he has no intention of enlisting, and his father threatens to kick him out of the house if he does not join.  However, when he runs into his patriotic friends at a send-off parade, he is persuaded to enlist, making his father very proud.\n\nDuring training, Jim makes friendships with Southern construction worker Slim (Karl Dane) and Bronx bartender Bull (Tom O'Brien). Their unit ships out to France, where they are billeted at a farm in the village of Champillon in the Marne.\n\nAll three men are attracted to Melisande (Renée Adorée), whose mother owns the farm. She repulses all their advances, but gradually warms to Jim, bonding at first over chewing gum. They eventually fall in love, despite not being able to speak each other's language. One day, however, Jim receives a letter and a photograph from Justyn (Claire Adams), which reveals that they are engaged. When Melisande sees the picture, she realizes the situation and runs off in tears. Before Jim can decide what to do, his unit is ordered to the front. Melisande hears the commotion and races back, just in time for the lovers to embrace and kiss.\n\nThe Americans march towards the front and are strafed by an enemy fighter before it is shot down. The unit is sent to the attack immediately, advancing against snipers and machine guns in the woods, then more machine guns, artillery, and poison gas in the open. They settle down in a makeshift line. Jim shelters in a shellhole with Slim and Bull.\n\nThat night, orders come down for one man to go out and eliminate a troublesome mortar crew; Slim wins a spitting contest for the opportunity. He succeeds, but is spotted and wounded on the way back. After listening to Slim's pleas for help, Jim cannot stand it any longer and goes to his rescue against orders. Bull follows, but is shot and killed. By the time Jim reaches Slim, he is already dead. Jim is then shot in the leg. When a German (George Beranger) comes to finish him off, Jim shoots and wounds him. The German starts crawling back to his line. Jim catches up to him in another shellhole, but, face to face, cannot bring himself to finish him off with his bayonet. Instead, he gives his erstwhile enemy a cigarette. Soon after, the German dies. However, Jim is not stuck in no man's land for long; the Americans attack, and he is taken away to a hospital.\n\nFrom another patient, he learns that Champillon has changed hands four times. Worried about Melisande, Jim sneaks out of the hospital and hitches a ride. When he gets to the farmhouse, he finds it damaged and empty. Melisande and her mother have joined a stream of refugees. Jim collapses and is carried off in an ambulance by retreating soldiers.\n\nAfter the war ends, Jim goes home to America. Before he arrives, his mother overhears Justyn and Jim's brother Harry (Robert Ober) discussing what to do; in Jim's absence, they have fallen in love. When Jim appears, it is revealed that he has had his leg amputated. Later, Jim tells his mother about Melisande; she tells him to go back and find her. When he returns to the farm, Melisande rushes into his arms.\n\n"
        },
        {
            "title": "Reception",
            "text": "The Big Parade was one of the great hits of the 1920s earning gross rentals of $4,990,000 in the United States and $1,141,000 overseas on a budget of $382,000 during its initial release, with MGM recording a profit of $3.4 million, its biggest of the silent era.[1][12] The domestic earnings were MGM's biggest until the release of Gone with the Wind (1939).[1] It played in some larger cities continually for a year or more, boosting Gilbert's career and made Renée Adorée a major star, although Adorée would soon be diagnosed with tuberculosis and die only a few years later. The film ultimately grossed $18–$22 million in worldwide rentals and is sometimes proclaimed as the most successful film of the silent era,[13][14] although it is most likely this record falls to The Birth of a Nation (1915).[15] The film won the Photoplay Magazine Medal for best film of the year in 1925. The medal is considered the first significant annual movie award, prior to the establishment of the Oscars.[16]\n\nAfter the film's producers found a clause in Vidor's contract that entitled the director to 20% of the net profits, studio lawyers called for a meeting with him. At the meeting, accountants upgraded the costs of the picture and downgraded their forecast of its potential success. Vidor was thus persuaded to sell his stake in the film before he could receive his percentage.[citation needed] However, the film's tremendous success established Vidor as one of MGM's top directors.[9]\n\n"
        },
        {
            "title": "Legacy",
            "text": "In 1992, The Big Parade was selected for preservation in the United States National Film Registry by the Library of Congress as being \"culturally, historically, or aesthetically significant\".\nThe film was re-issued in 1931 with a sound-track consisting of William Axt's score. Composer Carl Davis created a new orchestral score for the film in the 1980s (quoting the theme associated with Melisande in Axt's original setting), and it was restored and released on video in the late 1980s as part of the MGM and British television Thames Silents project.  The original 35mm negative was subsequently discovered intact, and has been the source for theatrical showings and the DVD and Blu-ray editions (Blu-ray was released October 1, 2013).  Davis' score has also been featured on these later editions.\n\nThe 2013 DVD and Blu-ray Warner Home Video release of The Big Parade features the most complete TCM print of running time 151 minutes. It also contains an audio commentary track by film historian Jeffrey Vance (with excerpts from King Vidor's oral history with the Directors Guild of America). In February 2020, the film was shown at the 70th Berlin International Film Festival, as part of a retrospective dedicated to King Vidor's career.[17]\n\n"
        }
    ]
}