{
    "url": "https://en.wikipedia.org/wiki/The_Road",
    "title": "The Road",
    "table_of_contents": [
        "1 Plot",
        "2 Development history",
        "3 Literary significance and reception",
        "3.1 Awards and nominations",
        "4 Adaptations",
        "5 References",
        "6 Further reading",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe Road is a 2006 post-apocalyptic novel by American writer Cormac McCarthy. The book details the grueling journey of a father and his young son over a period of several months across a landscape blasted by an unspecified cataclysm that has destroyed industrial civilization and almost all life. The novel was awarded the 2007 Pulitzer Prize for Fiction and the James Tait Black Memorial Prize for Fiction in 2006. The book was adapted into a film of the same name in 2009, directed by John Hillcoat.\n\n"
        },
        {
            "title": "Plot",
            "text": "A father and his young son journey on foot across the post-apocalyptic ash-covered United States some years after an extinction event. The boy's mother, pregnant with him at the time of the disaster, died by suicide some time before.\n\nRealizing they cannot survive the winter in more northern latitudes, the father takes the boy south along interstate highways towards the sea, carrying their meager possessions in their knapsacks and a supermarket cart. The father is suffering from a cough. He assures his son that they are \"good guys\" who are \"carrying the fire\". The pair have a revolver, but only two rounds. The father has tried to teach the boy to use the gun on himself if necessary, to avoid falling into the hands of cannibals.\n\nThey attempt to evade a group of marauders traveling along the road but one of the marauders discovers them and seizes the boy. The father shoots him dead and they flee the marauder's companions, abandoning most of their possessions. Later, when searching a house for supplies, they discover a locked cellar containing captives whom cannibals have been eating limb by limb, and flee into the woods.\n\nAs they near starvation, the pair discover a concealed bunker filled with food, clothes, and other supplies. They stay there for many days, regaining their strength, and then carry on, taking supplies with them in a cart. They encounter an elderly man with whom the boy insists they share food. Further along the road, they evade a group whose members include pregnant women, and soon after they discover an abandoned campsite with a newborn infant roasted on a spit. They soon run out of supplies and begin to starve before finding a house containing more food to carry in their cart, but the man's condition worsens.\n\nThe pair reach the sea, where they discover a boat that has drifted ashore. The man swims to it and recovers supplies, including a flare gun, which he demonstrates to the boy. The boy becomes ill. When they stop on the beach while the boy recovers, their cart is stolen. They pursue and confront the thief, a wretched man traveling alone. The father forces him to strip naked at gunpoint, and takes his clothes together with the cart. This distresses the boy, so the father returns and leaves the man's clothes and shoes on the road, but the man has disappeared.\n\nWhile walking through a town inland, a man in a window shoots the father in the leg with an arrow. The father responds by shooting his assailant with the flare gun. The pair move further south along the beach. The father's condition worsens, and after several days he realizes he will soon die. The father tells the son he can talk to him in prayer after he is gone, and that he must continue without him. After the father dies, the boy stays with his body for three days. The boy is approached by a man carrying a shotgun, accompanied by his wife and their two children, a son and a daughter. The man convinces the boy he is one of the \"good guys\" and takes the boy under his protection.\n\n"
        },
        {
            "title": "Development history",
            "text": "In an interview with Oprah Winfrey, McCarthy said that the inspiration for the book came during a 2003 visit to El Paso, Texas, with his young son. Imagining what the city might look like fifty to a hundred years into the future, he pictured \"fires on the hill\" and thought about his son.[7] He took some initial notes but did not return to the idea until a few years later, while in Ireland. Then the novel came to him quickly, taking only six weeks to write, and he dedicated it to his son, John Francis McCarthy.[8]\n\nIn an interview with John Jurgensen of The Wall Street Journal, McCarthy described conversations he and his brother had about different scenarios for an apocalypse. One of the scenarios involved survivors turning to cannibalism: \"when everything's gone, the only thing left to eat is each other.\"[9]\n\n"
        },
        {
            "title": "Literary significance and reception",
            "text": "The Road has received numerous positive reviews and honors since its publication. The review aggregator Metacritic reported the book had an average score of 90 out of 100, based on thirty-one reviews.[10] Critics have deemed it \"heartbreaking\", \"haunting\", and \"emotionally shattering\".[11][12][13] The Village Voice referred to it as \"McCarthy's purest fable yet.\"[11] In a New York Review of Books article, author Michael Chabon heralded the novel. Discussing the novel's relation to established genres, Chabon insists The Road is not science fiction; although \"the adventure story in both its modern and epic forms... structures the narrative\", Chabon says, \"ultimately it is as a lyrical epic of horror that The Road is best understood.\"[14] Entertainment Weekly in June 2008 named The Road the best book, fiction or non-fiction, of the past 25 years[15] and put it on its end-of-the-decade \"best-of\" list, saying, \"With its spare prose, McCarthy's post-apocalyptic odyssey from 2006 managed to be both harrowing and heartbreaking.\"[16] In 2019, the novel was ranked 17th on The Guardian's list of the 100 best books of the 21st century.[17]\n\nOn March 28, 2007, the selection of The Road as the next novel in Oprah Winfrey's Book Club was announced. A televised interview on The Oprah Winfrey Show was conducted on June 5, 2007, McCarthy's first, although he had been interviewed for the print media before.[8] The announcement of McCarthy's television appearance surprised his followers. \"Wait a minute until I can pick my jaw up off the floor,\" said John Wegner, an English professor at Angelo State University in San Angelo, Texas, and editor of the Cormac McCarthy Journal, when told of the interview.[18] During Winfrey's interview, McCarthy insisted his son, John Francis, was also his co-author, as some of the conversations between the father and son in the novel were based upon conversations between McCarthy and John Francis in real life. McCarthy also dedicated the novel to his son, possibly as an expression of paternal love as well as a depiction of it, although he did not say as much in the interview.[7]\n\nOn November 5, 2019, the BBC News listed The Road on its list of the 100 most inspiring novels.[19] Although the text does not explicitly mention climate change, The Guardian listed it as one of the five best climate change novels[20] and George Monbiot has called it \"the most important environmental book ever written\" for depicting a world without a biosphere.[21][22]\n\nIn 2006, McCarthy was awarded the James Tait Black Memorial Prize in fiction and the Believer Book Award and was a finalist for the National Book Critics Circle Award for fiction.[23] On April 16, 2007, the novel was awarded the 2007 Pulitzer Prize for fiction.[24] In 2012, it was shortlisted for the Best of the James Tait Black.[25][26]\n\n"
        },
        {
            "title": "Adaptations",
            "text": "A film adaptation of the novel, directed by John Hillcoat and written by Joe Penhall, opened in theatres on November 25, 2009. The film stars Viggo Mortensen as the man and Kodi Smit-McPhee as the boy. Production took place in Louisiana, Oregon, and several locations in Pennsylvania.[27] The film, like the novel, received generally positive reviews from critics.\n\n"
        }
    ]
}