{
    "url": "https://en.wikipedia.org/wiki/The_Seven_Year_Itch",
    "title": "The Seven Year Itch",
    "table_of_contents": [
        "1 Plot",
        "2 Cast",
        "3 Soundtrack",
        "4 Production",
        "5 Release",
        "5.1 Box office",
        "5.2 Critical response",
        "5.3 Awards and honors",
        "6 See also",
        "7 References",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe Seven Year Itch is a 1955 American romantic comedy film directed by Billy Wilder, from a screenplay he co-wrote with George Axelrod from the 1952 three-act play. The film stars Marilyn Monroe and Tom Ewell, who reprised his stage role. It contains one of the most iconic pop-culture images of the 20th century – Monroe standing on a subway grate as her white dress is blown upwards by a passing train.[1] The titular phrase, which refers to a waning interest in monogamous relationship after seven years of marriage, has been used by psychologists.[2]\n\n"
        },
        {
            "title": "Plot",
            "text": "Richard Sherman is a middle-aged publishing executive in New York City with an overactive imagination, whose wife, Helen, and son, Ricky, are spending the summer in Maine. When he returns home from the train station with the kayak paddle Ricky accidentally left behind, he meets an unnamed woman, who is a commercial actress and former model. She rents the apartment upstairs while in town to make television spots for a brand of toothpaste. That evening, he works on reading the manuscript of a book in which psychiatrist Dr. Brubaker claims that almost all men are driven to have extra-marital affairs in the seventh year of marriage. Sherman has an imaginary conversation with Helen, trying to convince her, in three fantasy sequences, that he is irresistible to women, including his secretary, a nurse, and Helen's bridesmaid, but she laughs it off. A potted tomato plant falls onto his lounge chair; the woman upstairs apologizes for accidentally knocking it off her balcony, and Richard invites her down for a drink.\n\nWhile waiting for her to arrive, he vacillates between a fantasy of her as a femme fatale overcome by his playing of Rachmaninoff's Second Piano Concerto, and guilt at betraying his wife. When she does come down, she is wearing pink pajamas and turns out to be a naïve and innocent young woman. On his suggestion, she brings back a bottle of champagne from her apartment and returns in a white dress. Richard, overcome by his fantasies, awkwardly grabs at her while they are playing \"Chopsticks\" together on the piano, causing them to fall off the piano bench. He apologizes, but she says it happens to her all the time. Guilt-ridden, he asks her to leave.\n\nThe next day at work, Richard is distracted by the fear Helen will find out about his indiscretion, though she is none the wiser and just wants Richard to send Ricky his paddle so he can use the kayak. Richard's waning resolve to resist temptation fuels his fear that he is succumbing to the \"Seven Year Itch\". He visits Dr. Brubaker, who arrives at the office to discuss the book, to no avail. When he keeps hearing of his wife spending time with her writer friend McKenzie in Maine, Richard imagines they are carrying on an affair, and he decides to invite the young woman out to dinner and a film. They go to an air-conditioned theater, seeking respite from the oppressive heat, and see The Creature from the Black Lagoon. As the two are talking while walking home, she briefly stands over a subway grate to experience the updraft – Monroe in the iconic scene in her pleated white halterneck dress, blowing her skirt up in the breeze. The two then spend the night (platonicly) at his air-conditioned apartment (as her apartment is uncooled) so she can rest for her television appearance.\n\nThe next morning, Richard comes to his senses, and fearing his wife's retribution (within his dream), he tells the woman she can stay in his apartment, and leaves to catch the train to Maine.\n\n"
        },
        {
            "title": "Production",
            "text": "The Seven Year Itch was filmed between September and November 1954, and is Wilder's only film released by 20th Century-Fox. The characters of Elaine (Dolores Rosedale), Marie, and the inner voices of Sherman and The Girl were dropped from the play; the characters of the Plumber, Miss Finch (Carolyn Jones), the Waitress (Doro Merande), and Kruhulik the janitor (Robert Strauss) were added. Many lines and scenes from the play were cut or re-written because they were deemed indecent by the Hays office. Axelrod and Wilder complained that the film was being made under straitjacketed conditions. This led to a major plot change: in the play, Sherman and The Girl have sex; in the movie, the romance is reduced to suggestion; Sherman and the Girl kiss three times, once while playing Sherman's piano together, once outside the movie theater and once near the end before Sherman goes to take Ricky's paddle to him. The footage of Monroe's dress billowing over a subway grate was shot twice: the first take was shot on location outside the Trans-Lux 52nd Street Theater, then located at 586 Lexington Avenue in Manhattan, while the second take was on a sound stage. Both eventually made their way into the finished film,[citation needed] despite the often-held belief that the original on-location footage's sound had been rendered useless by the overexcited crowd present during filming in New York. The exterior shooting location of Richard's apartment was 164 East 61st Street in Manhattan.[6]\n\nSaul Bass created the abstract title sequence, which was mentioned favorably in numerous reviews; up until that time, it was unheard of for trade press reviews to mention film title sequences.[7]\n\nDimaggio was on set during the filming of the dress scene, and reportedly angry and disgusted with the attention his wife received from onlookers, reporters, and photographers in attendance.\nWilder had invited the media to drum up interest in the film.[8][9][10]\n\n"
        },
        {
            "title": "Release",
            "text": "A major commercial success, the film earned $6 million in rentals at the North American box office.[11]\n\nThe original 1955 review by Variety was largely positive. Though Hollywood production codes prohibited writer-director Billy Wilder from filming a comedy where adultery takes place, the review expressed disappointment that Sherman remains chaste.[12] Some critics compared Richard Sherman to the fantasizing lead character in James Thurber's short story \"The Secret Life of Walter Mitty\".[13]\n\nOn the review aggregation website Rotten Tomatoes, 84% of 32 reviews from critics are positive, with an average rating of 7.2/10.[14]\n\nIn the 1970s Wilder called the movie \"a nothing picture because the picture should be done today without censorship... Unless the husband, left alone in New York while the wife and kid are away for the summer, has an affair with that girl there's nothing. But you couldn't do that in those days, so I was just straitjacketed. It just didn't come off one bit, and there's nothing I can say about it except I wish I hadn't made it. I wish I had the property now.\"[15]\n\nIn 2000, American Film Institute included the film as No. 51 in AFI's 100 Years...100 Laughs.[20] The film was included in \"The New York Times Guide to the Best 1,000 Movies Ever Made\" in 2002.[21]\n\n"
        }
    ]
}