{
    "url": "https://en.wikipedia.org/wiki/The_Heart_of_the_World",
    "title": "The Heart of the World",
    "table_of_contents": [
        "1 Plot summary",
        "2 Cast",
        "3 Awards and nominations",
        "4 References",
        "5 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The Heart of the World is a short film written and directed by Guy Maddin, produced for the 2000 Toronto International Film Festival. Maddin was one of a number of directors (including Atom Egoyan and David Cronenberg) commissioned to make four-minute short films that would screen prior to the various feature films at the 2000 festival as part of the special Preludes program.[1][2] After hearing rumours that other directors were planning films with a small number of shots, Maddin decided that his film would instead contain over 100 shots per minute, and enough plot for a feature-length film. Maddin then wrote and shot The Heart of the World in the style of Russian constructivism, taking the commission at its literal face value, as a call to produce a propaganda film. Even in its expanded, 6-minute version, The Heart of the World runs at a breakneck speed, averaging roughly two shots per second, a pace intensified by the background music, Time, Forward! by Georgy Sviridov.\n\n"
        },
        {
            "title": "Plot summary",
            "text": "The plot of The Heart of the World concerns two brothers, Osip and Nikolai, who compete for the love of the same woman: Anna, a state scientist studying the Earth's core. Anna discovers that the heart of the world is in danger of a fatal heart attack (which would mean the end of the world), and the brothers compete amongst the public panic. Nikolai is a mortician and tries to impress Anna with assembly-line embalming, while Osip is an actor playing Christ in the Passion Play and tries to impress Anna through his suffering. Anna is instead seduced by an evil capitalist, but has a change of heart and strangles the plutocrat, then slides down into the heart of the world, where she manages to save the world from destruction by transforming into cinema itself, the world's \"new and better heart — Kino!\"[3]\n\n"
        },
        {
            "title": "Cast",
            "text": "Leslie Bais as Anna \nCaelum Vatnsdal as Osip \nShaun Balbar as Nikolai \nGreg Klymkiw as Akmatov\n\n"
        },
        {
            "title": "Awards and nominations",
            "text": "Genie Award:\n\nAspen Shortsfest:\n\nBrussels International Festival of Fantasy Film:\n\nMiami Film Festival:\n\nNational Society of Film Critics Awards\n\nSan Francisco International Film Festival\n\n"
        }
    ]
}