{
    "url": "https://en.wikipedia.org/wiki/The_Passage_of_the_Delaware",
    "title": "The Passage of the Delaware",
    "table_of_contents": [
        "1 Background",
        "1.1 Crossing of the Delaware and the Battle of Trenton",
        "1.2 Thomas Sully",
        "2 Painting",
        "2.1 Commissioning",
        "3 Analysis",
        "3.1 Setting",
        "3.2 Depiction of William Lee",
        "3.3 Depiction of George Washington",
        "3.4 Sully's thoughts on The Passage of the Delaware",
        "4 Display",
        "5 Works influenced",
        "6 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The Passage of the Delaware is a large, Neoclassical 1819 oil-on-canvas painting by Thomas Sully.[1] With attention to historical accuracy, the painting depicts George Washington on horseback observing the troops of the American Revolutionary Army in the process of crossing the Delaware River prior to the surprise attacks on Hessian troops  on December 26, 1776 at the Battle of Trenton. The image is intended to capture the moment prior to George Washington dismounting his horse and joining his army in crossing the Delaware River.[2]\n\n\nThe painting was initially commissioned to be displayed in the North Carolina Capitol but with dimensions of 146.5″ (372.1 cm) high and 207″ (525.7 cm) wide, the work was too large to be displayed in the building so the contract was mutually terminated. The Passage of the Delaware was eventually displayed in the Boston Museum. The museum closed in 1903, and the painting was gifted to the Museum of Fine Arts. It is exhibited in the Museum of Fine Arts, Boston.[3]\nThe Passage of the Delaware was a forerunner of Emanuel Leutze's 1851 painting, Washington Crossing the Delaware.\n\n"
        },
        {
            "title": "Background",
            "text": "George Washington and the Continental Army had been driven from Fort Lee, New Jersey across the Delaware River and into Pennsylvania by the British Army during the fall of 1776. Washington and his army set up camp in New Hope, Pennsylvania in hopes of preventing the British Army from reaching Philadelphia. The British, who had been following General Washington and his troops during their retreat from Fort Lee, set up camp across the Delaware River in Trenton, New Jersey. Morale in the Continental Army was low following the string of defeats and subsequent retreat from New York City in the fall. Washington felt that the Continental Army was in “very bad condition.” In hopes of reversing the misfortunes of the fall, raising morale of the troops, and gaining more support, General Washington decided to launch a surprise attack on the Hessian mercenaries camped in Trenton on the morning after Christmas. The attack required the Continental Army to cross the icy Delaware River in the middle of the night with 2,400 men, horses and eighteen cannons. Each soldier took with them three days of rations, blankets, and forty rounds of ammunition. Because of the lack of supplies of the Continental Army, some soldiers lacked proper shoes and had fallen victim to extreme frostbite and had resorted to wrapping their feet in bandages, leaving bloody footprints as they marched. Adding to the logistical challenges of the crossing was the challenge posed by a storm occurring during the night, which dumped snow and sleet on the crossing soldiers. Despite the challenges faced in the crossing, General Washington and the Continental Army took the Hessian garrison in Trenton by surprise and won a long-awaited victory, improving his troops' morale and gaining more support for their efforts against the British.[4]\n\nThomas Sully was an English-born and American-raised artist in the nineteenth century. As a young adult, Sully moved back to England and studied art under the tutelage of Neoclassical artists Benjamin West and Sir Thomas Lawrence. Sully was heavily influenced by West while in London. West instructed Sully to copy works in his personal collection to improve his skills. Similarities between Sully's The Passage of the Delaware and West's The Death of General Wolfe can be seen in the arrangement of officers around the central figure of the painting.[5]\n\nSully’s career was dominated by his production of portraits. After completing his studies in England he returned to America and settled in Philadelphia. In Philadelphia he notably painted portraits of Marquis de Lafayette, Thomas Jefferson, Queen Victoria, Edgar Allan Poe, and Andrew Jackson. Sully’s work in portraiture was famous for its smooth lines and chiaroscuro.[6] His prolific work in the field led some to think of him as “The Prince of American Portraiture”.[7]\n\n"
        },
        {
            "title": "Painting",
            "text": "In 1815, following the end of the war of 1812, the General Assembly of the State of North Carolina authorized the production of a statue of George Washington by Antonio Canova. Additionally, they requested the production of two portraits of Washington. Rembrandt Peale and Thomas Sully were approached for the portraits. Rembrandt Peale requested compensation of $1500 for a full-length portrait of George Washington and an additional $1000 for a copy of the work. On the other hand, Sully offered to produce a copy of Gilbert Stuart’s rendition of a portrait of George Washington for $400 and an additional original historical portrait of George Washington for $600.[8]\n\nDespite Sully's work being dominated by portraiture, he identified himself as an artist focused on “History and Portraits”.[9] Most painters at the time believed that historical paintings were a field in which it was possible to gain notoriety, while the production of portraits was a way to earn a living. North Carolina chose Sully's economical offer and accepted Sully's request of painting “the passage of the Delaware preparatory to the Battle of Princeton.”[8]\n\nSully delivered his copy of Gilbert Stuart's portrait of George Washington in 1819 and finalized his plans for his historical painting. These plans led to the production of a painting much larger than previously discussed with the State. He wrote to Governor John Branch requesting specifications on how large the image could be. Governor Branch took a prolonged period of time to respond, only replying well after the painting had been set in its dimensions. Due to its large dimensions, there was no obvious place for the painting in the capitol building. Governor Branch and the state legislature decided that because of the large size, as well as the presence of two other depictions of George Washington in the capitol building, the historical painting was no longer needed. Governor Branch and Thomas Sully mutually agreed to terminate the contract.[10]\n\nInstead of displaying the painting in the North Carolina capitol building, Sully took the image on tour with him. However, this exhibition tour was not successful and the painting was sold to John Doggett, a wealthy Bostonian frame maker, for $500.[11]\n\n"
        },
        {
            "title": "Analysis",
            "text": "The painting's large size draws influences from the depictions of large battle scenes popular in Europe at the time.[12] American artists during this period favored using the large-scale format to paint landscapes, such as John Vanderlyn's 165-foot paintings of the royal gardens at Versailles.[13] Sully's choice of size and action in The Passage of The Delaware may draw inspiration from John Singleton Copley's The Death of Major Pierson, (1783) in which the subject of the image is at the center of theatrical action.\n\n\nSully closely follows first-hand accounts from the night of the crossing of the Delaware when composing the setting of the work.[11][14] Across the river, through snow, mist, and darkness, the outline of a small house denotes McKonkey's ferry house, a landmark frequently referenced in accounts of the crossing. Scattered in the river and traveling towards the house are the flat bottom Durham Boats that Washington used to ferry his men across the Delaware River and into New Jersey, which are slightly less obscured than the house.[11] The last artillery piece appears to roll down the hill towards the left of the image. Additionally, Sully depicts the actions of Washington and his men under the illumination of the moon, whose presence has been confirmed from moon phase records showing that the night of December 25, 1776 was a full moon. The snow and mist of the night, which contribute to the distant haze have also been confirmed from first-hand accounts of the crossing. While most of the painting is true to the exact events of the night, Sully adds the sun rising in the distance, despite the fact that the entire crossing was performed before three o'clock in the morning.[11] \nSurrounding Washington, Sully depicts several men. Immediately behind Washington, Sully places a man on horseback pointing a sword and orchestrating the movement of troops. This man is believed to be Colonel Henry Knox, who was in charge of directing troop movement in the crossing. The other two men surrounding Washington have not been positively identified.[15][16]\n\nWilliam Lee, George Washington's servant who was a slave, is depicted to the right of Washington on horseback in what some consider to be a complex representation of an enslaved person relative to other depictions at the time.[15] Since 1768, Lee had served as the personal valet to General Washington.\n\nLee is depicted on horseback and at an equal height relative to Washington and the other men, despite being normally depicted as subservient to Washington in the works of others. Sully also shows Lee wearing the same hat worn by officers during cold weather during that time period. Lee had been depicted in John Trumbull's portrait of George Washington wearing a knotted kerchief on his head.[17] Washington had a close connection with Lee, expressing sincere gratitude for his faithful service by his side in the war in his will while granting Lee his freedom.[18]\n\nAgainst the darkness and haze of the night, Sully places George Washington in the bright foreground of the work, seated on a white horse watching on as the artillery brigade completes their crossing. The light surrounding George Washington creates a dramatic highlight and calls attention to Sully's depiction of poise and determination in George Washington's face and posture.[19][14] In his depiction of George Washington, he was influenced by the busts created by French sculptor Jean-Antoine Houdon, as well as Italian sculptor Giuseppe Ceracchi. Sully was especially influenced by the 1795 bust produced by Ceracchi, which presented Washington with an expression similar to the one that Sully envisioned him having.[11] In his depiction of the uniform worn by Washington and other various items in the work, such as swords and muskets, Sully follows the precedent of works representing Washington by Charles Willson Peale and John Trumbull.[19]\n\nSully is reported to have grown displeased with The Passage of the Delaware as his career continued. Sully is reported to have stated \"I wish it were burnt\" in regards to the work. The origin of Sully's contempt towards the work is unclear, but it likely stems from the thousands of dollars that would have been required to produce the work, while Sully only received $500 in revenue from it. Additionally, Sully's depiction of Washington in the work was not considered by many to be a good likeness, which likely caused the work's commercial failure.[20]\n\n"
        },
        {
            "title": "Display",
            "text": "After purchasing the painting from Sully, John Doggett displayed the image in his repository, which he opened to the general public in his own Repository of Arts on Market Street. John Doggett sold the painting to Ethan A. Greenwood who displayed it in Portland, Maine from 1823 to 1841.[21] In 1841, the painting was sold to the Boston Museum, which was a theater on Tremont Street in Boston that also had a picture gallery. The Boston Museum closed in 1903 and the painting was gifted by the Boston Museum to the Museum of Fine Arts, Boston.[3] The painting remained on display until 1972 when it was put in storage.[11] The image returned to display and can currently be found in the Art of the America's wing.[3]\n\n"
        },
        {
            "title": "Works influenced",
            "text": "Sully's work inspired many other artists to produce works commemorating George Washington's crossing of the Delaware. In 1840, Edward Hicks, a self taught artist, painted his own version of Sully's The Passage of the Delaware, and the work was displayed at Washington's Crossing. In 1851, Emanuel Leutze produced another depiction of the events of the crossing but focusing on the crossing itself depicting George Washington in the boat. Prior to the production of Emanuel Leutze's work, Sully's depiction of the crossing had been the most commonly reproduced work showing the subject in prints. Emanuel Leutze's painting was popularized as a hand-colored lithograph by Currier and Ives.[citation needed]\n\n"
        }
    ]
}