{
    "url": "https://en.wikipedia.org/wiki/The_Apotheosis_of_Washington",
    "title": "The Apotheosis of Washington",
    "table_of_contents": [
        "1 Symbolism",
        "2 See also",
        "3 References",
        "4 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The Apotheosis of Washington is the fresco painted by Greek-Italian artist Constantino Brumidi in 1865 and visible through the oculus of the dome in the rotunda of the United States Capitol Building. The fresco is suspended 180 feet (55 m) above the rotunda floor and covers an area of 4,664 square feet (433.3 m2). The figures painted are up to 15 feet (4.6 m) tall and are visible from the floor below. The dome was completed in 1863, and Brumidi painted it over the course of 11 months at the end of the Civil War. He was paid $40,000 ($708,087 in today's funds[1]) for the fresco.\n\nBrumidi had worked for three years in the Vatican under Pope Gregory XVI, and served several aristocrats as an artist for palaces and villas, including the prince Torlonia. He immigrated to the United States in 1852, and spent much of the last 25 years of his life working in the Capitol. In addition to The Apotheosis of Washington he designed the Brumidi Corridors.\n\n"
        },
        {
            "title": "Symbolism",
            "text": "The Apotheosis of Washington depicts George Washington sitting amongst the heavens in an exalted manner, or in literary terms, ascending and becoming a god (apotheosis). Washington, the first U.S. president and commander-in-chief of the Continental Army during the American Revolutionary War, is allegorically represented, surrounded by figures from classical mythology. Washington is draped in purple, worn by generals of the ancient Roman Republic during their triumphs, with a rainbow arch at his feet, flanked by the goddess Victoria (draped in green, using a horn) to his left and the goddess of Liberty to his right. Liberty wears a red liberty cap, symbolizing emancipation, from a Roman tradition where slaves being manumitted would be given a felt cap (Latin pileus). She holds a fasces in her right hand and an open book in the other, to which Washington gestures with his right hand.\n\nForming a circle between Liberty and Victory are 13 maidens, each with a star above her head, representing the original 13 colonies. Several of the maidens have their backs turned to Washington, said to represent the colonies that had seceded from the Union at the time of painting. Across the circle from Washington is the banner E Pluribus Unum meaning \"out of many, one\".\n\nSurrounding Washington, the two goddesses and the 13 maidens are six scenes lining the perimeter, each representing a national concept allegorically: from directly below Washington in the center and moving clockwise, \"War,\" \"Science,\" \"Marine,\" \"Commerce,\" \"Mechanics,\" and \"Agriculture\". The perimeter scenes are not fully visible from the floor of the Capitol.\n\n"
        }
    ]
}