{
    "url": "https://en.wikipedia.org/wiki/The_Village_Voice",
    "title": "The Village Voice",
    "table_of_contents": [
        "1 History",
        "1.1 Early history",
        "1.2 Acquisition by New Times Media",
        "1.3 Voice Media Group",
        "1.4 Peter Barbey ownership and construction",
        "1.5 Return to print",
        "2 Contributors",
        "3 Backpage sex trafficking",
        "4 See also",
        "5 References",
        "6 Further reading",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe Village Voice is an American news and culture paper, known for being the country's first alternative newsweekly.[3] Founded in 1955 by Dan Wolf, Ed Fancher, John Wilcock, and Norman Mailer, the Voice began as a platform for the creative community of New York City. It ceased publication in 2017, although its online archives remained accessible. After an ownership change, the Voice reappeared in print as a quarterly in April 2021.[3]\n\nOver its 63 years of publication, The Village Voice received three Pulitzer Prizes, the National Press Foundation Award, and the George Polk Award. The Village Voice hosted a variety of writers and artists, including writer Ezra Pound, cartoonist Lynda Barry, artist Greg Tate, and film critics Andrew Sarris, Jonas Mekas and J. Hoberman.\n\nIn October 2015, The Village Voice changed ownership and severed all ties with former parent company Voice Media Group (VMG).[4] The Voice announced on August 22, 2017, that it would cease publication of its print edition and convert to a fully digital venture, on a date to be announced.[5] The final printed edition, featuring a 1965 photo of Bob Dylan on the cover, was distributed on September 21, 2017.[6]  After halting print publication in 2017, the Voice provided daily coverage through its website until August 31, 2018, when it announced it was ceasing production of new editorial content.[7] On December 23, 2020, editor R.C. Baker announced that the paper would resume publishing new articles both online and in a quarterly print edition.[8] In January 2021, new original stories began being published again on the website.[9] A spring print edition was released in April 2021.[10] The Voice's website continues to feature archival material related to current events.\n\n"
        },
        {
            "title": "History",
            "text": "The Village Voice was launched by Ed Fancher, Dan Wolf, and Norman Mailer[11] on October 26, 1955, from a two-bedroom apartment in Greenwich Village; that was its initial coverage area, which expanded to other parts of the city by the 1960s. In 1960, it moved from 22 Greenwich Avenue to 61 Christopher Street in a landmark triangular corner building adjoining Sheridan Square, and a few feet west of the Stonewall Inn;[12] then, from the 1970s through 1980, at 11th Street and University Place; and then Broadway and 13th Street. It moved to Cooper Square in the East Village in 1991, and in 2013, to the Financial District.[13]\n\nEarly columnists of the 1950s and 1960s included Jonas Mekas, who explored the underground film movement in his \"Film Journal\" column; Linda Solomon, who reviewed the Village club scene in the \"Riffs\" column; and Sam Julty, who wrote a popular column on car ownership and maintenance. John Wilcock wrote a column every week for the paper's first ten years. Another regular from that period was the cartoonist Kin Platt, who did weekly theatrical caricatures. Other prominent regulars have included Peter Schjeldahl, Ellen Willis, Jill Johnston, Tom Carson, and Richard Goldstein. Staff of the Voice joined a union, the Distributive Workers of America, in 1977.[14]\n\nFor more than 40 years, Wayne Barrett was the newspaper's muckraker, covering New York real estate developers and politicians, including Donald Trump. The material continued to be a valuable resource for reporters covering the Trump presidency.[7]\n\nThe Voice has published investigations of New York City politics, as well as reporting on national politics, with arts, culture, music, dance, film, and theater reviews. Writers and cartoonists for the Voice have received three Pulitzer Prizes: in 1981 (Teresa Carpenter, for feature writing),[15] 1986 (Jules Feiffer, for editorial cartooning)[16] and 2000 (Mark Schoofs, for international reporting).[17] The paper has, almost since its inception, recognized alternative theater in New York through its Obie Awards.[18] The paper's \"Pazz & Jop\" music poll, started by Robert Christgau in the early 1970s, is released annually and remains an influential survey of the nation's music critics. In 1999, film critic J. Hoberman and film section editor Dennis Lim began a similar Village Voice Film Poll for the year in film. In 2001, the Voice sponsored its first music festival, Siren Festival, a free annual event every summer held at Coney Island. The event moved to the lower tip of Manhattan in 2011, and was re-christened the \"4knots Music Festival\", a reference to the speed of the East River's current.[19]\n\nDuring the 1980s and onward, the Voice was known for its staunch support for gay rights, and it published an annual Gay Pride issue every June. However, early in its history, the newspaper had a reputation as having a homophobic slant. While reporting on the Stonewall riots of 1969, the newspaper referred to the riots as \"The Great Faggot Rebellion\".[20] Two reporters, Howard Smith and Lucian Truscott IV, both used the words \"faggot\" and \"dyke\" in their articles about the riots. (These words were not commonly used by homosexuals to refer to each other at this time.) Smith and Truscott retrieved their press cards from the Voice offices, which were very close to the bar, as the trouble began; they were among the first journalists to record the event, Smith being trapped inside the bar with the police, and Truscott reporting from the street.[21] After the riot, the Gay Liberation Front (GLF) attempted to promote dances for gays and lesbians in the Voice, but were not allowed to use the words \"gay\" or \"homosexual\", which the newspaper considered derogatory. The newspaper changed its policy after the GLF petitioned it to do so.[22] Over time, the Voice changed its stance, and, in 1982, became the second organization in the US known to have extended domestic partner benefits. Jeff Weinstein, an employee of the paper and shop steward for the publishing local of District 65 UAW, negotiated and won agreement in the union contract to extend health, life insurance, and disability benefits to the \"spouse equivalents\" of its union members.[23]\n\nThe Voice's competitors in New York City include New York Observer and Time Out New York. Seventeen alternative weeklies around the United States are owned by the Voice's former parent company Village Voice Media. The film section writers and editors also produced a weekly Voice Film Club podcast.[24]\n\nIn 1996, after decades of carrying a cover price, the Voice switched from a paid weekly to a free, alternative weekly. The Voice website was a recipient of the National Press Foundation’s Online Journalism Award in 2001[25] and the Editor & Publisher EPpy Award for Best Overall U.S. Newspaper Online Service – Weekly, Community, Alternative & Free in 2003.[26]\n\nIn 2005, the Phoenix alternative weekly chain New Times Media purchased the company and took the Village Voice Media name. Previous owners of The Village Voice or of Village Voice Media have included co-founders Fancher[27] and Wolf,[11] New York City Councilman Carter Burden,[11] New York Magazine founder Clay Felker, Rupert Murdoch, and Leonard Stern of the Hartz Mountain empire.\n\nAfter The Village Voice was acquired by New Times Media in 2005, the publication's key personnel changed. The Voice was then managed by two journalists from Phoenix, Arizona.\n\nIn April 2006, the Voice dismissed music editor Chuck Eddy.[28] Four months later, the newspaper sacked longtime music critic Robert Christgau. In January 2007, the newspaper fired sex columnist and erotica author Rachel Kramer Bussel; long-term creative director Ted Keller, art director Minh Oung, fashion columnist Lynn Yaeger and Deputy Art Director LD Beghtol were laid off or fired soon afterward. Editor in chief Donald Forst resigned in December 2005. Doug Simmons, his replacement, was sacked in March 2006 after it was discovered that a reporter had fabricated portions of an article. Simmons' successor, Erik Wemple, resigned after two weeks. His replacement, David Blum, was fired in March 2007. Tony Ortega then held the position of editor in chief from 2007 to 2012.\n\nThe sacking of Nat Hentoff, who worked for the paper from 1958 to 2008, led to further criticism of the management by some of its current writers, Hentoff himself, and by the Voice's ideological rival paper National Review, which referred to Hentoff as a \"treasure\".[29][30] At the end of 2011, Wayne Barrett, who had written for the paper since 1973, was laid off. Fellow muckraking investigative reporter Tom Robbins then resigned in solidarity.[31]\n\nVillage Voice Media executives Scott Tobias, Christine Brennan and Jeff Mars bought Village Voice Media's papers and associated web properties from its founders in September 2012, and formed the Denver-based Voice Media Group.[32]\n\nIn May 2013, The Village Voice editor Will Bourne and deputy editor Jessica Lustig told The New York Times that they were quitting the paper rather than executing further staff layoffs.[33] Both had been recent appointments. By then, the Voice had employed five editors since 2005. Following Bourne's and Lustig's departure, Village Media Group management fired three of the Voice's longest-serving contributors: gossip and nightlife columnist Michael Musto, restaurant critic Robert Sietsema, and theater critic Michael Feingold, all of whom had been writing for the paper for decades.[34][35][36] Feingold was rehired as a writer for The Village Voice in January 2016.[37] Michael Musto was also rehired in 2016 and wrote cover stories regarding subjects like Oscar scandals and Madonna's body of work. Musto returned again to write features in 2021 under new publisher Brian Calle.[citation needed]\n\nIn July 2013, Voice Media Group executives named Tom Finkel as editor.[38]\n\nPeter Barbey, through the privately owned investment company Black Walnut Holdings LLC, purchased The Village Voice from Voice Media Group in October 2015.[39] Barbey is a member of one of America's wealthiest families.[40] The family has had ownership interest in the Reading Eagle, a daily newspaper serving the city of Reading, Pennsylvania and the surrounding region, for many years. Barbey serves as president and CEO of the Reading Eagle Company, and holds the same roles at The Village Voice. After taking over ownership of the Voice, Barbey named Joe Levy, formerly of Rolling Stone, as interim editor in chief,[41] and Suzan Gursoy, formerly of Ad Week, as publisher.[42] In December 2016, Barbey named Stephen Mooallem, formerly of Harper's Bazaar, as editor in chief.[43] Mooallem resigned in May 2018, and was not replaced before the publication's shutdown.[7]\n\nUnder the Barbey ownership, advertisements for escort agencies and phone sex services came to an end.[7]\n\nOn August 31, 2018, it was announced that the Village Voice would cease production and lay off half of its staff. The remaining staff would be kept on for a limited period for archival projects.[44][45][46] An August 31 piece by freelancer Steven Wishnia was hailed as the last article to be published on the website.[7] Two weeks after the Village Voice ceased operations on September 13, co-founder John Wilcock died in California at the age of 91.\n\nIn January 2021, a new original story was published on the website of The Village Voice.[47] On April 17, 2021, the Spring 2021 issue of the Village Voice appeared in news boxes and on newsstands for the first time since 2018. At the time, The Village Voice was a quarterly publication.[48]\n\n"
        },
        {
            "title": "Contributors",
            "text": "The Voice has published columns and works by writers such as Ezra Pound, Henry Miller, Barbara Garson, Katherine Anne Porter, James Baldwin, E.E. Cummings, staff writer and author Ted Hoagland, Colson Whitehead, Tom Stoppard, Paul Lukas, Lorraine Hansberry, Lester Bangs, Allen Ginsberg and Joshua Clover. Former editors have included Clay Felker.\n\nThe newspaper has also been a host to underground cartoonists. In addition to mainstay Jules Feiffer, whose cartoon ran for decades in the paper until its cancellation in 1996, well-known cartoonists featured in the paper have included R. Crumb, Matt Groening, Lynda Barry, Stan Mack, Mark Alan Stamaty, Ted Rall, Tom Tomorrow, Ward Sutton, Ruben Bolling and M. Wartella.\n\n"
        },
        {
            "title": "Backpage sex trafficking",
            "text": "Backpage was a classified advertisement website owned by the same parent company as The Village Voice. In 2012, Nicholas Kristof wrote an article in The New York Times detailing a young woman's account of being sold on Backpage.[49] The Village Voice released an article entitled \"What Nick Kristof Got Wrong\" accusing Kristof of fabricating the story and ignoring journalistic standards.[50] Kristof responded, noting that the Voice did not dispute the column, but rather tried to show how the timeline in Kristof's original piece was inaccurate. In this rebuttal, he not only justified his original timeline, but expressed sadness \"to see Village Voice Media become a major player in sex trafficking, and to see it use its journalists as attack dogs for those who threaten its corporate interests\", noting another instance of The Village Voice attacking journalists reporting on Backpage's role in sex trafficking.[51]\n\nAfter repeated calls for a boycott of The Village Voice, the company was sold to Voice Media Group.[52]\n\n"
        }
    ]
}