{
    "url": "https://en.wikipedia.org/wiki/The_Book_of_Azariah",
    "title": "The Book of Azariah",
    "table_of_contents": [],
    "paragraphs": [
        {
            "title": "",
            "text": "The Book of Azariah is a book by the Italian author and Roman Catholic mystic Maria Valtorta. It was written in 1946 and 1947 in Viareggio, Italy, where Valtorta was bedridden for several decades. The text is based on a series of \"dictations\" which Valtorta attributed to her guardian angel, Azariah.  \n\nIn the book Valtorta does not provide a specific biblical reference to Azariah himself, but simply refers to him as her guardian angel. The name Azariah, from Hebrew, means the Lord's help.\n\nThe book consists of a set of \"lessons\", provided by Azariah on Sundays, whose starting points are the 58 Masses of the Roman Missal of the Catholic Church prior to the reforms of the Second Vatican Council in 1965. Maria Valtorta had originally called the book Angelical Masses, with the subtitle \"Directions\". But the first Italian edition in 1972 used the name of her guardian angel, \"Azariah\". As in other works by Maria Valtorta, the themes of continuous prayer and identification with the Person of Christ and his sacrifice are emphasized throughout the work.\n\nFor instance, on May 26, 1946, the fifth Sunday after Easter, the Mass Gospel was\nJohn 16, 23-30[1] and Azariah's comments, in part, are quoted as follows:\n\nThe first lesson in the Book of Azariah was written on February 24, 1946, and the last on March 16, 1947. The book was thus written in parallel to Valtorta's best known work The Poem of the Man God, where the first episode was written on December 18, 1943, and major writing ended on April 28, 1947, although a few sections near the end were written later, concluding on December 8, 1951. However, unlike the Poem of the Man God, where she wrote a good number of the last episodes first, the order of the lessons in the Book of Azariah is sequential with respect to the date on which they were written.\n\n"
        }
    ]
}