{
    "url": "https://en.wikipedia.org/wiki/Airship_Destroyer",
    "title": "The Airship Destroyer",
    "table_of_contents": [
        "1 Plot",
        "2 Production",
        "3 Release",
        "4 Reception",
        "5 See also",
        "6 References",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe Airship Destroyer (originally titled Der Luftkrieg Der Zukunft, also titled \"The Aerial Torpedo\", \"The Battle of the Clouds\" {UK} and \"The Battle in the Clouds\" {US}) is a 1909 British silent science fiction film directed by Walter R. Booth.\n\n"
        },
        {
            "title": "Plot",
            "text": "A fleet of airships begin an attack on England, bombing an armoured vehicle, a signal box and a town. An inventor and his assistant are preparing to launch a missile in defence. A biplane attempts to shoot down one of the airships, but is destroyed itself. One of the airship's bombs lands on the home of the inventor's lover, whose hand in marriage he had unsuccessfully asked her father for earlier in the day. The inventor rushes to the house and rescues his lover, although her father is dead. Returning to the missile launch site, the inventor successfully launches a surface-to-air missile and destroys the airship. The film ends as the couple embrace.\n\n"
        },
        {
            "title": "Production",
            "text": "Walter R. Booth, who had a background as a magician, was an early pioneer of special effects in film and also of animation. The airships were created using a mixture of cutout animation and models.[1]\n\n"
        },
        {
            "title": "Release",
            "text": "The Airship Destroyer was originally released in 1909. It was re-released in January 1915, during World War I, at a time when Britain was suffering aerial bombings from Zeppelins.[1] The film is an example of invasion literature. The Internet Archive has a full length version of the film available, as does, as of 2020,  YouTube.[2] Also released on Region 2 DVD.[3]\n\n"
        },
        {
            "title": "Reception",
            "text": "Moria Reviews found the movie of interest as a historical curiosity, but found little more to recommend the movie. The effects are primitive and derivative of those by Georges Melies and that the plot and backstory were weak to non-existent. Further, the movie fails to account for how airplanes would advance. The review does note the Booth was often more interested in the special effects than in any other  aspect of film making[4] Included as one of the best examples of science fiction the silent film era.[5]\n\n"
        }
    ]
}