{
    "url": "https://en.wikipedia.org/wiki/The_Science_of_Aliens",
    "title": "The Science of Aliens",
    "table_of_contents": [
        "1 Exhibition content",
        "2 Development",
        "3 See also",
        "4 References",
        "5 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The Science of Aliens is a touring exhibition that launched at the London Science Museum in October 2005. It was developed by a company called The Science of... set up by The Science Museum and Fleming Media. Two versions of the exhibition are touring venues around the world.\n\n"
        },
        {
            "title": "Exhibition content",
            "text": "The Science of Aliens asks the question \"are we alone in the Universe?\" through a combination through the artifacts, interactive and audiovisual exhibits. The exhibition has an introduction section looking at science fiction archetypes before going on to look at what scientists can tell us about the real possibilities for alien life. The second section explores the variety of life on Earth and the extreme conditions in which it can survive. It looks at recent missions to moons and planets in the Solar System and what they can tell us about alien life before going on to examine some extra-solar planets.\n\nThe next section presents two fictional planets, Aurelia and Blue Moon and their ecosystems as imagined by scientists. These are used to explore the factors and parameters governing life on other planets and are presented as two large interactive landscapes.\n\nThe exhibition concludes by looking at the chances of communication with alien intelligence. This includes a look at the efforts of SETI and various messages sent out by humans into the Universe and a chance for visitors to compose a message to extraterrestrial intelligence. The Science of Aliens was also made into a best selling book by Jack Challoner.[1][2][3]\n\n"
        },
        {
            "title": "Development",
            "text": "A variety of experts gave advice on the exhibition development including Simon Conway Morris, Ian Stewart (mathematician), Jack Cohen (scientist), John Clute, Dougal Dixon, and Mark Brake.\n\n"
        }
    ]
}