{
    "url": "https://en.wikipedia.org/wiki/The_Infinite_Way",
    "title": "The Infinite Way",
    "table_of_contents": [
        "1 History",
        "2 Framework",
        "3 See also",
        "4 References",
        "5 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The Infinite Way is a spiritual movement and activity created by 20th century American healer, mystic and lecturer Joel S. Goldsmith (1892–1964). According to Goldsmith, the Message of the Infinite Way  is a spiritual teaching consisting of principles which anyone may follow and practice, irrespective of their religious affiliation. The Infinite Way reveals the nature of God to be one infinite, eternal power, presence, intelligence, and love; the nature of the individual being to be one with God's qualities and character, expressed in infinite forms and variety; and the nature of the discords of this world to be a misconception of God's expression of Himself in His universe.\"[1]\n\n"
        },
        {
            "title": "History",
            "text": "Goldsmith started teaching the lessons of the Infinite Way in 1940 and in 1947 published the book, The Infinite Way.[2] He began teaching and lecturing extensively that year, first in New England, then on the West Coast of the United States and finally in Hawaii. In 1950, Goldsmith began recording his lectures world-wide.[3]\n\n"
        },
        {
            "title": "Framework",
            "text": "\"'The Infinite Way' is not a religion... but an experience in spiritual living. There is no organization, no structure, no rules, no church buildings, no congregation, no dues, and no bureaucracy. (There are no rituals, strict dogmas, or prescriptive practices.)\n\n'The Infinite Way' Message is composed solely of the inspired works of Joel Goldsmith based on his revelations and experiences: the more than fifty-one books he authored, and the more than twelve hundred hours of his lectures and classes.\"[4](edited for clarification)\n\nDuring his life Joel Goldsmith asked for no remuneration for his healing work but he did take it if offered. He also did not participate in overt advertisement of his books and tapes, knowing instead that people would find them as they needed them.[5]\n\n"
        }
    ]
}