{
    "url": "https://en.wikipedia.org/wiki/The_Book_of_the_Law",
    "title": "The Book of the Law",
    "table_of_contents": [
        "1 Structure and title",
        "2 Creation",
        "2.1 Summons",
        "2.2 Speakers",
        "2.3 Writing",
        "2.4 Original manuscript",
        "2.4.1 Changes to the manuscript",
        "2.4.1.1 Chapter 1",
        "2.4.1.2 Chapter 3",
        "2.5 The Comment",
        "3 Interpretation",
        "3.1 Via Hermetic Qabalah",
        "3.2 Via prophecy",
        "3.3 Via English Qaballa",
        "4 Skeptical interpretations",
        "5 Editions",
        "6 Notes",
        "7 References",
        "7.1 Citations",
        "7.2 Works cited",
        "7.2.1 Primary sources",
        "7.2.2 Secondary sources",
        "8 Further reading",
        "9 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nLiber AL vel Legis (Classical Latin: [ˈlɪbɛr aː.ɛɫ wɛl‿ˈleːgɪs]), commonly known as The Book of the Law, is the central sacred text of Thelema. Aleister Crowley said that it was dictated to him by a beyond-human being who called himself 'Aiwass'. Rose Edith Kelly, Crowley's wife, wrote two phrases in the manuscript. The three chapters of the book are spoken by the deities Nuit, Hadit, and Ra-Hoor-Khuit.\n\nThrough the reception of the Book, Crowley proclaimed the arrival of a new stage in the spiritual evolution of humanity, to be known as the \"Æon of Horus\".[1][a][b] The primary precept of this new aeon is the charge, \"Do what thou wilt shall be the whole of the Law.\"\n\nThe book contains three chapters, each of which was alleged to be written down in one hour, beginning at noon, on 8 April, 9 April, and 10 April in Cairo, Egypt, in the year 1904.[2] Crowley says that the author was an entity named Aiwass, whom he later referred to as his personal Holy Guardian Angel. Biographer Lawrence Sutin quotes private diaries that fit this story and writes that \"if ever Crowley uttered the truth of his relation to the Book,\" his public account accurately describes what he remembered on this point.[3]\n\nCrowley himself wrote \"Certain very serious questions have arisen with regard to the method by which this Book was obtained. I do not refer to those doubts—real or pretended—which hostility engenders, for all such are dispelled by study of the text; no forger could have prepared so complex a set of numerical and literal puzzles[...]\"[2]\n\nThe book is often referred to simply as Liber AL, Liber Legis or just AL, though technically the latter two refer only to the manuscript.\n\n"
        },
        {
            "title": "Structure and title",
            "text": "The technical title of the book is Liber AL vel Legis, sub figura CCXX, as delivered by XCIII=418 to DCLXVI, although this title never occurs in the Book itself, which refers to itself as \"the Book of the Law\" and \"the threefold Book of Law\" (chapters 1:35, 3:75). CCXX is 220 in Roman figures, representing The Tree of Life (10 numbers times 22 paths), and is the number of verses of the Book in typescript. XCIII is 93, the enumeration of both \"The word of the law\" Thelema and Aiwass. DCLXVI is 666, the number of Crowley as Great Beast both as Adept and Magus. This is a way of saying that the book was delivered by Aiwass (whose number is both 93 and 418) to Crowley, who is The Beast 666.\n\nThe facsimile manuscript of the Book is not, however, numbered 220, but XXXI (31) as the first chapter's verses are unnumbered in the original manuscript: that is, no verse numbers were dictated to Crowley for chapter one. Both editions were titled by Crowley AL, pronounced \"El\", value 31, so therefore Liber 31 is the manuscript of The Book of the Law called AL (not be confused with Liber 31 by C. S. Jones (Frater Achad), which is an exegesis of some of the qabalistic symbolism of the Book), whereas Liber 220 is the edited (strictly according to the editing instructions dictated as part of the text of the Book itself), printed form of the text: see The Equinox of The Gods for a full account by Crowley of the reception and publishing of the Book according to these internal instructions.\n\nThe original title of the book was Liber L vel Legis. Crowley retitled it Liber AL vel Legis in 1921, when he also gave the handwritten manuscript its own title.[4]\n\n"
        },
        {
            "title": "Creation",
            "text": "According to Crowley,[5] the story began on 16 March 1904, when he tried to \"shew the Sylphs\" by use of the Bornless Ritual to his wife, Rose Edith Kelly, while spending the night in the King's Chamber of the Great Pyramid of Giza. Although she could see nothing, she did seem to enter into a light trance and repeatedly said, \"They're waiting for you!\" Since Rose had no interest in magic or mysticism, she took little interest. However, on the 18th, after he invoked Thoth (the god of knowledge), she mentioned Horus by name as the one waiting for him. Crowley, still skeptical, asked her numerous questions about Horus, which she answered accurately supposedly without having any prior study of the subject:\n\nCrowley also gives a different chronology, in which an invocation of Horus preceded the questioning. Lawrence Sutin says this ritual described Horus in detail, and could have given Rose the answers to her husband's questions.[6]\n\nAs part of his 'test' for Rose, Crowley wrote that they visited the Bulaq Museum where Crowley asked her to point out an image of Horus. Much to Crowley's initial amusement, she passed by several common images of the god, and went upstairs. From across the room[2] Rose identified Horus on the stele of Ankh-ef-en-Khonsu, then housed under inventory number 666 (since moved to the Egyptian Museum of Cairo, number A 9422). The stela would subsequently be known to Thelemites (adherents of Thelema) as the \"Stele of Revealing.\"\n\nOn 20 March, Crowley invoked Horus, \"with great success\". Between 23 March and 8 April, Crowley had the hieroglyphs on the stele translated. Also, Rose revealed that her \"informant\" was not Horus himself, but his messenger, Aiwass.\n\nFinally, on 7 April, Rose gave Crowley his instructions—for three days he was to enter the \"temple\" and write down what he heard between noon and 1:00 P.M.\n\nAlthough the \"messenger\" of Liber AL was Aiwass, each chapter is presented as an expression of one of three god-forms: Nuit, Hadit, and Ra-Hoor-Khuit.\n\nThe first chapter is spoken by Nuit, the Egyptian goddess of the night sky, called the Queen of Space. Crowley calls her the \"Lady of the Starry Heaven, who is also Matter in its deepest metaphysical sense, who is the infinite in whom all we live and move and have our being.\"[7]\n\nThe second chapter is spoken by Hadit, who refers to himself as the \"complement of Nu,\"[This quote needs a citation] i.e., his bride. As such, he is the infinitely condensed point, the center of her infinite circumference. Crowley says of him, \"He is eternal energy, the Infinite Motion of Things, the central core of all being. The manifested Universe comes from the marriage of Nuit and Hadit; without this could no thing be. This eternal, this perpetual marriage-feast is then the nature of things themselves; and therefore, everything that exists is a \"crystallisation of divine ecstasy\", and \"He sees the expansion and the development of the soul through joy.\"[7]\n\nThe third chapter is spoken by Ra-Hoor-Khuit, \"a god of War and of Vengeance\",[This quote needs a citation] also identified as Hoor-paar-kraat, the Crowned and Conquering Child.[citation needed]\n\nCrowley sums up the speakers of the three chapters thus, \"we have Nuit, Space, Hadit, the point of view; these experience congress, and so produce Heru-Ra-Ha, who combines the ideas of Ra-Hoor-Khuit and Hoor-paar-kraat.\"[8]\n\nThe book also introduces:[citation needed]\n\nCrowley said he wrote The Book of the Law on 8, 9 and 10 April 1904, between the hours of noon and 1:00 pm, in the flat where he and his new wife were staying for their honeymoon, which he described as being near the Boulak Museum in a fashionable European quarter of Cairo, let by the firm Congdon & Co. The apartment was on the ground floor, and the \"temple\" was the drawing room.[citation needed]\n\nCrowley described the encounter in detail in The Equinox of the Gods, saying that as he sat at his desk in Cairo, the voice of Aiwass came from over his left shoulder in the furthest corner of the room. This voice is described as passionate and hurried, and was \"of deep timbre, musical and expressive, its tones solemn, voluptuous, tender, fierce or aught else as suited the moods of the message. Not bass—perhaps a rich tenor or baritone.\"[9] Further, the voice was devoid of \"native or foreign accent.\"\n\nCrowley also got a \"strong impression\" of the speaker's general appearance. Aiwass had a body composed of \"fine matter,\" which had a gauze-like transparency. Further, he \"seemed to be a tall, dark man in his thirties, well-knit, active and strong, with the face of a savage king, and eyes veiled lest their gaze should destroy what they saw. The dress was not Arab; it suggested Assyria or Persia, but very vaguely.[9]\n\nDespite initially writing that it was an \"excellent example of automatic writing,\"[10] Crowley later insisted that it was not just automatic writing (though the writing included aspects of this, since when Crowley tried to stop writing he was compelled to continue. The writing also recorded Crowley's own thoughts). Rather he said that the experience was exactly like an actual voice speaking to him. This resulted in a few transcription errors, about which the scribe had to later inquire.\n\nHe also admits to the possibility that Aiwass may be identified with his own subconscious, although he thought this was unlikely:\n\nCrowley himself was initially opposed to the book and its message. \"I was trying to forget the whole business.\"\n\nShortly after making a few copies for evaluation by close friends, the manuscript was misplaced and forgotten about. It would be several years before it was found, and the first official publication occurred in 1909.\n\nA facsimile of the original handwritten manuscript was published in The Equinox, Volume I, Number VII, in 1912. In 1921, Crowley gave the manuscript its own title, \"AL (Liber Legis), The Book of the Law, sub figura XXXI\", to distinguish it from the typeset version. It is now sometimes referred to as simply \"Liber XXXI\".[14]\n\nThe original manuscript was sent on Crowley's death to Karl Germer, the executor of his will and head of the Ordo Templi Orientis (O.T.O.). On Germer's death no trace of it could be found in his papers. There matters rested until 1984, when Tom Whitmore, the new owner of a house in Berkeley, California, began searching through the junk left in the basement by the previous owner. Among the used mattresses, lumber, and outdated high school textbooks were two boxes of assorted papers and newspaper clippings dealing with Germer's affairs, the charter of the O.T.O. and an envelope containing the manuscript of The Book of the Law. Whitmore donated the papers to the O.T.O. [15]\n\nThe final version of Liber Legis includes text that did not appear in the original writing, including many small changes to spelling. In several cases, stanzas from the Stele of Revealing were inserted within the text.\n\nFor example, chapter 1, page 2, line 9 was written as \"V.1. of Spell called the Song\" and was replaced with:\n\nOn page 6 of chapter 1, the following is in the original manuscript:\n\nThis was later changed to:\n\nAgain in chapter 1, on page 19, Crowley writes, (Lost 1 phrase) The shape of my star is—. Later, it was Rose who filled in the lost phrase:\n\nThe last chapter contains a few spelling changes, and includes large chunks inserted from Crowley's paraphrase of The Stele of Revealing.\n\nThe phrase \"Force of Coph Nia\", which is found in chapter 3, on page 64 (verse 72), was filled in by Rose Kelly because that place in the manuscript had been left incomplete as not having been properly heard by Crowley during the supposed dictation.[16] Israel Regardie proposed that Coph Nia could have been intended to represent Ain Soph, the Cabalistic phrase for Infinity, and that Rose might not have known that Hebrew letters are written from right to left or their meaning[17]\n\nBased on several passages, including: \"My scribe Ankh-af-na-khonsu, the priest of the princes, shall not in one letter change this book; but lest there be folly, he shall comment thereupon by the wisdom of Ra-Hoor-Khuit\" (AL I:36), Crowley felt compelled to interpret AL in writing. He wrote two large sets of commentaries where he attempted to decipher each line.\n\nIn 1912, he prepared AL and his current comments on it for publication in The Equinox, I(7). However, he was not satisfied with this initial attempt. He recalls in his confessions (Crowley 1989, p. 674) that he thought the existing commentary was \"shamefully meagre and incomplete.\" He later explains, \"I had stupidly supposed this Comment to be a scholarly exposition of the Book, an elucidation of its obscurities and a demonstration of its praeterhuman origin. I understand at last that this idea is nonsense. The Comment must be an interpretation of the Book intelligible to the simplest minds, and as practical as the Ten Commandments.\"[18] Moreover, this Comment should be arrived at \"inspirationally,\" as the Book itself had been.[19]\n\nYears later in 1925 while in Tunis, Tunisia, Crowley received his inspiration. He published his second commentary, often called simply \"The Comment\",[citation needed] in the Tunis edition of AL, of which only 11 copies were printed, and signed it as Ankh-f-n-khonsu (lit. \"He Lives in Khonsu\"—a historical priest who lived in Thebes in the 26th dynasty, associated with the Stele of Revealing). Crowley later tasked his friend and fellow O.T.O. member Louis Wilkinson with preparing an edited version of Crowley's commentaries which was published some time after Crowley's death as The Law is for All.[16]\n\n"
        },
        {
            "title": "Interpretation",
            "text": "Thanks in large part to The Comment, interpretation of the often cryptic text is generally considered by Thelemites a matter for the individual reader. Crowley wrote about Liber AL in great detail throughout the remainder of his life, apparently attempting to decipher its mysteries.\n\nThe general method that Crowley used to interpret the obscurities of Liber AL was qabalah, especially its numerological method of gematria. He writes, \"Many such cases of double entendre, paronomasia in one language or another, sometimes two at once, numerical-literal puzzles, and even (on one occasion) an illuminating connexion of letters in various lines by a slashing scratch, will be found in the Qabalistic section of the Commentary.\"[9] In Magick Without Tears he wrote:\n\nCrowley would later consider the subsequent events of his life, and the apparent fulfilment of certain 'predictions' of the book, as further proof:\n\nOne such key event was Charles Stansfeld Jones claiming the grade of Magister Templi, which Crowley saw as the birth of his 'Magical Son'. Crowley believed that Jones later went on to \"discover the Key of it all\"  as foretold in the book (II:76, III:47).\nCrowley believed that Jones' discovery of the critical value of 31 gave Crowley further insight into his qabalistic understanding and interpretation of the book. Upon receiving notification of this discovery, Crowley replied:\n\nEnglish Qaballa (EQ) is an English-based Hermetic Qabalah supported by a system of arithmancy that interprets the letters of the English alphabet via an assigned set of values, discovered by James Lees in 1976. It is the result of an intent to understand, interpret, and elaborate on the mysteries of Aleister Crowley's received text, Liber AL vel Legis, the Book of the Law. According to Jake Stratton-Kent, \"the English Qaballa is a qabalah and not a system of numerology. A qabalah is specifically related to three factors: one, a language; two, a 'holy' text or texts; three, mathematical laws at work in these two.\"[23][24]\n\nThe \"order & value\"[25] discovered by James Lees lays the letters out on the grid superimposed on the page of manuscript of Liber AL on which this verse (III:47) appears (sheet 16 of Chapter III).[25] Also appearing on this page are a diagonal line and a circled cross. The Book of the Law states that the book should only be printed with Crowley's hand-written version included, suggesting that there are mysteries in the \"chance shape of the letters and their position to one another\" of Crowley's handwriting.  Whichever top-left to bottom-right diagonal is read the magickal order of the letters is obtained.[26]\n\n"
        },
        {
            "title": "Skeptical interpretations",
            "text": "Crowley's former secretary Israel Regardie argued in his biography of Crowley, The Eye in the Triangle, that Aiwass was an unconscious expression of Crowley's personality.[17] Regardie stated that although Crowley initially regarded Aiwass as one of the secret chiefs, years later he came to believe that Aiwass was his own Holy Guardian Angel.[citation needed]\n\nRegardie also argued that Rose's ability to answer Crowley's questions about Horus and the Qabala was not as remarkable as Crowley thought. Rose had been married to Crowley for eight months at this point and Regardie stated that Crowley may well have used Rose as a 'sounding board' for many of his own ideas. Therefore, she may not have been as ignorant of magick and mysticism as Crowley made out.[17]\n\nIn his introduction to his edition of The Law is for All, Israel Regardie stated:\n\nCharles R. Cammell, author of Aleister Crowley: The Man, the Mage, the Poet[27] also believed the Book was an expression of Crowley's personality:\n\nScholar Joshua Gunn also argued that the stylistic similarities between the Book and Crowley's poetic writings were too great for it to be anything other than Crowley's work:\n\n"
        },
        {
            "title": "Editions",
            "text": "The Book of the Law was first published in 1909 as part of ΘΕΛΗΜΑ, a collection of the holy books of Thelema.[29] ΘΕΛΗΜΑ was privately published in London by the A∴A∴ as a three volume set, with The Book of the Law appearing in Volume III.[29][30] It was next published in 1913 as part of The Equinox, Volume I, Number X. In both of these early editions it is titled Liber L vel Legis. Subsequent published editions include:\n\nLiber AL is also published in many books, including:\n\n"
        }
    ]
}