{
    "url": "https://en.wikipedia.org/wiki/The_Elementary_Forms_of_the_Religious_Life",
    "title": "The Elementary Forms of the Religious Life",
    "table_of_contents": [],
    "paragraphs": [
        {
            "title": "",
            "text": "The Elementary Forms of Religious Life (French: Les formes élémentaires de la vie religieuse), published by the French sociologist Émile Durkheim in 1912, is a book that analyzes religion as a social phenomenon. Durkheim attributes the development of religion to the emotional security attained through communal living. His study of totemic societies in Australia led to a conclusion that the animal or plant that each clan worshipped as a sacred power was in fact that society itself.[1]: 201  Halfway through the text, Durkheim asks, \"So if [the totem animal] is at once the symbol of the god and of the society, is that not because the god and the society are only one?\"[1]: 206 \n\nAccording to Durkheim, early humans associated such feelings not only with one another, but as well with objects in their environment. This, Durkheim believed, led to the ascription of human sentiments and superhuman powers to these objects, in turn leading to totemism. The essence of religion, Durkheim finds, is the concept of the sacred, the only phenomenon which unites all religions. \"A religion,\" writes Durkheim, \"is a unified system of beliefs and practices relative to sacred things, that is to say, things set apart and forbidden—beliefs and practices which unite into a single moral community called a Church, all those who adhere to them.\"[2] Durkheim concludes:\n\nDurkheim means that the symbolization of the collective consciousness is done through the totemic animal. It is through this 'flag' that Australian Aboriginals become conscious of themselves within a system of knowledge given by the group itself.[1]: 445 \n\nDurkheim examined religion using such examples as Pueblo Indian rain dances, the religions of aboriginal communities in Australia, and alcoholic hallucinations.\n\n"
        }
    ]
}