{
    "url": "https://en.wikipedia.org/wiki/The_Dispossessed",
    "title": "The Dispossessed",
    "table_of_contents": [
        "1 Background",
        "2 Meaning of the title",
        "3 Setting",
        "3.1 Theoretical timeline",
        "4 Story",
        "4.1 Anarres (chapters 2, 4, 6, 8, 10, 12)",
        "4.2 Urras (chapters 1, 3, 5, 7, 9, 11)",
        "4.3 Onboard the Davenant (chapter 13)",
        "5 Themes",
        "5.1 Symbolism",
        "5.2 Anarchism and capitalism",
        "5.3 Utopianism",
        "5.4 Feminism",
        "5.5 Prison abolition",
        "6 Publication",
        "7 Critical reception",
        "8 Awards",
        "9 Adaptations",
        "10 Translations",
        "11 See also",
        "12 Notes",
        "13 Works cited",
        "13.1 Anarchism and The Dispossessed",
        "13.2 Gender and The Dispossessed",
        "13.3 Language and The Dispossessed",
        "13.4 Property and possessions",
        "13.5 Science and The Dispossessed",
        "13.6 Taoism and The Dispossessed",
        "13.7 Utopian literature and The Dispossessed",
        "13.8 Additional references",
        "14 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The Dispossessed (in later printings titled The Dispossessed: An Ambiguous Utopia)[1] is a 1974 anarchist utopian science fiction novel by American writer Ursula K. Le Guin, one of her seven Hainish Cycle novels. It is one of a small number of books to win the Hugo, Locus and Nebula Awards for Best Novel.[2] It achieved a degree of literary recognition unusual for science fiction due to its exploration of themes such as anarchism (on a satellite planet called Anarres) and revolutionary societies, capitalism, utopia, and individualism and collectivism.\n\nIt features the development of the mathematical theory underlying a fictional ansible, a device capable of faster-than-light communication (it can send messages without delay, even between star systems) that plays a critical role in the Hainish Cycle. The invention of the ansible places the novel first in the internal chronology of the Hainish Cycle, although it was the fifth published.[3]\n\n"
        },
        {
            "title": "Background",
            "text": "In her introduction to the Library of America reprint in 2017, reflecting back some 40 years from late in her life, the author wrote:\n\nLe Guin's parents, academic anthropologists Alfred and Theodora Kroeber, were friends with J. Robert Oppenheimer; Le Guin stated that Oppenheimer was the model for Shevek, the book's protagonist.[6]: 2 \n\n"
        },
        {
            "title": "Meaning of the title",
            "text": "It has been suggested that Le Guin's title is a reference to Dostoyevsky's novel about anarchists, Demons (Russian: Бесы, Bésy), one popular English-language translation of which is titled The Possessed.[1] Many of the philosophical underpinnings and ecological concepts came from Murray Bookchin's Post-Scarcity Anarchism (1971), according to a letter Le Guin sent to Bookchin.[7] Anarres citizens are dispossessed not just by political choice, but by the very lack of actual resources to possess. Here, again, Le Guin draws a contrast with the natural wealth of Urras, and the competitive behaviors this fosters.[8]\n\n"
        },
        {
            "title": "Setting",
            "text": "The Dispossessed is set on Anarres and Urras, the twin inhabited worlds of Tau Ceti. Urras is divided into several states, but is dominated by two rival superpowers, A-Io and Thu. While on Urras, the main character spends most of his time in A-Io, a state with a capitalist economy and a patriarchal system. The state of Thu is never actually visited, but is said to have an authoritarian system that claims to rule in the name of the proletariat. A-Io has dissent in its borders, including a few different oppositional left-wing parties, one of which is closely linked to the rival society of Thu. When a revolution is sparked in Benbili, the third major, yet undeveloped, area of Urras, A-Io invades the Thu-supported revolutionary area, generating a proxy war.\n\nThe moon, Anarres, represents a more idealist ideological structure: anarcho-syndicalism. The Anarresti, who call themselves Odonians after the founder of their political philosophy, arrived on Anarres from Urras around 200 years ago. In order to forestall an anarcho-syndicalist rebellion, the major Urrasti states gave the revolutionaries the right to live on Anarres, along with a guarantee of non-interference (the story is told in Le Guin's \"The Day Before the Revolution\"). Before this, Anarres had had no permanent settlements, apart from some mining facilities.\n\nThe economic and political situation of Anarres and its relation to Urras is ambiguous. The people of Anarres consider themselves as being free and independent, having broken off from the political and social influence of the old world. However, the powers of Urras consider Anarres as being essentially their mining colony, as the annual consignment of Anarres's precious metals and their distribution to major powers on Urras is a major economic event of the old world.\n\nIn the last chapter of The Dispossessed, we learn that the Hainish people arrived at Tau Ceti 60 years previously, which is more than 100 years after the secession of the Odonians from Urras and their exodus to Anarres. Terrans are also there, and the novel occurs some time in the future, according to an elaborate chronology worked out by science fiction author Ian Watson in 1975: \"the baseline date of AD 2300 for The Dispossessed is taken from the description of Earth in that book (§11) as having passed through an ecological and social collapse with a population peak of 9 billion to a low-population but highly centralized recovery economy.\"[9] In the same article, Watson assigns a date of AD 4870 to The Left Hand of Darkness; both dates are problematic — as Watson says himself, they are contradicted by \"Genly Ai's statement that Terrans 'were ignorant until about three thousand years ago of the uses of zero'\".\n\n"
        },
        {
            "title": "Story",
            "text": "The chapters alternate between the two planets and between the present and the past. The even-numbered chapters, which are set on Anarres, chronologically take place first and are followed by the odd-numbered chapters, which take place on Urras. The only exceptions occur in the first and last chapters: the first takes place on both the moon and the planet; the last takes place in a spaceship.\n\nChapter One begins in the middle of the story. The protagonist Shevek is an Anarresti physicist attempting to develop a General Temporal Theory. The physics of the book, Principles of Simultaneity, describes time as having a much deeper, more complex structure than as it is understood. It incorporates not only mathematics and physics, but also philosophy and ethics. Shevek finds his work blocked by a jealous superior, Sabul, who controls the publication of Anarresti manuscripts. As his theories conflict with the prevailing political philosophy, Shevek believes that his ideas are discordant with Anarresti society. Throughout his time in Abbernay, he runs into old acquaintances from his adolescence and his mother, Rulag. One of his old female acquaintances, Takver, becomes involved with Shevek and the two start a relationship and have their first child together.\n\nShevek's work is further disrupted by his social obligation to perform manual labor during a drought in Anarres's anarchist society. To ensure survival in a harsh environment, the people of Anarres must put the needs of society ahead of their own personal desires, so Shevek performs hard agricultural labor in a dusty desert for four years instead of working on his research. After the drought, he arranges to go to Urras, having won a prestigious award for his work there, to finish and publish his theory with the help of the syndicate he set up to distribute his works. His contact with scholars on Urras and his decision to travel results in political turmoil on Anarres. Shevek is accused of being a traitor by Sabul and threatening the political separation between the two worlds. Believing that his theory will benefit the Anarresti and the wider society, Shevek embarks to Urras.\n\nShevek's journey to the only spaceport in Anarres is eventful. Having been deemed a traitor by some groups on the planet, Shevek is nearly killed as an angry mob tries to stop him getting on the spaceship to A-Io. Arriving in A-Io, Urras, Shevek is feted. He soon finds himself disgusted with the social, sexual, and political conventions of the hierarchical capitalist society of Urras. His grievances are further explored with the outbreak of war in neighbouring Benbili, of which A-Io is involved with rivalling Thu. At Ieu Eun University, Shevek struggles with teaching the Urrasti students and is manipulated by the physicists there, who hope that his breakthrough on the General Temporal Theory will allow them to build a faster-than-light ship. A mysterious note asking him to join his 'brothers' spooks Shevek, knowing that fellow like-minded anarchists are on Urras - in the shadows. Eventually, at a dinner party, a drunken Shevek publicly denounces his peers on A-Io, scolding them for their materialistic lives and taking their splendor for granted, before leading to a disastrous sexual encounter that further alienates Shevek from his peers. He has a sobering realisation that the theory he proposes will be capitalised by the Urrasti for potential warfare, not for the benefit of society. Shevek escapes the university, contacts an underground revolutionary group from the note he found, joining in a labor protest in Nio Esseia that is violently suppressed. He flees to the Terran embassy, where he asks them to transmit his theory to all worlds. The Terrans provide him safe passage back to Anarres.\n\nFor interplanetary travel to his world, Anarres, Shevek is shown around a Hainish spaceship. Hainish culture is described. A Hainishman named Ketho, who sympathizes with Odonian thought, wants to disembark with Shevek when they land on Anarres. Not knowing if the Anarresti will welcome him back with open arms, Shevek remains content thinking about his family as the spaceship begins to land.\n\n"
        },
        {
            "title": "Themes",
            "text": "The ambiguity of Anarres's economic and political situation in relation to Urras is symbolically manifested in the low wall surrounding Anarres's single spaceport. This wall is the only place on the anarchist planet where \"No Trespassing!\" signs may be seen, and it is where the book begins and ends. The people of Anarres believe that the wall divides a free world from the corrupting influence of an oppressor's ships. On the other hand, the wall could be a prison wall keeping the rest of the planet imprisoned and cut off. Shevek's life attempts to answer this question.\n\nIn addition to Shevek's journey to answer questions about his society's true level of freedom, the meaning of his theories themselves weave their way into the plot; they not only describe abstract physical concepts, but they also reflect ups and downs of the characters' lives, and the transformation of the Anarresti society. An oft-quoted saying in the book is \"true journey is return.\"[10] The meaning of Shevek's theories—which deal with the nature of time and simultaneity—have been subject to interpretation. For example, there have been interpretations that the non-linear nature of the novel is a reproduction of Shevek's theory.[11]\n\nIn her foreword to the collected Hainish novels, Le Guin notes her \"great, immediate affinity\" with anarchist thinkers Peter Kropotkin and Paul Goodman.[12] Elsewhere, she writes that \"Odonism is anarchism,\" mentioning parallels with Emma Goldman,  Taoism and Percy Bysse Shelley. For Le Guin, anarchism's \"principal target is the authoritarian State (capitalist or socialist); its principal moral-practical theme is cooperation (solidarity, mutual aid).\"[13]\n\nBoth on Anarres and Urras, many conflicts occur between these anarchist principles and the constraints imposed by authority and society. On Anarres, there are no written laws. However, in practice, there are strong conventions about how most things should be done, which frustrate Shevek throughout the novel. Money is also not used, and instead the Anarresti rely on the DivLab database to match volunteer labor with work assignments. Via these conventions and institutions, The Dispossessed depicts an anarchist-syndicalist \"alternative to capitalism. Le Guin’s computational economy combines a central economic plan for society with democratic decision-making on a syndicalist model, bureaucratic and computational efficiency, and a negotiated tension among syndicate federalism, individual autonomy, and the danger of centralized authority.\"[14]\n\nThe language spoken on Anarres also reflects anarchism. Pravic is a constructed language in the tradition of Esperanto. Pravic reflects many aspects of the philosophical foundations of utopian anarchism.[15] For instance, the use of the possessive case is strongly discouraged, a feature that also is reflected by the novel's title.[16] Children are trained to speak only about matters that interest others; anything else is \"egoizing\" (pp. 28–31). There is no property ownership of any kind. Shevek's daughter, upon meeting him for the first time, tells him, \"You can share the handkerchief I use\"[17] rather than \"You may borrow my handkerchief\", thus conveying the idea that the handkerchief is not owned by the girl, but is merely used by her.[18]\n\nThe work is sometimes said to represent a modern revival of the utopian genre.[19] When first published, the book included the tagline: \"The magnificent epic of an ambiguous utopia!\" which was shortened by fans to \"An ambiguous utopia\" and adopted as a subtitle in certain editions.[20][21]\n\nLe Guin brings her own innovations to the literary tradition of utopia. Many earlier utopian novels featured a visitor to utopia, as a device to teach the reader about its institutions. However The Dispossessed inverts this, by having Shevek, dissatisfied with his life in Annares, travel to Urras. The Dispossessed also does not seek to portray Anarres as a society that is absolutely good, but only as \"ambiguously good.\"[22]\n\nTom Moylan describes The Dispossessed as \"the best known and the most popular of the critical utopias published in the 1970s.\"[23] 'Critical' utopian fiction continues to embrace utopian ideals, but it is cautious of being too prescriptive, and tends to focus on \"the continuing presence of difference and imperfection within utopian society itself.\"[24] The Dispossessed shares with many later critical utopias, including Iain M. Banks's Culture series and Samuel R. Delany's Trouble on Triton, a focus on utopia's discontents, and an interest in how utopian society interacts with its neighbors.\n\nThere is some disagreement as to whether The Dispossessed should be considered a feminist utopia or a feminist science fiction novel. According to Mary Morrison of the State University of New York at Buffalo, the anarchist themes in this book help to promote feminist themes as well. Other critics, such as William Marcellino of SUNY Buffalo and Sarah LeFanu, writer of \"Popular Writing and Feminist Intervention in Science Fiction,\" argue that there are distinct anti-feminist undertones throughout the novel.\n\nMorrison argues that Le Guin's portrayed ideals of Taoism, the celebration of labor and the body, and desire or sexual freedom in an anarchist society contribute greatly to the book's feminist message. Taoism, which rejects dualisms and divisions in favor of a Yin and Yang balance, brings attention to the balance between not only the two planets, but between the male and female inhabitants. The celebration of labor on Anarres stems from a celebration of a mother's labor, focusing on creating life rather than on building objects. The sexual freedom on Anarres also contributes to the book's feminist message.[25]\n\nOn the other hand, some critics believe that Le Guin's feminist themes are either weak or not present. Some believe that the Taoist interdependence between the genders actually weakens Le Guin's feminist message. Marcellino believes that the anarchist themes in the novel take precedence and dwarf any feminist themes.[26] Lefanu adds that there is a difference between the feminist messages that the book explicitly presents and the anti-feminist undertones. For example, the book says that women created the society on Anarres. However, female characters seem secondary to the male protagonist, who seems to be a traditional male hero; Lefanu asserts that this subversion weakens any feminist message that Le Guin was trying to convey.[27]\n\nOdo, the founder of Anarresti society, wrote her most influential works during a nine-year imprisonment. Anarres itself has no prisons. Its post-carceral nature becomes apparent in chapter two, when a group of Annaresti schoolchildren learn about prisons in their history lesson.[1][28] The teacher describes prisons \"with the reluctance of a decent adult forced to explain an obscenity to children. Yes, he said, a prison was a place where a State put people\nwho disobeyed its Laws.\"[29] Fascinated by this \"perversity,\" the schoolchildren construct their own prison and detain one of their own inside. They are ultimately horrified by the experience.\n\nFigurative imprisonment is an important theme in the novel too. In both the Urrasti and Anarresti parts of the novel, “time after time the question of who is being locked out or in, which side of the wall one is on, is the focus of the narrative.”[30] Mark Tunik emphasises that the wall is the dominant metaphor for social constraints in The Dispossessed. While on Urras, Shevek hits \"the wall of charm, courtesy, indifference.\" He later notes that he let a \"wall be built around him\" that kept him from seeing the poor people on Urras. He had been co-opted, with walls of smiles of the rich, and he didn't know how to break them down. Shevek at one point speculates that the people on Urras are not truly free, precisely because they have so many walls built between people and are so possessive. He says, \"You are all in jail. Each alone, solitary, with a heap of what he owns. You live in prison, die in prison. It is all I can see in your eyes – the wall, the wall!\" ‘[31]\n\nIt is not just the state of mind of those inside the prisons that concerns Shevek, he also notes the effect on those outside the walls. Steve Grossi says, \"by building a physical wall to keep the bad in, we construct a mental wall keeping ourselves, our thoughts, and our empathy out, to the collective detriment of all.\" Shevek himself later says, \"those who build walls are their own prisoners.\"[32]\n\n"
        },
        {
            "title": "Publication",
            "text": "In Le Guin's book-writing process, the story always came to her through a character rather than an event, idea, plot, or society. The story behind The Dispossessed first occurred to Le Guin through a vision, revealed as if seen from a distance, first as a male physicist, his thin face, clear eyes, large ears, possibly recalling a memory of Robert Oppenheimer, and a vivid personality.[33] She attempted to capture the character in a short story in what she recalled as one of her worst in 30 years of writing, in which the physicist escapes a gulag planet for a nearby wealthy sister planet, where he has a love affair but likes the planet even less, and so nobly returns to the gulag. She proceeded to rewrite the story, beginning with his name and origin—Shevek, from Utopia—which she considered reasonable based on his intelligence and disarming naivety. Knowing only bits of Thomas More (Utopia), William Morris (News from Nowhere), William Henry Hudson (A Crystal Age), and H. G. Wells (A Modern Utopia), Le Guin's reading of modern libertarian socialists rounded Shevek's prison planet into a place where she saw he would want to return: Marx and Engels, William Godwin, Emma Goldman, Paul Goodman and, foremost, Peter Kropotkin and Mary Shelley.[34]\n\nLe Guin wrote The Dispossessed in 1973 for publication in May[35] or June 1974.[36]\n\n"
        },
        {
            "title": "Critical reception",
            "text": "The novel received generally positive reviews. On the positive side, Baird Searles characterized the novel as an \"extraordinary work\", saying Le Guin had \"created a working society in exquisite detail\" and \"a fully realized hypothetical culture [as well as] living breathing characters who are inevitable products of that culture\".[37] Gerald Jonas, writing in The New York Times, said that \"Le Guin's book, written in her solid, no-nonsense prose, is so persuasive that it ought to put a stop to the writing of prescriptive Utopias for at least 10 years\".[38] Theodore Sturgeon praised The Dispossessed as \"a beautifully written, beautifully composed book\", saying \"it performs one of [science fiction's] prime functions, which is to create another kind of social system to see how it would work. Or if it would work.\"[39]\n\nLester del Rey, however, gave the novel a mixed review, citing the quality of Le Guin's writing but claiming that the ending \"slips badly\", a deus ex machina that \"destroy[s] much of the strength of the novel\".[40]\n\n"
        },
        {
            "title": "Adaptations",
            "text": "In 1987, the CBC Radio anthology program Vanishing Point adapted The Dispossessed into a series of six 30 minute episodes.[41]\n\nOn October 5, 2021, it was announced that 1212 Entertainment and Anonymous Content would adapt the novel into a limited series.[42]\n\n"
        }
    ]
}