{
    "url": "https://en.wikipedia.org/wiki/The_Golden_Blade",
    "title": "The Golden Blade",
    "table_of_contents": [
        "1 Plot",
        "2 Cast",
        "3 Production",
        "4 References",
        "5 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The Golden Blade is a 1953 American adventure film directed by Nathan Juran and starring Rock Hudson as Harun Al-Rashid and Piper Laurie as Princess Khairuzan. It is set in ancient Bagdad and borrows from the Arabic fairy tales of One Thousand and One Nights as well as the myth of King Arthur and the Sword in the Stone.\n\n"
        },
        {
            "title": "Plot",
            "text": "The movie opens with a raging desert battle between the cities of Basra and Baghdad, during which Basran, the father of Harun, is fatally wounded. Before he dies, he gives his son a medallion he has pulled from his killer's neck, and urges him to somehow end the senseless killings.\n\nHarun rides to Baghdad, where he meets shopkeeper Barcus. He manages to struck a deal in which, for 10 dinars, he can pick any item in Barcus' shop. Under a pile of rags, he finds a magical golden sword that allows him to cut through solid metal. Barcus discovers that the sword will only manifest its powers when Harun wields it and warns him to be careful until they can translate the inscriptions on the blade.\n\nMeanwhile, in the palace, sinister Vizier Jafar urges Badgad's Caliph to fight Basra, to no avail. The Caliph's rebellious daughter, princess Khairuzan is soon brought in by her guard, Jafar's dim-witted son Hadi. Jafar convinces the Caliph that Khairuzan's headstrong ways may be tamed by marriage to his son, then later plots with Hadi to undermine the Caliph by inciting more battles against Basra. When Khairuzan learns of the arranged marriage, she disguises herself as a boy and scapes the palace, stealing Harun's horse in the process. She is finally caught by both Hadi and Harun, who begin a fight. Harun wins and discovers he is actually invincible while wielding the golden sword.\n\nKhairuzan claims to be a boy slave and Harun brings her to the city, where they learn from Barcus that the sword's first inscription promises that whoever unsheathes the sword will gain the throne. Later, Harun, realizing that Khairuzan is a girl, protects her when a guard questions them, and they are both thrown to the dungeon, where they fall in love and kiss. After a minor quarrel, Khairuzan makes herself known to the guards and moves back to her harem. Knowing of the sword's magical powers, she declares that only the winner of a tournament may claim her hand. She names Harun as her guard, and although he is infuriated to discover she is a princess and he her servant, he later watches admiringly as she is very kind to the poor townspeople.\n\nMeanwhile, Khairuzan's handmaiden, Bakhamra, informs Hadi about the magic sword, and he and his father steal it by creating a replica and then drugging Harun in order to switch the two. Khairuzan wakes Harun from his stupor and later asks him why he has not yet signed up for the tournament. When she disagrees with his response that he is not aristocratic enough to marry her, he kisses her. He then races to Barcus to proclaim his newfound joy, and refuses to listen when Barcus warns him that the second inscription counsels that the bearer's true reward will arrive in a grave of stone.\n\nAt the tournament, Hadi defeats Harun by cheating. Harun realizes his sword was switched and suspects Khairuzan to be responsible. He breaks into the palace and finds Bakhamra. She has just been jilted by Hadi and so reveals his scheme to Harun. Harun locates Hadi just as he is about to bring his unwilling bride to bed, and fights with him. He is captured by Hadi's guards and brought before Jafar. Bakhamra and the Caliph overhear the vizier plan to kill them and blame Harun. When the Caliph orders Jafar arrested, the vizier brings out his medallion, which is the same as the one Harun carries, and tries to kill the Caliph with the magic sword, but it slices into a stone pillar and remains stuck there. The guards kill the Caliph and go after Harun and Khairuzan, who escape and fabricate their deaths.\n\nJafar and Hadi soon discover that they cannot pull the sword out of the column and call men in from across Bagdad to attempt to pull it out. While Khairuzan gathers the townspeople around her, Harun and Barcus sneak back into the palace. Harun fights with the guards and is almost captured when Khairuzan rouses the people to storm the palace. He grabs the sword from the stone, causing it to collapse on top of Jafar and Hadi. Khairuzan bestows on Harun the title Al-Rhashid (the righteous). Then they kiss.\n\n"
        },
        {
            "title": "Production",
            "text": "The film was supposed to have starred Farley Granger.[1]\n\n"
        }
    ]
}