{
    "url": "https://en.wikipedia.org/wiki/The_Tale_of_the_Bamboo_Cutter",
    "title": "The Tale of the Bamboo Cutter",
    "table_of_contents": [
        "1 Background",
        "2 Narrative",
        "3 Literary connections",
        "3.1 Banzhu Guniang",
        "3.2 Chang'e",
        "4 Legacy",
        "4.1 Modern adaptations",
        "5 Notes",
        "6 References",
        "7 Bibliography",
        "8 Further reading",
        "9 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The Tale of the Bamboo Cutter (Japanese: 竹取物語, Hepburn: Taketori Monogatari) is a monogatari (fictional prose narrative) containing elements of Japanese folklore. Written by an unknown author in the late 9th or early 10th century during the Heian period, it is considered the oldest surviving work in the monogatari form.\n\nThe story details the life of Kaguya-hime, a princess from the Moon who is discovered as a baby inside the stalk of a glowing bamboo plant. After she grows, her beauty attracts five suitors seeking her hand in marriage, whom she turns away by challenging them each with an impossible task; she later attracts the affection of the Emperor of Japan. At the tale's end, Kaguya-hime reveals her celestial origins and returns to the Moon. The story is also known as The Tale of Princess Kaguya (かぐや姫の物語, Kaguya-hime no Monogatari), after its protagonist.[1]\n\n"
        },
        {
            "title": "Background",
            "text": "The Tale of the Bamboo Cutter is considered the oldest surviving monogatari, though its exact date of composition is unknown.[a] A poem in the Yamato Monogatari, a 10th-century work that describes life in the imperial court, invokes the tale in reference to a moon-viewing party held at the palace in 909. A mention of smoke rising from Mount Fuji in The Tale of the Bamboo Cutter suggests that the volcano was still active at the time of its composition; the Kokin Wakashū indicates that the mountain had stopped emitting smoke by 905. Other evidence suggests the tale was written between 871 and 881.[3]\n\nThe author of The Tale of the Bamboo Cutter is also unknown, and scholars have variously attributed it to Minamoto no Shitagō (911–983), to the Abbot Henjō, to a member of the Imbe clan, to a member of a political faction opposed to Emperor Tenmu, and to the kanshi poet Ki no Haseo (842–912). It is also debated whether the tale was written by one person or a group of people, and whether it was written in kanbun, Japanese kana, or even Chinese.[3]\n\nThe tale has been identified as proto-science fiction. Some of its science fiction plot elements include Kaguya-hime being a princess from the Moon, an extraterrestrial being raised by a human on Earth, and her being taken back to the Moon by her real extraterrestrial family. A manuscript illustration also depicts a round flying machine that resembles a flying saucer.[4] Kaguya's story also has similarities to a modern superhero origin story, particularly that of Superman.[5]\n\n"
        },
        {
            "title": "Narrative",
            "text": "One day in the bamboo forest, an old bamboo cutter called Taketori no Okina (竹取翁, \"old bamboo harvester\") comes across a mysterious, shining stalk of bamboo. Upon cutting it open, he is surprised to find an infant the size of his thumb inside. The old man and his wife, having no children of their own, decide to raise the infant as their own daughter, and name her Nayotake no Kaguya-hime (なよたけのかぐや姫, \"Shining Princess of the Young Bamboo\"). From that moment on, every time the man cuts a stalk of bamboo, he finds a small nugget of gold inside. The family soon grows rich, and within just three months, Kaguya-hime grows from an infant into a woman of ordinary size and extraordinary beauty. At first, the old man tries to keep news of Kaguya-hime away from outsiders, but as word of her beauty spreads, she attracts many suitors who seek her hand in marriage.\n\nAmong the suitors are five nobles: Prince Ishitsukuri (石作皇子), Prince Kuramochi (車持皇子), the Minister of the Right Abe no Mimuraji (右大臣阿倍御主人), the Grand Counselor Ōtomo no Miyuki (大納言大伴御行), and the Middle Counselor Isonokami no Marotari (中納言石上麻呂). They eventually persuade the old man to have Kaguya-hime choose from among them. Uninterested, Kaguya-hime devises five impossible tasks, agreeing to marry the noble who can bring her the item specified for him: the stone begging bowl of the Buddha, a jeweled branch from the mythical island of Hōrai, a robe of Chinese fire-rat skins, a colored jewel from a dragon's neck, and a cowry shell born from a swallow.\n\nRealizing the impossibility of his task, the first noble presents a fake stone bowl made from a blackened pot, but is exposed when Kaguya-hime notices that the bowl does not glow with holy light. The second noble presents a branch created  by the country's finest jewelers, but is revealed  when a messenger of the craftsmen arrives at Kaguya-hime's house to collect payment. The third noble is deceived by a merchant from China, who sells him a robe that burns when it is tested with fire. The fourth noble sets out to find a dragon at sea, but abandons his plans after encountering a storm. The fifth noble falls from a great height while reaching into a swallow's nest.\n\nAfter this, the Emperor of Japan comes to visit Kaguya-hime and, after falling in love, asks her hand in marriage. Although he is not subjected to an impossible trial, Kaguya-hime rejects his request for marriage as well, telling him that she is not from his country and therefore cannot go to the palace with him. She remains in contact with the Emperor, but continues to rebuff his proposals. Three years pass as they continue to communicate by letter.\n\nThat summer, whenever Kaguya-hime views the full moon, her eyes fill with tears. Though her adoptive parents grow very worried and question her, she refuses to tell them what is wrong. Her behaviour becomes increasingly erratic until she reveals that she is not of the Earth and that she must return to her people on the Moon. It is said that she was sent to the Earth, where she would inevitably form material attachment, as a punishment for some crime without further description. The gold was a stipend from the people of the Moon, sent to pay for Kaguya-hime's upkeep.\n\nAs the day of her return approaches, the Emperor sends his guards to protect her from the Moon's people, but when an embassy of heavenly beings descends upon the bamboo cutter's house, the guards are blinded by a strange light. Kaguya-hime announces that, though she loves her many friends on Earth, she must return with the beings to her true home on the Moon. She writes sad notes of apology to her parents and to the Emperor, then gives her parents her own robe as a memento. She then takes a little of the elixir of immortality, attaches it to her letter to the Emperor, and gives it to the guard officer. As she hands it to him, a feather robe is placed on her shoulders, and all of her sadness and compassion for the people of the Earth are apparently forgotten. The entourage ascends into the sky, taking Kaguya-hime back to Tsuki no Miyako (月の都, \"the Capital of the Moon\") and leaving her earthly foster parents in tears.\n\nThe old couple become very sad and are soon put to bed sick. The officer returns to the Emperor with the items Kaguya-hime gave him as her last mortal act, and reports what happened. The Emperor reads her letter and is overcome with sadness, and asks his servants, \"Which mountain is the closest place to Heaven?\"; in response, one suggests the Great Mountain of Suruga Province. The Emperor then orders his men to take the letter to the summit of the mountain and burn it, in the hope that his message would reach the distant princess. They are also ordered to burn the elixir of immortality, as the Emperor does not wish to live for eternity without being able to see her.\n\nLegend has it that the word for immortality (不死, fushi), became the name of the mountain, Mount Fuji. It is also said that the kanji for the mountain, which translate literally to \"mountain abounding with warriors\" (富士山), are derived from the Emperor's army ascending the slopes to carry out his order. It is said that the smoke from the burning still rises to this day. (In the past, Mount Fuji was a much more active volcano and therefore produced more smoke.)\n\n"
        },
        {
            "title": "Literary connections",
            "text": "Elements of the tale were drawn from earlier stories. The protagonist Taketori no Okina appears in the earlier poetry collection Man'yōshū (c. 759; poem #3791). In it, he meets a group of women and he recites a poem to them. This indicates that there previously existed an image or tale revolving around a bamboo cutter and celestial or mystical women.[6][7]\n\nA similar retelling of the tale appears in the 12th century Konjaku Monogatarishū (volume 31, chapter 33), although the relationship between these texts is debated.[8]\n\nIn 1957, Jinyu Fenghuang (金玉鳳凰), a Chinese book of Tibetan tales, was published.[9] In the early 1970s, Japanese literary researchers became aware that Banzhu Guniang (班竹姑娘), one of the tales in the book, had certain similarities with The Tale of the Bamboo Cutter.[10][11]\n\nInitially, many researchers believed Banzhu Guniang to be related to Tale of Bamboo Cutter, although some were skeptical. In the 1980s, studies showed that the relationship between these stories was not as simple as initially thought. Okutsu provides an extensive review of the research, and notes that the book Jinyu Fenghuang was intended to be for children, and as such, the editor took some liberties in adapting the tales. No other compilation of Tibetan tales contains the story.[12] A Tibetan-born person[who?] wrote that he did not know the story.[13] A researcher went to Sichuan and found that, apart from those who had already read Jinyu Fenghuang, local researchers in Chengdu did not know the story.[14] Several Tibetan sources in Ngawa Tibetan and Qiang Autonomous Prefecture did not know the story either.[14] The philological consensus is that the author of the 1957 book purposefully copied The Tale of the Bamboo Cutter.[15]\n\nThe Chinese legend of Chang'e can be traced to the second century BCE. According to the main telling of the legend, a xian named Chang'e came to Earth, thereby losing her immortality. To get it back, she stole the elixir of immortality from the Queen Mother of the West, then fled to the moon. The elements of immortality and flight are well-connected to the Daoist figure of the xian, as is the appearance of unusual figures in the mountains, but the Japanese tale includes many novel elements such as the bamboo cutter, the suitors, and the night abduction by floating creatures.[16]\n\n"
        },
        {
            "title": "Legacy",
            "text": "The Tale of the Bamboo Cutter is a popular folk tale in Japan.[17] It has been adapted, updated and reworked into numerous modern media, especially Japanese pop culture media such as manga and anime.[18][19]\n\nGenerally faithful adaptations of the original story include the following:\n\nModern updates and reworkings of the original story are found in numerous other works:\n\n"
        }
    ]
}