{
    "url": "https://en.wikipedia.org/wiki/The_Million_Dollar_Mystery",
    "title": "The Million Dollar Mystery",
    "table_of_contents": [
        "1 Plot",
        "2 Cast",
        "3 Filming and $10,000 prize",
        "4 Chapter titles",
        "5 Production notes",
        "6 Publicity",
        "7 Release",
        "8 Sequel and remake",
        "9 References",
        "10 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The Million Dollar Mystery is a 23-chapter film serial released in 1914, directed by Howell Hansel, and starring Florence La Badie and James Cruze. It is presumed lost.[2]\n\n"
        },
        {
            "title": "Plot",
            "text": "A prologue for The Million Dollar Mystery introduced the characters and groups. After the opening title card shows \"hundreds of hands\" grasping for the money and then a shot of the check for $10,000 the solver of the mystery is shown prior to the beginning of the first reel. Baby Florence is left at a boarding school with a note and half a bracelet instructing that her father will come to take her back upon her eighteenth birthday. Hargreaves, here played by Alfred Norton, is chased by the Black Hundred, but he receives a note and money before attempting to escape by balloon on the top of a building. The balloon is shot down and the first chapter ends.[3]: 1183 \n\n"
        },
        {
            "title": "Cast",
            "text": "Important figures cast in scenes included William Montagu, 9th Duke of Manchester.[3]: 883  The Duke of Manchester was cast in a scene aiding Florence in escaping from Countess Olga and her \"band of conspirators\".[5]: 482 \n\n"
        },
        {
            "title": "",
            "text": "Filmed in New Rochelle, New York, The Million Dollar Mystery was produced by Thanhouser Film Corporation and was that company's biggest success, largely due to the popularity of La Badie, who performed her own stunts. Publicity gimmicks, including a monetary prize to anyone who submitted the best idea for a conclusion to the serial, were used to boost the serial's success. The Million Dollar Mystery was the new serial project from the Chicago Tribune following the success of The Adventures of Kathlyn.[1] The serial was released with the gimmick that the last chapter was unwritten. Twenty-two chapters were written based only on the title, while the serial was left purposefully unfinished with no final chapter.\n\nA prize of $10,000 was offered for the best suggestion (advertised as \"$10,000 for 100 words\").[2] Thousands of letters were received by Thanhouser in response to this promotion, and Ida Damon, a secretary in St. Louis, Missouri, won the prize.[1][6]  In a further publicity stunt, the character Florence Hargreaves was actually reported missing.  Details of the plot were fed to newspapers and the police as if they were real events.  Seven days passed before this story was exposed as fiction.[1]\n\n"
        },
        {
            "title": "Chapter titles",
            "text": "SOURCE:[2]\n\n"
        },
        {
            "title": "Publicity",
            "text": "Motion Picture News reported that the meeting to finalize the arrangements regarding the serialization of the story in the Chicago Tribune would take place on April 10, 1914 between Thanhouser Company president Charles J. Hite, Harold MacGrath the novelist and Joseph Medill Patterson of Chicago Tribune.[3]: 119  More than 200 different papers, including the Chicago Tribune would begin serialization of the story on June 28.[3]: 328 \n\nThe famous detective William J. Burns would also become a part of the fervor surrounding The Million Dollar Mystery and published his insights into solving the mystery in The Movie Pictorial.[4]: 189 \n\n"
        },
        {
            "title": "Release",
            "text": "The serial was publicly released through Syndicate Film Corporation, although company executives allowed some film exhibitors (theater owners) and friends to view the first two reels of The Million Dollar Mystery in advance.[3]: 250  That early viewing, attended by about a 200 viewers, was authorized in part by F. P. Glenn of the Syndicate Film Company.[3]: 1099 \n\nThe serial as a whole is now considered to be a lost.[2]\n\n"
        }
    ]
}