{
    "url": "https://en.wikipedia.org/wiki/The_Paris_Review",
    "title": "The Paris Review",
    "table_of_contents": [
        "1 History",
        "2 Emerging writers",
        "3 Interviews",
        "4 Prints and posters",
        "5 Prizes",
        "6 Spring Revel",
        "7 References",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The Paris Review is a quarterly English-language literary magazine established in Paris in 1953[1] by Harold L. Humes, Peter Matthiessen, and George Plimpton. In its first five years, The Paris Review published works by Jack Kerouac, Philip Larkin, V. S. Naipaul, Philip Roth, Terry Southern, Adrienne Rich, Italo Calvino, Samuel Beckett, Nadine Gordimer, Jean Genet, and Robert Bly.\n\nThe Review's \"Writers at Work\" series includes interviews with Ezra Pound, Ernest Hemingway, T. S. Eliot, Jorge Luis Borges, Ralph Ellison, William Faulkner, Thornton Wilder, Robert Frost, Pablo Neruda, William Carlos Williams, and Vladimir Nabokov, among many hundreds of others. Literary critic Joe David Bellamy called the series \"one of the single most persistent acts of cultural conservation in the history of the world.\"[2]\n\nThe headquarters of The Paris Review moved from Paris to New York City in 1973. Plimpton edited the Review from its founding until his death in 2003. Brigid Hughes took over as \"executive editor\" (she declined to use the title \"editor\" out of respect for Plimpton)[3] from 2003 to 2005.[4] She was followed by Philip Gourevitch from 2005 to 2010, Lorin Stein from 2010 to 2017,[5] and Emily Nemens from April 2018 until March 2021, when Emily Stokes was named editor.[6][7]\n\n"
        },
        {
            "title": "History",
            "text": "An editorial statement, penned in the inaugural issue by William Styron, stated the magazine's aim:[8]\n\nThe Review's founding editors include Humes, Matthiessen, Plimpton, William Pène du Bois, Thomas Guinzburg and John P. C. Train. The first publisher was Prince Sadruddin Aga Khan. Du Bois, the magazine's first art editor, designed the iconic Paris Review eagle to include both American and French significance: an American eagle holding a pen and wearing a Phrygian cap.\n\nThe magazine's first office was located in a small room of the publishing house Éditions de la Table ronde. Other notable locations of The Paris Review include a Thames River grain carrier anchored on the Seine from 1956 to 1957. The Café de Tournon in the Rue de Tournon on the Rive Gauche was the meeting place for staffers and writers, including du Bois, Plimpton, Matthiessen, Alexander Trocchi, Christopher Logue and Eugene Walter.\n\nThe first-floor and basement rooms in Plimpton's 72nd Street apartment became the headquarters of The Paris Review when the magazine moved from Paris to New York City in 1973.\n\nBrigid Hughes took over as editor following Plimpton's death in 2003; her last issue was March 2005. She was succeeded by Philip Gourevitch in spring 2005.[4] Under Gourevitch's leadership, the Review began incorporating more nonfiction pieces and, for the first time, began regularly publishing a photography spread. The Paris Review also announced, in 2006, the publication of a four-volume set of Paris Review interviews. The Paris Review Interviews, Volumes I–IV were published by Picador from 2006 to 2009. Gourevitch announced his departure in the fall of 2009, citing a desire to concentrate more fully on his writing.[9][10][11]\n\nIn 2007, an article published by The New York Times supported the claim that founding editor Matthiessen was in the CIA but stated that the magazine was used as a cover, rather than a collaborator, for his spying activities.[12] In a May 27, 2008 interview with Charlie Rose, Matthiessen stated that he \"invented The Paris Review as cover\" for his CIA activities.[13] Matthiessen maintained that the Review was not part of the Congress for Cultural Freedom (CCF), an organization used by the CIA to sponsor an array of literary magazines; but the record shows The Paris Review benefited financially from selling article reprints to CCF magazines.[14]\n\nLorin Stein was named editor of The Paris Review in April 2010. He oversaw a redesign of the magazine's print edition and its website, both of which were met with critical acclaim.[15][16][17] \nIn September 2010, the Review made available online its entire archive of interviews.[18][19] On December 6, 2017, Stein resigned amid an internal investigation into his sexual misconduct toward women he worked with at the magazine.[20]\n\nIn October 2012, The Paris Review published an anthology, Object Lessons,[21] comprising a selection of twenty short stories from The Paris Review's archive, each with an introduction by a contemporary author. Contributors include Jeffrey Eugenides (with an introduction to a story by Denis Johnson), Lydia Davis (with an introduction to a story by Jane Bowles), and Ali Smith (with an introduction to a story by Lydia Davis).[22]\n\nOn October 8, 2012, the magazine launched its app for the iPad and iPhone.[23] Developed by Atavist, the app includes access to new issues, back issues, and archival collections from its fiction and poetry sections—along with the complete interview series and the Paris Review Daily.[24]\n\nIn November 2015, The Paris Review published its first anthology of new writing since 1964, The Unprofessionals: New American Writing from The Paris Review,[25] including writing by well-established authors like Zadie Smith, Ben Lerner, and John Jeremiah Sullivan, as well as emerging writers like Emma Cline, Ottessa Moshfegh, Alexandra Kleeman, and Angela Flournoy.[26]\n\nIn late 2021, for the first issue with Stokes as editor-in-chief and Na Kim as art director, the journal was given a redesign by Matt Willey of Pentagram that hearkened back to the look that it had in the late 1960s and early 1970s, with a minimalist style, a cover with a sans serif font and a great deal of white space, a smaller trim size, and paper that was physically softer.[27]\n\n"
        },
        {
            "title": "Emerging writers",
            "text": "The Review has published several emerging writers who have gone to notable careers, including Adrienne Rich, Naipaul, Philip Roth, T. Coraghessan Boyle, Mona Simpson, Edward P. Jones and Rick Moody. Selections from Samuel Beckett's novel Molloy appeared in the fifth issue. The magazine was also among the first to recognize the work of Jack Kerouac with the publication of his short story, \"The Mexican Girl\", in 1955. Other works which made their first appearance in The Paris Review include Italo Calvino's Last Comes the Raven, Philip Roth's Goodbye Columbus, Donald Barthelme's Alice, Jim Carroll's The Basketball Diaries, Matthiessen's Far Tortuga, Jeffrey Eugenides's The Virgin Suicides, and  Jonathan Franzen's The Corrections.\n\nAisha Sabatini Sloan is an emerging writer with a monthly column, \"Detroit Archives\". The series explores her family history through iconic landmarks in Detroit.[28]\n\n"
        },
        {
            "title": "Interviews",
            "text": "An interview with E. M. Forster — an acquaintance of Plimpton's from his days at King's College, Cambridge — became the first in a long series of author interviews, now known as the Writers at Work series.\n\n"
        },
        {
            "title": "Prints and posters",
            "text": "In 1964, The Paris Review initiated a series of prints and posters by contemporary artists with the goal of establishing an ongoing relationship between the worlds of writing and art[29]—Drue Heinz, then publisher of The Paris Review, shared credit with Jane Wilson for initiating the series. In the half century since its inception, the series has featured notable New York artists of the postwar decades, including Louise Bourgeois, Willem de Kooning, David Hockney, Helen Frankenthaler, Keith Haring, Robert Indiana, Jimmy Ernst, Alex Katz, Ellsworth Kelly, Sol LeWitt, Roy Lichtenstein, Robert Motherwell, Louise Nevelson, Claes Oldenburg, Robert Rauschenberg, Larry Rivers, James Rosenquist, Ed Ruscha and Andy Warhol.[29]\n\nThe series, suspended after George Plimpton's death in 2003, was relaunched in 2012 with a print by Donald Baechler.\n\n"
        },
        {
            "title": "Prizes",
            "text": "Three prizes are awarded annually by the editors of The Paris Review: the Paris Review Hadada, the Plimpton Prize, and the Terry Southern Prize for Humor. Winning selections are celebrated at the annual Spring Revel. No application form is required. Instead, winners are selected from the stories and poems published the previous year in The Paris Review.\n\n"
        },
        {
            "title": "Spring Revel",
            "text": "The Paris Review Spring Revel is an annual gala held in celebration of American writers and writing.[32][33] The Revel \"brings together leading figures and patrons of American arts and letters from throughout New York to pay tribute to distinguished writers at different stages of their careers\".[34] Proceeds from the Spring Revel go directly toward The Paris Review Foundation, a 501(c)(3) non-profit organization established by the co-founders in 2000 to ensure the future of The Paris Review.\n\nThe 2010 Spring Revel took place on April 13, 2010 and presented Philip Roth with the Hadada.[35]\n\nThe 2011 Spring Revel took place on April 12, 2011, chaired by Yves-André Istel and Kathleen Begala.[34] Robert Redford presented the Hadada to James Salter. The 2011 Revel also featured Ann Beattie presenting the Plimpton Prize for Fiction and Fran Lebowitz presenting the inaugural Terry Southern Prize for Humor.\n\nThe 2012 Spring Revel took place on April 3, 2012 and presented Robert Silvers with the Hadada.[36]\n\nThe 2013 Spring Revel took place on April 9, 2013 and presented Paula Fox with the Hadada.\n\nThe 2014 Spring Revel took place on April 8, 2014 and presented Frederick Seidel with the Hadada.[37]\n\nThe 2015 Spring Revel took place on April 7, 2015 and presented Norman Rush with the Hadada.[38]\n\nThe 2016 Spring Revel took place on April 5, 2016 and Errol Morris presented Lydia Davis with the Hadada.[39]\n\nThe 2017 Spring Revel took place on April 4, 2017 and Edward Hirsch presented poet and former poetry editor for the Paris Review, Richard Howard with the Hadada.[40]\n\nThe 2018 Spring Revel honored Joy Williams with the Hadada, presented by John Waters.[41]\n\nThe 2019 Spring Revel took place on April 2, 2019 and Fran Lebowitz presented Deborah Eisenberg with the Hadada.[42]\n\n"
        }
    ]
}