{
    "url": "https://en.wikipedia.org/wiki/The_Towering_Inferno",
    "title": "The Towering Inferno",
    "table_of_contents": [
        "1 Plot",
        "2 Cast",
        "3 Development",
        "3.1 The books",
        "4 Casting",
        "4.1 McQueen and Newman",
        "4.2 Fred Astaire",
        "5 Shooting",
        "6 Music",
        "7 Release",
        "8 Reception",
        "8.1 Critical response",
        "8.2 Box office",
        "8.3 Awards and nominations",
        "9 See also",
        "10 References",
        "10.1 Sources",
        "11 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe Towering Inferno is a 1974 American disaster film directed by John Guillermin[4] and produced by Irwin Allen,[4] featuring an ensemble cast led by Paul Newman[5][6][7] and Steve McQueen.[8] It was adapted by Stirling Silliphant[4] from the novels The Tower (1973) by Richard Martin Stern[9][10][11][12][13] and The Glass Inferno (1974) by Thomas N. Scortia and Frank M. Robinson.[10][11][12][13][14]\n\nThe film earned a nomination for the Academy Award for Best Picture and was the highest-grossing film of 1974. The picture was nominated for eight Oscars in all, winning three. In addition to McQueen and Newman, the cast includes William Holden, Faye Dunaway, Fred Astaire, Susan Blakely, Richard Chamberlain, O. J. Simpson, Robert Vaughn, Robert Wagner, Susan Flannery, Gregory Sierra, Dabney Coleman, and Jennifer Jones in her final role.[4][10]\n\n"
        },
        {
            "title": "Plot",
            "text": "Architect Doug Roberts returns to San Francisco for the dedication of the Glass Tower, which he designed for developer James Duncan. The tower, 1,688 feet (515 m) tall and 138 stories, is the world's tallest building. During testing, an electrical short starts an undetected fire on the 81st floor just after another such short occurs in the main utility room. Upon learning this, Roberts sees the wiring is inadequate and suspects that Roger Simmons, the electrical subcontractor and Duncan's son-in-law, cut corners. Roberts confronts Simmons, who feigns innocence.\n\nDuring the dedication ceremony, chief of public relations Dan Bigelow turns on all the tower's lights, but Roberts orders them shut off to reduce the load on the electrical system. Smoke is seen on the 81st floor, and the San Francisco Fire Department is summoned. Roberts and engineer Will Giddings go to the 81st floor, where Giddings is fatally burned pushing a guard away from the fire. Roberts reports the fire to Duncan, who is courting Senator Gary Parker for an urban renewal contract and refuses to order an evacuation.\n\nSFFD Chief Michael O'Halloran arrives and forces Duncan to evacuate the guests from the Promenade Room on the 135th floor. Simmons admits to Duncan that he cut corners to bring the project back under budget and suggests other subcontractors did likewise. Fire overtakes the express elevators, killing a group whose elevator stops on the engulfed 81st floor. Bigelow and his girlfriend Lorrie are killed when a separate fire traps them in the Duncan Enterprises offices on the 65th floor. Lisolette Mueller, a guest being wooed by con man Harlee Claiborne, rushes to the 87th floor to check on a deaf mother and her two children. Security Chief Jernigan rescues the mother, but a ruptured gas line explodes and prevents Doug and the rest of the group from following. The explosion destroys one of the emergency stairwells which they must traverse to reach an exit door leading to a service elevator which can take them to the 134th floor, below the Promenade Room. They await firemen sent to blow up hardened cement blocking their access.\n\nAs firemen begin to bring the fire under control on floor 65, the electrical system fails, deactivating the passenger elevators; O'Halloran must rappel down the elevator shaft to safety. As firemen ascend to free the blocked door at the Promenade Room, an explosion on the 104th floor destroys a section of the remaining emergency stairwell, blocking the last means of escape from the floors above. After the stuck door is freed, thus reuniting Lisolette and the children with Roberts and the others, Simmons ignores the advice of the firemen and makes a futile attempt to escape down the stairwell, but is fought back by the flames and is forced to retreat.\n\nAn attempt at a helicopter rescue fails when two women run up to the aircraft, causing the pilot to try to evade them, crashing and setting the roof ablaze. A Navy rescue team attach a breeches buoy between the Promenade Room and the roof of the adjacent 102-story Peerless Building, and rescue a number of guests, including Patty Simmons, Duncan's daughter. Roberts rigs a gravity brake on the scenic elevator, allowing one trip down for twelve people, including Roberts' fiancée Susan Franklin, Lisolette, and the children saved earlier by her and Robert's efforts in the stairwell. An explosion near the 110th floor throws Lisolette from the elevator to her death and leaves the elevator hanging by a single cable, but O'Halloran rescues the elevator with a Navy helicopter.\n\nAs fire reaches the Promenade Room, a group of men led by Simmons attempts to commandeer the breeches buoy which is subsequently destroyed in an explosion, killing Simmons, Senator Parker and several other men. In a last-ditch strategy, O'Halloran and Roberts blow up water tanks atop the Tower with plastic explosives. Most of the remaining party-goers appear to survive as water rushes through the ruined building, extinguishing the flames.\n\nHarlee Claiborne, in shock upon hearing of Lisolette's death, is given her cat by Jernigan. Duncan consoles his grieving daughter and promises that such a disaster will never happen again. Roberts accepts O'Halloran's offer of guidance on how to build a fire-safe skyscraper. O'Halloran drives away, exhausted.\n\n"
        },
        {
            "title": "Development",
            "text": "In April 1973 it was announced that Warner Bros., whose then production chief was John Calley, paid $350,000 for the rights to Stern's The Tower, prior to that book's publication.[16][17] This amount was larger than originally reported – the book had been the subject of a bidding war between Warner Bros., Fox and Columbia: Columbia dropped out when the price reached $200,000 and Warner Bros. offered $390,000. Irwin Allen, who just had a big success with a disaster movie, The Poseidon Adventure, was at Fox and persuaded that studio to make a higher offer when the book was sold to Warner Bros.[18]\n\nEight weeks later Fox was submitted a novel, The Glass Inferno, which Allen says had \"the same sort of characters, the same locale, the same story, the same conclusion.\" They bought the novel for a reported fee of $400,000.[18]\n\nIrwin Allen was concerned that two films about a tall building on fire might cannibalize each other, remembering what happened in the 1960s when rival biopics about Jean Harlow and Oscar Wilde were released.[18] He convinced executives at both studios to join forces to make a single film on the subject. The studios issued a joint press release announcing the single film collaboration in October 1973.[19] Stirling Silliphant, who had written The Poseidon Adventure, would write the script and Allen would produce.[20] It was decided to split costs equally between the studios, but the film would be made at Fox, where Allen was based. Fox would distribute in the US and Canada, and Warner Bros. outside those territories. Warner Bros. also handled the worldwide television distribution rights. Incidents and character names were taken from both novels.[18]\n\nThe total cost for the film was US$14,300,000.[21]\n\n"
        },
        {
            "title": "Casting",
            "text": "Several actors who appeared in small roles, including John Crawford, Erik Nelson, Elizabeth Rogers, Ernie Orsatti, and Sheila Matthews, had previously appeared in The Poseidon Adventure, which Irwin Allen also produced. (Allen and Matthews were husband and wife.) Paul Newman's son Scott played the acrophobic fireman afraid to rappel down the elevator shaft.\n\nMcQueen, Newman, and William Holden all wanted top billing. Holden was refused, his long-term standing as a box office draw having been eclipsed by both McQueen and Newman. To provide dual top billing, the credits were arranged diagonally, with McQueen lower left and Newman upper right. Thus, each appeared to have \"first\" billing depending on whether the credit was read left-to-right or top-to-bottom.[22] This was the first time this \"staggered but equal\" billing was used in a movie, although it had been considered earlier for the same two actors regarding Butch Cassidy and the Sundance Kid until McQueen turned down the Sundance Kid role. McQueen is mentioned first in the film's trailers. In the cast list rolling from top to bottom at the film's end, however, McQueen and Newman's names were arranged diagonally as at the beginning; as a consequence, Newman's name is fully visible first there.\n\nBoth Newman and McQueen were paid $1 million.[23]\n\nAlthough famed for his dancing and singing in musical movies, Fred Astaire received his only Oscar nomination for this film.[24] He also won both a BAFTA Award and Golden Globe Award for his performance.[25]\n\n"
        },
        {
            "title": "Shooting",
            "text": "Principal photography took place over 14 weeks. Guillermin says that Newman and McQueen were very good to work with and added considerably to their roles.[26]\n\n"
        },
        {
            "title": "Music",
            "text": "The score was composed and conducted by John Williams, orchestrated by Herbert W. Spencer and Al Woodbury, and recorded at the 20th Century Fox scoring stage on October 31 and November 4, 7 and 11, 1974. The original recording engineer was Ted Keep.\n\nSource music in portions of the film includes instrumental versions of \"Again\" by Lionel Newman and Dorcas Cochran, \"You Make Me Feel So Young\" by Josef Myrow and Mack Gordon, and \"The More I See You\" by Harry Warren and Mack Gordon.[27]\n\nA snippet of a cue from Williams’ score to Cinderella Liberty titled 'Maggie Shoots Pool' is heard in a scene when William Holden's character converses on the phone with Paul Newman's character. It is not the recording on the soundtrack album but a newer arrangement recorded for The Towering Inferno. An extended version is heard, ostensibly as source music in a deleted theatrical scene sometimes shown as part of a longer scene from the TV broadcast version.\n\nOne of the most sought-after unreleased music cues from the film is the one where Williams provides low-key lounge music during a party prior to the announcement of a fire. O'Hallorhan orders Duncan to evacuate the party; the music becomes louder as Lisolette and Harlee are seen dancing and Duncan lectures son-in-law Roger. Titled \"The Promenade Room\" on the conductor's cue sheet, the track features a ragged ending as Duncan asks the house band to stop playing. Because of this, Film Score Monthly did not add this cue to the expanded soundtrack album.\n\nThe Academy Award-winning song \"We May Never Love Like This Again\" was composed by Al Kasha and Joel Hirschhorn and performed by Maureen McGovern, who appears in a cameo as a lounge singer and on the score's soundtrack album, which features the film recording plus the commercially released single version. Additionally, the theme tune is interpolated into the film's underscore by Williams. The song's writers collaborated on \"The Morning After\" from The Poseidon Adventure, an Oscar-winning song which was also recorded by McGovern, although hers was not the vocal used in that film.\n\nThe first release of portions of the score from The Towering Inferno was on Warner Bros. Records early in 1975 (Catalog No. BS-2840)\n\nA near-complete release came on the Film Score Monthly label (FSM) on April 1, 2001 and was produced by Lukas Kendall and Nick Redman. FSM's was an almost completely expanded version remixed from album masters at Warner Bros. archives and the multi-track 35mm magnetic film stems at 20th Century Fox. Placed into chronological order and restoring action cues, it became one of the company's biggest sellers; only 4000 copies were pressed and it is now out of print.\n\nReports that this soundtrack and that of the film Earthquake (also composed by Williams) borrowed cues from each other are inaccurate. The version of \"Main Title\" on the FSM disc is the film version. It differs from the original soundtrack album version. There is a different balance of instruments in two spots, and in particular the snare drum is more prominent than the album version which also features additional cymbal work. Although the album was not a re-recording, the original LP tracks were recorded during the same sessions and several cues were combined. The film version sound was reportedly better than the quarter-inch WB two-track album master. Although some minor incidental cues were lost, some sonically 'damaged' cues – so called due to a deterioration of the surviving audio elements – are placed at the end of the disc's program time following the track \"An Architect's Dream\" which is used over the end credits sequence.[28]\n\n"
        },
        {
            "title": "Release",
            "text": "The Towering Inferno was released in theatres on December 14, 1974.\n\n"
        },
        {
            "title": "Reception",
            "text": "The Towering Inferno received positive reviews from critics and audiences alike upon its release, the film has an approval rating of 68% based on 34 reviews with an average rating of 6.6/10 on Rotten Tomatoes, The site's consensus states: \"Although it is not consistently engaging enough to fully justify its towering runtime, The Towering Inferno is a blustery spectacle that executes its disaster premise with flair.\"[29] Metacritic gave the film a score of 69 based on 11 reviews, indicating \"generally favorable reviews\".[30]\n\nRoger Ebert of the Chicago Sun-Times gave the film three out of four stars and praised it as \"the best of the mid-1970s wave of disaster films\".[31] Variety praised the film as \"one of the greatest disaster pictures made, a personal and professional triumph for producer Irwin Allen. The $14 million cost has yielded a truly magnificent production which complements but does not at all overwhelm a thoughtful personal drama.\"[32] Vincent Canby of The New York Times wrote that the film is \"overwrought and silly in its personal drama, but the visual spectacle is first rate. You may not come out of the theater with any important ideas about American architecture or enterprise, but you will have had a vivid, completely safe nightmare.\"[33] Pauline Kael, writing for The New Yorker, panned the writing and characters as retreads from The Poseidon Adventure, and further wrote \"What was left out this time was the hokey fun. When a picture has any kind of entertainment in it, viewers don't much care about credibility, but when it isn't entertaining we do. And when a turkey bores us and insults our intelligence for close to three hours, it shouldn't preen itself on its own morality.\"[34]\n\nGene Siskel of The Chicago Tribune gave the film two-and-a-half stars out of four, calling it \"a stunt and not a story. It's a technical achievement more concerned with special effects than with people. That's why our attitude toward the film's cardboard characters is: let 'em burn.\"[35]\n\nFilmink called it \"brilliant fun\".[36]\n\nThe film was one of the biggest grossing films of 1975 with theatrical rentals of $48,838,000 in the United States and Canada.[37] In January 1976, it was claimed that the film had attained the highest foreign film rental for any film in its initial release with $43 million[38] and went on to earn $56 million.[39] When combined with the rentals from the United States and Canada, the worldwide rental is $104,838,000.\n\nThe film grossed $116 million in the United States and Canada[40] and $203 million worldwide.[3]\n\n"
        }
    ]
}