{
    "url": "https://en.wikipedia.org/wiki/The_Unparalleled_Adventure_of_One_Hans_Pfaall",
    "title": "The Unparalleled Adventure of One Hans Pfaall",
    "table_of_contents": [
        "1 Plot summary",
        "2 Literary significance",
        "3 See also",
        "4 References",
        "5 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\"The Unparalleled Adventure of One Hans Pfaall\" (1835) is a short story by Edgar Allan Poe published in the June 1835 issue of the monthly magazine Southern Literary Messenger as \"Hans Phaall -- A Tale\", intended by Poe to be a hoax.[1]\n\nThe story is regarded as one of the early examples of the modern science fiction genre.[2][3][4] The story traces the journey of a voyage to the moon. \n\nPoe planned to continue the hoax in further installments, but was pre-empted by the Great Moon Hoax which started in the August 25, 1835 issue of the New York Sun daily newspaper. Poe later wrote that the satirical tone of the story made it easy for readers to see through the supposed hoax.\n\n"
        },
        {
            "title": "Plot summary",
            "text": "The story opens with the delivery to a crowd gathered in Rotterdam of a manuscript detailing the journey of a man named Hans Pfaall. The manuscript, which comprises the majority of the story, sets out in detail how Pfaall contrived to reach the Moon by benefit of a revolutionary new balloon and a device which compresses the vacuum of space into breathable air. The journey takes him nineteen days, and the narrative includes descriptions of the Earth from space as well as the descent to its fiery, volcanic satellite. Pfaall withholds most of the information regarding the surface of the Moon and its inhabitants in order to negotiate a pardon from the Burgomaster for several murders he committed as he left Earth (creditors of his who were becoming irksome). After reading the manuscript, the city authorities agree that Pfaall should be pardoned, but the messenger who brought them the text (apparently a resident of the Moon) has vanished and they are unable to restore communication with him.\n\n"
        },
        {
            "title": "Literary significance",
            "text": "Poe's story had an influence on, and is referenced in, Jules Verne's From the Earth to the Moon, which can be seen as a retelling of the story.[5] Verne acknowledged Poe as the creator of the \"scientific novel\" when he referred to him as ‘le créateur du roman merveilleux scientifique’. \n\nCritic Evan Lang Pandya describes \"Hans Pfaall\" as \"the appropriately spurious initiation of the (nearly exclusively American) strain of hoaxing\" and argues that the story is an ancestor of American satirical television.[6]\n\nPoe later published a similar hoax, \"The Balloon-Hoax\", in the New York Sun in 1844.\n\n"
        }
    ]
}