{
    "url": "https://en.wikipedia.org/wiki/The_Flying_Saucers_Are_Real",
    "title": "The Flying Saucers Are Real",
    "table_of_contents": [
        "1 Synopsis",
        "2 Reception",
        "3 See also",
        "4 Citations",
        "5 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The Flying Saucers Are Real by Donald Keyhoe, was a book that investigated numerous encounters between United States Air Force fighters, personnel, and other aircraft, and UFOs  between 1947 and 1950.[1]\n\n"
        },
        {
            "title": "Synopsis",
            "text": "It was printed in paperback by Gold Medal Books, in 1950, and sold for 25 cents. In December, 1949, prior to the publishing of the book, Keyhoe published an article by the same name in True magazine, with similar material.[2][3] The book was a huge success and popularized many ideas in ufology that are still widely believed today.\n\nThe Flying Saucers Are Real is short — only 175 pages.\nKeyhoe contended that the Air Force was investigating these cases, with a policy of concealing their existence from the public until 1949. He stated that this policy was then replaced by one of cautious, progressive revelation.\n\nKeyhoe further stated that Earth had been visited by extraterrestrials for two centuries, with the frequency of these visits increasing sharply after the first atomic weapon test in 1945.  Citing anecdotal evidence, he intimated the Air Force may have attained and adapted some aspect of the alien technology, its method of propulsion and perhaps its source of power.  He believed the Air Force or the United States federal government would eventually reveal these technologies to the public when the Soviet Union was no longer a threat.\n\n"
        },
        {
            "title": "Reception",
            "text": "\"Keyhoe's book Flying Saucers Are Real ... was the first influential attempt to promote the idea of \"flying saucers\" as alien spacecraft.\"[4] A loose parody of Keyhoe's book and of reports of UFO sightings and alien abductions is The Flying Saucers Are Very Very Real (2016).\n\n"
        }
    ]
}