{
    "url": "https://en.wikipedia.org/wiki/The_Call_of_Cthulhu",
    "title": "The Call of Cthulhu",
    "table_of_contents": [
        "1 Inspiration",
        "2 Plot",
        "3 Literary significance and criticism",
        "4 Adaptations",
        "5 See also",
        "6 Notes",
        "7 References",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\n\"The Call of Cthulhu\" is a short story by American writer H. P. Lovecraft. Written in the summer of 1926, it was first published in the pulp magazine Weird Tales in February 1928.[2]\n\n"
        },
        {
            "title": "Inspiration",
            "text": "The first seed of the story's first chapter The Horror in Clay came from one of Lovecraft's own dreams he had in 1919,[3] which he described briefly in two different letters sent to his friend Rheinhart Kleiner on May 21 and December 14, 1920. In the dream, Lovecraft is visiting an antiquity museum in Providence, attempting to convince the aged curator there to buy an odd bas-relief Lovecraft himself had sculpted. The curator initially scoffs at him for trying to sell something recently made to a museum of antique objects. Lovecraft then remembers himself answering the curator with the response\n\nThis can be compared to what the character of Henry Anthony Wilcox tells the main character's uncle while showing him his sculpted bas-relief for help in reading hieroglyphs on it which came through Wilcox's own fantastical dreams:\n\nLovecraft then used this for a brief synopsis of a new story outlined in his own Commonplace Book at first in August 1925, which developed organically out of the idea of what the bas-relief in the dream actually might have depicted. In a footnote for his writing down of his own dream, Lovecraft then finished with the suggestion \"Add good development & describe nature of bas-relief\" to himself for future reference.[4]\n\nCthulhu Mythos scholar Robert M. Price claims the irregular sonnet \"The Kraken\",[5] published in 1830 by Alfred Tennyson, was a major inspiration, since both reference a huge aquatic creature sleeping for an eternity at the bottom of the ocean and destined to emerge from its slumber in an apocalyptic age.[6]\n\nS. T. Joshi and David E. Schultz cited other literary inspirations: Guy de Maupassant's \"The Horla\" (1887), which Lovecraft described in Supernatural Horror in Literature as concerning \"an invisible being who...sways the minds of others, and seems to be the vanguard of a horde of extraterrestrial organisms arrived on Earth to subjugate and overwhelm mankind\"; and Arthur Machen's \"The Novel of the Black Seal\" (1895), which uses the same method of piecing together of disassociated knowledge (including a random newspaper clipping) to reveal the survival of a horrific ancient being.[7]\n\nIt is also assumed he got inspiration from William Scott-Elliot's The Story of Atlantis (1896) and The Lost Lemuria (1904), which Lovecraft read in 1926 shortly before he started to work on the story.[8]\n\nPrice also notes that Lovecraft admired the work of Lord Dunsany, who wrote The Gods of Pegana (1905), which depicts a god constantly lulled to sleep to avoid the consequences of its reawakening. Another Dunsany work cited by Price is A Shop in Go-by Street (1919), which stated \"the heaven of the gods who sleep\", and \"unhappy are they that hear some old god speak while he sleeps being still deep in slumber\".[9][10]\n\nThe \"slight earthquake\" mentioned in the story is likely the 1925 Charlevoix–Kamouraska earthquake.[11]\n\nS.T. Joshi has also cited A. Merritt's novella The Moon Pool (1918) which Lovecraft 'frequently rhapsodied about'. Joshi says that, 'Merritt's mention of a \"moon-door\" that, when tilted, leads the characters into a lower region of wonder and horror seems similar to the huge door whose inadvertent opening by the sailors causes Cthulhu to emerge from R'lyeh'.[12]\n\nEdward Guimont has argued that H. G. Wells' The War of the Worlds was an influence on \"The Call of Cthulhu\", citing the thematic similarities of ancient, powerful, but indifferent aliens associated with deities; physical similarities between Cthulhu and the Martians; and the plot detail of a ship ramming an alien in a temporarily successful but ultimately futile gesture.[13]\n\n"
        },
        {
            "title": "Plot",
            "text": "The story consists of three interconnected parts, and is presented as notes belonging to Francis Thurston, a Boston resident investigating the ancient deity Cthulhu.\n\nThe first part, \"The Horror in Clay\", concerns a mysterious clay bas-relief depicting Cthulhu. Thurston finds the bas-relief among the belongings of his great-uncle Professor Angell. The bas-relief was created by sculptor Henry Wilcox in March 1925 while half-asleep. At the time Wilcox was haunted by mysterious visions of Cyclopean cities. Angell also discovered reports of local residents — primarily artists, sculptors, architects, and others of a sensitive psyche — experiencing similar nightmares during that period. The next morning, Wilcox was amazed by his creation and took it to Angell, who noted that the bas-relief was reminiscent of a figurine seized by police from members of a New Orleans religious sect in 1907.\n\nIn the second chapter, \"The Tale of Inspector Legrasse\", police officer John Legrasse reports at an archaeological society's symposium on his participation in a raid of a sect worshipping Cthulhu, from which the figurine was confiscated. The sect's actions were described as depraved and blasphemous. Local residents feared the sect's orgies, and claimed that human sacrifices were made at these orgies. A team of officers led by Legrasse arrived at the scene in search of several missing squatters. The police detained several sect members, but interrogation yielded little result, as the degraded and insane members stubbornly defended the truth of their cult. One sectarian, Old Castro, proclaimed that Cthulhu's time would come when the stars take a certain position. A phrase chanted by the sect turns out to have been previously used by a tribe of Eskimos, as revealed by one of the symposium's participants.\n\nIn the third chapter, \"The Madness from the Sea\", Thurston continues his investigation. He learns of the Norwegian sailor Gustaf Johansen, the sole survivor of his crew, and finds manuscripts documenting his last voyage as second mate on board the schooner Emma. During a storm, Emma veered off course and encountered the pirate yacht Alert. Although the crew was victorious against the pirates, they were forced to abandon the damaged Emma and transfer to the Alert. Johansen took command following the skirmish, as the captain and first mate had perished. On the Alert, the sailors discovered a figurine of Cthulhu, which horrified and disgusted them. The sailors continued their course and landed on the uncharted island-city of R'lyeh. Although they were terrified, they proceeded to explore out of curiosity. The geometry of the island was unfamiliar, and it was not even possible to tell exactly whether the land and sea were horizontal.\n\nThe sailors approached a huge door, which began to appear not quite vertical. When they accidentally opened it, Cthulhu emerged, awakening from a dream. Two of the eight sailors died on the spot from fright. Cthulhu grabbed three more with its paw and swallowed them. As the other three fled, one of them hit the corner of a building and seemed to be sucked in. The remaining two managed to reach the yacht, but one of the sailors lost his mind from the horror he experienced and died a few days later. The only one who escaped with his life and mind, Johansen, started the yacht, but realized there was insufficient time to pick up speed. Johansen turned the yacht around and rammed Cthulhu. By the time Cthulhu began to recover, the yacht had already sailed to a safe distance. A few days later, R'lyeh submerged back into the ocean, and the nightmares that had plagued humanity ceased.\n\nThurston, after learning that Johansen died under unknown circumstances, speculates that Angell died at the hands of Cthulhu's cult. He then fears that he has become the cult's new target, as he has learned too much, and he attempts to keep his mind off of Cthulhu's next coming.\n\n"
        },
        {
            "title": "Literary significance and criticism",
            "text": "Lovecraft regarded the short story as \"rather middling—not as bad as the worst, but full of cheap and cumbrous touches\". Weird Tales editor Farnsworth Wright first rejected the story, and only accepted it after writer Donald Wandrei, a friend of Lovecraft's, falsely claimed that Lovecraft was thinking of submitting it elsewhere.[14]\n\nThe published story was regarded by Robert E. Howard (the creator of Conan) as \"a masterpiece, which I am sure will live as one of the highest achievements of literature.... Mr. Lovecraft holds a unique position in the literary world; he has grasped, to all intents, the worlds outside our paltry ken\".[15] Lovecraft scholar Peter Cannon regarded the story as \"ambitious and complex...a dense and subtle narrative in which the horror gradually builds to cosmic proportions\", adding \"one of [Lovecraft's] bleakest fictional expressions of man's insignificant place in the universe\".[16]\n\nFrench novelist Michel Houellebecq, in his book H. P. Lovecraft: Against the World, Against Life, described the story as the first of Lovecraft's \"great texts\".[17]\n\nCanadian mathematician Benjamin K. Tippett noted that the phenomena described in Johansen's journal may be interpreted as \"observable consequences of a localized bubble of spacetime curvature\", and proposed a suitable mathematical model.[18]\n\nE. F. Bleiler has referred to \"The Call of Cthulhu\" as \"a fragmented essay with narrative inclusions\".[19]\n\n"
        },
        {
            "title": "Adaptations",
            "text": "Parts of the story were adapted in Eerie #4 by Archie Goodwin and Gray Morrow and in The Avengers #88 by Harlan Ellison, Roy Thomas, and Sal Buscema.\n\nIn 1981, Chaosium published the tabletop role-playing game Call of Cthulhu by Sandy Petersen based on the story as well as other Cthulhu mythos writing by Lovecraft and others.\n\nAlberto Breccia illustrated an eleven-page story in 1974.[clarification needed]\n\nIn the season 2 episode of The Real Ghostbusters, \"Collect Call of Cthulhu\", the Ghostbusters encounter the cult of Cthulhu and Cthulhu himself after the Necronomicon is stolen from an exhibit at The New York Public Library.  In order to learn how to defeat Cthulhu, Ray Stantz goes to a dealer in old pulps to obtain a copy of the Weird Tales issue, which he had read when he was a child, but the copy is missing the last page. Ray remembers Cthulhu being electrocuted, and they trap Cthulhu at the Wonder Wheel and electrocute it with their proton packs.  \"Uh oh, we just killed their god,\" Peter Venkman says as the angry cultists attack, but  NYPD arrives and arrests the cultists.  The episode was written by Michael Reaves.[20]\n\nThe story was produced as a silent film of the same name in 2005, and as a 1920s-style radio drama, Dark Adventure Radio Theatre: The Call of Cthulhu, in 2012.\n\nIn 2005, the survival horror video game Call of Cthulhu: Dark Corners of the Earth was released for Xbox and Windows PC.\n\nIndie game developer Zeboyd Games created the role-playing game Cthulhu Saves the World, which was released on December 30, 2010 on Xbox Live.[21] Cthulhu, the squid-faced, winged god created by H. P. Lovecraft emerges from the sea after centuries of slumber only to find his dark powers immediately sealed away by a mysterious holy wizard. A narrator then informs the player that the only way to break the curse is to become a true hero. Quickly breaking the fourth wall, Cthulhu informs the narrator that he was eavesdropping and now knows how to break the curse.[22]\n\nZeboyd officially announced Cthulhu Saves Christmas, a prequel to Cthulhu Saves the World, on their personal website on July 29, 2019.[23] It was subsequently released on PC on December 23, 2019. In the side-scrolling JRPG, Cthulhu teams up with Santa Claus’s granddaughter to stop Jack Frost before Christmas is cancelled forever. Along the way he fights Krampus, Mari Lwyd, and other “Christmas League of Evil villains” in turn-based combat. He also builds “R'lyehtionship” levels with his friends.[24]\n\nCall Girl of Cthulhu, released in 2014, was an indie horror film directed by Chris LaMartina, loosely based on Lovecraft's writings.\n\nThrash metal band Metallica released an instrumental track called \"The Call of Ktulu\" on their 1984 album Ride the Lightning. In addition, they released \"The Thing That Should Not Be\" on their 1986 album Master of Puppets, \"All Nightmare Long\" on 2008's Death Magnetic, and \"Dream No More\" on 2016's Hardwired... to Self-Destruct, all dedicated to Lovecraft's Cthulhu, as well as the band's ex-bassist, Cliff Burton, who died in a bus accident in 1986 while touring in support of their album Master of Puppets. [25]\n\nMetal Band Iron Maiden used the text \"That is not dead which can eternal lie, yet with strange aeons even death may die\" as an inscription on a gravestone on the cover of their album Live After Death (1985). Also H.P. Lovecraft is mentioned as the writer.\n\nIn 2018, a survival horror role-playing video game called Call of Cthulhu: The Official Video Game was developed for PlayStation 4, Xbox One, and Windows PC.\n\nIn 2018, the villain Black Manta in the movie Aquaman directed by James Wan and released by DC quotes \"The Call of Cthulhu\": \"loathsomeness waits, and dreams in the deep, and decay spreads over the tottering cities of men\".\n\nIn 2020, elements of The Call of Cthulhu were adapted in the science fiction horror film Underwater, directed by William Eubank and released by 20th Century Fox.\n\n"
        }
    ]
}