{
    "url": "https://en.wikipedia.org/wiki/The_Brain_from_Planet_Arous",
    "title": "The Brain from Planet Arous",
    "table_of_contents": [
        "1 Plot",
        "2 Cast",
        "3 Production",
        "4 Reception",
        "5 In popular culture",
        "6 See also",
        "7 References",
        "7.1 Bibliography",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The Brain from Planet Arous is a 1957 independently made American black-and-white science fiction film, produced by Jacques R. Marquette, directed by Nathan H. Juran, that stars John Agar, Joyce Meadows, and Robert Fuller. Distributed briefly by Howco International in late 1957,[2] the film appeared in 1958 on a double feature with Teenage Monster.[3]\n\nThe storyline features themes of alien possession and world domination by an alien named Gor. Another alien, Vol, has been sent to Earth to capture the criminal Gor and return him to their home world.[4]\n\n"
        },
        {
            "title": "Plot",
            "text": "An outer space terrorist from a planet named Arous, a brain-shaped creature named Gor (Dale Tate), arrives on Earth and possesses young scientist Steve March (Agar). Gor proceeds to use his vast, destructive powers to bend the world to his will, threatening to wipe out the capital city of any nation that dares to defy him.\n\nMeanwhile, Vol (Tate), another brain creature from Arous, arrives and eventually inhabits the body of March's fiancee's dog. Vol goes on to explain that Gor is a wanted criminal on their world. His only physical weakness is the human body's fissure of Rolando, and Gor is only vulnerable during the brief period when he needs to exit his host to absorb oxygen.\n\n"
        },
        {
            "title": "Production",
            "text": "The special effect for Agar's eyes was achieved by using special contact lenses lined with metal foil. These were used a decade later by actor Gary Lockwood during the second Star Trek TV series pilot episode \"Where No Man Has Gone Before\".\n\nStock footage of unoccupied houses being flash-incinerated in above-ground atomic bomb tests was used to demonstrate Gor's psychic powers.\n\nThe plot of an alien interstellar policeman is pursuing a dangerous, space-faring criminal who must slip into and possess the bodies of Earth lifeforms is similar to the classic science fiction novel Needle by Hal Clement that was first published in 1949 as a multi-part serial in Astounding Science Fiction magazine. The 1987 film The Hidden also shares similar story elements without being a direct adaptation of Clement's novel.[5]\n\nDirector Nathan Juran was unhappy with the final film and changed his screen credit to the pseudonym \"Nathan Hertz\".[1]\n\n"
        },
        {
            "title": "Reception",
            "text": "The Brain from Planet Arous currently holds a score of 20% (\"Rotten\") at the film review aggregator website Rotten Tomatoes, with an average rating of 3.6/10 based on 5 reviews.[6] In his review of the movie, although film critic Glenn Erickson wrote \"Those looking for a movie to laugh at will find no end of mirth herein,\" he also reports that the \"direction of this minimal budget picture is nothing to be ashamed of\" and \"Producer/Cameraman Jacques Marquette can be proud of his sharp b&w photography.\"[7] Writing in Entertainment Weekly, critic Steve Simels described the movie as \"fairly standard power-mad-alien-wants-to-have-sex-with-earth-women nonsense,\" but that the film was \"redeemed by a few loony plot twists [and] nice tongue-in-cheek performances.\"[8]\n\n"
        },
        {
            "title": "In popular culture",
            "text": "Although its B-movie status gave it poor reviews upon its initial release, the film has since become a cult classic. It has been parodied on American television: The comedy series Malcolm in the Middle uses a segment of The Brain from Planet Arous as part of its opening credits. A clip was also used in the opening scene of the comedy film Ernest Scared Stupid that featured a collage of horror films. The Brain from Planet Arous is also featured in the film The Butcher Boy (1997), which is viewed by the main character at his local movie theater.[9]\n\nIn 1983, Stephen King told Playboy magazine that his novel \"Carrie, for example, derived to a considerable extent from a terrible grade-B movie called The Brain from Planet Arous.[10]\n\n\nThe voice clip: \nfrom the film was used in the 1997 Jay Weinland track \"Sound Stage Strut\" as part of the Need for Speed II soundtrack. The same clip was used 2001 in Frank Klepacki's track \"Brain Freeze\" as part of the Command & Conquer: Yuri's Revenge soundtrack, together with another voice clip from the film in the song \"Drok\". The credits track for the film House of the Dead 2 also used a vocal sample of the film, as did a 1991 TV Guide ad, which asked, \"Were you watching this when the Beverly Hills 90210 Christmas special aired\"?, prompting multiple viewers to respond \"The Brain from Planet Arous was the better choice\".\nThe electronic musician Deadmau5 used the following voice sample from the film in his track \"Moar Ghosts 'n' Stuff\" from the album For Lack of a Better Name: \n This sample was also used in 1997 by DJ Buzz Fuzz in the track \"Jealousy (Is A M.F.)\", which appeared on volume 17 of the Thunderdome series. This same sample has also been used by Swedish gothic metal band Tiamat in the track \"Lucy\" from a 1999 album Skeleton Skeletron, Norwegian gothic metal/Darkwave band The Crest in the song \"In This Cage\" from their debut 2002 album Letters from Fire, Alien Vampires track \"You'll All Die\", as well as Norwegian industrial metal band The Kovenant in the track \"Acid Theatre\" from a 2003 album SETI. It also has been used by Japanese musician Toshiyuki Kakuta (known by his DJ name as L.E.D.) in many of his original tracks for the Konami music game, Beatmania IIDX. It has even found its way into psychedelic trance, in the track \"Shockwave\" by Azax Syndrom. The line: \"you must find strength\", spoken by Vol, is used in the beginning of the Crossbreed song \"Pure Energy\", as well as in the Strapping Young Lad song \"Decimator\". Yoko Kanno also used the sample on the track \"Autumn in Ganymede\" composed for Cowboy Bebop. The KLF sample the line, \"Your feeling of helplessness is your best friend, savage\" on their album Chill Out. The song \"Rule The Universe\" by Bass Mekanik features the sample multiple times. Dubstep producer Datsik in his song \"Light The Fuse\" and Cigue band in their track \"Dear Hatred\"[11] have also used the first part of this sample, \"After I'm gone, your Earth will be free to live out its miserable span of existence,...\". The sample of Gor's introduction has also been featured in various songs, including \"Maid-san Para Para\" by Pilko Minami and in L.E.D.'s remix of the Anubis Final Battle theme for the album Zone of the Enders ReMix Edition. In 2002 for their song \"Perfekte Droge\", from their album Herzwerk II[12] the German band Megaherz.[citation needed] used Gor's laugh and a sample of: \nDialog samples taken from Brain from Planet Arous are available in Sony's royalty-free sample library pack, Methods of Mayhem: Industrial Toolkit.[13]\n\nThe film was the inspiration for the Zontar episode of Second City Television. (source: SCTV Remembered Part 2, DVD)\n\nIn 2022, actor Joyce Meadows played both herself and also Sally Fallon (her character in The Brain from Planet Arous) in a 13-minute short film that was part-promotional movie and part-comedy for The Film Detective's Blu-ray/DVD release of a restored version of the original 1957 movie. Titled Not the Same Old Brain, it was written, directed, and filmed by David Schecter of the Monstrous Movie Music soundtrack CD label.  (source: The Film Detective)\n\n"
        }
    ]
}