{
    "url": "https://en.wikipedia.org/wiki/The_Martian_Chronicles",
    "title": "The Martian Chronicles",
    "table_of_contents": [
        "1 Synopsis",
        "2 Structure and plot summary",
        "2.1 Fix-up structure",
        "2.2 Chronicle structure",
        "3 Publication history",
        "4 Contents",
        "4.1 January 1999/2030: Rocket Summer",
        "4.1.1 Publication history",
        "4.1.2 Plot",
        "4.2 February 1999/2030: Ylla",
        "4.2.1 Publication history",
        "4.2.2 Plot",
        "4.3 August 1999/2030: The Summer Night",
        "4.3.1 Publication history",
        "4.3.2 Plot",
        "4.4 August 1999/2030: The Earth Men",
        "4.4.1 Publication history",
        "4.4.2 Plot",
        "4.5 March 2000/2031: The Taxpayer",
        "4.5.1 Publication history",
        "4.5.2 Plot",
        "4.6 April 2000/2031: The Third Expedition",
        "4.6.1 Publication history",
        "4.6.2 Plot",
        "4.7 June 2001/2032: —And the Moon Be Still as Bright",
        "4.7.1 Publication history",
        "4.7.2 Plot",
        "4.8 August 2001/2032: The Settlers",
        "4.8.1 Publication history",
        "4.8.2 Plot",
        "4.9 December 2001/2032: The Green Morning",
        "4.9.1 Publication history",
        "4.9.2 Plot",
        "4.10 February 2002/2033: The Locusts",
        "4.10.1 Publication history",
        "4.10.2 Plot",
        "4.11 August 2002/2033: Night Meeting",
        "4.11.1 Publication history",
        "4.11.2 Plot",
        "4.12 October 2002/2033: The Shore",
        "4.12.1 Plot",
        "4.13 November 2002/2033: The Fire Balloons",
        "4.13.1 Publication history",
        "4.13.2 Plot",
        "4.14 February 2003/2034: Interim",
        "4.14.1 Publication history",
        "4.14.2 Plot",
        "4.15 April 2003/2034: The Musicians",
        "4.15.1 Publication history",
        "4.15.2 Plot",
        "4.16 May 2003/2034: The Wilderness",
        "4.16.1 Publication history",
        "4.16.2 Plot",
        "4.17 June 2003: Way in the Middle of the Air",
        "4.17.1 Publication history",
        "4.17.2 Plot",
        "4.18 2004–2005/2035–2036: The Naming of Names",
        "4.18.1 Publication history",
        "4.18.2 Plot",
        "4.19 April 2005/2036: Usher II",
        "4.19.1 Publication history",
        "4.19.2 Plot",
        "4.20 August 2005/2036: The Old Ones",
        "4.20.1 Publication history",
        "4.20.2 Plot",
        "4.21 September 2005/2036: The Martian",
        "4.21.1 Publication history",
        "4.21.2 Plot",
        "4.22 November 2005/2036: The Luggage Store",
        "4.22.1 Publication history",
        "4.22.2 Plot",
        "4.23 November 2005/2036: The Off Season",
        "4.23.1 Publication history",
        "4.23.2 Plot",
        "4.24 November 2005/2036: The Watchers",
        "4.24.1 Publication history",
        "4.24.2 Plot",
        "4.25 December 2005/2036: The Silent Towns",
        "4.25.1 Publication history",
        "4.25.2 Plot",
        "4.26 April 2026/2057: The Long Years",
        "4.26.1 Publication history",
        "4.26.2 Plot",
        "4.27 August 2026/2057: There Will Come Soft Rains",
        "4.27.1 Publication history",
        "4.27.2 Plot",
        "4.28 October 2026/2057: The Million-Year Picnic",
        "4.28.1 Publication history",
        "4.28.2 Plot",
        "5 Influences",
        "5.1 Fascination with Mars, the works of Edgar Rice Burroughs, and comics",
        "5.2 Literary influences",
        "6 Reception",
        "7 Legacy",
        "7.1 Continued popularity of The Martian Chronicles",
        "7.2 Bradbury Landing on Mars",
        "8 Adaptations",
        "8.1 Theater",
        "8.2 Film",
        "8.3 Opera",
        "8.4 Radio",
        "8.5 Television miniseries",
        "8.6 Television adaptations of individual stories",
        "8.7 Comic books",
        "8.8 Video games",
        "9 The Other Martian Tales",
        "10 See also",
        "11 References",
        "12 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe Martian Chronicles is a science fiction fix-up novel, published in 1950, by American writer Ray Bradbury that chronicles the exploration and settlement of Mars, the home of indigenous Martians, by Americans leaving a troubled Earth that is eventually devastated by nuclear war.\n\n"
        },
        {
            "title": "Synopsis",
            "text": "The book projects American society immediately after World War II into a technologically advanced future where the amplification of humanity's potentials to create and destroy have both miraculous and devastating consequences.\n\nEvents in the chronicle include the apocalyptic destruction of both Martian and human civilizations, both instigated by humans, though there are no stories with settings at the catastrophes.  The outcomes of many stories raise concerns about the values and direction of America of the time by addressing militarism, science, technology, and war time prosperity that could result in a global nuclear war (e.g., \"There Will Come Soft Rains\" and \"The Million-Year Picnic\"); depopulation that might be considered genocide (e.g., \"The Third Expedition\", \"—And the Moon Be Still as Bright\" and \"The Musicians\"); racial oppression and exploitation (e.g., \"Way in the Middle of the Air\"); ahistoricism, philistinism, and hostility towards religion (e.g., \"—And the Moon Be Still as Bright\"); and censorship and conformity (e.g., \"Usher II\"), among others. On Bradbury's award of a Pulitzer Prize Special Citation in 2007, the book was recognized as one of his \"masterworks that readers carry with them over a lifetime.\"[2]\n\n"
        },
        {
            "title": "Structure and plot summary",
            "text": "The Martian Chronicles is a fix-up novel[3][4] consisting of previously-published short stories along with new short bridge narratives in the form of interstitial vignettes, intercalary chapters, or expository narratives. The previously-published stories were revised for consistency of the overall story line and refinement.\n\nThe Martian Chronicles may at first appear to be a planned short story cycle; however, Bradbury did not specifically write The Martian Chronicles as a singular work – rather, its creation as a novel was suggested to Bradbury by a publisher's editor years after most of the stories had already appeared in many different publications (see Publication history and original publication notes under Contents). In responding to the suggestion, the 29-year-old Bradbury was shocked by the idea that he had already written a novel and remembers saying: \"Oh, my God... I read Winesburg, Ohio by Sherwood Anderson when I was 24 and I said to myself, 'Oh God, wouldn't it be wonderful if someday I could write a book as good as this but put it on the planet Mars.'\".[5] (See the Influences section on literary influences affecting the works's structure.)\n\nThe Martian Chronicles is written as a chronicle, each story presented as a chapter within an overall chronological ordering of the plot. Overall, the chronicle can be viewed as three extended episodes or parts, punctuated by two apocalyptic events. Events in the original edition of the book ranged from 1999 to 2026. As 1999 approached in real life, the dates in the book were advanced by thirty-one years in the 1997 edition. The summary that follows includes the dates of both editions.\n\n"
        },
        {
            "title": "Publication history",
            "text": "The creation of The Martian Chronicles by weaving together previous works was suggested to the author by New York City representatives of Doubleday & Company in 1949 after Norman Corwin recommended Bradbury travel to the city to be \"'discovered'\".[6] The work was subsequently published in hardbound form by Doubleday in the United States in 1950. Publication of the book was concurrent with the publication of Bradbury's short story, \"There Will Come Soft Rains\" that appeared in Collier's magazine. The short story appears as a chapter in the novel, though with some differences.  The novel has been reprinted numerous times by many different publishers since 1950.\n\nThe Spanish language version of The Martian Chronicles, Crónicas Marcianas, was published in Argentina concurrently with the U.S. first edition, and included of all the chapters contained in the U.S. edition. The edition included a foreword by Jorge Luis Borges.\n\nThe book was published in the United Kingdom under the title The Silver Locusts (1951), with slightly different contents. In some editions the story \"The Fire Balloons\" was added, and the story \"Usher II\" was removed to make room for it.[7]\n\nThe book was published in 1963 as part of the Time Reading Program with an introduction by Fred Hoyle.\n\nIn 1979, Bantam Books published a trade paperback edition with illustrations by Ian Miller.\n\nAs 1999 approached, the fictional future written into the first edition was in jeopardy, so the work was revised and a 1997 edition was published to advance all of the dates by 31 years (with the plot running from 2030 to 2057 instead of 1999 to 2026). The 1997 edition added \"November 2033: The Fire Balloons\" and \"May 2034: The Wilderness\", and omitted \"Way in the Middle of the Air\", a story considered less topical in 1997 than 1950.\n\nThe 1997 edition of Crónicas Marcianas included the same revisions as the U.S. 1997 edition.\n\nIn 2009, the Subterranean Press and PS Publishing published The Martian Chronicles: The Complete Edition that included the 1997 edition of the work and additional stories under the title \"The Other Martian Tales\".[8] (See The Other Martian Tales section of this article.)\n\n"
        },
        {
            "title": "Contents",
            "text": "Bradbury called the table of contents for The Martian Chronicles \"Chronology\" with each item formatted with the date of the story followed by a colon followed by the story title. The title of each chapter in the first edition was the corresponding line in \"Chronology\". In the 1997 edition, chapter titles omitted the colons by printing the date and the story title on separate lines. The chapter titles that follow are formatted consistent with the \"Chronology\".  The years are those appearing in the first edition followed by the year appearing in 1997 edition.\n\nPublication information concerning short stories published prior to their appearance in The Martian Chronicles is available in Ray Bradbury short fiction bibliography.\n\nFirst appeared in  The Martian Chronicles. Not to be confused with the short story of the same name published in 1947.\n\n\"Rocket Summer\" is a short vignette that describes the rocket launch of the first human expedition to Mars on a cold winter day in Ohio.\n\nFirst published as \"I'll Not Ask for Wine\" in Maclean's, January 1, 1950.\n\nYlla, an unhappily married Martian, who, like all Martians, has telepathy, receives an impression of the human space traveler Nathaniel York. Ylla sings the 17th century song \"Drink to Me Only with Thine Eyes\" (with lyrics from the poem \"To Celia\" by Ben Jonson), in English she doesn't understand. She has a romantic dream involving him, in which he takes her back to Earth. Her jealous husband, Yll, kills York and her memories fade.\n\nFirst published as \"The Spring Night\" in The Arkham Sampler, winter 1949.\n\nAn idyllic Martian summer night is disrupted when Martian adults and children spontaneously start to sing the words from English poems and children's rhymes they don't understand, including Lord Byron's \"She Walks in Beauty\" and \"Old Mother Hubbard\". The music, poems and rhymes emanate from astronauts aboard the Second Expedition's spaceship heading towards Mars. The Martians are terrified and sense that a terrible event will occur the next morning.\n\nFirst published in Thrilling Wonder Stories, August 1948.\n\nThe Second Expedition encounters members of a Martian community not far from their landing site. The Earth explorers, mistaken for delusional Martians, find themselves locked up in an insane asylum.\n\nFirst appeared in The Martian Chronicles.\n\nA man named Pritchard believes he is entitled to be in the crew of the Third Expedition because he is a taxpayer. He doesn't want to be left on Earth because \"there's going to be an atomic war.\"\n\nFirst published as \"Mars is Heaven!\" in Planet Stories, fall 1948. The original short story was set in 1960. The story in  The Martian Chronicles  contains paragraph about medical treatments that slow the aging process, so that the characters can be traveling to Mars in 2000 but still remember the 1920s.\n\nThe Third Expedition find themselves lulled into a collective hallucination by the Martians and then killed by them. The ending leaves it ambiguous whether this was the plan of the Martians all along, or, given the telepathic origins of the hallucination and the way it was molded to their expectations and desires, Captain John Black accidentally willed it into being by coming to believe the hallucination was a trap for those perceived as invaders.\n\nFirst published in Thrilling Wonder Stories, June 1948.\n\nJeff Spender, a crew member with the Fourth Expedition, becomes repelled by the others' ugly American attitude as they explore a dead Martian city and begins to kill the others for their disrespect of the ruins.\n\nFirst appeared in The Martian Chronicles.\n\n\"The Settlers\" is a vignette that describes the \"Lonely Ones\", the first settlers of Mars, single men from the United States who are few in number.\n\nFirst appeared in The Martian Chronicles.\n\nA tall tale concerning Benjamin Driscoll, who Johnny Appleseed-like, is an emigrant who is threatened to be returned to Earth because he has difficulty breathing due to the thin Martian atmosphere. Driscoll believes Mars can be made more hospitable by planting trees to add more oxygen to the atmosphere. Referencing this story, Driscoll Forest is a place named in \"The Naming of Names\".\n\nFirst appeared in The Martian Chronicles.\n\nA vignette describing the arrival of ninety thousand American emigrants to Mars.\n\nFirst appeared in The Martian Chronicles.\n\n\"Night Meeting\" is the story of Tomás Gomez, a young Latino construction worker on Mars, who drives his truck across an empty expanse between towns to attend a party, and his encounters along the way with an elderly gas station owner and a Martian who appears to him as a phantom. They each regard each other as a dream.\n\nThe fearless Tomás Gomez reflects a common Mexican attitude toward death, which Bradbury understood.  Prior to the publication of The Martian Chronicles in 1950, two of his short stories relating to the Day of the Dead were published in 1947 — \"El Día de Muerte\" set on the Day of the Dead in Mexico City and \"The Next in Line\" that was published in his book Dark Carnival about a visit to catacombs in a Mexican village which terrifies the American protagonist.  Both stories were likely inspired by his learning about Mexican death rites during his own frightful experience on a 1945 trip to Mexico that included a visit in Guanajuato where he viewed mummies.[9]\n\nThis vignette characterizes two successive groups of settlers as American emigrants who arrive in \"waves\" that \"spread upon\" the Martian \"shore\" – the first are the frontiersmen described in \"The Settlers\", and the second are men from the \"cabbage tenements and subways\" of urban America.\n\nThe story first appeared as \"…In This Sign\" in Imagination, April 1951 after publication of the first (1950) edition of The Martian Chronicles and so, was included in the U.S. edition of The Illustrated Man and in The Silver Locusts.  The story was included in the 1997 edition of The Martian Chronicles, though it appeared in earlier special editions – the 1974 edition from The Heritage Press, the September 1979 illustrated trade edition from Bantam Books, the \"40th Anniversary Edition\" from Doubleday Dell Publishing Group and in the 2001 Book-of-the-Month Club edition.\n\n\"The Fire Balloons\" is a story about an Episcopal missionary expedition to cleanse Mars of sin, consisting of priests from large American cities led by the Most Reverend Father Joseph Daniel Peregrine and his assistant Father Stone.  Peregrine has a passionate interest in discovering the kinds of sins that may be committed by aliens reflected in his book, The Problem of Sin on Other Worlds.  Peregrine and Stone argue constantly about whether the mission should focus on cleansing humans or Martians.  With the question unanswered, the priests travel to Mars aboard the spaceship Crucifix.  The launch of the rocket triggers Peregrine's memories as a young boy of the Fourth of July with his grandfather.\n\nAfter landing on Mars, Peregrine and Stone meet with the mayor of First City, who advises them to focus their mission on humans.  The mayor tells the priests that the Martians look like blue \"luminous globes of light\" and they saved the life of an injured prospector working in a remote location by transporting him to a highway.  The mayor's description of the Martians triggers Peregine's endearing memories of himself launching fire balloons with his grandfather on Independence Day.\n\nPeregrine decides to search for and meet Martians, and he and Stone venture into the hills where the prospector encountered them.  The two priests are met by a thousand fire balloons.  Stone is terrified and wants to return to First City while Peregrine is overwhelmed by their beauty, imagines his grandfather is there with him to admire them, and wants to converse with them, though the fire balloons disappear.  The two priests immediately encounter a rock slide, which Stone believes they escaped by chance and Peregrine believes they were saved by Martians. The two argue their disagreement, and during the night while Stone is sleeping, Peregrine tests his faith in his hunch by throwing himself off a high cliff.  As he falls, Peregrine is surrounded by blue light and is set safely on the ground. Peregrine tells Stone of the experience but Stone believes Peregrine was dreaming, so Peregrine takes a gun which he fires at himself and the bullets drop at his feet, convincing his assistant.\n\nPeregrine uses his authority to have the mission build a church in the hills for the Martians.  The church is for outdoor services and is constructed after six days of work.  A blue glass sphere is brought as a representation of Jesus for the Martians.  On the seventh day, a Sunday, Peregrine holds a service in which he plays an organ and uses his thoughts to summon the Martians.  The fire balloons, who call themselves the Old Ones, appear as glorious apparitions to the priests and communicate the story of their creation, their immortality, their normally solitary existences, and their pure virtuousness.  They thank the priests for building the church and tell them they are unneeded and ask them to relocate to the towns to cleanse the people there. The fire balloons depart, which fills Peregrine with such overwhelming sadness that he wants to be lifted up like his grandfather did when he was a small child.  The priests are convinced and withdraw to First Town along with the blue glass sphere that has started to glow from within.  Peregrine and Stone believe the sphere is Jesus.\n\nBradbury said he consulted a Catholic priest in Beverly Hills while he developed the plot for \"Fire Balloons\".  In an interview, Bradbury recalled part of a day-long conversation: \"'Listen, Father, how would you act if you landed on Mars and found intelligent creatures in the form of balls of fire? Would you think you ought to save them or would you think they were saved already?'  'Wow! That's a hell of a fine question!' the father exclaimed. And he told me what he would do. In short, what I make Father Peregrine do.\"[10]\n\nInterpretation of \"The Fire Balloons\" has been called \"ambiguous\" because its meaning can be dramatically different due to the context set by the stories that accompany it.[11] Its first appearance in the U.S. in 1951 was as a stand-alone story as \"... In This Sign\" and in The Illustrated Man that was concurrent with its first appearance in The Silver Locusts in the U.K. which included all of The Martian Chronicles stories with Martian characters.  Within The Silver Locusts and the 1997 edition of The Martian Chronicles the strategy used by Martians in \"The Fire Balloons\" is implicit – they use their telepathic powers to peacefully keep settlers away from their mountains.  As in \"Ylla\" the Martians understand Father Peregrine's fond memories of his grandfather and the Fourth of July celebrations they shared together involving fire balloons before and after the Crucifix lands on Mars.  As in \"The Earth Men\", an elaborate, imaginary world is constructed, though in \"The Fire Balloons\"  it is for the priests to convince them to cleanse humans of sin in First City.  The appearance of Martians as fire balloons ends with the chapter.\n\nFirst appeared in The Martian Chronicles. Not to be confused with the short horror story or \"Time Intervening,\" which is also under that title.\n\nA vignette describing how the Tenth City are built by colonists\n\nFirst appeared in The Martian Chronicles.\n\nYoung boys defy their parents and habitually play in and among the otherwise unpopulated ruins of indigenous Martian towns where they perished in their homes. The Firemen methodically incinerate the remnants of Martian civilization and the bones of the Martians. The boys play amongst the relics and make Martian bones into musical instruments.\n\nFirst appeared in The Magazine of Fantasy and Science Fiction, November 1952. The story appears in the 1974 edition of The Martian Chronicles by The Heritage Press, the 1979 Bantam Books illustrated trade edition, and the 1997 edition of The Martian Chronicles.\n\nIn Independence, Missouri, a woman, Janice Smith, expects a telephone call at midnight from her fiancée Will on Mars. He has already purchased a home on Mars identical to her home on Earth. His response after the long delay due to the distance to Mars is incomplete due to natural interference so, she only hears him say \"love\".  Smith contemplates being a pioneer as the women before her, and then falls asleep for the last time on Earth.\n\nFirst appeared in the first edition of The Martian Chronicles and not included in the 1997 edition. \nThe work later appeared in the July 1950 issue of Other Worlds Science Stories after five major magazines rejected the manuscript drafted in 1948.[12]\n\nBradbury explained that the drafting of \"Way in the Middle of the Air\" was a common way he used writing to address his emotional state affecting him at a moment.  He recalled in a 1962 interview that he was so upset about the circumstances of African-Americans in the United States that \"I put them in rocket ships and send them off to Mars, in a short story, to rid myself of that tension\".[13]\n\nPublication of \"Way in the Middle of the Air\" in 1950 was groundbreaking for a science fiction story even though the work is considered limited by providing only the viewpoint of white Americans. According to Isiah Lavender III, \"Bradbury is one of the very few authors in [science fiction] who dared to consider the effects and consequences of race in America at a time when racism was sanctioned by the culture.\"[14] Even with the story's limitations, Robert Crossley suggested that it might be considered \"the single most incisive episode of black and white relations in science fiction by a white author.\"[15]\n\n\"Way in the Middle of the Air\" is the story about Samuel Teece, a white racist and terrorist hardware store owner in an unnamed town in the Jim Crow era American South of 2003, and his efforts to dissuade the African-Americans in the town area from emigrating to Mars.  Teece and a group of white men sit on the porch of his hardware store when they see a flood of black families and others marching into town with their belongings.  One of the men tells Teece that the entire community has decided to leave for Mars.  Teece is incensed and declares that the governor and militia should be contacted because the migrants should have notified everyone in advance before departing.\n\nAs the migrants pass the store, Teece's wife, accompanied by the wives of other men on the porch, asks her husband to come home to prevent their house servant, Lucinda, from leaving.  Mrs. Teece says she couldn't convince Lucinda from leaving after offering an increase in pay and two nights a week off, and said she didn't understand her decision because she thought Lucinda loved her.  Teece restrains himself from beating his wife, and orders her to go back home.  She obeys, and after she's gone he takes his gun out and threatens to kill any migrant who laughs.  The march continues quietly through town toward the rocket launch site.\n\nTeece sees  black man, Belter, and threatens to horsewhip him because Belter owes him fifty dollars.  Belter tells Teece that he forgot about the debt, and Teece tells Belter that he shouldn't leave because his rocket will explode but Belter responds that he doesn't care.  Teece calls Belter \"Mister Way in the Middle of the Air\" taken from the lyrics of the negro spiritual \"Ezekiel Saw the Wheel\" about a vision of the prophet Ezekiel that occurred in the sky.  After Belter begs Teece to let him depart for Mars, an old man among the migrants passes his hat around and quickly collects fifty dollars in donations from other migrants and gives it to Belter, who gives it to Teece and leaves.  Teece is enraged and waves his gun at the migrants and threatens to shoot their rockets down one by one.  The men on Teece's porch ponder the reason for the mass migration mentioning advances in civil rights like elimination of the poll tax, some states enacting anti-lynching laws, \"all kinds of equal rights\", and that the wages of black men are nearly on par with white men.\n\nAfter almost all of the migrants have passed through town, Silly, Teece's seventeen year old black employee, comes to the porch to return Teece's bicycle Silly uses for deliveries.  Teece shoves Silly off the machine and orders Silly to go inside the hardware store and start working.  Silly doesn't move and Teece pulls out a contract he says Silly signed with an \"X\" that requires the boy to \"give four weeks notice and continue working until his position is filled\".  Silly says he didn't sign a contract and Teece responds by saying he will treat the boy well.  Silly asks one of the white men on the porch if one of them will take his place and Grandpa Quartermain volunteers so Silly can leave.  Teece claims Silly as his and says he'll lock the boy in the back room until the evening.  Silly starts to cry and then three other men on the porch tell Teece to let Silly go.  Teece feels for the gun in his pocket and then relents.  Silly cleans out his shed at the store on orders from Teece and departs the store in an old car.  As Silly leaves, he asks Teece what he is going to do at night when all the black people are gone.  After the car drives away, Teece figures out that Silly was asking about lynchings Teece participated in, and gets his open-top car to chase down Silly and kill him.  Quartermain volunteers to drive, and in their pursuit a tire goes flat after running over cast off belongings that migrants abandoned onto the road.  Teece returns to his store where men are watching rockets shooting up into the sky.  Teece refuses to watch and proudly comments that Silly addressed him as \"Mister\" to the very end.\n\nFirst appeared in The Martian Chronicles. (Not to be confused with the short story \"The Naming of Names\", first published in Thrilling Wonder Stories, August 1949, later published as \"Dark They Were, and Golden-Eyed\".)\n\n\"The Naming of Names\" is a short vignette about the names of places on Mars being given American names that memorialize the crews of the four exploratory expeditions, or \"mechanical\" or \"metal\" names, which replace the Martian names that were for geographic features and things in nature.\n\nThe vignette also describes tourists who visit Mars and shop, and describes the next wave of emigrants as \"sophisticates\" and people who \"instruct\" and \"rule\" and \"push\" other people about.\n\nFirst published as Carnival of Madness in Thrilling Wonder Stories, April 1950.  In 2010, Los Angeles artist Allois, in collaboration with Bradbury, released illustrated copies of \"Usher\" and \"Usher II\".[16] The story also appeared in the 2008 Harper Collins/ Voyager edition of The Illustrated Man.\n\n\"Usher II\" is a horror story and homage to Edgar Allan Poe about the wealthy William Stendahl and the house he built to murder his enemies.  The story begins with Stendahl's meeting with Mr. Bigelow, his architect, to perform a final check-out for the completion of his newly built house.  Stendahl reads Bigelow architectural specifications taken directly from the description of the House of Usher from the text of Poe's \"The Fall of the House of Usher\". Stendahl is satisfied and refers to the house as, The House of Usher.  The owner is angered that Bigelow doesn't know anything of or about Poe and sends him away.  Bigelow's ignorance is innocent because for decades, anything \"produced in any way suggesting ... any creature of the imagination\" has been outlawed, including books, many of which were confiscated and burned in the Great Fire thirty 5 years earlier, including Stendahl's own fifty thousand book library.\n\nStendahl is visited by Mr. Garrett, an investigator of Moral Climates, who immediately tells Stendahl that he will have his place dismantled and burned later that day.  Stendahl tells Garrett that he spent a huge sum of money for the house and invites the investigator inside for additional information for his investigative report.  During the tour, Garrett experiences an automated horror fantasy world, and finds the place \"deplorable\" as well as a work of genius.  Garrett is met by a robot ape that Stendahl demonstrates is a robot and then orders it to kill Garrett.  Stendahl has his assistant Pikes, who he regards as the greatest horror film actor ever when such films were made, construct a robot replica of Garrett to return to Moral Climates to delay any action affecting the house for forty-eight hours.  Stendahl and Pikes send invitations out to their enemies for a party later that evening.\n\nAbout thirty guests arrive at Stendahl's party.  Upon greeting them, he tells them to enjoy themselves because the house will be soon be destroyed, though Pikes interrupts and shows Stendahl the remnants of Garrett, which are the parts of a robot.  They first panic and then Stendahl figures the real Garrett will come to visit since they sent a robot back, and very soon Garrett appears and informs Stendahl that the Dismantlers will arrive in an hour.  Stendahl tells Garrett to enjoy the party and offers him some wine that is politely refused.  Garrett and Miss Pope then observe Miss Blunt being strangled by an ape and her corpse being stuffed up a chimney.  Another laughing Miss Blunt comforts Miss Pope by telling her that what she saw killed was a robot replica of herself.  Stendahl serves Garrett wine which he drinks.  Garrett watches additional killings performed in a similar manner that he remembers from Poe's \"The Premature Burial\", \"The Pit and the Pendulum\", and one other from \"The Murders in the Rue Morgue\".  Stendahl serves Garrett more wine which is consumed and asks the investigator if he would like to see what is planned for him.  Garrett agrees and is treated as the character Fortunato from Poe's \"The Cask of Amontillado\".  After Stendahl and Pikes have disposed of all their guests, they leave in a helicopter and, from above, watch the house break apart like the one in Poe's story.\n\nFirst appeared in The Martian Chronicles.\n\n\"The Old Ones\" is a short vignette that describes the last wave of emigrants to Mars – elderly Americans.  The title does not refer to the Martians in \"The Fire Balloons\".\n\nFirst published in Super Science Stories, November 1949.\n\n\"The Martian\" is the story about an elderly married couple, LaFarge and Anna, who encounter a Martian who wants to live with them as their fourteen-year-old son, Tom, even though Tom died of pneumonia many years before.  On a rainy night, Lafarge mentions his grief for Tom to Anna, who asks him to \"forget him and everything on Earth\".  They go to bed but before they can sleep they respond to a knock at their front door and find a boy who looks like Tom there.  Anna is afraid but LaFarge thinks of the boy as Tom.  Anna tells the boy to leave and asks her husband to lock the door, but LaFarge tells the boy that he can enter the house if he wants to and shuts the door unlocked.  The next morning, LaFarge finds the boy bathing in the canal adjacent to his house while his wife treats the boy as her son with no discernible sign of concern or doubt.  LaFarge asks the boy to give his true identity and guesses he is a Martian.  The boy asks to be accepted and not to be doubted, and then runs away. Anna becomes distressed as she sees the boy running away, and LaFarge asks his wife if she remembers anything about Tom's death. Anna responds that she doesn't know what he's talking about.\n\nThe boy returns late in the afternoon and makes an agreement with LaFarge on not asking any more questions.  The boy says he was almost \"trapped\" by a man living in a tin shack by the canal after he ran away.  After the boy leaves LaFarge to prepare for suppertime, Saul in a canal boat tells LaFarge that Nomland, the man living in the tin shack known to have murdered a man named Gillings on Earth, said Nomland saw Gillings that afternoon and tried to lock himself in the jail, and when he couldn't, went home and shot himself dead only twenty minutes earlier.  LaFarge asks the boy what he did during the afternoon, and the boy responds, \"Nothing\" and LaFarge stops the questioning.\n\nLaFarge, Anna, and the boy leave the house on a canal boat over fearful objections of the boy.  The boy falls asleep in the boat and talks in his sleep about \"changing\" and \"the trap\" which the couple don't understand.  Soon after they arrive in the town and start to meet numerous people, the boy runs off. Anna is distressed and Tom reassures her that the boy will return before they leave.  The couple buys theater tickets and return to the canal boat late at night when the entertainment ends, but the boy is not there.  LaFarge goes into town to find the boy and meets Mike who tells him that Joe Spaulding and his wife found their daughter, Lavinia, on Main Street while buying their theater tickets.  LaFarge goes to the Spaulding's house and finds Lavinia, though he calls her Tom, and asks Lavinia to come back to him and Anna.  LaFarge makes a fatherly commitment and Lavinia leaves with LaFarge, though the departure is detected and her father shoots at them and misses.  As they flee, LaFarge sends the boy off in a different direction to rendezvous at the canal boat where Anna awaits.  As the boy runs through town his appearance changes to a figure that is recognizable to each person who sees him.  The boy makes it to the boat where LaFarge and Anna await, but Joe Spaulding has a gun and stops their departure.  The boy steps off the boat and Spaulding takes his wrist while all the people around him claim the boy is theirs.  As the crowd argues, the boy sickens and screams as his appearance changes rapidly and uncontrollably from one recognizable figure to a person in the crowd to another, and then dies. It starts to rain again.  LaFarge and Anna return home and go to bed.  At midnight, LaFarge hears something at the door, opens it to a rainy night and watches the empty yard for five minutes before locking the door shut.\n\nFirst appeared in The Martian Chronicles.\n\n\"The Luggage Store\" is a short dialogue between Father Peregrine and the elderly owner of a luggage store.  The proprietor tells Peregrine that he heard on the radio that there will be a war on Earth, looks at Earth in the night sky, and tells the priest he finds the news incredible.  Peregrine changes the proprietor's mind by telling him that news of war is unbelievable because Earth is so far away.  The shop owner tells the priest of the hundred thousand new emigrants expected in the coming months and Peregrine comments that the travelers will be needed on Earth and that they'll probably be turning back.  The proprietor tells the priest that he'd better prepare his luggage for a quick sale after which the priest asks if the owner thinks all the emigrants on Mars will return to Earth.  The owner believes so because the emigrants haven't been on Mars for long, except for himself because he is so old. Peregrine tells the shopkeeper that he's wrong about staying on Mars.  The owner is convinced again by the priest, and Peregrine buys a new valise to replace his old one.\n\nFirst published in Thrilling Wonder Stories, December 1948.\n\n\"The Off Season\" is the story of former Fourth Expedition crewman Sam Parkhill, who is a character in \"—And The Moon Be Still As Bright\", and his wife Elma, and their encounters with Martians as they prepare to open the first hot dog stand on Mars, which is decorated with glass Sam broke off old Martian buildings.  The Parkhills hope to become wealthy because one hundred thousand new emigrants are expected to arrive to establish Earth Settlement 101 nearby, though Elma points out that the new inhabitants will be Mexican and Chinese nationals.  The couple is unaware that Earth is on the brink of global war because their radio is broken.\n\nDuring the evening, the Parkhills are approached by a Martian they spoke to earlier that day.  The Martian learns the Parkhills don't know about the situation on Earth and as the Martian says he wants to show Sam a bronze tube that appears in the Martian's hand. Sam shoots the Martian dead with a gun believing the tube is a weapon.  However, Elma discovers the tube contains a document written with Martian hieroglyphics neither of them understand.  As Sam tells Elma that the Earth Settlement will protect him from Martians, Elma sees twelve Martian sand ships approaching and Sam believes the Martians want to kill him.  Sam takes Elma onto a Martian sand ship he purchased at an auction and learned to operate, and takes off to a town for protection.  As Sam's sand ship sails, a young woman appears on the ship's tiller bench.  The woman, a vision, tells Sam to return to the hot dog stand.  Sam refuses and tells the women to get off his ship.  The vision argues that the ship isn't his and claims it as part of the Martian world.  Sam shoots the vision and it vanishes after breaking into crystals and vaporizing. Elma is disappointed in Sam and asks him to stop the ship, but Sam refuses. In frustration and to display his might, Sam destroys the crystal ruins of a Martian city by shooting them as the sand ship passes by, though Elma is unimpressed and then falls unconscious.\n\nAs Sam readies to shoot up another Martian city, three sand ships catch up with him.  Sam shoots at them and one ship disintegrates and vaporizes along with its crew.  As the two other ships approach Sam's, he gives up by stopping his ship.  A Martian calls him, and Sam explains himself and surrenders by throwing down his gun.  The Martian tells him to retrieve his gun and return to the hot dog stand where they want to explain something without harming him.  Elma wakes up on the journey back.\n\nBack at the hot dog stand, the Martian Leader tells the Parkhills to ready it for operation and to have a celebration.  The Leader produces the scrolls which he explains are grants to Sam that sum to half of the entire planet.  Sam asks the Leader for an explanation for the gift but the Martians announce their departure and tell him to \"prepare\" and repeat that the land is his.  Sam believes the Martians were telling him the rockets with the new emigrants are arriving, so Sam and Elma start preparing hot dogs.  As they prepare food, Sam thinks of the hungry emigrants to feed and botches recitation of Emma Lazarus' poem \"The New Colossus\" which is on a plaque at the Statue of Liberty in Sam's hometown, New York City.  Elma looks at Earth in the night sky and sees an explosion on the planet that gains Sam's attention.  Elma tells Sam she believes no customers will be coming to the hot dog stand for a million years.\n\nIn \"—And the Moon Be Still as Bright\", the bodies of dead Martians are corpses.  Sam Parkhill's shooting of the Martians dead at his hot dog stand and on his sand ship are illusions projected by one or more Martians somewhere else.\n\nFirst appeared in The Martian Chronicles. Not to be confused with the 1945 short story of the same name.\n\n\"The Watchers\" is a short vignette about the concerns of the Martian colonists, who are all Americans, about reports of war on Earth.  At nine o'clock in the night sky, they view an explosion that changes the color of Earth, though, three hours later the color returns to normal.   At two o'clock in the morning, colonists receive a message that war had begun, that a stockpile of nuclear weapons \"prematurely\" detonated destroying the Australian continent, and that Los Angeles and London had been bombed.  The message said \"come home\" repeatedly without explanation. The proprietor of a luggage store, who is a character in \"The Luggage Store\", sells out of stock early in the morning, as colonists prepare to return to Earth.\n\nFirst published in Charm, March 1949.\n\n\"The Silent Towns\" is a story about thirty year old Walter Gripp, a miner who lived in a remote mountain shack and walked to the town of Marlin Village every two weeks to find a wife. On his December visit Gripp finds the town abandoned and happily helps himself to money, food, clothing, movies, and other luxuries, but soon realizes he's lonely. As he walks to return to his shack, Gripp hears a phone ringing in an abandoned house but he can't reach it soon enough to communicate with the caller. He hears a telephone ringing in another house and misses the call and realizes he expects the caller to be a woman. In the abandoned home, he obtains a colony telephone directory and starts calling the listed numbers in alphabetal order but stops after contacting a woman's automated message service.  Gripps tries his luck with telephone exchanges and government and public institutions, and then places where he thinks a woman would take herself.  Gripp calls the biggest beauty parlor in New Texas City and reaches Genevieve Selsor but is cut off. He finds a car and drives a thousand miles to the Deluxe Beauty Salon, fantasizing about Selsor along the way.  Gripp can't find Selsor there and believes she drove to Marlin Village to find him, so he returns and finds Selsor at a beauty parlor holding a box of cream chocolates.\n\nGripps finds the twenty-seven-year old physically unattractive and suffers while they watch a Clark Gable movie together after which she pours perfume into her hair.  They return to the beauty parlor and Selsor declares herself as \"last lady on Mars\" and Gripp as the last man and presents him with a box containing a wedding dress. Gripp flees, driving across Mars to another tiny town to spend his life happily alone and ignoring any phone he hears ringing.\n\nFirst published in Maclean's, September 15, 1948.\n\n\"The Long Years\" is the story of the last days of the life of Hathaway, the physician/geologist crewman from the Fourth Expedition's story \"—And the Moon Still Be As Bright\".  At night during a windstorm, Hathaway visits four graves on a hill away from his family's hut and asks the dead for forgiveness for what he's done because he was lonely.  As he returns to the hut, he spots a rocket approaching.  He tells the family of the \"good news\" of a rocket arrival in the morning.  He goes to the nearby ruins of New New York City and sets it ablaze as a location for the rocket to land.  Hathaway returns to the hut to serve wine to his family in celebration.  He reminisces about missing all the rockets evacuating colonists from Mars when the Great War started because he and his whole family were doing archaeological work in the mountains.  As his wife and three children drink their wine it all just runs down their chins.\n\nIn the morning, the family prepares to greet whoever is in the rocket ship, including a great breakfast.  As the rocket lands, Hathaway suffers an angina attack while running toward it.  He recovers and continues on.  Wilder, who was captain of the Fourth Expedition, emerges, sees Hathaway and greets him. Wilder explains that he's been on a twenty-year mission to the outer solar system; reports that he surveyed Mars before landing and found only one other person, Walter Gripp, who decided to stay on Mars, Wilder ponders with Hathaway the fate of Earth; and agrees to take Hathaway and his family on his return to Earth.  Hathaway compliments Wilder on his promotion to lead the twenty-year mission so that Wilder would not slow the development of Mars.  Wilder orders his crew out of the spaceship to join Hathaway's family.\n\nOn their way to the family hut, Hathaway updates Wilder on the Fourth Expedition's crewmen.  Hathway tells Wilder that he visits Jeff Spender's tomb annually to pay his respects, and about Sam Parkhill's hot dog stand which was abandoned a week after opening to return to Earth.  Wilder observes Hathaway in physical distress and has his physician crewman check Hathaway.  Hathaway tells Wilder that he has stayed alive just to await rescue and now that Wilder has arrived he can die.  The doctor gives him a pill and then says what he just spoke was \"nonsense\".  Hathway recovers and continues on to the family hut.\n\nAt the hut, Hathaway introduces his family to the crew. Wilder is struck by how young Hathaway's wife appears, given that he met her decades earlier, and he compliments her on her youthfulness.  Wilder asks John, Hathaway's son, his age, and John answers twenty-three.  Crewman Williamson tells Wilder that John is supposed to be forty-two.  Wilder sends Williamson off to investigate on the pretense of checking up on their rocket.  Williamson returns to report that he found the graves of Hathaway's wife and children, and that the gravestones said that they died of an unknown disease during July 2007/2038.\n\nAs breakfast ends, Hathaway stands and toasts the crew and his family, and as soon he is done he collapses and knows that he will soon be dead.  Wilder wants to call the family in to see Hathaway, but Hathaway stops him.  Hathaway says they won't understand and wouldn't want them to understand, and then dies.  Wilder converses with Hathaway's wife and concludes that she and the children are all androids, created by Hathaway to keep him company after his wife and children died.  The crew buries Hathaway in his family's graveyard.\n\nAs Wilder prepares to depart, Williamson asks Wilder about what should be done about the android family and specially asks whether they should be deactivated.  Wilder rejects taking them to Earth and says deactivation never crossed his mind.  Wilder hands Williamson a gun and tells the crewman that if he can do anything it is better than anything he can do.  Williamson goes into the hut and returns to Wilder reporting that he pointed the gun at an android daughter, who responded by smiling, and that he felt shooting them would be \"murder\".  Wilder speculates the androids could operate for up to two more centuries.  The rocket departs, and the android family continues on with its endless routines, that includes, for no reason at all, the android wife nightly looking up at Earth in the sky and tending a fire.\n\nFirst published in Collier's, May 6, 1950, and revised for inclusion in The Martian Chronicles.\n\nAn unoccupied, highly automated house of the McClellan family that stands and operates intact in a California city that is otherwise obliterated by a nuclear bomb, and its destruction by a fire caused by a windstorm.  The story marks the end of the United States as a nation.  The story also commemorates the United States' atomic bombing of Hiroshima on August 5, 1945 (US time) during World War II.  The title of the story was taken from Sara Teasdale's anti-war poem \"There Will Come Soft Rains\" originally published in 1918 during World War I and the 1918 Flu Pandemic.\n\nFirst published in Planet Stories, summer 1946.\n\n\"The Million-Year Picnic\" is the story of William Thomas, a former governor of the state of Minnesota and Alice, his wife, and three sons, who traveled to Mars to escape war under the parents' pretense that the family is taking a fishing trip.  Alice is not noticeably pregnant with a girl.  The family enjoys a warm Martian summer day in and along water-filled canals traveling in a power boat prepared for an encampment.  William is troubled by the war on Earth and does his best to keep the children entertained though he mutters his concerns as stray thoughts his children don't completely comprehend.  William draws the boys' attention on fish, the ancient Martian cities they pass by, and on finding Martians – the latter, William assures the boys that they will find.  While boating in a canal William and his wife listen to a broadcast on their atomic radio and are jolted by what they hear.  William remotely detonates the family's rocket that causes a great sound, throttles the boat faster to drown out the noise and collides with a wharf and stops.  No damage is done and William laughingly tells everyone he just exploded their rocket.  The boys instantly think it is part of a game. William tells the boys he did it to keep their location secret, and the boys think it is still part of a game. William listens in on the atomic radio again and hears nothing for a couple of minutes.  He tells the family, \"It's over at last\" and the children fall silent.  William boats down the canal where they pass six Martian cities and asks the family to choose the best one.  They all choose the last one and William declares that it will be their new home.  The boys are saddened to tears about missing Minnesota but the father tells the boys that the Martian city is theirs and the boys become filled with a sense of adventure.  The family walks through their new city and William tells the family that they will be joined by Bert Edward's family that includes four girls.  He tells his son Timothy that he destroyed the rocket to prevent them from returning to Earth and to leave no trace for \"evil men\" from Earth to find them.\n\nThe family settles around a campfire and William explains how he purchased the rocket when the Great War started and hid it in case he needed to escape Earth, as Edwards did too. The father burns in a campfire a variety of documents, including government bonds, he brought to Mars to burn \"a way of life\". While he burns his papers, he tells his sons that Earth has been destroyed, that interplanetary travel has ended, that people grew too dependent on technology and couldn't manage its war time use, and that the way of life on Earth \"proved itself wrong\" through its own self-destruction.  He warns his sons that he will tell them the last point everyday until they really understand it.  William finishes burning his papers, saving a map of Earth for last.  William takes the family to the canal and tells the children that they will be taught what they need to learn and that they are going to see Martians.  William stops at the canal and points to the family's reflection in the water.\n\n"
        },
        {
            "title": "Influences",
            "text": "Bradbury's fascination with Mars started when he was a child, including depictions of Mars in the works of Edgar Rice Burroughs' The Gods of Mars[17] and John Carter, Warrior of Mars.[18] Burroughs' influence on the author was immense, as Bradbury believed \"Burroughs is probably the most influential writer in the entire history of the world.\"[19] Bradbury said that as a child, he memorized all of John Carter and Tarzan and repeated the stories to anyone who would listen.[20] Harold Foster's 1931 series of Tarzan Sunday comics had such an impact on his life that \"The Martian Chronicles would never have happened\" otherwise.[21]\n\nRay Bradbury referred to The Martian Chronicles as \"a book of stories pretending to be a novel\".[22] He credited a diverse set of literary influences that had an effect on the structure and literary style of The Martian Chronicles, among them Sherwood Anderson, William Shakespeare, Saint-John Perse, and John Steinbeck, as well as Edgar Rice Burroughs, particularly the Barsoom stories and John Carter of Mars books.\n\nBradbury was particularly inspired by plot and character development in Sherwood Anderson's Winesburg, Ohio that helped him write \"vivid and real\" stories that improved his earlier writings that were \"lifeless robots, mechanical and motionless\".[23] The author said the stories took their form as combinations of component \"Martian pensées\" which were \"Shakespearian 'asides,' wandering thoughts, long night visions, predawn half-dreams\" honed in a manner inspired by the perfection of Saint-John Perse.[24]\n\nThe combination of separate stories to create The Martian Chronicles as \"a half-cousin to a novel\" was a suggestion of Doubleday editor Walter Bradbury (no relation to the author), who paid Ray Bradbury $750 for the outline of the book.  The author only then realized such a book would be comparable to his idea of Winesburg, Ohio.[25] For his approach to integrating previous work into a novel, Bradbury credited Sherwood Anderson's Winesburg, Ohio[26] and John Steinbeck's The Grapes of Wrath[27] as influences on the structure of the work. Winesburg, Ohio is a short story cycle, and The Grapes of Wrath separates narrative chapters with narrative expositions that serve as prologues to subsequent narrative chapters. The idea of using short vignettes, intercalary chapters, and expository narratives to connect the full-length Chronicle stories, their role in the overall work, and the literary style used to write them, Bradbury said were \"subconsciously borrowed\" from those in The Grapes of Wrath, which he first read at age nineteen, the year the novel was published.[28]\n\n"
        },
        {
            "title": "Reception",
            "text": "Upon publication, The Paris Review noted that \"The Martian Chronicles ... was embraced by the science-fiction community as well as critics, a rare achievement for the genre.  Christopher Isherwood hailed Bradbury as 'truly original' and a 'very great and unusual talent'.\"[29] Isherwood argued that Bradbury's works were \"tales of the grotesque and arabesque\" and compared them to the works of Edgar Allan Poe by writing, Bradbury \"already deserves to be measured against the greatest master of his particular genre.\"[30] Writer and critic Anthony Boucher and critic J. Francis McComas praised Chronicles as \"a poet's interpretation of future history beyond the  limits of any fictional form\".[31] The writer L. Sprague de Camp, however, declared that Bradbury would improve \"when he escapes from the influence of Hemingway and Saroyan\", placing him in \"the tradition of anti-science-fiction writers [who] see no good in the machine age\". Still, de Camp acknowledged that \"[Bradbury's] stories have considerable emotional impact, and many will love them\".[32]\n\nA decade of after its publication, Damon Knight in his \"Books\" column for F&SF, listed The Martian Chronicles on his top-ten science fiction books of the 1950s.[33]\n\nBy September 1979 more than three million copies of The Martian Chronicles had been sold.[34]\n\n"
        },
        {
            "title": "Legacy",
            "text": "On November 28, 1964, the NASA spacecraft Mariner 4 flew by Mars and took the first close-up pictures of the Martian surface that were far different than those described by Ray Bradbury.  In spite of direct visual and scientific information since then that indicate Mars is nothing like Bradbury's descriptions in The Martian Chronicles, the novel remains a popular work of \"classic short stories\", \"science fiction\", and \"classic fiction anthologies and collections\" as indicated by the Amazon book store best seller lists.[35] In an introduction to a 2015 edition of the work, Canadian astronaut and former International Space Station commander Chris Hadfield speculated on the continuing popularity of the work, attributing it to beautiful descriptions of the Martian landscape, its ability to \"challenge and inspire\" the reader to reflect on humanity's history of related follies and failures, and the popular idea that someday some people will come to accept Mars as being their permanent home.[36] Bradbury attributed the attraction of readers to his book because the story is a myth or fable rather than science fiction.  He said \"... even the most deeply rooted physicists at Cal-Tech accept breathing the fraudulent oxygen atmosphere I have loosed on Mars. Science and machines can kill each other off or be replaced. Myth, seen in mirrors, incapable of being touched, stays on. If it is not immortal, it almost seems such.\"[37]\n\nThe August 6, 2012, Martian landing site of Curiosity, NASA's Mars Rover, was named Bradbury Landing in honor of Ray Bradbury on August 22, 2012, on what would have been the author's ninety-second birthday.  On naming the location, Michael Meyer, NASA program scientist for Curiosity, said \"This was not a difficult choice for the science team. Many of us and millions of other readers were inspired in our lives by stories Ray Bradbury wrote to dream of the possibility of life on Mars.\"[38] The author died on June 5, 2012.\n\n"
        },
        {
            "title": "Adaptations",
            "text": "A stage production of \"Way in the Middle of the Air\" was produced at the Desilu Studios Gower Studios, Hollywood, California in 1962.[39]\n\nThe debut of a theater adaptation of The Martian Chronicles was at the Cricket Theater (The Ritz) in Northeast Minneapolis in 1976.[40]\n\nMGM bought the film rights in 1960 but no film was made.[41]\n\nIn 1988, the Soviet Armenian studio Armenfilm produced the feature film The 13th Apostle, starring Juozas Budraitis, Donatas Banionis, Armen Dzhigarkhanyan, based on The Martian Chronicles.  The film was directed by Armenian actor and screenwriter, Suren Babayan.[42]\n\nThe Uzbek filmmaker Nozim To'laho'jayev made two films based on sections from the book: 1984's animated short There Will Come Soft Rains (Russian: Будет ласковый дождь)[43] and 1987's full-length live action film Veld (Russian: Вельд), with one of the subplots based on The Martian.[44]\n\nIn 2011 Paramount Pictures acquired the film rights with the intention of producing a film franchise, with John Davis producing through Davis Entertainment.[45]\n\nThe Martian Chronicles was adapted as a full-length contemporary opera by composer Daniel Levy and librettist Elizabeth Margid.[46] This is the only musical adaptation authorized by Bradbury himself, who turned down Lerner and Loewe in the 1960s when they asked his permission to make a musical based on the novel.[47] The work received its initial readings from the Harriet Lake Festival of New Plays at the Orlando Shakespeare Theater in 2006,[48] and was presented in workshop form in the inaugural season of the Fordham University Lincoln Center Alumni Company in 2008.[49] The \"Night Meeting\" episode was presented at Cornelia Street Cafe's \"Entertaining Science\" series on June 9, 2013.[50] The entire work was presented as a staged reading with a cast of Broadway actors at Ars Nova NYC on February 11, 2015.[51] Three scenes were presented as a workshop production with immersive staging, directed by Carlos Armesto of Theatre C and conducted by Benjamin Smoulder at Miami University, Oxford OH on September 17–19, 2015.[52]\n\nThe Martian Chronicles was adapted for radio in the science fiction radio series Dimension X. This truncated version contained elements of the stories \"Rocket Summer\", \"Ylla\", \"–and the Moon Be Still as Bright\", \"The Settlers\", \"The Locusts\", \"The Shore\", \"The Off Season\", \"There Will Come Soft Rains\", and \"The Million-Year Picnic\".\n\n\"—and the Moon Be Still as Bright\" and \"There Will Come Soft Rains\" were also adapted for separate episodes in the same series.  The short stories \"Mars Is Heaven\" and \"Dwellers in Silence\" also appeared as episodes of Dimension X. The latter is in a very different form from the one found in The Martian Chronicles.\n\nA very abridged spoken word reading of \"There Will Come Soft Rains\" and \"Usher II\" was made in 1975 with Leonard Nimoy as narrator.\n\nA BBC Radio 4 adaption, produced by Andrew Mark Sewell as an hour-long programme and starring Derek Jacobi as Captain Wilder, was broadcast on June 21, 2014, as part of the Dangerous Visions series.[53][54]\n\nIn 1979 NBC partnered with the BBC to commission The Martian Chronicles, a three-episode miniseries adaptation running just over four hours. It was written by Richard Matheson and was directed by Michael Anderson. Rock Hudson starred as Wilder, Darren McGavin as Parkhill, Bernadette Peters as Genevieve Selsor, Bernie Casey as Jeff Spender, Roddy McDowall as Father Stone, and Barry Morse as Hathaway, as well as Fritz Weaver. Bradbury found the miniseries \"just boring\".[55]\n\nThe cable television series The Ray Bradbury Theater adapted some individual short stories from The Martian Chronicles including \"Mars is Heaven\", \"The Earthmen\", \"And the Moon Be Still as Bright\", \"Usher II\", \"The Martian\", \"Silent Towns\", and \"The Long Years\".[56] Video releases of the series included a VHS tape entitled Ray Bradbury's Chronicles: The Martian Episodes  with some editions with three episodes and others with five.[57][58][59]\n\nSeveral of the short stories in The Martian Chronicles were adapted into graphic novel-style stories in the EC Comics magazines, including \"There Will Come Soft Rains\" in Weird Fantasy #17, \"The Long Years\" in Weird Science #17, \"Mars Is Heaven\" in Weird Science #18, \"The Million-Year Picnic\" in Weird Fantasy #21 and \"The Silent Towns\" in Weird Fantasy #22.\n\nIn 2011, Hill & Wang published Ray Bradbury's The Martian Chronicles: The Authorized Adaptation as a graphic novel, with art by Dennis Calero.[60]\n\nThe Martian Chronicles adventure game was published in 1996.\n\n"
        },
        {
            "title": "The Other Martian Tales",
            "text": "The Martian Chronicles: The Complete Edition published in 2009 by Subterranean Press and PS Publishing contains the 1997 edition of The Martian Chronicles with an additional collection of stories under the title The Other Martian Tales, which includes the following:\n\nThe Other Martian Stories also includes the 1964 and 1997 The Martian Chronicles screenplays, \nand essays by John Scalzi, Marc Scott Zicree, and Richard Matheson.\n\n"
        }
    ]
}