{
    "url": "https://en.wikipedia.org/wiki/The_Curse_of_Frankenstein",
    "title": "The Curse of Frankenstein",
    "table_of_contents": [
        "1 Plot",
        "2 Cast",
        "3 Production",
        "4 Release",
        "4.1 Box office",
        "5 Reception",
        "6 Sequels",
        "7 In other media",
        "8 See also",
        "9 References",
        "9.1 Sources",
        "10 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe Curse of Frankenstein is a 1957 British horror film by Hammer Film Productions, loosely based on the 1818 novel Frankenstein; or, The Modern Prometheus  by Mary Shelley.[5] It was Hammer's first colour horror film, and the first of their Frankenstein series.[6] Its worldwide success led to several sequels, and it was also followed by new versions of Dracula (1958) and The Mummy (1959), establishing \"Hammer Horror\" as a distinctive brand of Gothic cinema.[7]\n\nThe film was directed by Terence Fisher and stars Peter Cushing as Victor Frankenstein and Christopher Lee as the Creature, with Hazel Court and Robert Urquhart.[5] Professor Patricia MacCormack called it the \"first really gory horror film, showing blood and guts in colour\".[8]\n\n"
        },
        {
            "title": "Plot",
            "text": "In 19th century Switzerland, Baron Victor Frankenstein is awaiting execution for the murder of his maid Justine. He tells the story of his life to a visiting priest.\n\nAt age 15, the death of Victor's mother leaves him in sole control of the Frankenstein estate. He agrees to continue to pay a monthly allowance to his impoverished aunt Sophia and his young cousin Elizabeth. Soon afterwards, he engages scientist Paul Krempe to tutor him. After two years of intense study, the two begin collaborating on scientific experiments. One night, after a successful experiment in which they bring a dead puppy back to life, Victor suggests that they create a perfect human being from body parts. Paul assists Victor at first but eventually withdraws, unable to tolerate the continued scavenging of human remains, particularly after Victor's fiancée—his now grown-up cousin Elizabeth—comes to live with them.\n\nVictor assembles his creation, with a robber's corpse found on a gibbet, and both hands and eyes purchased from charnel house workers. For the brain, Victor seeks out an ageing and distinguished professor, so that the creature can have a sharp mind and the accumulation of a lifetime of knowledge. He invites the professor to his house in the guise of a friendly visit but pushes him over a stair banister and kills him, making it look like an accident. After the professor is buried, Victor proceeds to the vault and removes his brain. Paul attempts to stop him, and the brain is damaged in the ensuing scuffle. Paul also tries to persuade Elizabeth to leave the house, as he has before, but she refuses.\n\nWith all of the parts assembled, Victor brings the creature to life. Unfortunately, the creature's damaged brain leaves it violent and psychotic, without the professor's intelligence. Victor locks up the creature, but it escapes and kills an old blind man that it encounters in the woods. After Paul shoots the creature in the eye, he and Victor bury it in the woods. However, after Paul leaves town, Victor digs up the creature and brings it back to life. Justine, with whom Victor has been having an affair, claims that she is pregnant by him and threatens to tell the authorities about his strange experiments if he refuses to marry her. He has her killed by the monster.\n\nPaul returns to the house at Elizabeth's invitation the evening before she and Victor are to be married. Victor shows him the revived creature, and Paul threatens to report him to the authorities. The monster escapes up on to the roof where it threatens Elizabeth. Victor arrives with a gun and accidentally shoots Elizabeth after seeing the monster grabbing her. She falls unconscious, and without any more bullets, Victor throws an oil lamp at it, causing it to fall through the roof-light and into a vat of acid, destroying all evidence that it existed.\n\nThe priest does not believe Victor's story. When Paul visits him, Victor begs Paul to testify that it was the creature who killed Justine, but he refuses and denies all knowledge of the mad experiment. Paul joins Elizabeth, who is waiting outside, and tells her there is nothing they can do for Victor. After they leave, Victor is led away to the guillotine.\n\n"
        },
        {
            "title": "Production",
            "text": "Producer Max Rosenberg originally approached Michael Carreras at Hammer Films with a deal to produce Frankenstein and the Monster (Rosenberg claims that he came up with the title) from a script by Milton Subotsky. Later, both men were cut out of their profit participation making only a $5000 fee for bringing the production to Hammer.[9] Rosenberg and Subotsky later established Amicus Films, Hammer's main rival in the production of horror films during the 1960s.\n\nScreenwriter Jimmy Sangster, who adapted Mary Shelley's novel for Hammer, never mentioned seeing Subotsky's script or being aware of Rosenberg's involvement. Sangster had worked as a production manager and said that he was keenly aware of production costs and kept the budget in mind when writing the script. Sangster said that his awareness of cost influenced him to not write scenes involving the villagers storming the castle that was typically seen in the Universal horror films \"because we couldn't afford it\". Sangster in an interview with film historian Jonathan Rigby indicated that he hadn't seen any of the Frankenstein films that Universal made. He just adapted the book \"the way I saw it\".[10]\n\nPeter Cushing, who was then best known for his many high-profile roles in British television, had his first lead part in a movie with this film. Meanwhile, Christopher Lee's casting resulted largely from his height (6' 5\"), though Hammer had earlier considered the even taller (6 '7\") Bernard Bresslaw for the role. Hammer refrained from duplicating aspects of Universal's 1931 film, and so it was down to make-up artist Phil Leakey to design a new look for the creature bearing no resemblance to the Boris Karloff original created by Jack Pierce. Production of The Curse of Frankenstein began, with an investment of £65,000, on 19 November 1956 at Bray Studios with a scene showing Baron Frankenstein cutting down a highwayman from a wayside gibbet.[11] The film opened at the London Pavilion on 2 May 1957 with an X certificate from the censors.[citation needed]\n\nCharacter actor Patrick Troughton originally had a brief role as a mortuary attendant, but his scenes were cut from the finished movie.\n\n"
        },
        {
            "title": "Release",
            "text": "The Curse of Frankenstein premiered in London on 2 May 1957 at Warner Theatre in Leicester Square.[12] It received a general release in the United Kingdom on 20 May 1957 where it was distributed by Warner Brothers and supported by the film Woman of Rome.[12] The film was reissued in the United Kingdom in the late 1960s where it was distributed by Rank/Universal International where it was a double feature with The Mummy.[12] In the US the film was released by Warner Bros on 20 July 1957 with  X the Unknown as supporting feature.[12] It was reissued in the United States on 16 December 1964, when it was released with Dracula (1958).[12]\n\nThe film was re-mastered in the open matte aspect ratio of 1.37:1 for its 2013 release on Blu-ray. The restored film includes the magnified eyeball shot, missing from the U.S. print, but not the head in the acid bath scene, which remains lost.[13]\n\nThe film received a restored release from Warner Archive on December 15, 2020, in a deluxe edition that included the three different aspect ratios it was exhibited in as well as special features including a commentary by Steve Haberman and Constantine Nasr. It also included the following special features: The Resurrection Men: Hammer, Frankenstein and the Rebirth of the Horror Film;\nHideous Progeny: The Curse of Frankenstein and the English Gothic Tradition\nTorrents of Light: The Art of Jack Asher\nDiabolus in Musica: James Bernard and the Sound of Hammer Horror\nOriginal Theatrical Trailer (HD)[14]\n\nThe film was a tremendous financial success and reportedly grossed more than 70 times its production cost during its original theatrical run.[2]\n\nIn the UK, the film earned theatrical rentals of $1.9 million.[15]\n\nIn the US the outstanding box office success was a surprise. In its first week at the Paramount Theatre on Broadway Variety reported,\"Curse\" Wham $72,000\" and noted,\"it gave the Par flagship its biggest opening week on straight-film policy in the last two years\".[16] Variety continued to be impressed with its box office numbers as it opened across the US.  \"Curse\" Terrific  $30,900\" in its first week in Los Angeles with supporting feature X the Unknown.  In an era when horror films typically played for one week, Curse was often held over for two and sometimes three weeks in major markets like Boston.[17]\n\n"
        },
        {
            "title": "Reception",
            "text": "When it was first released in the United Kingdom, The Curse of Frankenstein outraged many reviewers. Dilys Powell of The Sunday Times wrote that such productions left her unable to \"defend the cinema against the charge that it debases\", while the Tribune opined that the film was \"Depressing and degrading for anyone who loves the cinema\".[unreliable source?]\n\nMonthly Film Bulletin declared that the Frankenstein story was \"sacrificed by an ill-made script, poor direction and performance, and above all, a preoccupation with disgusting-not horrific-charnelry\"[1]\nThe review did praise some elements of the film, noting \"excellent art direction and colour\" and the film score.[1]\n\nIn the United States reaction was more positive, and reviewers were not repulsed by the film the way critics were in the UK.  Film Bulletin deemed the film a \"rattling good horror show... the Frankenstein monster has been ghoulishly and somewhat gleefully resurrected by our English cousins.\"[18] Harrison's Reports called it \"well produced but extremely gruesome\", adding, \"The photography is very fine, and so is the acting.\"[19] Bosley Crowther in The New York Times dismissed it as a \"routine horror picture\" and oddly enough opined that \"everything that happens, has happened the same way in previous films.\"[20] Variety noted, \"Peter Cushing gets every inch of drama from the leading role, making almost believable the ambitious urge and diabolical accomplishment. Direction and camera work are of a high order.\"[21]\n\nLater directors such as Martin Scorsese and Tim Burton have paid tribute to it as an influence on their work.[7] Contemporary reviews have been much more positive, praising the film for it's dark atmosphere, Film review aggregator Rotten Tomatoes reported an approval rating of 81%, based on 21 reviews, with a rating average of 7.2/10.[22]\n\n"
        },
        {
            "title": "Sequels",
            "text": "Unlike the Universal Frankenstein series of the 1930s and 1940s, in which the character of the Monster was the recurring figure while the doctors frequently changed, it is Baron Frankenstein that is the connective character throughout the Hammer series, while the monsters change.[23] Peter Cushing played the Baron in each film except for The Horror of Frankenstein, which was a remake of the original The Curse of Frankenstein done with a more comedic touch, and featuring a young cast headed by Ralph Bates and Veronica Carlson.[24]\n\n"
        },
        {
            "title": "In other media",
            "text": "A novelization of the film was written by John Burke as part of his book The Hammer Horror Film Omnibus (1966).[25]\n\nThe film was adapted as fumetti by Warren Publishing in 1966 (along with Horror of Dracula).[citation needed]\n\nIt was also adapted into a 20-page comic strip published in two parts in the magazine The House of Hammer (vol. 1) #2-3 (December 1976-January 1977), published by General Book Distribution. It was drawn by Alberto Cuyas from a script by Donne Avenell (based on the John Burke novelization). The cover of issue #2 featured a painting by Brian Lewis of the Baron being attacked by his creation.[26]\n\n"
        }
    ]
}