{
    "url": "https://en.wikipedia.org/wiki/The_Hateful_Eight",
    "title": "The Hateful Eight",
    "table_of_contents": [
        "1 Plot",
        "2 Cast",
        "3 Production",
        "3.1 Casting",
        "3.2 Filming",
        "3.2.1 Antique guitar incident",
        "3.3 Cinematography",
        "3.4 Post-production",
        "4 Music",
        "5 Release",
        "5.1 Home media",
        "5.2 Extended version",
        "5.3 Mooted stage adaptation",
        "6 Reception",
        "6.1 Box office",
        "6.2 Critical response and analysis",
        "6.3 Attempted police boycott",
        "6.4 Race issues",
        "6.5 Gender issues",
        "6.6 Accolades",
        "7 See also",
        "8 References",
        "9 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe Hateful Eight (sometimes marketed as The H8ful Eight) is a 2015 American western mystery thriller film written and directed by Quentin Tarantino. It stars Samuel L. Jackson, Kurt Russell, Jennifer Jason Leigh, Walton Goggins, Demián Bichir, Tim Roth, Michael Madsen, and Bruce Dern as eight strangers who seek refuge from a blizzard in a stagecoach stopover some time after the American Civil War.\n\nTarantino announced the film in November 2013. He conceived it as a novel and sequel to his 2012 film Django Unchained before deciding to make it a standalone film. After the script leaked in January 2014, he decided to abandon the production and publish it as a novel instead. In April 2014, Tarantino directed a live reading of the script at the United Artists Theater in Los Angeles, before reconsidering a new draft and resuming the project. Filming began in January 2015 near Telluride, Colorado. Italian composer Ennio Morricone composed the original score, his first complete Western score in thirty-four years (and the last before his death in 2020), his first for a high-profile Hollywood production since Brian De Palma's Mission to Mars, and the first and only original score for a Tarantino film.\n\nDistributed by The Weinstein Company in the United States, The Hateful Eight was released on December 25, 2015, in a limited roadshow release on 70 mm film, before expanding wide theatrically on December 30, 2015. The film was praised for its direction, screenplay, score, cinematography, and performances, though the depiction of race relations and the violent treatment of Leigh's character divided opinions. It has grossed over $156 million worldwide. For his work on the score, Morricone won his only Academy Award for Best Original Score after his five previous nominations. The film also earned Oscar nominations for Best Supporting Actress (Leigh) and Best Cinematography (Robert Richardson).\n\nOn April 25, 2019, the film was released as a re-edited four-episode miniseries on Netflix with the subtitle Extended Version.[4] The Hateful Eight is Tarantino's final collaboration with The Weinstein Company following allegations of sexual abuse against Harvey Weinstein in October 2017.\n\n"
        },
        {
            "title": "Plot",
            "text": "In 1877, bounty hunter and African-American Union veteran Major Marquis Warren is heading to Red Rock, Wyoming, with three bounty corpses. His horse gives out, and faced with an incoming blizzard, Warren hitches a ride on a stagecoach driven by O.B. Jackson. Aboard is bounty hunter John Ruth, handcuffed to fugitive Daisy Domergue, whom he is taking to Red Rock to be hanged. Ruth and Warren had previously bonded over Warren's personal letter from Abraham Lincoln. Lost-Causer Chris Mannix, who claims to be Red Rock's new sheriff, also joins them. During the trip, Ruth learns about the Confederate bounty placed on Warren for breaking out of and setting fire to a prisoner-of-war camp.\n\nThey seek refuge from the blizzard at Minnie's Haberdashery. Greeting them is Bob, a Mexican who says Minnie is away and left him in charge. The other lodgers are Red Rock's new hangman, Oswaldo Mobray; cowboy Joe Gage; and elderly Confederate general Sanford Smithers, who is planning to erect a cenotaph for his missing son. Suspicious, Ruth disarms all but Warren. Mannix surmises, and Warren concedes, that the Lincoln letter is false. Warren responds to Ruth's disappointment by saying his forged letter buys him leeway with whites, something Ruth silently acknowledges he never would have given Warren without.\n\nWarren leaves a gun next to Sanford and provokes him by claiming that he sexually assaulted and murdered Smithers' son, who had tried to kill Warren for the bounty. When the enraged Smithers reaches for the gun, Warren kills him in revenge for ordering the slaughter of black prisoners of war at Baton Rouge.\n\nSome coffee is brewed and laced with poison. Ruth and O.B. drink it and O.B. dies, but Ruth lives long enough to attack Daisy, who then shoots him dead with his own gun. Warren disarms Domergue, leaving her shackled to Ruth's corpse, and holds the others at gunpoint. He is joined by Mannix, whom Warren trusts because he nearly drank the poisoned coffee. Examining the evidence and revealing Minnie's hatred of Mexicans, Warren deduces that Bob had been lying and thus had a part in the owners' deaths, and promptly executes him. When Warren threatens to kill Daisy, Gage admits he poisoned the coffee. An unknown man hiding under the floorboards shoots Warren in the groin. Mobray draws a hidden gun and shoots Mannix, who fires back and fatally wounds him.\n\nA flashback shows Bob, Mobray, Gage, and Daisy's brother Jody arriving at the lodge hours earlier. They gun down Minnie and her customers; Smithers is spared when he agrees to stay silent while the group prepares to spring Daisy from Ruth's custody. The bodies are hastily thrown down the well outside. Once they finish cleaning the store, Jody hides in the cellar. In the present, Mannix and Warren, both seriously wounded, hold Daisy, Gage, and Mobray at gunpoint. When they threaten to kill Daisy, Jody surrenders and is executed by Warren. The surviving gang members offer Mannix a deal. They claim fifteen hired guns are waiting in Red Rock in case the rescue attempt fails. If Mannix kills Warren, they will spare him and allow him to collect the bounty on the dying Mobray and the deceased Bob.\n\nWarren shoots Mobray dead, and he and Mannix then kill Gage. Warren tries to shoot Daisy but is out of bullets. He asks Mannix for his gun, but Mannix refuses, wanting to hear Daisy out. While they argue, Mannix faints from blood loss. Warren watches helplessly as Daisy frees herself by hacking off Ruth's arm. When she goes for a gun, Mannix regains consciousness and wounds her. As Mannix aims for the killing shot, Warren persuades him to hang her in honor of Ruth, who was known as \"The Hangman\" for always bringing his bounties in alive to the gallows. The two wounded men succeed in stringing Daisy from the rafters. As they lie dying, Mannix reads aloud Warren's fake Lincoln letter, complimenting his attention to detail.\n\n"
        },
        {
            "title": "Production",
            "text": "In November 2013, writer-director Quentin Tarantino said he was working on another Western. He initially attempted the story as a novel, a sequel to his film Django Unchained[5] titled Django in White Hell, but realized that the Django character did not fit the story.[6] On January 11, 2014, the title was announced as The Hateful Eight.[7]\n\nThe film was inspired by the 1960s Western TV series Bonanza, The Virginian, and The High Chaparral. Tarantino said:\n\nProduction was planned for late 2014 in the winter, but after the script leaked online in January 2014, Tarantino considered publishing it as a novel instead. He said he had given the script to a few trusted colleagues, including Reginald Hudlin, Michael Madsen, Bruce Dern, and Tim Roth.[9] This version of the script featured a different ending in which Warren and Mannix attempt to kill Gage in revenge by forcing him to drink the poisoned coffee, sparking a firefight in which every character is killed.[10] Tarantino described his vision for the character of Daisy Domergue as a \"Susan Atkins of the Wild West\".[11] Madsen based Joe Gage on Peter Breck's performance in The Big Valley.[12]\n\nOn April 19, 2014, Tarantino directed a live reading of the leaked script at the United Artists Theater in the Ace Hotel Los Angeles. The event was organized by the Film Independent at Los Angeles County Museum of Art (LACMA) as part of the Live Read series and was introduced by Elvis Mitchell.[13] Tarantino explained that they would read the first draft of the script, and he added that he was writing two new drafts with a different ending. The actors who joined Tarantino included Jackson, Russell, Dern, Roth, Madsen, Goggins, Bell, Amber Tamblyn, James Parks, James Remar, and Dana Gourrier.[14]\n\nOn September 23, 2014, it was revealed that Viggo Mortensen was in discussion with Tarantino for a role in the film.[15] On October 9, 2014, Jennifer Jason Leigh was added to the cast to play Daisy Domergue.[16] On November 5, 2014, it was announced that Channing Tatum was eyeing a major role in the film.[17] Later the same day, The Weinstein Company confirmed the cast in a press release, which would include Samuel L. Jackson, Jennifer Jason Leigh, Kurt Russell, Tim Roth, Demián Bichir, Walton Goggins, Michael Madsen, and Bruce Dern. Tatum's casting was also confirmed.[18]\n\nLater on January 23, 2015, TWC announced an ensemble cast of supporting members, including James Parks, Dana Gourrier, Zoë Bell, Gene Jones, Keith Jefferson, Lee Horsley, Craig Stark, and Belinda Owino.[19]\n\nIn the earlier public reading of the first script, the role of Daisy Domergue had been read by Amber Tamblyn, and the role of Bob, a Frenchman rather than a Mexican, was read by Denis Ménochet;[14] at the reading, the role of Jody was read by James Remar. Regarding the cast, Tarantino has said, \"This is a movie where [bigger movie stars] wouldn't work. It needs to be an ensemble where nobody is more important than anybody else.\"[20]\n\nOn September 26, 2014, the state of Colorado had signed to fund the film's production with $5 million, and the complete film would be shot in Southwest Colorado.[21] A 900-acre ranch was leased to the production for the filming. There was a meeting on October 16, and the county's planning commission issued a permit for the construction of a temporary set.[21] Principal photography began in January 2015 near Telluride, Colorado.[22][23][24] The budget was reported to be $44–62 million.[2][25] [26]\n\nThe guitar destroyed by Russell's character was not a prop but an antique 1870s Martin guitar lent by the Martin Guitar Museum. According to sound producer Mark Ulano, the guitar was supposed to have been switched with a copy to be destroyed, but this was not communicated to Russell; everyone on the set was \"pretty freaked out\" at the guitar's destruction, and Leigh's reaction was genuine, though \"Tarantino was in a corner of the room with a funny curl on his lips, because he got something out of it with the performance.\"[27] Museum director Dick Boak said that the museum was not told that the script included a scene that called for a guitar being smashed, and determined that it was irreparable. The insurance remunerated the purchase value of the guitar. As a result of the incident, the museum no longer lends props to film productions.[28]\n\nCinematographer Robert Richardson, who also worked with Tarantino on Kill Bill, Inglourious Basterds, and Django Unchained, filmed The Hateful Eight on 65 mm film, using three modern 65mm camera models: the Arriflex 765 and the Studio 65 and the 65 HS from Panavision.[29] The film was transferred to 70 mm film for projection using Ultra Panavision 70 and Kodak Vision 3 film stocks: 5219, 5207, 5213 and 5203.[30] Until the release of Christopher Nolan's Dunkirk two years later, it was the widest release in 70 mm film since Ron Howard's Far and Away in 1992.[31] The film uses Panavision anamorphic lenses with an aspect ratio of 2.76:1, a very widescreen image that was used on some films in the 1950s and 1960s.[32] The filmmakers also avoided any use of a digital intermediate in the 70mm roadshow release, which was color-timed photochemically by FotoKem, and the dailies were screened in 70mm.[33] The wide digital release and a handful of 35mm prints were struck from a digital intermediate, done by Yvan Lucas at Shed/Santa Monica.[34]\n\nTarantino edited two versions of the film, one for the roadshow version and the other for general release. The roadshow version runs for three hours and two minutes, including six minutes of extra footage plus an overture and intermission, and has alternate takes of some scenes. Tarantino created two versions as he felt some of the footage he shot for 70mm would not play well on smaller screens.[35] The British Board of Film Classification examined its runtime difference between the Roadshow (187 minutes) and the DCP (168 minutes) releases was 19 minutes.[36][37]\n\n"
        },
        {
            "title": "Music",
            "text": "Tarantino announced at the 2015 Comic-Con that Ennio Morricone would compose the score for The Hateful Eight; it is the first Western scored by Morricone in 34 years, since Buddy Goes West, and Tarantino's first film to use an original score.[38][39] Tarantino had previously used Morricone's music in Kill Bill, Death Proof, Inglourious Basterds, and Django Unchained, and Morricone also wrote an original song, \"Ancora Qui\", for the last.[40] Morricone had previously made statements that he would \"never work\" with Tarantino after Django Unchained,[41] but ultimately changed his mind and agreed to score The Hateful Eight.[42] According to Variety, Morricone composed the score without even seeing the film.[43]\n\nThe soundtrack was announced on November 19, 2015, for a December 18 release from Decca Records. Ennio Morricone composed 50 minutes of original music for The Hateful Eight. In addition to Morricone's original score, the soundtrack includes dialogue excerpts from the film, \"Apple Blossom\" by The White Stripes from their De Stijl album, \"Now You're All Alone\" by David Hess from The Last House on the Left and \"There Won't Be Many Coming Home\" by Roy Orbison from The Fastest Guitar Alive.[44]\n\nTarantino confirmed that the film would use three unused tracks from Morricone's original soundtrack for the 1982 John Carpenter film The Thing—\"Eternity\", \"Bestiality\", and \"Despair\"—as Morricone was pressed for time while creating the score.[45] The final film also uses Morricone's \"Regan's Theme\" from the 1977 John Boorman film Exorcist II: The Heretic.[46][47]\n\nMorricone's score won several awards, including a special award from New York Film Critics Circle. The score won a Golden Globe for Best Original Score.[48] It also took the 2016 Academy Award for Best Motion Picture Score, Morricone's first after several career nominations.\n\nThe acoustic song played by Leigh's character Domergue on a Martin guitar is the traditional Australian folk ballad \"Jim Jones at Botany Bay\", which dates from the early 19th century and was first published by Charles McAlister in 1907.[49][verification needed] The rendition in the film includes lines which were not in MacAlister's version.[50] The film's trailer used Welshly Arms' cover of \"Hold On, I'm Coming\", although this is not used in the film itself.[51]\n\n"
        },
        {
            "title": "Release",
            "text": "On September 3, 2014, The Weinstein Company (TWC) acquired the worldwide distribution rights to the film for a fall 2015 release.[52] TWC would sell the film worldwide, but Tarantino asked to personally approve the global distributors for the film.[53] In preparation for its release, Tarantino arranged for approximately 100[54] theaters worldwide to be retrofitted with anamorphic equipped 70 mm film projectors, in order to display the film as he intended.[32][55] The film was released on December 25, 2015, as a roadshow presentation in 70 mm film format theaters.[56] The film was initially scheduled to be released in digital theaters on January 8, 2016.\n\nOn December 14, The Hollywood Reporter announced that the film would see wide release on December 31, 2015, while still screening the 70 mm version.[57] The release date was moved to December 30, 2015, to meet demand.[58] On July 11, 2015, Tarantino and the cast of the film appeared at San Diego Comic-Con to promote the film.[38] In the UK, where the film was distributed by Entertainment Film Distributors, the sole 70mm print in the country opened at the Odeon Leicester Square on January 8 in a roadshow presentation, with the digital general release version opening the same day at other cinemas, except Cineworld, who refused to book the film after failing to reach an agreement to show the 70mm print.[59]\n\nOn December 20, 2015, screener copies of The Hateful Eight and numerous other Oscar contenders, including Carol, The Revenant, Brooklyn, Creed, and Straight Outta Compton, were uploaded to many websites. The FBI linked the case to co-CEO Andrew Kosove of Alcon Entertainment. Kosove responded that he had \"never seen this DVD\", and that \"it never touched his hands.\"[60]\n\nThe Hateful Eight was released in the United States on Digital HD, and on Blu-ray and DVD on March 29, 2016 by Anchor Bay Entertainment.[61]\n\nOn April 25, 2019, the streaming service Netflix released an extended miniseries version of the film, split into four episodes.[62]\n\nIn early 2016, Tarantino announced that he planned to adapt The Hateful Eight as a stage play.[63]\n\n"
        },
        {
            "title": "Reception",
            "text": "The Hateful Eight grossed $54.1 million in the United States and Canada and $102.4 million in other countries, for a worldwide total of $156.5 million.[2]\n\nIt opened in the US with a limited release on December 25, 2015, and over the weekend, it grossed $4.9 million from 100 theaters ($46,107 per screen), finishing 10th at the box office.[64] It had its wide release on December 30, grossing $3.5 million on its first day.[65] The film went on to gross $15.7 million in its opening weekend, finishing third at the box office, behind Star Wars: The Force Awakens ($90.2 million) and Daddy's Home ($29.2 million).[66]\n\nOn the review aggregator website Rotten Tomatoes, The Hateful Eight holds an approval rating of 74% based on 337 reviews, with an average rating of 7.3/10. Its critical consensus reads, \"The Hateful Eight offers another well-aimed round from Quentin Tarantino's signature blend of action, humor, and over-the-top violence – all while demonstrating an even stronger grip on his filmmaking craft.\"[67] Metacritic, which uses a weighted average, assigned The Hateful Eight a score of 68 out of 100 based on 51 critics, indicating \"generally favorable reviews\".[68] Audiences polled by CinemaScore gave the film an average grade of \"B\" on an A+ to F scale, while PostTrak reported audiences gave it a 42% \"definite recommend\".[65]\n\nJames Berardinelli wrote that The Hateful Eight \"is a high-wire thriller, full of masterfully executed twists, captivating dialogue, and a wildly entertaining narrative that gallops along at a pace to make three hours evaporate in an instant. Best film of the year? Yes.\"[69] Telegraph critic Robbie Collin wrote: \"The Hateful Eight is a parlour-room epic, an entire nation in a single room, a film steeped in its own filminess but at the same time vital, riveting and real. Only Tarantino can do this, and he’s done it again.\"[70] The Guardian critic Peter Bradshaw gave the film five out of five, and wrote that it was \"intimate yet somehow weirdly colossal, once again releasing [Tarantino's] own kind of unwholesome crazy-funny-violent nitrous oxide into the cinema auditorium for us all to inhale ... \"Thriller\" is a generic label which has lost its force. But The Hateful Eight thrills.\"[71] A.V. Club critic Ignatiy Vishnevetsky gave the film a grade of A- and wrote that \"with a script that could easily be a stage play, The Hateful Eight is about as close as this pastiche artist is likely to get to the classical tradition.\"[72]\n\nIn contrast, Owen Gleiberman of the BBC said, \"I'm not alone in thinking that it's Tarantino's worst film – a sluggish, unimaginative dud, brimming with venom but not much cleverness.\"[73] Donald Clarke, writing in The Irish Times, wrote, \"What a shame the piece is so lacking in character and narrative coherence. What a shame so much of it is so gosh-darn boring.\"[74] A. O. Scott in The New York Times said, \"Some of the film's ugliness...seems dumb and ill-considered, as if Mr. Tarantino's intellectual ambition and his storytelling discipline had failed him at the same time.\"[75] Todd McCarthy of The Hollywood Reporter praised the film's production design, idiosyncratic dialogue, and \"lip-smackingly delicious\" performances, but felt the film was overlong and that Morricone's score was put to too limited use.[76]\n\nScholars Florian Zitzelsberger and Sarah E. Beyvers observe that the film follows Aristotle's unities: \"Tarantino's film meticulously adheres to the classical unities of a tragedy, which had been seen as a necessity for the audience's immersion for a long time: 'The Hateful Eight' follows only one plot (unity of action), it is limited to a time period of 24 hours (unity of time).\"[77] Hollis Robbins argues that The Hateful Eight is a panoramic Western chamber drama: \"Tarantino's eighth film demands to be seen not as a revisionist but a newly visioned western, using the mythmaker's tools to offer a panoramic vision of racial sovereignty undone by random violence.\"[78]\n\nIn October 2015, Tarantino attended a Black Lives Matter rally and publicly commented on police brutality in the United States, saying, \"When I see murders, I do not stand by... I have to call a murder a murder, and I have to call the murderers the murderers.\" Tarantino's comments received national media attention, and several police groups in the United States pledged to boycott The Hateful Eight and his other films. New York City Police Benevolent Association president Patrick J. Lynch said: \"With nearly one million law enforcement officers in this country who have families and friends who support them, the impact that police have economically on a product or project is immense. The law enforcement boycott of cop-hater Quentin Tarantino's movie is one demonstration of that economic power.\"[79] Tarantino responded that he was not a \"cop hater\" and would not be intimidated by the calls for a boycott.[80][81]\n\nRichard Johnson of the New York Post claimed The Hateful Eight was a \"box-office disaster, and the police officers who boycotted the movie are taking credit\".[79] However, Forbes rebutted this claim, writing that the film, while not as commercially successful as some of Tarantino's other films, was not a \"box-office disaster\", and cast doubt on claims that a boycott had a strong effect on sales.[82]\n\nTarantino told GQ that race issues were part of his creative process and were inescapable, saying: \"I wasn’t trying to bend over backwards in any way, shape, or form to make it socially relevant. But once I finished the script, that's when all the social relevancy started.\"[83] He told The Telegraph he wrote The Hateful Eight to reflect America's fraught racial history, with the splitting of the cabin into northern and southern sides and a speech about the perils of \"frontier justice\".[84] A. O. Scott of The New York Times observed that the film rejects the Western genre's tradition of ignoring America's racial history, but felt its handling of race issues was \"dumb and ill-considered\", and wrote: \"Tarantino doesn’t make films that are 'about race' so much as he tries to burrow into the bowels of American racism with his camera and his pen. There is no way to do that and stay clean.\"[75]\n\nSome critics expressed unease at the treatment of the Daisy Domergue character, who is the subject of repeated physical and verbal abuse and finally hanged in a sequence, which, according to Matt Zoller Seitz of RogerEbert.com, \"lingers on Daisy's death with near-pornographic fascination\".[85][86][87] A. O. Scott felt the film \"mutates from an exploration of racial animus into an orgy of elaborately justified misogyny\".[75] Laura Bogart regarded the treatment of Daisy Domergue as a \"betrayal\" of the positive female characters in previous Tarantino films, such as Kill Bill.[88] Juliette Peers wrote that \"compared to the stunning twists and inversions of norms that Tarantino's other works offer when presenting female characters, The Hateful Eight's sexual politics seem bleakly conservative. Daisy is feisty and highly intelligent, yet the plotline is arbitrarily stacked against her.\"[87]\n\nConversely, Courtney Bissonette of Bust praised Tarantino's history of female characters and wrote of Domergue's treatment: \"This is equality, man, and it's more feminist to think that a criminal is getting treated the same despite her sex. They don't treat her like a fairy princess because she is a woman, they treat her like a killer because she is a killer.\"[89] Sophie Besl of Bitch Flicks argued that Domergue received no special treatment as a woman, is never sexually objectified, and has agency over her own actions (including killing her captor). She defended the hanging scene as in the filmic tradition of villains \"getting what's coming to [them]\", and that equivalent scenes with male villains in previous Tarantino films raised no objections.[90] However, Matthew Stogdon felt that as Domergue's crimes are not explained, her status as a criminal deserving execution is not established, breaking the narrative rule of \"show, don't tell\".[91]\n\nWalton Goggins described the two survivors cooperating in the hanging as symbolic of a positive step to erase racism: \"I see it as very uplifting, as very hopeful, and as a big step in the right direction, as a celebration, as a changing of one heart and one mind.\"[92] However, Sasha Stone, writing for Awards Daily, felt it was implausible for Domergue to \"represent, somehow, all of the evil of the South, all of the racism, all of the injustice. She's a tiny thing. There is no point in the film, or maybe one just barely, when Daisy inflicts any violence upon anyone – and by then it could be argued that she is only desperately trying to defend herself. She is handcuffed to Kurt Russell, needing his permission to speak and eat, and then punched brutally in the face whenever she says anything.\"[93]\n\nTarantino intended the violence against Domergue to be shocking and wanted the audience's allegiances to shift during the story. He said: \"Violence is hanging over every one of those characters like a cloak of night. So I'm not going to go, 'OK, that's the case for seven of the characters, but because one is a woman, I have to treat her differently.' I'm not going to do that.\"[94]\n\n"
        }
    ]
}