{
    "url": "https://en.wikipedia.org/wiki/The_Graduate",
    "title": "The Graduate",
    "table_of_contents": [
        "1 Plot",
        "2 Cast",
        "3 Production",
        "3.1 Casting",
        "3.2 Filming",
        "3.3 Music",
        "4 Release",
        "4.1 Home media",
        "5 Reception",
        "5.1 Critical response",
        "5.2 Awards and honors",
        "6 Stage adaptation",
        "7 Possible sequel",
        "8 In popular culture",
        "9 See also",
        "10 References",
        "10.1 Bibliography",
        "11 Further reading",
        "12 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe Graduate is a 1967 American romantic comedy-drama film directed by Mike Nichols[6] and written by Buck Henry and Calder Willingham,[7] based on the 1963 novel of the same name by Charles Webb, who wrote it shortly after graduating from Williams College. The film tells the story of 21-year-old Benjamin Braddock (Dustin Hoffman), a recent college graduate with no well-defined aim in life, who is seduced by an older married woman, Mrs. Robinson (Anne Bancroft), but then falls for her daughter Elaine (Katharine Ross).\n\nThe Graduate was released on December 21, 1967, to critical and commercial success, grossing $104.9 million worldwide, making it the highest-grossing film of 1967. Adjusted for inflation (as of 2021), the film's gross is $857 million, making it the 23rd highest-grossing film in North America with inflation taken into account.[8] It received seven nominations at the 40th Academy Awards including for Best Picture and won Best Director. In 1996, The Graduate was selected for preservation in the U.S. National Film Registry as being \"culturally, historically, or aesthetically significant\".[9][10] It is currently (as of the 2007 rankings) ranked by the American Film Institute as the 17th greatest American film of all time, having originally been ranked 7th in 1997.\n\n"
        },
        {
            "title": "Plot",
            "text": "After earning his bachelor's degree from an East Coast college, Benjamin Braddock returns to his parents' Pasadena, California home. During his graduation party, he is urged to join a business dealing in plastics - the material of the future. Benjamin cringes as his parents deliver accolades during the party and retreats to his bedroom until Mrs. Robinson, the wife of his father's law partner, insists that he drive her home. Once there, she tries to seduce him. He initially resists her advances, but after his parents continue to make him feel isolated and desperate for any kind of connection, he invites Mrs. Robinson to the Taft Hotel, where he registers under the pseudonym \"Mr. Gladstone\".\n\nBenjamin spends the summer relaxing in his parents' pool by day and meeting Mrs. Robinson at the hotel by night. During one of their trysts, Mrs. Robinson reveals that her loveless marriage resulted when she accidentally became pregnant with her daughter, Elaine. When Benjamin jokingly suggests that he date Elaine, Mrs. Robinson angrily forbids it. However, Benjamin's parents, unaware of the affair, are eager for their son to date Elaine and relentlessly pester him to ask her out, as does Mr. Robinson. Benjamin gives in and reluctantly takes Elaine on a date.\n\nWhen he sees how upset Mrs. Robinson is, Benjamin attempts to sabotage his date by ignoring Elaine, driving recklessly, and taking her to a strip club. She flees the club in tears, but Benjamin, feeling remorseful, runs out after her, apologizes, and kisses her. They eat at a drive-in restaurant, where they bond over their shared uncertainty about their future plans. After they visit the Taft Hotel for a late-night drink and the staff greet Benjamin as \"Mr. Gladstone\", Elaine deduces that Benjamin is having an affair with a married woman. Benjamin swears that the affair is over and makes plans for another date with Elaine for the following day.\n\nTo prevent Benjamin from dating Elaine, Mrs. Robinson threatens to tell Elaine about their affair. To thwart this, Benjamin reveals to Elaine that the married woman is her mother. Elaine is so upset that she refuses to see Benjamin again and returns to school at Berkeley.\n\nBenjamin follows her to Berkeley hoping to regain her affections. Elaine is aghast because her mother told her that Benjamin raped her when she was drunk. After Benjamin explains what really happened and apologizes, Elaine forgives him and they rekindle their relationship. He asks her to marry him, but she is uncertain despite her feelings for him. Later, an angry Mr. Robinson arrives at Berkeley and confronts Benjamin in his boarding room, where he informs him that he and his wife will be divorcing soon, and threatens to have Benjamin jailed if he continues to see Elaine. He then forces Elaine to leave college to marry Carl Smith, a classmate whom she briefly dated.\n\nBenjamin drives back to Pasadena and breaks into the Robinson home in search of Elaine. Instead, he finds Mrs. Robinson who calls the police and claims that her house is being burglarized. She then tells Benjamin that he cannot prevent Elaine's marriage to Carl. Before the police can arrest him, Benjamin flees the Robinson home and drives back to Berkeley. There, he visits Carl's fraternity and discovers from one of Carl's fraternity brothers that the wedding will take place in Santa Barbara that day. He rushes towards the area near the church, when his Alfa Romeo runs out of gas, causing him to jog towards the church and arrives just as the ceremony ends. Overlooking the sanctuary, he bangs on the glass separating him from the wedding and shouts Elaine's name. After surveying the angry faces of Carl and her parents, Elaine shouts \"Ben!\" and flees the sanctuary. Benjamin fights off Mr. Robinson and repels the wedding guests by swinging a large cross, which he uses to barricade the church doors, trapping them inside. Elaine and Benjamin escape aboard a bus and sit among startled passengers. As the bus drives on, their ecstatic smiles slowly fade away and they begin to look toward an uncertain future.\n\n"
        },
        {
            "title": "Cast",
            "text": "Additionally, Richard Dreyfuss makes an uncredited appearance in one of his early roles as one of the tenants in Mr. McCleery’s building.\n\n"
        },
        {
            "title": "Production",
            "text": "Getting the film made was difficult for Nichols, who, while noted for being a successful Broadway director, was still an unknown in Hollywood. Producer Lawrence Turman, who wanted only Nichols to direct it, was continually turned down for financing. Turman also said that every studio turned down the project saying they read the book and hated it.[11] He then contacted producer Joseph E. Levine, who said he would finance the film because he had associated with Nichols on the play The Knack,[12] and because he heard that Elizabeth Taylor specifically wanted Nichols to direct her and Richard Burton in Virginia Woolf.[13]\n\nWith financing assured, Nichols suggested Buck Henry for screenwriter, although Henry's experience had also been mostly in improvised comedy, and had no writing background. Nichols said to Henry, \"I think you could do it; I think you should do it.\"[13] Nichols was paid $150,000 but was to receive one-sixth of the profits.[12]\n\nNichols' first choice for Mrs. Robinson was French actress Jeanne Moreau.[14] The motivation for this was the cliché that in French culture, \"older\" women tended to \"train\" the younger men in sexual matters. Numerous actors were considered for or sought roles in the film. Doris Day turned down an offer because the nudity required by the role offended her.[15][16][17]\n\nDustin Hoffman was cast as Liebkind in the Mel Brooks film The Producers (1967), but before filming began Hoffman begged Brooks to let him go to audition for The Graduate.[18] When Dustin Hoffman auditioned for the role of Benjamin, he was just short of his 30th birthday at the time of filming. He was asked to perform a love scene with Ross, having previously never done one during his acting classes and believed that, as he said later, \"a girl like [Ross] would never go for a guy like me in a million years.\" Ross agreed, believing that Hoffman \"look[ed] about 3 feet tall ... so unkempt. This is going to be a disaster.\" Producer Joseph E. Levine later admitted that he at first believed that Hoffman \"was one of the messenger boys.\" Despite—or perhaps because of—Hoffman's awkwardness, Nichols chose him for the film.[19] \"As far as I'm concerned, Mike Nichols did a very courageous thing casting me in a part that I was not right for, meaning I was Jewish,\" said Hoffman. \"In fact, many of the reviews were very negative. It was kind of veiled anti-Semitism.... I was called 'big-nosed' in the reviews, 'a nasal voice'.\"[20] Hoffman was paid $20,000 for his role in the film, but netted just $4,000 after taxes and living expenses. After spending that money, Hoffman filed for New York State unemployment benefits, receiving $55 per week while living in a two-room apartment in the West Village of Manhattan.[21]\n\nBefore Hoffman was cast, Robert Redford, Warren Beatty and Charles Grodin were among the top choices. Beatty turned the film down, as he was occupied with Bonnie and Clyde. Redford tested for the part of Benjamin (with Candice Bergen as Elaine), but Nichols thought Redford did not possess the underdog quality Benjamin needed.[13] Grodin turned down the part at first because of the low $500/week salary offered by producer Lawrence Turman. Grodin was offered more money but declined again because he didn't believe he could prepare for a screen test for the film overnight. \"If they had given me three days to prepare, I think I would have gotten the role,\" he said.[22]\n\nHarrison Ford also auditioned for the role of Benjamin Braddock but was turned down.[23]\n\nBurt Ward was informally offered Hoffman's role, but was already committed  to the role of Robin in the Batman television series.[24]\n\nJack Nicholson, Steve McQueen, Anthony Perkins, George Hamilton, Keir Dullea, Brandon deWilde and Michael Parks were also considered for the role of Benjamin Braddock.[22][13]\n\nDespite playing mother and daughter, Anne Bancroft and Katharine Ross were only eight years apart in age.\n\nThe quality of the cinematography was influenced by Nichols, who chose Oscar winner Robert Surtees to do the photography. Surtees, who had photographed major films since the 1920s, including Ben-Hur, said later, \"It took everything I had learned over 30 years to be able to do the job. I knew that Mike Nichols was a young director who went in for a lot of camera. We did more things in this picture than I ever did in one film.\"[13]\n\nMany of the exterior university campus shots of Berkeley were actually filmed on the brick campus of USC in Los Angeles.[25]\n\nThe church used for the wedding scene is actually the United Methodist Church in La Verne. In a commentary audio released with the 40th anniversary DVD, Hoffman revealed that he was uneasy about the scene in which he pounds on the church window, as the minister of the church had been watching the filming disapprovingly. The wedding scene was highly influenced by the ending of the 1924 comedy film Girl Shy starring Harold Lloyd, who also served as an advisor for the scene in The Graduate.[26][27]\n\nThe film boosted the profile of folk-rock duo Simon & Garfunkel. Originally, Nichols and O'Steen used their existing songs like \"The Sound of Silence\" merely as a pacing device for the editing until Nichols decided that substituting original music would not be effective and decided to include them on the soundtrack, an unusual move at that time.[28]\n\nAccording to a Variety article by Peter Bart in the May 15, 2005, issue, Lawrence Turman, his producer, then made a deal for Simon to write three new songs for the movie. By the time they had nearly finished editing the film, Simon had written only one new song. Nichols begged him for more, but Simon, who was touring constantly, told him he did not have the time. He did play him a few notes of a new song he had been working on; \"It's not for the movie... it's a song about times past—about Mrs. Roosevelt and Joe DiMaggio and stuff.\" Nichols advised Simon, \"It's now about Mrs. Robinson, not Mrs. Roosevelt.\"[29]\n\n"
        },
        {
            "title": "Release",
            "text": "The Graduate had a dual world premiere in New York City on December 20, 1967 at the Coronet Theatre and at the Lincoln Art Theatre on 57th Street.[3] It was released to the public on December 21, 1967.[3]\n\nThe film was released on Blu-ray by 20th Century Fox Home Entertainment.[30] The Graduate was released on DVD by MGM Home Entertainment.[31] In 2016, the film was released by The Criterion Collection with a new 4K digital restoration.[citation needed]\n\n"
        },
        {
            "title": "Reception",
            "text": "The Graduate was met with generally positive reviews from critics upon its release. A.D. Murphy of Variety and Roger Ebert of the Chicago Sun-Times praised the film, with Murphy describing it as a \"delightful satirical comedy drama\"[32] and Ebert claiming it was the \"funniest American comedy of the year\".[33] However, Life critic Richard Schickel felt the film \"starts out to satirize the alienated spirit of modern youth, does so with uncommon brilliance for its first half, but ends up selling out to the very spirit its creators intended to make fun of... It's a shame – they were halfway to something wonderful when they skidded on a patch of greasy kid stuff.”  Pauline Kael wondered, \"How could you convince them [younger viewers] that a movie that sells innocence is a very commercial piece of work when they're so clearly in the market to buy innocence?\"[34]\n\nCritics continue to praise the film, if not always with the same ardor. For the film's thirtieth anniversary reissue, Ebert retracted some of his previous praise for it, noting that he felt its time had passed and that he now had more sympathy for Mrs. Robinson than for Benjamin (whom he considered \"an insufferable creep\"), viewing one's sympathy for Mrs. Robinson and disdainful attitude toward Ben as a function of aging and wisdom.[35] He, along with Gene Siskel, gave the film a positive if unenthusiastic review on the television program Siskel & Ebert.[36] Furthermore, the film's rating in the AFI list of the greatest American films fell from seventh in 1997 to seventeenth in the 2007 update. Lang Thompson, however, argued that \"it really hasn't dated much\".[37]\n\nReview aggregator Rotten Tomatoes gives the film an approval rating of 87% based on 83 reviews, with an average rating of 8.90/10. The site's consensus reads: \"The music, the performances, the precision in capturing the post-college malaise—The Graduate's coming-of-age story is indeed one for the ages.\"[38] On the similar website Metacritic, the film holds a score of 83 out of 100, based on 19 critics, indicating \"universal acclaim\".[39]\n\nIn 1996, The Graduate was selected for preservation in the U.S. National Film Registry by the Library of Congress as being \"culturally, historically, or aesthetically significant\", and placed #23 on the list of highest-grossing films in the United States and Canada, adjusted for inflation.[8][10]\n\nYears later in interviews, Bancroft stated that Mrs. Robinson was the role with which she was most identified, and added, \"Men still come up to me and tell me 'You were my first sexual fantasy.'\"[citation needed]\n\nThe film is listed in 1001 Movies You Must See Before You Die.[50]\n\nThe film appears on the following American Film Institute lists:\n\n"
        },
        {
            "title": "Stage adaptation",
            "text": "Terry Johnson's adaptation of the original novel and the film ran both on London's West End and on Broadway, and has toured the United States. There is a Brazilian version adapted by Miguel Falabella. Several actresses have starred as Mrs. Robinson, including Kathleen Turner, Lorraine Bracco, Jerry Hall, Amanda Donohoe, Morgan Fairchild, Anne Archer, Vera Fischer, Patricia Richardson and Linda Gray.\n\nThe stage production adds several scenes that are not in the novel or the film, as well as using material from both film and novel.[57] It also uses songs by Simon & Garfunkel not used in the film, such as \"Bridge Over Troubled Water\" as well as music from other popular musicians from the era such as The Byrds and The Beach Boys.[58] The West End production opened at the Gielgud Theatre on April 5, 2000, after previews from March 24, with Kathleen Turner starring as Mrs. Robinson.[59][60] The production closed in January 2002. Jerry Hall replaced Turner on July 31, 2000, followed by Amanda Donohoe from February 2001, Anne Archer from June 2001, and Linda Gray from October 2001.[61][62] The 2003 UK touring production starred Glynis Barber as Mrs. Robinson.[63]\n\nThe Broadway production opened at the Plymouth Theatre on April 4, 2002, and closed on March 2, 2003, after 380 performances. Directed by Terry Johnson, the play featured the cast of Jason Biggs as Benjamin Braddock, Alicia Silverstone as Elaine Robinson, and Kathleen Turner as Mrs. Robinson. The play received no award nominations.[64] Linda Gray briefly filled in for Turner in September 2002. Lorraine Bracco replaced Turner from November 19, 2002.[65]\n\nThe Graduate ran at the Cape Playhouse (Dennis, Massachusetts) in July 2011, and starred Patricia Richardson.[66]\n\n"
        },
        {
            "title": "Possible sequel",
            "text": "Charles Webb has written a sequel to his original novel titled Home School, but initially refused to publish it in its entirety because of a contract he signed in the 1960s. When he sold film rights to The Graduate, he surrendered the rights to any sequels. If he were to publish Home School, Canal+, the French media company that owns the rights to The Graduate, would be able to adapt it for the screen without his permission.[67] Extracts of Home School were printed in The Times on May 2, 2006.[68] Webb also told the newspaper that there was a possibility he would find a publisher for the full text, provided he could retrieve the film rights using French copyright law.[69] On May 30, 2006, The Times reported that Webb had signed a publishing deal for Home School with Random House which he hoped would enable him to instruct French lawyers to attempt to retrieve his rights. The novel was published in Britain in 2007.[70]\n\nIn The Player, Robert Altman's satire of Hollywood, Buck Henry pitches a sequel to The Graduate to producer Griffin Mill (played by Tim Robbins) during the film's opening sequence. A parody of Hollywood high concept films, Henry describes the plot as Ben and Elaine living in a haunted house in Northern California, with an invalid Mrs. Robinson living in the attic.\n\n"
        },
        {
            "title": "In popular culture",
            "text": "The final act of the film Wayne's World 2 begins with an extended parody of the climactic sequence of The Graduate, where Wayne pulls into a gas station to get directions, eventually asking for a better actor, and eventually stops Cassandra's wedding and barricades the door with an electric guitar. This scene is also parodied in the Family Guy episode \"When You Wish Upon a Weinstein\" and The Simpsons episode \"Lady Bouvier's Lover\".\n\nThe music video for \"If You Go\" by Jon Secada also imitates the film's wedding crash scene.\n\nThe song \"Crashed the Wedding\" by Busted was inspired by the film's wedding crash scene.\n\nThe wedding crash scene was parodied for the finale of the Papa and Nicole advertising campaign in the 1990s for the MK1 Renault Clio. The advert, aired in 1998, featured Reeves and Mortimer and tied in with the release of the MK2 Renault Clio.[71]\n\nThe wedding crash scene was parodied in the film Other Sister (1999), where Giovanni Ribisi and Juliette Lewis manage to tie the knot despite their developmental disabilities.\n\nA sixth-season episode of the television series Roseanne includes a fantasy scene where Jackie assumes the Bancroft role and attempts to seduce David, with the famous shot of Benjamin seen between the leg of Mrs. Robinson replicated. This scene is also parodied in The Simpsons episode \"Lisa's Substitute\" when Mrs. Krabappel tries to seduce Mr. Bergstrom, who was voiced by Hoffman.\n\nThe film Kingpin parodied The Graduate, showing Woody Harrelson framed by his repulsive landlady's leg, and features an excerpt of \"The Sound of Silence\" after Harrelson's character has sex with his landlady to make up for back rent, and is so sickened by the act that he repeatedly vomits afterwards.\n\nThe car that Benjamin drives in the movie is an Alfa Romeo Spider. Based on its iconic role, Alfa Romeo sold a version of the Spider in the United States from 1985 to 1990 under the name \"Spider Graduate\".[72]\n\nHoffman later recreated the wedding scene at the same church for an Audi commercial, in which he stops his daughter (played by Lake Bell) from getting married and tells her “you're just like your mother” as they drive off, implying that he is an older Benjamin who has a daughter with Elaine.\n\nThe ending of Archer season 3, episode 11 features an homage to the ending of The Graduate in which Katya Kazanova, a cyborg engaged to be married to the main character Sterling Archer, leaves the wedding in the company of another cyborg, Barry Dylan, after he crashes it. Following their departure on a bus, music reminiscent of \"The Sound of Silence\" plays as the characters' faces change from excitement to uncertainty.\n\nThe 1992 song, \"Too Funky,\" by George Michael features a clip of the following Anne Bancroft lines \"I am not trying to seduce you... Would you like me to seduce you? Is that what you're trying to tell me?\" as an intro of the song and is repeated during the final crescendo.\n\n(500) Days of Summer features a scene where the protagonist, Tom, watches The Graduate with his then girlfriend Summer. He is said to misinterpret the ending, a fact which serves to characterise his naivety concerning relationships. This moment can be considered a turning point in the film, as it reveals to her the issues with their relationship.\n\nThe plot of the 2005 romantic comedy film Rumor Has It directed by Rob Reiner, and starring Jennifer Aniston, Kevin Costner, Shirley MacLaine and Mark Ruffalo revolves around a story where a woman learns that her mother and grandmother may be the inspiration for The Graduate and the 1963 novel of the same name it was based on.\n\n"
        }
    ]
}