{
    "url": "https://en.wikipedia.org/wiki/The_Land_Unknown",
    "title": "The Land Unknown",
    "table_of_contents": [
        "1 Plot",
        "2 Cast",
        "3 Production",
        "4 Release",
        "5 Reception",
        "6 Comic book adaptation",
        "7 References",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe Land Unknown is a 1957 science fiction CinemaScope adventure film about a naval expedition trapped in an Antarctic jungle. The story was allegedly inspired by the discovery of unusually warm water in Antarctica in 1947. It stars Jock Mahoney and Shirley Patterson and was directed by Virgil W. Vogel. The film's low-budget special effects include men in dinosaur suits, puppets and monitor lizards standing in for dinosaurs.\n\n"
        },
        {
            "title": "Plot",
            "text": "Commander Harold Roberts is leading an expedition into Antarctica for the United States Navy to study waters which are unexpectedly warm for a place so close to the South Pole. The other expedition members are helicopter pilot Lt. Jack Carmen, machinist Steve Miller, and reporter Maggie Hathaway. As their helicopter approaches the area of study, they are called back to their ship via radio because of an unexpected storm approaching. Too low on fuel to fly around the storm, they fly into a foggy but calm break in it. With visibility inhibited, they collide with a pterosaur, bending the rotor control rod and tearing off the antennae. Unable to stay in the air, they descend and land well below sea-level in a warm volcanic crater. Inside, they discover a steamy tropical jungle with living dinosaurs and giant carnivorous plants. Even search planes passing directly overhead cannot pick up their radio calls, and when they try to straighten the bent rod, it breaks. They are trapped.\n\nAs the crew split up to scout the area, Maggie is abducted by Dr. Carl Hunter, the lone survivor of a plane crash from a 1947 expedition. He has survived by blowing a conch that drives off the animals and by raiding their nests. Having morally regressed over his decade of isolation, he intends to keep Maggie as a sexual plaything. Seeing Hunter's footprints near Maggie's last known location, Harold, Jack, and Steve track him to his cave and hold him at bay with their guns. Hunter offers the remains of his airplane to repair the helicopter, but only if the crew agree to leave Maggie with him. The crew refuses, intending to locate the wreck by themselves. They know that after 25 days their ship will have to leave before the Antarctic winter sets in, so Maggie offers to sacrifice herself and stay with Hunter. Harold refuses, and kisses her.\n\nMaggie is later attacked by an Elasmosaurus. Hunter rescues her by repeatedly thrusting torches into its mouth, and again brings her back to his cave. Steve arrives, defeats Hunter, and begins using one of his torches to torture Hunter for the airplane's location. Harold arrives and adamantly states that they are not going to turn on each other to escape this land, either by sacrificing Maggie or torturing Hunter. His humanity stirred, Hunter gives them the map to the airplane. Maggie decides to stay with Hunter voluntarily.\n\nAfter repairing the helicopter, the crew take off in a hurry as a Tyrannosaurus rex attacks. After Maggie faints during a dinosaur attack on the cave, Hunter decides to take Maggie back to the others. The helicopter crew uses a winch and harness to lift her up from Hunter's raft. The Elasmosaurus returns and, having learned from its previous encounter with Hunter, submerges before he can get close enough to use a torch, then surfaces beneath his raft, upending it. The crew come to his rescue, flying in close and firing a signal flare into its mouth. They retrieve Hunter from the water and fly out of the crater with him. The crew arrange a rendezvous with their ship by radio. The helicopter runs out of fuel and crashes into the ocean as it reaches the vessel. The crew are rescued. Once safely on the ship Harold proposes to Maggie, and Maggie reveals she is pregnant with Harold's child.\n\n"
        },
        {
            "title": "Production",
            "text": "The film was produced by William Alland for Universal International Pictures. The studio originally planned to make The Land Unknown a lavish, Technicolor feature, but the movie's budget was slashed after the disappointing box office performance of Universal's This Island Earth (1955). Although the feature was shot in CinemaScope, black-and-white film was used, and plans to shoot at the off-studio back lot Falls Lake were canceled. The production instead was filmed entirely on interior sets. Also due to budget constraints, the cast was made up of B movie actors.[3]\n\nThe jungle scenery included a massive cyclorama hung around the entire sound stage, and tropical plants hung upside down to make them appear more prehistoric.[3] Dinosaurs featured in the film include a Pteranodon; an Elasmosaurus; a pair of Stegosaurus, played by monitor lizards; and a Tyrannosaurus rex, played by Smyth.[4] A giant, carnivorous plant is depicted as well. The mammal found by the crew, then later eaten by the plant, is referred to as a tarsier, but is actually a loris.\n\n"
        },
        {
            "title": "Release",
            "text": "The Land Unknown was given a wide release on October 30, 1957.[5] Some sources (including Bill Warren) list its initial release as August, 1957.[citation needed]\n\nThe film was released on LaserDisc in the 1990s. Universal Studios Home Entertainment released it on DVD in 2007 as part of a boxed set called The Classic Sci-Fi Ultimate Collection Vol. 2, along with Dr. Cyclops, The Leech Woman, The Deadly Mantis and Cult of the Cobra.[6] Kino Lorber's 2019 Blu-ray release featured a fact-filled audio commentary by Tom Weaver and David Schecter.\n\n"
        },
        {
            "title": "Reception",
            "text": "Matt Brunson of Film Frenzy gave it 2 out of 4 and called it \"A lesser entry in Universal's robust run of 50s sci-fi flicks.\"[7]\n\n"
        }
    ]
}