{
    "url": "https://en.wikipedia.org/wiki/The_Planetary_Society",
    "title": "The Planetary Society",
    "table_of_contents": [
        "1 History",
        "2 Program summary",
        "3 Organization",
        "4 Members",
        "5 Science and technology",
        "6 The Planetary Report",
        "7 Planetary Radio",
        "8 Science and Technology Empowered by the Public program",
        "9 UnmannedSpaceflight.com",
        "10 See also",
        "11 References",
        "12 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe Planetary Society is an American internationally-active non-governmental nonprofit organization.[1] It is involved in research, public outreach, and political space advocacy for engineering projects related to astronomy, planetary science, and space exploration.  It was founded in 1980 by Carl Sagan, Bruce Murray, and Louis Friedman,[2] and has about 60,000 members from more than 100 countries around the world.[3]\n\nThe Society is dedicated to the exploration of the Solar System, the search for near-Earth objects, and the search for extraterrestrial life.[4] The society's mission is stated as: \"Empowering the world’s citizens to advance space science and exploration.\"[5] The Planetary Society is a strong advocate for space funding and missions of exploration within NASA. They lobby Congress and engage their membership in the United States to write and call their representatives in support of NASA funding.[5]\n\nIn addition to public outreach, The Planetary Society has sponsored solar sail and microorganisms-in-space projects to foster space exploration. In June 2005, the Society launched the Cosmos 1 craft to test the feasibility of solar sailing, but the rocket failed shortly after liftoff.[6][7] LightSail was originally conceived as a series of three solar sail experiments[8] but later shortened to two missions. LightSail 1 launched on May 20, 2015,[9] and demonstrated a test deployment of its solar sail on June 7, 2015.[10] LightSail 2 launched on June 25, 2019,[11] and successfully used sunlight to change its orbit.[12]\n\nLiving Interplanetary Flight Experiment (LIFE), was a two-part program designed to test the ability of microorganisms to survive in space.[13] The first phase flew on STS-134, Space Shuttle Endeavour's final flight in 2011.[14] The second phase rode on Russia's Fobos-Grunt mission, which attempted to go to Mars' moon Phobos and back but failed to escape Earth orbit.[15]\n\n"
        },
        {
            "title": "History",
            "text": "The Planetary Society was founded in 1980 by Carl Sagan, Bruce Murray, and Louis Friedman as a champion of public support of space exploration and the search for extraterrestrial life. Until the death of Carl Sagan in 1996, the Society was led by Sagan, who used his celebrity and political clout to influence the political climate of the time, including protecting SETI in 1981 from congressional cancellation.  Throughout the 1980s and 1990s, the Society pushed its scientific and technologic agenda, which led to an increased interest in rover-based planetary exploration and NASA's New Horizons mission to Pluto.[citation needed]\n\nIn addition to its political affairs, the Society has created a number of space related projects and programs.  The SETI program began with Paul Horowitz's Suitcase SETI and has grown to encompass searches in radio and optical wavelengths from the northern and southern hemispheres of the Earth.  SETI@home, the largest distributed computing experiment on Earth, is perhaps the Society's best-known SETI project.  Other projects include the development of the Mars Microphone instrument which flew on the failed Mars Polar Lander project, as well as two LightSail projects, solar sail technology demonstrators designed to determine whether space travel is possible by using only sunlight.[citation needed]\n\n"
        },
        {
            "title": "Program summary",
            "text": "The Planetary Society currently runs seven different program areas with a number of programs in each area:\n\n"
        },
        {
            "title": "Organization",
            "text": "The Planetary Society is currently governed by a 12-member volunteer board of directors chosen for their passion about and knowledge of space exploration. The Board has a chairman, President, and Vice President and an Executive Committee, and normally meets twice per year to set the Society's policies and future directions.  Nominations are sought and considered periodically from a variety of sources, including from members of the Board and Advisory Council, Society Members, staff, and experts in the space community.[16] On June 7, 2010, the Society announced that American science educator Bill Nye would become the new executive director of the society.[17]\n\n"
        },
        {
            "title": "Members",
            "text": "The Planetary Society's current board of directors consists of:\n\nThe advisory council consists of:\n\nOther well known members:\n\n"
        },
        {
            "title": "Science and technology",
            "text": "The Planetary Society sponsors science and technology projects to seed further exploration. All of these projects are funded by the Society's members and donors. Some projects include: \n\n"
        },
        {
            "title": "The Planetary Report",
            "text": "The Planetary Report is the quarterly internationally recognized flagship magazine of The Planetary Society, featuring articles and full-color photos to provide comprehensive coverage of discoveries on Earth and other planets. It went from bimonthly to quarterly with the June (summer solstice) 2011 issue.\n\nThis magazine reaches 60,000 members of The Planetary Society all over the world, with news about planetary missions, spacefaring nations, space explorers, planetary science controversies, and the latest findings in humankind's exploration of the Solar System. It will be edited beginning in September 2018 by Emily Lakdawalla, who takes over from Donna Stevens.[3]\n\n"
        },
        {
            "title": "Planetary Radio",
            "text": "The Planetary Society also produces Planetary Radio, a weekly 30-minute radio program and podcast hosted and produced by Mat Kaplan. The show's programming consists mostly of interviews and telephone-based conversations with scientists, engineers, project managers, artists, writers, astronauts, and many other professionals who can provide some insight or perspective into the current state of space exploration.\n\n"
        },
        {
            "title": "Science and Technology Empowered by the Public program",
            "text": "In 2022, the Planetary Society awarded its first grants as part of its Science and Technology Empowered by the Public (STEP) program. The inaugural grant winners were a team from University of California, Los Angeles for a SETI project and a team from University of Belgrade, Serbia, for a planetary defense project.[19]\n\n"
        },
        {
            "title": "UnmannedSpaceflight.com",
            "text": "UnmannedSpaceflight.com is funded by the Planetary Society, and uses the internet forum software Invision Power Board from Invision Power Services.[20][21][22][23]\n\n"
        }
    ]
}