{
    "url": "https://en.wikipedia.org/wiki/The_City_of_God",
    "title": "The City of God",
    "table_of_contents": [
        "1 Background",
        "2 Structure",
        "3 English translations",
        "4 References",
        "5 Further reading",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "On the City of God Against the Pagans (Latin: De civitate Dei contra paganos), often called The City of God, is a book of Christian philosophy written in Latin by Augustine of Hippo in the early 5th century AD. The book was in response to allegations that Christianity brought about the decline of Rome and is considered one of Augustine's most important works, standing alongside The Confessions, The Enchiridion, On Christian Doctrine, and On the Trinity.[1] As a work of one of the most influential Church Fathers, The City of God is a cornerstone of Western thought, expounding on many questions of theology, such as the suffering of the righteous, the existence of evil, the conflict between free will and divine omniscience, and the doctrine of original sin.[2][3]\n\n"
        },
        {
            "title": "Background",
            "text": "The sack of Rome by the Visigoths in 410 left Romans in a deep state of shock, and many Romans saw it as punishment for abandoning traditional Roman religion in favor of Christianity. In response to these accusations, and in order to console Christians, Augustine wrote The City of God as an argument for the truth of Christianity over competing religions and philosophies. He argues that Christianity was not responsible for the Sack of Rome but instead responsible for Rome's success. Even if the earthly rule of the Empire was imperiled, it was the City of God that would ultimately triumph. Augustine's focus was Heaven, a theme of many Christian works of Late Antiquity. Despite Christianity's designation as the official religion of the Empire, Augustine declared its message to be spiritual rather than political. Christianity, he argued, should be concerned with the mystical, heavenly city, the New Jerusalem, rather than with earthly politics.\n\nThe book presents human history as a conflict between what Augustine calls the Earthly City (often colloquially referred to as the City of Man, but never by Augustine) and the City of God, a conflict that is destined to end in victory for the latter. The City of God is marked by people who forgo earthly pleasure to dedicate themselves to the eternal truths of God, now revealed fully in the Christian faith. The Earthly City, on the other hand, consists of people who have immersed themselves in the cares and pleasures of the present, passing world.[4]\n\nAugustine's thesis depicts the history of the world as universal warfare between God and the Devil. This metaphysical war is not limited by time but only by geography on Earth. In this war, God moves (by divine intervention, Providence) those governments, political/ideological movements and military forces aligned (or aligned the most) with the Catholic Church (the City of God) in order to oppose by all means—including military—those governments, political/ideological movements and military forces aligned (or aligned the most) with the Devil (the City of the World).\n\nThis concept of world history guided by Divine Providence in a universal war between God and the Devil is part of the official doctrine of the Catholic Church as most recently stated in the Second Vatican Council's Gaudium et Spes document: \"The Church ... holds that in her most benign Lord and Master can be found the key, the focal point and the goal of man, as well as of all human history ... all of human life, whether individual or collective, shows itself to be a dramatic struggle between good and evil, between light and darkness ... The Lord is the goal of human history the focal point of the longings of history and of civilization, the center of the human race, the joy of every heart and the answer to all its yearnings.\"\n\n"
        }
    ]
}