{
    "url": "https://en.wikipedia.org/wiki/New_International_Encyclopedia",
    "title": "The New International Encyclopedia",
    "table_of_contents": [
        "1 History",
        "2 Volumes",
        "3 References",
        "3.1 Citations",
        "3.2 Sources",
        "4 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The New International Encyclopedia was an American encyclopedia first published in 1902 by Dodd, Mead and Company. It descended from the International Cyclopaedia (1884) and was updated in 1906, 1914 and 1926.\n\n"
        },
        {
            "title": "History",
            "text": "The New International Encyclopedia was the successor of the International Cyclopaedia (1884). Initially, The International Cyclopaedia was largely a reprint of Alden's Library of Universal Knowledge, which was a reprint of the British Chambers's Encyclopaedia. The title was changed to The New International Encyclopedia in 1902, with editors Harry Thurston Peck, Daniel Coit Gilman, and Frank Moore Colby.[1]\n\nThe encyclopedia was popular and reprints were made in 1904, 1905, 1907 (corrected and expanded to 20 volumes), 1909 and 1911. The 2nd edition appeared from 1914 to 1917 in 24 volumes. With Peck and Gilman deceased, Colby was joined by a new editor, Talcott Williams.[1] This edition was set up from new type and thoroughly revised. It was very strong in biography.[2]\n\nA third edition was published in 1923, however this was mostly a reprint with the addition of a history of the First World War in  volume 24, which had previously been a reading and study guide. A two-volume supplement was published in 1925 and was incorporated into the 1927 reprint, which had 25 volumes. A further two volumes supplement in 1930 along with another reprint.[3]\n\nThe final edition was published in 1935, now under the Funk & Wagnalls label. This edition included another updating supplement, authored by Herbert Treadwell Wade. Some material from The New International would be incorporated into future books published by Funk and Wagnall's books such as Funk & Wagnalls Standard Encyclopaedia.[3]\n\nThe 1926 material was printed in Cambridge, Massachusetts, by Yale University Press. Boston Bookbinding Company of Cambridge produced the covers. Thirteen books enclosing 23 volumes comprise the encyclopedia, which includes a supplement after Volume 23. Each book contains about 1600 pages.[4]\n\nLike other encyclopedias of the time, The New International had a yearly supplement, The New International Yearbook, beginning in 1908. Like the encyclopedia itself, this publication was sold to Funk and Wagnalls in 1931. It was edited by Frank Moore Colby until his death in 1925, and then by Wade. In 1937 Frank Horace Vizetelly became editor.[3] The yearbook outlasted the parent encyclopedia, running to 1966.[5][incomplete short citation]\n\nMore than 500 men and women submitted and composed the information contained in The New International Encyclopedia.\n\n"
        }
    ]
}