{
    "url": "https://en.wikipedia.org/wiki/The_Horse_in_Motion",
    "title": "The Horse in Motion",
    "table_of_contents": [
        "1 The cards",
        "2 Development",
        "2.1 1873: The first unpublished attempt",
        "2.2 1877: The single image of Occident trotting",
        "2.3 1878: The series",
        "3 Critical reception",
        "4 1879–1881: Further Palo Alto studies, The Attitudes of Animals in Motion and the Zoopraxiscope",
        "5 1882: The book",
        "6 Legacy",
        "7 See also",
        "8 References",
        "9 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe Horse in Motion is a series of cabinet cards by Eadweard Muybridge, including six cards that each show a sequential series of six to twelve \"automatic electro-photographs\" depicting the movement of a horse. Muybridge shot the photographs in June 1878. An additional card reprinted the single image of the horse \"Occident\" trotting at high speed, which had previously been published by Muybridge in 1877.\n\nThe series became the first example of chronophotography, an early method to photographically record the passing of time, mainly used to document the different phases of locomotion for scientific study. It formed an important step in the development of motion pictures for years to come.\n\nMuybridge's work was commissioned by Leland Stanford, the industrialist, former Governor of California, and horseman, who was interested in horse gait analysis.\n\nin 1882, Stanford had a book published about the project, also entitled The Horse in Motion, with circa 100 plates of silhouettes based on the photographs, and analytical text by his friend and physician J.D.B. Stillman.  \n\n"
        },
        {
            "title": "The cards",
            "text": "The cards were published by Morse's gallery from San Francisco and copyrighted in 1878 by Muybridge. They could be ordered for $1.50 apiece.[1]\n\n(Plate numbers refer to the versions published in Muybridge's The Attitudes of Animals in Motion in 1881)\n\nThere are several editions of the cards, some with notable differences.\n\nOne version of \"Abe Edgington\" at a 2.24 gait appeared with the title The Stride of a Trotting Horse instead of The Horse in Motion, with a date of 11 June 1878 instead of 15 June 1878 and the text \"over Mr. Stanford's race track, at Menlo Park\" instead of \"over the Palo Alto track\".[6]\n\nAn 1879 edition of the \"Sallie Gardner\" card has the images altered to create more distinct outlines (with straight lines and clear numbers replacing the original photographic background) \"with care to preserve their original positions\". The verso has a diagram of the mare's foot movements in a complete stride, executed by Stanford's instructions.[7]\n\nThe cards were also released in German as Das Pferd in Bewegung and in French as Les Allures du Cheval.\n\n"
        },
        {
            "title": "Development",
            "text": "Leland Stanford had a large farm at which he bred, trained, and raced both Standardbreds, used for trotting races in which a driver rides in a sulky while driving the horse; and Thoroughbreds, ridden by jockeys and raced at a gallop. He was interested in improving the performance of his horses of both types.[citation needed]\n\nStanford also had an interest in art and science, in which he looked for illustration and affirmation of his ideas and observations about the horse's motions, but got frustrated with the lack of clarity on the subject.[8] Years later, he explained: \"I have for a long time entertained the opinion that the accepted theory of the relative positions of the feet of horses in rapid motion was erroneous. I also believed that the camera could be utilized to demonstrate that fact, and by instantaneous pictures show the actual position of the limbs at each instant of the stride\".[9]\n\nIn 1873,[10] Stanford approached Muybridge to photograph his favorite trotter Occident in action. Initially, Muybridge believed it was impossible to get a good picture of a horse at full speed. He knew of only a few examples of instantaneous photography made in London and Paris, that depicted street scenes. These were made in very practical conditions, with subjects moving towards the camera no faster than the ordinary walk of a man, in which the legs had not been essayed at all. He explained that photography simply had not yet advanced far enough to record a horse flashing by the camera. Stanford insisted, and Muybridge agreed to try.[8] The first experiments were executed over several days. To create the needed bright backdrop, white sheets were collected and Occident was trained to walk past them without flinching. Then more sheets were gathered to lay over the ground, so the legs would be clearly visible, and Occident was trained to walk over them. Muybridge developed a spring-activated shutter system, leaving an opening of 1/8 of an inch, and in the end, managed to reduce the shutter speed to a reported 1/500th of a second.[10] Nonetheless, the best result was a very blurry and shadowy image of the trotting horse. Muybridge was far from satisfied with the result, but to his surprise, Stanford reacted very enthusiastically after carefully studying the foggy outlines of the legs in the picture. Although Stanford agreed that the photograph was not successful regarding image quality, it was satisfactory as proof of his theory. Most of the previous depictions and descriptions had indeed been wrong. Before leaving his customer, Muybridge promised to concentrate his thoughts on coming up with a faster photographic process for the project.[8] Although Stanford later claimed he did not contemplate publishing the results, the local press was informed and it was hailed as a triumph in photography by the Daily Alta California.[10] The image itself remained unpublished and has not yet resurfaced.\n\nOver the next few years, Muybridge was occupied with other projects, often traveling to distant places, and with the trial for his murder of the lover of his wife. After his acquittal on the grounds of justifiable homicide, he traveled through Central America for nine months. Eventually, he returned to California and teamed with Stanford for a new attempt at capturing an image of Occident at full speed.\n\nIn July 1877, Muybridge worked on a series of progressively clearer, single photographs of Occident, at a racing-speed gait[11] at the Union Park Racetrack in Sacramento, California.[12][13]  He captured the horse at full speed.[14]\n\nThe \"instantaneous photograph\" that Muybridge sent to newspapers, was actually a photograph of a painting that Morse's gallery retouch artist John Koch had produced, based on Muybridge's negative, with a cut-out photograph of driver Tennant's face glued in place. Although an Evening Post critic believed that either the picture was a fraud or Stanford's horse was incredibly strange, few seemed to doubt its truthfulness.[15]\n\nStanford financed Muybridge's next project: to use multiple cameras to photograph the complete stride of running horses at Stanford's farm in Palo Alto. Muybridge ordered lenses from England and had an electrical shutter system built by San Francisco engineers. He had the race track whitened and a background of white planks erected at a slight angle, with a grid that had vertical lines indicating 21 inches (53 cm) distances and several horizontal lines 4 inches (10 cm) apart, of which the lowest was on a level with the track. Wires ran under the surface, from a battery of 12 cameras to two feet from the background, where they were slightly raised to be struck by the wheel of a sulky.[16]\n\nOn 15 June 1878, in the presence of invited turfmen and members of the press, Stanford's racehorse Abe Edgington was sent trotting at a mile in 2 minutes and 20 seconds across the track, with the sulky wheel tripping all the wires one by one, breaking the electrical circuit and thus causing each camera shutter to open in turn, for a duration that was claimed to last the 1/1000 part of a second. The resulting negatives were tiny, but had fine details, and proved that the trotting horse assumes inconceivable positions that seemed to have nothing in common with the gracefulness that people associated with it.[16]\n\nAfter the first successful experiment, running mare Sallie Gardner was sent across the track. The results showed very queer positions that shattered the illusions of the supposed superior grace of the horse. A saddle girth happened to break while she passed the cameras, which was distinctly registered on the resulting photographs. This experiment was deemed even more interesting than the first.[16]\n\nWhile there have been rumors that Stanford had a large bet riding on the suspected outcome that the study would show that a horse at moments has all legs off the ground when running, the historian Phillip Prodger has said, \"I personally believe that the story of the bet is apocryphal. There are really no primary accounts of this bet ever having taken place. Everything is hearsay and secondhand information.\"[17]\n\nThe photographs showed that all four feet are sometimes simultaneously off the ground and that when galloping this occurs when the feet are \"gathered\" beneath the body, not when the fore and hindlimbs are \"extended\" as sometimes depicted in older paintings.\n\nMuybridge made several series of different horses performing several gaits over the next week. He had 6 different 22 × 14 cm cards printed by Morse's gallery and registered them for copyright at the Library of Congress on 15 July 1878.[18]\n\n"
        },
        {
            "title": "Critical reception",
            "text": "The photographic series was immediately hailed as a breakthrough success by the reporters that attended the June 15 presentation and quickly garnered worldwide acclaim. Some of the registered positions were deemed ridiculous and seemed off to many people, since the strides of running horses were usually regarded as very gracious. Any doubts of the authenticity,  or ideas that the captured positions could be irregular, would soon be smothered by the evidence in the large number of pictures that were published, by the praise of experts, and by looking at animations of the sequences in zoetropes.\n\nThe images of two of the cards were recreated as an engraving for the cover of the October 19 issue of Scientific American in 1878.[19] La Nature published several series in December and received a very enthusiastic response from Étienne-Jules Marey, a leading expert on animal locomotion.[20]\n\n"
        },
        {
            "title": "",
            "text": "Muybridge continued the studies at Palo Alto with 24 cameras in 1879, producing further chronophotographic pictures of more horses, some other animals, male athletes, and a sequence depicting a  horse skeleton jumping a hurdle (utilizing a technique that resembles stop motion). In 1881, he collected the images in the portfolio The Attitudes of Animals in Motion, but kept the edition very limited because of plans for related book projects with Stanford and Marey.[21]\n\nMuybridge started lecturing about the horse pictures in July 1878, using a stereopticon to project the photographs and examples of the misconceptions of the motions of horses from art history. To demonstrate how the awkward positions in his photographs really made up the graceful movements, he developed a phenakistiscope-based projector with the images traced onto glass disks. The \"Zoopraxiscope\" was introduced in 1880 at the California School of Fine Arts.[22]\n\n"
        },
        {
            "title": "1882: The book",
            "text": "Stanford commissioned the book The Horse in Motion: as shown by Instantaneous Photography with a Study on Animal Mechanics founded on Anatomy and the Revelatins of the Camera in which is demonstrated The Theory of Quadrupedal Locomotion, written by his friend and physician J. D. B. Stillman; it was published by Osgood and Company.[23][24][25] The book featured little true instantaneous photography; the majority of the 40 chronophotographic plates are rendered as black contours and 29 plates contain line drawings of Muybridge's photographic \"foreshortenings\" (views of the same instant from five different angles, much like what later became known as bullet time).[26] Muybridge was not credited in the book, except noted as a Stanford employee and in a technical appendix based on an account he had written. As a result, Britain's Royal Society of Arts, which earlier had offered to finance further photographic studies by Muybridge of animal movement, withdrew the funding.  His suit against Stanford to gain credit was dismissed out of court.[25]\n\nThe book received very little attention, which disappointed Stanford and Stillman very much.[27]\n\n"
        },
        {
            "title": "Legacy",
            "text": "Inspired by Muybridge, Marey, Ottomar Anschütz and many others started studying motion through chronophotography. Although some researchers had used photography as a means to document reality before, including time-lapse sequences of the passage of Venus in 1874, for instance. Muybridge's widely publicized work convinced many more people that the medium could be more reliable than the naked eye and even demonstrated that it could reveal otherwise undiscernable natural principles.\n\nMuybridge continued his chronophotographic studies under the auspices of the University of Pennsylvania and published a portfolio of 781 plates as Animal Locomotion in 1887. This work provided artists with examples of positions of the moving subjects they wanted to depict. The idea of chronophotographic sequences also inspired new artistic endeavours, with Marcel Duchamp's Nude Descending a Staircase, No. 2 as a famous example.\n\nThe projection of moving painted versions of Muybridge's pictures with the zoopraxiscope was the earliest known motion picture exhibition based on actual recordings of motion.\nMuybridge later met with Thomas Edison, who had invented the phonograph a few years before. Edison went on to develop the kinetograph, an early movie camera, and the kinetoscope, an early motion picture viewer.[28]\n\nThe Horse in Motion studies are commonly regarded as a pinnacle in the development of motion picture media (although dates, titles, and pictures from different periods are often mixed up in statements about Muybridge's influence).\n\n"
        }
    ]
}