{
    "url": "https://en.wikipedia.org/wiki/The_Independent",
    "title": "The Independent",
    "table_of_contents": [
        "1 History",
        "1.1 1986 to 1990",
        "1.2 1990–1999",
        "1.3 2000–2009",
        "1.4 2010–2016",
        "1.5 From 2016",
        "2 Content",
        "2.1 Format and design",
        "2.2 Front pages",
        "2.3 Sections",
        "2.4 Online presence",
        "3 Political views",
        "4 Personnel",
        "4.1 Editors",
        "4.2 Writers and columnists",
        "4.3 Photographers",
        "5 Longford Prize",
        "6 Related publications",
        "6.1 The Independent on Sunday",
        "6.2 The i",
        "6.3 Indy100",
        "6.4 The (RED) Independent",
        "7 Awards and nominations",
        "8 In popular culture",
        "9 See also",
        "10 References",
        "11 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe Independent is a British online newspaper. It was established in 1986 as a national morning printed paper. Nicknamed the Indy, it began as a broadsheet and changed to tabloid format in 2003.[5] The last printed edition was published on Saturday 26 March 2016, leaving only the online edition.[6]\n\nThe newspaper was controlled by Tony O'Reilly's Irish Independent News & Media from 1997 until it was sold to the Russian oligarch and former KGB Officer Alexander Lebedev in 2010.[7] In 2017, Sultan Muhammad Abuljadayel bought a 30% stake in it.[8]\n\nThe daily edition was named National Newspaper of the Year at the 2004 British Press Awards. The website and mobile app had a combined monthly reach of 19,826,000 in 2021.[9]\n\n"
        },
        {
            "title": "History",
            "text": "Launched in 1986, the first issue of The Independent was published on 7 October in broadsheet format.[10][11] It was produced by Newspaper Publishing plc and created by Andreas Whittam Smith, Stephen Glover and Matthew Symonds. All three partners were former journalists at The Daily Telegraph who had left the paper towards the end of Lord Hartwell's ownership. Marcus Sieff was the first chairman of Newspaper Publishing, and Whittam Smith took control of the paper.[12]\n\nThe paper was created at a time of a fundamental change in British newspaper publishing. Rupert Murdoch was challenging long-accepted practices of the print unions and ultimately defeated them in the Wapping dispute. Consequently, production costs could be reduced which, it was said at the time,[by whom?] created openings for more competition. As a result of controversy around Murdoch's move to Wapping, the plant was effectively having to function under siege from sacked print workers picketing outside. The Independent attracted some of the staff from the two Murdoch broadsheets who had chosen not to move to his company's new headquarters. Launched with the advertising slogan \"It is. Are you?\", and challenging both The Guardian for centre-left readers and The Times as the newspaper of record, The Independent reached a circulation of over 400,000 by 1989.\n\nCompeting in a moribund market, The Independent sparked a general freshening of newspaper design as well as, within a few years, a price war in the market sector.[citation needed] When The Independent launched The Independent on Sunday in 1990, sales were less than anticipated, partly due to the launch of the Sunday Correspondent four months prior, although this direct rival closed at the end of November 1990. Some aspects of production merged with the main paper, although the Sunday paper retained a largely distinct editorial staff.\n\nIn the 1990s, The Independent was faced with price cutting by the Murdoch titles, and started an advertising campaign accusing The Times and The Daily Telegraph of reflecting the views of their proprietors, Rupert Murdoch and Conrad Black. It featured spoofs of the other papers' mastheads with the words The Rupert Murdoch or The Conrad Black, with The Independent below the main title.\n\nNewspaper Publishing had financial problems. A number of other media companies were interested in the paper. Tony O'Reilly's media group and Mirror Group Newspapers (MGN) had bought a stake of about a third each by mid-1994. In March 1995, Newspaper Publishing was restructured with a rights issue, splitting the shareholding into O'Reilly's Independent News & Media (43%), MGN (43%), and Prisa (publisher of El País) (12%).[13]\n\nIn April 1996, there was another refinancing, and in March 1998, O'Reilly bought the other shares of the company for £30 million, and assumed the company's debt. Brendan Hopkins headed Independent News, Andrew Marr was appointed editor of The Independent, and Rosie Boycott became editor of The Independent on Sunday. Marr introduced a dramatic if short-lived redesign which won critical favour but was a commercial failure, partly as a result of a limited promotional budget. Marr admitted his changes had been a mistake in his book, My Trade.[14]\n\nBoycott left in April 1998 to join the Daily Express, and Marr left in May 1998, later becoming the BBC's political editor. Simon Kelner was appointed as the editor. By this time the circulation had fallen below 200,000. Independent News spent heavily to increase circulation, and the paper went through several redesigns. While circulation increased, it did not approach the level which had been achieved in 1989, or restore profitability. Job cuts and financial controls reduced the morale of journalists and the quality of the product.[15]\n\nIvan Fallon, on the board since 1995 and formerly a key figure at The Sunday Times, replaced Hopkins as head of Independent News & Media in July 2002. By mid-2004, the newspaper was losing £5 million per year. A gradual improvement meant that by 2006, circulation was at a nine-year high.[15]\n\nIn November 2008, following further staff cuts, production was moved to Northcliffe House, in Kensington High Street, the headquarters of Associated Newspapers.[16] The two newspaper groups' editorial, management and commercial operations remained separate, but they shared services including security, information technology, switchboard and payroll.[citation needed]\n\nOn 25 March 2010, Independent News & Media sold the newspaper to a new company owned by the family of Russian oligarch Alexander Lebedev for a nominal £1 fee and £9.25m over the next 10 months, choosing this option over closing The Independent and The Independent on Sunday, which would have cost £28m and £40m respectively, due to long-term contracts. Alexander's son Evgeny became Chairman of the new company, with Alexander becoming a board director.[7][17] In 2009, Lebedev had bought a controlling stake in the London Evening Standard. Two weeks later, editor Roger Alton resigned.[18]\n\nIn July 2011, The Independent's columnist Johann Hari was stripped of the Orwell Prize he had won in 2008 after claims, to which Hari later admitted,[19] of plagiarism and inaccuracy.[20] In January 2012, Chris Blackhurst, editor of The Independent, told the Leveson inquiry that the scandal had \"severely damaged\" the newspaper's reputation. He nevertheless told the inquiry that Hari would return as a columnist in \"four to five weeks\".[21] Hari later announced that he would not return to The Independent.[22] Jonathan Foreman contrasted The Independent's reaction to the scandal unfavourably with the reaction of American newspapers to similar incidents such as the Jayson Blair case, which led to resignations of editors, \"deep soul-searching\", and \"new standards of exactitude being imposed\".[23] The historian Guy Walters suggested that Hari's fabrications had been an open secret amongst the newspaper's staff and that their internal inquiry was a \"facesaving exercise\".[24] A proportion of articles are now behind a pay wall; that section is titled 'Independent Minds'.\n\nThe Independent and The Independent on Sunday endorsed \"Remain\" in the Brexit referendum of 2016.[25]\n\nIn March 2016 The Independent decided to close its print edition and become an online newspaper; the last printed edition was published on Saturday 26 March 2016. The Independent on Sunday published its last print edition on 20 March 2016 and was closed following that.[26][11]\n\n"
        },
        {
            "title": "Content",
            "text": "The Independent began publishing as a broadsheet, in a series of celebrated designs. The final version was designed by Carroll, Dempsey and Thirkell following a commission by Nicholas Garland who, along with Alexander Chancellor, was unhappy with designs produced by Raymond Hawkey and Michael McGuiness – on seeing the proposed designs, Chancellor had said \"I thought we were joining a serious paper\". The first edition was designed and implemented by Michael Crozier, who was Executive Editor, Design and Picture, from pre-launch in 1986 to 1994.[27]\n\nFrom September 2003, the paper was produced in both broadsheet and tabloid-sized versions, with the same content in each. The tabloid edition was termed \"compact\" to distance itself from the more sensationalist reporting style usually associated with \"tabloid\" newspapers in the UK.[28] After launching in the London area and then in North West England,[29] the smaller format appeared gradually throughout the UK. Soon afterwards, Rupert Murdoch's Times followed suit, introducing its own tabloid-sized version.[30] Prior to these changes, The Independent had a daily circulation of around 217,500, the lowest of any major national British daily, a figure that climbed by 15% as of March 2004 (to 250,000). Throughout much of 2006, circulation stagnated at a quarter of a million. On 14 May 2004, The Independent produced its last weekday broadsheet, having stopped producing a Saturday broadsheet edition in January. The Independent on Sunday published its last simultaneous broadsheet on 9 October 2005, and thereafter followed a compact design until the print edition was discontinued.\n\nOn 12 April 2005, The Independent redesigned its layout to a more European feel, similar to France's Libération. The redesign was carried out by a Barcelona-based design studio. The weekday second section was subsumed within the main paper, double-page feature articles became common in the main news sections, and there were revisions to the front and back covers.[31] A new second section, \"Extra\", was introduced on 25 April 2006. It is similar to The Guardian's \"G2\" and The Times's \"Times2\", containing features, reportage and games, including sudoku. In June 2007, The Independent on Sunday consolidated its content into a news section which included sports and business, and a magazine focusing on life and culture.[32] On 23 September 2008, the main newspaper became full-colour, and \"Extra\" was replaced by an \"Independent Life Supplement\" focusing on different themes each day.[33]\n\nThree weeks after the acquisition of the paper by Alexander Lebedev and Evgeny Lebedev in 2010, the paper was relaunched with another redesign on 20 April. The new format featured smaller headlines and a new pullout \"Viewspaper\" section, which contained the paper's comment and feature articles.[34] From 26 October 2010, the same day as its sister paper, i, was launched, The Independent was printed on slightly thicker paper than before and ceased to be full-colour throughout, with many photographs and pictures (though none of those used in adverts) being printed in black and white only. On 11 October 2011, The Independent unveiled yet another new look, featuring a red, sans-serif masthead. In November 2013, the whole newspaper was overhauled again, including new custom fonts and a vertical masthead in black.[citation needed]\n\nFollowing the 2003 switch in format, The Independent became known for its unorthodox and campaigning front pages, which frequently relied on images, graphics or lists rather than traditional headlines and written news content. For example, following the Kashmir earthquake in 2005, it used its front page to urge its readers to donate to its appeal fund, and following the publication of the Hutton Report into the death of British government scientist David Kelly, its front page simply carried the word \"Whitewash?\"[35] In 2003, the paper's editor, Simon Kelner, was named \"Editor of the Year\" at the What the Papers Say awards, partly in recognition of, according to the judges, his \"often arresting and imaginative front-page designs\".[36] In 2008, however, as he was stepping down as editor, he stated that it was possible to \"overdo the formula\" and that the style of the paper's front pages perhaps needed \"reinvention\".[37]\n\nUnder the subsequent editorship of Chris Blackhurst, the campaigning, poster-style front pages were scaled back in favour of more conventional news stories.[38]\n\nThe weekday, Saturday and Sunday editions of The Independent all included supplements and pull-out subsections:\n\nOn 23 January 2008, The Independent relaunched its online edition.[41][42] The relaunched site introduced a new look, better access to the blog service, priority on image and video content, and additional areas of the site including art, architecture, fashion, gadgets and health. The paper launched podcast programmes such as \"The Independent Music Radio Show\", \"The Independent Travel Guides\", \"The Independent Sailing Podcasts\", and \"The Independent Video Travel Guides\". Since 2009, the website has carried short video news bulletins provided by the Al Jazeera English news channel.[43]\n\nIn 2014, The Independent launched a sister website, i100, a \"shareable\" journalism site with similarities to Reddit and Upworthy.[44]\n\n"
        },
        {
            "title": "Political views",
            "text": "The Independent is generally described as centre[45] to centre-left,[46][47] liberal[3] and liberal-left.[4] When the paper was established in 1986, the founders intended its political stance to reflect the centre of the British political spectrum and thought that it would attract readers primarily from The Times and The Daily Telegraph. It has been seen as leaning to the left wing of the political spectrum, making it more a competitor to The Guardian. However, The Independent tends to take a liberal, pro-market stance on economic issues.[48] The Independent on Sunday referred to itself as a \"proudly liberal newspaper\".[49]\n\nThe paper has highlighted what it refers to as war crimes being committed by pro-government forces in the Darfur region of Sudan.[50]\n\nThe paper has been a strong supporter of electoral reform.[51] In 1997, The Independent on Sunday launched a campaign for the decriminalisation of cannabis. Ten years later, it reversed itself, arguing that skunk, the cannabis strain  \"smoked by the majority of young Britons\" in 2007, had become \"25 times stronger than resin sold a decade ago\".[52]\n\nThe paper's opinion on the British monarchy has sometimes been described as republican,[53] though it officially identifies as reformist, wishing for a reformed monarchy that \"reflects the nation over which it reigns and which is accountable to the people for its activities\".[54] Originally, it avoided royal stories, Whittam Smith later saying he thought the British press was \"unduly besotted\" with the Royal Family and that a newspaper could \"manage without\" stories about the monarchy.[55]\n\nIn 2007, Alan Rusbridger, editor of The Guardian, said of The Independent: \"The emphasis on views, not news, means that the reporting is rather thin, and it loses impact on the front page the more you do that\".[56] In a 12 June 2007 speech, British Prime Minister Tony Blair called The Independent a \"viewspaper\", saying it \"was started as an antidote to the idea of journalism as views not news. That was why it was called the Independent. Today it is avowedly a viewspaper not merely a newspaper\".[57] The Independent criticised Blair's comments the following day[58][59] but later changed format to include a \"Viewspaper\" insert in the centre of the regular newspaper, designed to feature most of the opinion columns and arts reviews.\n\nA leader published on the day of the 2008 London mayoral election compared the candidates and said that, if the newspaper had a vote, it would vote first for the Green Party candidate, Siân Berry, noting the similarity between her priorities and those of The Independent, and secondly, with \"rather heavy heart\", for the incumbent, Ken Livingstone.[60]\n\nAn Ipsos MORI poll estimated that in the 2010 general election, 44% of regular readers voted Liberal Democrat, 32% voted Labour,[61] and 14% voted Conservative, compared to 23%, 29%, and 36%, respectively, of the overall electorate.[62] On the eve of the 2010 general election, The Independent supported the Liberal Democrats, arguing that\n\nHowever, before the 2015 general election, The Independent on Sunday desisted from advising its readers how to vote, writing that \"this does not mean that we are a bloodless, value-free news-sheet. We have always been committed to social justice\", but the paper recognised that it was up the readers to \"make up [their] own mind about whether you agree with us or not\". Rather than support a particular party, the paper urged all its reader to vote as \"a responsibility of common citizenship\".[63] On 4 May 2015, the weekday version of The Independent said that a continuation of the Conservative–Liberal Democrat coalition after the general election would be a positive outcome.[64]\n\nAt the end of July 2018, The Independent led a campaign they called the \"Final Say\" – a change.org petition by editor Christian Broughton, for a binding referendum on the Brexit deal between the UK and the European Union.[65]\n\nAs of October 2018, Independent Arabia is owned and managed by Saudi Research and Marketing Group (SRMG), a major publishing organisation with close ties to the Saudi royal family, and further news websites of The Independent in Persian, Turkish and Urdu run by the same company are planned.[66]\n\n"
        },
        {
            "title": "Personnel",
            "text": "There have also been various guest editors over the years, such as Elton John on 1 December 2010, the Body Shop's Anita Roddick on 19 June 2003 and U2's Bono in 2006.\n\n"
        },
        {
            "title": "Longford Prize",
            "text": "The Independent sponsors the Longford Prize, in memory of Lord Longford.[71]\n\n"
        },
        {
            "title": "Related publications",
            "text": "The Independent on Sunday (IoS) was the Sunday sister newspaper of The Independent. It ceased to exist in 2016, the last edition being published on 20 March; the daily paper ceasing print publication six days later.\n\nIn October 2010, the i, a compact sister newspaper, was launched. The i is a separate newspaper but uses some of the same material. It was later sold to regional newspaper company Johnston Press, becoming that publisher's flagship national newspaper. The i's online presence, i100, was restyled as indy100 and retained by Independent News & Media.[citation needed]\n\nThe online news site indy100 was announced by The Independent in February 2016, to be written by journalists but with stories selected by 'upvotes' from readers. \"Because indy100 is from The Independent you can still trust us to take our facts very seriously (even the funny ones). Some of the stories will have been inspired by the brilliant work in The Independent. Most will be from the crack team of indy100 journalists.\"[74]\n\nThe Independent supported U2 lead singer Bono's Product RED brand by creating The (RED) Independent, an occasional edition that gave half the day's proceeds to the charity.[75] The first edition was in May 2006. Edited by Bono, it drew high sales.[76]\n\nA September 2006 edition of The (RED) Independent, designed by fashion designer Giorgio Armani, drew controversy due to its cover shot, showing model Kate Moss in blackface for an article about AIDS in Africa.[77]\n\n"
        },
        {
            "title": "Awards and nominations",
            "text": "The Independent was awarded \"National Newspaper of the Year\" for 2003[78][79] and the Independent on Sunday was awarded \"Front Page of the Year\" for 2014's \"Here is the news, not the propaganda\", printed on 5 October 2014.[78]\n\nIndependent journalists have won a range of British Press Awards, including:[78]\n\nIn January 2013, The Independent was nominated for the Responsible Media of the Year award at the British Muslim Awards.[80]\n\n"
        },
        {
            "title": "In popular culture",
            "text": "The Independent is regularly referenced in the Apple TV+ comedy Ted Lasso as the employer of recurring character Trent Crimm (James Lance), a skeptical reporter who is very critical of Ted's coaching but touched by his compassion.[81]\n\n"
        }
    ]
}