{
    "url": "https://en.wikipedia.org/wiki/The_Machine_in_the_Garden",
    "title": "The Machine in the Garden",
    "table_of_contents": [
        "1 Synopsis",
        "2 See also",
        "3 References",
        "4 Further reading"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The Machine in the Garden: Technology and the Pastoral Ideal in America is a 1964 work of literary criticism written by Leo Marx and published by Oxford University Press.[1]  The title of the book refers to a trope in American literature representing the interruption of pastoral scenery by technology due to the industrialization of America during the 19th and 20th century.  For example, the trope notably appears in Henry David Thoreau's Walden (1854) when the whistling sound of a steam locomotive disrupts the natural landscape of  Walden Pond.  Marx uses this literary metaphor to illustrate the relationship between culture and technology in the United States as depicted in the work of American authors such as Herman Melville, Ralph Waldo Emerson, Nathaniel Hawthorne, Henry David Thoreau, Mark Twain, Frank Norris, Henry Adams, Henry James, and F. Scott Fitzgerald.\n\n"
        },
        {
            "title": "Synopsis",
            "text": "Marx identifies a major theme in literature of the nineteenth century—the dialectical tension between the pastoral ideal in America and the rapid and sweeping transformations wrought by machine technology. This tension is expressed \"everywhere\" in literature by the recurring image of the machine in the garden—that is, the sudden and shocking intrusion of technology into a pastoral scene. \"Within the lifetime of a single generation,\" Marx writes, \"a rustic and in large part wild landscape was transformed into the site of the world's most productive industrial machine. It would be difficult to imagine more profound contradictions of value or meaning than those made manifest by this circumstance. Its influence upon our literature is suggested by the recurrent image of the machine's sudden entrance onto the landscape.\"[2]\n\nBut Marx isn't interested so much in historical changes to the physical landscape. Instead, he looks at the interior landscape—\"the landscape of the psyche\"—and it is intelligently and well-written literature that he believes offers us the most useful and insightful direct access to the psyche. While popular culture traded on \"puerile\" and sentimental pastoralism—that is, the simple and unreflective urge to find a \"middle ground\" between the over-civilization of the city and the \"violent uncertainties of nature\" (28)—serious literature took a hard, careful look at the contradictions in American culture, and particularly at the conflict between the old bucolic image of America and its new image as an industrial power (26). It is the \"role\" of literature, argues Marx, to show us the \"contradiction\" of our commitments to both rural happiness and \"productivity, wealth, and power.\"[3]\n\nOne example of this image occurs in Adventures of Huckleberry Finn. In Mark Twain's 1885 masterpiece, the garden is the raft, and the machine is the steamboat that smashes it apart—and along with it, the (impossible) dream of a free and independent existence for Huck and Jim. As the raft drifts ever southward, deeper and deeper into slave territory, it is increasingly clear that this existence is unsustainable. The raft, like Thoreau's cabin, represents an escape from society, freedom from restriction, and a sense of plenty all associated with the pastoral ideal. It \"embraces all of the extravagant possibilities of sufficiency, spontaneity, and joy that had been projected upon the American landscape since the age of discovery.\"[4]  The steamboat represents the intrusion of social realities into this dream, and not just the intrusion of the reality of human enslavement. It is a representation of how machine technology conflicts with the pastoral ideal, and in the case of Huck and Jim, onto the southward-floating raft.[4]\n\nMarx concludes that literary artists—and Twain, Melville, and Hawthorne in particular—raised important issues and exposed important contradictions in American culture, showing how \"the aspirations once represented by the symbol of an ideal landscape have not, and probably cannot, be embodied\" and that \"our inherited symbols of order and beauty have been divested of meaning.\" However, Marx does not believe that these artists offer any solutions to the problems they raise. They have \"clarified our situation\" but have not created the \"new symbols of possibility\" we need.[5]  Literature can expose problems, but for solutions we should look critically to politics for historical possibilities.\n\n"
        }
    ]
}