{
    "url": "https://en.wikipedia.org/wiki/The_Asylum",
    "title": "The Asylum",
    "table_of_contents": [
        "1 History",
        "2 Lawsuits and legal issues",
        "3 Output",
        "3.1 Television",
        "3.2 Films",
        "4 References",
        "5 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe Asylum is an American independent film company and distributor that focuses on producing low-budget, direct-to-video films. It is notorious for producing titles that capitalize on productions by major studios, often using film titles and scripts very similar to those of current blockbusters in order to lure customers. These titles have been dubbed \"mockbusters\" by the press.[2][3][4][5][6] Its titles are distributed by Echo Bridge Home Entertainment, GT Media, and as of 2015, Cinedigm.\n\nThe studio is best known for producing the Sharknado film series and the Syfy original series Z Nation.\n\n"
        },
        {
            "title": "History",
            "text": "The Asylum was founded by director David Michael Latt and former Village Roadshow executives David Rimawi and Sherri Strain in 1997.[2] The company focused on producing straight-to-video low-budget films, usually in the horror genre, but were unable to find a market due to competition from major studios, such as Lions Gate Entertainment.[2] In 2005, the company produced a low-budget adaptation of H. G. Wells' The War of the Worlds, which was released in the same year as Steven Spielberg's adaptation of the same material. Blockbuster Inc. ordered 100,000 copies of The Asylum's adaptation, a significantly larger order than any of the company's previous releases, resulting in Latt and Rimawi reconsidering their business model.[2][6]\n\nIn 2007, similarities between the distributor's titles and those of major studios were reported. For example, the film Transmorphers bears a number of similarities to the film Transformers, which was released theatrically two days after the release of Transmorphers.[2][3][6] According to Latt, \"I'm not trying to dupe anybody. I'm just trying to get my films watched. Other people do tie-ins all the time, they’re just better at being subtle about it. Another studio might make a giant robot movie that ties into the Transformers release and call it Robot Wars. We’ll call ours Transmorphers.\"[2]\n\nIn 2009, Asylum producer David Rimawi stated in an interview that most Asylum films \"break even after about three months\".[7]\n\nIn February 2015, The Asylum signed a multi-year deal with Cinedigm Corp;[8] the deal provided 12 films over three years.[9]\n\nThe company received its first theatrical release in 2022, with their film Top Gunner: Danger Zone playing in six theaters across the United States. [10]\n\n"
        },
        {
            "title": "Lawsuits and legal issues",
            "text": "In 2008, 20th Century Fox threatened legal action against The Asylum over The Day the Earth Stopped, a film capitalizing on The Day the Earth Stood Still.[11]\n\nSimilarly in May 2012, Universal Pictures filed a lawsuit against The Asylum for their film American Battleship, claiming infringement on their film, Battleship.[6][12] As a result, The Asylum changed their title to American Warships.\n\nIn 2013, Warner Bros., New Line Cinema, Metro-Goldwyn-Mayer and The Hobbit producer Saul Zaentz commenced legal action against The Asylum for their film Age of the Hobbits (later called Lord of the Elves), claiming that they were \"free-riding\" on the worldwide promotional campaign for Peter Jackson's forthcoming films. The Asylum claimed its film is legally sound because its hobbits are not based on the J. R. R. Tolkien creations.[13] The lawsuit resulted in a temporary restraining order preventing The Asylum from releasing the film on its scheduled release date.[6][14]\n\nIn 2021, several of The Asylum's executive producers, David Rimawi, David Michael Latt, Paul Bales and Steve Graham were placed on the Writers Guild of America West's \"Strike/ Unfair List\" for lack of payment on Z Nation residuals. [15]\n\n"
        },
        {
            "title": "Output",
            "text": "The Asylum had been producing Z Nation for the Syfy Network since late 2014. The show is about a group that attempts to get the only known person with immunity to a zombie virus from New York to the last operating lab in California.  According to show-runner Karl Shaefer, the show is intended to bring \"a sense of hope to the horror of the apocalypse.\"[16] Ratings for Z Nation have been unexpectedly high, there have been about 1.6 million views per episode,[17] and the series ran for 5 seasons.[18][19]\n\nAn eight-episode spin-off of Z Nation, Black Summer, was ordered by Netflix. It focuses on a mother (Jaime King) who is searching for her daughter during the worst summer of the zombie apocalypse. The show eschews the comedy elements of the parent series and focuses instead on horror themes. In November 2019, Netflix renewed the series for a second season of eight episodes which released in June 2021.[20]\n\nThe Asylum maintains a channel on streaming service Pluto TV, which showcases its movies.[21]\n\nAs of 2009, The Asylum's usual budget for a production was \"well under a million dollars\", and films would typically break even after about three months.[22][7] The company's productions have been called B movies[2] and \"mockbusters\".[2][4] Latt prefers the term \"tie-ins\" to \"mockbusters\",[2] stating that The Asylum's productions, even those that capitalize on major releases, contain original stories.[2] Latt states that the company plans its productions around the word of mouth of the financial prospects of upcoming films.[4] The Asylum's films are usually released on video shortly before the theatrical release of a major studio film with similar themes or storylines.[4]\n\nThe Asylum has also produced films with strong religious themes.[2] For example, The Apocalypse was initially developed as a straightforward disaster film in the style of Deep Impact, but Latt states that certain buyers wanted the company to develop a religious film.[2] As a result, the company consulted priests and rabbis in order to incorporate faith-based elements.[2] The division Faith Films was created in order to distribute titles with such themes.[2] Sunday School Musical was produced after The Asylum staff attended a seminar for marketing to a Christian audience where the seminar's host suggested that the perfect film would be a Christian version of High School Musical.[5]\n\nThe Asylum productions sometimes feature more overt sexuality or graphic violence than their major studio counterparts, because The Asylum's releases are not in competition with films rated PG-13 by the Motion Picture Association.[4] Rolf Potts of The New York Times described Transmorphers as having \"no recognizable actors, no merchandising tie-ins and a garbled sound mix. Also unlike Transformers, it has cheap special effects and a subplot involving lesbians.\"[2]\n\nThe 2008 release Death Racers featured the hip hop group Insane Clown Posse and wrestler Scott \"Raven\" Levy in major roles.[23] In 2009, the Asylum released its first 3D picture, Sex Pot.\n\n"
        }
    ]
}