{
    "url": "https://en.wikipedia.org/wiki/The_Big_Doll_House",
    "title": "The Big Doll House",
    "table_of_contents": [
        "1 Plot",
        "2 Cast",
        "3 Production",
        "4 Reception",
        "5 See also",
        "6 References",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The Big Doll House is a 1971 American women-in-prison film starring Pam Grier, Judy Brown, Roberta Collins, Brooke Mills, and Pat Woodell.  The film follows six female inmates through daily life in a gritty, unidentified tropical prison. Later the same year, the film Women in Cages featured a similar story and setting and much the same cast, and was shot in the same abandoned prison buildings. A nonsequel follow-up, titled The Big Bird Cage, was released in 1972.[4]\n\n"
        },
        {
            "title": "Plot",
            "text": "Collier (Brown) enters prison, having been found guilty of killing her husband. She is introduced to the beautiful occupants of her cell, doing time for crimes ranging from political insurgency to heroin addiction. The women often clash, which leads to their torture by sadistic guard Lucian (Kathryn Loder). The torture ceremonies are viewed by an impassive cloaked figure.\n\nCollier's cellmates Alcott and Bodine (Collins and Woodell) plan to escape. Collier and another cellmate Ferina (Gina Stuart) agree to go along. Assisting is their other lesbian cellmate Grear (Pam Grier), though  doubts exist  Grear's heroin-addict girlfriend Harrad (Brooke Mills) will be equipped to escape.\n\nFerina, Alcott, and Bodine break from the solitary-confinement sauna and take their revenge on Lucian. The escapees wield guns, attitude, and sexuality to free themselves.\n\nDuring their escape, they round up various personnel from the prison as hostages, taking elegant prison warden Miss Dietrich (Christiane Schmidtmer), sympathetic prison medic Dr Phillips (Jack Davis), and two local men regularly allowed access to the prison to sell market produce, Harry (Sid Haig) and Fred (Jerry Franks).\n\n"
        },
        {
            "title": "Production",
            "text": "This was one of the first films made by B movie giant Roger Corman for his company New World Pictures. According to Stephanie Rothman, Corman originally purchased a screenplay by James Gordon White, which he then asked to be rewritten. Rothman says  her husband Charles S. Swartz, New World story editor Frances Doel, and she pitched story proposals to Jack Hill, who did not like any of them. They then plotted a new storyline themselves and hired Don Spencer to write the screenplay. Rothman also says that Corman wanted her to direct the picture, but she turned it down, so Corman hired Jack Hill, instead.[5]\n\nJohn Ashley says Corman originally intended to make the film in Puerto Rico, but he persuaded them to make it in the Philippines. Ashley and his partners went on to put up the above-the-line part of the budget, with Corman providing the rest.[6][7]\n\n"
        },
        {
            "title": "Reception",
            "text": "The film earned $3 million in rentals.[8]\n\n"
        }
    ]
}