{
    "url": "https://en.wikipedia.org/wiki/The_Matrix",
    "title": "The Matrix",
    "table_of_contents": [
        "1 Plot",
        "2 Cast",
        "3 Production",
        "3.1 Development",
        "3.2 Pre-production",
        "3.3 Filming",
        "3.4 Sound effects and music",
        "3.5 Production design",
        "3.6 Visual effects",
        "4 Release",
        "4.1 Home media",
        "4.2 Other media",
        "5 Reception",
        "5.1 Box office",
        "5.2 Critical response",
        "5.3 Accolades",
        "5.4 Awards and nominations",
        "6 Thematic analysis",
        "6.1 Film and television",
        "6.2 Literary works",
        "6.3 Philosophy",
        "6.4 Religion and mythology",
        "6.5 Transgender themes",
        "7 Legacy",
        "7.1 Filmmaking",
        "7.2 Choreographers and actors",
        "7.3 Cultural impact",
        "7.4 Modern reception",
        "7.5 Sequels and adaptations",
        "8 See also",
        "9 Notes",
        "10 References",
        "11 Bibliography",
        "12 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe Matrix is a 1999 science fiction action film[5][6] written and directed by the Wachowskis.[a] It is the first installment in The Matrix film series, starring Keanu Reeves, Laurence Fishburne, Carrie-Anne Moss, Hugo Weaving, and Joe Pantoliano, and depicts a dystopian future in which humanity is unknowingly trapped inside the Matrix, a simulated reality that intelligent machines have created to distract humans while using their bodies as an energy source.[7] When computer programmer Thomas Anderson, under the hacker alias \"Neo\", uncovers the truth, he joins a rebellion against the machines along with other people who have been freed from the Matrix.\n\nThe Matrix is an example of the cyberpunk subgenre of science fiction.[8] The Wachowskis' approach to action scenes was influenced by Japanese animation[9] and martial arts films, and the film's use of fight choreographers and wire fu techniques from Hong Kong action cinema influenced subsequent Hollywood action film productions. The film popularized a visual effect known as \"bullet time\", in which the heightened perception of certain characters is represented by allowing the action within a shot to progress in slow-motion while the camera appears to move through the scene at normal speed, allowing the sped-up movements of certain characters to be perceived normally.\n\nThe Matrix opened in theaters in the United States on March 31, 1999, to widespread acclaim from critics, who praised its innovative visual effects, action sequences, cinematography and entertainment value,[10][11] and was a massive success at the box office, grossing over $460 million on a $63 million budget, becoming the highest-grossing Warner Bros. film of 1999 and the fourth highest-grossing film of that year. At the 72nd Academy Awards, the film won all four categories it was nominated for, Best Visual Effects, Best Film Editing, Best Sound, and Best Sound Editing. The film was also the recipient of numerous other accolades, including Best Sound and Best Special Visual Effects at the 53rd British Academy Film Awards, and the Wachowskis were awarded Best Director and Best Science Fiction Film at the 26th Saturn Awards. The film is considered to be among the greatest science fiction films of all time,[12][13][14] and in 2012, the film was selected for preservation in the United States National Film Registry by the Library of Congress for being \"culturally, historically, and aesthetically significant.\"[15]\n\nThe film's success led to two feature film sequels being released in 2003, The Matrix Reloaded and The Matrix Revolutions, which were also written and directed by the Wachowskis. The Matrix franchise was further expanded through the production of comic books, video games and animated short films, with which the Wachowskis were heavily involved. The franchise has also inspired books and theories expanding on some of the religious and philosophical ideas alluded to in the films. A fourth film, titled The Matrix Resurrections, was released on December 22, 2021.\n\n"
        },
        {
            "title": "Plot",
            "text": "At an abandoned hotel, a police squad corners Trinity, who overpowers them with superhuman abilities. She flees, pursued by the police and a group of suited Agents capable of similar superhuman feats. She answers a ringing public telephone and vanishes.\n\nComputer programmer Thomas Anderson, known by his hacking alias \"Neo\", is puzzled by repeated online encounters with the phrase \"the Matrix\". Trinity contacts him and tells him a man named Morpheus has the answers Neo seeks. A team of Agents and police, led by Agent Smith, arrives at Neo's workplace in search of him. Though Morpheus attempts to guide Neo to safety, Neo surrenders rather than risk a dangerous escape via a scaffold. The Agents attempt to bribe Neo into helping them locate Morpheus, who they claim is a terrorist (and the most dangerous man alive), by offering to erase Neo's criminal record. When Neo refuses to cooperate, they fuse his mouth shut, pin him down, and implant a robotic \"bug\" in his stomach. Neo wakes up from what he believes to be a nightmare. Soon after, Neo is taken by Trinity to meet Morpheus, and she removes the bug from Neo, indicating that the \"nightmare\" he experienced was apparently real.\n\nMorpheus offers Neo a choice between two pills: red to reveal the truth about the Matrix, and blue to forget everything and return to his former life. As Neo takes the red pill, his reality begins to distort, and he soon awakens in a liquid-filled pod among countless other pods, containing other humans. He is then brought aboard Morpheus's flying ship, the Nebuchadnezzar. As Neo recuperates from a lifetime of physical inactivity in the pod, Morpheus explains the situation: In the early 21st century, a war broke out between humanity and intelligent machines. Though the humans had blocked the machines' access to solar energy by covering Earth's atmosphere with a thick layer of self-replicating nanobots, the machines won the war, and responded by enslaving humankind and harvesting their bioelectric power while keeping their minds pacified in the Matrix, a shared simulated reality modeled on the world as it was in 1999. In the years following, the remaining free humans took refuge in the underground city of Zion.\n\nMorpheus and his crew are a group of rebels who hack into the Matrix to \"unplug\" enslaved humans and recruit them; their understanding of the Matrix's simulated nature allows them to bend its physical laws. Morpheus warns Neo that death within the Matrix kills the physical body too and explains that the Agents are sentient programs that eliminate threats to the system, while machines called Sentinels eliminate rebels in the real world. Neo's prowess during virtual training cements Morpheus's belief that Neo is \"the One\", a human prophesied to free humankind. The group enters the Matrix to visit the Oracle, a prophet-like program who predicted that the One would emerge. She implies to Neo that he is not the One and warns that he will have to choose between Morpheus's life and his own. Before they can leave the Matrix, Agents and police ambush the group, tipped off by Cypher, a disgruntled crew member who has betrayed Morpheus in exchange for a deal to be plugged back into the Matrix to live a comfortable life.\n\nTo buy time for the others, Morpheus fights Smith and is captured. Cypher exits the Matrix and murders the other crew members as they lie unconscious. Before Cypher can kill Neo and Trinity, crew member Tank regains consciousness and kills him before pulling Neo and Trinity from the Matrix. The Agents interrogate Morpheus to learn his access codes to the mainframe computer in Zion, which would allow them to destroy it. Neo resolves to return to the Matrix to rescue Morpheus, as the Oracle prophesied; Trinity insists she accompany him. While rescuing Morpheus, Neo gains confidence in his abilities, performing feats comparable to those of the Agents.\n\nAfter Morpheus and Trinity safely exit the Matrix, Smith ambushes and kills Neo. While a group of Sentinels attack the Nebuchadnezzar, Trinity confesses her love for Neo and says the Oracle told her she would fall in love with the One. Neo is revived, with newfound abilities to perceive and control the Matrix; he easily defeats Smith, prompting the other Agents to flee and he leaves the Matrix just as the ship's electromagnetic pulse disables the Sentinels. Back in the Matrix, Neo makes a telephone call, promising the machines that he will show their prisoners \"a world where anything is possible\". He hangs up and flies away.\n\n"
        },
        {
            "title": "Production",
            "text": "In 1994, the Wachowskis presented the script for the film Assassins to Warner Bros. Pictures. After Lorenzo di Bonaventura, the president of production of the company at the time, read the script, he decided to buy rights to it and included two more pictures, Bound and The Matrix, in the contract. The first movie the Wachowskis directed, Bound, then became a critical success. Using this momentum, they later asked to direct The Matrix.[35]\n\nIn 1996, the Wachowskis pitched the role of Neo to Will Smith. Smith explained on his YouTube channel that the idea was for him to be Neo, while Morpheus was to be played by Val Kilmer. He later explained that he did not quite understand the concept and he turned down the role to instead film Wild Wild West.[36]\n\nProducer Joel Silver soon joined the project. Although the project had key supporters, including Silver and Di Bonaventura, to influence the company, The Matrix was still a huge investment for Warner Bros., which had to invest $60 million to create a movie with philosophical themes and difficult special effects.[35] The Wachowskis therefore hired underground comic book artists Geof Darrow and Steve Skroce to draw a 600-page, shot-by-shot storyboard for the entire film.[37][38] The storyboard eventually earned the studio's approval, and it was decided to film in Australia to make the most of the budget.[35] Soon, The Matrix became a co-production of Warner Bros. and Village Roadshow Pictures.[39] According to editor Zach Staenberg on the DVD audio commentary track, the production team sent an edit of the film's first minutes (featuring Trinity's encounter with police and Agents) to Warner executives, and secured Warner's \"total support of the movie\" from then on.[40]\n\nThe cast were required to be able to understand and explain The Matrix.[35] French philosopher Jean Baudrillard's Simulacra and Simulation was required reading for most of the principal cast and crew.[41] In early 1997, the Wachowskis had Reeves read Simulacra and Simulation, Kevin Kelly's Out of Control: The New Biology of Machines, Social Systems, and the Economic World, and Dylan Evans's ideas on evolutionary psychology even before they opened up the script,[16] and eventually he was able to explain all the philosophical nuances involved.[35] Moss commented that she had difficulty with this process.[16]\n\nThe directors had long been admirers of Hong Kong action cinema, so they decided to hire the Chinese martial arts choreographer and film director Yuen Woo-ping to work on fight scenes. To prepare for the wire fu, the actors had to train hard for several months.[35] The Wachowskis first scheduled four months for training, beginning in October 1997.[42] Yuen was optimistic but then began to worry when he realized how unfit the actors were.[25]\n\nYuen let their body style develop and then worked with each actor's strength. He built on Reeves's diligence, Fishburne's resilience, Weaving's precision, and Moss's feminine grace.[25] Yuen designed Moss's moves to suit her deftness and lightness.[43] Prior to the pre-production, Reeves underwent a two-level fusion of his cervical (neck) spine due to spinal cord compression from a herniated disc (\"I was falling over in the shower in the morning\").[44] He was still recovering by the time of pre-production, but he insisted on training, so Yuen let him practice punches and lighter moves. Reeves trained hard and even requested training on days off. However, the surgery still made him unable to kick for two out of four months of training. As a result, Reeves did not kick much in the film.[25] Weaving had to undergo hip surgery after he sustained an injury during the training process.[35]\n\nAll but a few scenes were filmed at Fox Studios in Sydney, as well as in the city itself, although recognizable landmarks were not included in order to maintain the impression of a generic American city. The filming helped establish New South Wales as a major film production center.[45] Filming began in March 1998 and wrapped in August 1998; principal photography took 118 days.[46]\n\nDue to Reeves's neck injury (see above), some of the action scenes had to be rescheduled to wait for his full recovery. As a result, the filming began with scenes that did not require much physical exertion,[47] such as the scene in Thomas Anderson's office, the interrogation room,[33] or the car ride in which Neo is taken to see the Oracle.[48] Locations for these scenes included Martin Place's fountain in Sydney, half-way between it and the adjacent Colonial Building, and the Colonial Building itself.[49] During the scene set on a government building rooftop, the team filmed extra footage of Neo dodging bullets in case the bullet time process did not work. The bullet-time fight scene was filmed on the roof of Symantec Corporation building in Kent Street, opposite Sussex Street.[50]\n\nMoss performed the shots featuring Trinity at the beginning of the film and all the wire stunts herself.[43] The rooftop set that Trinity uses to escape from Agent Brown early in the film was left over from the production of Dark City, which has prompted comments due to the thematic similarities of the films.[51] During the rehearsal of the lobby scene, in which Trinity runs on a wall, Moss injured her leg and was ultimately unable to film the shot in one take. She stated that she was under a lot of pressure at the time and was devastated when she realized that she would be unable to do it.[52]\n\nThe dojo set was built well before the actual filming. During the filming of these action sequences, there was significant physical contact between the actors, earning them bruises. Reeves's injury and his insufficient training with wires prior to filming meant he was unable to perform the triple kicks satisfactorily and became frustrated with himself, causing the scene to be postponed. The scene was shot successfully a few days later, with Reeves using only three takes. Yuen altered the choreography and made the actors pull their punches in the last sequence of the scene, creating a training feel.[53]\n\nThe filmmakers originally planned to shoot the subway scene in an actual subway station, but the complexity of the fight and related wire work required shooting the scene on a set. The set was built around an existing train storage facility, which had real train tracks. Filming the scene when Neo slammed Smith into the ceiling, Chad Stahelski, Reeves's stunt double, sustained several injuries, including broken ribs, knees, and a dislocated shoulder. Another stuntman was injured by a hydraulic puller during a shot in which Neo was slammed into a booth.[54] The office building in which Smith interrogated Morpheus was a large set, and the outside view from inside the building was a large, three story high cyclorama. The helicopter was a full-scale light-weight mock-up suspended by a wire rope operated a tilting mechanism mounted to the studio roofbeams. The helicopter had a real minigun side-mounted to it, which was set to cycle at half its regular (3,000 rounds per min) firing rate.[55]\n\nTo prepare for the scene in which Neo wakes up in a pod, Reeves lost 15 pounds and shaved his whole body to give Neo an emaciated look. The scene in which Neo fell into the sewer system concluded the principal photography.[46] According to The Art of the Matrix, at least one filmed scene and a variety of short pieces of action were omitted from the final cut of the film.[56]\n\nDane A. Davis was responsible for creating the sound effects for the film. The fight scene sound effects, such as the whipping sounds of punches, were created using thin metal rods and recording them, then editing the sounds. The sound of the pod containing a human body closing required almost fifty sounds put together.[57]\n\nThe film's score was composed by Don Davis.[58][59] He noted that mirrors appear frequently in the film: reflections of the blue and red pills are seen in Morpheus's glasses; Neo's capture by Agents is viewed through the rear-view mirror of Trinity's motorcycle; Neo observes a broken mirror mending itself; reflections warp as a spoon is bent; the reflection of a helicopter is visible as it approaches a skyscraper. Davis focused on this theme of reflections when creating his score, alternating between sections of the orchestra and attempting to incorporate contrapuntal ideas. Davis' score combines orchestral, choral and synthesizer elements; the balance between these elements varies depending on whether humans or machines are the dominant subject of a given scene.[60]\nIn addition to Davis' score, The Matrix soundtrack also features music from acts such as Rammstein, Rob Dougan, Rage Against the Machine, Propellerheads, Ministry, Lunatic Calm, Deftones, Monster Magnet, The Prodigy, Rob Zombie, Meat Beat Manifesto, and Marilyn Manson.[61][62][63]\n\nIn the film, the code that composes the Matrix itself is frequently represented as downward-flowing green characters.[64] This code uses a custom typeface designed by Simon Whiteley,[39] which includes mirror images of half-width kana characters and Western Latin letters and Arabic numerals.[65] In a 2017 interview at CNET, he attributed the design to his wife, who is from Japan, and added, \"I like to tell everybody that The Matrix's code is made out of Japanese sushi recipes\".[66] \"The color green reflects the green tint commonly used on early monochrome computer monitors\".[67] Lynne Cartwright, the Visual Effects Supervisor at Animal Logic, supervised the creation of the film's opening title sequence, as well as the general look of the Matrix code throughout the film, in collaboration with Lindsay Fleay and Justen Marshall.[39] The portrayal resembles the opening credits of the 1995 Japanese cyberpunk film, Ghost in the Shell, which had a strong influence on the Matrix series. It was also used in the subsequent films, on the related website, and in the game The Matrix: Path of Neo, and its drop-down effect is reflected in the design of some posters for the Matrix series. The code received the Runner-up Award in the 1999 Jesse Garson Award for In-film typography or opening credit sequence.[39]\n\nThe Matrix's production designer, Owen Paterson, used methods to distinguish the \"real world\" and the Matrix in a pervasive way. The production design team generally placed a bias towards the Matrix code's distinctive green color in scenes set within the simulation, whereas there is an emphasis on the color blue during scenes set in the \"real world\". In addition, the Matrix scenes' sets were slightly more decayed, monolithic, and grid-like, to convey the cold, logical and artificial nature of that environment. For the \"real world\", the actors' hair was less styled, their clothing had more textile content, and the cinematographers used longer lenses to soften the backgrounds and emphasize the actors.[65]\n\nThe Nebuchadnezzar was designed to have a patched-up look, instead of clean, cold and sterile space ship interior sets as used on productions such as Star Trek. The wires were made visible to show the ship's working internals, and each composition was carefully designed to convey the ship as \"a marriage between Man and Machine\".[68] For the scene when Neo wakes up in the pod connected to the Matrix, the pod was constructed to look dirty, used, and sinister. During the testing of a breathing mechanism in the pod, the tester suffered hypothermia in under eight minutes, so the pod had to be heated.[46]\n\nKym Barrett, costume designer, said that she defined the characters and their environment by their costume.[69] For example, Reeves's office costume was designed for Thomas Anderson to look uncomfortable, disheveled, and out of place.[47] Barrett sometimes used three types of fabric for each costume, and also had to consider the practicality of the acting. The actors needed to perform martial art actions in their costume, hang upside-down without people seeing up their clothing, and be able to work the wires while strapped into the harnesses.[69] For Trinity, Barrett experimented with how each fabric absorbed and reflected different types of light, and was eventually able to make Trinity's costume mercury-like and oil-slick to suit the character.[43] For the Agents, their costume was designed to create a secret service, undercover look, resembling the film JFK and classic men in black.[33]\n\nThe sunglasses, a staple of the film's aesthetics, were commissioned for the film by designer Richard Walker from sunglasses maker Blinde Design.[70]\n\nThe film is known for popularizing a visual effect[72] known as \"bullet time\", which allows a shot to progress in slow-motion while the camera appears to move through the scene at normal speed.[73] Bullet time has been described as \"a visual analogy for privileged moments of consciousness within the Matrix\",[74] and throughout the film, the effect is used to illustrate characters' exertion of control over time and space.[75] The Wachowskis first imagined an action sequence that slowed time while the camera pivoted rapidly around the subjects, and proposed the effect in their screenplay for the film. When John Gaeta read the script, he pleaded with an effects producer at Mass.Illusion to let him work on the project, and created a prototype that led to him becoming the film's visual effects supervisor.[76]\n\nThe method used for creating these effects involved a technically expanded version of an old art photography technique known as time-slice photography, in which an array of cameras are placed around an object and triggered simultaneously. Each camera captures a still picture, contributing one frame to the video sequence, which creates the effect of \"virtual camera movement\"; the illusion of a viewpoint moving around an object that appears frozen in time.[73]\n\nThe bullet time effect is similar but slightly more complicated, incorporating temporal motion so that rather than appearing totally frozen, the scene progresses in slow and variable motion.[71][76] The cameras' positions and exposures were previsualized using a 3D simulation. Instead of firing the cameras simultaneously, the visual effect team fired the cameras fractions of a second after each other, so that each camera could capture the action as it progressed, creating a super slow-motion effect.[73] When the frames were put together, the resulting slow-motion effects reached a frame frequency of 12,000 per second, as opposed to the normal 24 frames per second of film.[35] Standard movie cameras were placed at the ends of the array to pick up the normal speed action before and after. Because the cameras circle the subject almost completely in most of the sequences, computer technology was used to edit out the cameras that appeared in the background on the other side.[73] To create backgrounds, Gaeta hired George Borshukov, who created 3D models based on the geometry of buildings and used the photographs of the buildings themselves as texture.\n\nThe photo-realistic surroundings generated by this method were incorporated into the bullet time scene,[76] and algorithms based on optical flow were used to interpolate between the still images to produce a fluent dynamic motion;[77][78] the computer-generated \"lead in\" and \"lead out\" slides were filled in between frames in sequence to get an illusion of orbiting the scene.[79] Manex Visual Effects used a cluster farm running the Unix-like operating system FreeBSD to render many of the film's visual effects.[80][81]\n\nManex also handled creature effects, such as Sentinels and machines in real world scenes; Animal Logic created the code hallway and the exploding Agent at the end of the film. DFilm managed scenes that required heavy use of digital compositing, such as Neo's jump off a skyscraper and the helicopter crash into a building. The ripple effect in the latter scene was created digitally, but the shot also included practical elements, and months of extensive research were needed to find the correct kind of glass and explosives to use. The scene was shot by colliding a quarter-scale helicopter mock-up into a glass wall wired to concentric rings of explosives; the explosives were then triggered in sequence from the center outward, to create a wave of exploding glass.[82]\n\nThe photogrammetric and image-based computer-generated background approaches in The Matrix's bullet time evolved into innovations unveiled in the sequels The Matrix Reloaded and The Matrix Revolutions. The method of using real photographs of buildings as texture for 3D models eventually led the visual effect team to digitize all data, such as scenes, characters' motions and expressions. It also led to the development of \"Universal Capture\", a process which samples and stores facial details and expressions at high resolution. With these highly detailed collected data, the team were able to create virtual cinematography in which characters, locations, and events can all be created digitally and viewed through virtual cameras, eliminating the restrictions of real cameras.[76]\n\n"
        },
        {
            "title": "Release",
            "text": "The Matrix was released on DVD and Laserdisc in its original aspect ratio of 2.35:1 on September 21, 1999, in the US from Warner Home Video as well as in a cropped 1.33:1 aspect ratio in Hong Kong from ERA Home Entertainment. It was also released on VHS in both fullscreen and widescreen formats followed on December 7, 1999.[5] After its DVD release, it was the first DVD to sell more than one million copies in the US.[83] By 2000, the film went on to become the first to sell more than three million copies in the US.[35] At that point, it became the top-selling DVD release of all time, holding this record for a few months before being surpassed by Gladiator.[84] By November 10, 2003, one month after The Matrix Reloaded DVD was released, the sales of The Matrix DVD had exceeded 30 million copies.[85] It then debuted on both VHS and DVD formats in the UK on November 29, 1999. The Matrix sold more than 107,000 DVD copies in just two weeks, breaking Armageddon's record for becoming the country's best-selling DVD title.[86] The Ultimate Matrix Collection was released on HD DVD on May 22, 2007[83] and on Blu-ray on October 14, 2008.[87][88] The film was also released standalone in a 10th anniversary edition Blu-ray in the Digibook format on March 31, 2009, 10 years to the day after the film was released theatrically.[89] In 2010, the film had another DVD release along with the two sequels as The Complete Matrix Trilogy. It was also released on 4K HDR Blu-ray on May 22, 2018.[90] The film as part of The Matrix Trilogy was released on 4K Ultra HD Blu-ray on October 30, 2018.[91]\n\nThe franchise also contains three video games: Enter the Matrix (2003), which contains footage shot specifically for the game and chronicles events taking place before and during The Matrix Reloaded;[92] The Matrix Online (2004), an MMORPG which continued the story beyond The Matrix Revolutions;[93][94] and The Matrix: Path of Neo (2005), which focuses on Neo's journey through the trilogy of films.[95]\n\nThe franchise also includes The Matrix Comics, a series of comics and short stories set in the world of The Matrix, written and illustrated by figures from the comics industry. Most of the comics were originally presented for free on the official Matrix website;[96] they were later republished, along with some new material, in two printed trade paperback volumes, called The Matrix Comics, Vol 1 and Vol 2.[97]\n\n"
        },
        {
            "title": "Reception",
            "text": "The Matrix grossed $27.8 million during its opening weekend, as well as earning $34.7 million in its first five days. It surpassed Lost in Space and Indecent Proposal for having the biggest April and Easter opening weekends. The film also had the second-highest opening weekend for a spring starter film, trailing only behind Liar Liar.[98] Three years later in 2002, The Matrix's records for having the largest April and Easter opening weekends would be taken by The Scorpion King and Panic Room.[99][100] Upon its opening, it had the highest opening weekend of any 1999 film, easily topping Payback.[98] Additionally, this was the biggest opening weekend for a Keanu Reeves film since Speed in 1994.[101] It was also ranked number one at the box office ahead of Forces of Nature.[98] The film would remain at the top of the box office for two weeks until it was overtaken by Life. During its fourth weekend, The Matrix briefly returned to the number one spot.[102] The following week, the film would be displaced by Entrapment.[103]\n\nIn its original run, the film earned $171,479,930 (37.0%) in the United States and Canada and $292,037,453 (63.0%) in other countries, for a worldwide total of $463,517,383.[5] In North America, it went on to become the fifth highest-grossing film of 1999 and the highest-grossing R-rated film of that year. Worldwide, it was the fourth highest-grossing film of the year, after Star Wars: Episode I – The Phantom Menace, The Sixth Sense and Toy Story 2.[5] The Matrix became the second-highest-grossing Warner Bros. film of all time, behind Twister.[104] Overall, it was the third-highest-grossing R-rated film at the time, just after Saving Private Ryan and Terminator 2: Judgment Day.[104] Following re-releases, the worldwide gross of the film is $466,621,824.[5] In 2012, it was placed 122nd on the list of highest-grossing films of all time, and the second highest-grossing film in the Matrix franchise after The Matrix Reloaded ($742.1 million).[5]\n\nThe Matrix was praised by many critics, as well as filmmakers, and authors of science fiction,[11] especially for its \"spectacular action\" scenes and its \"groundbreaking special effects\". Some have described The Matrix as one of the best science fiction films of all time;[12][13] Entertainment Weekly called The Matrix \"the most influential action movie of the generation\".[26] There have also been those, including philosopher William Irwin, who have suggested that the film explores significant philosophical and spiritual themes. On review aggregator Rotten Tomatoes, the film holds an approval rating of 88% based on 159 reviews, with an average score of 7.80/10. The site's critical consensus reads, \"Thanks to the Wachowskis' imaginative vision, The Matrix is a smartly crafted combination of spectacular action and groundbreaking special effects\".[10] At Metacritic, which assigns a rating out of 100 to reviews from mainstream critics, the film received a score of 73 based on 35 reviews, indicating \"generally favorable reviews.\"[11] Audiences polled by CinemaScore gave the film an average grade of \"A−\" on an A+ to F scale.[105] It ranked 323rd among critics, and 546th among directors, in the 2012 Sight & Sound polls of the greatest films ever made.[106]\n\nPhilip Strick commented in Sight & Sound, if the Wachowskis \"claim no originality of message, they are startling innovators of method,\" praising the film's details and its \"broadside of astonishing images\".[107] Roger Ebert gave the film three stars out of four: he praised the film's visuals and premise, but disliked the third act's focus on action.[108] Similarly, Time Out praised the \"entertainingly ingenious\" switches between different realities, Hugo Weaving's \"engagingly odd\" performance, and the film's cinematography and production design, but concluded, \"the promising premise is steadily wasted as the film turns into a fairly routine action pic ... yet another slice of overlong, high concept hokum.\"[109]\n\nJonathan Rosenbaum of the Chicago Reader reviewed the film negatively, criticizing it as \"simpleminded fun for roughly the first hour, until the movie becomes overwhelmed by its many sources ... There's not much humor to keep it all life-size, and by the final stretch it's become bloated, mechanical, and tiresome.\"[110]\n\nIan Nathan of Empire described Carrie-Anne Moss as \"a major find\", praised the \"surreal visual highs\" enabled by the bullet time (or \"flo-mo\") effect, and described the film as \"technically mind-blowing, style merged perfectly with content and just so damn cool\". Nathan remarked that although the film's \"looney plot\" would not stand up to scrutiny, that was not a big flaw because \"The Matrix is about pure experience\".[111] Maitland McDonagh said in her review for TV Guide, the Wachowskis' \"through-the-looking-glass plot... manages to work surprisingly well on a number of levels: as a dystopian sci-fi thriller, as a brilliant excuse for the film's lavish and hyperkinetic fight scenes, and as a pretty compelling call to the dead-above-the-eyeballs masses to unite and cast off their chains... This dazzling pop allegory is steeped in a dark, pulpy sensibility that transcends nostalgic pastiche and stands firmly on its own merits.\"[112]\n\nSalon's reviewer Andrew O'Hehir acknowledged that although The Matrix is in his view a fundamentally immature and unoriginal film (\"It lacks anything like adult emotion... all this pseudo-spiritual hokum, along with the over-ramped onslaught of special effects—some of them quite amazing—will hold 14-year-old boys in rapture, not to mention those of us of all ages and genders who still harbor a 14-year-old boy somewhere inside\"), he concluded, \"as in Bound, there's an appealing scope and daring to the Wachowskis' work, and their eagerness for more plot twists and more crazy images becomes increasingly infectious. In a limited and profoundly geeky sense, this might be an important and generous film. The Wachowskis have little feeling for character or human interaction, but their passion for movies—for making them, watching them, inhabiting their world—is pure and deep.\"[113]\n\nFilmmakers and science fiction creators alike generally took a complimentary perspective of The Matrix. William Gibson, a key figure in cyberpunk fiction, called the film \"an innocent delight I hadn't felt in a long time,\" and stated, \"Neo is my favourite-ever science fiction hero, absolutely.\"[114] Joss Whedon called the film \"my number one\" and praised its storytelling, structure and depth, concluding, \"It works on whatever level you want to bring to it.\"[115] Darren Aronofsky commented, \"I walked out of The Matrix ... and I was thinking, 'What kind of science fiction movie can people make now?' The Wachowskis basically took all the great sci-fi ideas of the 20th century and rolled them into a delicious pop culture sandwich that everyone on the planet devoured.\"[116] M. Night Shyamalan expressed admiration for the Wachowskis, stating, \"Whatever you think of The Matrix, every shot is there because of the passion they have! You can see they argued it out!\".[117] Simon Pegg said that The Matrix provided \"the excitement and satisfaction that The Phantom Menace failed to inspire. The Matrix seemed fresh and cool and visually breathtaking; making wonderful, intelligent use of CGI to augment the on-screen action, striking a perfect balance of the real and the hyperreal. It was possibly the coolest film I had ever seen.\"[118] Quentin Tarantino counted The Matrix as one of his twenty favorite movies from 1992 to 2009.[119] James Cameron called it \"one of the most profoundly fresh science fiction films ever made\".[120] Christopher Nolan described it as \"an incredibly palpable mainstream phenomenon that made people think, Hey, what if this isn't real?\"[121]\n\n\n\nThe Matrix received Academy Awards for Best Film Editing, Best Sound Editing, Best Visual Effects and Best Sound.[122] The filmmakers were competing against other films with established franchises, like Star Wars: Episode I – The Phantom Menace, yet they won all four of their nominations.[123][124] The Matrix also received BAFTA awards for Best Sound and Best Achievement in Special Visual Effects, in addition to nominations in the cinematography, production design and editing categories.[125] In 1999, it won Saturn Awards for Best Science Fiction Film and Best Direction.[126] In February 2022, the film was named one of the five finalists for Oscars Cheer Moment as part of the Academy of Motion Picture Arts and Sciences' \"Oscars Fan Favorite\" contest, for the \"bullet time\" scene, finishing in fifth place.[127][128]\n\n"
        },
        {
            "title": "Thematic analysis",
            "text": "The Matrix draws from and alludes to numerous cinematic and literary works, and concepts from mythology, religion and philosophy, including the ideas of Buddhism, Christianity, Gnosticism, Hinduism, and Judaism.[129]\n\nThe pods in which the machines keep humans have been compared to images in Metropolis, and the work of M. C. Escher.[130] A resemblance to the eery worlds of Swiss artist H.R. Giger was also recognized.[131][132] The pods can be seen in Welcome to Paradox Episode 4 \"News from D Street\" from a 1986 short story[133] of the same name by Andrew Weiner which aired on September 7, 1998, on the SYFY Channel and has a remarkably similar concept. In this episode the hero is unaware he is living in virtual reality until he is told so by \"the code man\" who created the simulation and enters it knowingly. The Wachowskis have described Stanley Kubrick's 2001: A Space Odyssey as a formative cinematic influence, and as a major inspiration on the visual style they aimed for when making The Matrix.[134][135][136] Rainer Werner Fassbinders German TV Miniseries World on a Wire from 1973, an adaption of the novel Simulacron-3, served as inspirational source for some details of The Matrix, such as the transfer between the real world and the Matrix-simulation via telephone / phonebooth.[citation needed] Reviewers have also commented on similarities between The Matrix and other late-1990s films such as Strange Days, Dark City, and The Truman Show.[108][137][138][139][140] The similarity of the film's central concept to a device in the long-running series Doctor Who has also been noted. As in the film, the Matrix of that series (introduced in the 1976 serial The Deadly Assassin) is a massive computer system which one enters using a device connecting to the head, allowing users to see representations of the real world and change its laws of physics; but if killed there, they will die in reality.[141] The action scenes of The Matrix were also strongly influenced by live-action films such as those of director John Woo.[142] The martial arts sequences were inspired by Fist of Legend, a critically acclaimed 1995 martial arts film starring Jet Li. The fight scenes in Fist of Legend led to the hiring of Yuen as fight choreographer.[143][144]\n\nThe Wachowskis' approach to action scenes drew upon their admiration for Japanese animation such as Ninja Scroll and Akira.[9] Director Mamoru Oshii's 1995 animated film Ghost in the Shell was a particularly strong influence;[9] producer Joel Silver has stated that the Wachowskis first described their intentions for The Matrix by showing him that anime and saying, \"We wanna do that for real\".[145][146] Mitsuhisa Ishikawa of Production I.G, which produced Ghost in the Shell, noted that the anime's high-quality visuals were a strong source of inspiration for the Wachowskis. He also commented, \"... cyberpunk films are very difficult to describe to a third person. I'd imagine that The Matrix is the kind of film that was very difficult to draw up a written proposal for to take to film studios\". He stated that since Ghost in the Shell had gained recognition in America, the Wachowskis used it as a \"promotional tool\".[147]\n\nIn The Matrix, a copy of Jean Baudrillard's philosophical work Simulacra and Simulation, which was published in French in 1981, is visible on-screen as \"the book used to conceal disks\",[7][41] and Morpheus quotes the phrase \"desert of the real\" from it.[148] \"The book was required reading\"[7] for the actors prior to filming.[41][149] However, Baudrillard himself said that The Matrix misunderstands and distorts his work.[148][150] Some interpreters of The Matrix mention Baudrillard's philosophy to support their claim \"that the [film] is an allegory for contemporary experience in a heavily commercialized, media-driven society, especially in developed countries\".[7] \"The influence of [Baudrillard] was brought to the public's attention through the writings of art historians such as Griselda Pollock and film theorists such as Heinz-Peter Schwerfel\".[7] In addition to Baudrillard, the Wachowskis were also significantly influenced by Kevin Kelly's Out of Control: The New Biology of Machines, Social Systems, and the Economic World, and Dylan Evans’s ideas on evolutionary psychology.[16] The film makes several references to Lewis Carroll's Alice's Adventures in Wonderland.[113] Comparisons have also been made to Grant Morrison's comic series The Invisibles, with Morrison describing it in 2011 as \"(it) seemed to me (to be) my own combination of ideas enacted on the screen\".[151] Comparisons have also been made between The Matrix and the books of Carlos Castaneda.[152]\n\nThe Matrix belongs to the cyberpunk genre of science fiction, and draws from earlier works in the genre such as the 1984 novel Neuromancer by William Gibson.[8] For example, the film's use of the term \"Matrix\" is adopted from Gibson's novel,[153] though L. P. Davies had already used the term \"Matrix\" fifteen years earlier for a similar concept in his 1969 novel The White Room (\"It had been tried in the States some years earlier, but their 'matrix' as they called it hadn't been strong enough to hold the fictional character in place\").[154] After watching The Matrix, Gibson commented that the way that the film's creators had drawn from existing cyberpunk works was \"exactly the kind of creative cultural osmosis\" he had relied upon in his own writing;[8] however, he noted that the film's Gnostic themes distinguished it from Neuromancer, and believed that The Matrix was thematically closer to the work of science fiction author Philip K. Dick, particularly Dick's speculative Exegesis.[8] Other writers have also commented on the similarities between The Matrix and Dick's work;[142][155][156] one example of such influence is a Philip K. Dick's 1977 conference, in which he stated: \"We are living in a computer-programmed reality, and the only clue we have to it is when some variable is changed, and some alteration in our reality occurs\".[157][158][159][160]\n\nPhilosopher William Irwin suggests that the idea of the \"Matrix\" – a generated reality invented by malicious machines – is an allusion to Descartes' \"First Meditation\", and his idea of an evil demon. The Meditation hypothesizes that the perceived world might be a comprehensive illusion created to deceive us.[161] The same premise can be found in Hilary Putnam's brain in a vat scenario proposed in the 1980s.[161] A connection between the premise of The Matrix and Plato's Allegory of the Cave has also been suggested. The allegory is related to Plato's theory of Forms, which holds that the true essence of an object is not what we perceive with our senses, but rather its quality, and that most people perceive only the shadow of the object and are thus limited to false perception.[35]\n\nThe philosophy of Immanuel Kant has also been claimed as another influence on the film, and in particular how individuals within the Matrix interact with one another and with the system. Kant states in his Critique of Pure Reason that people come to know and explore our world through synthetic means (language, etc.), and thus this makes it rather difficult to discern truth from falsely perceived views. This means people are their own agents of deceit, and so in order for them to know truth, they must choose to openly pursue truth. This idea can be examined in Agent Smith's monologue about the first version of the Matrix, which was designed as a human utopia, a perfect world without suffering and with total happiness. Agent Smith explains that, \"it was a disaster. No one accepted the program. Entire crops [of people] were lost.\" The machines had to amend their choice of programming in order to make people subservient to them, and so they conceived the Matrix in the image of the world in 1999. The world in 1999 was far from a utopia, but still humans accepted this over the suffering-less utopia. According to William Irwin this is Kantian, because the machines wished to impose a perfect world on humans in an attempt to keep people content, so that they would remain completely submissive to the machines, both consciously and subconsciously, but humans were not easy to make content.[162]\n\nAndrew Godoski sees allusions to Christ, including Neo's \"virgin birth\", his doubt in himself, the prophecy of his coming, along with many other Christian references.[35] Amongst these possible allusions, it is suggested that the name of the character Trinity refers to Christianity's doctrine of the Trinity.[163] It has also been noted that the character Morpheus paraphrases the Chinese taoist philosopher Zhuangzi when he asks Neo, \"Have you ever had a dream, Neo, that you were so sure was real? What if you were unable to wake from that dream? How would you know the difference from the real world and the dream world?\"[164]\n\nMatrixism is a fan-based possibly satirical religion created as \"the matrix religion\".\n\nYears after the release of The Matrix, both the Wachowskis came out as transgender women, and some viewers have seen transgender themes in the film before it was officially confirmed.[165] The red pill has been compared with red estrogen pills.[166] Morpheus's description of the Matrix giving you a sense that something is fundamentally wrong, \"like a splinter in your mind\", has been compared to gender dysphoria.[166] Also, in the original script, Switch was a woman in the Matrix and a man in the real world, but this idea was ultimately dropped.[167] In a 2016 GLAAD Media Awards speech, Lilly Wachowski said \"There’s a critical eye being cast back on Lana and I's (sic) work through the lens of our transness. This is a cool thing because it's an excellent reminder that art is never static.\"[168] She spoke in 2020 about the movie as an allegory for transgender identity, and compromises they had to make at the time.[169] In an interview with Variety, Keanu Reeves stated that he did not know the film was an allegory for being transgender during production.[170]\n\n"
        },
        {
            "title": "Legacy",
            "text": "Following The Matrix, films made abundant use of slow-motion, spinning cameras, and, often, the bullet time effect of a character freezing or slowing down and the camera dollying around them.[72] The ability to slow down time enough to distinguish the motion of bullets was used as a central gameplay mechanic of several video games, including Max Payne, in which the feature was explicitly referred to as \"bullet time\".[171][172] It was also the defining game mechanic of the game Superhot and its sequels. The Matrix's signature special effect, and other aspects of the film, have been parodied numerous times,[26] in comedy films such as Deuce Bigalow: Male Gigolo (1999),[173] Scary Movie (2000),[174] Shrek (2001),[171] Kung Pow! Enter the Fist (2002),[175] Lastikman (2003); Marx Reloaded in which the relationship between Neo and Morpheus is represented as an imaginary encounter between Karl Marx and Leon Trotsky;[176]  and in video games such as Conker's Bad Fur Day.[177] It also inspired films featuring a black-clad hero, a sexy yet deadly heroine, and bullets ripping slowly through the air;[26] these included Charlie's Angels (2000) featuring Cameron Diaz floating through the air while the cameras flo-mo around her; Equilibrium (2002), starring Christian Bale, whose character wore long black leather coats like Reeves' Neo;[171] Night Watch (2004), a Russian megahit heavily influenced by The Matrix and directed by Timur Bekmambetov, who later made Wanted (2008), which also features bullets ripping through air; and Inception (2010), which centers on a team of sharply dressed rogues who enter a wildly malleable alternate reality by \"wiring in\". The original Tron (1982) paved the way for The Matrix, and The Matrix, in turn, inspired Disney to make its own Matrix with a Tron sequel, Tron: Legacy (2010).[178] Also, the film's lobby shootout sequence was recreated in the 2002 Indian action comedy Awara Paagal Deewana.[179]\n\nThe Matrix had a strong effect on action filmmaking in Hollywood. The film's incorporation of wire fu techniques, including the involvement of fight choreographer Yuen Woo-ping and other personnel with a background in Hong Kong action cinema, affected the approaches to fight scenes taken by subsequent Hollywood action films,[180] moving them towards more Eastern approaches.[35] The success of The Matrix created high demand for those choreographers and their techniques from other filmmakers, who wanted fights of similar sophistication: for example, wire work was employed in X-Men (2000)[180] and Charlie's Angels (2000),[178] and Yuen Woo-ping's brother Yuen Cheung-yan was choreographer on Daredevil (2003).[181] The Matrix's Asian approach to action scenes also created an audience for Asian action films such as Crouching Tiger, Hidden Dragon (2000) that they might not otherwise have had.[171]\n\nChad Stahelski, who had been a stunt double on The Matrix prior to directing Reeves in the John Wick series, acknowledged the film's strong influence on the Wick films,[182] and commented, \"The Matrix literally changed the industry. The influx of martial-arts choreographers and fight coordinators now make more, and are more prevalent and powerful in the industry, than stunt coordinators. The Matrix revolutionized that. Today, action movies want their big sequences designed around the fights.\"[183]\n\nCarrie-Anne Moss asserted that prior to being cast in The Matrix, she had \"no career\". It launched Moss into international recognition and transformed her career; in a New York Daily News interview, she stated, \"The Matrix gave me so many opportunities. Everything I've done since then has been because of that experience. It gave me so much\".[184] The film also created one of the most devoted movie fan-followings since Star Wars.[26] The combined success of the Matrix trilogy, the Lord of the Rings films and the Star Wars prequels made Hollywood interested in creating trilogies.[35] Stephen Dowling from the BBC noted that The Matrix's success in taking complex philosophical ideas and presenting them in ways palatable for impressionable minds might be its most influential aspect.[171]\n\nThe Matrix was also influential for its impact on superhero films. John Kenneth Muir in The Encyclopedia of Superheroes on Film and Television called the film a \"revolutionary\" reimagination of movie visuals, paving the way for the visuals of later superhero films, and credits it with helping to \"make comic-book superheroes hip\" and effectively demonstrating the concept of \"faster than a speeding bullet\" with its bullet time effect.[185] Adam Sternbergh of Vulture.com credits The Matrix with reinventing and setting the template for modern superhero blockbusters, and inspiring the superhero renaissance in the early 21st century.[186]\n\nIn 2001, The Matrix placed 66th in the American Film Institute's \"100 Years...100 Thrills\" list.[187] In 2007, Entertainment Weekly called The Matrix the best science-fiction piece of media for the past 25 years.[14] In 2009, the film was ranked 39th on Empire's reader-, actor- and critic-voted list of \"The 500 Greatest Movies of All Time\".[188] The Matrix was voted as the fourth best science fiction film in the 2011 list Best in Film: The Greatest Movies of Our Time, based on a poll conducted by ABC and People. In 2012, the film was selected for preservation in the National Film Registry by the Library of Congress for being \"culturally, historically, and aesthetically significant.\"[15] In 2022, The Matrix was determined the most popular tech-themed movie in the United States using search volume data.[189]\n\nThe film's mainstream success led to the making of two sequels, The Matrix Reloaded and The Matrix Revolutions, both directed by the Wachowskis. These were filmed back-to-back in one shoot and released on separate dates in 2003.[190] The first film's introductory tale is succeeded by the story of the impending attack on the human enclave of Zion by a vast machine army.[191][192]  The sequels also incorporate longer and more ambitious action scenes, as well as improvements in bullet time and other visual effects.[192][193]\n\nAlso released was The Animatrix, a collection of nine animated short films, many of which were created in the same Japanese animation style[194] that was a strong influence on the live action trilogy. The Animatrix was overseen and approved by the Wachowskis, who only wrote four of the segments themselves but did not direct any of them; much of the project was developed by notable figures from the world of anime.[194]\n\nIn March 2017, Warner Bros. was in early stages of developing a relaunch of the franchise with Zak Penn in talks to write a treatment and interest in getting Michael B. Jordan attached to star. According to The Hollywood Reporter neither the Wachowskis nor Joel Silver were involved with the endeavor, although the studio would like to get at minimum the blessing of the Wachowskis.[195] On August 20, 2019, Warner Bros. Pictures Group chairman Toby Emmerich officially announced that a fourth Matrix film was in the works, with Keanu Reeves and Carrie-Anne Moss set to reprise their roles as Neo and Trinity respectively.[196] The Matrix Resurrections was released on December 22, 2021, in theaters and on HBO Max.\n\nIn September 2022, Danny Boyle was announced to be directing a dance adaptation of the film, titled \"Free Your Mind\", and it is set to debut in October 2023 in Manchester, U.K.[197]\n\n"
        }
    ]
}