{
    "url": "https://en.wikipedia.org/wiki/The_Three_Mesquiteers",
    "title": "The Three Mesquiteers",
    "table_of_contents": [
        "1 Background",
        "2 Previous non-Republic films",
        "3 The Mesquiteers",
        "4 Reception",
        "5 Influence",
        "6 Films",
        "7 References",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe Three Mesquiteers is the umbrella title for a Republic Pictures series of 51 American Western B-movies released between 1936 and 1943. The films, featuring a trio of Old West adventurers, was based on a series of Western novels by William Colt MacDonald. The eponymous trio, with occasional variations, were called Stony Brooke, Tucson Smith and Lullaby Joslin. John Wayne, who played Stony Brooke in eight of the films in 1938 and 1939, was the best-known actor in the series. Other leads included Bob Livingston, Ray \"Crash\" Corrigan, Max Terhune, Bob Steele, Rufe Davis and Tom Tyler.\n\n"
        },
        {
            "title": "Background",
            "text": "William Colt MacDonald wrote a series of novels about The Three Mesquiteers, beginning with The Law of 45's in 1933. The name \"Mesquiteer\" was a play on words, referring to mesquite, a plant common in the Western states, and the characters of the 1844 Alexander Dumas novel The Three Musketeers.[1] The film series blended the traditional Western period with more modern elements,[2] a technique used in other B-Western films and serials. Toward the end of the series, during World War II, the trio of cowboys were opposing Nazis. One film, Outlaws of Sonora (1938), has a revisionist theme as an early example of the Outlaw/Gunfighter sub-genre.[3]\n\n"
        },
        {
            "title": "The Mesquiteers",
            "text": "In the Republic series, the cast list varied but always featured a trio of cowboys. The original and most frequently recurring Mesquiteer characters were:\n\nOther members of the trio over the entire series were:\n\nStars in supporting roles at various times included:\n\nActress Lois Collier was sometimes called the Fourth Mesquiteer because seven of the movies featured her as the female lead.[5]\n\nMax Terhune, when playing Lullaby Joslin, would sometimes appear with a ventriloquist dummy called Elmer.[citation needed]\n\n"
        },
        {
            "title": "Reception",
            "text": "The Three Mesquiteers series was extremely popular at the time of its release. The series was the only one of its kind to be specifically named and ranked in contemporary polls of the top Western film stars. For example, from 1937 to the end of the series in 1943, the Motion Picture Herald consistently ranked the series in its top 10, reaching a peak of fifth place in 1938, when a pre-Stagecoach John Wayne was the series lead.[6]\n\n"
        },
        {
            "title": "Influence",
            "text": "The success of the series led to many \"trigger trio\" imitators at other studios. The first was The Range Busters (1940–43) from Monogram Pictures, which starred original Mesquiteer Ray \"Crash\" Corrigan as the character \"Crash\" Corrigan. Monogram also released The Rough Riders (1941–42), again poaching a Mesquiteer in the form of Raymond Hatton, and The Trail Blazers (1943–44). Producers Releasing Corporation produced two similar series, The Texas Rangers (1942–45) and The Frontier Marshals (1942).[6] On television, NBC broadcast Laredo from 1965 to 1967. It starred Neville Brand, William Smith and Peter Brown as a trio of Texas Rangers.[7]\n\n"
        },
        {
            "title": "Films",
            "text": "Republic Pictures produced 51 films in The Three Mesquiteers series between 1936 and 1943:\n\n"
        }
    ]
}