{
    "url": "https://en.wikipedia.org/wiki/The_Prisoner",
    "title": "The Prisoner",
    "table_of_contents": [
        "1 Premise",
        "1.1 Plot",
        "1.2 The Village",
        "2 Cast",
        "2.1 Main cast",
        "2.2 Recurring cast",
        "2.3 Number Two actors",
        "2.4 Guest cast",
        "3 Episodes",
        "3.1 Opening and closing sequences",
        "4 Production",
        "4.1 Development",
        "4.2 Filming",
        "4.3 Crew",
        "4.4 Alternative ending",
        "5 Reception",
        "6 Home media",
        "6.1 Video tapes",
        "6.2 DVD",
        "6.3 Blu-ray",
        "7 Spin-offs",
        "7.1 Books",
        "7.2 Games",
        "7.3 Comics",
        "7.4 Remake",
        "7.5 Proposed film adaptation",
        "7.6 Audio dramas",
        "8 Awards and honours",
        "9 See also",
        "10 References",
        "11 Further reading",
        "12 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe Prisoner is a 1967 British television series about an unnamed British intelligence agent who is abducted and imprisoned in a mysterious coastal village, where his captors designate him as Number Six and try to find out why he abruptly resigned from his job.[2] Patrick McGoohan played the lead role as Number Six. The series was created by McGoohan with possible contributions from George Markstein.[3] Episode plots have elements of science fiction, allegory, and psychological drama, as well as spy fiction.[4] It was produced by Everyman Films for distribution by Lew Grade's ITC Entertainment.[4]\n\nA single series of 17 episodes was filmed between September 1966 and January 1968, with exterior location filming in Portmeirion, Wales. Interior scenes were filmed at MGM-British Studios in Borehamwood, north of London. The series was first broadcast in Canada beginning on 5 September 1967, in the UK on 29 September 1967, and in the US on 1 June 1968.[5] Although the show was sold as a thriller in the mould of the previous series starring McGoohan, Danger Man, its combination of 1960s countercultural themes and surrealistic setting had a far-reaching influence on science fiction and fantasy TV programming, and on narrative popular culture in general.[6] Since its initial screening, the series has developed a cult following.[7]\n\nA six-part TV miniseries remake aired on the US cable channel AMC in November 2009.[8] In 2016, Big Finish Productions reinterpreted the series as an audio drama.[9]\n\n"
        },
        {
            "title": "Premise",
            "text": "The series follows an unnamed British man (McGoohan) who, after abruptly and angrily resigning from his high-ranking government job – apparently a secret service post – prepares to make a hurried departure from the country. The most he will later reveal about his resignation is that it was a \"matter of conscience\".\n\nWhile packing his luggage, he is rendered unconscious by knockout gas piped into his London home. When he wakes, he finds himself in a re-creation of the interior of his home, located in a mysterious coastal \"village\" within which he is held captive, isolated from the mainland by mountains and sea.\n\nAlthough internal physical movement of residents around the Village is unconstrained, the premises are secured by numerous high-tech monitoring systems and security forces, including a balloon-like automaton called Rover, that recaptures or kills those who attempt escape. The man encounters the Village's population, hundreds of people from all walks of life and cultures, all seeming to be peacefully and mostly enjoyably living out their lives. They do not use names, but have been assigned numbers which, aside from designations such as Two, Three, and Six, give no clue as to any person's status within the Village, whether as prisoners or guards. Potential escapees, therefore, have no idea whom they can and cannot trust. The protagonist is assigned Number Six, but he repeatedly refuses the pretence of his new identity.[2]\n\nNumber Six is monitored heavily by the constantly-changing Number Two, the Village administrator, who acts as an agent for the unseen Number One. Several techniques are used by Number Two to try to extract information from Number Six, including hallucinogenic drugs, identity theft, mind control, dream manipulation and forms of social indoctrination and physical coercion. All of these are employed not only to find out why Number Six resigned as an agent, but also to elicit other information he gained as a spy. The position of Number Two is assigned to a different person in each episode, with two making repeat appearances. This is assumed to be part of a larger plan to disorient Number Six, but sometimes the change of personnel seems to be the result of the failure of the previous incumbent, whose fate is unknown.[10]\n\nNumber Six, distrustful of everyone in the Village, refuses to co-operate or provide the answers they seek. He struggles, usually alone, with various goals, such as determining for which side of the Iron Curtain the Village functions, if either; remaining defiant to its imposed authority; concocting his own plans for escape; learning all he can about the Village; and subverting its operation.\n\nHis schemes lead to the dismissals of the incumbent Number Two on several occasions (including one, played by Patrick Cargill, who is driven to paranoia and a near nervous breakdown). Despite foiling the system, however, Number Six never manages to escape successfully.\n\nBy the end of the series, the administration, becoming desperate for Number Six's knowledge, as well as fearful of his growing influence in the Village, takes drastic measures that threaten the lives of Number Six, Number Two, and, indeed, the entire Village.[5]\n\nA major theme of the series is individualism, as represented by Number Six, versus collectivism, as represented by Number Two and the others in the Village. McGoohan stated that the series aimed to demonstrate a balance between the two points.[11]\n\nNumber Six wakes up in the mysterious coastal location known to \"residents\" as the Village. Most of the \"residents\" are prisoners, with others embedded as spies or guards. The Village is surrounded by mountains on three sides and the sea on the other. Would-be escapees who make it to sea are tracked by CCTV and perimeter alerts, which trigger the arrival of Rover, a seemingly intelligent capture pod resembling a huge translucent white balloon. Rover repatriates escapees who make it to sea and occasionally kills (by absorbing and asphyxiating) whomever it is instructed to by Number Two and/or other high-ranking Village officials.\n\nEveryone uses numbers for identification, although names are infrequently used. Most of the villagers wear a standard outfit consisting of coloured blazers with piping, multicoloured capes, striped sweaters, plimsolls, and a variety of headwear, with straw boaters being prominent.[12]\n\nSeveral facilities are listed on a local map of the Village, including the labour exchange, hospital, palace of fun (which is never seen), old people's home, and the green dome where Number Two resides. A taxi service operates around the village's buildings. The village of Portmeirion in north Wales was used extensively for exterior scenes of the Village.[13]\n\nRover has the capacity to subdivide, which is seen on one occasion. A robotic device was initially created as the prop for the series but it was replaced by meteorological balloons by the time filming began.[14]\n\n"
        },
        {
            "title": "Cast",
            "text": "The episodes featured guest stars in the role of Number Two. Of those listed below, only Leo McKern and Colin Gordon reprised the role.\n\nFrank Maher served as McGoohan's stunt double.\n\nMcGoohan was the only actor credited during the opening sequence, with Angelo Muscat the only actor considered a co-star of the series. Several actors — among them Alexis Kanner, Christopher Benjamin and Georgina Cookson — appeared in more than one episode, playing different characters. Kenneth Griffith appeared in \"The Girl Who Was Death\" and \"Fall Out\"; while he did play Number Two in \"The Girl Who Was Death\", his character in \"Fall Out\" may be the same character after the assignment of Number Two was passed to someone else (or, given events, abandoned). Also, a theory exists that Patrick Cargill played the same character in the two episodes in which he appeared; the Number Two that he plays in \"Hammer into Anvil\" may or may not be the same character as Thorpe, the aide to Number Six's superior, from \"Many Happy Returns\". Maher, McGoohan's stunt double, can be seen at the start of almost every episode, running across the beach; he also appears extensively in \"The Schizoid Man\" and in \"Living in Harmony\" as Third Gunman.\n\n"
        },
        {
            "title": "Episodes",
            "text": "The Prisoner consists of 17 episodes, which were first broadcast from 29 September 1967 to 1 February 1968 in the United Kingdom. While the show was presented as a serialised work, with a clear beginning and end, the ordering of the intermediate episodes is unclear, as the production and original broadcast order were different. Several attempts have been made to create an episode ordering based on script and production notes, and interpretations of the larger narrative of Number Six's time in the Village.[16]\n\nThe opening and closing sequences of The Prisoner have become iconic and cited as \"one of the great set-ups of genre drama\",[17] by establishing the Orwellian and postmodern themes of the series.[18] The high production values of the opening sequence have been described as more like a feature film than a television programme.[19]\n\n"
        },
        {
            "title": "Production",
            "text": "The show was created while Patrick McGoohan and George Markstein were working on Danger Man (known as Secret Agent in the US), an espionage show produced by Incorporated Television Company (also called ITC Entertainment).[20] The exact details of who created which aspects of the show are disputed; majority opinion credits McGoohan as the sole creator of the series, but a disputed co-creator status was later ascribed to Markstein after a series of fan interviews were published in the 1980s.[20] The show itself bears no \"created by\" credit.\n\nSome sources indicate McGoohan was the sole or primary creator of the show.[21] McGoohan stated in a 1977 interview broadcast as part of a Canadian documentary about The Prisoner called The Prisoner Puzzle that, during the filming of the third series of Danger Man, he told Lew Grade, managing director of ITC Entertainment, that he wanted to quit working on Danger Man after the filming of the proposed fourth series.[22] Grade was unhappy with the decision, but when McGoohan insisted upon quitting, Grade asked if McGoohan had any other possible projects; McGoohan later pitched The Prisoner. In a 1988 article from British Telefantasy magazine Time Screen, though, McGoohan indicated that he had planned to pitch The Prisoner before speaking with Grade.[5] In both accounts, McGoohan pitched the idea orally, rather than having Grade read the proposal in detail, and the two made an oral agreement for the show to be produced by Everyman Films, the production company formed by McGoohan and David Tomblin.[5] In the 1977 account, McGoohan said that Grade approved of the show despite not understanding it; whereas, in the 1988 account, Grade expressed clear support for the concept.[22]\n\nOther sources, however, credit Markstein, then a script editor for Danger Man, with a significant or even primary portion of the development of the show.[20] For example, Dave Rogers, in the book The Prisoner and Danger Man, said that Markstein claimed to have created the concept first and McGoohan later attempted to take credit for it, although Rogers himself doubted that McGoohan would have wanted or needed to do that.[6] A four-page document, generally agreed to have been written by Markstein, setting out an overview of the themes of the series, was published as part of an ITC/ATV press book in 1967. It has usually been accepted that this text originated earlier as a guide for the series writers.[23] Further doubt has been cast on Markstein's version of events by author Rupert Booth in his biography of McGoohan, entitled Not a Number. Booth points out that McGoohan had outlined the themes of The Prisoner in a 1965 interview, long before Markstein's tenure as script editor on the brief fourth series of Danger Man.[24]\n\nAt any rate, part of Markstein's inspiration came from his research into the Second World War, where he found that some people had been incarcerated in a resort-like prison called Inverlair Lodge.[25] Markstein suggested that Danger Man's main character John Drake (played by McGoohan) could suddenly resign and be kidnapped and sent to such a location.[25] McGoohan added Markstein's suggestion to material he had been working on, which later became The Prisoner. Furthermore, a 1960 episode of Danger Man entitled \"View from the Villa\" had exteriors filmed in Portmeirion, a Welsh resort village that struck McGoohan as a good location for future projects.\n\nAccording to \"Fantasy or Reality\" — a chapter of The Prisoner of Portmeirion — the Village is based, in part, on \"a strange place in Scotland\" operated by the Inter Services Research Bureau, wherein \"people\" with \"valuable knowledge of one sort or another\" were held prisoners on extended \"holidays\" in a \"luxury prison camp\".[26] The Prisoner's story editor, George Markstein, this source contends, knows of \"the existence of this 'secure establishment'\". However, this \"Scottish prison camp, in reality, was not, of course, a holiday-type village full of people wearing colourful\" clothing.[26]\n\nFurther inspiration came from a Danger Man episode called \"Colony Three\", in which Drake infiltrates a spy school in Eastern Europe during the Cold War. The school, in the middle of nowhere, is set up to look like a normal English town in which pupils and instructors mix as in any other normal city, but the instructors are virtual prisoners with little hope of ever leaving. McGoohan also stated that he was influenced by his experience from theatre, including his work in the Orson Welles play Moby Dick—Rehearsed (1955) and in a BBC television play, The Prisoner by Bridget Boland.[25] McGoohan wrote a forty-page show Bible, which included a \"history of the Village, the sort of telephones they used, the sewerage system, what they ate, the transport, the boundaries, a description of the Village, every aspect of it.\"[22] McGoohan wrote and directed several episodes, often using pseudonyms. Specifically, McGoohan wrote \"Free for All\" under the pen name 'Paddy Fitz' (Paddy being the Irish diminutive for Patrick and Fitzpatrick being his mother's maiden name) and directed the episodes \"Many Happy Returns\" and \"A Change of Mind\" using the stage name 'Joseph Serf', the surname being ironically a word meaning a peasant who is under the control of a feudal master. Using his own name, McGoohan wrote and directed the last two episodes—\"Once Upon a Time\" and \"Fall Out\"—and directed \"Free for All\".[5]\n\nIn a 1966 interview for the Los Angeles Times by reporter Robert Musel, McGoohan stated: \"John Drake of Secret Agent is gone.\" Furthermore, McGoohan stated in a 1985 interview that Number Six is not the same character as John Drake, adding that he had originally wanted another actor to portray the character.[27] However, other sources indicate that several of the crew members who continued on from Danger Man to work on The Prisoner mistakenly considered it to be a continuation, and that McGoohan was continuing to play the character of John Drake.[5] Author, Dave Rogers claims that Markstein had wanted the character to be a continuation of Drake, but by doing so would have meant paying royalties to Ralph Smart, the creator of Danger Man.[6] The second officially licensed though non-canonical novel based on The Prisoner, published in 1969, refers to Number Six as \"Drake\" from its very first sentence: \"Drake woke.\"[28]\n\nThe issue has been debated by fans and TV critics, with some stating the two characters are the same, based on the two characters appearing to share the same occupation. This fails to take into account that McGoohan played many spies over the course of his career, on stage in movies and film, and it is doubtful that they were all intended to be the same man.\n\nMcGoohan had originally wanted to produce only seven episodes of The Prisoner, but Grade argued that more shows were necessary in order for him to successfully sell the series to CBS.[22] The exact number that was agreed to and how the series was to end are disputed by different sources.\n\nIn an August 1967 article, Dorothy Manners reported that CBS had asked McGoohan to produce 36 segments, but he would agree to produce only 17.[29] According to a 1977 interview, Lew Grade requested 26 episodes; McGoohan thought this would spread the show too thin, but was able to come up with 17 episodes.[22] According to The Prisoner: The Official Companion to the Classic TV Series, the series was originally supposed to run longer, but was cancelled, forcing McGoohan to write the final episode in only a few days.[25]\n\nThe Prisoner had its British premiere on 29 September 1967 on ATV Midlands, and the last episode first aired on 1 February 1968 on Scottish Television.[5] The world broadcast premiere was on the CTV Television Network in Canada on 5 September 1967.[5]\n\nFilming began with the shooting of the series' opening sequence in London on 28 August 1966,[20] with location work beginning on 5 September 1966, primarily in Portmeirion village near Porthmadog, North Wales.[30] This location partially inspired the show.[31] At the request of Portmeirion's architect Clough Williams-Ellis, the main location for the series was not disclosed until the opening credits of the final episode, where it was described as \"The Hotel Portmeirion, Penrhyndeudraeth, North Wales\".[30] Many local residents were recruited as extras.[30] The Village setting was further augmented by the use of the backlot facilities at MGM-British Studios in Borehamwood.[32]\n\nAdditionally, filming of a key sequence of the opening credits—and of exterior location filming for three episodes—took place at 1 Buckingham Place in London, which at the time was a private residence; it doubled as Number Six's home.[33] The building is now a highlight of Prisoner location tours, and currently houses the headquarters of the Royal Warrant Holders Association.[34] The episodes \"Many Happy Returns\", \"The Girl Who Was Death\" (the cricket match for which was filmed at four locations, with the main sequences filmed at Eltisley in Cambridgeshire) and \"Fall Out\" also made use of extensive location shooting in London and other locations.[35]\n\nAt the time, most British television was broadcast in black and white, but to reach the critical American audience, the show was filmed in colour.[30]\n\nIn his book about George Markstein, script editor of The Prisoner before he quit part way through the making of the series, author James Follett presented a more mundane alternative explanation for the existence of The  Village that he and Markstein had cooked up many years after the series had ended. In Markstein's mind, a young John Drake, the lead character in the television series Danger Man, might once have submitted a proposal for how to deal with retired secret agents who pose a security risk. Drake's idea was to create a comfortable retirement home where former agents could live out their final years, enduring firm but unobtrusive surveillance. Years later, Drake discovers that his idea has been put into practice, not as a benign means of retirement, but as an interrogation centre and prison camp. Outraged, Drake stages his own resignation, knowing he will be brought to The Village. He hopes to learn everything he can of how his idea has been implemented and find a way to destroy it. However, due to the range of nationalities and agents present in The Village, Drake realises he is not sure whose Village he is in –  one established by his own people, or by the other side. Drake's conception of the Village would have been the basis for declaring himself to be \"Number One\".[37] Such an explanation would, of course, take away from Number Six's everyman status and does not chime with McGoohan's allegorical vision for the series.\n\nAccording to Markstein: \"'Who is Number Six?' is no mystery –  he was a secret agent called Drake who quit.\"\n\n\nMarkstein added:\n"
        },
        {
            "title": "Reception",
            "text": "The finale of The Prisoner left open-ended questions, generating controversy and letters of outrage.[39] Following the final episode, McGoohan \"claimed he had to go into hiding for a while\".[39]\n\n"
        },
        {
            "title": "Home media",
            "text": "Numerous editions of The Prisoner were released in the UK by companies such as Carlton, the copyright holder of the TV series. The first VHS and Betamax releases were through Precision Video in 1982 from 16mm original prints. They released four tapes, each with two episodes edited together; these were \"The Arrival\"/\"The Schizoid Man\", \"Many Happy Returns\"/\"A. B. and C.\", \"Checkmate\"/\"Free For All\" and \"The General\"/\"The Chimes of Big Ben\", thus omitting the final storyline. In 1986 Channel 5 Video (a now-defunct home video brand owned by Universal Pictures) released a series of all 17 episodes on VHS and LaserDisc. In 1993 PolyGram Video released the entire series plus a special feature called The Best of The Prisoner on five VHS cassette tapes.[20]\n\nIn North America, MPI Home Video released a total of 20 VHS videotapes in 1984 encompassing the entire series: one tape for each of the 17 episodes plus three more containing \"The Alternate Version of 'The Chimes of Big Ben'\", a documentary, and a \"best of\" retrospective. MPI also released editions of nine LaserDiscs in 1988 and 1998, the last disc of which comprised the final Episode 17, \"Fall Out\", plus \"The Prisoner Video Companion\" on side two.\n\nIn 2000, the first DVD release in the UK was issued by Carlton International Entertainment, with A&E Home Video releasing the same DVDs in North America/Region 1 (in four-episode sets as well as a comprehensive 10-disc \"mega-box\" edition). A&E subsequently reissued the mega-box in a 40th anniversary edition in 2007. The A&E issue included an alternative version of \"The Chimes of Big Ben\" and the MPI-produced documentary (but not the redundant \"best of\" retrospective) among its limited special features. In Australia, Umbrella Entertainment released a DVD set in 2003. In 2005 DeAgostini in the UK released all 17 episodes in a fortnightly partwork series.[20]\n\nThe Prisoner: 40th Anniversary Special Edition  DVD box-set released in 2007 featured standard-definition versions from high-definition masters created by Network. It also included a production guide to the series by Andrew Pixley.[40]\n\nThe Prisoner: The Complete Series was released on Blu-ray Disc in the United Kingdom on 28 September 2009,[41] following in North America on 27 October 2009.[42] The episodes were restored by Network to create new high-definition masters.[43] The box-set features all 17 remastered episodes plus extensive special features, including the feature-length documentary Don't Knock Yourself Out, a restored original edit of \"Arrival\" and extensive archive photos and production stills.[44]\n\nThe Prisoner: 50th Anniversary Set was released in the United Kingdom on 29 July 2019.[45] It featured a six-disc Blu-ray collection with none of the extra material found on the DVD box-set released for the 40th anniversary included. The first half of Andrew Pixley's production book was now illustrated and presented in hardback, and text commentaries for every episode detailing the production story of the series were included for the first time. A six-CD set of remastered music was also included. Some additional extras were included such as an interview with McGoohan's daughter, Catherine. Missing from the set was the Don't Knock Yourself Out documentary, the script PDFs and some episode commentaries.[46]\n\n"
        },
        {
            "title": "Spin-offs",
            "text": "In the late 1960s, the TV series quickly spawned three novels tied into the series. In the 1970s and into the 1980s, as the series gained cult status a large amount of fan produced material began to appear, with the official appreciation society forming in 1977. In 1988, the first officially sanctioned guide – The Prisoner Companion – was released. It was not well received by fans or Patrick McGoohan. In 1989, Oswald and Carraze released The Prisoner in France with a translated version appearing shortly after.[20][47] From the 1990s, numerous other books about the TV series and Patrick McGoohan have been produced. Robert Fairclough's books - including two volumes of original scripts - are considered some of the best researched books available.[48][49] For the 40th anniversary, Andrew Pixley wrote a well-received and in depth account of the series' production.[20] There are guides to shooting locations in Portmeirion and also a biography of co-creator George Markstein. Some members of the production crew have released books about their time working on the series including Eric Mival and Ian Rakoff.[20] Roger Langley the organiser of the Six of One The Prisoner appreciation society has published several books, guides and novels inspired by the TV series (including Patrick McGoohan: Danger Man or Prisoner? first published in 2007 and revised and updated in 2017 with input from Catherine McGoohan).[50]\n\nIn the early 1980s, Edu-Ware produced two computer games based upon the series for the Apple II computer. The first, titled simply, The Prisoner, was released in 1980, followed by a remake, Prisoner 2 in 1982.\n\nSteve Jackson Games' popular role-playing game system GURPS released a (now out of print) world book for The Prisoner. It included maps, episode synopses, details of the Village and its inhabitants, and much other material. For instance, it has suggestions for game scenarios with the premise reinterpreted for outer space, heroic fantasy, horror, and even complete inversion into something akin to Hogan's Heroes.[51]\n\nIn 1988, DC Comics released Shattered Visage, the first part of a four-part series of comics based on the characters in the TV series. In 2018 Titan Comics re-issued Shattered Visage[52] as well as releasing The Prisoner: The Uncertainty Machine, another four-part series of comics about another spy returning to the Village.[53] Although Patrick McGoohan's Number Six is depicted on covers of the 2018 series, the character plays no direct role in the story.\n\nIn 2009, the show was remade as a miniseries, also titled The Prisoner, which aired in the U.S. on AMC. The miniseries stars Jim Caviezel as Number 6, and Ian McKellen as Number 2, and was shot on location in Namibia and South Africa. The new series received mainly unfavourable reviews, with a 45/100 rating by 21 critics and 3.6/10 by 82 users as of July 2018.[54]\n\nChristopher Nolan was reported to be considering a film version in 2009,[55] but later dropped out of the project. The producer Barry Mendel said a decision to continue with the project depended on the success of the television mini-series.[56] In 2016, Ridley Scott was in talks to direct the screen version.[57]\n\nOn 5 January 2015, Big Finish Productions, best known for its long-running series of BBC-licensed audio dramas based upon Doctor Who, announced that it would be producing licensed audio dramas based on The Prisoner, with the first scheduled for release in 2016, and that Mark Elstob would play Number Six.[58] The first series, containing new reimaginings of three original series scripts, \"Arrival\", \"The Schizoid Man\" and \"The Chimes of Big Ben\", and one new story, \"Your Beautiful Village\", written and directed by Nicholas Briggs, was released in January 2016 and was well received.[59] The first series also featured John Standing, Celia Imrie, Ramon Tikaram and Michael Cochrane as Number Two and Helen Goldwyn as The Village Voice/Operations Controller.\n\nA second series was released in August 2017, comprising four stories; \"I Met a Man Today\" (adapted from \"Many Happy Returns\"), \"Project Six\" (adapted from \"A, B and C\"), an adaptation of \"Hammer into Anvil\", and new story \"Living in Harmony\" (not adapted from the TV episode of the same title).[60]\n\nA third series was released in November 2019, comprising four stories; an adaptation of \"Free For All\", and new stories \"The Girl Who Was Death\" (using story elements, but not directly adapted, from the TV episode of the same title), \"The Seltzman Connection\", and \"No One Will Know\".[61]\n\nThese audio dramas have been broadcast by BBC Radio 4 Extra as part of its The 7th Dimension programming.[62]\n\n"
        }
    ]
}