{
    "url": "https://en.wikipedia.org/wiki/The_Philosophy_of_Composition",
    "title": "The Philosophy of Composition",
    "table_of_contents": [
        "1 Poe's philosophy of composition",
        "1.1 Length",
        "1.2 Method",
        "1.3 \"Unity of effect\"",
        "2 \"The Raven\"",
        "3 Reception",
        "4 Publication history",
        "5 See also",
        "6 References",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\"The Philosophy of Composition\" is an 1846 essay written by American writer Edgar Allan Poe that elucidates a theory about how good writers write when they write well. He concludes that length, \"unity of effect\" and  a logical method are important considerations for good writing. He also makes the assertion that \"the death... of a beautiful woman\" is \"unquestionably the most poetical topic in the world\". Poe uses the composition of his own poem \"The Raven\" as an example. The essay first appeared in the April 1846 issue of Graham's Magazine. It is uncertain if it is an authentic portrayal of Poe's own method.\n\n"
        },
        {
            "title": "",
            "text": "Generally, the essay introduces three of Poe's theories regarding literature. The author recounts this idealized process by which he says he wrote his most famous poem, \"The Raven\", to illustrate the theory, which is in deliberate contrast to the \"spontaneous creation\" explanation put forth, for example, by Coleridge as an explanation for his poem Kubla Khan. Poe's explanation of the process of writing is so rigidly logical, however, that some have suggested the essay was meant as a satire or hoax.[1]\n\nThe three central elements of Poe's philosophy of composition are:\n\nPoe believed that all literary works should be short. He writes, \"[...] there is a distinct limit, as regards length, to all works of literary art — the limit of a single sitting [...]\" He especially emphasized this \"rule\" with regards to poetry, but also noted that the short story is superior to the novel for this reason.\n\nPoe dismissed the notion of artistic intuition and argued that writing is methodical and analytical, not spontaneous. He writes that no other author has yet admitted this because most writers would \"positively shudder at letting the public take a peep behind the scenes... at the fully matured fancies discarded in despair... at the cautious selections and rejections\".\n\nThe essay states Poe's conviction that a work of fiction should be written only after the author has decided how it is to end and which emotional response, or \"effect\", he wishes to create, commonly known as the \"unity of effect\".  Once this effect has been determined, the writer should decide all other matters pertaining to the composition of the work, including tone, theme, setting, characters, conflict, and plot. In this case, Poe logically decides on \"the death... of a beautiful woman\" as it \"is unquestionably the most poetical topic in the world, and equally is it beyond doubt that the lips best suited for such topic are those of a bereaved lover.\" Some commentators have taken this to imply that pure poetry can only be attained by the eradication of female beauty.[2]  Biographers and critics have often suggested that Poe's obsession with this theme stems from the repeated loss of women throughout his life, including his mother Eliza Poe, his foster mother Frances Allan and, later, his wife Virginia.[3]\n\n"
        },
        {
            "title": "",
            "text": "In the essay, Poe traces the logical progression of his creation of \"The Raven\" as an attempt to compose \"a poem that should suit at once the popular and the critical taste.\" He claims that he considered every aspect of the poem. For example, he purposely set the poem on a tempestuous evening, causing the raven to seek shelter. He purposefully chose a pallid bust to contrast with the dark plume of the bird. The bust was of Pallas in order to evoke the notion of scholar, to match with the presumed student narrator poring over his \"volume[s] of forgotten lore.\" No aspect of the poem was an accident, he claims, but is based on total control by the author.[4]\n\nEven the term \"Nevermore,\" he says, is based on logic following the \"unity of effect.\" The sounds in the vowels in particular, he writes, have more meaning than the definition of the word itself. He had previously used words like \"Lenore\" for the same effect.\n\nThe raven itself, Poe says, is meant to symbolize Mournful and Never-ending Remembrance.[5] This may imply an autobiographical significance to the poem, alluding to the many people in Poe's life who had died.[6]\n\n"
        },
        {
            "title": "Reception",
            "text": "It is uncertain if Poe really followed the method he describes in \"The Philosophy of Composition.\" T. S. Eliot wrote that \"[i]t is difficult for us to read that essay without reflecting that if Poe plotted out his poem with such calculation, he might have taken a little more pains over it: the result hardly does credit to the method.\"[7][8] Biographer Joseph Wood Krutch described the essay as, \"a rather highly ingenious exercise in the art of rationalization than literary criticism.\"[9]\n\nIt is apparent, however, that many French literary figures and composers believed that Poe composed \"The Raven\" in the manner depicted in \"The Philosophy of Composition.\"  Maurice Ravel, in a July 1931 interview, stated that \"the finest treatise on composition, in my opinion, and the one which in any case had the greatest influence upon me was [Poe's] \"Philosophy of Composition... I am convinced that Poe indeed wrote his poem \"The Raven\" in the way that he indicated.\"  Charles Baudelaire believed that the \"unity of impression, the totality of effect\" described by Poe endowed a composition with \"a very special superiority.\"[10]\n\n"
        },
        {
            "title": "Publication history",
            "text": "George Rex Graham, a friend and former employer of Poe, declined Poe's offer to be the first to print \"The Raven\". Graham said he did not like the poem but offered $15 as a charity. Graham made up for his poor decision by publishing \"The Philosophy of Composition\"[11] in the April 1846 issue of Graham's American Monthly Magazine of Literature and Art.\n\n"
        }
    ]
}