{
    "url": "https://en.wikipedia.org/wiki/The_Devil_Thumbs_a_Ride",
    "title": "The Devil Thumbs a Ride",
    "table_of_contents": [
        "1 Plot",
        "2 Cast",
        "3 Reception",
        "3.1 Critical response",
        "4 See also",
        "5 References",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The Devil Thumbs a Ride is a 1947 film noir directed by Felix E. Feist and featuring Lawrence Tierney and Ted North.[2]\n\n"
        },
        {
            "title": "Plot",
            "text": "Steve Morgan (Tierney) is a charming sociopath who has just robbed and killed a cinema cashier. Seeking to escape, he hitches a ride to Los Angeles with unsuspecting Jimmy 'Fergie' Ferguson (North). Part way the pair stops at a gas station and pick up two women. Encountering a roadblock, Morgan persuades the party to spend the night at an unoccupied beach house. The police close in as one by one Morgan begins killing the threesome.\n\n"
        },
        {
            "title": "Reception",
            "text": "When the film was released The New York Times film critic identified as BC (Bosley Crowther) dismissed the film: \"The Devil Thumbs a Ride, which came to the Rialto yesterday, is a distinctly pick-up affair ... In the role of the thug Lawrence Tierney, who played Dillinger a couple of years back, behaves with the customary arrogance of all gunmen in cheap Hollywood films. It is pictures like this which give the movies a black eye and give us a pain in the neck.\"[3]\n\nIn 2007, film critic Dennis Schwartz was also critical of the film: \"Felix E. Feist (The Man Who Cheated Himself/Donovan's Brain/The Threat) directs and writes this ugly hitchhiker crime drama that has little entertainment value, the characters other than the main protagonist are too incredibly dull to ring true and it has no redeeming social value. The low-budget programmer is helped only by its noir look, fast-pace, the manic performance by Lawrence Tierney and the offbeat nature of its story ... Feist fills both the police car and the hitcher's car with noir characters, but it ends up as a ride to nowhere.\"[4]\n\n"
        }
    ]
}