{
    "url": "https://en.wikipedia.org/wiki/The_Brood",
    "title": "The Brood",
    "table_of_contents": [
        "1 Plot",
        "2 Cast",
        "3 Production",
        "3.1 Screenplay",
        "3.2 Casting",
        "3.3 Filming",
        "4 Release",
        "4.1 Censorship",
        "4.2 Box office",
        "4.3 Critical response",
        "4.4 Home media",
        "5 Related works",
        "6 Analysis",
        "7 Notes and references",
        "7.1 Notes",
        "7.2 References",
        "7.3 Sources",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The Brood is a 1979 Canadian psychological body horror film written and directed by David Cronenberg and starring Oliver Reed, Samantha Eggar, and Art Hindle. Its plot follows a man and his mentally ill ex-wife, who has been sequestered by a psychiatrist known for his controversial therapy techniques. A series of brutal unsolved murders serves as the backdrop for the central narrative.\n\nWritten by Cronenberg after his own acrimonious divorce, he intended the screenplay as a meditation on a fractured relationship between a husband and wife who share a child, and cast Eggar and Hindle as loose facsimiles of himself and his ex-wife. He would later state that, despite its incorporation of science fiction elements, he considered it his sole feature that most embodied a \"classic horror film\". Principal photography of The Brood took place in late 1978 in Toronto on a budget of $1.5 million. The film's score was composed by Howard Shore, in his film composing debut.\n\nReleased in the spring of 1979 by New World Pictures, The Brood proved profitable for the studio, grossing over $5 million. Though it initially received positive reviews from critics, it would establish itself as a cult film in the following decades. It has attracted scholarly interest from academics in the areas of film theory for its themes regarding mental illness and parenthood. In 2006, the Chicago Film Critics Association named it the 88th scariest film of all time. In 2013, it was selected for restoration by the Criterion Collection, which subsequently released it on Blu-ray.\n\n"
        },
        {
            "title": "Plot",
            "text": "Psychotherapist Hal Raglan runs the Somafree Institute of Psychoplasmics, where he encourages patients with mental disturbances to let go of their suppressed emotions through physiological changes to their bodies in a technique he calls \"psychoplasmics\". One of his patients is Nola Carveth, a severely disturbed woman who is legally embattled with her husband Frank for custody of their five-year-old daughter Candice. When Frank discovers bruises and scratches on Candice following a visit with Nola, he informs Raglan of his intent to stop visitation rights. Wanting to protect his patient, Raglan begins to intensify the sessions with Nola to resolve the issue quickly. During the therapy sessions, he discovers that Nola was physically and verbally abused by her self-pitying alcoholic mother while neglected by her co-dependent alcoholic father, who refused to protect Nola out of shame and denial.\n\nMeanwhile, Frank, intending to invalidate Raglan's methods, questions Jan Hartog, a former Somafree Institute patient who is dying of psychoplasmic-induced lymphoma. Frank leaves Candice with her maternal grandmother, Juliana, and the two spend the evening viewing old photographs. Juliana tells Candice that Nola was frequently hospitalized as a child and often exhibited strange unexplained wheals on her skin that doctors were unable to diagnose. While in the kitchen, Juliana is attacked and bludgeoned to death by a small, dwarf-like child. Candice is traumatized, but physically unharmed.\n\nJuliana's ex-husband Barton returns for the funeral and attempts to contact Nola at the Somafree Institute, but Raglan turns him away. Frank invites Candice's teacher, Ruth Mayer, home for dinner to discuss his daughter's performance in school. Barton interrupts with a drunken phone call from Juliana's home, demanding that Frank and he go to the Somafree Institute to see Nola. Frank leaves to calm Barton, leaving Candice in Ruth's care. While he's away, Ruth answers a phone call from Nola, who, recognizing her voice and believing her to be having an affair with Frank, insults her and angrily warns Ruth to stay away from her family. Meanwhile, Frank arrives to find Barton murdered by the same deformed dwarf-child, who dies after attempting to kill Frank.\n\nThe police autopsy of the dwarf-child reveals a multitude of bizarre anatomical anomalies: the creature is asexual, supposedly colorblind, naturally toothless, and devoid of a navel, indicating no known means of natural human birth. After the murder story reaches the newspapers, Raglan reluctantly acknowledges that the deaths coincided with his sessions with Nola relating to their respective topics. He closes the Somafree Institute and sends his patients to municipal care with the exception of Nola. Frank is alerted about the closure of the institute by Hartog.\n\nMike Trellan, one of the patients forced to leave the institute, tells Frank that Nola is now Raglan's \"queen bee\" and in charge of some \"disturbed children\" in an attic. When Candice returns to school, two dwarf-children attack and kill Ruth in front of her class before absconding with Candice to the Somafree Institute, with Frank in pursuit. Upon arriving at the institute, Raglan tells Frank the truth about the dwarf-children: they are the accidental product of Nola's psychoplasmic sessions; her rage about her abuse was so strong that she parthenogenetically bore a brood of creatures resembling children who psychically respond and act on the targets of her rage, with Nola completely unaware of their actions. Realizing the brood are too dangerous to keep anymore, Raglan plans to venture into their quarters and rescue Candice, provided that Frank can keep Nola calm to avoid provoking the children.\n\nFrank attempts a feigned rapprochement long enough for Raglan to collect Candice, but when he witnesses Nola give birth to another child through a psychoplasmically-induced external womb, she notices his disgust when she licks the child clean. The brood awakens and kills Raglan. Nola then threatens to kill Candice rather than lose her. The brood goes after Candice who hides in a closet, but the brood begins to break through the door and tries to grab her. In desperation, Frank strangles Nola to death, and the brood dies without its mother's psychic connection. Frank carries a visibly traumatized Candice back to his car and the two depart. As the pair sit in silence, two small lesions—a germinal stage of the phenomenon experienced by Nola—appear on Candice's arm.\n\n"
        },
        {
            "title": "Production",
            "text": "In retrospect, Cronenberg stated that he felt The Brood was \"the most classic horror film I've done\" in terms of structure.[2] He conceived the screenplay in the aftermath of an acrimonious divorce from his wife, which resulted in a bitter custody battle over their daughter.[2] During his divorce, Cronenberg became aware of the drama Kramer vs. Kramer (also released in 1979),[a] and was disillusioned by its optimistic depiction of a familial breakdown after a couple's separation.[2] In response, he began writing the screenplay for The Brood, aspiring to depict the strife between a divorced couple battling over their child.[2]\n\nIn casting the roles of Frank and Nola Carveth, Cronenberg sought actors who were \"vague facsimiles\" of himself and his wife.[2] Canadian actor Art Hindle was cast in the role of Frank, while English actress Samantha Eggar was cast as Nola.[7] Oliver Reed was cast in the role of Hal Raglan, the psychologist who has kept Nola sequestered after her divorce from Frank.[2] This marked the second time Eggar and Reed had starred in a film together, having previously co-starred in The Lady in the Car with Glasses and a Gun (1970).[7] Additionally, Eggar and Reed had known one another personally, having grown up together in Bledlow, England.[7] Eggar was impressed by Cronenberg's screenplay, and agreed to appear in the film as she felt the role of Nola was \"almost Shakespearean...  How could you turn this part down?\"[7]\n\nPrincipal photography of The Brood began on November 14, 1978,[8] in Toronto, Ontario[9][10] and continued through December.[9] The Kortright Centre for Conservation, just north of Toronto, was used as the location of the Somafree Institute. Additional photography was done in Mississauga. The film's budget was approximately C$1,500,000.\n\nEggar recalled the production crew being very small, with only around seven crew members in total while she was filming her sequences, many of them \"academics and PhDs, standing there holding lights\".[7] Her scenes were shot over a period of three days.[2] To portray the brood of children, Cronenberg cast a group of child gymnasts from Toronto.[2]\n\nThis was the first film scored by composer Howard Shore. Shore's work consists in a composition for chamber orchestra strongly reminiscent of the Second Viennese School's Arnold Schoenberg, Alban Berg and Anton Webern. The technically difficult score by Shore is performed by professional players. Shore has written the music for all but one of Cronenberg's subsequent films.[11]\n\n"
        },
        {
            "title": "Release",
            "text": "The Brood had cuts demanded for an R-rating for its theatrical release in the United States. Eggar conceived the idea of licking the new fetuses that her character Nola Carveth has spawned. \"I just thought that when cats have their kittens or dogs have puppies (and I think at that time I had about 8 dogs), they lick them as soon as they’re born. Lick, lick, lick, lick, lick…,\" Eggar said.[12]\n\nHowever, when the climactic scene was censored, Cronenberg responded: \"I had a long and loving close-up of Samantha licking the fetus […] when the censors, those animals, cut it out, the result was that a lot of people thought she was eating her baby. That's much worse than I was suggesting.\"[13]\n\nThe Brood was released in North America on June 1, 1979.[b] After its screenings in Toronto and Chicago, The Brood grossed $685,000 over only a period of ten days between the two cities.[16] By 1981, the film had grossed over $5 million.[3]\n\nOn the review aggregator website Rotten Tomatoes, The Brood holds an 83% approval rating based on 29 critic reviews, with an average rating of 7.5/10. The consensus reads: \"The Brood is a grotesque, squirming, hilariously shrill exploration of the bizarre and deadly side of motherhood.”[17]\n\nWhile Variety called it \"an extremely well made, if essentially unpleasant shocker\",[18] Leonard Maltin reviewed the film in two sentences: \"Eggar eats her own afterbirth while midget clones beat grandparents and lovely young schoolteachers to death with mallets. It's a big, wide, wonderful world we live in!\" and rated it an outright \"BOMB\".[19] Roger Ebert called it \"a bore\" and \"disgusting in ways that are not entertaining; as opposed, for example, to the great disgusting moments in Alien or Dawn of the Dead\", and even went as far as asking, \"Are there really people who want to see reprehensible trash like this?\" concluding with \"I guess so. It's in its second week.\"[20] Writing for the Vancouver Sun, Vaughn Palmer lambasted the film, referring to it as \"mean, foul and witless...  The people who made The Brood do not like people. They do not even appear to like themselves. They just like money.\"[16] Kevin Thomas of the Los Angeles Times praised the film as \"well-made\" and \"expertly acted,\" but criticized its depictions of violence, stating: \"Perhaps Cronenberg means to make an extreme comment upon the irresponsibility of psychiatrists and parents, but The Brood is so totally sickening it's an irresponsible work itself.\"[21]\n\nIn Cult Movies, Danny Peary, who openly disapproves of Shivers and Rabid, calls The Brood \"Cronenberg's best film\" because \"we care about the characters\", and, although he dislikes the ending, \"an hour and a half of absorbing, solid cinema\".[22] In his An Introduction to the American Horror Film, critic Robin Wood views The Brood as a reactionary work portraying feminine power as irrational and horrifying, and the dangerous attempts of Oliver Reed's character's psychoanalysis as an analogue to the dangers of trying to undo repression in society.[23]\n\nThe Brood was listed #88 on the \"Chicago Film Critics Association's 100 Scariest Movies of All-Time\".[24] In 2004, one of its sequences was voted #78 among the \"100 Scariest Movie Moments\" by the Bravo Channel.[25]\n\nThe film was released on DVD in its original uncensored version by Metro-Goldwyn-Mayer on August 26, 2003.[26] Anchor Bay Entertainment subsequently released the film on DVD in the United Kingdom 2005.[27]\n\nIn mid-2013, the Criterion Collection added The Brood, as well as Scanners, to their selection of films available to Hulu and iTunes customers. The film was subsequently issued on DVD and Blu-ray by the Criterion Collection on October 13, 2015,[28] featuring a new 2K scan of the original film elements.[29]\n\n"
        },
        {
            "title": "Related works",
            "text": "A novelization by Richard Starks was published to coincide with the film's initial release.[30] In 2009, Spyglass Entertainment announced a remake from a script by Cory Goodman, to be directed by Breck Eisner.[31] Eisner left the project in 2010.[32]\n\n"
        },
        {
            "title": "Analysis",
            "text": "Written in the aftermath of writer-director Cronenberg's divorce from his wife, The Brood has been noted by critics and film scholars for its prominent themes surrounding fears of parenthood, as well as corollary preoccupations with repression and the treatment of mental illness in women.[29][33]\n\nFilm theorist Barbara Creed notes that Nola's parthenogenetic births are thematically \"used to demonstrate the horrors of unbridled maternal power\" in which a woman gives birth to \"deformed manifestations of herself\".[34] Scholar Sarah Arnold similarly suggests that, despite Nola's apparent representation as a \"bad mother\" epitomizing \"the monstrous feminine\", The Brood \"does not disseminate such images unproblematically, [and] instead questions these already (culturally and socially) pre-existing notions of the maternal and motherhood...  the film fuses the concerns of the woman's film with that of the body horror film.\"[35]\n\nFeminist critic Carrie Rickey notes that, like many of Cronenberg's films, The Brood has been accused of presenting a misogynistic representation of women.[4] However, Rickey argues against this assertion, writing: \"For me, Cronenberg’s gynophobia is a nonissue. It’s blaming the victim. After all, aren’t we talking about movies where male scientists use women as guinea pigs and then are shocked, shocked when the test subjects become monstrous, voracious, etc.? Let me invoke the Jessica Rabbit defense: The women are not bad, they’re just drawn that way. It’s the male scientists who have inadvertently transformed them into men’s worst nightmares.\"[4]\n\n"
        }
    ]
}