{
    "url": "https://en.wikipedia.org/wiki/The_Deadly_Mantis",
    "title": "The Deadly Mantis",
    "table_of_contents": [
        "1 Plot",
        "2 Cast",
        "3 Production",
        "4 Release",
        "4.1 Retrospective criticism",
        "5 Home media",
        "6 Legacy",
        "7 See also",
        "8 References",
        "9 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The Deadly Mantis is a 1957 American science fiction monster film produced by William Alland for Universal-International. The film was directed by Nathan Juran from a screenplay by Martin Berkeley based on a story by producer William Alland.[3] The Deadly Mantis stars Craig Stevens, William Hopper, Alix Talton and Pat Conway.[4]\n"
        },
        {
            "title": "Plot",
            "text": "In the South Seas, a volcano explodes, causing North Pole icebergs to shift. A 200-foot-long praying mantis, trapped in the ice for millions of years, stirs. The personnel at Red Eagle One, a military station in northern Canada that monitors the Distant Early Warning Line, realize that the men at one of their outposts are not responding to calls. Commanding officer Col. Joe Parkman flies there to investigate, and finds the post destroyed, its men gone, and giant slashes left in the snow outside. Joe sends his pilots out to investigate when a radar blip is sighted, but their target disappears.\n\nAn Air Force plane is attacked by the mantis. Joe searches the wreckage and, in addition to the huge slashes, finds a five-foot-long spur in the snow. He takes it to General Mark Ford at the Continental Air Defense (CONAD) in Colorado Springs, Colorado. Ford gathers top scientists, including Professor Anton Gunther, to examine the object. When they cannot identify it, Gunther recommends calling in Dr. Nedrick Jackson, a paleontologist at the Museum of Natural History. After examining the object, Ned recognizes it as a torn-off spur from an insect's leg, and narrows it down to a gigantic praying mantis.\n\nIn the Arctic, the mantis attacks an Inuit village. Ned is sent to Red Eagle One to investigate further. Museum magazine editor Marge Blaine gets permission to accompany him as his photographer. All the men at the base, including Joe, are smitten by Marge.\n\nThat night, Marge and Joe join Ned in his office and discuss the mantis. The mantis attacks the building. Although the full unit opens fire on the mantis with automatic rifles and a flame-thrower, it is unscathed and moves away only after aircraft encircle it. Hours later, the base remains on red alert. The mantis attacks a boat off the Canadian coast, which means that it is flying at a speed of 200 miles an hour. Ford calls a press conference to announce the mantis's existence and ask the Ground Observer Corps to track its whereabouts.\n\nOver the next few days, Ned, Marge, and Joe track the bug's progress with the help of military and civilian observers. One night, Joe drives Marge home, stopping briefly for a kiss. They are distracted by reports of numerous unexplained wrecks in the area. A woman leaving a bus sees the mantis, and all emergency personnel are put on alert. The mantis is sighted in Washington, D.C.\n\nJoe is one of the pilots who attempt to drive the mantis toward the sea, but a dense fog throws him off course, and he flies directly into it. As the wounded mantis drops to the ground and crawls into the Manhattan Tunnel, Joe safely parachutes to the ground. Ford leads a team that seals off the tunnel, filling it with smoke to provide cover for Joe and his special unit, who enter the tunnel armed with rifles and three chemical bombs. They shoot at the mantis, but it lumbers on, forcing them backward. Joe throws a bomb in its face, and it collapses, dead.\n\nFord, Ned, Joe, and Marge enter the tunnel to examine the bug. Marge photographs its face. Joe sees the mantis' leg move and runs to protect Marge. Although Ned explains that the movement was merely an autonomic reflex, Joe takes the opportunity to pull Marge into an embrace.\n\n"
        },
        {
            "title": "Production",
            "text": "The Deadly Mantis was the first science fiction film made by director Nathan Juran, who has said that he came up with the idea for the opening sequence.[5]\n\nA massive papier mâché model of a mantis was built for the movie, fitted with a hydraulic system. It measured 200 feet (61 m) long and 40 feet (12 m) high, and had a wingspan of 150 feet (46 m). Two smaller models were also created, one 6 feet (1.8 m) long and another 1 foot (0.30 m) long; these were used for the scenes where the mantis walked or flew. Shots of a real praying mantis were used for the scene in which the deadly mantis climbs the Washington Monument.[2]\n\nThe Deadly Mantis utilized stock Air Force footage taken from short films such as \"Guardians All\", \"One Plane – One Bomb\", and \"SFP308.\" The footage of the Inuit village was taken from Universal's 1933 film S.O.S. Iceberg.[2]\n\n"
        },
        {
            "title": "Release",
            "text": "The film was released in 1957 as a double feature with the spy film The Girl in the Kremlin. The Deadly Mantis received mostly negative reviews upon its debut. TV Guide awarded it one out of four stars, calling it a \"lame rip-off of the sci-fi classic Them!\".[6]\n\nAndrew Smith from Popcorn Pictures gave the film a score of 4/10, writing, \"Devoid of anything fresh, featuring a tired storyline, an overuse of stock footage and peppered with lifeless characters, it’s no surprise to see this drop off the radar whilst true classics likes [sic] Them! and The Beast from 20,000 Fathoms reign supreme.\"[7]\n\nOn his website Fantastic Movie Musings and Ramblings, Dave Sindelar criticized the feature's unmemorable characters, clumsy story, and occasionally poorly handled scenes. However, Sindelar noted, \"despite all this, the movie is fun and quite energetic\".[8] The website Atomic Monsters looked at the film in a somewhat positive light, giving it a \"radioactive rating of 5 atomic blasts out of 5\".[9]\n\n"
        },
        {
            "title": "Home media",
            "text": "Universal released The Deadly Mantis on DVD in a boxed set called The Classic Sci-Fi Ultimate Collection Vol. 2, which includes four other films: Dr. Cyclops, The Land Unknown, Cult of the Cobra, and The Leech Woman. Shout released The Deadly Mantis on Region 1 Blu-ray on March 19, 2019, with an audio commentary track by Tom Weaver and David Schecter.\n\n"
        },
        {
            "title": "Legacy",
            "text": "In February 1997, The Deadly Mantis was featured on an episode of Mystery Science Theater 3000.[10]\n\n"
        },
        {
            "title": "References",
            "text": "Citations\n\nBibliography\n\n"
        }
    ]
}