{
    "url": "https://en.wikipedia.org/wiki/The_Girl_in_the_Kremlin",
    "title": "The Girl in the Kremlin",
    "table_of_contents": [
        "1 Plot",
        "2 Cast",
        "3 See also",
        "4 References",
        "5 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The Girl in the Kremlin is a 1957 American film noir mystery film directed by Russell Birdwell and starring Lex Barker, Zsa Zsa Gabor and Jeffrey Stone.[1]\n\n"
        },
        {
            "title": "Plot",
            "text": "In Moscow, four terrified women prisoners are brought to the office of Joseph Stalin, who chooses Dasha, the smallest and most beautiful, and punishes her by shaving off her black hair. Moments later, plastic surgeon Dr. Petrov leads Stalin into the operating room and transforms his face so that he is unrecognizable. After his handlers announce publicly that Stalin has died, they secret him away to a hideout, where Greta Grisenko serves as his nurse. Meanwhile, Greta's twin sister Lili continues searching for her, as she has been ever since Russian troops invaded their home country of Lithuania and took Greta, against her will, to Moscow. Earlier, Lili had engaged private investigator Steve Anderson, an American living in Berlin, to find Greta, and now locates him there and asks why he has failed to contact her with information about her sister. Steve has discovered that Greta is working in Moscow and, despising Communists, refuses to work with Lili until she convinces him that her sister is an innocent victim of the Russians.\n\nSteve takes Lili to the home of Mischa Rimilkin, a one-armed espionage agent who reveals that Greta has been working for Petrov. Upon receiving assurance from the U.S. Army that Lili is not a spy, the men divulge to her that Dasha, now confined to a mental hospital, claims that Stalin has been surgically altered and is living clandestinely with Greta.\n\nThe next day, Lili once again pleads with Steve to help her locate Greta, but Steve protests that the job is too dangerous. He is won over, however, by Lili's clever idea to force Stalin into action by announcing over the radio that he is alive. As they have hoped, Stalin hears the broadcast and orders his henchman, Igor Smetka, to kill Steve.\n\nMischa then brings Steve and Lili to Abensburg, West Germany, where Stalin's son Jacob has been living in secret since the Allies captured him during World War II. On the train, Steve and Mischa note the suspicious presence of a nun wearing combat boots, and once in Abensburg, Mischa follows the nun into a church. At the same time, Steve and Lili visit Jacob, who hates his father and, after conceding that he may be alive, warns them that they are in grave danger.\n\nThat night, Mischa and Steve vie for Lili's attention, and although Steve eventually wins a kiss, he then insults her, prompting her to slap him. From Lili's hotel room window, Steve spots the nun approaching and races downstairs, where he finds that Mischa has been knocked out. Steve overpowers the nun and removes the disguise, revealing his old cohort, Russian Tata Brun. Tata explains that he has been ordered to kill Steve in return for permission to see his exiled family, and the two agree to part without violence.\n\nIn the next few days, Mischa, Steve and Lili study old films of Stalin to become familiar with his mannerisms. Before one screening, Steve spots Igor and, suspecting impending danger, orders Lili to return to the hotel. Although Steve and Mischa wait in the screening room for an attack, none comes. Soon after, Tata arrives with a cab driver who announces that Lili has been abducted by Igor. Steve notifies the police and agrees to act as bait to attract Stalin's men. Surrounded by undercover agents, Steve and Mischa walk the streets near the screening room, and as planned, they are attacked. With Tata's help, they capture one of the assailants, whom Tata recognizes as one of the Communist agents who tortured him. Tata now returns the favor, torturing the man into confessing that Stalin is in the Greek mountains.\n\nAfter the agent dies from his injuries, Steve and Mischa travel to the mountains, and there learn from bistro owner Count Molda that a nearby monastery was taken over years earlier by a mysterious group. Curious, Steve and Mischa sneak into the monastery at night, but are immediately captured by the waiting Molda, who introduces them to three other men and their women companions. Unable to discern which man is Stalin, Steve offers them all political asylum in the West, but the men respond by showing them Tata, who has been tortured and killed. They then place Steve and Mischa in a cell next to the imprisoned Lili.\n\nThat night, Lili receives a visit from Greta, and although Lili is thrilled to see her sister, Greta attacks her. When Lili pulls at Greta's hair, Greata's wig comes off in her hands, and Lili realizes that her sister has been enslaved and brainwashed. Although the women whip Steve mercilessly, he refuses to talk, and when Steve returns to the cell, Mischa uses his fake arm to bludgeon the guard. The two men then manage to free Lili, and together they stumble onto a room full of stolen cash and burn the currency in the lit fireplace. Just then, Greta bursts in and kills Mischa, forcing Steve to slay her.\n\nSteve and Lili are soon recaptured and taken to Molda, who orders them killed. Just then, however, Jacob enters and shoots Stalin's henchmen. Molda steps forward, tenderly addressing Jacob as \"son,\" but Jacob is unmoved and orders his father at gunpoint into a waiting car. As Steve and Lili follow them in another car, Stalin tries to reason with his son, but Jacob resists, denouncing his father's violence and campaign of terror against their people. Steve pulls up to the car and shoots at Jacob to make him stop. Trapped, Jacob willingly steers the car over a cliff. While Steve and Lili watch the fiery explosion, they note a nearby Biblical inscription reading \"Whatsoever a man soweth, that shall he also reap.\"\n\n"
        }
    ]
}