{
    "url": "https://en.wikipedia.org/wiki/The_Washington_Family",
    "title": "The Washington Family",
    "table_of_contents": [
        "1 Production",
        "2 Interpretations",
        "3 Notes",
        "4 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe Washington Family by Edward Savage is a life-sized group portrait of the Washington family, including U.S. President George Washington, First Lady Martha Washington, two of her grandchildren and a black servant, most likely an enslaved man whose identity was not recorded.[1][2] The National Gallery of Art in  Washington, D.C., presently displays the large painting (7 feet (2.1 m) x 9.3 feet (2.8 m)).[3]\n\n"
        },
        {
            "title": "Production",
            "text": "Based on life studies made early in Washington's presidency, Savage began work on the oil painting in New York City during 1789–1790 and later completed it in Philadelphia during 1795–1796.[4] Prints were mass-produced by Savage beginning in 1798, and by John Sartain in 1840.[5] The Library of Congress holds in its collections a print of a color engraving that Savage and Robert Wilkinson published in London in 1798.[6]\n\nThe image was a famous one in the 19th century. Washington himself ordered four prints of Savage's engraving, hanging one in the family dining room at Mount Vernon.[7][8]\n\n"
        },
        {
            "title": "Interpretations",
            "text": "The northerly direction to the left to which a magnetic compass on the base of a globe points and topographical details of the view indicate that the family is on the west bank of the Potomac River at Mount Vernon, occupying an idealized rendering of the portico that Washington designed for the house.[1] Shown are Martha's grandson George Washington Parke Custis (called \"Wash\" or \"Washy\"), George Washington, Martha's granddaughter Eleanor Parke Custis (called \"Nelly\"), Martha and a black servant of uncertain identity (perhaps the enslaved Christopher Sheels,  William (Billy) Lee or Austin).[1][8][9]\n\nWith a plan of the future city of Washington[10] in front of her, Martha Washington is, according to Savage's catalogue, \"pointing with her fan to the grand avenue\".[1][8]  Some descriptions of the painting state that the \"grand avenue\" is Pennsylvania Avenue.[1][11] However, the broadest and most prominent  \"grand avenue\" that the city plan illustrates has actually become the National Mall (see: L'Enfant Plan).[12]\n\nHolding a caliper, young George's right hand rests near the top of the globe, which lacks geographical markings. A museum's description interprets this portion of the scene as representing American hopes for rising global significance.[13]\n\nA researcher has found that the perspective of the painting terminates at George Washington's heart.[14]\n\nAn oil painting by Peter Waddell entitled A Vision Unfolds debuted in 2005 within an exhibition on Freemasonry that the Octagon House's museum in Washington, D.C., was hosting. The painting was again displayed in 2007, 2009, 2010 and 2011, first in the Joslyn Art Museum in Omaha, Nebraska and later in the National Heritage Museum in Lexington, Massachusetts and in the Scottish Rite Center of the District of Columbia in Washington, D.C. Containing elements present in The Washington Family, Waddell's history painting depicts a meeting that is taking place within an elaborate surveying tent. In the imaginary scene, African American surveyor-astronomer Benjamin Banneker presents a map of the Territory of Columbia (see: Founding of Washington, D.C.) to President Washington and surveyor Andrew Ellicott.[15]\n\n"
        }
    ]
}