{
    "url": "https://en.wikipedia.org/wiki/The_Imitation_Game",
    "title": "The Imitation Game",
    "table_of_contents": [
        "1 Plot",
        "2 Cast",
        "3 Production",
        "4 Music",
        "5 Release",
        "5.1 Marketing",
        "5.2 Theatrical release",
        "5.3 Home media",
        "6 Reception",
        "6.1 Box office",
        "6.2 Critical response",
        "6.3 The Turing family",
        "6.4 Accolades",
        "7 Social action",
        "8 Controversy",
        "9 Historical inaccuracies",
        "9.1 Historical events",
        "9.2 Turing's personality and personal life",
        "9.3 Personalities and actions of other characters",
        "10 References",
        "11 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe Imitation Game is a 2014 American historical drama film directed by Morten Tyldum and written by Graham Moore, based on the 1983 biography Alan Turing: The Enigma by Andrew Hodges. The film's title quotes the name of the game cryptanalyst Alan Turing proposed for answering the question \"Can machines think?\", in his 1950 seminal paper \"Computing Machinery and Intelligence\". The film stars Benedict Cumberbatch as Turing, who decrypted German intelligence messages for the British government during World War II. Keira Knightley, Matthew Goode, Rory Kinnear, Charles Dance, and Mark Strong appear in supporting roles.\n\nThe Imitation Game was released theatrically in the United States on November 28, 2014. The film grossed over $233 million worldwide on a $14 million production budget, making it the highest-grossing independent film of 2014. It received eight nominations at the 87th Academy Awards, winning for Best Adapted Screenplay; five nominations at the 72nd Golden Globe Awards; and three nominations at the 21st Screen Actors Guild Awards. It also received nine BAFTA nominations, and won the People's Choice Award at the 39th Toronto International Film Festival.\n\n"
        },
        {
            "title": "Plot",
            "text": "In 1951, two policemen, Nock and Staehl, investigate the mathematician Alan Turing after an apparent break-in at his home. During his interrogation by Nock, Turing tells of his time working at Bletchley Park during the Second World War.\n\nIn 1928, the young Turing is unhappy and bullied at boarding school. He develops a friendship with Christopher Morcom, who sparks his interest in cryptography. Turing develops romantic feelings for him, but Christopher soon dies from tuberculosis.\n\nWhen Britain declares war on Germany in 1939, Turing travels to Bletchley Park. Under the direction of Commander Alastair Denniston, he joins the cryptography team of Hugh Alexander, John Cairncross, Peter Hilton, Keith Furman, and Charles Richards. The team are trying to analyze the Enigma machine, which the Nazis use to send coded messages.\n\nTuring is difficult to work with, and considers his colleagues inferior; he works alone to design a machine to decipher Enigma messages. After Denniston refuses to fund the construction of the machine, Turing writes to Prime Minister Winston Churchill, who puts Turing in charge of the team and funds the machine. Turing fires Furman and Richards and places a difficult crossword in newspapers to find replacements. Joan Clarke, a Cambridge graduate, passes Turing's test but her parents will not allow her to work with the male cryptographers. Turing arranges for her to live and work with the female clerks who intercept the messages and shares his plans with her.  With Clarke's help, Turing warms to the other colleagues, who begin to respect him.\n\nTuring's machine, which he names Christopher, is constructed, but cannot determine the Enigma encryption settings quickly enough; the Germans reset them each day. Denniston orders it to be destroyed and Turing fired, but the other cryptographers threaten to leave if Turing goes. After Clarke plans to leave on the wishes of her parents, Turing proposes marriage, which she accepts. During their reception, Turing confirms his homosexuality to Cairncross, who warns him to keep it secret. After overhearing a conversation with a female clerk about messages she receives from the same German coder, Turing has an epiphany, realising he can program the machine to decode words he already knows exist in certain messages. One German coder always opens his first message with a standard plaintext German script. That reveals enough of the day's Enigma code that Christopher can quickly decode all the day's messages. After he recalibrates the machine, it quickly decodes a message and the cryptographers celebrate. They learn a convoy is about to be attacked, but Turing realises that if they suddenly reroute the convoy and attack the U-boats, the Germans will realize Enigma is compromised and change the machinery. Therefore, the team at Bletchley Park cannot act on every decoded message. Turing creates a statistical model to indicate which warnings to send to maximize destruction and minimize discovery.\n\nTuring discovers that Cairncross is a Soviet spy. When Turing confronts him, Cairncross argues that the Soviets are allies working for the same goals, and threatens to retaliate by disclosing Turing's sexuality. When the top MI6 agent Stewart Menzies appears to threaten Clarke, Turing reveals that Cairncross is a spy. Menzies reveals he knew this already and planted the messages Cairncross leaks to the Soviets for British benefit. Fearing for her safety, Turing tells Clarke to leave Bletchley Park, revealing that he is a homosexual. Clarke states she always suspected but insists they would have been happy together anyway. Turing then tells her he never cared for her, and only used her for her cryptography skills.  Heartbroken, she decides to stay anyway, deeming this the single most important task she will undertake, and she now refuses to cow to what Turing or her parents want her to do, or think of her decisions.  After the war, Menzies tells the cryptographers to destroy their work, because MI6 wants governments to think they had unbreakable code machines. He tells the team that they should never see one another again or share what they have done.\n\nIn 1952, Turing is convicted of gross indecency and, in lieu of a jail sentence, undergoes chemical castration so he can continue his work. Clarke visits him in his home and witnesses his physical and mental deterioration. She comforts him by saying that his work saved millions of lives.\n\nThe epilogue reveals that after a year of government-mandated hormonal therapy, Turing committed suicide on June 7, 1954. In 2013, Queen Elizabeth II granted Turing a posthumous Royal Pardon, honouring his work which would eventually go on to create the modern computer.\n\n"
        },
        {
            "title": "Production",
            "text": "Before Cumberbatch joined the project, Warner Bros. bought the screenplay for a reported seven-figure sum because of Leonardo DiCaprio's interest in playing Turing.[6][7][8][9][10] In the end, DiCaprio did not come on board and the rights of the script reverted to the screenwriter. Black Bear Pictures subsequently committed to finance the film for $14 million.[4][11][12] Various directors were attached during development including Ron Howard and David Yates.[13] In December 2012, it was announced that Headhunters director Morten Tyldum would helm the project, making the film his English-language directorial debut.[14][15]\n\nPrincipal photography began on September 15, 2013 in Britain. Filming locations included Turing's former school, Sherborne, Bletchley Park, where Turing and his colleagues worked during the war, and Central Saint Martins campus on Southampton Row in London.[16] Other locations included towns in England such as Nettlebed (Joyce Grove in Oxfordshire) and Chesham (Buckinghamshire). Scenes were also filmed at Bicester Airfield and outside the Law Society building in Chancery Lane, and at West London Film Studios. Principal photography finished on November 11, 2013.[17]\n\nThe bombe seen in the film is based on a replica of Turing's original machine, which is housed in the museum at Bletchley Park. However, production designer Maria Djurkovic admitted that her team made the machine more cinematic by making it larger and having more of its internal mechanisms visible.[18]\n\nThe film's title refers to Turing's proposed test of the same name, which he discussed in his 1950 paper on artificial intelligence entitled \"Computing Machinery and Intelligence\".[19]\n\nThe Weinstein Company acquired the film for $7 million in February 2014, the highest amount ever paid for US distribution rights at the European Film Market.[20] The film is also a recipient of Tribeca Film Festival's Sloan Filmmaker Fund, which grants filmmakers funding and guidance with regard to innovative films that are concerned with science, mathematics, and technology.[21]\n\n"
        },
        {
            "title": "Music",
            "text": "In June 2014, it was announced that Alexandre Desplat would provide the original score of the film.[23] It was recorded by the London Symphony Orchestra at Abbey Road Studios in London. Desplat uses continuous piano arpeggios to represent both Turing's thinking mind and the workings of a mechanical machine.[22] He said of the complexity of the continuity and structure of the score:\n\nThe score received an Academy Award nomination for Best Original Score, losing to the score of The Grand Budapest Hotel, also composed by Desplat.\n\n"
        },
        {
            "title": "Release",
            "text": "Following the Royal Pardon granted by the British government to Turing on December 24, 2013, the filmmakers released the first official promotional photograph of Cumberbatch in character beside Turing's bombe.[24][25] In the week of the anniversary of Turing's death in June 2014, Entertainment Weekly released two new stills which marked the first look at the characters played by Keira Knightley, Matthew Goode, Matthew Beard, and Allen Leech.[26] On what would have been Turing's 102nd birthday on June 23, Empire released two photographs featuring Mark Strong and Charles Dance in character. Promotional stills were taken by photographer Jack English, who also photographed Cumberbatch for Tinker Tailor Soldier Spy.[27]\n\nPrinceton University Press and Vintage Books both released film tie-in editions of Andrew Hodges' biography Alan Turing: The Enigma in September 2014.[28] The first UK and US trailers were released on July 22, 2014.[29] The international teaser poster was released on September 18, 2014 with the tagline \"The true enigma was the man who cracked the code\".[30]\n\nIn November 2014, the Weinstein Company co-hosted a private screening of the film with Digital Sky Technologies billionaire Yuri Milner and Facebook CEO Mark Zuckerberg. Attendees of the screening at Los Altos Hills, California included Silicon Valley's top executives, such as Facebook COO Sheryl Sandberg, LinkedIn's Reid Hoffman, Google co-founder Sergey Brin, Airbnb's Nathan Blecharczyk, and Theranos founder Elizabeth Holmes. Director Tyldum, screenwriter Moore, and actress Knightley were also in attendance.[31] In addition, Cumberbatch and Zuckerberg presented the Mathematics Prizes at the Breakthrough Awards on November 10, 2014 in honour of Turing.[32]\n\nThe bombe re-created by the filmmakers has been on display in a special The Imitation Game exhibition at Bletchley Park since November 10, 2014. The year-long exhibit features clothes worn by the actors and props used in the film.[33]\n\nThe official film website allowed visitors to unlock exclusive content by solving cryptic crossword puzzles supposedly conceived by Turing.[34] The website puzzle was a shorter version[35] of the Daily Telegraph puzzle of January 13, 1942 that was actually used in Bletchley Park recruitment during the war[36] (and the puzzle was not set by Turing, who was no good at them).[35] Google, which sponsored the New York Premiere of the film, launched a competition called \"The Code-Cracking Challenge\" on November 23, 2014. It is a skill contest where entrants must crack a code provided by Google. The prize/s will be awarded to entrant/s who crack the code and submit their entry the fastest.[37]\n\nIn November 2014, ahead of the film's US release, The New York Times reprinted the 1942 puzzle from The Daily Telegraph used in recruiting codebreakers at Bletchley Park during the Second World War. Entrants who solved the puzzle could mail in their results for a chance to win a trip for two to London and a tour of Bletchley Park.[38]\n\nTWC launched a print and online campaign on January 2, 2015 featuring testimonials from leaders in the fields of technology, military, academia, and LGBTQ groups (all influenced by Turing's life and accomplishments) to promote the film and Turing's legacy. Yahoo! CEO Marissa Mayer, Netflix CEO Reed Hastings, Google Executive Chairman Eric Schmidt, Twitter CEO Dick Costolo, PayPal co-founder Max Levchin, YouTube CEO Susan Wojcicki, and Wikipedia's Jimmy Wales all gave tribute quotes. There were also testimonials from LGBT leaders including HRC president Chad Griffin and GLAAD CEO Sarah Kate Ellis and from military leaders including the 22nd United States Defense Secretary Robert Gates.[39][40][41][42]\n\nThe film had its world premiere at the 41st Telluride Film Festival in August 2014, and played at the 39th Toronto International Film Festival in September.[43] It had its European premiere as the opening film of the 58th BFI London Film Festival in October 2014.[44][45] It began a limited theatrical release on November 28, 2014 in the United States, two weeks after its premiere in the United Kingdom on November 14.[7] The US distributor TWC stated that the film would initially debut in four cinemas in Los Angeles and New York, expanding to six new markets on December 12, before being released nationwide on Christmas Day.[46]\n\nThe Imitation Game was released on March 31, 2015 in the United States in two formats: a one-disc standard DVD and a Blu-ray with a digital copy of the film.[47]\n\n"
        },
        {
            "title": "Reception",
            "text": "The Imitation Game grossed $91.1 million in North America and $142.4 million in other territories for a worldwide total of $233.5 million, against a budget of $14 million.[5] It was the top-grossing independent film release of 2014.[48]\n\nThe film opened at number two at the UK box office behind the big-budget film Interstellar, earning $4.3 million from 459 screens. Its opening box office figure was the third highest opening weekend haul for a British film in 2014. Its opening was 107% higher than that of Argo, 81% higher than Philomena and 26% higher than The Iron Lady following its debut.[49][50]\n\nDebuting in four cinemas in Los Angeles and New York on November 28, the film grossed $479,352 in its opening weekend with a $119,352 per-screen-average, the second highest per-screen-average of 2014 and the 7th highest of all time for a live-action film. Adjusted for inflation, it outperformed the Weinstein Company's own Oscar-winning films The King's Speech ($88,863 in 2010) and The Artist ($51,220 in 2011), which were also released on Thanksgiving weekend. The film expanded into additional markets on December 12 and was released nationwide on Christmas Day.[51][52][53]\n\nOn Rotten Tomatoes, the film holds an approval rating of 90% based on 287 reviews, with an average rating of 7.7/10. The site's critical consensus reads: \"With an outstanding starring performance from Benedict Cumberbatch illuminating its fact-based story, The Imitation Game serves as an eminently well-made entry in the 'prestige biopic' genre.\"[54] On Metacritic, the film has a weighted average score of 73 out of 100, based on 49 critics, indicating \"generally favorable reviews\".[55] The film received a rare average grade of \"A+\" from market-research firm CinemaScore, and a 90% \"definite recommend\" rating from its core audience, according to PostTrak. It was also included in both the National Board of Review and American Film Institute's \"Top 10 Films of 2014\".[56][57][58]\n\nThe New York Observer's Rex Reed declared that \"one of the most important stories of the last century is one of the greatest movies of 2014\".[59] Kaleem Aftab of The Independent gave the film a five-star review, hailing it the \"Best British Film of the Year\".[60][61] Empire described it as a \"superb thriller\" and Glamour declared it \"an instant classic\".[62][63] Peter Debruge of Variety added that the film is \"beautifully written, elegantly mounted and poignantly performed\".[64] Critic Scott Foundas stated that the \"movie is undeniably strong in its sense of a bright light burned out too soon, and the often undignified fate of those who dare to chafe at society's established norms\".[65] Critic Leonard Maltin asserted that the film has \"an ideal ensemble cast with every role filled to perfection\". Praise went to Knightley's supporting performance as Clarke, Goldenberg's editing, Desplat's score, Faura's cinematography and Djurkovic's production design.[66] The film was enthusiastically received at the Telluride Film Festival and won the \"People's Choice Award for Best Film\" at TIFF, the highest prize of the festival.\n\nCumberbatch's performance was met with widespread acclaim from critics. TIME ranked Cumberbatch's portrayal number one in its Top 10 film performances of 2014, with the magazine's chief film critic Richard Corliss calling Cumberbatch's characterisation \"the actor's oddest, fullest, most Cumberbatchian character yet ... he doesn't play Turing so much as inhabit him, bravely and sympathetically but without mediation\".[67][68] Kenneth Turan of the Los Angeles Times declared Turing \"the role of Cumberbatch's career\", while A.O. Scott of The New York Times stated that it is \"one of the year's finest pieces of screen acting\".[69][70] Peter Travers of Rolling Stone asserted that the actor \"gives an explosive, emotionally complex\" portrayal. Critic Clayton Davis stated that it is a \"performance for the ages ... proving he's one of the best actors working today\".[71][72] Foundas of Variety wrote that Cumberbatch's acting is \"masterful ... a marvel to watch\", Manohla Dargis of The New York Times described it as \"delicately nuanced, prickly and tragic\" and Owen Gleiberman of the BBC proclaimed it an \"emotionally tailored perfection\".[73][74] It is \"a storming performance from Cumberbatch: you'll be deciphering his work long after the credits roll\" declared Dave Calhoun of Time Out.[75] In addition, Claudia Puig of USA Today concluded in her review, \"It's Cumberbatch's nuanced, haunted performance that leaves the most powerful impression\".[76] The Hollywood Reporter's Todd McCarthy reported that the undeniable highlight of the film was Cumberbatch, \"whose charisma, tellingly modulated and naturalistic array of eccentricities, talent at indicating a mind never at rest and knack for simultaneously portraying physical oddness and attractiveness combine to create an entirely credible portrait of genius at work\".[77][78] Gossip blogger Roger Friedman wrote at the end of his review, \"Cumberbatch may be the closest thing we have to a real descendant of Sir Laurence Olivier\".[79]\n\nWhile praising the performances of Cumberbatch and Knightley, Catherine Shoard of The Guardian stated that the film is \"too formulaic, too efficient at simply whisking you through and making sure you've clocked the diversity message,\"[80] going on to raise concerns about the film's alleged reluctance to show Turing \"romantically or sexually involved with a man.[81] Tim Robey of The Telegraph described it as \"a film about a human calculator which feels ... a little too calculated\".[82] British historian Alex von Tunzelmann, writing for The Guardian in November 2014, pointed out many historical inaccuracies in the film, saying in conclusion: \"Historically, The Imitation Game is as much of a garbled mess as a heap of unbroken code\".[83] Journalist Christian Caryl also found numerous historical inaccuracies, describing the film as constituting \"a bizarre departure from the historical record\" that changed Turing's rich life to be \"multiplex-friendly\".[84] L.V. Anderson of Slate magazine compared the film's account of Turing's life and work to the biography it was based on, writing, \"I discovered that The Imitation Game takes major liberties with its source material, injecting conflict where none existed, inventing entirely fictional characters, rearranging the chronology of events, and misrepresenting the very nature of Turing's work at Bletchley Park\".[85] Andrew Grant of Science News wrote, \"... like so many other Hollywood biopics, it takes some major artistic license – which is disappointing, because Turing's actual story is so compelling.\"[86] Computing historian Thomas Haigh, writing in the journal Communications of the ACM, said that \"the film is a bad guide to reality but a useful summary of everything that the popular imagination gets wrong about Bletchley Park\", that it \"combines the traditional focus of popular science writing on the lone genius who changes the world with the modern movie superhero narrative of a freak who must overcome his own flaws before he can save the world\", and that, together with the likes of A Beautiful Mind and The Theory of Everything, is part of a trend of \"glossy scientific biopic[s]\" that emphasize those famous scientists who were surrounded by tragedy rather than those who found contented lives, which in turn affects the way \"[s]ome kinds of people, and work, have become famous and others have not.\"[87]\n\nDespite earlier reservations, Turing's niece Inagh Payne told Allan Beswick of BBC Radio Manchester that the film \"really did honour my uncle\" after she watched the film at the London Film Festival in October 2014. In the same interview, Turing's nephew Dermot Turing stated that Cumberbatch is \"perfect casting. I couldn't think of anyone better.\" James Turing, a great-nephew of the code-breaker, said Cumberbatch \"knows things that I never knew before. The amount of knowledge he has about Alan is amazing.\"[88]\n\nThe Imitation Game was nominated for, and received, numerous awards, with Cumberbatch's portrayal of Turing particularly praised.[89][90][91] The film and its cast and crew were also honoured by Human Rights Campaign, the largest LGBT civil rights advocacy group and political lobbying organisation in the United States. \"We are proud to honor the stars and filmmakers of The Imitation Game for bringing the captivating yet tragic story of Alan Turing to the big screen\", HRC president Chad Griffin said in a statement.[92]\n\n"
        },
        {
            "title": "Social action",
            "text": "In January 2015, Cumberbatch, comedian-actor Stephen Fry, producer Harvey Weinstein, and Turing's great-niece Rachel Barnes launched a campaign to pardon the 49,000 gay men convicted under the same law that led to Turing's chemical castration. An open letter published in The Guardian urged the British government and the Royal family, particularly Queen Elizabeth II and the Duke and Duchess of Cambridge, to aid the campaign.[93]\n\nThe Human Rights Campaign's Chad Griffin also offered his endorsement, saying: \"Over 49,000 other gay men and women were persecuted in England under the same law. Turing was pardoned by Queen Elizabeth II in 2013. The others were not. Honor this movie. Honor this man. And honor the movement to bring justice to the other 49,000.\"[94] Aiding the cause were campaigner Peter Tatchell, Attitude magazine, and other high-profile figures in the gay community.[95]\n\nIn February 2015, Matt Damon, Michael Douglas, Jessica Alba, Bryan Cranston, and Anna Wintour among others joined the petition at Pardon49k.org demanding pardons for victims of anti-gay laws.[96][97] Historians, including Justin Bengry of Birkbeck University of London and Matt Houlbrook of the University of Birmingham, argued that such a pardon would be \"bad history\" despite its political appeal, because of the broad variety of cases in which the historical laws were applied (including cases of rape) and the distortion of history resulting from an attempt to clean up the wrongdoings of the past post facto. Bengry also cites the existing ability of those convicted under repealed anti-homosexuality laws to have their convictions declared spent.[98]\n\nThis petition eventually resulted in the Policing and Crime Act 2017, informally known as the Alan Turing law, which serves as an amnesty law to pardon men who were cautioned or convicted under historical legislation that outlawed homosexual acts, and which was implemented on January 31, 2017.[99] As the law and the disregard process applies only to England and Wales, groups in Northern Ireland and Scotland have campaigned for equivalent laws in their jurisdictions.[100][101]\n\n"
        },
        {
            "title": "Controversy",
            "text": "During production, there was criticism regarding the film's purported downplaying of Turing's homosexuality,[102] particularly condemning the portrayal of his relationship with close friend and one-time fiancée Joan Clarke. Hodges, author of the book upon which the film was based, described the script as having \"built up the relationship with Joan much more than it actually was\".[103] Turing's niece Payne thought that Knightley was inappropriately cast, as she described the real Clarke as \"rather plain\", and said: \"I think they might be trying to romanticize it. It makes me a bit mad. You want the film to show it as it was, not a lot of nonsense.\"[104]\n\nSpeaking to Empire, director Tyldum expressed his decision to take on the project: \"It is such a complex story. It was the gay rights element, but also how his (Turing's) ideas were kept secret and how incredibly important his work was during the war, that he was never given credit for it\".[27] In an interview for GQ UK, Matthew Goode, who plays fellow cryptographer Hugh Alexander in the film, stated that the script focuses on \"Turing's life and how as a nation we celebrated him as being a hero by chemically castrating him because he was gay\".[105] The producers of the film stated: \"There is not – and never has been – a version of our script where Alan Turing is anything other than homosexual, nor have we included fictitious sex scenes.\"[106]\n\nIn a January 2015 interview with The Huffington Post, its screenwriter Graham Moore said in response to complaints about the film's historical accuracy:\n\nIn the same interview, Tyldum stated:\n\nFor the most part, Hodges has not commented on the historical accuracy of the film, alluding to contractual obligations involving the film rights to his biography.[108]\n\n"
        },
        {
            "title": "Historical inaccuracies",
            "text": "Several events depicted in the film did not happen in real life. The visual blog Information is Beautiful deduced that, while taking creative licence into account, the film was just 42.3% accurate when compared to real-life events, summarizing that \"shoe-horning the incredible complexity of the Enigma machine and cryptography in general was never going to be easy. But this film just rips the historical records to shreds\".[109]\n\n"
        }
    ]
}