{
    "url": "https://en.wikipedia.org/wiki/The_Psychotronic_Man",
    "title": "The Psychotronic Man",
    "table_of_contents": [
        "1 Plot",
        "2 Cast",
        "3 Production",
        "4 Distribution",
        "5 Reception",
        "6 References",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The Psychotronic Man is a 1980 American science fiction cult film[2][3] directed, shot and edited by Jack M. Sell, and written, produced and starred Peter G. Spelson. The film opened in Chicago at the Carnegie Theatre on April 23, 1980.\n\nIt is based on the obscure concept of psychotronics, which gained some prominence in the 1970s due to Cold War paranoia over mind control. The film inspired Michael J. Weldon to publish Psychotronic Video magazine, covering obscure films that he felt were under-appreciated by the mainstream.\n\n"
        },
        {
            "title": "Plot",
            "text": "Rocky Foscoe is a Chicago barber. One night he drives the long way home and, while parked on Old Orchard Road, has a nightmare in which his car is hovering in mid-air. The next day, he consults a doctor about his experience. He tries to return to work, but has an anxiety attack and flees, which worries his mistress.\n\nHe returns to the road to make sense of his experiences. An old man offers him help, and comments that strange things have been happening on that stretch of road; he himself had heard screams coming from the sky, implying that Rocky's car actually did float in the air. Soon afterwards, Rocky has another attack; in return, his host fires at him with a shotgun, and Rocky reacts by killing him with supernatural force.\n\nFive hours later, Chicago police discover the body of the old man, and tire tracks from Rocky's car that suddenly stop, as if his car had floated into the air. That night, seeing an item in the newspaper about the old man's death on the road, the doctor connects Rocky with the killing and calls the police. Later, Rocky unexpectedly shows up, discovers the doctor's suspicion, and kills him with his psychic powers. When the police arrive, they surmise a supernatural explanation for the killing. The next day, they consult a professor at the Chicago Institute of Psychology, who explains his parapsychological theory that the killer has somehow tapped the latent power of his subconscious mind, which he refers to as \"psychotronic energy\".\n\nRocky visits his mistress and returns home. A confrontation with his wife grows out of hand, and he nearly kills her with his psychotronic powers.[4] The police, on stakeout outside his home, hear the scream and go in pursuit. Rocky drives downtown and manages to keep ahead of the police, at one point using his powers to float the car again. When he reaches a dead end, he crashes the vehicle and flees on foot. He takes the gun from an officer who has trapped him in a warehouse, then heads for the roof of a hotel, killing a security guard on the way. The pursuers catch up with him in a boiler room, but he psychotronically kills one of them (the officer he had taken the gun from earlier) and escapes to a tower in an adjoining building. The police, on the rooftop opposite, call in a SWAT team to shoot down Rocky.\n\nAs the SWAT team moves into position, a special intelligence agent appears and orders the police to capture Rocky alive, so his unique powers can be exploited for national security. The sheriff bluffs to Rocky that he has one last chance to surrender, then has him shot. Although he falls off the tower, his body is absent on the streets below. In the final shot, Rocky is back in the woods of Old Orchard Road.\n\n"
        },
        {
            "title": "Production",
            "text": "The Psychotronic Man was one of the few feature films to be shot entirely in Chicago since the days of the silent movie.  It was also entirely produced outside any of the existing studio systems and financed by private funds.[5]  At the time Chicago’s mayor Richard J. Daley actively discouraged movie making because he felt the movies that were being made at that time period were mostly negative and rebellious, and he wanted Chicago to be seen in a good light.  As a result of this there were almost no permits issued to get scenes filmed. According to Peter Spelson's DVD commentary, this meant that all of the scenes including the downtown running gun battles and the high speed car chases with fake police cars were filmed illegally and without permission or prior notification.\n\n"
        },
        {
            "title": "Distribution",
            "text": "The film only played commercially once in Chicago, and was shown in the southern Drive-in theater circuit. In Europe, unauthorized copies of the film, often under different names, proliferated. One version of this went on to inspire the name of UK punk/hardcore band Revenge of the Psychotronic Man.\n\n"
        },
        {
            "title": "Reception",
            "text": "R.G. Young describes the movie in the Encyclopedia of Fantastic Film as a \"minor thriller\".[6] John Stanley's Creature Features is equally dismissive: \"Slow-moving, ponderous independent feature ... with long stretches where very little happens.\"[7]\n\nFilm critic Michael J. Weldon later coined the term Psychotronic movie for a low budget genre B movie that is ignored or disdained by the mainstream. According to Weldon, \"My original idea with that word is that it's a two-part word. 'Psycho' stands for the horror movies, and 'tronic' stands for the science fiction movies. I very quickly expanded the meaning of the word to include any kind of exploitation or B-movie.\"[8] The term gained popularity throughout the 1980s with Weldon publishing The Psychotronic Encyclopedia of Film, The Psychotronic Video Guide, and Psychotronic Video magazine, and has subsequently been adopted by other critics and fans. Use of the term tends to emphasize a focus on and affection for those B movies that lend themselves to appreciation as camp.[9]\n\n"
        }
    ]
}