{
    "url": "https://en.wikipedia.org/wiki/The_Skylark_of_Space",
    "title": "The Skylark of Space",
    "table_of_contents": [
        "1 Plot synopsis",
        "2 Reception",
        "3 See also",
        "4 References",
        "5 Sources",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The Skylark of Space is a science fiction novel by American writer Edward E. \"Doc\" Smith, written between 1915 and 1921 while Smith was working on his doctorate. Though the original idea for the novel was Smith's, he co-wrote the first part of the novel with Lee Hawkins Garby, the wife of his college classmate and later neighbor Carl Garby.[1] The novel starts as an edisonade, but turns into a space travel adventure when the characters go into deep space.[2] The Skylark of Space is considered to be one of the earliest novels of interstellar travel and the first example of space opera. Originally serialized in 1928 in the magazine Amazing Stories, it was first published in book form in 1946 by the Buffalo Book Co. The novel was followed by three sequels, beginning with Skylark Three.\n\n"
        },
        {
            "title": "Plot synopsis",
            "text": "The Skylark of Space is the first book of the Skylark series and pits the idealistic protagonist, Dick Seaton, against the mercantile antagonist Marc \"Blackie\" DuQuesne.\n\nAt the beginning of the story, Seaton accidentally discovers a workable space drive in combining pure copper with a newly discovered [fictional] element \"X\" (suggested to be a stable transactinide element in the platinum group) in solution. Having failed to re-create the effect, Seaton realizes that the missing component is a field generated by DuQuesne's particle accelerator, and thereafter sets up a business with his millionaire friend, Martin Crane, to build a spaceship. DuQuesne conspires to sabotage Seaton's spaceship and build his own from Seaton's plans, which he uses to kidnap Seaton's fiancée, Dorothy Vaneman, to exchange for the \"X\".  In the resulting fight, DuQuesne's ship is accidentally set to full acceleration on an uncontrolled trajectory, until the copper 'power bar' is exhausted at a vast distance from Earth's Solar System. Using an \"Object Compass\" that once locked on an object, always points toward that object, Seaton and Crane follow DuQuesne in their own spaceship (the eponymous Skylark) to rescue Dorothy and her fellow-hostage, Margaret \"Peg\" Spencer, until the Skylark discovers DuQuesne's ship derelict in orbit around a massive dead star (resembling a cold neutron star).  Having obtained the hostages, Seaton extracts a promise from DuQuesne to \"act as one of the party until they get back to Earth\", in which relationship they leave orbit and travel further in search of additional fuel.\n\nOn an Earthlike exoplanet, they obtain \"X\" from an outcrop almost purely of that mineral; then leave that planet in search of copper. Following an encounter with a \"Disembodied Intelligence\" (Star Trek's \"Q\" would later show similar attributes), they enter a cluster of stars nicknamed “The Green System” and locate a planet having copper sulfate oceans. On the Earth-like \"Osnome\", they befriend the rulers of Mardonale, one of the two factions of the Osnomian natives. When the Mardonalian ruler attempts to betray Seaton and his friends, they find allies in Prince Dunark (a crown-prince of Mardonale's rival \"Kondal\") and his consort Princess Sitar, whom they later assist in destroying Mardonale. In gratitude, the Kondalians make new copper \"power bars\" and rebuild the Skylark as Skylark Two, with new weapons known to Kondalian science. Thereafter Seaton's marriage to Dorothy, and Crane's to Margaret, are solemnized by the Kondalian monarchy, and Seaton himself declared nominal \"Overlord\" of Kondal. The Skylark then returns to Earth, laden with jewels, platinum, radium, and a plenitude of \"X\"; but near Earth, DuQuesne leaves the Skylark by parachute, and the story ends with the Skylark's landing on Crane's Field.\n\n"
        },
        {
            "title": "Reception",
            "text": "Frederik Pohl says of the book: \"With the exception of the works of H. G. Wells, possibly those of Jules Verne—and almost no other writer—it has inspired more imitators and done more to change the nature of all the science fiction written after it than almost any other single work.\"[3] Mike Ashley called it \"the seminal space opera.\"[4] Despite its influence, its critical reputation is mixed; Groff Conklin's review of the 1950 edition noted that \"This tale is the sort of thing that only insatiable fans will enjoy, being . . . uncommonly amateur and awkward\",[5] and Isaac Asimov wrote that \"It had adventure of an unprecedented kind ... the first great 'classic' of American science fiction\", but \"As literature, it was a total flop\".[6] Damon Knight, however, praised the novel for its \"fast, lean plot, an air of excitement, . . . four characters who are comfortingly bigger than life [and] the feeling that adventures are waiting everywhere,\" concluding that \"In The Skylark, everything is big and simple.\"[7] R. D. Mullen wrote that Smith's \"great success\" was \"surely due first of all to the skill with which Smith mixed elements of the spy thriller and the western story . . . with those of the traditional cosmic voyage.[8]\nIn the science fiction novel Islands in the Sky by Arthur C. Clarke a starship is named The Skylark of Space \"a name apparently taken from a famous old science fiction story\".[9]\n\n"
        }
    ]
}