{
    "url": "https://en.wikipedia.org/wiki/The_Last_Man",
    "title": "The Last Man",
    "table_of_contents": [
        "1 Characters",
        "2 Plot summary",
        "2.1 Introduction",
        "2.2 Volume 1",
        "2.3 Volume 2",
        "2.4 Volume 3",
        "3 Themes",
        "3.1 Biographical elements",
        "3.2 Failure of romantic political ideals",
        "3.3 Isolation",
        "3.4 Science and medicine",
        "4 Publication history and reception",
        "5 References",
        "5.1 Bibliography",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe Last Man is an apocalyptic, dystopian science fiction novel by Mary Shelley, first published in 1826. The narrative concerns Europe in the late 21st century, ravaged by a mysterious plague pandemic that rapidly sweeps across the entire globe, ultimately resulting in the near-extinction of humanity. It also includes discussion of the British state as a republic, for which Shelley sat in meetings of the House of Commons to gain insight to the governmental system of the Romantic era. The novel includes many fictive allusions to her husband Percy Bysshe Shelley, who drowned in a shipwreck four years before the book's publication, as well as their close friend Lord Byron, who had died two years previously.\n\nThe Last Man was critically savaged and remained largely obscure at the time of its publication. It was not until the 1960s that the novel resurfaced for the public as a work of fiction, not prophecy. The Last Man is one of the first pieces of dystopian fiction published.\n\n"
        },
        {
            "title": "Characters",
            "text": "Lionel Verney: The Last Man. The orphan son of an impoverished nobleman, Lionel is originally lawless, self-willed, and resentful of the nobility for casting aside his father. When he is befriended by Adrian, however, he embraces civilization and particularly scholarship. Verney is largely an autobiographical figure for Mary Shelley.[1]\n\nAdrian, Earl of Windsor: Son of the last King of England, Adrian embraces republican principles. He is motivated by philosophy and philanthropy, rather than ambition. He is based on Percy Bysshe Shelley.[2]\n\nLord Raymond: An ambitious young nobleman, Raymond becomes famous for his military efforts on behalf of Greece against the Turks, but eventually chooses love over his ambition to become King of England. He instead becomes Lord Protector of England before returning to Greece. Raymond is motivated by passion and ambition rather than principle. He is based on Lord Byron.[1]\n\nPerdita: Lionel's sister, and Raymond's wife. Growing up an orphan, Perdita was independent, distrustful, and proud, but she is softened by love for Raymond, to whom she is fiercely loyal.\n\nIdris: Adrian's sister, and Lionel's wife. She is loving, maternal, and self-sacrificing.\n\nCountess of Windsor: Mother of Adrian and Idris, an Austrian princess and former Queen of the United Kingdom. She is haughty and ambitious, scheming to restore the monarchy through her children.\n\nEvadne Zaimi: A Greek princess with whom Adrian falls in love, but who loves Raymond. She is devoted and proud, even when she becomes impoverished.\n\nClara: Daughter of Raymond and Perdita.\n\nAlfred and Evelyn: Sons of Lionel and Idris.\n\nRyland: Leader of the popular democratic party, Ryland has grand plans for the abolition of nobility before the plague, but is unwilling to govern England during the plague.\n\nMerrival: An astronomer who is oblivious to the plague, instead speculating about the condition of earth in six thousand years, until his family dies. Broken by his tragedy, he dies not long afterwards.\n\nLucy Martin: A young woman who chose to marry a repulsive suitor rather than wait for her true love, to provide for her ageing mother. Her devotion to her mother almost leads to her being left behind in England after the exile.\n\nThe Imposter: Unnamed – a false prophet (from ambition, rather than fanaticism) who creates a radical religious sect in opposition to Adrian while in France.\n\nJuliet: A young noblewoman who joins the Imposter's party to support her baby, but is later killed revealing his imposture.\n\n"
        },
        {
            "title": "Plot summary",
            "text": "Mary Shelley states in the introduction that in 1818 she discovered, in the Sibyl's cave near Naples, a collection of prophetic writings painted on leaves by the Cumaean Sibyl. She has edited these writings into the current narrative, the first-person narrative of a man living at the end of the 21st century, commencing in 2073 and concluding in 2100. Despite the chronological setting, the world of The Last Man appears to be relatively similar to the era in which it was written.\n\nLionel's father was a friend of the king before he was cast away because of his gambling. Lionel's father left to take his life, but before he did so he left a letter for the king to take care of his family after his death. After Lionel's father died the letter was never delivered. Lionel and his sister grow up with no parental influence, and as a result, grow to be uncivilised. Lionel develops a hatred of the royal family, and Perdita grows to enjoy her isolation from society.\nWhen the king leaves the throne, the monarchy comes to an end and a republic is created. When the king dies, the Countess attempts to raise their son, Adrian, to reclaim the throne, but Adrian opposes his mother and refuses to take the throne. Adrian moves to Cumberland where Lionel, who bears a grudge against Adrian and his family for the neglect of the Verney family, intends to terrorise and confront Adrian. He is mollified by Adrian's good nature and his explanation that he only recently discovered the letter. Lionel and Adrian become close friends, and Lionel becomes civilised and philosophical under Adrian's influence. Adrian assists Lionel in pursuing political endeavours in Vienna which Lionel accepts and leaves for 2 years but chooses to return to England because he hasn't heard from either Adrian or his sister.\n\nLionel returns to England to face the personal turmoil amongst his acquaintances. Lord Raymond, who came to be renowned for his exploits in a war between Greece and Turkey,[3] has returned to England in search of political position, and soon Perdita and Evadne both fall in love with him. On discovering that his beloved, Evadne, is in love with Raymond, Adrian goes into exile, presumably mad. Raymond intends to marry Idris (with whom Lionel is in love) as a first step towards becoming king, with the help of the Countess. However, he ultimately chooses his love for Perdita over his ambition, and the two marry. Under Lionel's care, Adrian recovers, although he remains physically weak. On learning of the love between Idris and Lionel, the Countess schemes to drug Idris, bring her to Austria, and force her to make a politically motivated marriage. Idris discovers the plot and flees to Lionel, who marries her soon after. The Countess leaves for Austria, resentful of her children and of Lionel.\n\nAdrian and the others live happily together until Raymond runs for Lord Protector and wins. Perdita soon adjusts to her newfound social position, while Raymond becomes well-beloved as a benevolent administrator. He discovers, however, that Evadne, after the political and financial ruin of her husband (on account of her own political schemes) is living in poverty and obscurity in London, unwilling to plead for assistance. Raymond attempts to support Evadne by employing her artistic skills in secrecy, and later nursing her in illness, but Perdita learns of the relationship and suspects infidelity. Her suspicions arouse Raymond's proud and passionate nature and the two separate. Raymond resigns his position and leaves to rejoin the war in Greece, accompanied for a time by Adrian. Shortly after the wounded Adrian returns to England, rumours arise that Raymond has been killed. Perdita, loyal in spite of everything, convinces Lionel to bring her and Clara to Greece to find him.\n\nArriving in Athens, Lionel learns that Raymond had been captured by the Ottomans, and negotiates his return to Greece. Shortly after this, Lionel and Raymond both return to the Greek army and fight their way to Constantinople. After a decisive battle near the city's gates, Lionel discovers Evadne, dying of wounds received fighting in the war. Before she dies, Evadne prophesies Raymond's death, a prophecy which confirms Raymond's own suspicions. Raymond's intention to enter the city causes dissension and desertion amongst the army because of reports of the plague. Raymond enters the city alone to find that it has been seemingly deserted, and soon dies in an explosion, the result of a trap laid by the Turks. He is taken to a site near Athens for burial. Perdita refuses to leave Greece, but Lionel drugs her and brings her aboard a steamship, believing it to be in the best interests of Clara. Perdita awakens and, distraught at Raymond's death, drowns herself by throwing herself overboard.\n\nIn 2092, while Lionel and Adrian attempt to return their lives to normality, the plague continues to spread across Europe and the Americas, and reports of a black sun cause panic throughout the world, and storm surges flood coastal towns across Europe. At first, England is thought to be safe, but soon the plague reaches even there. Ryland, recently elected Lord Protector, is unprepared for the plague, and flees northward, later dying alone amidst a stockpile of provisions. Adrian takes command and is largely effective at maintaining order and humanity in England, although the plague rages on summer after summer. Ships arrive in Ireland carrying survivors from America, who lawlessly plunder Ireland and Scotland before invading England. Adrian raises a military force against them and ultimately is able to resolve the situation peacefully.\n\nThe few remaining survivors decide to abandon England in search of an easier climate. On the eve of their departure to Dover, Lionel receives a letter from Lucy Martin, who was unable to join the exiles because of her mother's illness. Lionel and Idris travel through a snowstorm to assist Lucy, but Idris, weak from years of stress and maternal fears, dies along the way during the fierce weather. Lionel brings her body to Windsor Castle, interring her in St George's Chapel, and is met by the Countess, who reconciles with Lionel at Idris' tomb. Lionel recovers Lucy (whose mother has died), and the party reaches Dover en route to France.\n\nIn France, Adrian discovers that the earlier emigrants have divided into factions, amongst them a fanatical religious sect led by a false messiah who claims that his followers will be saved from disease. Adrian unites most of the factions, but this latter group declares violent opposition to Adrian. Lionel sneaks into Paris, where the cult has settled, to try to rescue Juliet. She refuses to leave because the impostor has her baby, but she helps Lionel to escape after the impostor's followers imprison him. Later, when Juliet's baby sickens, Juliet discovers that the impostor has been hiding the effects of the plague from his followers. She is killed warning the other followers, after which the impostor commits suicide, and his followers return to the main body of exiles at Versailles.\n\nThe exiles travel towards Switzerland, hoping to spend the summer in a colder climate less favourable to the plague. By the time they reach Switzerland, however, all but four (Lionel, Adrian, Clara, and Evelyn) have died. The four spend a few relatively happy seasons at Switzerland, Milan, and Como before Evelyn dies of typhus. The survivors attempt to sail across the Adriatic Sea from Venice to Greece, but a sudden storm destroys the boat and drowns Clara and Adrian. Lionel swims to shore at Ravenna. Fearing that he is the last human left on Earth, Lionel follows the Apennine Mountains to Rome, befriending a sheepdog along the way. A year passes without anyone else entering Rome, and Lionel resolves to leave with his dog and live the rest of his life as a wanderer of the depopulated continents of Africa and Asia in search of other survivors. The story ends in the year 2100.\n\n"
        },
        {
            "title": "Themes",
            "text": "Many of the central characters are wholly or partially based upon Shelley's acquaintances.[4] Shelley had been forbidden by her father-in-law, Sir Timothy Shelley, from publishing a biography of her husband, so she memorialised him, amongst others, in The Last Man. The utopian Adrian, Earl of Windsor, who leads his followers in search of a natural paradise and dies when his boat sinks in a storm, is a fictional portrait of Percy Bysshe Shelley, although other minor characters such as Merrival bear traces of Percy as well.[5]\nLord Raymond, who leaves England to fight for the Greeks and dies in Constantinople, is based on Lord Byron. The novel expresses Mary Shelley's pain at the loss of her community of the \"Elect\",[6] as she called them,[7] and Lionel Verney has been seen as an outlet for her feelings of loss and boredom following their deaths and the deaths of her children.[1]\n\nIt appears that Shelley found inspiration for the title of her novel in Jean-Baptiste Cousin de Grainville's Le Dernier Homme (1805), translated into English in 1806 as Omegarus and Syderia.[8]\n\nThe Last Man not only laments the loss of Shelley's friends, but also questions the Romantic political ideals for which they stood.[9] In a sense, the plague is metaphorical, since the revolutionary idyll of the élite group is corroded from within by flaws of human nature.[10] As literary scholar Kari Lokke writes, \"in its refusal to place humanity at the center of the universe, its questioning of our privileged position in relation to nature, then, The Last Man constitutes a profound and prophetic challenge to Western humanism.\"[11] Specifically, Mary Shelley, in making references to the failure of the French Revolution and the Godwinian, Wollstonecraftian, and Burkean responses to it, \"attacks Enlightenment faith in the inevitability of progress through collective efforts\".[12]\n\nHugh Luke argues, \"By ending her story with the picture of the Earth's solitary inhabitant, she has brought nearly the whole weight of the novel to bear upon the idea that the condition of the individual being is essentially isolated and therefore ultimately tragic\" (xvii). Shelley shares this theme of tragic isolation with the poetry of Lord Byron and William Wordsworth.[13]\n\nJust as her earlier and better-known novel Frankenstein (1818) engaged with scientific questions of electromagnetism, chemistry, and materialism, The Last Man finds Shelley again attempting to understand the scope of scientific inquiry. Unlike the earlier novel's warnings about Faustian over-reaching, this novel's devastating apocalypse strongly suggests that medicine had become too timid and ultimately come too late.[14] The ineffectual astronomer Merrival, for example, stands in stark contrast to the frighteningly productive Victor Frankenstein. Shelley's construction of Lionel Verney's immunity remains a subject of significant critical debate, but the novel certainly demonstrates a deep understanding of the history of medicine, specifically the development of the smallpox vaccine and the various nineteenth-century theories about the nature of contagion.[15]\n\n"
        },
        {
            "title": "Publication history and reception",
            "text": "The Last Man' followed several other last-man themed works including a French narrative (Le Dernier Homme) [1805)]), Byron's poem \"Darkness\" (1816), and Thomas Campbell's poem \"The Last Man\" (1824). (Campbell claimed Byron had taken his own poem from Campbell's idea.)[16]\n\nTwo editions of The Last Man were published by Henry Colburn in London on 23 January 1826,[17] and one edition in Paris in 1826 by Galignani. A pirated edition was printed in America in 1833.[18] The Last Man received the worst reviews of all of Mary Shelley's novels:[citation needed] most reviewers derided the very theme of lastness, which had become a common one in the previous two decades. Individual reviewers labelled the book \"sickening\", criticised its \"stupid cruelties\", and called the author's imagination \"diseased\".[16] The reaction startled Mary Shelley, who promised her publisher a more popular book next time. Nonetheless, she later spoke of The Last Man as one of her favourite works.\n\nThe novel was not reprinted until 1965. In the 20th century it received new critical attention, perhaps because the notion of lastness had become more relevant.[19]\n\n"
        }
    ]
}