{
    "url": "https://en.wikipedia.org/wiki/The_Terminal",
    "title": "The Terminal",
    "table_of_contents": [
        "1 Plot",
        "2 Cast",
        "3 Production",
        "4 Soundtrack",
        "5 Reception",
        "5.1 Box office",
        "5.2 Critical response",
        "6 Krakozhia",
        "7 See also",
        "8 References",
        "9 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The Terminal is a 2004 American comedy-drama film produced and directed by Steven Spielberg and starring Tom Hanks, Catherine Zeta-Jones, and Stanley Tucci. The film is about an Eastern European man who is stuck in New York's John F. Kennedy Airport terminal when he is denied entry to the United States and at the same time is unable to return to his native country because of a military coup.\n\nThe film is partially inspired by the true story of the 18-year stay of Mehran Karimi Nasseri in Terminal 1 of Paris-Charles de Gaulle Airport, France, from 1988 to 2006.[2] In 1988, Nasseri flew from Brussels to London via Paris; however, he was sent back to Paris because he lost his refugee passport. Nasseri lived in the transit area of Terminal 1 at Paris-Charles de Gaulle until 2006, after France denied him entry.[3] After finishing his previous film, Catch Me If You Can, Spielberg decided to direct The Terminal because he wanted to next make a film \"that could make us laugh and cry and feel good about the world\". Due to a lack of suitable airports willing to provide their facilities for the production, an entire working set was built inside a large hangar at the LA/Palmdale Regional Airport, with most of the film's exterior shots taken from the Montréal–Mirabel International Airport.[4]\n\nThe film was released in North America on June 18, 2004, to generally positive reviews and was a commercial success, earning $219 million worldwide.\n\n"
        },
        {
            "title": "Plot",
            "text": "Viktor Navorski, a traveler from the fictional country of Krakozhia, arrives at New York's John F. Kennedy International Airport and learns that a coup d'état has occurred back home. The United States does not recognize Krakozhia's new government, and Viktor is not permitted to enter the United States or return home as his passport is no longer considered valid. Because of this, U.S. Customs and Border Protection seize his passport and return ticket pending resolution of the issue. He becomes a refugee and is forced to live at the airport.\n\nFrank Dixon, the Acting Field Commissioner of the airport, instructs Viktor to stay in the transit lounge until the issue is resolved. Viktor settles in at the terminal with only his luggage and a Planters peanut can. Viktor finds a gate currently under renovation and makes it his home. All the while, Dixon is determined to get Viktor out of the airport and make him someone else's problem. He tries to get Viktor to leave by luring him out of the airport by ordering guards away from the exit for five minutes, but it fails. Dixon then tries to get Viktor to claim asylum if he is fearful of returning home, so he can leave the airport, but it also fails due to Viktor claiming that he is not scared of his own country. Meanwhile, Viktor befriends and assists several airport employees and travelers. Among them is a flight attendant named Amelia Warren, whom he sees periodically and tries to woo after she mistakes him for a building contractor who is frequently traveling. Dixon, who is being considered for a promotion, becomes more and more obsessed with getting rid of Viktor. In the meantime, Viktor begins reading books and magazines to learn English. After he impulsively remodels a wall in the renovation zone, he is hired by an airport contractor and paid under the table.\n\nOne day, Dixon pulls Amelia aside and questions her regarding Viktor and his mysterious peanut can. Amelia, who realizes Viktor has not been entirely truthful, confronts him at his makeshift home, where he shows her that the Planters peanut can contains a copy of the \"A Great Day in Harlem\" photograph. His late father was a jazz enthusiast who had discovered the famous portrait in a Hungarian newspaper in 1958 and vowed to collect the autographs of all 57 of the musicians featured on it. He died before he could get the last one, from tenor saxophonist Benny Golson. Viktor has come to New York to do so. After hearing the story, Amelia kisses Viktor.\n\nAfter nine months, his friends wake Viktor with the news that the war in Krakozhia has ended, and he can get a green stamp, allowing him to leave the airport. Meanwhile, Amelia had asked her \"friend\", actually a married government official with whom she had been having an affair, to get Viktor a one-day emergency visa to fulfill his dream, but Viktor is disappointed to learn that she has rekindled her relationship with the man during this process. When he presents the emergency visa at customs, Viktor is told that Dixon must sign the visa. But with Viktor's passport now valid again, Dixon is determined to immediately send him back to Krakozhia. He threatens Viktor that if he does not go home at once, he will cause trouble for his friends, most seriously by deporting janitor Gupta Rajan back to India to face a charge of assaulting a police officer. Unwilling to let this happen, Viktor finally agrees to return home. When Gupta learns of this, however, he runs in front of the plane which would take Viktor back home, ensuring his deportation and taking the burden off Viktor.\n\nThe delay gives Viktor enough time to get into the city. Dixon orders his officers to arrest Viktor, but disillusioned with Dixon, they let him leave the airport. As Viktor is getting in a taxi, Amelia arrives in another taxi, and they briefly smile and make eye contact. Dixon himself arrives at the taxi stand only moments after Viktor's taxi has left. When his officers arrive and one suggests immediately cordoning off the area and searching all vehicles to find him, Dixon, having had a change of heart, tells them that they have incoming travelers to handle. Viktor arrives in New York at the hotel where Benny Golson is performing and finally collects the last autograph. He gets in a taxi, telling the driver, \"I am going home\".\n\n"
        },
        {
            "title": "Production",
            "text": "Some have noted that the film appears to be inspired by the story of Mehran Karimi Nasseri, also known as Sir Alfred, an Iranian refugee who lived in Terminal One of the Charles de Gaulle airport, Paris from 1988 when his refugee papers were stolen until 2006 when he was hospitalized for unspecified ailments.[2][5] In September 2003, The New York Times noted that Spielberg bought the rights to Nasseri's life story as the basis for the film; and in September 2004 The Guardian noted Nasseri received thousands of dollars from the filmmakers.[6][7] However, none of the studio's publicity materials mention Nasseri's story as an inspiration for the film. The 1993 French film Lost in Transit was already based on the same story. In deciding to make the film, Steven Spielberg stated that after directing Catch Me If You Can, \"I wanted to do another movie that could make us laugh and cry and feel good about the world.... This is a time when we need to smile more and Hollywood movies are supposed to do that for people in difficult times.\"[8]\n\nSpielberg traveled around the world to find an actual airport that would let him film for the length of the production, but could not find one. The Terminal set was built in a massive hangar at the LA/Palmdale Regional Airport. The hangar, part of the U.S. Air Force Plant 42 complex was used to build the Rockwell International B-1B bomber. The set was built to full earthquake construction codes and was based on Düsseldorf Airport. The shape of both the actual terminal and the set viewed sideways is a cross-section of an aircraft wing. Because of this design, the film was one of the first to use the Spidercam for film production. The camera, most often used for televised sports, allowed Spielberg the ability to create sweeping shots across the set. The design of the set for The Terminal, as noted by Roger Ebert in his reviews and attested by Spielberg himself in a feature by Empire magazine, was greatly inspired by Jacques Tati's classic film PlayTime.[citation needed]\n\nTom Hanks based his characterization of Viktor Navorski on his father-in-law Allan Wilson, a Bulgarian immigrant, who according to Hanks can speak \"Russian, Turkish, Polish, Greek, little bit of Italian, little bit of French\", in addition to his native Bulgarian.[9] Hanks also had some help from a Bulgarian translator.[10]\n\n"
        },
        {
            "title": "Soundtrack",
            "text": "Emily Bernstein played clarinet for the score, including several prominent solos, and her name is in the film's end credits.[11] Normally individual musicians in studio orchestras perform anonymously, but Spielberg insisted on highlighting Bernstein's work; she was being treated for cancer at the time of recording, and she died less than a year later.[11]\n\n"
        },
        {
            "title": "Reception",
            "text": "The Terminal grossed $77.9 million in North America, and $141.2 million in other territories, totaling $219.4 million worldwide.[1]\n\nThe film grossed $19.1 million in its opening weekend, finishing in second, then made $13.1 million in its second weekend, dropping to third.\n\nRotten Tomatoes reported that 61% of 206 sampled critics gave The Terminal positive reviews, with an average rating of 6.2/10. The website's critical consensus reads, \"The Terminal transcends its flaws through the sheer virtue of its crowd-pleasing message and a typically solid star turn from Tom Hanks.\"[12] At Metacritic, the film has a weighted average score of 55 out of 100, based on 41 critics, indicating \"mixed or average reviews\".[13] Audiences polled by CinemaScore gave the film an average grade of \"B+\" on an A+ to F scale.[14]\n\nMichael Wilmington from the Chicago Tribune said \"[the film] takes Spielberg into realms he's rarely traveled before.\"[15] A. O. Scott of The New York Times said Hanks' performance brought a lot to the film.[16]\n\nRoger Ebert of the Chicago Sun-Times gave The Terminal three and a half out of four stars, stating that \"This premise could have yielded a film of contrivance and labored invention. Spielberg, his actors and writers... weave it into a human comedy that is gentle and true, that creates sympathy for all of its characters, that finds a tone that will carry them through, that made me unreasonably happy\".[17] Martin Liebman of Blu-ray.com considers the film as \"quintessential cinema\", praising it for being \"a down-to-earth, honest, hopeful, funny, moving, lightly romantic, and dramatically relevant film that embodies the term 'movie magic' in every scene.\"[18] Critic Matt Zoller Seitz of RogerEbert.com considered The Terminal alongside War of the Worlds and Munich (also directed by Spielberg) as the three best films made within the studio system that comment upon the September 11 attacks.[19][20]\n\n"
        },
        {
            "title": "Krakozhia",
            "text": "Krakozhia (Кракожия) is a fictional country, created for the film, that closely resembles a former Soviet Republic or an Eastern Bloc state.\n\nThe exact location of Krakozhia is kept intentionally vague in the film, sticking with the idea of Viktor being simply Eastern European or from a former Soviet republic. However, in one scene, a map of Krakozhia is briefly displayed on one of the airport's television screens during a news report on the ongoing conflict and its borders are those of present-day North Macedonia (then known as the Former Yugoslav Republic of Macedonia at the time of the film's production and release due to the then-ongoing Macedonia naming dispute). However, in another scene, the protagonist shows his driver's license, which happens to be a Belarusian license issued to a woman bearing an Uzbek name. The film presents a reasonably accurate picture of the process of naturalistic second-language acquisition, according to linguist Martha Young-Scholten.[21]\n\nJohn Williams, the film's composer, also wrote a national anthem for Krakozhia.[22]\n\nHanks' character speaks Bulgarian as his native Krakozhian, but in one scene in which he helps a Russian-speaking passenger with a customs-related issue, he speaks a constructed Slavic language resembling Bulgarian and Russian.[23][24] When Viktor buys a guide book of New York both in English and in his mother-tongue to compare the two versions and improve his English, the book he studies is written in Russian.\n\n"
        }
    ]
}