{
    "url": "https://en.wikipedia.org/wiki/The_Leech_Woman",
    "title": "The Leech Woman",
    "table_of_contents": [
        "1 Plot",
        "2 Cast",
        "3 Production",
        "4 Distribution",
        "5 Reception",
        "6 Legacy",
        "7 Home media",
        "8 References",
        "9 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe Leech Woman is a 1960 black-and-white US horror film from Universal-International, produced by Joseph Gershenon, directed by Edward Dein, and starring Coleen Gray, Grant Williams, Gloria Talbott, and Phillip Terry. The film was actually produced in 1959.  The Leech Woman's 1960 US theatrical release from Universal was as a double feature with the British horror film The Brides of Dracula. Rank Film Distributors handled the film's UK release.\n\nThe Leech Woman's storyline is about a middle-aged American woman, desperate to be young again, who uses an ancient, secret African potion to regain her lost youth and beauty. The potion works, but only temporarily, requiring repeated usage.\n\n"
        },
        {
            "title": "Plot",
            "text": "A mysterious old woman named Malla who claims to have been brought to America 140 years ago as a slave approaches endocrinologist Dr. Paul Talbot and promises to reveal to him the secret of eternal youth if he will fund her final trip back to Africa, so that she can be beautiful and young for one last night before she dies.\n\nPaul is unhappily married to the alcoholic June, who is 10 years his elder. Paul prefers younger women. \"Old women,\" he says, \"give me the creeps.\" They follow Malla to Africa and witness a secret ceremony of the Nando tribe that utilizes orchid pollen and a sacrificial male's pineal gland secretions. The secretions, extracted from the back of the neck via a special ring and mixed with the pollen, temporarily transform Malla into a young, beautiful woman.\n\nAfter discovering that her conniving husband only brought her along as \"a guinea pig who could talk,\" June takes revenge, choosing him to be sacrificed so that she can use his pineal gland extract to become young again herself, though Malla warns her that the transformation will not last long. She steals the ring and pollen, kills her jungle guide and returns to the United States. Masquerading as her own niece, Terry Hart, she keeps herself young by picking up men and killing them for their pineal extract. But each time the potion wears off, she is older than she was before.\n\nAs Terry, June quickly becomes enamored of her lawyer Neil Foster, a man half her actual age. She kills his jealous fiancée Sally Howards, draining her pineal gland and eliminating Sally as competition.\n\nWhen the police come to investigate the murders that June has committed, she uses Sally's pineal gland extract but finds that it does not work because it is from a woman. Before the police can arrest her, she throws herself out her bedroom window, crashes to the ground and dies. When they see her body, it is much older and much more shriveled than ever.\n\n"
        },
        {
            "title": "Production",
            "text": "The film's working title was The Leech.[1] According to contemporary reviews, the filmmakers mixed stock footage of African wildlife and tribal dances with scenes shot in the studio.[1] Film critic and psychometrist Bryan Senn notes that much of the stock footage was \"taken from the jungle adventure Tanganyika (1954)\".[2] Production of the film ended in March 1959. It had its official premiere in Los Angeles on 15 June 1960.[3]\n\nThe pairing of The Brides of Dracula and The Leech Woman was one of several examples of Universal-International releasing UK horror films with inexpensive, quickly-produced second films to fill double bills in the US. However, as science fiction film historian Bill Warren points out, The Brides of Dracula was a \"lively, colorful Hammer film, one of their best\", which made the black-and-white The Leech Woman \"look drab and old-fashioned\".[4] The film has the \"heavy, 'indoorsy' atmosphere of an early '60s TV show\" and its \"extended takes create the stagy feeling associated with live TV\".[2]\n\nIn the UK, The Leech Woman was given an X-certificate by the British Board of Film Censors, following their viewing of the film on 14 March 1960. The X-certificate limited the exhibition of the film to persons over age 16.[5][6]\n\nQuoting an unpublished interview with Gray given to film historian Tom Weaver, Senn writes that although the film was one of her most difficult, because of her character's rapid age changes, \"That picture was 10 days of sheer joy (...) I got to 'camp' all over the place; it was kind of flamboyant and, really, excrutiatingly funny\".[2]\n\nFor her part, Talbott told Weaver in a published interview her reason for taking a role in the film: \"I made that picture because I wanted to buy a horse for my son\", she said, \"and The Leech Woman got him a really nice horse and saddle\"! Talbott also discussed the scene where she held Gray at gunpoint and the script called for Gray to wrestle the gun away from her. Before the scene was filmed, Gray mentioned to Talbott that she was pretty strong and wouldn't have any problem taking the gun away.  Talbott was taken aback by the comment and approached the scene with the intent of overpowering her blonde co-star even though the script called for Gray to win the fight. Talbott admitted in the interview that Gray was right, she was much stronger than Talbott and easily overpowered her.[7]\n\nIn a separate interview, screenwriter David Duncan told Weaver that the story did not originate with him, instead saying that \"I think they gave me a screenplay that had been written by somebody named Bruce Pivar. It wasn't a very good screenplay - really, it was unshootable. In redoing it, I suppose I changed the story somewhat. I rewrote it on a two-week assignment (...). Duncan said that he never saw the film in a theater but called it \"awful\" after seeing it on TV years later.[8]\n\n"
        },
        {
            "title": "Distribution",
            "text": "The Leech Woman was distributed in the US by Universal-International, with Rank Film Distributors handling its distribution in the UK.[5] The film premiered in Los Angeles on Wednesday 15 June 1960 as the bottom half of a double bill, following The Brides of Dracula. Beginning that night, both films were billed as a \"Double Chill and Thrill Show\" in the Los Angeles Times and played at six indoor theaters and eight drive-ins in the LA area.[9]\n\nWhen The Leech Woman reached Dayton, Ohio on Saturday 17 June 1960, just two days later, it was the second film on triple features shown simultaneously at three local drive-ins. According to an advertisement in the Dayton Daily News, the third film varied by drive-in, but all were 1950s westerns: Run for Cover (1955), Three Violent People (1956) and The Hangman (1959).[10][11][12][13]\n\nThe film was screened on 9 March 2019 at the Wayward Coffeehouse in Seattle as part of the \"B-Movie Bingo\" retrospective film series.[14]\n\n"
        },
        {
            "title": "Reception",
            "text": "The Leech Woman got mixed reviews upon release. According to BoxOffice magazine's standing feature \"Review Digest\", which summarized the rankings of films by a standard set of publications, the film was called \"very good\" by Harrison's Reports; \"good\" by Film Daily and BoxOffice itself; \"fair\" by The Hollywood Reporter and Parents' Magazine, and \"poor\" by the New York Daily News and Variety.[15] BoxOffice also compiled figures for its \"Boxoffice Barometer', a percentage scale on which 100 equaled \"normal\" box office receipts. The Leech Woman had an average score of 101. Eight theaters in cities around the US reported their percentages: Minneapolis, 140; Buffalo, Detroit, Indianapolis and San Francisco, 100 each; New Haven, 95; Boston, 90; and Omaha, 85.[16]\n\nThe BoxOffice review says relatively little that is specific to the film itself, starting instead with the statement \"Dracula's various femme relatives, 'The Wasp Woman' [1959] and all the other gory gals of the screen, must move over and make room in their hall of infamy for this newcomer to the rank of distaff side chill dispensers\". But the anonymous review goes on favorably to call the film \"a solidly produced, ably acted spine-tingler\" and describes Dein as a \"business-like\" director and Gershenson a \"budget-stretching\" producer who \"combine[d] to elevate the offering several cuts above the norm\".[17]\n\nWarren, however, quotes two contemporary reviews that thought little of The Leech Woman. The pseudonymous \"Tube,\" writing in Variety, called the film a \"lower-berth item\" with a \"tendency to meander into lengthy, irrelevant passages\", while The Monthly Film Bulletin used the phrase \"dull horror film\" to describe it. Warren himself finds the film to be not very well made, saying that it has a \"perfunctory get-it-over-with air\" and is saddled with a poor structure as \"More than half the film is spent simply setting up the rejuvention gimmick; June's life as a leech woman occupies a very small part of the film\". Nonetheless, he praises Gray's performance as \"the film's greatest strength\" and \"one of the few really memorable performances of her career\". But he writes that \"Gloria Talbott can't work up much energy\" in her role and that Williams was \"a hapless contract player (...) who had no choice about appearing in certain films\". Warren also says that \"no characters are likable, so we spend our time with unpleasant bores\".[4]\n\nBritish horror and science fiction scholar Phil Hardy puts The Leech Woman into the category of \"one of several low-budget rejuvenation films of the early sixties\", but compliments \"Bud Westmore's striking makeup\" as \"the most notable feature of this workmanlike offering, the last to be directed by Dein, a Poverty Row regular\".[18] Senn, on the other hand, says that Gray is \"let down by Bud Westmore's makeup department in her early scenes where her face looks like it needs rejuvenation less than just a good scrubbing\". But Senn, too, writes that Gray's \"performance as the female Mr. Hyde stands out\" in a film that is otherwise a \"juvenile but well-acted chiller that came at the tail end of Universal's string of 1950s sci-fi/horror melodramas\".[2]\n\nIn a synopsis, Eleanor Mannikka of AllMovie describes The Leech Woman as \"An uninspired horror film\" with a \"ragged story [that] begins in darkest Africa and in the even darker psyche of a mentally deteriorating woman\".[19]\n\nIn looking at race in the film, the anonymous reviewer at Blackhorrormovies calls it a \"parade of clichés and stereotypes\" and points out that its \"portrayal of Africa is pretty typical of Hollywood in this era (and to some extent, up to the turn of the [21st] century)\" with its \"mystical rites with wildly gyrating natives\", its \"references to indigenous tribes as 'savages'\" and its \"'good' locals escorting the outsiders who either die or flee in terror (in this case, both)\". But \"the Malla character is an intelligent, well-spoken, classy lady - the type of black person not often seen in horror films of this era\". The reviewer also points out that Malla 'has a heart of gold compared to the Caucasian characters in the film, who are all despicable human beings\".[20]\n\nOther critics, such as Bruce F. Kawin, bring up the roles that sexual identity and aging play in the film. Kawin writes that June's failed attempt to use Sally's pineal gland secretions is her undoing as the transformation ritual demands male secretions. \"The Leech Woman rejects a lesbian solution to June's problem (there is no radical feminist movement yet), which in context is presented as unnatural - that is, as another unnatural solution when what is needed is submission to nature, letting oneself age and die\".[21]\n\nAging is the specific focus of critic Dawn Keetley. To her, the film \"gets not only at what aging feels like for everyone, but, specifically, at what it feels like for a woman in a society that continues to value youth and beauty\" as June is forced to face the \"sudden horrific onset on aging\" over and again. Worse, when June \"reverts\" from being youthful to middle-aged, she experiences becoming \"older and older each time\".[22]\n\nLikewise, aging (and sexism) is the topic of film scholar Vivian Sobchack. She writes, \"It is now a commonplace to acknowledge the complexity of ageism and sexism in white heterosexual culture in the United States\". Taking The Leech Woman as her text, and the relationship of June and Paul in particular, Sobchack notes that \"in a sexist as well as ageist technoculture, the visibly aging body of a woman has been and still is especially terrifying - not only to the woman who experiences self-revulsion and anger, invisibility and abandonment, but also to the men who find her presence so unbearable they must - quite literally - disavow and divorce her\". Sobchack further points out the additional complexity of the \"double standard\" of the aging man and woman, naming it as a \"standard that elicits a complex of engendered emotions from both the women and the men who bear it: fear, humiliation, abjection, shame, power, rage, and guilt\".[23]\n\n"
        },
        {
            "title": "Legacy",
            "text": "On television, The Leech Woman was shown on Chicago's WGN-TV horror/science fiction film series Creature Features. It aired in February and November 1978, and again in April and October 1980.[24] More recently, the film was featured on two movie-related syndicated TV programs. It was shown on Mystery Science Theater 3000 in February 1997[25] and on Svengoolie five times, in September 2013, February 2015, June 2016, June 2018, and January 2021.[26]\n\n"
        },
        {
            "title": "Home media",
            "text": "Universal Studios Home Entertainment released The Leech Woman on DVD in a boxed set titled The Classic Sci-Fi Ultimate Collection Volumes 1 and 2 on 13 May 2008 and followed up with a re-release of the second volume on 6 September 2011. The film appears in both sets on Volume 2.[27][28][29]\n\nUniversal also released The Leech Woman as a single-film DVD on 31 January 2017. Shout! Factory released the MST3K edition in the Mystery Science Theater 3000: 25th Anniversary Edition DVD set on 10 December 2013. And on 27 August 2019, Shout! Factory premiered a Blu-ray with audio commentary by Tom Weaver, film music historian David Schecter and film historian Alan K. Rode. It includes excerpts from Weaver's 2014 unpublished audio interview with Gray.[27][30][31]\n\nWhen the DVD of The Leech Woman was released in the UK by Screenbound Pictures Ltd., it had been given a 12-rating by the British Board of Film Classification on 18 April 2016 because \"Dated racial stereotying is seen in the portrayal of African tribes people as savages with spears and shields, practising voodoo magic,\" as well as for \"moderate violence and horror.\" The rating means that the video is \"suitable only for persons of twelve and over.\" The UK video's running time is 73 minutes 54 seconds, some 3 minutes 7 seconds less than the film's theatrical running time of 77 minutes 1 second.[5][6]\n\n"
        }
    ]
}