{
    "url": "https://en.wikipedia.org/wiki/The_Blazing_World",
    "title": "The Blazing World",
    "table_of_contents": [
        "1 Story",
        "2 Genre and implications",
        "3 World",
        "4 Political views",
        "5 Influence",
        "6 Notes",
        "7 References",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The Description of a New World, Called The Blazing-World, better known as The Blazing World, is a 1666 work of prose fiction by the English writer Margaret Cavendish, the Duchess of Newcastle. Feminist critic Dale Spender calls it a forerunner of science fiction.[1] It can also be read as a utopian work.[2]\n\n"
        },
        {
            "title": "Story",
            "text": "As its full title suggests, Blazing World is a fanciful depiction of a satirical, utopian kingdom in another world (with different stars in the sky) that can be reached via the North Pole.  According to novelist Steven H. Propp, it is \"the only known work of utopian fiction by a woman in the 17th century, as well as an example of what we now call 'proto-science fiction' — although it is also a romance, an adventure story, and even autobiography.\"[3]\n\nBlazing World opens with a poem written by William Cavendish, 1st Duke of Newcastle.[4] Cavendish's book inspired a notable sonnet by her husband, William Cavendish, 1st Duke of Newcastle-upon-Tyne, which celebrates her imaginative powers. The sonnet was followed by a letter to the reader written by Margaret Cavendish herself.   In the letter to the reader, Cavendish divides Blazing World into three parts. The first part being “romancical”, the second “philosophical”, and the third “fancy” or “fantastical”.[5]\n\nThe first “romancical” section describes a young woman being kidnapped and unexpectedly being made Empress of The Blazing World. The second “philosophical” section describes the Empress' knowledge and interest in the natural sciences and philosophy. She discusses these topics with the scientists, philosophers, and academics of The Blazing World. In the final “fantastical” section, the Empress acts in the role of a military leader during an invasion. She clothes herself in jewels and special stones that give her the appearance of a deity. When the Empress triumphs over the naval battle, the Blazing World is described again as a utopic empire.[6]\n\nFinally, Cavendish ends Blazing World with an Epilogue to the Reader. In this Epilogue she describes her reasons for writing The Blazing World. She compares creating The Blazing World to the conquests of Alexander the Great and Julius Caesar.[6]\n\nA young woman enters this other world, becomes the empress of a society composed of various species of talking animals, and organizes an invasion back into her world complete with submarines towed by the \"fish men\" and the dropping of \"fire stones\" by the \"bird men\" to confound the enemies of her homeland, the Kingdom of Esfi.[7]\n\nThe work was initially published as a companion piece to Cavendish's Observations upon Experimental Philosophy[8] and thus functioned as an imaginative component to what was otherwise a reasoned endeavor in 17th-century science. It was reprinted in 1668.[8]\n\n"
        },
        {
            "title": "Genre and implications",
            "text": "Scholar Nicole Pohl of Oxford Brookes University has argued that Cavendish was accurate in her categorisation of the work as \"a 'hermaphroditic' text\". Pohl points to Cavendish's confrontations of seventeenth century norms, with regard to such categories as science, politics, gender, and identity. Pohl argues that her willingness to question society's conceptions while discussing topics that were considered in her era best left to male minds, allows her to escape into an exceptional gender-neutral discussion of said topics, creating what Pohl labels, \"a truly emancipatory poetic space.\"[9]\n\nNortheastern University professor Marina Leslie remarks that readers have noted that The Blazing World serves as a departure from the habitually male-dominated field of utopian writing. While some readers and critics may interpret Cavendish's work as being restricted by these characteristics of the genre of utopia, Leslie suggests approaching interpretations of the work while remembering Cavendish as one of the first, more outspoken feminists in history, and especially in early writing. Leslie contends that in this sense, Cavendish utilised the utopian genre to discuss issues such as \"female nature and authority\" in a new light, while simultaneously expanding the utopian genre itself.[10]\n\nDr. Delilah Bermudez Brataas elaborates on utopias' impact on gender and sexuality in her thesis for Tufts University. She points out that initially, utopias were sexually fluid worlds. Therefore, they challenged gender conventions. Cavendish's Blazing World demonstrates how sexual and gender-fluid these spaces are, mainly when women write them. Brataas elaborates on this statement further and describes the genre's appeal in earlier times. This period, combined with gender conventions at the time, makes utopia an appealing genre for Cavendish. Utopias offer women a space that can be primarily feminine and makes them feel empowered. Writing a utopia offered Cavendish the opportunity to create a world of her own, one over which she has complete agency and no limits. In her epigraph, Cavendish even reminds the reader that she owns this world and suggests that they are unwelcome and should create their own if they dislike it. Brataas points out how her decisions when building this world reflect her gender ideals, such as spaces for women's education and women as independent figures and authorities.[11]\n\nLeslie also believes that The Blazing World incorporates many different genres, \"which include not only travel narrative and romance but also utopia, epic, biography, cabbala, Lucianic fable, Menippean satire, natural history, and morality play, among others…”[12] Oddvar Holmesland of University of Edinburgh agrees that The Blazing World is creative in its genres, writing that \"the term 'hybridisation' aptly captures Cavendish's method of blending established genres and categories into a new order, and of presenting her fantasy empire as versimilar.\"[13]\n\nUniversity of Georgia professor Sujata Iyengar points out the importance of the fact that The Blazing World is clearly fictional, a stark contrast to the scientific nature of the work it is attached to. Iyengar notes that writing a work of fiction allowed Cavendish to create a new world in which she could conceive of any possible reality. Such liberty, Iyengar argues, allows Cavendish to explore ideas of rank, gender, and race that directly clash with commonly held beliefs about servility in her era. Iyengar goes as far to say that Cavendish's newfound liberty within fictional worlds provides her an opportunity to explore ideas that directly conflict with those that Cavendish writes about in her nonfiction writing.[14]\n\nJason H. Pearl of Florida International University considers The Blazing World as one of the earliest examples of the novel, \"adding the modifier 'early'...to indicate a period in the novel's history when experimentation was more common, when strange incidents conveyed in strange ways could be expected from prose fiction.\" Pearl also believes it to contain an \"interaction and opposition between two tributary forms: the lunar voyage, a subgenre of utopian writing, and natural philosophy, which helped inform notions of possibility and plausibility in representations of the natural world.\"  However, Pearl also considers it \"a revision to the lunar voyage ... one of its revisions is to pull the destination earthward, literally and figuratively, making its various possibilities of difference somehow more accessible.\"[15]\n\nThe University of Memphis professor Catherine Gimelli Martin compares The Blazing World to another early example of the genre: Thomas More’s Utopia. She describes Cavendish’s focus as knowledge, whereas More’s is money. Unlike More, Cavendish uses gold in her world as a tool for decoration yet devalues it entirely otherwise. Additionally, she forbids commoners from using gold at all. Martin suggests that in The Blazing World, this class system eliminates any competition for gold like that seen and discussed in More’s Utopia.[16]\n\n"
        },
        {
            "title": "World",
            "text": "Pearl has commented on the surrealism of the world, as well as (paradoxically) its similarity to our own. He writes, “The Lady’s experience is described as ‘so strange an adventure,’ in ‘so strange a place, and amongst such wonderful kind of creatures,’ ‘none like any of our world’...It seems anything is possible here,” and that, “near as it is, the Blazing World boasts a multitude of otherworldly marvels,\" but also believes that \"the interstitial passageway exists as a wrinkle in space, a connecting disconnection that permits the Blazing World’s narrow reachability and legitimises its radical differences.”[15] By \"interstitial passageway,\" Pearl is referring to the unseen, unexplained path the protagonist and her captors traverse in the beginning of the story to reach the Blazing World.\n\n"
        },
        {
            "title": "Political views",
            "text": "Throughout The Blazing World, the Empress asserts that a peaceful society can only be attained through the lack of societal divisions. To eliminate potential division and maintain social harmony in the society the text imagines, Cavendish constructs a monarchical government.[17] Unlike a democratic government, Cavendish believes only an absolute sovereignty can maintain social unity and stability because the reliance on one authority eliminates separations of power.[18] To further justify the monarchical government, Cavendish draws upon philosophical and religious arguments. She writes, \"it was natural for one body to have one head, so it was also natural for a politic body to have but one governor … besides, said they, a monarchy is a divine form of government, and agrees most with our religion.\"[19]\n\nCavendish's political views are similar to those of English philosopher Thomas Hobbes. In his 1651 book, Leviathan, Hobbes famously upholds the notion that a monarchical government is a necessary force in preventing societal instability and \"ruin\",[17] As a notable contemporary of Cavendish, Hobbes' influence on her political philosophy is apparent.[20] In The Blazing World, Cavendish even directly mentions his name while cataloguing famous writers: \"Galileo, Gassendus, Descartes, Helmont, Hobbes, H. More, etc\".[21]\n\n"
        },
        {
            "title": "Influence",
            "text": "In Alan Moore's graphic novels chronicling the adventures of The League of Extraordinary Gentlemen, the Blazing World was identified as the self-same idyllic realm from which the extra-dimensional traveller Christian, a member of the first League led by Duke Prospero, had come in the late 1680s. The league disbanded when Christian returned to this realm, and it was to where Prospero,\nCaliban, and Ariel also departed many years later.\n\nIn China Miéville's Un Lun Dun, a library book entitled A London Guide for the Blazing Worlders is mentioned, suggesting that travel between the two worlds is not all one-way.\n\nIn 2014, Siri Hustvedt published the novel The Blazing World, in which she describes Harriet Burden's brilliant but convoluted attempts at gaining recognition from the male-dominated New York City art scene. Hustvedt has Burden refer to Margaret Cavendish as a rich source of inspiration at many occasions. Nearing the end of her life, Burden is comforted by Cavendish's work: \"I am back to my blazing mother Margaret\" (p. 348), she writes in her notebook.\n\nBlazing World was originally published as a conjoined text along with Cavendish's Observations on Experimental Philosophy, which was a direct response to scientist Robert Hooke's Micrographia which was published only a year before. Advances in the field of science and philosophy in the early modern period had a huge influence on Cavendish and were a major component of The Descriptions of a New World, Called the Blazing World.[22] This influence can be seen directly in Blazing World, with nearly half the book consisting of descriptions of the Blazing World, its people, philosophies, and inventions. One of these inventions is a microscope, which Cavendish critiques alongside the experimental method itself in the Blazing World.[23] This integration of scientific advances could be one of the reasons Blazing World is considered by some to be the first sci-fi novel.\n\nIn 2021, Carlson Young released the film The Blazing World, which she directed, co-wrote, and starred in. The film's credits state that it is \"inspired by Margaret Cavendish and other dreams\".[24]\n\n"
        }
    ]
}