{
    "url": "https://en.wikipedia.org/wiki/The_Age",
    "title": "The Age",
    "table_of_contents": [
        "1 History",
        "1.1 Foundation",
        "1.2 Syme family",
        "1.3 1960–present",
        "2 Headquarters",
        "3 Masthead",
        "4 Photography",
        "5 Ownership",
        "6 Printing",
        "6.1 Editors",
        "7 See also",
        "8 References",
        "9 Further reading",
        "10 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe Age is a daily newspaper in Melbourne, Australia, that has been published since 1854. Owned and published by Nine Entertainment, The Age primarily serves Victoria, but copies also sell in Tasmania, the Australian Capital Territory and border regions of South Australia and southern New South Wales. It is delivered both in print and digital formats. The newspaper shares some articles with its sister newspaper The Sydney Morning Herald.\n\nThe Age is considered a newspaper of record for Australia, and has variously been known for its investigative reporting, with its journalists having won dozens of Walkley Awards, Australia's most prestigious journalism prize.[1][2]  As of March 2020[update], The Age had a monthly readership of 5.321 million.[3]\n\n"
        },
        {
            "title": "History",
            "text": "The Age was founded by three Melbourne businessmen: brothers John and Henry Cooke (who had arrived from New Zealand in the 1840s) and Walter Powell. The first edition appeared on 17 October 1854.\n\nThe venture was not initially a success, and in June 1856 the Cookes sold the paper to Ebenezer Syme, a Scottish-born businessman, and James McEwan, an ironmonger and founder of McEwans & Co, for £2,000 at auction. The first edition under the new owners came out on 17 June 1856. From its foundation the paper was self-consciously liberal in its politics: \"aiming at a wide extension of the rights of free citizenship and a full development of representative institutions\", and supporting \"the removal of all restrictions upon freedom of commerce, freedom of religion and—to the utmost extent that is compatible with public morality—upon freedom of personal action\".[4]\n\nEbenezer Syme was elected to the Victorian Legislative Assembly shortly after buying The Age, and his brother David Syme soon came to dominate the paper, editorially and managerially. When Ebenezer died in 1860 David became editor-in-chief, a position he retained until his death in 1908, although a succession of editors did the day-to-day editorial work.\n\nIn 1882 The Age published an eight-part series written by journalist and future physician George E. Morrison, who had sailed, undercover, for the New Hebrides, while posing as crew of the brigantine slave ship, Lavinia, as it made cargo of Kanakas. By October the series was also being published in The Age's weekly companion magazine, the Leader. \"A Cruise in a Queensland Slaver. By a Medical Student\" was written in a tone of wonder, expressing \"only the mildest criticism\"; six months later, Morrison \"revised his original assessment\", describing details of the schooner's blackbirding operation, and sharply denouncing the slave trade in Queensland. His articles, letters to the editor, and newspaper's editorials, led to expanded government intervention.[5]\n\nIn 1891, Syme bought out Ebenezer's heirs and McEwan's and became sole proprietor. He built up The Age into Victoria's leading newspaper. In circulation, it soon overtook its rivals The Herald and The Argus, and by 1890 it was selling 100,000 copies a day, making it one of the world's most successful newspapers.\n\nUnder Syme's control The Age exercised enormous political power in Victoria. It supported liberal politicians such as Graham Berry, George Higinbotham and George Turner, and other leading liberals such as Alfred Deakin and Charles Pearson furthered their careers as The Age journalists. Syme was originally a free trader, but converted to protectionism through his belief that Victoria needed to develop its manufacturing industries behind tariff barriers. During the 1890s The Age was a leading supporter of Australian federation and of the White Australia policy.\n\nAfter David Syme's death, the paper remained in the hands of his three sons, and his eldest son Herbert became general manager until his death in 1939.\n\nDavid Syme's will prevented the sale of any equity in the paper during his sons' lifetimes, an arrangement designed to protect family control, but which had the unintended consequence of starving the paper of investment capital for 40 years.\n\nUnder the management of Sir Geoffrey Syme (1908–42), and his editors, Gottlieb Schuler and Harold Campbell, The Age was unable to modernise, and gradually lost market share to The Argus and the tabloid The Sun News-Pictorial, with only its classified advertisement sections keeping the paper profitable. By the 1940s, the paper's circulation was lower than it had been in 1900, and its political influence had also declined. Although it remained more liberal than the extremely conservative Argus, it lost much of its distinct political identity.\n\nThe historian Sybil Nolan writes: \"Accounts of The Age in these years generally suggest that the paper was second-rate, outdated in both its outlook and appearance. Walker described a newspaper which had fallen asleep in the embrace of the Liberal Party; \"querulous\", \"doddery\" and \"turgid\" are some of the epithets applied by other journalists. It is inevitably criticised not only for its increasing conservatism, but for its failure to keep pace with innovations in layout and editorial technique so dramatically demonstrated in papers like The Sun News-Pictorial and The Herald.\"\n\nIn 1942, David Syme's last surviving son, Oswald, took over the paper, and began to modernise the paper's appearance and standards of news coverage, removing classified advertisements from the front page and introducing photographs long after other papers had done so.\n\nIn 1948, after realising the paper needed outside capital, Oswald persuaded the courts to overturn his father's will and floated David Syme and Co. as a public company, selling £400,000 worth of shares. This sale enabled a badly needed technical upgrade of the newspaper's antiquated production machinery, and defeated a takeover attempt by the Fairfax family, publishers of The Sydney Morning Herald.\n\nThis new lease on life allowed The Age to recover commercially, and in 1957 it received a great boost when The Argus, after twenty years of financial losses, ceased publication.\n\nOswald Syme retired in 1964 and his grandson Ranald Macdonald was appointed managing director at the age of 26 and two years later he appointed Graham Perkin as editor; to ensure that the 36-year-old Perkin was free of board influence, Macdonald took on the role of editor-in-chief, a position he held until 1970. Together they radically changed the paper's format and shifted its editorial line from rather conservative liberalism to a new \"left liberalism\" characterised by attention to issues such as race, gender, the disabled and the environment, as well as opposition to White Australia and the death penalty.\n\nIt also became more supportive of the Australian Labor Party after years of having usually supported the Coalition. The Liberal Premier of Victoria, Henry Bolte, subsequently called The Age \"that pinko rag\" in a view conservatives have maintained ever since. Former editor Michael Gawenda in his book American Notebook wrote that the \"default position of most journalists at The Age was on the political Left.\"[6] In 1966, the Syme family shareholders joined with Fairfax to create a 50/50 voting partnership which guaranteed editorial independence and forestalled takeover moves from newspaper proprietors in Australia and overseas. This lasted for 17 years, until Fairfax bought controlling interest in 1972.\n\nPerkin's editorship coincided with Gough Whitlam's reforms of the Labor Party, and The Age became a key supporter of the Whitlam government, which came to power in 1972. Contrary to subsequent mythology, however, The Age was not an uncritical supporter of Whitlam, and played a leading role in exposing the Loans Affair, one of the scandals which contributed to the demise of the Whitlam government. It was one of many papers to call for Whitlam's resignation on 15 October 1975. Its editorial that day, \"Go now, go decently\", began, \"We will say it straight, and clear, and at once. The Whitlam Government has run its course.\" It would be Perkin's last editorial; he died the next day.\n\nAfter Perkin's death, The Age returned to a more moderate liberal position. While it criticised Whitlam's dismissal later that year, it supported Malcolm Fraser's Liberal government in its early years. However, after 1980 it became increasingly critical and was a leading supporter of Bob Hawke's reforming government after 1983. But from the 1970s, the political influence of The Age, as with other broadsheet newspapers, derived less from what it said in its editorial columns (which relatively few people read) than from the opinions expressed by journalists, cartoonists, feature writers and guest columnists. The Age has always kept a stable of leading editorial cartoonists, notably Les Tanner, Bruce Petty, Ron Tandberg and Michael Leunig.\n\nIn 1983, Fairfax bought out the remaining shares in David Syme & Co., which became a subsidiary of John Fairfax & Co.[7] Macdonald was criticised by some members of the Syme family (who nevertheless accepted Fairfax's generous offer for their shares), but he argued that The Age was a natural partner for Fairfax's flagship property, The Sydney Morning Herald. He believed the greater resources of the Fairfax group would enable The Age to remain competitive. By the mid-1960s a new competitor had appeared in Rupert Murdoch's national daily The Australian, which was first published on 15 July 1964. In 1999 David Syme & Co. became The Age Company Ltd, finally ending the Syme connection.\n\nThe Age was published from offices in Collins Street until 1969, when it moved to 250 Spencer Street (hence the nickname \"The Spencer Street Soviet\" favoured by some critics). In 2003, The Age opened a new printing centre at Tullamarine. The Headquarters moved again in 2009 to Collins Street opposite Southern Cross station. Since acquisition by Nine, the headquarters was moved to 717 Bourke St, Docklands, Melbourne, Victoria, which is also tenanted by Nine.\n\nIn 2004, editor Michael Gawenda was succeeded as editor by British journalist Andrew Jaspan, who was in turn replaced by Paul Ramadge in 2008. [8]\n\nThe Age has been known for its tradition of investigative reporting. In 1984, the newspaper reported what became known as \"The Age Tapes\" affair, which revealed recordings made by police of alleged corrupt dealings between organised crime figures, politicians and public officials and which sparked the Stewart Royal Commission.[9] The paper's extensive reporting on malpractice in Australia's banking sector led to a Royal Commission being announced by the Turnbull Government into the financial services industry,[10] and with The Age's journalist Adele Ferguson awarded the Gold Walkley.[11] A series of stories in The Age between 2009 and 2015 about alleged corruption involving subsidiaries of Australia's central bank, the Reserve Bank, led to Australia's first ever prosecutions of companies and businessman for foreign bribery.[12][13] In 2017, the paper's deputy editor Michael Bachelard was awarded the Gold Walkley for The Age's reports on the liberation of Mosul after the defeat of Islamic State.[14] The Age's reporting of the Unaoil international bribery scandal led to investigations by anti-corruption agencies in the UK, US, across Europe and Australia and several businessmen pleading guilty for paying bribes in nine countries over 17 years.[15]\n\nIn February 2007, The Age's editorial section argued that Australian citizen David Hicks should be released as a prisoner from Guantanamo Bay, stating that Mr Hicks was no hero and \"probably downright deluded and dangerous\" but the case for releasing him was just, given he was being held without charge or trial.[16][17][18]\n\nIn 2009, The Age suspended its columnist Michael Backman after one of his columns condemned Israeli tourists as greedy and badly behaved, prompting criticism that he was anti-semitic. A Press Council complaint against The Age for its handling of the complaints against Backman was dismissed.[19]\n\nIn 2014 The Age put a photograph of an innocent man, Abu Bakar Alam, on the front page, mistakenly identifying him as the perpetrator of the 2014 Endeavour Hills stabbings. As part of the settlement the newspaper donated $20,000 towards building a mosque in nearby Doveton.[20]\n\nAs of 2012[update], three editions of The Age are printed nightly: the NAA edition, for interstate and country Victorian readers, the MEA edition, for metropolitan areas and a final late metropolitan edition.\n\nLike its Fairfax stablemate The Sydney Morning Herald, The Age announced in early 2007 that it would be moving from a broadsheet format to the smaller Berliner size, in the footsteps of The Guardian and The Courier-Mail.[21]\n\nIn December 2016, editor-in-chief Mark Forbes was stood down from his position pending the result of a sexual harassment investigation and was replaced by Alex Lavelle, who served for four years as chief editor.[22][23]\n\nIn September 2020, it was announced that The Age's former Washington correspondent Gay Alcorn would be appointed editor of The Age, the first woman to hold the position in the paper's history.[24]\n\n"
        },
        {
            "title": "Headquarters",
            "text": "The Age's purpose-built former headquarters, named Media House, was located at 655 Collins St, Docklands, Melbourne, Victoria. After acquisition by Nine, The Age moved to 717 Bourke St, Docklands, Melbourne, Victoria to be co-located with their new owners.[25]\n\n"
        },
        {
            "title": "Masthead",
            "text": "The Age's masthead has received a number of updates since 1854. The most recent update to the design was made in 2002. The current masthead features a stylised version of the royal coat of arms of the United Kingdom and \"The Age\" in Electra bold type. The coat of arms features the French motto Dieu et mon droit (\"God and my right\"). According to The Age's art director, Bill Farr: \"No one knows why they picked the royal crest. But I guess we were a colony at the time, and to be seen to be linked with the Empire would be a positive thing.\"[citation needed] The original 1854 masthead included the Colony of Victoria crest. In 1856, that crest was removed and in 1861, the royal coat of arms was introduced. This was changed again in 1967, with the shield and decoration altered and the lion crowned. In 1971, a bold typeface was introduced and the crest shield rounded and less ornate. In 1997, the masthead was stacked and contained in a blue box (with the logo in white). In 2002, in conjunction with an overall revamp of the paper, the masthead was redesigned in its present form.[26]\n\n"
        },
        {
            "title": "Photography",
            "text": "Though Hugh Bull was appointed the newspaper's first full-time photographer as early as 1927,[27] it was comparatively late in the history of The Age that photographs were used on the front page as a matter of course,[28] but they became, especially under the editorship of Graham Perkin and his successors,[29] a vital part of its identity, with picture credits for staff photographers, and their images, often uncropped, run across several columns.\n\nA photographer of the rival Herald Sun Jay Town distinguishes the 'house style';  \"There's a big difference between the set-up, cheesy, tight and bright Herald Sun-type [photograph] and then the nice, broadsheet picture–well, back when the Age was a fantastic broadsheet that could really showcase their photographers' work.\"[30] This distinction was to start to break down in 1983 with the pooling of photographers across all Fairfax publications, and the paper's change in format from broadsheet to 'compact' in 2007, preceding move to online publication and subscription; 2014 saw Fairfax Media shedding 75 per cent of its photographers.[31]\n\nIn its heyday the newspaper was a significant step in the career of notable Australian news photographers and photojournalists, many of whom started as cadets.[32][33] They include:\n\n"
        },
        {
            "title": "Ownership",
            "text": "In 1972, John Fairfax Holdings bought a majority of David Syme's shares,[34] and in 1983 bought out all the remaining shares.[35]\n\nOn 26 July 2018, Nine Entertainment Co. and Fairfax Media, the parent company of The Age, announced they agreed on terms for a merger between the two companies to become Australia's largest media company. Nine shareholders will own 51.1 per cent of the combined entity, and Fairfax shareholders will own 48.9 per cent.[36]\n\n"
        },
        {
            "title": "Printing",
            "text": "The Age was published from its office in Collins Street until 1969, when the newspaper moved to 250 Spencer Street. In July 2003, the $220 million five-storey Age Print Centre was opened at Tullamarine.[37] The Centre produced a wide range of publications for both Fairfax and commercial clients. Among its stable of daily print publications are The Age, The Australian Financial Review and the Bendigo Advertiser. The building was sold in 2014, and printing was to be transferred to \"regional presses\".[38]\n\n"
        }
    ]
}