{
    "url": "https://en.wikipedia.org/wiki/The_Black_Castle",
    "title": "The Black Castle",
    "table_of_contents": [
        "1 Plot",
        "2 Cast",
        "3 Production",
        "4 Release",
        "5 Reception",
        "6 Home media release",
        "7 References",
        "7.1 Footnotes",
        "7.2 Sources",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The Black Castle is a 1952 American horror film directed by Nathan H. Juran and starring Richard Greene, Boris Karloff, Stephen McNally, Rita Corday and Lon Chaney Jr. It was produced by William Alland. The film was made in the United States but premiered in Sweden.[1]\n\n"
        },
        {
            "title": "Plot",
            "text": "Sir Ronald Burton, a British gentleman, investigates the disappearance of two of his friends at the Austrian estate of the sinister Count von Bruno.  Bruno secretly seeks revenge against the leaders of a British force that set the natives against him in colonial Africa: Burton's missing friends are among Bruno's victims, and Burton is now also in the trap. Burton plans to escape with Bruno's abused Countess, but the Count's henchmen bar the way.\n\n"
        },
        {
            "title": "Production",
            "text": "The film was going to be directed by Joseph Pevney with Nathan Juran doing the art direction. Pevney was unhappy with the script and when Universal refused to make the changes he wanted, left the picture. Universal decided to promote Juran to director two weeks before filming commenced. The shoot time was twenty days.[2] The sets were designed by the art directors Bernard Herzbrun and Alfred Sweeney.\n\nJuran says he was helped greatly by the cast, particularly Boris Karloff (\"he put so much into the character that wasn't in the script\"), and his assistant director, William Holland. Universal was impressed with Juran's work and offered him a one-year contract as director.[3]\n\n"
        },
        {
            "title": "Release",
            "text": "Universal released The Black Castle as a \"special pre-release show\" on Halloween night on October 31, 1952, before placing them in general release from the first week of November.[4] The Black Castle was then released in major cities including Philadelphia and Los Angeles which were among the first cities to release the film.[4] The film circulated between January and April 1953 but was only released in midwestern, southeastern, and southern towns with populations between 5000 and 50,000 until August 1953.[4]\n\n"
        },
        {
            "title": "Reception",
            "text": "In contemporary reviews, Harrison's Reports declared it \"a good program horror melodrama, the kind that gives one the chills\", and noted that \"The three principals do good work, and so does Boris Karloff\".[4] The Hollywood Reporter found the film \"stacks up as excellent program fare\".[5] Time commented that the film \"tries hard to chill the moviegoer's spine. Most of the time, however, this boy-meets-ghoul melodrama is only tepid theatrics.\"[5] A statement Motion Picture Exhibitor echoed, stating \"it is just a programmer, with the names not too potent for the marquee.\"[5]\n\nIn a retrospective review, Fangoria commented in 1996 that Black Castle \"features all the necessary equipage for this type of full-bodied Gothic\", noting it had an \"admirable atmosphere, an agreeably adventuresome flavor and some genuinely fine art direction and photography\" before declaring it \"The last of the old-fashioned Universal horror costumers, The Black Castle dishes up action and chills with ghoulish gusto\".[4]\n\n"
        },
        {
            "title": "Home media release",
            "text": "This film, along with Night Key, Tower of London, The Climax and The Strange Door, was released on DVD in 2006 by Universal Studios as part of The Boris Karloff Collection. On August 25, 2020, Scream Factory released \"Universal Horror Collection: Volume 6\", a four-movie set in which \"The Black Castle\" featured a Tom Weaver audio commentary.\n\n"
        }
    ]
}