{
    "url": "https://en.wikipedia.org/wiki/The_Terror_of_Tiny_Town",
    "title": "The Terror of Tiny Town",
    "table_of_contents": [
        "1 Plot",
        "2 Cast",
        "3 Release",
        "3.1 Home media",
        "4 Reception",
        "5 Contemporary reviews",
        "6 Legacy",
        "7 See also",
        "8 References",
        "9 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe Terror of Tiny Town is a 1938 American musical Western film produced by Jed Buell, directed by Sam Newfield and starring Billy Curtis. The film was shot at a sound studio in Hollywood and partly at Placeritos Ranch in Placerita Canyon, California.[1] The inspiration came when Buell overheard an employee jokingly say “If this economic dive keeps going, we'll be using midgets as actors”.[2]\n\nUsing a conventional Western story with an all-diminutive cast, the filmmakers were able to showcase gags such as cowboys entering the local saloon by walking under the swinging doors, climbing into cupboards to retrieve items and dwarf cowboys galloping around on Shetland ponies while roping calves. It is considered to be one of the worst films ever made.\n\n"
        },
        {
            "title": "Plot",
            "text": "The film begins with a man on a stage who is the film's only member of average height. He announces that this film is the first of its kind and speaks the title: The Terror of Tiny Town. He is interrupted by the hero, Buck Larson, who walks on and tells him the story is serious as he is the hero and will become the biggest star in Hollywood. The film's villain, Bat Haines, walks on and says he will become the biggest star in Hollywood, and the two argue. The M.C. breaks them up and lets the film proceed.\n\nThe townspeople are at work while singing \"Laugh Your Troubles Away\". Buck Larson's father, Pop Larson, tells Buck that he wants him to go to the ranch and find out why the calves are disappearing. Bat Haines and his gang are seen roping the calves while riding Shetland ponies. Buck spots the cattle rustlers, and they run off before he can see them up close. The rustlers plant a branding iron with the initials of a neighboring rancher, Tex Preston. Meanwhile, Bat tells Tex that the Larsons are shooting his cattle.\n\nLater Tex goes to town to retrieve his niece, Nancy Preston, who was orphaned and will now live with him. In the town saloon, Bat tells the sheriff to stay out of the Larson/Preston feud or he will be sent back to jail. He also reveals that he will rob a stagecoach carrying money. While Bat and his gang try to rob the carriage, Buck and his group see the attack and run Bat Haines off. Buck is able to stop the runaway carriage that is carrying Preston's niece Nancy. She thanks him and he takes her back into town. Their romance continues, but they must meet secretly because of the Larson/Preston feud. Eventually, Pop Larson discovers them and forces them to stay away from each other.\n\nBuck chases after Nancy and they ride away together. Bat spies on the couple and tells Tex that they are together. Tex rides to meet them and sends Nancy home. Buck convinces Tex that someone else has stolen their property. As Tex rides away he is murdered by Bat who then tries, unsuccessfully, to kill Buck. Bat tells Nancy that it was Buck who shot Tex. Bat forces the sheriff to arrest Buck for Tex's murder. Buck confronts Nancy and convinces her he didn't shoot Tex, figuring out in the process that Bat is causing all the problems.\n\nIn the town's saloon, Buck confronts and punches Bat, and the sheriff takes Buck into custody. Bat tries to have Buck hanged without a trial. Buck sends Nancy to the Larson ranch to round up people who can help him escape. As the angry mob closes in on Buck, the sheriff intervenes but Bat shoots him and escapes through the window before the Larson crew arrives. Buck chases Bat to his secret hideout. Meanwhile, angry dance-hall girl Nita plants dynamite in Bat's cabin, angry that he neglected, then abused her. Buck and Bat engage in a final duel inside the cabin. Buck runs out of the cabin at the last second, leaving Bat behind. The cabin blows up as Bat prepares to shoot Buck in the back of the head. Buck and Nancy are finally able to share a kiss.\n\n"
        },
        {
            "title": "Cast",
            "text": "Jed Buell was able to find about 60 cast members for the film, with an average height of 3’8”. He located most of them through talent agencies, newspaper ads, and radio broadcasts.[3] The film presents Jed Buell's Midgets.  Many of the actors were former members of the performing troupe The Singer Midgets.,[2] and played Munchkins in The Wizard of Oz, released in 1939.[4]\n\n"
        },
        {
            "title": "Release",
            "text": "The Terror of Tiny Town was released twice: first independently by producer Sol Lesser's Principal Pictures in July 1938, and then on a larger scale by Columbia Pictures six months later. Boxoffice returns proved to be so good that in 1938 the producer, Jed Buell, announced in the magazine Variety, that he had closed a deal with Sol Lesser. He had plans for multiple series of sequels films featuring an all little-people cast. For unclear reasons, the sequels were never produced.[5] The film entered the public domain in 1966 after copyright was not renewed.[6]\n\nThe film was released on VHS by Connoisseur/Meridian on April 15, 2001.[7] It was released on July 15, 2003, by BFS Entertainment in its DVD debut, as a part of the company's \"Great Wacky Western Comedies\" collection pack. It was later released by Alpha Video on February 22, 2005. Digital 1 Stop released the film on June 27 the following year, as a part of its four-disk \"Cult Classics\" movie collection pack. BFS would re-release the film on September 18, 2007, as a part of their four-disk \"Western Value Pack\". On November 6 that same year, it was released by Passport Video for their \"Weird Cinema\" collection pack. It was released as a single feature by Filmchest on January 24, 2012. Nearly three years later it was released by VFN on July 19, 2015. The film was last released in 2017 by Mr Fat – W Video and Film Detective on May 2, and June 29 respectively.[8]\n\n"
        },
        {
            "title": "Reception",
            "text": "The reputation of The Terror of Tiny Town rests primarily on its oddball premise and its tongue-in-cheek title, with some of today's viewers regarding it as a \"so bad it's good\" movie. When it was first released in 1938, however, the film garnered excellent reviews as a novelty feature. Hollywood Spectator: \"One of the most interesting and pleasantly entertaining pictures I have seen in quite a spell of moons... We do not laugh at these nice little persons. We laugh with them as they strut importantly, and obviously with appreciation of the humor in it... good fun, a screen treat you should not miss.\"[9] Motion Picture Daily: \"The midgets play the picture as earnestly, professionally, and melodramatically as any aggregation of full-statured performers ever played one. By managing it so, Jed Buell has turned out a film that is a distinct novelty and, more than that, a new kind of motion picture.\"[10] Film Daily: \"Decided novelty should do handsomely at the boxoffice if properly exploited... western fans, especially youngsters, should enjoy it hardily.\"[11]\nAudiences of the day liked it as a change of pace: a Maine exhibitor reported, \"They liked it so well, some came back Saturday. It was a good story and more carefully put together than the run of mill westerns.\"[12]\n\n"
        },
        {
            "title": "Contemporary reviews",
            "text": "Author and film critic Leonard Maltin awarded the film one and a half out of four stars, calling it 'A typical, badly enacted stagebrush plot\".[13]TV Guide awarded the film one out of four stars, calling it \"One of the strangest ideas ever put to film\".[14] Charles Tatum from eFilmCritic.com gave the film one out of five stars, panning the film's acting, screenplay, and musical numbers; stating that the film was \"so short on entertainment\".[15] Craig Butler from Allmovie panned the film, calling it \"disappointingly boring\", criticizing the film's amateurish acting, unimaginative screenplay, and uninspired direction.[16] On his website Ozus' World Movie Reviews, Dennis Schwartz awarded the film a grade C+, writing, \"It holds up as a curio for those parties who are just curious to see midget cowboys in action.\"[17] Film Threat noted that, although it 'wasn't a great movie', it was still fun to watch. On the film's entertainment value, the reviewer wrote, \"The Terror of Tiny Town is so patently weird and spirited that it actually becomes very funny (albeit in a perverse and politically incorrect way). The midget cast isn't especially talented and a lot of the dialogue reading comes across as hilariously stilted (the fight sequences are priceless in their clumsiness – obviously stunt doubles were out of the question here). And Nita Krebs, as the Dietricheseque saloon singer, is so wildly over-the-top (or under-the-top, in her case), that her musical siren call is priceless in its warped eroticism.\"[18]\n\n"
        }
    ]
}