{
    "url": "https://en.wikipedia.org/wiki/The_Awl",
    "title": "The Awl",
    "table_of_contents": [
        "1 History",
        "2 Staff",
        "3 Sister sites",
        "4 References",
        "5 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe Awl was a website about \"news, ideas and obscure Internet minutiae of the day\"[1] based in New York City. Its motto was \"Be Less Stupid.\"\n\n"
        },
        {
            "title": "History",
            "text": "Founded in April 2009 by David Cho and former Gawker editors Choire Sicha and Alex Balk out of Sicha's East Village, Manhattan apartment, after they were laid off by the pop culture magazine Radar,[2][3] the trio decided to launch their own blog, completely \"out of pocket with a bare-bones site.\" The site's name was coined by contributor Tom Scocca, after the small pointed tool used for piercing holes. \"He’d always wanted to have a newspaper named The Awl. So we semi bought it from him in a friendly arrangement.\" Sicha told Vanity Fair.[4]\n\nThe first posts on the site were an infographic by Emily Gould of Gawker's office seating chart, \"a video of a Miss USA contestant responding to a gay marriage question from Perez Hilton, and an item linking to a Reuters article about physicist Stephen Hawking being taken to the hospital.\"[1] Initial expectations by media observers were for the site to be a carbon copy of Gawker, but, said Nieman Journalism Lab’s Justin Ellis, \"instead it was something smaller and focused on the writing, where people can write about the stuff they’re passionate or super nerdy about.\".[3]\n\nIn mid-January 2018, The Awl announced that it would end publication at the end of that month.[5] It printed a final obituary to itself on January 31, 2018.[6]\n\n"
        },
        {
            "title": "Staff",
            "text": "As of July 2015, The Awl Network employed 13 people, as well as many freelance contributors.[3] After editing The Awl for over almost two years, Matt Buchanan and John Herrman announced their departure from the site in February 2016.[7] In March 2016 it was announced that Silvia Killingsworth would take over the editing position.[8] The Awl was published by John Shankman from 2011 until May 2014, when Michael Macher became publisher.[9] In 2011, David Cho left The Awl to join ESPN-affiliated sports site Grantland.[10]\n\n"
        },
        {
            "title": "Sister sites",
            "text": "The Awl had four sister sites: Splitsider, a comedy website; The Hairpin, a site geared toward women; The Sweethome, a home-furnishings review site; and The Billfold, a blog with a focus on personal finances.[2][4][11][12] Laura Olin edits The Awl's newsletter entitled Everything Changes. Buchanan and Herrman also launched a podcast for the site.[3] The site also launched an app on the Apple App Store called The Awl: Weekend Companion.[13] On March 22, New York Media, the publisher of the magazine New York, announced that it had acquired Splitsider and would be folding it into the operations of its Vulture website.[14] Brian Lam's tech review site The Wirecutter also originated with The Awl before merging with The Sweethome and being acquired by The New York Times.[15][16][17]\n\n"
        }
    ]
}