{
    "url": "https://en.wikipedia.org/wiki/The_Conquest_of_the_Pole",
    "title": "The Conquest of the Pole",
    "table_of_contents": [
        "1 Plot",
        "2 Inspirations",
        "3 Production",
        "4 Release and reception",
        "5 References",
        "5.1 Notes",
        "5.2 Bibliography",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The Conquest of the Pole (French: À la conquête du pôle) is a 1912 French silent science fantasy film directed by and starring Georges Méliès. The film, loosely inspired by contemporary events and by Jules Verne's Voyages Extraordinaires, follows the comic misadventures of an international group of explorers on an expedition to the North Pole, where they encounter a man-eating frost giant and a dangerous magnetic needle.\n\nThe film, one of Méliès's last cinematic works, was released by Pathé Frères to critical acclaim in France and the United Kingdom, but was a box-office failure and contributed to Méliès's mounting financial difficulties. It continues to be seen as one of his masterpieces and is sometimes named as his greatest work.\n\n"
        },
        {
            "title": "Plot",
            "text": "At an International Congress at an Aero Club, explorers from around the world argue about the best way to fly to the North Pole. All are in disagreement until the congress's president, the engineer Maboul of France, explains his plans for an \"Aero-Bus,\" an airplane with a passenger car and a huge figurehead in the shape of a bird head. The proceedings are interrupted by a group of militant suffragettes, who announce their intention to go to the Pole themselves. When they have been chased off, the Congress nominates an international group of experts to accompany Maboul to the Pole: Run-Ever of England, Bluff-\"Allo\"-Bill of America, Choukroutman of Germany, Cerveza of Spain, Tching-Tchun of China, and Ka-Ko-Ku of Japan. Maboul takes his colleagues to his office to study the model of his invention, and then to the electricity-powered factory where the real thing is being constructed. The leader of the suffragettes moves on with her own plans to get to the Pole, building a machine fitted with propellers and a multitude of toy balloons, but it fails to get off the ground.\n\nThe completed Aero-Bus lifts off to great acclaim, though it meets with two difficulties; first the suffragette leader tries to board with the expedition at the last moment, and then the explorer Tching-Tchun, arriving late, is accidentally left behind. The race to the Pole attracts many other adventurers, who depart in their own machines; soon the sky is full of aircraft of every shape and size. Both Tching-Tchun and the suffragette leader attempt to make it to the Pole in a balloon, but again meet with failure. (The explorer falls a short distance to the ground and gives up; the suffragette, having held on longer, falls onto a church steeple and explodes.) Meanwhile, the Aero-Bus continues through the sky unimpeded, passing various planets and constellations.\n\nThe aircraft skims down over the ice of the Arctic and finally crash-lands. The delegates make it out of the wreck, safe and sound. Almost immediately, however, they run into an obstacle: the Giant of the Snows, a pipe-smoking, man-eating frost giant who has to be scared off with cannon fire. They come at last to the pole proper, where they find a huge magnetic needle. Stuck by magnetic attraction to the needle, which breaks under their weight and plunges them into the icy waters, they signal for help and are picked up by a passing airship. Penguins, seals, and Arctic birds wave goodbye. The explorers return in triumph to the Aero Club, where they bow to all assembled.\n\n"
        },
        {
            "title": "Inspirations",
            "text": "Although the film's story is treated in a vein of fantasy, it took much of its inspiration from current affairs. Robert E. Peary and his team had set foot on the North Pole on 6 April 1909, and Roald Amundsen had made it to the South Pole on 14 December 1911, four months before Méliès started filming.[1] The claims of the rival explorer Frederick Cook, who tried unsuccessfully to prove that he had beaten Peary to the North Pole, were also a thematic inspiration.[2] Méliès later recalled:\n\nThe presence of suffragettes in the film was another nod to recent events; the women's suffrage movement was highly present in the news at the time, and would remain a contemporary issue in France until the Second World War, when women were granted the right to vote.[3] (Indeed, the leader of the suffragettes was conceived as a caricature of the well-known British suffrage campaigner Emmeline Pankhurst.)[1] Even the scene in which a suffragette attempts to join the aviation race was topical in France; Thérèse Peltier had recently made headlines as the first woman aviator to fly solo, and Raymonde de Laroche became the first woman in the world to receive an airplane pilot's licence in 1910.[3]\n\nAlthough many contemporary write-ups about the film suggested a connection with Jules Verne's works (see the Release and reception section below), the film is not an adaptation of any of his famous Voyages Extraordinaires novels; rather, it is a parodic, satiric homage to the entire Voyages Extraordinaires series, in something of the same style as Albert Robida's Verne-spoofing comic novel Voyages très extraordinaires de Saturnin Farandoul (1879–1880).[4] If anything, the film may be said to be inspired very loosely by Verne's The Adventures of Captain Hatteras[5] or his The Sphinx of the Ice Fields.[6]\n\nOther possible sources came from the theatre and the cinema. Pif Paf Pouf, a spectacular féerie staged in 1906 at the Théâtre du Châtelet, included a Giant of the Pole operated by wires as well as a powerful magnet at the Pole, two elements borrowed for the film.[7] The eleven-scene film Voyage of the Arctic, or How Captain Kettle Discovered the North Pole, directed by the pioneering British filmmaker Robert W. Paul in 1903, features a Polar giant, strongly suggesting a direct influence on Méliès.[5] Méliès may also have remembered that the Lumière Brothers had filmed a staged reenactment of Polar exploration, The Explorer Andrée at the North Pole, in 1897.[5]\n\n"
        },
        {
            "title": "Production",
            "text": "Georges Méliès is widely regarded as the first person to recognize the potential of narrative film,[8] and his A Trip to the Moon (1902), The Kingdom of the Fairies (1903), and The Impossible Voyage (1904) were among the most popular films of the first few years of the twentieth century.[9] However, by the time of The Conquest of the Pole his fortunes were in decline. In 1911, Méliès entered into a deal in which the Pathé Frères company became the sole distributor of his films. Though they continued to be filmed at Méliès's Star Film Company studio in Paris, Charles Pathé had executive control over the films, including power to edit their structure and length. All of Méliès's films from 1911 onward, including The Conquest of the Pole, were therefore made under Pathé's supervision and released by his company.[10]\n\nThe Conquest of the Pole is Méliès's longest cinematic work: 650 meters of film,[11] which, at his preferred projection speed of 12 to 14 frames per second,[12] is about 44 minutes.[13] It was also the last of Méliès's \"journey\" films,[6] a genre that comprises some of his most significant works, such as A Trip to the Moon and The Impossible Voyage.[14] The film was made by Méliès in the winter of 1911–1912,[15] with Méliès himself taking on the lead role of Professor Maboul.[11] (Méliès also appears briefly in a second role in the balloon ascension scene, as one of the workers holding the balloon.)[16] Fernande Albany, who had previously appeared in Méliès's films The Impossible Voyage, An Adventurous Automobile Trip, and Tunnelling the English Channel, played the leader of the suffragettes.[17]\n\nDuring his career, Méliès had built two glass-and-metal film studios in Montreuil, Seine-Saint-Denis. The first one was relatively small, with a stage measuring 16 by 13 feet. The second one, Studio B, was built in 1905 with considerably larger dimensions, including a stage about thirty feet wide and an elevator crane allowing large objects to be carried up and down. The Conquest of the Pole took full advantage of Studio B's facilities, especially for the scene with the Giant of the Snows.[18] However, like a few other scenes in Méliès's works, the parade of vehicles was filmed outdoors.[19] Méliès created the film's special effects using a wide array of techniques, including stage machinery, pyrotechnics, scenery rolling horizontally and vertically, miniature models, real water, substitution splices, and superimpositions.[20] The Giant of the Snows was a gigantic marionette[21] which required twelve men to operate.[18] Its head alone was two meters high; two of the puppeteers hid inside the head to control the Giant's eyes, ears, mouth, and pipe.[20]\n\nMost of the film is shot in Méliès's usual style, in which a stationary camera allows the viewer to watch the film as if it were being played in scenes on a theatre stage. However, the scene in which the airplane lands in the Arctic is notable for an advanced editing technique in which the point of view becomes mobile rather than stationary. First, the plane is first seen coming directly toward the camera; then, in the next shot, the motion of the plane continues seamlessly, but the viewpoint has been rotated ninety degrees.[22] In previous films, Méliès had sometimes used nonlinear editing for such moments, such as in A Trip to the Moon and The Impossible Voyage, in which the space capsule and dirigible, respectively, are shown landing twice.[23] This scene in The Conquest of the Pole marks the first time Méliès fluently uses the mobile point of view, which had been pioneered by the \"Brighton School\" of filmmakers in England. However, Méliès revealed in 1929 that he had never found mobile techniques to be natural or particularly useful and that he still preferred the stationary camera techniques he had used.[22]\n\n"
        },
        {
            "title": "Release and reception",
            "text": "The Conquest of the Pole was released by Pathé on 3 May 1912.[24] The film was advertised as a voyage extraordinaire en 34 tableaux,[24] and announcements and reports about it frequently suggested a connection to Verne's Voyages Extraordinaires series; for example, Pathé's weekly bulletin promoted the film by saying that \"There isn't one of [Méliès's] works that hasn't achieved the success, the vogue, and the popularity of a Jules Verne novel.\"[4]\n\nIn France, the weekly Le Cinéma gave the film a highly favorable review, calling it \"a masterpiece from the Jules Verne of the film camera.\"[4] The British journal Bioscope described the film as an \"extraordinary voyage,\" calling Méliès \"the H. G. Wells of picturedom, the wizard who gives the fillip to our imagination, and provides us with scientific phenomena of his own making.\"[25]\n\nThe film was a marked failure with contemporary audiences, who almost completely ignored it. The film's failure is usually attributed to changing times; Méliès's theatrical, fantasy-based style, which had been innovative and influential early on in his career, had fallen out of popularity by 1912.[26] The film critic and historian Georges Sadoul, who called the film \"perhaps [Méliès's] most perfect creation,\"[27] elaborated on this point:\n\nMéliès's deal with Pathé put the Star Film studio even further into debt than it had been before.[10] The six works Méliès made under Pathé's supervision in 1911 and 1912 were his last films.[29]\n\nThe Conquest of the Pole is generally considered to be one of Méliès's greatest films,[26] and some critics have described it as his very best work.[27]\n\n"
        }
    ]
}