{
    "url": "https://en.wikipedia.org/wiki/Theatre_organ",
    "title": "Theatre organ",
    "table_of_contents": [
        "1 History",
        "1.1 Manufacturers and production totals",
        "2 Technical",
        "3 New and old organs",
        "4 See also",
        "5 Footnotes",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "A theatre organ (also known as a theater organ, or, especially in the United Kingdom, a cinema organ) is a type of pipe organ developed to accompany silent films, from the 1900s to the 1920s.\n\nTheatre organs have horseshoe-shaped arrangements of stop tabs (tongue-shaped switches) above and around the instrument's keyboards on their consoles. Theatre organ consoles were typically decorated with brightly colored stop tabs, with built-in console lighting. Organs in the UK had a common feature: large translucent surrounds extending from both sides of the console, with internal colored lighting. Theatre organs began to be installed in other venues, such as civic auditoriums, sports arenas, private residences, and churches. One of the largest theatre organs ever built was the 6 manual 52 rank Barton installed in the Chicago Stadium.\n\nThere were over 7,000 such organs installed in America and elsewhere from 1915 to 1933, but fewer than 40 instruments remain in their original venues.[1][failed verification] Though there are few original instruments, hundreds of theatre pipe organs are installed in public venues throughout the world today,[2] while many more exist in private residences.\n\n"
        },
        {
            "title": "History",
            "text": "Originally, films were accompanied by pit orchestras in larger houses, and pit pianists in small venues. The first organs installed in theatres were church organs. These organs were ill-suited to accompanying the film and the performance of popular tunes of the day. \n\nThe earliest examples of the theatre organ concept were modified pianos with a few ranks of pipes and various sound effects, housed in one cabinet, and typically located in the pit area. These instruments were known as photoplayers. Robert Hope-Jones had a better idea, and his concept, which he called a \"unit orchestra\", was developed and promoted, initially by the Rudolph Wurlitzer Company of North Tonawanda, New York. The idea quickly caught on, and a new type of instrument, the Wurlitzer Hope Jones Unit-Orchestra or simply the theatre organ, was born. This model was immediately embraced by theatre owners and soon hundreds of instruments were being ordered from Wurlitzer and other manufacturers who quickly copied the important elements of the design for their own theatre organs.\n\nThe Rudolph Wurlitzer company, to whom Robert Hope-Jones licensed his name and patents, was the most well-known manufacturer of theatre organs, and the phrase Mighty Wurlitzer became an almost generic term for the theatre organ. After some major disagreements with the Wurlitzer management, Robert Hope-Jones committed suicide in 1914.\n\nOther manufacturers included, in the United States, The Bartola Musical Instrument Company of Oshkosh, Wisconsin (maker of the Barton organ), The Page Organ Company of Lima, Ohio, The Marr & Colton Company of Warsaw, New York, and The Robert-Morton Company of Van Nuys, California (a large model was known as the Wonder Morton). In addition, makers of traditional pipe organs for churches promptly jumped on the bandwagon and began producing and selling theatre organs, such as The Kimball Company of Chicago, Illinois, The Wicks Organ Company of Highland, Illinois, M.P. Moller of Hagerstown, Maryland, and Austin Organs of Hartford, Connecticut. In the United Kingdom, important builders of theatre organs included The John Compton Organ Company and William Hill & Son & Norman & Beard Ltd., commonly referred to as Hill, Norman and Beard, who manufactured theatre organs under the Christie brand.\n\nIn Europe, the theatre organ appeared in cinemas after World War I. Some came from Wurlitzer, but there were European organ builders like M. Welte & Söhne and Walcker in Germany, and Standaart in the Netherlands.\n\nAfter the development of sound movies, theatre organs remained installed in many theatres to provide live music between features. However, after the 'golden years' of the 1920s and 1930s, many were scrapped or sold to churches, private homes, museums, ice rinks, rollatoriums, and restaurants. In the 1950s, sometimes known as the theatre organ's second golden age, the development of high-fidelity recording and the LP phonograph record created new interest in the theatre organ. This period also saw the formation of the American Theatre Organ Society (ATOS), originally the American Theatre Organ Enthusiasts (ATOE).\n\nMany composers got their start by playing the theatre organ. Oliver Wallace, arguably America's first theatre organist, was employed by Walt Disney, and composed, among other things, the score to Dumbo. Jesse Crawford, the first organist ever to sell over a million recordings, was known in households across America as the \"Poet of the Organ\". He was also responsible for developing many of the techniques and registrations used in the performance of popular music on the instrument. Rex Koury composed the Gunsmoke theme heard on television and radio for many years. Reginald Dixon MBE was the most popular organist of all time, being a household name all over the UK, The British Empire (which at the time consisted of over 25% of the worlds population) and Europe. During his 40 years at the Tower Ballroom in Blackpool, he performed at the Wurlitzer there some 80,000 times to audiences of 6,500+ at a time. He is widely recognised as recording and selling more records than any other organist.\n\nAmong the most \"heard\" organists in the United States was Dick Leibert, who held for many years the enviable position of Head Organist at New York's Radio City Music Hall, presiding over the largest original theatre organ ever built by the Wurlitzer firm (4 manuals, 58 ranks). Another legendary theatre organist of modern times was the late George Wright, who created a huge series of studio recordings on theatre organs which sold millions. The late Richard Purvis, who was for many years the organist and master of choristers at Grace Cathedral in San Francisco, was also an enthusiastic promoter of theatre organ, and wrote many arrangements for it. And famed Mormon Tabernacle organist Alexander Schreiner was also an active theatre organist.\n\nThese were the major builders of theatre organs, listed in order of production. The numbers listed here are for theatre organs only, and do not include any classical organs that may have been produced. Many builders of church organs also made theatre organs in very small numbers, such as Casavant, which only made seven theatre organs,[3] but thousands of church organs.\n\n"
        },
        {
            "title": "Technical",
            "text": "As in a traditional pipe organ, a theatre organ uses pressurized air to produce musical tones. Unification and extension give the theatre organ its unique flexibility. A rank is extended by adding pipes above and below the original pitch, allowing the organist to play that rank at various pitches by selecting separate stop tabs.\n\nBy way of example, consider an organ where the Tibia Clausa rank at 8' (standard) pitch has 61 pipes. A traditional organ would require a further 61 pipes for the Tibia 4' (an octave higher); the unified theatre organ achieves the same effect by playing on the same pipes but transposing up an octave, thus requiring only an additional 12 pipes to play the top octave. Tibia 2' (yet another octave higher) is similarly accomplished by adding 12 more pipes. The Tibia Clausa 16' is accomplished by transposing down an octave, and adding 12 pipes to the bottom of the Tibia rank. Hence, in a unified organ, four stops (each a separate stop tab) can be obtained from a total of 97 pipes. In a classically designed organ, four 61-note Tibia ranks, requiring 244 pipes, would be needed for the same four stops. Additionally, several mutation stops can be drawn from this 97-pipe rank, resulting in eight or nine stops from a single unified and extended 8' Tibia Clausa rank.\n\nThese ranks are voiced in relation to other pipe ranks in the organ, allowing a handful of ranks in a typical theatre organ to imitate a wide range of instruments. Unification also makes it possible to play any rank of pipes from any manual and the pedals independently, unlike a traditional church organ, where a rank of pipes is playable only from one manual or the pedals, unless couplers are employed.\n\nThe electro-pneumatic action was invented by Robert Hope-Jones, and is considered by many to be the single most significant development in pipe organs. Up to the turn of the 20th century, all pipe organs were operated by a tracker, tubular pneumatic, or pneumatic Barker-lever action, where the keys and pedals were physically connected to the pipe valves via wooden trackers, except in the case of tubular pneumatic, where all actions were operated by air pressure. Hope-Jones' electro-pneumatic action eliminated this by using wind pressure, controlled by electric solenoids, to operate the pipe valves, and solenoids and pistons to control and operate the various stop tabs, controls, keys and pedals on the console. This action allowed the console to be physically detached from the organ. All signals from the console were transmitted by an electric cable to an electro-pneumatic relay, and from there to the pipes and effects in the organ chambers.[8]\n\nHope-Jones believed that higher wind pressures would allow pipes to more accurately imitate orchestral instruments by causing the pipes to produce harmonic overtones which, when mixed with other pipe ranks, produced tones more imitative of actual instruments. The high wind pressures also led to the development of instruments that are unique in theatre organs (such as the diaphone and tibia clausa), and allowed any rank in the organ to function as a solo instrument. These higher pressures were possible due to the development of high-velocity, motor-driven blowers and wind regulators.\n\nAnother hallmark of theatre organs is the addition of chromatic (tuned) percussions. In keeping with his idea of a \"unit orchestra,\" Hope-Jones added pneumatically- and electrically operated instruments such as xylophones, wood harps, chimes, sleigh bells, chrysoglotts and glockenspiels to reproduce the orchestral versions of these instruments.\n\nLater, Wurlitzer added other effects, such as drums, cymbals, wood blocks and other non-chromatic percussions and effects to allow the theatre organ to accompany silent movies.[9]\n\nA traditional organ console was not adequate to control a theatre organ, as the large number of draw knobs required made the console so huge an organist could not possibly reach all of them while playing. Thus, the horseshoe console was born. Based on a curved French console design and using stop tabs instead of drawknobs, the horseshoe console now allowed the organist to reach any stop or control while playing any piece of music, eliminating the need to move around awkwardly on the bench. The smaller stop tabs also permitted the addition of many more stops on the console than could be added on a traditional console.\n\n\nAfter the advent of unification and the electro-pneumatic action, builders of church organs started to see the advantages of these systems. As a result, several organ builders began adopting these concepts for use in their church organs. Among these were Austin, Möller, Aeolian-Skinner and Kimball, who used electro-pneumatic action in many of their organs. Today, approximately one fourth of all new or rebuilt church pipe organs use an electro-pneumatic action either exclusively, or as an augmentation to existing tracker actions. In the same vein, some amount of unification was utilized in some church organs, and even today many church pipe organs utilize some degree of unification in areas where it is not critical to the classical sound sought in such instruments, or in instruments where space for pipes is limited. By making a single rank available at more than one pitch (such as a bourdon in the pedal division available at both 32' and 16', or a Trumpet in a manual division available at both 16' and 8'), the concept of extension is commonly—but discreetly—used by even the most noted organ builders.\n"
        },
        {
            "title": "New and old organs",
            "text": "So-called \"new\" organs have been recently built, mainly from parts of other theatre organs, with construction of new pipework, windchests and consoles. Other theatre organs that have been silent for years are being refurbished and installed in new venues.\n\nSome of these refurbished organs have had their original electro-pneumatic relays replaced with electronic and/or computerized relays and modern, electronic consoles. \n\nDigital theatre organs are being produced in the attempt to recreate authentic-sounding pipe tones.\n\n"
        }
    ]
}