{
    "url": "https://en.wikipedia.org/wiki/Thealogy",
    "title": "Thealogy",
    "table_of_contents": [
        "1 History of the term",
        "2 As academic discipline",
        "3 Criticisms",
        "4 Art and culture",
        "5 See also",
        "6 References",
        "7 Further reading"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Thealogy views divine matters with feminine perspectives including but not only feminism. Valerie Saiving, Isaac Bonewits (1976) and Naomi Goldenberg (1979) introduced the concept as a neologism (new word) in feminist terms.[1]  Its use then widened to mean all feminine ideas of the sacred, which Charlotte Caron usefully explained in 1993: \"reflection on the divine in feminine or feminist terms\".[2] By 1996, when Melissa Raphael published Thealogy and Embodiment, the term was well established.[3]\n\nAs a neologism, the term derives from two Greek words: thea, θεά, meaning \"goddess\", the feminine equivalent of theos, \"god\" (from PIE root *dhes-);[4] and logos, λόγος, plural logoi, often found in English as the suffix -logy, meaning  \"word\", \"reason\" or \"plan\", and in Greek philosophy and theology the divine reason implicit in the cosmos.[5][6]\n\nThealogy has areas in common with feminist theology, the study of God from a feminist perspective, often emphasising monotheism. Thus the relation is an overlap as thealogy is not limited to deity in spite of its etymology;[7][8] the two fields have been described as both related and interdependent.[9]\n\n"
        },
        {
            "title": "History of the term",
            "text": "The term's origin and initial use is open to continuing debate. Patricia 'Iolana traces the early use of the neologism to 1976 crediting both Valerie Saiving and Isaac Bonewits for its initial use.[10] The coinage of \"thealogian\" on record by Bonewits in 1976 has been promoted.[11][12]\n\nIn the 1979 book Changing of the Gods, Naomi Goldenberg introduces the term as a future possibility with respect to a distinct discourse, highlighting the masculine nature of theology.[13] Also in 1979, in the first revised edition of \"Real Magic\", Bonewits defined \"thealogy\" in his Glossary as \"Intellectual speculations concerning the nature of the Goddess and Her relations to the world in general and humans in particular; rational explanations of religious doctrines, practices and beliefs, which may or may not bear any connection to any religion as actually conceived and practiced by the majority of its members\". Also in the same glossary, he defined \"theology\" with nearly identical words, changing the feminine pronouns with masculine pronouns appropriately.[14]\n\nCarol P. Christ used the term in \"Laughter of Aphrodite\" (1987), claiming that those creating thealogy could not avoid being influenced by the categories and questions posed in Christian and Jewish theologies.[15] She further defined thealogy in her 2002 essay, \"Feminist theology as post-traditional thealogy\", as \"the reflection on the meaning of the Goddess\".[16]\n\nIn her 1989 essay \"On Mirrors, Mists and Murmurs: Toward an Asian American Thealogy\", Rita Nakashima Brock defined thealogy as \"the work of women reflecting on their experiences of and beliefs about divine reality\".[17] Also in 1989, Ursula King notes thealogy's growing usage as a fundamental departure from traditional male-oriented theology, characterized by its privileging of symbols over rational explanation.[18]\n\nIn 1993, Charlotte Caron's inclusive and clear definition of thealogy as \"reflection on the divine in feminine and feminist terms\" appeared in \"To Make and Make Again\".[19] By this time, the concept had gained considerable status among Goddess adherents.\n\n"
        },
        {
            "title": "As academic discipline",
            "text": "Situated in relationship to the fields of theology and religious studies, thealogy is a discourse that critically engages the beliefs, wisdom, practices, questions, and values of the Goddess community, both past and present.[20] Similar to theology, thealogy grapples with questions of meaning, include reflecting on the nature of the divine,[21] the relationship of humanity to the environment,[22] the relationship between the spiritual and sexual self,[23] and the nature of belief.[24]  However, in contrast to theology, which often focuses on an exclusively logical and empirical discourse, thealogy embraces a postmodern discourse of personal experience and complexity.[25]\n\nThe term suggests a feminist approach to theism and the context of God and gender within Paganism, Neopaganism, Goddess Spirituality and various nature-based religions.  However, thealogy can be described as religiously pluralistic, as thealogians come from various religious backgrounds that are often hybrid in nature. In addition to Pagans, Neopagans, and Goddess-centred faith traditions, they are also Christian, Jewish, Buddhist, Muslim, Quakers, etc. or define themselves as Spiritual Feminists.[26] As such, the term thealogy has also been used by feminists within mainstream monotheistic religions to describe in more detail the feminine aspect of a monotheistic deity or trinity, such as God/dess Herself, or the Heavenly Mother of the Latter Day Saint movement.\n\nIn 2000, Melissa Raphael wrote the text Introducing Thealogy: Discourse on the Goddess for the series Introductions in Feminist Theology. Written for an academic audience, it purports to introduce the main elements of thealogy within the context of Goddess feminism. She situates thealogy as a discourse that can be engaged with by Goddess feminists—those who are feminist adherents of the Goddess who may have left their church, synagogue, or mosque—or those who may still belong to their originally established religion.[27] In the book, Raphael compares and contrasts thealogy with the Goddess movement.[28] In 2007, Paul Reid-Bowen wrote the text \"Goddess as Nature: Towards a Philosophical Thealogy\", which can be regarded as another systematic approach to thealogy, but which integrates philosophical discourse.[29]\n\nIn the past decade, other thealogians like Patricia 'Iolana and D'vorah Grenn have generated discourses that bridge thealogy with other academic disciplines. 'Iolana's Jungian thealogy bridges analytical psychology with thealogy, and Grenn's metaformic thealogy is a bridge between matriarchal studies and thealogy.[30]\n\nContemporary Thealogians include Carol P. Christ, Melissa Raphael, Asphodel Long, Beverly Clack, Charlotte Caron, Naomi Goldenberg, Paul Reid-Bowen, Rita Nakashima Brock, and Patricia 'Iolana.\n\n"
        },
        {
            "title": "Criticisms",
            "text": "At least one Christian theologian dismisses thealogy as the creation of a new deity made up by radical feminists.[31] Paul Reid-Bowen and Chaone Mallory point out that essentialism is a problematic slippery slope when Goddess feminists argue that women are inherently better than men or inherently closer to the Goddess.[32][33]  In his book Goddess Unmasked: The Rise of Neopagan Feminist Spirituality, Philip G. Davis levies a number of criticisms against the Goddess movement, including logical fallacies, hypocrisies, and essentialism.[34]\n\nThealogy has also been criticized for its objection to empiricism and reason.[35] In this critique, thealogy is seen as flawed by rejecting a purely empirical worldview for a purely relativistic one.[36]  Meanwhile, scholars like Harding[37] and Haraway[38] seek a middle ground of feminist empiricism.\n\n"
        },
        {
            "title": "Art and culture",
            "text": "Artist Edwina Sandys' 250-pound bronze statue of a bare-breasted female Crucifixion statue, Crista, was removed from the Cathedral of Saint John the Divine at the order of the Jesus Suffragan Bishop of the Episcopal Diocese of New York during Holy Week in 1984. The bishop accused the Cathedral Dean of \"descrating our symbols\" even though viewer reaction had been \"overwhelmingly positive.\"[39] In 2016, Sandy's Crista was reinstalled at the cathedral, on the altar, as the centerpiece of the \"groundbreaking\" The Christa Project: Manifesting Divine Bodies. [40] The Bishop of the Episcopal Diocese of New York wrote an article for the cathedral's booklet stating, \"In an evolving, growing, learning church, we may be ready to see ‘Christa’ not only as a work of art but as an object of devotion, over our altar, with all of the challenges that may come with that for many visitors to the cathedral, or indeed, perhaps for all of us.\"[41] This exhibition of more than 50 contemporary works that \"interpret — or reinterpret — the symbolism associated with the image of Jesus\", in order to provide \"an excellent vehicle for thinking about sacred incarnation, and one that reaches out to humans of all genders, races, religions and sexual orientations\" included work by Fredericka Foster, Kiki Smith, Genesis Breyer P-Orridge and Eiko Otake.[42][43][44]\n\n"
        }
    ]
}