{
    "url": "https://en.wikipedia.org/wiki/Theft",
    "title": "Theft",
    "table_of_contents": [
        "1 Elements",
        "2 By jurisdiction",
        "2.1 Australia",
        "2.1.1 Actus reus",
        "2.1.2 Mens rea",
        "2.2 Canada",
        "2.3 Hong Kong",
        "2.4 India",
        "2.5 The Netherlands",
        "2.6 Republic of Ireland",
        "2.7 Romania",
        "2.8 United Kingdom",
        "2.8.1 England and Wales",
        "2.8.1.1 Appropriates",
        "2.8.1.2 Property",
        "2.8.1.3 Belonging to another",
        "2.8.1.4 With the intention of permanently depriving the other of it",
        "2.8.2 Northern Ireland",
        "2.9 United States",
        "2.9.1 Alabama",
        "2.9.2 Alaska",
        "2.9.3 Arizona",
        "2.9.4 California",
        "2.9.5 Florida",
        "2.9.6 Georgia",
        "2.9.7 Hawaii",
        "2.9.8 Illinois",
        "2.9.9 Kentucky",
        "2.9.10 Massachusetts",
        "2.9.11 Missouri",
        "2.9.12 New York",
        "2.9.13 Vermont",
        "2.9.14 Virginia",
        "2.9.15 Washington State",
        "2.10 West Indies",
        "2.11 Religious views and practices",
        "2.11.1 Islam",
        "2.11.2 Buddhism",
        "3 Psychology",
        "4 See also",
        "5 Notes",
        "6 References",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Theft is the act of taking another person's property or services without that person's permission or consent with the intent to deprive the rightful owner of it.[1][2][3] The word theft is also used as a synonym or informal shorthand term for some crimes against property, such as larceny, robbery,[1] embezzlement, extortion, blackmail, or receiving stolen property.[2] In some jurisdictions, theft is considered to be synonymous with larceny,[4][5] while in others, theft is defined more narrowly.[6] Someone who carries out an act of theft may be described as a \"thief\" (PL: thieves).[7]\n\nTheft is the name of a statutory offence in California, Canada, England and Wales, Hong Kong,[8] Northern Ireland, the Republic of Ireland,[9] and the Australian states of South Australia[10] and Victoria.[11]\n\n"
        },
        {
            "title": "Elements",
            "text": "The actus reus of theft is usually defined as an unauthorized taking, keeping, or using of another's property which must be accompanied by a mens rea of dishonesty and the intent to permanently deprive the owner or rightful possessor of that property or its use.\n\nFor example, if X goes to a restaurant and, by mistake, takes Y's scarf instead of her own, she has physically deprived Y of the use of the property (which is the actus reus) but the mistake prevents X from forming the mens rea (i.e., because she believes that she is the owner, she is not dishonest and does not intend to deprive the \"owner\" of it) so no crime has been committed at this point. But if she realizes the mistake when she gets home and could return the scarf to Y, she will steal the scarf if she dishonestly keeps it (see theft by finding). Note that there may be civil liability for the torts of trespass to chattels or conversion in either eventuality.\n\n"
        },
        {
            "title": "By jurisdiction",
            "text": "The following are the countries with the most cases of theft, as well as the respective rates per 100,000 people, according to the United Nations in 2018.[12]\n\nSouth Australia\n\nTheft is defined in section 134 of the Criminal Consolidation Act 1935 (SA) as being where a person deals with property dishonestly, without the owner's consent and intending to deprive the owner of their property, or make a serious encroachment on the proprietary rights of the owner.[10]\n\nUnder this law, encroachment on proprietary rights means that the property is dealt with in a way that creates a substantial risk that the property will not be returned to the owner, or that the value of the property will be greatly diminished when the owner does get it back. Also, where property is treated as the defendant's own property to dispose of, disregarding the actual property owner's rights.[13]\n\nFor a basic offence, a person found guilty of this offence is liable for imprisonment of up to 10 years.\n\nFor an aggravated offence, a person found guilty of this offence is liable for imprisonment of up to 15 years.\n\nVictoria\n\nTheft is defined in the Crimes Act 1958 (Vic) as when a person \"dishonestly appropriates property belonging to another with the intention of permanently depriving the other of it.\".[14] The actus reus and mens rea are defined as follows:\nAppropriation is defined in section 73(4) of the Crimes Act 1958 (Vic) as the assumption of any of the owner's rights.[15] It does not have to be all the owner's rights, as long as at least one right has been assumed.[16] If the owner gave their consent to the appropriation there cannot be an appropriation.[17] However, if this consent is obtained by deception, this consent is vitiated.\n\nProperty – defined in section 71(1) of the Crimes Act 1958 (Vic) as being both tangible property, including money and intangible property.[18] Information has been held not be property.[19]\n\nBelonging to another – section 73(5) of the Crimes Act 1958 (Vic) provides that property belongs to another if that person has ownership, possession, or a proprietary interest in the property. Property can belong to more than one person. sections 73(9) & 73(10) deal with situations where the accused receives property under an obligation or by mistake.[15]\n\nSouth Australia\n\nWhether a person's conduct is dishonest is a question of fact to be determined by the jury, based on their own knowledge and experience. As with the definition in Victoria, it contains definitions of what is not dishonesty, including a belief in a legal claim of right or a belief the owner could not be found.[20]\n\nVictoria\n\nIntention to permanently deprive – defined at s.73(12) as treating property as it belongs to the accused, rather than the owner.\n\nDishonestly –  section 73(2) of the Crimes Act 1958 (Vic) creates a negative definition of the term 'dishonestly'. The section deems only three circumstances when the accused is deemed to have been acting honestly. These are a belief in a legal claim of right, a belief that the owner would have consented, or a belief the owner could not be found.[15]\n\nSection 322(1) of the Criminal Code provides the general definition for theft in Canada:\n\nSections 323 to 333 provide for more specific instances and exclusions:\n\nIn the general definition above, the Supreme Court of Canada has construed \"anything\" very broadly, stating that it is not restricted to tangibles, but includes intangibles. To be the subject of theft it must, however:\n\nBecause of this, confidential information cannot be the subject of theft, as it is not capable of being taken as only tangibles can be taken. It cannot be converted, not because it is an intangible, but because, save in very exceptional far‑fetched circumstances, the owner would never be deprived of it.[22] However, the theft of trade secrets in certain circumstances does constitute part of the offence of economic espionage, which can be prosecuted under s. 19 of the Security of Information Act.[23]\n\nFor the purposes of punishment, Section 334 divides theft into two separate offences, according to the value and nature of the goods stolen:\n\nWhere a motor vehicle is stolen, Section 333.1 provides for a maximum punishment of 10 years for an indictable offence (and a minimum sentence of six months for a third or subsequent conviction), and a maximum sentence of 18 months on summary conviction.\n\nSection 2 of the Theft Ordinance provides the general definition of theft in Hong Kong:\n\nThe elements of this offence in Hong Kong is almost the same as in England and Wales, because the Theft Ordinance in Hong Kong was drafted based on the Theft Act 1968 (and the Theft Act 1978) in UK. However, the \"Ghosh Test\" for dishonest in Hong Kong has been replaced by the \"Ivey Test\" in England and Wales by the Supreme Court. It is the main difference between the offence of theft in these two jurisdictions.\n\nTheft is a criminal activity in India with punishments which may lead to jail term. Below are excerpts of laws of Indian penal Code which state definitions and punishments for theft.\n\n[28]\n\nTheft is a crime with related articles in the Wetboek van Strafrecht.\n\nTheft is a statutory offence, created by section 4(1) of the Criminal Justice (Theft and Fraud Offences) Act 2001.[37]\n\nAccording to the Romanian Penal Code a person committing theft (furt) can face a penalty ranging from 1 to 20 years.[38][39]\n\nDegrees of theft:\n\nIn England and Wales, theft is a statutory offence, created by section 1(1) of the Theft Act 1968. This offence replaces the former offences of larceny, embezzlement and fraudulent conversion.[40]\n\nThe marginal note to section 1 of the Theft Act 1968 describes it as a \"basic definition\" of theft. Sections 1(1) and (2) provide:\n\nSections 2 to 6 of the Theft Act 1968 have effect as regards the interpretation and operation of section 1 of that Act. Except as otherwise provided by that Act, sections 2 to 6 of that Act apply only for the purposes of section 1 of that Act.[41]\n\nSection 3 provides:\n\nSee R v Hinks and Lawrence v Metropolitan Police Commissioner.\n\nSection 4(1) provides that:\n\nEdward Griew said that section 4(1) could, without changing its meaning, be reduced, by omitting words, to:\n\nSections 4(2) to (4) provide that the following can only be stolen under certain circumstances:\n\nIntangible property\n\nConfidential information[43] and trade secrets[44] are not property within the meaning of section 4.\n\nThe words \"other intangible property\" include export quotas that are transferable for value on a temporary or permanent basis.[45]\n\nElectricity\n\nElectricity cannot be stolen. It is not property within the meaning of section 4 and is not appropriated by switching on a current.[46] Cf. the offence of abstracting electricity under section 13.\n\nSection 5 \"belonging to another\" requires a distinction to be made between ownership, possession and control:\n\nSo if A buys a car for cash, A will be the owner. If A then lends the car to B Ltd (a company), B Ltd will have possession. C, an employee of B Ltd then uses the car and has control. If C uses the car in an unauthorized way, C will steal the car from A and B Ltd. This means that it is possible to steal one's own property.\n\nIn R v Turner,[47] the owner removed his car from the forecourt of a garage where it had been left for collection after repair. He intended to avoid paying the bill. There was an appropriation of the car because it had been physically removed but there were two issues to be decided:\n\nSection 6 \"with the intent to permanently deprive the other of it\" is sufficiently flexible to include situations where the property is later returned.[48]\n\nAlternative verdict\n\nThe offense created by section 12(1) of the Theft Act 1968 (TWOC) is available an alternative verdict on an indictment for theft.[49]\n\nVisiting forces\n\nTheft is an offence against property for the purposes of section 3 of the Visiting Forces Act 1952.[50]\n\nMode of trial and sentence\n\nTheft is triable either way.[51] A person guilty of theft is liable, on conviction on indictment, to imprisonment for a term not exceeding seven years,[52] or on summary conviction to imprisonment for a term not exceeding six months, or to a fine not exceeding the prescribed sum, or to both.[53]\n\nAggravated theft\n\nThe only offence of aggravated theft is robbery, contrary to section 8 of the Theft Act 1968.[54]\n\nStolen goods\n\nFor the purposes of the provisions of the Theft Act 1968 which relate to stolen goods, goods obtain in England or Wales or elsewhere by blackmail or fraud are regarded as stolen, and the words \"steal\", \"theft\" and \"thief\" are construed accordingly.[55]\n\nSections 22 to 24 and 26 to 28 of the Theft Act 1968 contain references to stolen goods.\n\nHandling stolen goods\n\nThe offence of handling stolen goods, contrary to section 22(1) of the Theft Act 1968, can only be committed \"otherwise than in the course of stealing\".[56]\n\nSimilar or associated offences\n\nAccording to its title, the Theft Act 1968 revises the law as to theft and similar or associated offences. See also the Theft Act 1978.\n\nIn Northern Ireland, theft is a statutory offence, created by section 1 of the Theft Act (Northern Ireland) 1969.[57]\n\nIn the United States, crimes must be prosecuted in the jurisdiction in which they occurred.[58] Although federal and state jurisdiction may overlap, even when a criminal act violates both state and federal law, in most cases only the most serious offenses are prosecuted at the federal level.[59]\n\nThe federal government has criminalized certain narrow categories of theft that directly affect federal agencies or interstate commerce.[60] The Model Penal Code, promulgated by the American Law Institute to help state legislatures update and standardize their laws,[61] includes categories of theft by unlawful taking or by unlawfully disposing of property, theft by deception (fraud), theft by extortion, theft by failure to take measures to return lost or mislaid or mistakenly delivered property, theft by receipt of stolen property, theft by failing to make agreed disposition of received funds, and theft of services.[62]\n\nAlthough many U.S. states have retained larceny as the primary offense,[63] some have now adopted theft provisions.\n\nGrand theft, also called grand larceny, is a term used throughout the United States designating theft that is large in magnitude or serious in potential penological consequences. Grand theft  is contrasted with petty theft, also called petit theft, that is of smaller magnitude or lesser seriousness.\n\nTheft laws, including the distinction between grand theft and petty theft for cases falling within its jurisdiction, vary by state.  This distinction is established by statute, as are the penological consequences.[64]  Most commonly, statutes establishing the distinction between grand theft and petty theft do so on the basis of the value of the money or property taken by the thief or lost by the victim,[65] with the dollar threshold for grand theft varying from state to state. Most commonly, the penological consequences of the distinction include the significant one that grand theft can be treated as a felony, while petty theft is generally treated as a misdemeanor.\n\nIn some states, grand theft of a vehicle may be charged as \"grand theft auto\" (see motor vehicle theft for more information).\n\nRepeat offenders who continue to steal may become subject to life imprisonment in certain states.[66]\n\nSometimes the federal anti-theft-of-government-property law 18 U.S.C. § 640 is used to prosecute cases where the Espionage Act would otherwise be involved; the theory being that by retaining sensitive information, the defendant has taken a 'thing of value' from the government. For examples, see the Amerasia case and United States v. Manning.\n\nWhen stolen property exceeds the amount of $500 it is a felony offense.[67] If property is less than $500, then it is a Class A misdemeanor.[68] Unlike some other states, shoplifting is not defined by a separate statute but falls under the state's general theft statute.[69]\n\nThe Alaska State Code does not use the terms grand theft or grand larceny.  However, it specifies that theft of property valued at more than $1,000 is a felony whereas thefts of lesser amounts are misdemeanors.  The felony categories (class 1 and class 2 theft) also include theft of firearms; property taken from the person of another; vessel or aircraft safety or survival equipment; and of access devices.[70]\n\nFelony theft is committed when the value of the stolen property exceeds $1000. Regardless of the value of the item, if it is a firearm or an animal taken for the purpose of animal fighting, then the theft is a Class 6 Felony.[71]\n\nThe Theft Act of 1927 consolidated a variety of common law crimes into theft.  The state now distinguishes between two types of theft, grand theft and petty theft.[72] The older crimes of embezzlement, larceny, and stealing, and any preexisting references to them now fall under the theft statute.[73]\n\nThere are a number of criminal statutes in the California Penal Code defining grand theft in different amounts. Grand theft generally consists of the theft of something of value over $950 (including money, labor or property but is lower with respect to various specified property),[74] Theft is also considered grand theft when more than $250 in crops or marine life forms are stolen, “when the property is taken from the person of another,” or when the property stolen is an automobile, farm animal, or firearm.[75]\n\nPetty theft is the default category for all other thefts.[76]\n\nGrand theft is punishable by up to a year in jail or prison, and may be charged (depending upon the circumstances) as a misdemeanor or felony,[77] while petty theft is a misdemeanor punishable by a fine or imprisonment not exceeding six months in jail or both.[78]\n\nIn general, any property taken that carries a value of more than $750 can be considered grand theft in certain circumstances.[79]\n\nIn Georgia, when a theft offense involves property valued at $500 or less, the crime is punishable as a misdemeanor. Any theft of property determined to be exceeding $500 may be treated as grand theft and charged as a felony.[80]\n\nTheft in the first or second degree is a felony. Theft in the first degree means theft above $20,000 or of a firearm or explosive; or theft over $300 during a declared emergency.[81] Theft in the second degree means theft above $750, theft from the person of another, or agricultural products over $100 or aquacultural products from an enclosed property.[82]\n\nTheft is a felony if the value of the property exceeds $300 or the property is stolen from the person of another. Thresholds at $10,000, $100,000, and $500,000 determine how severe the punishment can be. The location from which property was stolen is also a factor in sentencing.[83]\n\nKRS 514.030 states that theft by unlawful taking or disposition is generally a Class A misdemeanor unless the items stolen are a firearm, anhydrous ammonia, a controlled substance valued at less than $10,000 or any other item or combination of items valued $500 or higher and less than $10,000 in which case the theft is a Class D felony. Theft of items valued at $10,000 or higher and less than $1,000,000 is a Class C felony. Theft of items valued at $1,000,000 or more is a Class B felony, as is first offense theft of anhydrous ammonia for the express purpose of manufacturing methamphetamines in violation of KRS 218A.1432. In the latter case, subsequent offenses are a Class A felony.[84]\n\nIn Massachusetts, theft may generally be charged as a felony if the value of stolen property is greater than $250.[85]\n\nStealing is a felony if the value of stolen property exceeds $500. It is also a felony if \"The actor physically takes the property appropriated from the person of the victim\" or the stolen property is a vehicle, legal document, credit card, firearm, explosive, U.S. flag on display, livestock animal, fish with value exceeding $75, captive wildlife, controlled substance, or anhydrous ammonia.[86] Stealing in excess of $25,000 is usually a class B felony (sentence: 5–15 years),[87] while any other felony stealing (not including the felonies of burglary or robbery) that does not involve chemicals is a class C felony (sentence: up to 7 years). Non-felony stealing is a class A misdemeanor (sentence: up to 1 year).\n\nGrand larceny consists of stealing property with a value exceeding $1000; or stealing a public record, secret scientific material, firearm, credit or debit card, ammonia, telephone with service, or motor vehicle or religious item with value exceeding $100; or stealing from the person of another or by extortion or from an ATM. The degree of grand larceny is increased if the theft was from an ATM, through extortion involving fear, or involved a value exceeding the thresholds of $3,000, $50,000, or $1,000,000.[88]\n\nGrand Larceny:\nValue of goods exceed $900 (13 V.S.A. § 2501)\n\nGrand Larceny:\nValue of goods exceed $1000 (Virginia Code § 18.2-95)\n\nTheft of goods valued between $750 and $5000 is second-degree theft, a Class C felony.[89]  Theft of goods valued above $5000, of a search-and-rescue dog on duty, of public records from a public office or official, of metal wire from a utility, or of an access device, is a Class  B felony,[90] as is theft of\na motor vehicle [91]\nor a firearm.[92]\n\nIn the British West Indies, especially Grenada, there have been a spate of large-scale thefts of tons of sand from beaches.[93]  Both Grenada and Jamaica are considering increasing fines and jail time for the thefts.[93]\n\nIn parts of the world which govern with sharia law, the punishment for theft is amputation of the right hand if the thief does not repent. This ruling is derived from surah 5 verse 38 of the Quran which states As to the thief, Male or female, cut off his or her hands: a punishment by way of example, from Allah, for their crime: and Allah is Exalted in power. This is viewed as being a deterrent.[94][95]\n\nIn Buddhism, one of the five precepts prohibits theft, and involves the intention to steal what one perceives as not belonging to oneself (\"what is not given\") and acting successfully upon that intention. The severity of the act of theft is judged by the worth of the owner and the worth of that which is stolen. Underhand dealings, fraud, cheating and forgery are also included in this precept.[96][97] Professions that are seen to violate the precept against theft are working in the gambling industry or marketing products that are not actually required for the customer.[98]\n\n"
        },
        {
            "title": "Psychology",
            "text": "Possible causes for acts of theft include both economic and non-economic motivations. For example, an act of theft may be a response to the offender's feelings of anger, grief, depression, anxiety and compulsion, boredom, power and control issues, low self-esteem, a sense of entitlement, an effort to conform or fit in with a peer group, or rebellion.[99] Theft from work may be attributed to factors that include greed, perceptions of economic need, support of a drug addiction, a response to or revenge for work-related issues, rationalization that the act is not actually one of stealing, response to opportunistic temptation, or the same emotional issues that may be involved in any other act of theft.[99]: 438 \n\nThe most common reasons for shoplifting include participation in an organized shoplifting ring, opportunistic theft, compulsive acts of theft, thrill-seeking, and theft due to need.[100] Studies focusing on shoplifting by teenagers suggest that minors shoplift for reasons including the novelty of the experience, peer pressure, the desire to obtain goods that a minor cannot legally purchase, and for economic reasons, as well as self-indulgence and rebellion against parents.[101]\n\n"
        },
        {
            "title": "See also",
            "text": "Specific forms of theft and other related offences\n\n"
        }
    ]
}