{
    "url": "https://en.wikipedia.org/wiki/Theodor_von_Holst",
    "title": "Theodor von Holst",
    "table_of_contents": [],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nTheodor Richard Edward von Holst[1] (3 September 1810 – 14 February 1844) was a nineteenth-century British literary painter.\n\nVon Holst was born in London, the fourth of the five children of Matthias and Katharina von Holst. Von Holst's drawing talents were noticed by the artist Henry Fuseli and Sir Thomas Lawrence. Lawrence even bought drawings from the ten-year-old von Holst. Fuseli trained the young man in early years, after which he was admitted to the Royal Academy Schools in 1824. According to Max Browne's biographical article in the Oxford Dictionary of National Biography, von Holst's \"early instruction by Fuseli exerted such a powerful influence on his artistic development that some of his work is almost indistinguishable from that of his master\".[2]\n\nLike Fuseli, von Holst painted mostly famous literary subjects of European culture, but not current trends. He drew from the works of Virgil, Dante, William Shakespeare, Mary Shelley, and Victor Hugo. Von Holst was the first artist to illustrate Shelley's novel Frankenstein in 1831.[2] However, the German Romantics, particularly the works of Goethe, E. T. A. Hoffmann, and Friedrich de la Motte Fouqué, were the basis of almost half his works.[2] Von Holst became \"the most prolific English illustrator of German Romance\".[2] As Browne explains, \"while [von Holst's] exceptional imagination and draughtsmanship were widely praised, his choice of subjects were out of step with the age and public taste. His penchant for the demonic, supernatural, and erotic led to a degree of neglect that was otherwise undeserved.\"[2]\n\nHowever, von Holst exhibited 49 paintings at major exhibitions in London and sold portraits to collectors. Also, Dante Gabriel Rossetti, greatly admired von Holst's work and according to Browne \"considered him a significant link between the older generation of English Romantic painters, such as Fuseli and William Blake, and the Pre-Raphaelite circle\".[2]\n\nOn 17 August 1841, von Holst married Amelia Thomasina Symmes Villard in Marylebone. \nVon Holst died from a disease of the liver at his home in London and was buried on 21 February 1844. After his death, his works were sold on 26 June 1844. The composer Gustav Holst, whose middle name was Theodore, was his grand-nephew.\n\n"
        }
    ]
}