{
    "url": "https://en.wikipedia.org/wiki/Theological_noncognitivism",
    "title": "Theological noncognitivism",
    "table_of_contents": [
        "1 Arguments",
        "2 Relationship to other non-theist perspectives",
        "3 See also",
        "4 References",
        "5 Bibliography",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Theological noncognitivism is the non-theist position that religious language, particularly theological terminology such as \"God\", is not intelligible or meaningful, and thus sentences like \"God exists\" are cognitively meaningless.[1] It may be considered synonymous with ignosticism (also called igtheism), a term coined in 1964 by Sherwin Wine, a rabbi and a founding figure of Humanistic Judaism.[2]\n\n"
        },
        {
            "title": "Arguments",
            "text": "Theological noncognitivists argue in different ways, depending on what one considers the \"theory of meaning\" to be.\n\nOne argument holds to the claim that definitions of God are irreducible, self-instituting relational,  circular. For example, a sentence stating that \"God is He who created everything, apart from Himself\", is seen as circular rather than an irreducible truth.\n\nMichael Martin writing from a verificationist perspective concludes that religious language is meaningless because it is not verifiable.[3][4]\n\nGeorge H. Smith uses an attribute-based approach in an attempt to prove that there is no concept for God: he argues that there are no meaningful attributes, only negatively defined or relational attributes, making the term meaningless. An example: Consider the proposition of the existence of a \"pink unicorn\". When asserting the proposition, one can use attributes to at least describe the concept such that a cohesive idea is transferred in language. With no knowledge of \"pink unicorn\", it can be described minimally with the attributes \"pink\", \"horse\", and \"horn\". Only then can the proposition be accepted or rejected. The acceptance or rejection of the proposition is distinct from the concept.[5][6]\n\n"
        },
        {
            "title": "Relationship to other non-theist perspectives",
            "text": "Steven J. Conifer contrasts theological noncognitivism with positive atheism, which describes not only a lack of a belief in gods but furthermore denies that gods exist thereby giving credence to the existence of a concept of something for \"God\" to refer to, because it assumes that there is something understandable to not believe in.[1]\n\nPaul Kurtz finds the view to be compatible with both weak atheism and agnosticism.[7] However, Theodore Drange distinguishes noncognitivism and agnosticism, describing the latter as accepting that theological language is meaningful but being noncommittal about its truth or falsity on the grounds of insufficient evidence.[8]\n\n"
        }
    ]
}