{
    "url": "https://en.wikipedia.org/wiki/Theosophical_Society",
    "title": "Theosophical Society",
    "table_of_contents": [
        "1 Locations",
        "2 History",
        "2.1 Formation and objectives",
        "2.2 The Hidden Masters",
        "2.3 Schisms",
        "3 The \"World Teacher\"",
        "3.1 Jiddu Krishnamurti",
        "4 Related individuals and organizations",
        "5 See also",
        "6 References",
        "7 External links",
        "8 Video"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The Theosophical Society, founded in 1875, is a worldwide body with the aim to advance the ideas of Theosophy in continuation of previous Theosophists, especially the Greek and Alexandrian Neo-Platonic philosophers dating back to 3rd century CE. It also encompasses wider religious philosophies like Vedānta, Mahāyāna, Qabbalah, and Sufism. \nThe Theosophical Society functions as a bridge between East and West, emphasizing the commonality of human culture.[1]\nThe term \"theosophy\" comes from the Greek theosophia, which is composed of two words: theos (\"god,\" \"gods,\" or \"divine\") and sophia (\"wisdom\"). Theosophia, therefore, may be translated as \"wisdom of the gods\", \"wisdom in things divine\", or \"Divine Wisdom\".\n\n"
        },
        {
            "title": "Locations",
            "text": "The original organization, after splits and realignments, currently[update] has several successors.[2] Following the death of Helena Blavatsky, competition emerged between factions within the Society, particularly among founding members. The organization split into the Theosophical Society Adyar (Olcott-Besant) and the Theosophical Society Pasadena (Judge).\n\nThe former group, headquartered in India, is the most widespread international group holding the name \"Theosophical Society\" today.\n\nTheosophical Society-Adyar is located at Adyar situated in the Indian city of Chennai.[3]\n\n"
        },
        {
            "title": "History",
            "text": "The Theosophical Society was officially formed in New York City, United States, on 17 November 1875 by Helena Petrovna Blavatsky, Colonel Henry Steel Olcott, William Quan Judge, and 16 others.[4] It was self-described as \"an unsectarian body of seekers after Truth, who endeavor to promote Brotherhood and strive to serve humanity.\" Olcott was its first president, and remained president until his death in 1907. In the early months of 1875, Olcott and Judge had come to realize that, if Blavatsky was a spiritualist, she was no ordinary one.[5] The society's initial objective was the \"study and elucidation of Occultism, the Cabala etc.\"[6] After a few years Olcott and Blavatsky moved to India and established the International Headquarters at Adyar, in Madras (now Chennai). They were also interested in studying Eastern religions, and these were included in the Society's agenda.[7]\n\nAfter several iterations the Society's objectives were incorporated at Chennai (Madras) on 3 April 1905. The Three Objects of the Theosophical Society are as follows :[8]\n\nSympathy with the above objects was the sole condition of admission to the society. The Society was organized as a non-sectarian entity. The following was stated in the Constitution and Rules of the Theosophical Society\n\nThe Society reformulated this view in a resolution passed by the General Council of the Theosophical Society on December 23, 1924.[10]\nThree years before, in 1921, it was signed the institutive charter of the Spanish Sociedad Teosófica, which had local branches in Madrid, Tarrasa, Barcelona, Seville, Valencia, Alicante, Zanoni, Cadiz and Dharma.[11]\n\nOne of the central philosophical tenets promoted by the Society was the complex doctrine of The Intelligent Evolution of All Existence, occurring on a cosmic scale, incorporating both the physical and non-physical aspects of the known and unknown Universe, and affecting all of its constituent parts regardless of apparent size or importance. The theory was originally promulgated in the Secret Doctrine, the 1888 magnum opus of Helena Blavatsky.[12] According to this view, humanity's evolution on earth (and beyond) is part of the overall cosmic evolution. It is overseen by a hidden spiritual hierarchy, the so-called Masters of the Ancient Wisdom, whose upper echelons consist of advanced spiritual beings.\n\nBlavatsky portrayed the Theosophical Society as being part of one of many attempts throughout the millennia by this hidden Hierarchy to guide humanity – in concert with the overall intelligent cosmic evolutionary scheme – towards its ultimate, immutable evolutionary objective: the attainment of perfection and the conscious, willing participation in the evolutionary process. These attempts require an earthly infrastructure (such as the Theosophical Society) which she held was ultimately under the inspiration of a number of Mahatmas, members of the Hierarchy.[13]\n\nAfter Helena Blavatsky's death in 1891, the Society's leaders seemed at first to work together peacefully. This did not last long. Judge was accused by Olcott and then prominent Theosophist Annie Besant of forging letters from the Mahatmas; he ended his association with Olcott and Besant in 1895 and took most of the Society's American Section with him. The original organisation led by Olcott and Besant remains today based in India and is known as the Theosophical Society – Adyar. The group led by Judge further splintered, after his 1896 death, into a faction led by Katherine Tingley, and another associated with Judge's secretary Ernest Temple Hargrove which split off in 1898. While Hargrove's faction no longer survives, the faction led by Tingley is today known as the Theosophical Society with the clarifying statement, \"International Headquarters, Pasadena, California\". A third organization, the United Lodge of Theosophists or ULT, in 1909 split off from the latter organization.\n\nIn 1902, Rudolf Steiner became General Secretary of the German-Austrian division of the Theosophical Society. He maintained a Western-oriented course, relatively independent from the Adyar headquarters.[14][15] After serious philosophical conflicts with Annie Besant and other members of the international leadership on the spiritual significance of Christ and on the status of the young boy Jiddu Krishnamurti (see section below), most of the German and Austrian members split off in 1913 and under Steiner's leadership formed the Anthroposophical Society, which then expanded to many other countries.[16]\n\nThe English headquarters of the Theosophical Society are at 50 Gloucester Place, London. The Theosophical Society in Ireland [3], based in Pembroke Road, Dublin, is a wholly independent organisation which claims to have received its charter directly from Helena Blavatsky. The original group contained (among others) George William Russell (A. E.) poet and mystic, and the leadership role later fell to Russell's friend P. G. Bowen, (author and teacher of practical occultism) and later still to Bowen's long time student Dorothy Emerson. The current leadership of this group were students of Emerson. The independent Dublin organisation should not be confused with a similarly named group affiliated to Adyar which is based in Belfast but claims an all-Ireland jurisdiction.\n\n"
        },
        {
            "title": "",
            "text": "In addition to the stated objectives, as early as 1889 Blavatsky publicly declared that the purpose of establishing the Society was to prepare humanity for the reception of a World Teacher: according to the Theosophical doctrine described above, a manifested aspect of an advanced spiritual entity (the Maitreya) that periodically appears on Earth in order to direct the evolution of humankind. The mission of these reputedly regularly appearing emissaries is to practically translate, in a way and language understood by contemporary humanity, the knowledge required to propel it to a higher evolutionary stage.\n\nThis was repeated by then prominent Theosophist Annie Besant in 1896, five years after Blavatsky's death.[18] Besant, who became President of the Society in 1907, thought the appearance of the World Teacher would happen sooner than the time-frame in Blavatsky's writings, who had indicated that it would not take place until the last quarter of the 20th century.[19]\n\nOne of the people who expected the imminent reappearance of the Maitreya as World Teacher was Charles Webster Leadbeater, then an influential Theosophist and occultist. In 1909 he \"discovered\" Jiddu Krishnamurti, an adolescent Indian boy, who he proclaimed as the most suitable candidate for the \"vehicle\" of the World Teacher.[20][21] Krishnamurti's family had relocated next to the Theosophical Society headquarters in Adyar, India, a few months earlier.[22] Following his \"discovery\", Krishnamurti was taken under the wing of the Society, and was extensively groomed in preparation for his expected mission.\n\nHowever, by 1925 Krishnamurti had begun to move away from the course expected of him by the leaders of the Theosophical Society Adyar and by many Theosophists. In 1929 he publicly dissolved the Order of the Star, a worldwide organization created by the leadership of the Theosophical Society to prepare the world for the Coming of the Maitreya, and abandoned his assumed role as the \"vehicle\" for the World Teacher.[23] He eventually left the Theosophical Society altogether, yet remained on friendly terms with individual members of the Society.[24] He spent the rest of his life traveling the world as an independent speaker, becoming widely known as an original thinker on spiritual, philosophical, and psychological subjects.\n\n"
        },
        {
            "title": "Related individuals and organizations",
            "text": "Well-known intellectuals associated with the Theosophical Society include Thomas Edison,[25] William Butler Yeats,[26] and Laura Carter Holloway.[27]\n\n"
        }
    ]
}