{
    "url": "https://en.wikipedia.org/wiki/Theologus_Autodidactus",
    "title": "Theologus Autodidactus",
    "table_of_contents": [
        "1 Plot",
        "2 Themes",
        "3 Biomedical portions",
        "4 References",
        "5 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Theologus Autodidactus (\"The Self-taught Theologian\"), originally titled The Treatise of Kāmil on the Prophet's Biography (Arabic: الرسالة الكاملية في السيرة النبوية), also known as Risālat Fādil ibn Nātiq (\"The Book of Fādil ibn Nātiq\"), is a theological novel[1] written by Ibn al-Nafis. This work is one of the first Arabic novels, may be considered a prototypical science fiction novel, of which it contained numerous elements, and an early example of a coming of age tale and a desert island story.[2] This novel was written sometime between 1268 and 1277.[3] It was partly a response to the philosophical novel Hayy ibn Yaqdhan by Andalusi writer Ibn Tufail.[4]\n\n"
        },
        {
            "title": "Plot",
            "text": "The protagonist of the story is Kamil, an autodidactic adolescent feral child who is spontaneously generated in a cave and living in seclusion on a desert island.[2]  He eventually comes into contact with the outside world after the arrival of castaways who are shipwrecked and stranded on the island,[3] and later take him back to the civilized world with them.  The plot gradually develops into a coming-of-age story and then incorporates science fiction elements when it reaches its climax with a catastrophic doomsday apocalypse.[2]\n\n"
        },
        {
            "title": "Themes",
            "text": "Ibn al-Nafis uses the plot to express many of his own religious, philosophical and scientific themes on a wide variety of subjects, including biology, cosmology, empiricism, epistemology, experimentation, futurology, geology, Islamic eschatology, natural philosophy, the philosophy of history and sociology, the philosophy of religion, physiology, psychology, and teleology. Ibn al-Nafis was thus an early pioneer of the philosophical novel. Through the story of Kamil, Ibn al-Nafis attempted to establish that the human mind is capable of deducing the natural, philosophical and religious truths of the universe through reasoning and logical thinking. The \"truths\" presented in the story include the necessary existence of a god, the life and teachings of the prophets of Islam, and an analysis of the past, present, and future, including the origins of the human species and a general prediction of the future on the basis of historicism and historical determinism.  The final two chapters of the story resemble a science fiction plot, where the end of the world, doomsday, resurrection and afterlife are predicted and scientifically explained using his own empirical knowledge of biology, astronomy, cosmology and geology. One of the main purposes behind Theologus Autodidactus was to explain Islamic religious teachings in terms of science and philosophy through the use of a fictional narrative, hence this was an attempt at reconciling reason with revelation and blurring the line between the two.[2]\n\nIbn al-Nafis described the book as a defense of \"the system of Islam and the Muslims' doctrines on the missions of Prophets, the religious laws, the resurrection of the body, and the transitoriness of the world\".  He presents rational arguments for bodily resurrection and the immortality of the human soul, using both demonstrative reasoning and material from the hadith corpus to prove his case.[3] The novel also includes references to his new physiology and his theories of pulmonary circulation and pulsation, which he uses to justify bodily resurrection. Some have thus argued that it was his attempts at proving bodily resurrection that led him to his discovery of the pulmonary circulation.[3]  Later Islamic scholars viewed this work as a response to Avicenna's metaphysical claim that bodily resurrection cannot be proven through reason, a view that was earlier criticized by al-Ghazali.[3]\n\nThe plot of Theologus Autodidactus was intended to be a response to Ibn Tufail (Abubacer), who wrote the first Arabic novel Hayy ibn Yaqdhan (Philosophus Autodidactus) which was itself a response to al-Ghazali's The Incoherence of the Philosophers. Ibn al-Nafis thus wrote the narrative of Theologus Autodidactus as a rebuttal of Abubacer's arguments in Philosophus Autodidactus. Both of these narratives had protagonists (Hayy in Philosophus Autodidactus and Kamil in Theologus Autodidactus) who were autodidactic individuals spontaneously generated in a cave and living in seclusion on a desert island, both being the earliest examples of a desert island story. However, while Hayy lives alone with animals on a desert island for the rest of the story in Philosophus Autodidactus, the story of Kamil extends beyond the desert island setting in Theologus Autodidactus, developing into a coming-of-age plot and eventually becoming the first example of a science fiction novel. The purpose behind this changing story structure in Theologus Autodidactus was to refute Abubacer's argument that autodidacticism can lead to the same religious truths as revelation, whereas Ibn al-Nafis believed that religious truths can only be attained through revelation, which is represented through Kamil's interactions with other humans.[3]\n\n"
        },
        {
            "title": "Biomedical portions",
            "text": "Theologus Autodidactus also contains some passages that are of significance to medicine, particularly physiology and biology, such as the following statement:[2]\n\nThis is seen as the first example of the concept of metabolism, which comprises catabolism, where living matter is broken down into simple substances, and anabolism, where food builds up into living matter.[2]\n\nTheologus Autodidactus also criticizes the idea of wine being used as self-medication, an idea believed by Ancient Greek physicians as well as some unorthodox Muslim physicians in his time, despite the Islamic prohibition of alcohol. The novel further argues that the consumption of alcohol, along with the prevalence of homosexuality among a small minority of Muslims at the time, were the cause of the Mongol invasions into Islamic lands as a divine punishment.[3]\n\nThe novel also contains a reference to the pulmonary circulation which Ibn al-Nafis had previously described in his Commentary on Anatomy in Avicenna's Canon, which is briefly described by the character Kamil when he observes the heart:[3]\n\nAnother passage has a reference to Ibn al-Nafis' theory of pulsation:[3]\n\nIbn al-Nafis makes use of his new systems of anatomy, physiology and psychology which he had developed in his previous works in order to defend his views on bodily resurrection in Theologus Autodidactus. This may have been one of the reasons that initially motivated his discovery of the pulmonary circulation.[3]\n\n"
        }
    ]
}