{
    "url": "https://en.wikipedia.org/wiki/Theosophy",
    "title": "Theosophy",
    "table_of_contents": [
        "1 Definition",
        "1.1 Etymology",
        "2 Beliefs and teachings",
        "2.1 The Masters",
        "2.2 The ancient wisdom religion",
        "2.3 Theology and cosmology",
        "2.3.1 Maitreya and messianism",
        "2.4 Personal development and reincarnation",
        "2.4.1 Reincarnation and karma",
        "2.5 Morality and ethics",
        "2.6 Ritual",
        "3 Historical development",
        "3.1 Post-Blavatsky",
        "4 Demographics",
        "5 Reception and legacy",
        "5.1 Influence on the arts and culture",
        "5.2 Influence on other religious and esoteric groups",
        "5.3 Scholarly research",
        "6 See also",
        "7 Sources",
        "7.1 Footnotes",
        "7.2 Bibliography",
        "7.3 Further reading",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Theosophy is a religion established in the United States during the late 19th century. It was founded primarily by the Russian Helena Blavatsky and draws its teachings predominantly from Blavatsky's writings. Categorized by scholars of religion as both a new religious movement and as part of the occultist stream of Western esotericism, it draws upon both older European philosophies such as Neoplatonism and Asian religions such as Hinduism and Buddhism.\n\nAs presented by Blavatsky, Theosophy teaches that there is an ancient and secretive brotherhood of spiritual adepts known as the Masters, who—although found around the world—are centered in Tibet. These Masters are alleged by Blavatsky to have cultivated great wisdom and supernatural powers, and Theosophists believe that it was they who initiated the modern Theosophical movement through disseminating their teachings via Blavatsky. They believe that these Masters are attempting to revive knowledge of an ancient religion once found around the world and which will again come to eclipse the existing world religions. Theosophical groups nevertheless do not refer to their system as a \"religion\". Theosophy preaches the existence of a single, divine Absolute. It promotes an emanationist cosmology in which the universe is perceived as outward reflections from this Absolute. Theosophy teaches that the purpose of human life is spiritual emancipation and says that the human soul undergoes reincarnation upon bodily death according to a process of karma. It promotes values of universal brotherhood and social improvement, although it does not stipulate particular ethical codes.\n\nTheosophy was established in New York City in 1875 with the founding of the Theosophical Society by Blavatsky and Americans Henry Olcott and William Quan Judge. In the early 1880s, Blavatsky and Olcott relocated to India, where they established the Society's headquarters at Adyar, Tamil Nadu. Blavatsky described her ideas in two books, Isis Unveiled and The Secret Doctrine. She sought to produce purportedly supernatural phenomena to support her beliefs regarding the Masters, although was repeatedly accused of fraudulently doing so. Following Blavatsky's death in 1891, there was a schism in the Society, with Judge leading the Theosophical Society in America to split from the international organization. Under Judge's successor Katherine Tingley, a Theosophical community named Lomaland was established in San Diego. The Adyar-based Society was later taken over by Annie Besant, under whom it grew to its largest extent during the late 1920s, before going into decline. The Theosophical movement still exists, although in much smaller form than in its heyday.\n\nTheosophy played a significant role in bringing knowledge of South Asian religions to Western countries, as well as in encouraging cultural pride in various South Asian nations. A variety of prominent artists and writers have also been influenced by Theosophical teachings. Theosophy has an international following, and during the 20th century had tens of thousands of adherents. Theosophical ideas have also exerted an influence on a wide range of other esoteric movements and philosophies, among them Anthroposophy, the Church Universal and Triumphant, and the New Age.\n\n"
        },
        {
            "title": "Definition",
            "text": "Theosophy's founder, the Russian Helena Blavatsky, insisted that it was not a religion,[1] although she did refer to it as the modern transmission of the \"once-universal religion\" that she said had existed deep into the human past.[2] That Theosophy should not be labeled a religion is a belief that has been maintained by Theosophical organizations,[3] who instead regard it as a system that embraces what they see as the \"essential truth\" underlying religion, philosophy, and science.[4] As a result, Theosophical groups allow their members to hold other religious allegiances,[5] resulting in Theosophists who also identify as Christians, Buddhists, or Hindus.[6]\n\nScholars of religion who have studied Theosophy have characterized it as a religion.[7] In his history of the Theosophical movement, Bruce F. Campbell noted that Theosophy promoted \"a religious world-view\" using \"explicitly religious terms\" and that its central tenets are not unequivocal fact, but rather rely on belief.[8] Olav Hammer and Mikael Rothstein termed it \"one of the modern world's most important religious traditions\".[9] Various scholars have pointed to its eclectic nature; Joscelyn Godwin described it as a \"universally eclectic religious movement\",[10] while scholar J. Jeffrey Franklin characterized Theosophy as a \"hybrid religion\" for its syncretic combination of elements from various other sources.[11] More specifically, Theosophy has been categorized as a new religious movement.[12]\n\nScholars have also classified Theosophy as a form of Western esotericism.[13] Campbell for instance referred to it as \"an esoteric religious tradition\",[14] while the historian Joy Dixon called it an \"esoteric religion\".[15] More specifically, it is considered a form of occultism.[16] Along with other groups like the Hermetic Order of the Golden Dawn, the Theosophical Society has been seen as part of an \"occult revival\" that took place in Western countries during the late 19th century.[17] The historian of religion Wouter Hanegraaff noted that Theosophy helped to establish the \"essential foundations for much of twentieth-century esotericism\".[18]\nAlthough Theosophy draws upon Indian religious beliefs, the sociologist of religion Christopher Partridge observed that \"Theosophy is fundamentally Western. That is to say, Theosophy is not Eastern thought in the West, but Western thought with an Eastern flavour.\"[19]\n\nAt a meeting of the Miracle Club in New York City on 7 September 1875, Blavatsky, Olcott, and Judge agreed to establish an organisation, with Charles Sotheran suggesting that they call it the Theosophical Society.[20] Prior to adopting the name \"Theosophical\", they had debated various potential names, among them the Egyptological Society, the Hermetic Society, and the Rosicrucian Society.[21] The term was not new, but had been previously used in various contexts by the Philaletheians and the Christian mystic Jakob Böhme.[22]\nEtymologically, the term came from the Greek theos (\"god(s)\") and sophia (\"wisdom\"), thus meaning \"god-wisdom\", \"divine wisdom\", or \"wisdom of God\".[23] The term theosophia appeared (in both Greek and Latin) in the works of early church fathers, as a synonym for theology.[24] In her book The Key to Theosophy, Blavatsky said that the term Theosophy had been coined by \"the Alexandrian philosophers\", especially Ammonius Saccas.[25]\n\nBlavatsky's Theosophy is not the only movement to use the term \"theosophy\" and this has resulted in scholarly attempts to differentiate the different currents. Godwin drew a division by referring to Blavatskian Theosophy with a capital letter and older, Boehmian theosophy with a lower-case letter.[26] Alternately, the scholar of esotericism Wouter J. Hanegraaff distinguished the Blavatskian movement from its older namesake by terming it \"modern Theosophy\".[27]\nFollowers of Blavatsky's movement are known as Theosophists, while adherents of the older tradition are termed theosophers.[26] Causing some confusion, a few Theosophists – such as C. C. Massey – were also theosophers.[26]\nIn the early years of Blavatsky's movement, some critics referred to it as \"Neo-Theosophy\" to differentiate it from the older Christian theosophy movement.[28] The term \"Neo-Theosophy\" would later be adopted within the modern Theosophical movement itself, where it was used—largely pejoratively—to describe the teachings promoted by Annie Besant and Charles Webster Leadbeater by those who opposed their innovations.[28]\n\nAccording to the scholar of religion James A. Santucci, discerning what the term \"Theosophy\" meant to the early Theosophists is \"not as obvious as one might think\".[29] As used by Olcott, the term \"Theosophy\" appeared to be applied to an approach that emphasized experimentation as a means of learning about the \"Unseen Universe\"; conversely, Blavatsky used the term in reference to gnosis regarding said information.[30]\n\n"
        },
        {
            "title": "Beliefs and teachings",
            "text": "Although the writings of prominent Theosophists lay out a set of teachings, the Theosophical Society itself states that it has no official beliefs with which all members must agree. It therefore has doctrine but does not present this as dogma.[31] The Society stated that the only tenet to which all members should subscribe was a commitment \"to form a nucleus of the Universal Brotherhood of Humanity without distinction of race, creed, sex, caste or color\".[32] This means that there were members of the Theosophical Society who were skeptical about many, or even all, of the Theosophical doctrines, while remaining sympathetic to its basic aim of universal brotherhood.[6]\n\nAs noted by Santucci, Theosophy is \"derived primarily from the writings\" of Blavatsky,[33] however revisions and innovations have also been produced by subsequent Theosophists like Annie Besant and Charles Leadbeater.[34] Blavatsky said that these Theosophical doctrines were not her own invention, but had been received from a brotherhood of secretive spiritual adepts whom she referred to as the \"Masters\" or \"Mahatmas\".[35]\n\nCentral to Theosophical belief is the idea that a group of spiritual adepts known as the Masters not only exist but were responsible for the production of early Theosophical texts.[36] For most Theosophists, these Masters are deemed to be the real founders of the modern Theosophical movement.[37] In Theosophical literature, these Masters are also referred to as the Mahatmas, Adepts, Masters of Wisdom, Masters of Compassion, and Elder Brothers.[37] They are perceived to be a fraternity of human men who are highly evolved, both in terms of having an advanced moral development and intellectual attainment.[37] They are said to have achieved extra-long life spans,[37] and to have gained supernatural powers, including clairvoyance and the ability to instantly project their soul out of their body to any other location.[38] These are powers that they have allegedly attained through many years of training.[38] According to Blavatsky, by the late 19th century their chief residence was in the Himalayan kingdom of Tibet.[37] She also said that these Masters were the source of many of her published writings.[37]\n\nThe Masters are believed to preserve the world's ancient spiritual knowledge,[38] and to represent a Great White Brotherhood or White Lodge which watches over humanity and guides its evolution.[38]\nAmong those whom the early Theosophists believed as Masters were Biblical figures like Abraham, Moses, Solomon, and Jesus, Asian religious figures like Gautama Buddha, Confucius, and Laozi, and modern individuals like Jakob Bohme, Alessandro Cagliostro, and Franz Mesmer.[38] However, the most prominent Masters to appear in Theosophical literature are Koot Hoomi (sometimes spelled Kuthumi) and Morya, with whom Blavatsky said to be in contact.[39] According to Theosophical belief, the Masters approach those deemed worthy to embark on an apprenticeship or chelaship.[40] The apprentice would then undergo several years of probation, during which they must live a life of physical purity, remaining chaste, abstinent, and indifferent to physical luxury.[40] Blavatsky encouraged the production of images of the Masters.[41] The most important portraits of the Masters to be produced were created in 1884 by Hermann Schmiechen.[42] According to scholar of religion Massimo Introvigne, Schmiechen's images of Morya and Koot Humi gained \"semi-canonical status\" in the Theosophical community,[43] being regarded as sacred objects rather than simply decorative images.[44]\n\nCampbell noted that for non-Theosophists, the beliefs regarding the existence of the Masters are among the weakest made by the movement.[36] Such statements are open to examination and potential refutation, with challenges to the existence of the Masters therefore undermining Theosophical beliefs.[45]\nThe idea of a brotherhood of secret adepts had a long pedigree stretching back several centuries before the foundation of Theosophy; such ideas can be found in the work of the Rosicrucians, and was popularized in the fictional literature of Edward Bulwer-Lytton.[46] The idea of having messages conveyed to a medium through spiritually advanced entities had also been popularized at the time of Theosophy's foundation through the Spiritualist movement.[46]\n\nAccording to Blavatsky's teachings, many of the world's religions have their origins in a universal ancient religion, a \"secret doctrine\" that was known to Plato and early Hindu sages and which continues to underpin the center of every religion.[47]\nShe promoted the idea that ancient societies exhibited a unity of science and religion that humanity has since lost, with their achievements and knowledge being far in excess of what modern scholars believe about them.[48] Blavatsky also taught that a secret brotherhood has conserved this ancient wisdom religion throughout the centuries, and that members of this fraternity hold the key to understanding miracles, the afterlife, and psychic phenomena, and that moreover, these adepts themselves have paranormal powers.[49]\n\nShe stated that this ancient religion would be revived and spread throughout humanity in the future, replacing dominant world religions like Christianity, Islam, Buddhism, and Hinduism.[47]\nTheosophy tended to emphasize the importance of ancient texts over the popular ritual and custom found within various religious traditions.[6]\nThe Theosophical depiction of Buddhism and Hinduism, however, drew criticism both from practitioners of orthodox Buddhist and Hindu traditions, as well as from Western scholars of these traditions, such as Max Müller, who believed that Theosophists like Blavatsky were misrepresenting the Asian traditions.[6]\n\nTheosophy promotes an emanationist cosmology, promoting the belief that the universe is an outward reflection from the Absolute.[50]\nTheosophy presents the idea that the world as humans perceive it is illusory, or maya,[51] an idea that it draws from Asian religions.[52] Accordingly, Blavatsky taught that a life limited by the perception of this illusory world was ignorant and deluded.[53]\n\nAccording to Blavatsky's teaching, every solar system in the universe is the expression of what is termed a \"Logos\" or \"Solar Deity\".[54] Ranked below this Solar Deity are seven ministers or planetary spirits, with each of these celestial beings being in control of evolution on a particular planet.[54]\nIn The Secret Doctrine, Blavatsky stated that each planet had a sevenfold constitution, known as the \"Planetary Chains\"; these consist not only of a physical globe but also of two astral bodies, two mental bodies, and two spiritual bodies, all overlapping in the same space.[55] According to Blavatsky, evolution occurs on descending and ascending arcs, from the first spiritual globe on to the first mental globe, then from the first astral globe to the first physical globe, and then on from there.[56]\nShe said that there were different levels of evolution, from mineral on to vegetable, animal, human, and then to superhuman or spiritual.[56] Different levels of evolution occur in a successive order on each planet; thus when mineral evolution ends on the first planet and it proceeds on to vegetable evolution, then mineral evolution begins on the second planet.[56]\n\nTheosophy teaches that human evolution is tied in with this planetary and wider cosmic evolution.[57]\nIn The Secret Doctrine, Blavatsky advocated the idea of seven \"Root Races\", each of which was divided into seven Sub-Races.[58]\nIn Blavatsky's cosmogony, the first Root Race were created from pure spirit, and lived on a continent known as the \"Imperishable Sacred Land\".[59] The second Root Race, known as the Hyperboreans, were also formed from pure spirit, and lived on a land near to the North Pole, which then had a mild climate.[59] The third lived on the continent of Lemuria, which Blavatsky alleged survives today as Australia and Rapa Nui.[60] Blavatsky alleged that during the fourth Round of the Earth, higher beings descended to the planet, with the beginnings of human physical bodies developing, and the sexes separating.[61] At this point, the fourth Root Race appeared, living on the continent of Atlantis; they had physical bodies but also psychic powers and advanced technology.[62] She said that some Atlanteans were giants, and built such ancient monuments as Stonehenge in southern England, and that they also mated with \"she-animals\", resulting in the creation of gorillas and chimpanzees.[61] The Atlanteans were decadent and abused their power and knowledge, so Atlantis sank into the sea, although various Atlanteans escaped, and created new societies in Egypt and the Americas.[61]\n\nThe fifth Root Race to emerge was the Aryans, and was found around the world at the time she was writing.[61] She believed that the fifth Race would come to be replaced by the sixth, which would be heralded by the arrival of Maitreya, a figure from Mahayana Buddhist mythology.[63] She further believed that humanity would eventually develop into the final, seventh Root Race.[61] At this, she stated that humanity will have reached the end of its evolutionary cycle and life will withdraw from the Earth.[64]\nLachman suggested that by reading Blavatsky's cosmogonical beliefs as a literal account of history, \"we may be doing it a disservice.\"[61] He instead suggested that it could be read as Blavatsky's attempt to formulate \"a new myth for the modern age, or as a huge, fantastic science fiction story\".[61]\n\nBlavatsky taught that Lord Maitreya—a figure she borrowed from Buddhism —would come to Earth as a messianic figure.[65] Her ideas on this were expanded upon by Besant and Leadbeater.[65] They said that Maitreya had previously incarnated onto the Earth as Krishna, a figure from Hinduism.[65] They also said that he had entered Jesus of Nazareth at the time of the latter's baptism, and that henceforth Maitreya would be known as \"the Christ\".[65] Besant and Leadbeater said that Maitreya would again come to Earth by manifesting through an Indian boy named Jiddu Krishnamurti, whom Leadbeater had encountered playing on a beach at Adyar in 1909.[65] The introduction of the Krishnamurti belief into Theosophy has been identified as a millenarian element.[66]\n\nAccording to Theosophy, the purpose of human life is the spiritual emancipation of the soul.[67] The human individual is described as an \"Ego\" or \"Monad\" and believed to have emanated from the Solar Deity, to whom it will also eventually return.[57] The human being is presented as composed of seven parts, while operating on three separate planes of being.[68] As presented by Sinnett and often repeated in Theosophical literature, these seven parts are the Body (Rupa), Vitality (Prana-Jiva), the Astral Body (Linga Sarira), the Animal Soul (Kama-Rupa), the Human Soul (Manas), the Spiritual Soul (Buddhi), and the Spirit (Atma).[57] According to Theosophical teaching, it is the latter three of these components that are immortal, while the other aspects perish following bodily death.[67] Theosophy teaches that the Spiritual Soul and the Spirit do not reside within the human body alongside the other components, but that they are connected to it through the human soul.[67]\n\nIn The Voice of the Silence, Blavatsky said that within each individual human there is an eternal, divine facet, which she referred to as \"the Master\", the \"uncreate\", the \"inner God\", and the \"higher self\". She promoted the idea that uniting with this \"higher self\" results in wisdom.[53] In that same book, she compared the progress of the human soul to a transition through three halls; the first was that of ignorance, which is the state of the soul before it understands the need to unite with its higher self. The second is the Hall of Learning, in which the individual becomes aware of other facets of human life but is distracted by an interest in psychic powers. The third is the Hall of Wisdom, in which union with the higher self is made; this is then followed by the Vale of Bliss.[53] At this point the human soul can merge into the One.[53]\n\nThroughout her writings, Blavatsky made a variety of statements about rebirth and the afterlife, and there is a discrepancy between her earlier and later teachings on the subject.[69] Between the 1870s and circa 1882, Blavatsky taught a doctrine called \"metempsychosis\".[69]\nIn Isis Unveiled, Blavatsky stated that on bodily death, the human soul progresses through more spiritual planes.[70] Two years later, she introduced the idea of reincarnation into Theosophical doctrine,[71] using it to replace her metempsychosis doctrine.[72] In The Secret Doctrine, she stated that the spirit was immortal and would repeatedly incarnate into a new, mortal soul and body on Earth.[69]\nAccording to Theosophical teaching, human spirits will always be reborn into human bodies, and not into those of any other life forms.[67] Blavatsky stated that spirits would not be reborn until some time after bodily death, and never during the lifetime of the deceased's relatives.[73]\n\nBlavatsky taught that on the death of the body, the astral body survives for a time in a state called kama-loka, which she compared to limbo, before also dying.[74] According to this belief, the human then moves into its mental body in a realm called devachan, which she compared to Heaven or paradise.[74] Blavatsky taught that the soul remained in devachan for 1000 to 1500 years, although the Theosophist Charles Webster Leadbeater said that it was only 200.[75]\n\nTheosophy espouses the existence of karma as a system which regulates the cycle of reincarnation, ensuring that an individual's actions in one life affect the circumstances of their next one.[76] This belief therefore seeks to explain why misery and suffering exist in the world, attributing any misfortune that someone suffers as punishment for misdeeds that they perpetrated in a prior life.[77] In Blavatsky's words, karma and reincarnation were \"inextricably interwoven\".[78] However, she did not believe that karma had always been the system that governed reincarnation; she believed that it came into being when humans developed egos, and that one day will also no longer be required.[78]\n\nBesant and Leadbeater said they were able to investigate people's past lives through reading the akashic record, an etheric store of all the knowledge of the universe.[79] They, for instance, stated to have attained knowledge of their own past lives as monkey-like creatures residing on the moon, where they served as pets to the \"Moon-man\" (a prior incarnation of the Master Morya), his wife (Koot Humi), and their child (the Lord Maitreya). When they were attacked by \"savages\" and animals \"resembling furry lizards and crocodiles\", Besant sacrificed herself to save Morya, and for that act made the karmic evolutionary leap to becoming a human in her next incarnation.[80]\n\nTheosophy does not express any formal ethical teaching,[81] a situation that generated ambiguity.[82] However, it has expressed and promoted certain values, such as brotherhood and social improvement.[82]\nDuring its early years, the Theosophical Society promoted a puritanical attitude toward sexuality, for instance by encouraging chastity even within marriage.[83]\n\nBy 1911, the Theosophical Society was involved in projects connected to a range of progressive political causes.[84] In England, there were strong links between Theosophy and first-wave feminism.[84] Based on a statistical analysis, Dixon noted that prominent English feminists of the period were several hundred times more likely to join the Theosophical Society than was the average member of the country's population.[85] Theosophical contingents took part in feminist marches of the period; for instance, a Theosophical group operating under the banner of Universal Co-Freemasonry marched as part of the Women's Coronation Procession in 1911.[84]\n\n\nThe Theosophical Society did not prescribe any specific rituals for adherents to practice.[3] However, ritualized practices have been established by various Theosophical groups; one such group is the Liberal Catholic Church.[3] Another is the meetings of the United Lodge of Theosophy, which has been characterized as having a \"quasi-sacred and quasi-liturgical\" character.[86] \n"
        },
        {
            "title": "Historical development",
            "text": "The Theosophical Society was largely the creation of two individuals: Helena Blavatsky and Henry Steel Olcott.[88]\nEstablished Christianity in the United States was experiencing challenges in the second half of the nineteenth century, a result of rapid urbanization and industrialization, high rates of immigration, and the growing understanding of evolutionary theory which challenged traditional Christian accounts of history.[89] Various new religious communities were established in different parts of the country, among them the Free Religious Association, New Thought, Christian Science, and Spiritualism.[90] Theosophy would inherit the idea – then popular in the United States – that emphasized the idea of free will and the inevitability of progress, including on a spiritual level.[91] It was also influenced by a growing knowledge about Asian religions in the United States.[92]\n\nPrior to her arrival in the United States, Blavatsky had experience with esoteric currents like Spiritualism.[93]\nIt was through Spiritualism that Blavatsky and Olcott met.[87]\n\nIn 1884, Olcott established the first Scottish lodge, in Edinburgh.[94]\n\nIn 1980, Campbell noted that Theosophical books were selling at record levels.[88]\n\nIn the United States, Judge had been devoting himself to the promotion of Theosophy with little success.[95]\n\nDuring her lifetime, Blavatsky had suggested to many different persons that they would be her successor.[96] Three of the most prominent candidates – Olcott, Judge, and Besant – all met in London shortly after her death to discuss the situation.[95] Judge said that he too was in contact with the Masters, and that they had provided him with a message instructing him to co-delegate the Society's Esoteric Section with Besant.[97] Olcott, however, suspected that the notes from the Masters which Judge was producing were forged, exacerbating tensions between them.[98] Besant attempted to act as a bridge between the two men, while Judge informed her that the Masters had revealed to him a plot that Olcott was orchestrating to kill her.[99] In 1893, Besant came down on Olcott's side in the argument and backed the internal proceedings that Olcott raised against Judge.[100] A two-stage enquiry took place, which concluded that because the Society took no official stance on whether the Masters existed or not, Judge could not be considered guilty of forgery and would be allowed to retain his position.[101] The details of this trial were leaked to the journalist F. Edmund Garrett, who used them as the basis of his critical book, Isis Very Much Unveiled.[102] Judge then announced that the Masters had informed him that he should take sole control of the Esoteric Section, deposing Besant; she rejected his beliefs.[103] Amid calls from Olcott that Judge should stand down, in April 1895 the American section voted to secede from the main Society. Judge remained its leader, but died within a year.[104]\n\nOlcott then sent Besant to the United States to gain support for the Adyar-based[105] Society. In this she was successful, gaining thousands of new members and establishing many new branches.[106]\nBesant had developed a friendship with the Theosophist Charles Webster Leadbeater, and together they co-wrote a number of books.[107] Leadbeater was controversial, and concerns were raised when he was found to have instructed two boys in masturbation. The American Section of the Theosophical Society raised internal charges against him, although Besant came to his defense .[108] In a move probably designed to limit negative publicity for the Society, they accepted his resignation rather than expelling him.[109]\n\nOn Olcott's death in 1907, he had nominated Besant to be his successor, and she was then elected to the position with a large majority in June.[110] In her first years as the head of the Society, Besant oversaw a dramatic growth in its membership, raising it by 50%, to 23,000.[111] She also oversaw an expansion of the Adyar property, from 27 to 253 acres.[111] Besant was involved in various activist causes, promoting women's rights in India through the Women's Indian Association and helping to establish both the Central Hindu College and a Hindu girls' school.[111] Besant also began a campaign for Indian Home Rule, founding a group called the Home Rule League.[112] She established the New India newspaper, and after continuing to promote Indian independence in the paper's pages during the First World War she was interned for several months.[113] This helped to boost her status within the independence movement, and at the age of 70 she was appointed President of the Indian National Congress, a largely honorary position.[114]\n\nIn December 1908, Leadbeater was readmitted to the Society; this generated a wave of resignations, with the Sydney branch seceding to form the Independent Theosophical Society. Leadbeater traveled to Adyar, where he met a young boy living there, Jiddu Krishnamurti, and pronounced him to be the next incarnation of a figure called the World Teacher. He subsequently took control of the boy's instruction for two years.[115] With Besant, Leadbeater established a group known as the Order of the Star in the East to promote the idea of Krishnamurti as World Teacher.[116] \nLeadbeater also wanted more ritual within Theosophy, and to achieve this he and J. I. Wedgwood became bishops in the Old Catholic Church.[117] They then split from that to form their own Liberal Catholic Church, which was independent from the Theosophical Society (Adyar) while retaining an affiliation with it.[118] The Church drew most of its membership from the Society and heavily relied upon its resources.[119] However, in 1919 the Church was marred by police investigations into allegations that six of its priests had engaged in acts of pedophilia and Wedgewood — who was implicated in the allegations — resigned from the organization.[120]\n\nIn retaliation, a \"Back to Blavatsky\" movement emerged within the Society. Its members pejoratively referred to Besant and her followers as practitioners of \"Neo-Theosophy\", objecting to the Liberal Catholic Church's allegiance to the Pope, and to the prominence that they were according to Besant and Leadbeater's publications.[121] The main benefactor of the disquiet within the Back to Blavatsky movement was a rival group called the United Lodge of Theosophists.[122] One of the most prominent figures to switch allegiance was B. P. Wadia.[123]\nThe United Lodge of Theosophists had been established in Los Angeles in 1909, when it had split from Judge's Theosophical Society in America, seeking to minimize formal organization.[123] It focused on publishing new editions of Blavatsky and Judge's writings, as well as other books, which were usually released anonymously so as to prevent any personality cults developing within the Theosophical movement.[124]\n\nThe Adyar Society membership later peaked at 40,000 in the late 1920s.[125]\nThe Order of the Star had 30,000 members at its height.[125]\nKrishnamurti himself repudiated these beliefs, insisting that he was not the World Teacher, and then resigned from the Society; the effect on the society was dramatic, as it lost a third of its membership over the coming few years.[126] Besant died in 1933, when the Society was taken over by George Arundale, who led it until 1945; the group's activities were greatly curtailed by World War II.[127]\n\nJudge left no clear successor as leader of the Theosophical Society in America, but the position was taken by Katherine Tingley, who said that she remained in mediumistic contact with Judge's spirit.[128] Tingley launched an international campaign to promote her Theosophical group, sending delegations to Europe, Egypt, and India. In the latter country they clashed with the Adyar-based[105] Theosophical Society, and were unsuccessful in gaining converts.[129] Her leadership would be challenged by Ernest T. Hargrove in 1898, and when he failed he split to form his own rival group.[130] In 1897, Tingley had established a Theosophical community, Lomaland, at Point Loma in San Diego, California.[131] Various Theosophical writers and artists congregated there,[132] while horticultural development was also emphasized.[133]\nIn 1919, the community helped establish a Theosophical University.[134]\nLongstanding financial problems coupled with an aging population resulted in the Society selling Lomaland in 1942.[135] Meanwhile, Tingley's death in 1929 had resulted in the Theosophical Society in America being taken over by Gottfried de Purucker, who promoted rapprochement with other Theosophical groups in what came to be known as the Fraternisation movement.[136]\n\n"
        },
        {
            "title": "Demographics",
            "text": "During its first century, Theosophy established itself as an international movement.[137]\nCampbell believed that from its foundation until 1980, Theosophy had gained tens of thousands of adherents.[138] He noted that in that latter year, there were circa 35,000 members of the Adyar-based[105] Theosophical Society (9000 of whom were in India), c.5,500 members of the Theosophical Society in America, c.1500 members of the Theosophical Society International (Pasadena), and about 1200 members of the United Lodge of Theosophy.[139] Membership of the Theosophical Society reached its highest peak in 1928, when it had 45,000 members.[140] The HPB Lodge in Auckland, New Zealand, was one of the world's largest, with over 500 members in 1949.[141]\n\nTheosophical groups consist largely of individuals as opposed to family groups.[64] Campbell noted that these members were alienated in ways from conventional social roles and practices.[64]\n\nAs noted by Dixon, in the late nineteenth and early twentieth centuries, the Theosophical Society \"appealed above all to an elite, educated, middle- and upper-middle-class constituency\".[17] It was, in her words, \"a religion for the 'thinking classes'.\"[17] Campbell stated that Theosophy attracted \"unconventional, liberal-minded Westerners\",[142] and according to Dixon they were among those \"who constituted themselves as the humanitarian conscience of the middle classes, a dissident minority who worked in a variety of parallel organizations to critique the dominant bourgeois values and culture.\"[143]\n\nCampbell also noted that Theosophy appealed to educated Asians, and particularly Indians, because it identified Asia as being central to a universal ancient religion and allowed Asians to retain traditional religious beliefs and practices within a modern framework.[50]\n\n"
        },
        {
            "title": "Reception and legacy",
            "text": "Hammer and Rothstein believed that the formation and early history of the Theosophical Society was one of the \"pivotal chapters of religious history in the West.\"[144] The Theosophical Society had significant effects on religion, politics, culture, and society.[145]\nIn the Western world, it was a major force for the introduction of Asian religious ideas.[145] \nIn 1980, Campbell described it as \"probably the most important non-traditional or occult group in the last century\",[145] while in 2012 Santucci noted that it had had \"a profound impact on the contemporary religious landscape\".[146]\n\nIn approaching Asian religion with respect and treating its religious beliefs seriously, Blavatsky and Olcott influenced South Asian society.[147] In India, it played an important role in the Indian independence movement and in the Buddhist revival.[145] The Indian independence leader Mahatma Gandhi developed much of his interest in Hindu culture after being given a copy of the Bhagavad Gita by two Theosophists.[148] Alongside her support for Indian home rule, Besant had also supported home rule for Scotland, Wales, and Ireland.[149] Campbell suggested that Theosophy could be seen as a \"grandfather\" movement to this 20th century growth in Asian spirituality.[150]\nGiven the spread of such ideas in the West, some critics have perceived Theosophy's role as being largely obsolete.[151]\n\nMany important figures, in particular within the humanities and the arts, were involved in the Theosophical movement and influenced by its teachings.[146] Prominent scientists who had belonged to the Theosophical Society included the inventor Thomas Edison, the biologist Alfred Russel Wallace, and the chemist William Crookes.[147]\n\nTheosophy also exerted an influence on the arts.[152]\nTheosophy was also an influence over a number of early pioneers of abstract art.[153] Hilma af Klint's development of abstraction was directly tied to her work with the Theosophical Society, with the aim of presenting and preserving spiritual concepts visually.[154] The Russian expressionist and pioneering abstract painter Wassily Kandinsky was also very interested in Theosophy and Theosophical ideas about colour.[155] The Dutch abstract artist Piet Mondrian was also influenced by Theosophical symbolism.[156]\n\nTheosophical ideas were also an influence on the Irish literary movement of the late 19th and early 20th century, with writers like Charles Johnston, George Russell, John Eglinton, Charles Weeks, and William Butler Yeats having an interest in the movement.[157]\nThe American adventure fiction writer Talbot Mundy included Theosophical themes in many of his works.[158] He had abandoned his previous allegiance to Christian Science to join the Theosophical faction led by Tingley, joining the Society in 1923 and settling at the Point Loma community.[159]\n\nThe turn-of-the-20th century Russian composer Alexander Scriabin, whose metaphysical and mystical views greatly influenced his tonal system and compositional output, became interested in theosophy while living in Brussels from 1909–10.\n\nThe founders of many later new religious movements had been involved in Theosophy.[160]\nMany esoteric groups — such as Alice Bailey's Arcane School and Rudolf Steiner's Anthroposophy — are \"directly dependent\" on Theosophy.[145] \nAlthough he had split from Theosophy when renouncing Leadbeater's statement that he was the World Teacher, Krishnamurti continued to exhibit Theosophical influences in his later teachings.[161] In 1923 a former Theosophist, the Anglo-American Alice Bailey, established the Arcane School, which also rested on beliefs regarding contact with the Ascended Masters.[162]\n\nAnother former Theosophist, the Austrian Rudolf Steiner, split from the Theosophical Society over the statements about Krishnamurti and then established his own Anthroposophical Society in 1913, which promoted Anthroposophy, a philosophy influenced by Theosophical ideas.[163] Rudolf Steiner founded the Anthroposophical Society on 28 December 1912 and he was expelled from the Theosophical Society on 7 March 1913.[164] Despite his departure from the Theosophists, Rudolf Steiner nevertheless maintained a keen interest in Theosophy for the rest of his life.[165]\n\nAs Theosophy entered the Völkisch movement of late 19th century Austria and Germany, it syncretized to form an eclectic occult movement known as Ariosophy.[166] The most prominent Ariosophist, the Austrian Guido von List, was influenced by Theosophical ideas in creating his own occult system.[167]\n\nIn the United States during the 1930s, the I AM group was established by Guy Ballard and Edna Ballard; the group adopted the idea of the Ascended Masters from Theosophy.[168]\nThe idea of the Masters—and a belief in Morya and Kuthumi—have also been adopted into the belief system of the Church Universal and Triumphant.[169] The Canadian mystic Manly P. Hall also cited Blavatsky's writings as a key influence on his ideas.[170] Theosophical ideas, including on the evolution of the Earth, influenced the teachings of British conspiracist David Icke.[171]\n\nHammer and Rothstein stated that Theosophy came to heavily influence \"popular religiosity\" and by the late twentieth and twenty-first centuries was \"permeating just about every nook and cranny of contemporary \"folk\" religious culture\" in Western countries.[9] It was a major influence on the New Age milieu of the latter twentieth century.[172] It played an important role in promoting belief in reincarnation among Westerners.[173]\n\nA considerable amount of literature has been produced on the subject of Theosophy and the Theosophical Society.[174] Most early publications on Theosophy fell into two camps: either apologetic and highly defensive, or highly antagonistic and aggressive towards the movement.[150] As of 2001, the scholar of religion Olav Hammer could still note that books presenting the Theosophical doctrines were mostly apologetic in nature.[175] Examples of such works include William Q. Judge's 1893 book Ocean of Theosophy and Robert Ellwood's 1986 book Theosophy.[175] He noted that most of these works treated Theosophical doctrine as if it were a fixed entity and provided little or no discussion of how they have changed over the decades.[175] Many articles on the historical development of the movement have also appeared in the journal Theosophical History.[175]\n\nMany early scholars of religion dismissed Theosophy as being not worthy of study; Mircea Eliade for instance described Theosophy as a \"detestable 'spiritual' hybridism\".[176] The academic study of the Theosophical current developed at the intersection of two scholarly sub-fields: the study of new religious movements, which emerged in the 1970s, and the study of Western esotericism.[177] For example, Blavatsky Unveiled Volume 1[178] by theosophical scholar Moon Laramie provides a modern translation and dispassionate analysis of the first seven chapters of Isis Unveiled.\n\nA significant proportion of the scholarship on Theosophy constitutes biographies of its leading members and discussions of events in the Society's history.[174] In contrast to the significant amount of research focused on the first two generations of Theosophists, little has been produced on later figures.[176] Hammer also lamented that while scholarship on Theosophy was developing, it had not focused on the reformulation of Theosophy by Leadbeater and Besant or with the developing ideas of post-Theosophical writers such as Steiner or Bailey.[179] Hammer and Rothstein suggested that the \"dearth of scholarly literature\" on Theosophy was because \"powerful individuals and institutions\" in Europe and North America regarded the religion as \"ludicrous\", thus discouraging scholars from devoting their time to researching it.[176]\n\n"
        }
    ]
}