{
    "url": "https://en.wikipedia.org/wiki/Institutional_theory_of_art",
    "title": "Theory of art",
    "table_of_contents": [
        "1 Aesthetic response",
        "2 Formalist",
        "3 Institutional",
        "4 Historical",
        "5 Anti-essentialist",
        "6 Aesthetic creation",
        "7 What is \"art\"?",
        "8 What should art be like?",
        "9 The value of art",
        "10 Set theory of art",
        "11 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "A theory of art is intended to contrast with a definition of art. Traditionally, definitions are composed of necessary and sufficient conditions and a single counterexample overthrows such a definition. Theorizing about art, on the other hand, is analogous to a theory of a natural phenomenon like gravity. In fact, the intent behind a theory of art is to treat art as a natural phenomenon that should be investigated like any other. The question of whether one can speak of a theory of art without employing a concept of art is also discussed below.\n\nThe motivation behind seeking a theory, rather than a definition, is that our best minds have not been able to find definitions without counterexamples. The term 'definition' assumes there are concepts, in something along Platonic lines, and a definition is an attempt to reach in and pluck out the essence of the concept and also assumes that at least some of us humans have intellectual access to these concepts. In contrast, a 'conception' is an individual attempt to grasp at the putative essence behind this common term while nobody has \"access\" to the concept.\n\nA theory of art presumes each of us humans employs different conceptions of this unattainable art concept and as a result we must resort to worldly human investigation.\n\n"
        },
        {
            "title": "Aesthetic response",
            "text": "Theories of aesthetic response[1] or functional theories of art[2] are in many ways the most intuitive theories of art. At its base, the term \"aesthetic\" refers to a type of phenomenal experience and aesthetic definitions identify artworks with artifacts intended to produce aesthetic experiences. Nature can be beautiful and it can produce aesthetic experiences, but nature does not possess the function of producing those experiences. For such a function, an intention is necessary, and thus agency – the artist.\n\nMonroe Beardsley is commonly associated with aesthetic definitions of art. In Beardsley’s words, something is art just in case it is \"either an arrangement of conditions intended to be capable of affording an experience with marked aesthetic character or (incidentally) an arrangement belonging to a class or type of arrangements that is typically intended to have this capacity\" (The aesthetic point of view: selected essays, 1982, 299). Painters arrange \"conditions\" in the paint/canvas medium, and dancers arrange the \"conditions\" of their bodily medium, for example. According to Beardsley’s first disjunct, art has an intended aesthetic function, but not all artworks succeed in producing aesthetic experiences. The second disjunct allows for artworks that were intended to have this capacity, but failed at it (bad art).\n\nMarcel Duchamp's Fountain is the paradigmatic counterexample to aesthetic definitions of art. Such works are said to be counterexamples because they are artworks that don't possess an intended aesthetic function. Beardsley replies that either such works are not art or they are \"comments on art\" (1983): \"To classify them [Fountain and the like] as artworks just because they make comments on art would be to classify a lot of dull and sometimes unintelligible magazine articles and newspaper reviews as artworks\" (p. 25). This response has been widely considered inadequate (REF). It is either question-begging or it relies on an arbitrary distinction between artworks and commentaries on artworks. A great many art theorists today consider aesthetic definitions of art to be extensionally inadequate, primarily because of artworks in the style of Duchamp.[3]\n\n"
        },
        {
            "title": "Formalist",
            "text": "The formalist theory of art asserts that we should focus only on the formal properties of art—the \"form\", not the \"content\".[4] Those formal properties might include, for the visual arts, color, shape, and line, and, for the musical arts, rhythm and harmony. Formalists do not deny that works of art might have content, representation, or narrative-rather, they deny that those things are relevant in our appreciation or understanding of art.\n\n"
        },
        {
            "title": "Institutional",
            "text": "The institutional theory of art is a theory about the nature of art that holds that an object can only become art in the context of the institution known as \"the art world\".\n\nAddressing the issue of what makes, for example, Marcel Duchamp's \"readymades\" art, or why a pile of Brillo cartons in a supermarket is not art, whereas Andy Warhol's famous Brillo Boxes (a pile of Brillo carton replicas) is, the art critic and philosopher Arthur Danto wrote in his 1964 essay \"The Artworld\":\n\nAccording to Robert J. Yanal, Danto's essay, in which he coined the term artworld, outlined the first institutional theory of art.\n\nVersions of the institutional theory were formulated more explicitly by George Dickie in his article \"Defining Art\" (American Philosophical Quarterly, 1969) and his books Aesthetics: An Introduction (1971) and Art and the Aesthetic: An Institutional Analysis (1974). An early version of Dickie's institutional theory can be summed up in the following definition of work of art from Aesthetics: An Introduction:\n\nDickie has reformulated his theory in several books and articles. Other philosophers of art have criticized his definitions as being circular.[7]\n\n"
        },
        {
            "title": "Historical",
            "text": "Historical theories of art hold that for something to be art, it must bear some relation to existing works of art.[8] For new works to be art, they must be similar or relate to previously established artworks. Such a definition raises the question of where this inherited status originated. That is why historical definitions of art must also include a disjunct for first art: something is art if it possesses a historical relation to previous artworks, or is first art.\n\nThe philosopher primarily associated with the historical definition of art is Jerrold Levinson (1979). For Levinson, \"a work of art is a thing intended for regard-as-a-work-of-art: regard in any of the ways works of art existing prior to it have been correctly regarded\" (1979, p. 234). Levinson further clarifies that by \"intends for\" he means: \"[M]akes, appropriates or conceives for the purpose of'\" (1979, p. 236). Some of these manners for regard (at around the present time) are: to be regarded with full attention, to be regarded contemplatively, to be regarded with special notice to appearance, to be regarded with \"emotional openness\" (1979, p. 237). If an object isn't intended for regard in any of the established ways, then it isn't art.\n\n"
        },
        {
            "title": "Anti-essentialist",
            "text": "Some art theorists have proposed that the attempt to define art must be abandoned and have instead urged an anti-essentialist theory of art.[9] In ‘The Role of Theory in Aesthetics’ (1956), Morris Weitz famously argues that individually necessary and jointly sufficient conditions will never be forthcoming for the concept ‘art’ because it is an \"open concept\". Weitz describes open concepts as those whose \"conditions of application are emendable and corrigible\" (1956, p. 31). In the case of borderline cases of art and prima facie counterexamples, open concepts \"call for some sort of decision on our part to extend the use of the concept to cover this, or to close the concept and invent a new one to deal with the new case and its new property\" (p. 31 ital. in original). The question of whether a new artifact is art \"is not factual, but rather a decision problem, where the verdict turns on whether or not we enlarge our set of conditions for applying the concept\" (p. 32). For Weitz, it is \"the very expansive, adventurous character of art, its ever-present changes and novel creations,\" which makes the concept impossible to capture in a classical definition (as some static univocal essence).\n\nWhile anti-essentialism was never formally defeated, it was challenged and the debate over anti-essentialist theories was subsequently swept away by seemingly better essentialist definitions. Commenting after Weitz, Berys Gaut revived anti-essentialism in the philosophy of art with his paper ‘\"Art\" as a Cluster Concept’ (2000). Cluster concepts are composed of criteria that contribute to art status but are not individually necessary for art status. There is one exception: Artworks are created by agents, and so being an artifact is a necessary property for being an artwork. Gaut (2005) offers a set of ten criteria that contribute to art status:\n\nSatisfying all ten criteria would be sufficient for art, as might any subset formed by nine criteria (this is a consequence of the fact that none of the ten properties is necessary). For example, consider two of Gaut’s criteria: \"possessing aesthetic merit\" and \"being expressive of emotion\" (200, p. 28). Neither of these criteria is necessary for art status, but both are parts of subsets of these ten criteria that are sufficient for art status. Gaut’s definition also allows for many subsets with less than nine criteria to be sufficient for art status, which leads to a highly pluralistic theory of art.\n\nIn 2021, the philosopher Jason Josephson Storm defended anti-essentialist definitions of art as part of a broader analysis of the role of macro-categories in the human sciences. Specifically, he argued that most essentialist attempts to answer Weitz's original argument fail as the criteria they propose to define art are not themselves present or identical across cultures.[10]: 64  Storm went further and argued that Weitz's appeal to family resemblance to define art without essentialism was ultimately circular, as it did not explain why similarities between \"art\" across cultures were relevant to defining it even anti-essentially.[10]: 77–82  Instead, Storm applied a theory of social kinds to the category \"art\" that emphasized how different forms of art fulfill different \"cultural niches.\"[10]: 124 \n\nThe theory of art is also impacted by a philosophical turn in thinking, not only exemplified by the aesthetics of Kant but is tied more closely to ontology and metaphysics in terms of the reflections of Heidegger on the essence of modern technology and the implications it has on all beings that are reduced to what he calls 'standing reserve', and it is from this perspective on the question of being that he explored art beyond the history, theory, and criticism of artistic production as embodied for instance in his influential opus: The Origin of the Work of Art.[11] This has had also an impact on architectural thinking in its philosophical roots.[12]\n\n"
        },
        {
            "title": "Aesthetic creation",
            "text": "Zangwill describes the aesthetic-creation theory of art[13][14] as a theory of \"how art comes to be produced\" (p. 167) and an \"artist-based\" theory. Zangwill distinguishes three phases in the production of a work of art:\n\nIn the creation of an artwork, the insight plays a causal role in bringing about actions sufficient for realizing particular aesthetic properties. Zangwill does not describe this relation in detail, but only says it is \"because of\" this insight that the aesthetic properties are created.\n\nAesthetic properties are instantiated by nonaesthetic properties that \"include physical properties, such as shape and size, and secondary qualities, such as colours or sounds.\" (37) Zangwill says that aesthetic properties supervene on the nonaesthetic properties: it is because of the particular nonaesthetic properties it has that the work possesses certain aesthetic properties (and not the other way around).\n\n"
        },
        {
            "title": "",
            "text": "How best to define the term \"art\" is a subject of constant contention; many books and journal articles have been published arguing over even the basics of what we mean by the term \"art\".[15] Theodor Adorno claimed in his Aesthetic Theory 1969 \"It is self-evident that nothing concerning art is self-evident.\"[16] Artists, philosophers, anthropologists, psychologists and programmers all use the notion of art in their respective fields, and give it operational definitions that vary considerably. Furthermore, it is clear that even the basic meaning of the term \"art\" has changed several times over the centuries, and has continued to evolve during the 20th century as well.\n\nThe main recent sense of the word \"art\" is roughly as an abbreviation for \"fine art.\" Here we mean that skill is being used to express the artist's creativity, or to engage the audience's aesthetic sensibilities, or to draw the audience towards consideration of the \"finer\" things. Often, if the skill is being used in a functional object, people will consider it a craft instead of art, a suggestion which is highly disputed by many Contemporary Craft thinkers. Likewise, if the skill is being used in a commercial or industrial way it may be considered design instead of art, or contrariwise these may be defended as art forms, perhaps called applied art. Some thinkers, for instance, have argued that the difference between fine art and applied art has more to do with the actual function of the object than any clear definitional difference.[17] Art usually implies no function other than to convey or communicate an idea.[citation needed]\n\nEven as late as 1912 it was normal in the West to assume that all art aims at beauty, and thus that anything that was not trying to be beautiful could not count as art. The cubists, dadaists, Stravinsky, and many later art movements struggled against this conception that beauty was central to the definition of art, with such success that, according to Danto, \"Beauty had disappeared not only from the advanced art of the 1960s but from the advanced philosophy of art of that decade as well.\"[16] Perhaps some notion like \"expression\" (in Croce's theories) or \"counter-environment\" (in McLuhan's theory) can replace the previous role of beauty. Brian Massumi brought back \"beauty\" into consideration together with \"expression\".[18] Another view, as important to the philosophy of art as \"beauty,\" is that of the \"sublime,\" elaborated upon in the twentieth century by the postmodern philosopher Jean-François Lyotard. A further approach, elaborated by André Malraux in works such as The Voices of Silence, is that art is fundamentally a response to a metaphysical question (\"Art\", he writes, \"is an 'anti-destiny'\"). Malraux argues that, while art has sometimes been oriented towards beauty and the sublime (principally in post-Renaissance European art) these qualities, as the wider history of art demonstrates, are by no means essential to it.[19]\n\nPerhaps (as in Kennick's theory) no definition of art is possible anymore. Perhaps art should be thought of as a cluster of related concepts in a Wittgensteinian fashion (as in Weitz or Beuys). Another approach is to say that \"art\" is basically a sociological category, that whatever art schools and museums and artists define as art is considered art regardless of formal definitions. This \"institutional definition of art\" (see also Institutional Critique) has been championed by George Dickie. Most people did not consider the depiction of a store-bought urinal or Brillo Box to be art until Marcel Duchamp and Andy Warhol (respectively) placed them in the context of art (i.e., the art gallery), which then provided the association of these objects with the associations that define art.\n\nProceduralists often suggest that it is the process by which a work of art is created or viewed that makes it art, not any inherent feature of an object, or how well received it is by the institutions of the art world after its introduction to society at large. If a poet writes down several lines, intending them as a poem, the very procedure by which it is written makes it a poem. Whereas if a journalist writes exactly the same set of words, intending them as shorthand notes to help him write a longer article later, these would not be a poem. Leo Tolstoy, on the other hand, claims in his What is art? (1897) that what decides whether something is art is how it is experienced by its audience, not by the intention of its creator. Functionalists like Monroe Beardsley argue that whether a piece counts as art depends on what function it plays in a particular context; the same Greek vase may play a non-artistic function in one context (carrying wine), and an artistic function in another context (helping us to appreciate the beauty of the human figure).\n\nMarxist attempts to define art focus on its place in the mode of production, such as in Walter Benjamin's essay The Author as Producer,[20] and/or its political role in class struggle.[21] Revising some concepts of the Marxist philosopher Louis Althusser, Gary Tedman defines art in terms of social reproduction of the relations of production on the aesthetic level.[22]\n\n"
        },
        {
            "title": "",
            "text": "Many goals have been argued for art, and aestheticians often argue that some goal or another is superior in some way. Clement Greenberg, for instance, argued in 1960 that each artistic medium should seek that which makes it unique among the possible mediums and then purify itself of anything other than expression of its own uniqueness as a form.[23] The Dadaist Tristan Tzara on the other hand saw the function of art in 1918 as the destruction of a mad social order. \"We must sweep and clean. Affirm the cleanliness of the individual after the state of madness, aggressive complete madness of a world abandoned to the hands of bandits.\"[24] Formal goals, creative goals, self-expression, political goals, spiritual goals, philosophical goals, and even more perceptual or aesthetic goals have all been popular pictures of what art should be like.\n\n"
        },
        {
            "title": "The value of art",
            "text": "Tolstoy defined art as the following: \"Art is a human activity consisting in this, that one man consciously, by means of certain external signs, hands on to others feelings he has lived through, and that other people are infected by these feelings and also experience them.\" However, this definition is merely a starting point for his theory of art's value. To some extent, the value of art, for Tolstoy, is one with the value of empathy. However, sometimes empathy is not of value. In chapter fifteen of What Is Art?, Tolstoy says that some feelings are good, but others are bad, and so art is only valuable when it generates empathy or shared feeling for good feelings. For example, Tolstoy asserts that empathy for decadent members of the ruling class makes society worse, rather than better. In chapter sixteen, he asserts that the best art is \"universal art\" that expresses simple and accessible positive feeling.[25]\n\nAn argument for the value of art, used in the fictional work The Hitchhikers Guide to the Galaxy, proceeds that, if some external force presenting imminent destruction of Earth asked humanity what its value was—what should humanity's response be? The argument continues that the only justification humanity could give for its continued existence would be the past creation and continued creation of things like a Shakespeare play, a Rembrandt painting or a Bach concerto. The suggestion is that these are the things of value which define humanity.[26] Whatever one might think of this claim — and it does seem to undervalue the many other achievements of which human beings have shown themselves capable, both individually and collectively — it is true that art appears to possess a special capacity to endure (\"live on\") beyond the moment of its birth, in many cases for centuries or millennia. This capacity of art to endure over time — what precisely it is and how it operates — has been widely neglected in modern aesthetics.[27]\n\n"
        },
        {
            "title": "Set theory of art",
            "text": "A set theory of art has been underlined in according to the notion that everything is art. Here - higher than such states is proposed while lower than such states is developed for reference; thus showing that art theory is sprung up to guard against complacency. \n\nA set example of this would be an eternal set large enough to incorporate everything; with a work of art-example given as Ben Vautier's 'Universe'.\n\nA set of this would be an eternal set incorporated in it a small circle; with a work of art-example given as Aronsson's 'Universe Orange' (which consists of a starmap of the universe bylining a natural-sized physical orange).\n\nA set of this would be a shadow set (universe) much to the likelihood of a negative universe.\n\nA set of this would be a finite set legally interacting with other sets without losing its position as premier set (the whole); with a work of art-example given as a picture of the 'Orion Nebula' (Unknown Artist).\n\nA set of this would be an infinite set consisting of every parallel universe; with a work of art-example given as Marvels 'Omniverse'.\n\n"
        }
    ]
}