{
    "url": "https://en.wikipedia.org/wiki/Theological_veto",
    "title": "Theological veto",
    "table_of_contents": [
        "1 Usage",
        "2 Rejecting the theological veto",
        "3 See also",
        "4 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The theological veto is the concept in philosophy of religion that philosophy and logic are impious and that God, not reason, is sovereign.[1][page needed] This concept is held as true by some theists, especially religious fundamentalists.\n\nThe idea is derived from a belief that mankind is depraved, and its intellect is a flawed product of this fallenness. In this view conversion, not reason, is the way to the truth; preaching, not argument, is the way to persuade; and grace, not evidence is the way belief is confirmed. In this view, natural reason is so profoundly hostile to the divine that holding it above faith is tantamount to worshiping a sinful creature as an idol. Even the use of reason on behalf of faith is rejected under the theological veto, as it shows faithlessness. It presupposes by practice that faith can be benefited by reason.\n\n"
        },
        {
            "title": "Usage",
            "text": "An early use of the phrase is reported from a 1925 critique of opponents of evolution: \"They meet the accumulating evidences of the descent of man with a theological veto. They set the limit to science by the quotation of a verse from the creation legend \"Genesis.\"\"[2]\n\n"
        },
        {
            "title": "Rejecting the theological veto",
            "text": "There are several reasons put forth by those who reject the theological veto. One way to reject the theological veto is to assert that one cannot isolate reason from faith. Intelligible use of language is claimed to commit one to consistency, so to reject reason is to refuse to make sense. This argument asserts that even the theological veto itself must be consistent with itself and inconsistent with reason. Another way the theological veto is rejected is to assert that rejection of critical control over one's beliefs, as for instance by the requirement of evidence, lowers the barrier against bigotry, fanaticism, and persecution. While its high aspiration is to warn against human pride, some say its supporters are guilty of what they themselves claim is the highest form of pride: They claim that they know the mind of God.[1]\n\n"
        }
    ]
}