{
    "url": "https://en.wikipedia.org/wiki/Therianthropy",
    "title": "Therianthropy",
    "table_of_contents": [
        "1 Etymology",
        "2 History of therianthropy and theriocephaly",
        "3 Mythology of human shapeshifting",
        "3.1 Skin-walkers and naguals",
        "3.2 Animal ancestors",
        "3.3 Shamanism",
        "3.4 Animal spirits",
        "4 Psychiatric aspects",
        "5 Modern therianthropy",
        "5.1 Prevalence",
        "5.2 Shifting",
        "6 See also",
        "7 References",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Therianthropy is the mythological ability of human beings to metamorphose into animals or hybrids by means of shapeshifting. It is possible that cave drawings found at Les Trois Frères, in France, depict ancient beliefs in the concept.[citation needed]\n\nThe best-known form of therianthropy, called lycanthropy, is found in stories of werewolves.\n\n"
        },
        {
            "title": "Etymology",
            "text": "The term \"therianthropy\" comes from the Greek theríon [θηρίον], meaning \"wild animal\" or \"beast\" (implicitly mammalian), and anthrōpos [ἄνθρωπος], meaning \"human being\". It was used to refer to animal transformation folklore of Europe as early as 1901.[1] Sometimes the term \"zoanthropy\" is used instead.[2]\n\nTherianthropy was used to describe spiritual beliefs in animal transformation in a 1915 Japanese publication, A History of the Japanese People from the Earliest Times to the End of the Meiji Era.[3] One source, The Human Predator, raises the possibility the term may have been used as early as the 16th century in criminal trials of suspected werewolves.[4]\n\n"
        },
        {
            "title": "History of therianthropy and theriocephaly",
            "text": "Therianthropy refers to the fantastical, or mythological, ability of some humans to change into animals.[5] Therianthropes are said to change forms via shapeshifting. Therianthropy has long existed in mythology, and seems to be depicted in ancient cave drawings[6] such as The Sorcerer, a pictograph executed at the Palaeolithic cave drawings found in the Pyrénées at the Les Trois Frères, France, archeological site.\n\n'Theriocephaly' (Gr. \"animal headedness\") refers to beings which have an animal head attached to an anthropomorphic, or human, body; for example, the animal-headed forms of gods depicted in ancient Egyptian religion (such as Ra, Sobek, Anubis).\n\n"
        },
        {
            "title": "Mythology of human shapeshifting",
            "text": "Shapeshifting in folklore, mythology and anthropology generally refers to the alteration of physical appearance from that of a human to that of another species. Lycanthropy, the transformation of a human into a wolf (or werewolf), is probably the best known form of therianthropy, followed by cynanthropy (transformation into a dog) and ailuranthropy (transformation into a cat).[7] Werehyenas are present in the stories of several African and Eurasian cultures. Ancient Turkic legends from Asia talk of form-changing shamans known as kurtadams, which translates to \"wolfman\".[citation needed] Ancient Greeks wrote of kynanthropy, from κύων kyōn[8] (or \"dog\"), which applied to mythological beings able to alternate between dog form and human form, or who possessed combined dog and human anatomical features.[citation needed]\n\nThe term existed by at least 1901, when it was applied to stories from China about humans turning into dogs, dogs becoming people, and sexual relations between humans and canines.[9] Anthropologist David Gordon White called Central Asia the \"vortex of cynanthropy\" because races of dog-men were habitually placed there by ancient writers. The weredog or cynanthrope is also known in Timor. It is described as a human-canine shapeshifter who is capable of transforming other people into animals, even against their will.[citation needed]\n\nEuropean folklore features werecats, who can transform into panthers or domestic cats of an enlarged size.[10] African legends describe people who turn into lions or leopards, while Asian werecats are typically depicted as becoming tigers.[citation needed]\n\nSome Native American and First Nation legends talk about skin-walkers—people with the supernatural ability to turn into any animal they desire. To do so, however, they first must be wearing a pelt of the specific animal. In the folk religion of Mesoamerica, a nagual (or nahual) is a human being who has the power to magically turn themselves into animal forms—most commonly donkeys, turkeys, and dogs—but can also transform into more powerful jaguars and pumas.[citation needed]\n\nStories of humans descending from animals are found in the oral traditions for many tribal and clan origins. Sometimes the original animals had assumed human form in order to ensure their descendants retained their human shapes; other times the origin story is of a human marrying a normal animal.\n\nNorth American indigenous traditions mingle the ideas of bear ancestors and ursine shapeshifters, with bears often being able to shed their skins to assume human form, marrying human women in this guise. The offspring may be creatures with combined anatomy, they may be very beautiful children with uncanny strength, or they may be shapeshifters themselves.[11]\n\nP'an Hu is represented in various Chinese legends as a supernatural dog, a dog-headed man, or a canine shapeshifter that married an emperor's daughter and founded at least one race. When he is depicted as a shapeshifter, all of him can become human except for his head. The race(s) descended from P'an Hu were often characterized by Chinese writers as monsters who combined human and dog anatomy.[12]\n\nIn Turkic mythology, the wolf is a revered animal. The Turkic legends say the people were descendants of wolves. The legend of Asena is an old Turkic myth that tells of how the Turkic people were created. In the legend, a small Turkic village in northern China is raided by Chinese soldiers, with one baby left behind. An old she-wolf with a sky-blue mane named Asena finds the baby and nurses him.  She later gives birth to half-wolf, half-human cubs who are the ancestors of the Turkic people.[13][14]\n\nEthnologist Ivar Lissner theorised that cave paintings of beings with human and non-human animal features were not physical representations of mythical shapeshifters, but were instead attempts to depict shamans in the process of acquiring the mental and spiritual attributes of various beasts.[15] Religious historian Mircea Eliade has observed that beliefs regarding animal identity and transformation into animals are widespread.[16]\n\nIn Melanesian cultures there exists the belief in the tamaniu or atai, which describes the animal counterpart to a person.[17] Specifically among the Solomon Islands in Melanesia, the term atai means \"soul\" in the Mota language and is closely related to the term ata, meaning a \"reflected image\" in Maori and \"shadow\" in Samoan. Terms relating to the \"spirit\" in these islands such as figona and vigona convey a being that has not been in human form[18] The animal counterpart depicted may take the form of an eel, shark, lizard, or some other creature. This creature is considered to be corporeal, and can understand human speech. It shares the same soul as its master. This concept is found in similar legends which have many characteristics typical of shapeshifter tales. Among these characteristics is the theory that death or injury would affect both the human and animal form at once.[17]\n\n"
        },
        {
            "title": "Psychiatric aspects",
            "text": "Among a sampled set of psychiatric patients, the belief of being part animal, or clinical lycanthropy, is generally associated with severe psychosis, but not always with any specific psychiatric diagnosis or neurological findings.[19]  Others regard clinical lycanthropy as a delusion in the sense of the self-disorder found in affective and schizophrenic disorders, or as a symptom of other psychiatric disorders.[20]\n\n"
        },
        {
            "title": "Modern therianthropy",
            "text": "Therians are individuals who believe or feel that they are non-human animals in a non-biological sense. While therians mainly attribute their experiences of therianthropy  to either spirituality or psychology, the way in which they consider their therian identity is not a defining characteristic of therianthropy; as long as a person identifies their sense of self as being that of a non-human animal, they can be considered a therian.[21][22] The animal which a therian identifies as is known by the community as a \"theriotype\", and this can refer to either the animal they identify as or, more specifically, their own non-human animal identity. For example, a therian who believes in reincarnation may use the word \"theriotype\" to refer specifically to their past life or, more generally, to indicate that they are speaking about the animal species they identify as. Therians often use the term \"species dysphoria\" to describe their feelings of disconnect from their human bodies and their underlying desire to live as their theriotype.[23] The concept of species dysphoria has often been compared to gender dysphoria, in that there is a similar sense of incongruence between the person's physical body and their internal sense of self. Some non-human identifying people oppose this comparison, stating that \"they are separate ... identities\". Others intentionally parallel the two, highlighting the similarities.[24] Species dysphoria, or species identity disorder, has been proposed as a mental disorder.[25] A now-defunct therian website suggested a criterion for a diagnosis, based on the diagnosis of gender dysphoria. Gerbasi et al. noted the \"striking\" similarities between species and gender dysphoria, leading them to tentatively suggest a medical diagnosis of species identity disorder.[25] Others have compared species dysphoria with body dysmorphic disorder, terming it \"species dysmorphia\" instead.[26] A participant in Proctor's paper stated that they would consider it a form of neurodiversity, rather than a medical diagnosis, \"unless it had major and negative impact on someone's life\".[27] The identity \"transspecies\" is used by some, furthering the similarities between identifying as a different species and a different gender.[28]\n\nIn an online community survey of 523 non-human identifying people, 75.1% said they experienced species dysphoria, and 8.2% were unsure.[29] In four surveys of furries (n = 4338/1761/951/1065), depending on the sample between 25% and 44% responded that they consider themselves to be \"less than 100% human\", compared to 7% of a sample (n = 802) of the general American population.[30]\n\nMany therians describe experiences of temporarily feeling more in touch with their theriotype than they do at other times, and this phenomenon is known by the community as \"shifting\", with the experiences being known as \"shifts\". Shifts can vary indefinitely in the length of time for which they are experienced, and the intensity with which they are felt. They can also be triggered intentionally, or unintentionally, usually by stimuli relating to a person's theriotype. While shifting is often regarded as a positive experience, the disruption caused by unintentional triggers, and heightened feelings of species-dysphoria, can also lead to therians experiencing shifts as negative experiences too. Shifts are normally experienced in a state of consciousness, although dream shifts (in which a therian might actually believe they have the body of their theriotype) are an exception to this. Some therians attribute their knowledge of their own therianthropic identities to their experiences of shifting. For example, a wolf therian might begin to identify as a wolf after experiencing dreams in which their body takes the form of a wolf.\n\nThe therian community is generally considered to be a subculture of the otherkin community, which consists of individuals who identify as or connect with any fictional or non-fictional being. However, unlike otherkin, therians do not identify as fictional beings, and the two movements are culturally and historically distinct.[23][page needed]\n\n"
        }
    ]
}