{
    "url": "https://en.wikipedia.org/wiki/Third_Cinema",
    "title": "Third Cinema",
    "table_of_contents": [
        "1 Definition",
        "2 Manifestos",
        "2.1 \"Toward a Third Cinema\"",
        "2.1.1 Availability of technology",
        "2.1.2 The \"guerilla-film-unit\"",
        "2.1.3 Distribution and Showing",
        "3 History",
        "4 Women in Third Cinema",
        "5 Third Cinema film-makers by Country",
        "6 Aesthetic and Filmmaking Style",
        "7 Political Agenda",
        "8 Third Cinema Films",
        "9 See also",
        "10 Further reading",
        "11 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Third Cinema (Spanish: Tercer Cine) is a Latin American film movement that started in the 1960s–70s which decries neocolonialism, the capitalist system, and the Hollywood model of cinema as mere entertainment to make money.  The term was coined in the manifesto Hacia un tercer cine (Toward a Third Cinema), written in the late 1960s by Argentine filmmakers Fernando Solanas and Octavio Getino, members of the Grupo Cine Liberación and published in 1969 in the cinema journal Tricontinental by the OSPAAAL (Organization of Solidarity with the People of Asia, Africa and Latin America[1]).\n\n"
        },
        {
            "title": "Definition",
            "text": "Solanas and Getino's manifesto considers 'First Cinema' to be the Hollywood production model that idealizes bourgeois values to a passive audience through escapist spectacle and individual characters. 'Second Cinema' is the European art film, which rejects Hollywood conventions but is centred on the individual expression of the auteur director. Third Cinema is meant to be non-commercialized, challenging Hollywood's model. Third Cinema rejects the view of cinema as a vehicle for personal expression, seeing the director instead as part of a collective; it appeals to the masses by presenting the truth and inspiring revolutionary activism. Solanas and Getino strongly argue that traditional exhibition models also should not be used: the films should be screened clandestinely, both in order to dodge censorship and commercial networks, but also so that the viewer must take a risk to see them.[2]\n\nThere are still some difficulties to clearly define what is considered \"First Cinema\" versus \"Third Cinema\". For example, Bollywood, one of the largest centres of film production in the world, can be viewed as resistance against \"First Cinema\" due to political, cultural and aesthetic differences, but at the same time it can also be said that Bollywood is a popular commercialized industry.[3]\n\n"
        },
        {
            "title": "Manifestos",
            "text": "There are four manifestos accredited to beginning the genre of Third Cinema: Glauber Rocha’s “Aesthetic of Hunger” (1965), Julio García Espinosa’s “For an Imperfect Cinema” (1969), “Problems of Form and Content in Revolutionary Cinema” (1976) by Jorge Sanjinés, and finally “Toward a Third Cinema” (1969) by Fernando Solanas and Octavio Getino.[4] Although all four define the broad and far reaching genre, Solanas and Getino's “Toward a Third Cinema” is well known for its political stance and outline of the genre.[5]\n\n\nExplaining the neo-colonialist dilemma and the need for “a cinema of subversion” or “a revolutionary cinema”, “Toward a Third Cinema” begins by explaining the dilemma that the anti-imperialist film-maker is left with a paradoxical need to survive within as well as subvert “the System”.\nSolanas and Getino define the problem with 'the System' (the political and cultural authorities in place) as being one that reduces film to a commodity that exists to fill the needs of the film industry that creates them—mainly in the United States. This “spectator cinema” continues a lack of awareness within the masses of a difference between class interests or “that of the rulers and that of the nation”.[6] To the authors, films of 'the System' do not function to change or move the culture forward; they function to maintain it.\n\nWith the advancement of technology in film in the late 1960s (simplification of cameras and tape recorders, rapid film that can be shot in normal light, automatic light meters, improved audio/visual synchronization), Solanas and Getino argue that an alternative cinema is finally possible. The authors cite the Imperfect Cinema movement in Cuba, Cinegiornali liberi in Italy, Zengakuren documentaries in Japan as proof that it is already happening.\n\n\nUrging the need to further politicize and experiment with the format of film—mainly the documentary—Solanas and Getino illustrate the somewhat obscure and non-universal steps that must be taken to make “revolutionary cinema”:\nParadoxically, Solanas and Getino continue to state that it is not enough to simply rebel against 'the System'. The manifesto uses Jean-Luc Godard and the French New Wave throughout as a formidable example of a group which failed to properly to subvert 'the System'. Referring to it as “second cinema” or “author's cinema”, the problem begins with the genre's attempt to exist parallel, be distributed by, and funded by 'the System'. Solanas and Getino quote Godard's self-description as being 'trapped inside the fortress'[6] and refer to the metaphor throughout the manifesto.\n\nBecause of this paradox of subversion but need for distinctions between commodified rebellion and “the cinema of revolution”, Solanas and Getino recognize that film-makers must function like a guerilla unit, one that “cannot grow strong without military structures and command concepts.”[6] The authors also recognize that the difficulties encountered by those attempting to make revolutionary cinema will stem mainly from its need to work as a synchronized unit. Claiming that the only solution to these difficulties is common awareness of the basics of interpersonal relationships, Solanas and Getino go further to state that “The myth of the irreplaceable technicians must be exploded.”[6]\n\n\nThe guerilla-film unit requires that all members have general knowledge of the equipment being used and caution that any failure in a production will be ten-fold that of a first cinema production. This condition—based on the fact that monetary support will be slim and come mainly from the group itself—also requires that members of the guerilla-film unit be wary and maintain an amount of silence not custom to conventional film-making.\nThe manifesto concludes with an explanation for how to best distribute third cinema films. Using their own experience with La Hora de los Hornos (The Hour of the Furnaces), Solanas and Getino share that the most intellectually profitable showings were followed by group discussions. The following elements (Solanas and Getino even refer to them as mise en scène) that “reinforce the themes of the films, the climate of the showing, the ‘disinhibiting’ of the participants, and the dialogue”:[6]\n\n\nWhen distributed correctly, third cinema films will result in the audience members becoming what Solanas and Getino refer to as “man-actor-accomplices”[6] as they become crucial to the film achieving its goal to transform society. It is only when the “man-actor-accomplice” responds to the film that third cinema becomes effective.\n"
        },
        {
            "title": "History",
            "text": "Third Cinema manifestos and theories evolved in the 1960s and 1970s as a response to the social, political, and economic realities in Latin American countries which were experiencing oppression from Neo-colonial policies. In their manifesto, Solana and Getino describe Third Cinema as a cinematic movement and a dramatic alternative to First Cinema, which was produced in Hollywood, for the purpose of entertaining its audiences; and from Second Cinema that increased the author's liberty of expression. Fundamentally different, Third Cinema films sought to inspire revolution against class, racial and gender inequalities. Spectators were called upon to reflect on social injustices and the process by which their realities occurred, and to take action to transform their conditions. Even though Third Cinema films arose during revolutionary eras in Latin America and other countries, this filmmaking is still influential today. This style of filmmaking includes a radical form of production, distribution and exhibition that seeks to expose the living conditions of people at the grassroots level.[7]\n\nPurpose and Goals of Third Cinema\nThird Cinema seeks to expose the process by which oppression occurs; and to criticize those responsible for social inequality in a country or community.\nSome of the goals of Third Cinema are:\n\nProduction\nDue to their political nature, Third Cinema films were often censored and therefore, the production and distribution of these films were innovative. Films used documentary clips, news reels, photographs, video clips, interviews and/or statistics and in some cases, non-professional actors. These production elements are combined in an inventive manner to create a message that is specific to its local audience. The staff in production share all aspects of the production process by working collectively. In Third Cinema, for example, a Director can be the Cameraman, the Photographer or the Writer at different phases of the production.  Since Third Cinema films were highly politicized, they often lacked the funding and support needed for production or distribution and instead sought funding outside government agencies or traditional financing opportunities available to commercial films. Other unique aspects of Third Cinema film production is the use of their local natural landscape for film shootings often in parts of the country not previously seen. This unique feature was augmented by highlighting the local history and culture of its nation.[8]\n\n"
        },
        {
            "title": "Women in Third Cinema",
            "text": "\nThird Cinema's critique and resistance of Hollywood's imperialist “spectator” cinema also opened for differing representations of women in film. While feminist film movements in the United States in the 1970s critiqued the eurocentric and heteronormative sexism within the First-World, the intersection of heterosexism with racism and imperialism seemed to get little attention from mainstream film journals.[9] Because of the reluctance of First-World feminists to acknowledge the importance of nationalism and geographic identity within differing struggles of women, the films made by the women of Third Cinema were usually seen as “burdened” from the Western feminist perspective by these identities.\nAlong with the advancement and availability of technology, and the revolutionary tactics proposed by Third Cinema, third-worldist feminist film-makers began to tell their own stories. Because the genre proposed a non-homogeneous approach to cinema (one which allowed variation from region to region and intersection between fiction and documentary), differing stories of “womanhood” and women's position within revolutions could be told. Lebanese film director Heiny Srour commented in one interview:\nNotable films include Sarah Maldoror’s Sambizanga (Mozambique, 1972) which takes place in Angola where a woman awakens to “revolutionary consciousness” to the struggle of the ruling party the MPLA.  In Heiny Srour’s documentary Saat al Tahrir (The Hour of Liberation) (Oman, 1973) followed women fighters during the revolution in Oman. Srour’s 1984 film Leila wal dhiab (Leila and the Wolves) (Lebanon) followed the role of women in the Palestine Liberation Movement. Helena Solberg Ladd’s Nicaragua Up From the Ashes (U.S. 1982) documents the role of women in the Sandinista revolution. Sara Gomez’s De cierta manera (One Way or Another) epitomizes Third Cinema’s involvement in the intersection of fiction and documentary as it gives a feminist critique of the Cuban revolution.[9]\n\n"
        },
        {
            "title": "Third Cinema film-makers by Country",
            "text": "This is an incomplete list and still does not reflect the number of film-makers that have contributed to Third Cinema.\n\n"
        },
        {
            "title": "Aesthetic and Filmmaking Style",
            "text": "The aesthetic of Third Cinema is influenced by its low budget and amateur film makers, leading to a style of film not reliant on special effects and action set pieces, but rather on real life events and subtle stories. This deviation from the traditional Western film structure can be seen today reflected in both documentary and feature films. In the age of digital filmmaking, it’s become easier than ever to produce a film without technical training or access to expensive equipment. Some notable examples of this are guerilla documentaries (See: The Gurilla Filmmakers Handbook). Robert Greenwalt’s timely films released through grass-roots organizations, “Uncovered: The Whole Truth About the Iraq War” and “Outfoxed: Rupert Murdoch's War on Journalism” were shot in historical Hollywood places where movies like “Gone with the Wind” were originally filmed. “Outfoxed” was one of his secretive films about the distortion of information by Fox News (Boynton, 2004). \n\nSean Baker, an American filmmaker who shot an entire movie on an iPhone 5S, created the most talked-about iPhone film called “Tangerine.” Following two Los Angeles prostitutes around the glowing city, viewers are reminded how he tends to cast unlikely protagonists. Other artists in the industry are creating films with iPads, digital cameras, and creating motion with bicycles, all hinging on the low-budget, surprise-delivering spirit of the Third Cinema (Murphey, 2015). \n\nThird Cinema continues to inspire and challenge modern and current artists and filmmakers. The ripples of this movement can still be seen in both overall aesthetic and in its ability to challenge political ideals and standards as well as what is “typical” in the movie industry. This influence of modern works has been appreciated all over the world. Experts agree that Solanas and Getino urged for “Third Cinema can and should emerge from everywhere” (Saljoughi, 2016). The purposeful activism sparked by Third Cinema was not defined to play catch-up to wealthier filmmakers, but to spark innovative creation in third world populations. Marked by risk-taking and storytelling, the genre is not secretive in its aims (Sarkar, n.d.). \n\n"
        },
        {
            "title": "Political Agenda",
            "text": "Third Cinema attempted to unite Third World populations experiencing oppression, focusing on Central America, Africa and Asia (Ivo, 2018). The motivation of these films was to inspire these populations to revolution against the controlling regimes. Third Cinema established a departure from both the norms of commercial Hollywood films, as well as the Second Cinema movement of European art films. Rather than create dramatic storylines, these artists strove to show the drama of everyday life while promoting critical thinking (Gonon, n.d.). This rejection of traditional film democratized the industry and opened the possibility for smaller scale stories to be told (Wayne, 2019). \nSolanas and Getino actually wrote the main part of their manifesto in dictator-controlled Argentina. When Solanas was exiled in Paris, he gave the Third Cinema a more broadened definition, adding the importance of the “conception of the world” (Stollery, 2002). While many a filmmaker have deemed the movement antiquated and not of progressive value, experts re-envision the Third Cinema as an object of analysis (Dixon & Zonn, 2005). \n\nMore recently, the military repression of Cuba in the 1970’s slowed this creative filmmaking on the island. The Edinburgh Film Festival held a conference on Third Cinema in 1986, marking a resurgence of the genre. The result of this conference was the publication of Questions of Third Cinema by many authors, which failed to include contributors from Latin America and even Solanas and Getino themselves. Third Cinema is then discussed as encompassing most Latin American films and all films that have political charge and meaning.\n\n"
        }
    ]
}