{
    "url": "https://en.wikipedia.org/wiki/Thomas_Chubb",
    "title": "Thomas Chubb",
    "table_of_contents": [
        "1 Life",
        "2 Works",
        "3 Views on prayer",
        "4 See also",
        "5 References",
        "6 Sources",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThomas Chubb (29 September 1679 – 8 February 1747) was a lay English Deist writer born near Salisbury. He saw Christ as a divine teacher, but held reason to be sovereign over religion. He questioned the morality of religions, while defending Christianity on rational grounds. Despite little schooling, Chubb was well up on the religious controversies.[1] His The True Gospel of Jesus Christ, Asserted sets out to distinguish the teaching of Jesus from that of the Evangelists.[2] Chubb's views on free will and determinism, expressed in A Collection of Tracts on Various Subjects (1730), were extensively criticised by Jonathan Edwards in Freedom of the Will (1754).[3]\n\n"
        },
        {
            "title": "Life",
            "text": "Chubb, the son of a maltster, was born at East Harnham, near Salisbury. The death of his father in 1688 cut short his education, and in 1694 he was apprenticed to a glover in Salisbury, but subsequently entered the employment of a tallow-chandler. He picked up a fair knowledge of mathematics and geography, but theology was his favourite study. His habit of committing his thoughts to writing gave him a clear and fluent style.[4]\n\nChubb spent some years living and working in London at the house of Joseph Jekyll, Master of the Rolls. However, he was drawn back to Salisbury, where by the kindness of friends he was enabled to devote the rest of his days to his studies.[4]\n\n"
        },
        {
            "title": "Works",
            "text": "Chubb made his first appearance as an author in the Arian controversy. A dispute having arisen about William Whiston's argument in favour of the supremacy of the one God and Father, he wrote an essay, The Supremacy of the Father Asserted, which Whiston pronounced worthy of publication, and it was printed in 1715.[4] Another of his published tracts, The Previous Question with Regard to Religion, went through four editions, three in 1725. His tracts were collected in a quarto volume in 1730 and attracted wide notice. (A second, two-volume edition in 1754 included 35 tracts.) Chubb was encouraged to write further tracts. A disciple of Samuel Clarke, he gradually moved from Arianism into a modified Deism.[5]\n\nIn 1731 he published a Discourse concerning Reason ... [showing that] reason is, or else that it ought to be, a sufficient guide in matters of Religion. Some \"reflections\" upon \"moral and positive duty\" were added, as suggested by Clarke's Exposition of the Catechism. In 1732 The Sufficiency of Reason further considered... was appended to an \"enquiry\" against a recent sermon by Samuel Croxall arguing that to celebrate Charles I's martyrdom was inconsistent with celebrating William III's arrival.[5]\n\nIn 1734 came four tracts of his attacking the common theory of inspiration, arguing that the resurrection of Christ was no proof of his divine mission and criticising the story of Abraham's sacrifice of Isaac. The whole argument showed increasing scepticism, and the assertion about Abraham led to some controversy. He returned to the question in 1735, in some \"Observations\" on Thomas Rundle's nomination to the Diocese of Gloucester, Rundle having been accused of disbelieving the story. Three tracts were added that continued the former discussion.[5]\n\nIn 1738 Chubb published The True Gospel of Jesus Christ asserted, which provoked various attacks, including one from Ebenezer Hewlett.[6] It was followed by The True Gospel of Jesus vindicated, and An Enquiry into the Ground and Foundation of Religion, wherein it is shown that Religion is founded on Nature. He persisted in stating that true Christianity consisted of a belief that morality alone could make men acceptable to God, that repentance for sin would secure God's mercy, and that there would be future retribution. His Enquiry into the Ground and Foundation of Religion (1740) includes a controversy with Henry Stebbing. Chubb argues against interpreting literally the command to give all to the poor, noting that Stebbing himself was a pluralist with two livings, a preachership and an archdeaconry, and due to be chancellor of the Diocese of Salisbury, so that he could hardly interpret the command literally to himself.[5]\n\nChubb's 1741 Discourse on Miracles states that they could at most afford a \"probable proof\" of a revelation. In 1743 his Enquiry concerning Redemption is a defence of himself against some sneers by William Warburton. \"The Ground and Foundation of Morality considered\" (1745) is an attack on Thomas Rutherforth's theory of self-love. The last work that Chubb published himself was Four Dissertations (1746), attacking some Old Testament passages with a freedom that gave wide offence.[5]\n\n"
        },
        {
            "title": "Views on prayer",
            "text": "Joseph Waligore states in a 2012 article, \"The Piety of the English Deists\", that Chubb discussed prayer more than any other deist.[7] Chubb's longest writing on the subject was a 30-page pamphlet, \"An Enquiry Concerning Prayer\", where he began by insisting that prayer was a duty God required for achieving a closer relationship with him. The purpose of prayer was to render someone\n\nChubb said we should pray often and \"it is when we forget God, when God is not in all our thoughts, that we do amiss; then our minds and lives are corrupted and defiled.\"\n\nHe also discussed whom we should pray to. First he said we should not pray to dead human souls, as we have no reason to think they hear our prayers or have any power to help us. Then he discussed whether we should pray to angels. Unlike Morgan – who thought we should pray to both God and angels – Chubb thought we probably should not pray to angels. He said even though they were \"ministering spirits\", we could not be sure they heard our prayers, and they might not be at liberty to help us without God's direct guidance. He spent a final ten pages wondering whether we should pray to Jesus or just to God the Father, concluding we should pray to God the Father \"in the name of our Lord Jesus Christ\".[8]\n\nChubb was sure that God heard all our petitions, but he did not think God answered them all in the way we wished. God answered only if they were for lawful things and people prayed earnestly \"with a modest resignation to God's will\".[vi] Chubb thought that God sometimes gave us harmful things we had prayed for, but then God acted \"in displeasure\".[8] In another tract, he was more pessimistic about God's positive response rate to our prayers. He cited evidence that God did not often answer our prayers: over the previous 200 years, millions of sincere, fervent prayers had petitioned God for the defeat of the Antichrist, but the Roman Catholic hierarchy or other interests ostensibly bent on defeating God's kingdom still existed.[9]\n\n"
        }
    ]
}