{
    "url": "https://en.wikipedia.org/wiki/Thomism",
    "title": "Thomism",
    "table_of_contents": [
        "1 Overview",
        "2 Metaphysics",
        "2.1 Predication",
        "2.2 Being",
        "2.3 Causality",
        "2.4 Goodness",
        "2.5 Existence of God",
        "2.6 View of God",
        "3 Anthropology",
        "3.1 Soul",
        "3.2 Ethics",
        "3.3 Law",
        "3.4 Free will",
        "4 Epistemology",
        "5 Impact",
        "6 Connection with Jewish thought",
        "7 Scholarly perspectives",
        "7.1 Individual thinkers",
        "7.1.1 René Descartes",
        "7.1.2 G. K. Chesterton",
        "8 History",
        "8.1 First Thomistic School",
        "8.2 1325 to the Council of Trent",
        "8.3 Council of Trent to Aeterni Patris",
        "8.4 Aeterni Patris to Vatican II",
        "9 Recent schools and interpretations",
        "9.1 Neo-Scholastic Thomism",
        "9.2 Cracow Circle Thomism",
        "9.3 River Forest Thomism",
        "9.4 Transcendental Thomism",
        "9.5 Lublin Thomism",
        "9.6 Analytical Thomism",
        "10 24 Thomistic theses of Pius X",
        "10.1 Ontology",
        "10.2 Cosmology",
        "10.3 Psychology",
        "10.4 God",
        "11 Criticism",
        "12 See also",
        "13 References",
        "14 Further reading",
        "15 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThomism is the philosophical and theological school that arose as a legacy of the work and thought of Thomas Aquinas (1225–1274), the Dominican philosopher, theologian, and Doctor of the Church. In philosophy, Aquinas' disputed questions and commentaries on Aristotle are perhaps his best-known works.\n\nIn theology, his Summa Theologica is amongst the most influential documents in medieval theology and continues to be the central point of reference for the philosophy and theology of the Catholic Church. In the 1914 motu proprio Doctoris Angelici, Pope Pius X cautioned that the teachings of the Church cannot be understood without the basic philosophical underpinnings of Aquinas' major theses:[1]\n\n"
        },
        {
            "title": "Overview",
            "text": "Thomas Aquinas held and practiced the principle that truth is to be accepted no matter where it is found. His doctrines drew from Greek, Roman, Islamic and Jewish philosophers. Specifically, he was a realist (i.e. unlike skeptics, he believed that the world can be known as it is). He often affirmed Aristotle's views with independent arguments, and largely followed Aristotelian terminology and metaphysics. He wrote comprehensive commentaries on Aristotle, and respectfully referred to him simply as \"the Philosopher\".[2]\n\nHe also adhered to some neoplatonic principles, for example that \"it is absolutely true that there is first something which is essentially being and essentially good, which we call God, [...] [and that] everything can be called good and a being, inasmuch as it participates in it by way of a certain assimilation\".[3]\n\n"
        },
        {
            "title": "Metaphysics",
            "text": "Aquinas says that the fundamental axioms of ontology are the principle of non-contradiction and the principle of causality. Therefore, any being that does not contradict these two laws could theoretically exist,[4] even if said being were incorporeal.[5]\n\nAquinas noted three forms of descriptive language when predicating: univocal, analogical, and equivocal.[6]\n\nFurther, the usage of \"definition\" that Aquinas gives is the genus of the being, plus a difference that sets it apart from the genus itself. For instance, the Aristotelian definition of \"man\" is \"rational animal\"; its genus being animal, and what sets apart man from other animals is his rationality.[7]\n\nIn Thomist philosophy, the definition of a being is \"that which is,\" a principle with two parts: \"that which\" refers to its quiddity (literally \"whatness\"), and \"is\" refers to its esse (Latin \"to be\").[8] Quiddity means an essence, form, or nature which may or may not exist; whereas esse refers to existence or reality. That is, a being is \"an essence that exists.\"[9]\n\nBeing is divided in two ways: that which is in itself (substances), and that which is in another (accidents). Substances are things which exist per se or in their own right. Accidents are qualities that apply to other things, such as shape or color: \"[A]ccidents must include in their definition a subject which is outside their genus.\"[10] Because they only exist in other things, Aquinas holds that metaphysics is primarily the study of substances, as they are the primary mode of being.[11]\n\nThe Catholic Encyclopedia pinpoints Aquinas' definition of quiddity as \"that which is expressed by its definition.\"[12] The quiddity or form of a thing is what makes the object what it is: \"[T]hrough the form, which is the actuality of matter, matter becomes something actual and something individual,\"[13] and also, \"the form causes matter to be.\"[14] Thus, it consists of two parts: \"prime matter\" (matter without form),[15] and substantial form, which is what causes a substance to have its characteristics. For instance, an animal can be said to be a being whose matter is its body, and whose soul[16] is its substantial form.[17][18] Together, these constitute its quiddity/essence.\n\nAll real things have the transcendental properties of being: oneness, truth, goodness (that is, all things have a final cause and therefore a purpose), etc.[19]\n\nAristotle categorized causality into four subsets in the Metaphysics, which is an integral part of Thomism:\n\nUnlike many ancient Greeks[who?], who thought that an infinite regress of causality is possible (and thus held that the universe is uncaused), Aquinas argues that an infinite chain never accomplishes its objective and is thus impossible.[20][21] Hence, a first cause is necessary for the existence of anything to be possible. Further, the First Cause must continuously be in action (similar to how there must always be a first chain in a chain link), otherwise the series collapses:[22]\n\nThus, both Aristotle and Aquinas conclude that there must be an uncaused Primary Mover,[21][23][24][20] because an infinite regress is impossible.[25]\n\nHowever, the First Cause does not necessarily have to be temporally the first. Thus, the question of whether or not the universe can be imagined as eternal was fiercely debated in the Middle Ages. The University of Paris's condemnation of 1270 denounced the belief that the world is eternal. Aquinas' intellectual rival, Bonaventure, held that the temporality of the universe is demonstrable by reason.[26] Aquinas' position was that the temporality of the world is an article of faith, and not demonstrable by reason; one could reasonably conclude either that the universe is temporal or that it is eternal.[27][28]\n\nAs per the Nicomachean Ethics of Aristotle,[29] Aquinas defines \"the good\" as what all things strive for. E.g., a cutting knife is said to be good if it is effective at its function, cutting. As all things have a function/final cause, all real things are good. Consequently, evil is nothing but privatio boni, or \"lack of good\", as Augustine of Hippo defined it.[30]\n\nCommentating on the aforementioned, Aquinas says that \"there is no problem from the fact that some men desire evil. For they desire evil only under the aspect of good, that is, insofar as they think it good. Hence their intention primarily aims at the good and only incidentally touches on the evil.\"[31]\n\nAs God is the ultimate end of all things,[32] God is by essence goodness itself.[33] Furthermore, since love is \"to wish the good of another,\"[34] true love in Thomism is to lead another to God. Hence why John the Evangelist says, \"Whoever is without love does not know God, for God is love.\"[35][36]\n\nThomas Aquinas holds that the existence of God can be demonstrated by reason,[37] a view that is taught by the Catholic Church.[38] The quinque viae (Latin: five ways) found in the Summa Theologica (I, Q.2, art.3) are five possible ways of demonstrating the existence of God,[39] which today are categorized as:\n\nDespite this, Aquinas also thought that sacred mysteries such as the Trinity could only be obtained through revelation; though these truths cannot contradict reason:\n\nAquinas responds to the problem of evil by saying that God allows evil to exist that good may come of it,[40] (for goodness done out of free will is superior than goodness done from biological imperative) but does not personally cause evil Himself.[41]\n\nAquinas articulated and defended, both as a philosopher and a theologian, the orthodox Christian view of God. God is the sole being whose existence is the same as His essence: \"what subsists in God is His existence.\"[42] (Hence why God names himself \"I Am that I Am\" in Exodus 3:14.[43]) Consequently, God cannot be a body (that is, He cannot be composed of matter),[44] He cannot have any accidents,[45] and He must be simple (that is, not separated into parts; the Trinity is one substance in three persons).[46] Further, He is goodness itself,[33] perfect,[47] infinite,[48] omnipotent,[49] omniscient,[50] happiness itself,[51] knowledge itself,[52] love itself,[36] omnipresent,[53] immutable,[54] and eternal.[55] Summing up these properties, Aquinas offers the term actus purus (Latin: \"pure actuality\").\n\nAquinas held that not only does God have knowledge of everything,[50] but that God has \"the most perfect knowledge,\" and that it is also true to say that God \"is\" His understanding.[52]\n\nAquinas also understands God as the transcendent cause of the universe, the \"first Cause of all things, exceeding all things caused by Him,\" the source of all creaturely being and the cause of every other cause.[56] Consequently, God's causality is not like the causality of any other causes (all other causes are \"secondary causes\"), because He is the transcendent source of all being, causing and sustaining every other existing thing at every instant. Consequently, God's causality is never in competition with the causality of creatures; rather, God even causes some things through the causality of creatures.[57]\n\nAquinas was an advocate of the \"analogical way\", which says that because God is infinite, people can only speak of God by analogy, for some of the aspects of the divine nature are hidden (Deus absconditus) and others revealed (Deus revelatus) to finite human minds. Thomist philosophy holds that we can know about God through his creation (general revelation), but only in an analogous manner.[58] For instance, we can speak of God's goodness only by understanding that goodness as applied to humans is similar to, but not identical with, the goodness of God. Further, he argues that sacred scripture employs figurative language: \"Now it is natural to man to attain to intellectual truths through sensible objects, because all our knowledge originates from sense. Hence in Holy Writ, spiritual truths are fittingly taught under the likeness of material things.\"[59]\n\nIn order to demonstrate God's creative power, Aquinas says: \"If a being participates, to a certain degree, in an 'accident,' this accidental property must have been communicated to it by a cause which possesses it essentially. Thus iron becomes incandescent by the action of fire. Now, God is His own power which subsists by itself. The being which subsists by itself is necessarily one.\"[21]\n\n"
        },
        {
            "title": "Anthropology",
            "text": "In addition to agreeing with the Aristotelian definition of man as \"the rational animal,\"[7] Aquinas also held various other beliefs about the substance of man. For instance, as the essence (nature) of all men are the same,[60] and the definition of being is \"an essence that exists,\"[9] humans that are real therefore only differ by their specific qualities. More generally speaking, all beings of the same genus have the same essence, and so long as they exist, only differ by accidents and substantial form.[61]\n\nThomists define the soul as the substantial form of living beings.[62] Thus, plants have \"vegetative souls,\" animals have \"sensitive souls,\"[16] while human beings alone have \"intellectual\" – rational and immortal – souls.[63]\n\nThe appetite of man has two parts, rational and irrational. The rational part is called the will, and the irrational part is called passion.\n\nAquinas affirms Aristotle's definition of happiness as \"an operation according to perfect virtue\",[64][65] and that \"happiness is called man's supreme good, because it is the attainment or enjoyment of the supreme good.\"[66] Aquinas defines virtue as a good habit, which is a good quality of a person demonstrated by his actions and reactions over a substantial period of time.[67] He writes:\n\nAquinas ascertained the cardinal virtues to be prudence, temperance, justice, and fortitude. The cardinal virtues are natural and revealed in nature, and they are binding on everyone. There are, however, three theological virtues: faith, hope, and charity (which is used interchangeably with love in the sense of agape). These are supernatural and are distinct from other virtues in their object, namely, God.[68]\n\nIn accordance with Roman Catholic theology, Aquinas argues that humans can neither wish nor do good without divine grace.[69] However, \"doing good\" here refers to doing good per se: man can do, moved by God even then but \"only\" in the sense in which even his nature depends on God's moving, things that happen to be good in some respect, and are not sinful, though if he has not grace, it will be without merit, and he will not succeed in it all the time. Therefore, happiness is attained through the perseverance of virtue given by the Grace of God,[70] which is not fully attained on earth;[71] only at the beatific vision.[72][73] Notably, man cannot attain true happiness without God.[51][74]\n\nRegarding emotion (used synonymously with the word \"passion\" in this context), which, following John Damascene,[75] Aquinas defines as \"a movement of the sensitive appetite when we imagine good or evil,\" Thomism repudiates both the Epicurean view that happiness consists in pleasure (sensual experiences that invoke positive emotion),[76][77] and the Stoic view that emotions are vices by nature.[78] Aquinas takes a moderate view of emotion, quoting Augustine: \"They are evil if our love is evil; good if our love is good.\"[79] While most emotions are morally neutral, some are inherently virtuous (e.g. pity)[80] and some are inherently vicious (e.g. envy).[81]\n\nThomist ethics hold that it is necessary to observe both circumstances[82] and intention[83] to determine an action's moral value, and therefore Aquinas cannot be said to be strictly either a deontologicalist or a consequentialist. Rather, he would say that an action is morally good if it fulfills God's antecedent will.[84]\n\nOf note is the principle of double effect, formulated in the Summa, II-II, Q.64, art.7, which is a justification of homicide in self-defense. Previously experiencing difficulties in the world of Christian philosophy, the doctrine of Just War was expounded by Aquinas with this principle. He says:\n\nThomism recognizes four different species of law, which he defines as \"an ordinance of reason for the common good, made by him who has care of the community, and promulgated\":[85]\n\nThe development of natural law is one of the most influential parts of Thomist philosophy.[90] Aquinas says that \"[the law of nature] is nothing other than the light of the intellect planted in us by God, by which we know what should be done and what should be avoided. God gave this light and this law in creation... For no one is ignorant that what he would not like to be done to himself he should not do to others, and similar norms.\"[91]\n\nAquinas argues that the Mosaic covenant was divine, though rightfully only given to the Jews before Christ;[92] whereas the New Covenant replaces the Old Covenant[93] and is meant for all humans.[94]\n\nAquinas argues that there is no contradiction between God's providence and human free will:\n\nAquinas argues that God offers man both a prevenient grace to enable him to perform supernaturally good works, and cooperative grace within the same. The relation of prevenient grace to voluntariness has been the subject of further debate; the position known here as \"Thomist\" was originated by Domingo Báñez[95] and says that God gives an additional grace (the \"efficient grace\") to the predestined which makes them accept, while Luis de Molina held that God distributes grace according to a middle knowledge, and man can accept it without a different grace. Molinism is a school that is part of Thomism in the general sense (it originated in commentaries to Aquinas), yet it must be borne in mind that, here, Thomism and Molinism oppose each other. (The question has been declared undecided by the Holy See.)\n\n"
        },
        {
            "title": "Epistemology",
            "text": "Aquinas preceded the existence of the discipline of epistemology, which began among modern thinkers whose positions, following in the wake of Descartes, are fundamentally opposed to Aquinas'. Nonetheless, Aquinas' thought is more measured than the crowd that requires epistemology. A Thomistic theory of knowledge can be derived from a mixture of Aquinas' logical, psychological, metaphysical, and even Theological doctrines. Aquinas' thought is an instance of the correspondence theory of truth, which says that something is true \"when it conforms to the external reality.\"[97] Therefore, any being that exists can be said to be true insofar that it participates in the world.[98]\n\nAristotle's De anima (On the Soul) divides the mind into three parts: sensation, imagination and intellection. When one perceives an object, his mind composites a sense-image. When he remembers the object he previously sensed, he is imagining its form (the image of the imagination is often translated as \"phantasm\"). When he extracts information from this phantasm, he is using his intellect.[99] Consequently, all human knowledge concerning universals (such as species and properties) are derived from the phantasm (\"the received is in the receiver according to the mode of the receiver\"[100]), which itself is a recollection of an experience. Concerning the question of \"Whether the intellect can actually understand through the intelligible species of which it is possessed, without turning to the phantasms?\" in the Summa Theologica, Aquinas quotes Aristotle in the sed contra: \"the soul understands nothing without a phantasm.\"[101] Hence the peripatetic axiom. (Another theorem to be drawn from this is that error is a result of drawing false conclusions based on our sensations.)[102]\n\nAquinas' epistemological theory would later be classified as empiricism, for holding that sensations are a necessary step in acquiring knowledge, and that deductions cannot be made from pure reason.[103]\n\n"
        },
        {
            "title": "Impact",
            "text": "Aquinas shifted Scholasticism away from neoplatonism and towards Aristotle. The ensuing school of thought, through its influence on Catholicism and the ethics of the Catholic school, is one of the most influential philosophies of all time, also significant due to the number of people living by its teachings.[104]\n\nBefore Aquinas' death, Stephen Tempier, Bishop of Paris, forbade certain positions associated with Aquinas (especially his denial of both universal hylomorphism and a plurality of substantial forms in a single substance) to be taught in the Faculty of Arts at Paris. Through the influence of traditional Augustinian theologians, some theses of Aquinas were condemned in 1277 by the ecclesiastical authorities of Paris and Oxford (the most important theological schools in the Middle Ages). The Franciscan Order opposed the ideas of the Dominican Aquinas, while the Dominicans institutionally took up the defense of his work (1286), and thereafter adopted it as an official philosophy of the order to be taught in their studia. Early opponents of Aquinas include William de la Mare, Henry of Ghent, Giles of Rome, and Jon Duns Scotus.[105][106]\n\nEarly and noteworthy defenders of Aquinas were his former teacher Albertus Magnus, the ill-fated Richard Knapwell, William Macclesfeld, Giles of Lessines, John of Quidort, Bernard of Auvergne and Thomas of Sutton.[107][108][109][110][111][112][113]\nThe canonization of Aquinas in 1323 led to a revocation of the condemnation of 1277. Later, Aquinas and his school would find a formidable opponent in the via moderna, particularly in William of Ockham and his adherents.\n\nThomism remained a doctrine held principally by Dominican theologians, such as Giovanni Capreolo (1380–1444) or Tommaso de Vio (1468–1534). Eventually, in the 16th century, Thomism found a stronghold on the Iberian Peninsula, through for example the Dominicans Francisco de Vitoria (particularly noteworthy for his work in natural law theory), Domingo de Soto (notable for his work on economic theory), John of St. Thomas, and Domingo Báñez; the Carmelites of Salamanca (i.e., the Salmanticenses); and even, in a way, the newly formed Jesuits, particularly Francisco Suárez, and Luis de Molina.\n\nThe modern period brought considerable difficulty for Thomism.[114]\n\nPope Leo XIII attempted a Thomistic revival, particularly with his 1879 encyclical Aeterni Patris and his establishment of the Leonine Commission, established to produce critical editions of Aquinas' opera omnia. This encyclical served as the impetus for the rise of Neothomism, which brought an emphasis on the ethical parts of Thomism, as well as a large part of its views on life, humans, and theology, are found in the various schools of Neothomism. Neothomism held sway as the dominant philosophy of the Roman Catholic Church until the Second Vatican Council, which seemed to confirm the significance of Ressourcement theology. Thomism remains a school of philosophy today, and influential in Catholicism, though \"The Church has no philosophy of her own nor does she canonize any one particular philosophy in preference to others.\"[115]\n\nIn recent years, the cognitive neuroscientist Walter Freeman proposes that Thomism is the philosophical system explaining cognition that is most compatible with neurodynamics, in a 2008 article in the journal Mind and Matter entitled \"Nonlinear Brain Dynamics and Intention According to Aquinas.\"\n\n"
        },
        {
            "title": "Connection with Jewish thought",
            "text": "Aquinas did not disdain to draw upon Jewish philosophical sources. His main work, the Summa Theologica, shows a profound knowledge not only of the writings of Avicebron (Ibn Gabirol), whose name he mentions, but also of most Jewish philosophical works then existing.\n\nAquinas pronounces himself energetically[116] against the hypothesis of the eternity of the world, in agreement with both Christian and Jewish theology. But as this theory is attributed to Aristotle, he seeks to demonstrate that the latter did not express himself categorically on this subject. \"The argument,\" said he, \"which Aristotle presents to support this thesis is not properly called a demonstration, but is only a reply to the theories of those ancients who supposed that this world had a beginning and who gave only impossible proofs. There are three reasons for believing that Aristotle himself attached only a relative value to this reasoning...\"[117] In this, Aquinas paraphrases Maimonides' Guide for the Perplexed, where those reasons are given.[118]\n\n"
        },
        {
            "title": "Scholarly perspectives",
            "text": "Thomism began to decline in popularity in the modern period,[114] which was inaugurated by René Descartes' works Discourse on the Method in 1637 and Meditations on First Philosophy in 1641. The Cartesian doctrines of mind–body dualism and the fallibility of the senses implicitly contradicted Aristotle and Aquinas:\n\nIn describing Thomism as a philosophy of common sense, G. K. Chesterton wrote:\n\n"
        },
        {
            "title": "History",
            "text": "J. A. Weisheipl emphasizes that within the Dominican Order the history of Thomism has been continuous since the time of Aquinas:\n\nAn idea of the longstanding historic continuity of Dominican Thomism may be derived from the list of people associated with the Pontifical University of St. Thomas Aquinas.\n\nOutside the Dominican Order Thomism has had varying fortunes leading some to periodize it historically or thematically. Weisheipl distinguishes \"wide\" Thomism, which includes those who claim to follow the spirit and basic insights of Aquinas and manifest an evident dependence on his texts, from \"eclectic\" Thomism which includes those with a willingness to allow the influence of other philosophical and theological systems in order to relativize the principles and conclusions of traditional Thomism. John Haldane gives an historic division of Thomism including 1) the period of Aquinas and his first followers from the 13th to 15th centuries, a second Thomism from the 16th to 18th centuries, and a Neo-Thomism from the 19th to 20th centuries.[120]\n\nOne might justifiably articulate other historical divisions on the basis of shifts in perspective on Aquinas' work including the period immediately following Aquinas' canonization in 1325, the period following the Council of Trent, and the period after the Second Vatican Council. Romanus Cessario thinks it better not to identify intervals of time or periods within the larger history of Thomism because Thomists have addressed such a broad variety of issues and in too many geographical areas to permit such divisions.[121]\n\nThe first period of Thomism stretches from Aquinas' teaching activity beginning in 1256 at Paris to Cologne, Orvieto, Viterbo, Rome, and Naples until his canonization in 1325. In this period his doctrines \"were both attacked and defended\" as for example after his death (1274) the condemnations of 1277, 1284 and 1286 were counteracted by the General Chapters of the Dominican Order and other disciples who came to Aquinas' defense.[122]\n\nAfter Aquinas' canonisation, commentaries on Aquinas increased, especially at Cologne which had previously been a stronghold of Albert the Great's thought. Henry of Gorkum (1386-1431) wrote what may well be the earliest commentary on the Summa Theologiae, followed in due course by his student Denis the Carthusian.[123]\n\nResponding to prevailing philosophical rationalism during the Enlightenment Salvatore Roselli, professor of theology at the College of St. Thomas, the future Pontifical University of Saint Thomas Aquinas, Angelicum in Rome,[124] published a six volume Summa philosophica (1777) giving an Aristotelian interpretation of Aquinas validating the senses as a source of knowledge.[125] While teaching at the College Roselli is considered to have laid the foundation for Neothomism in the nineteenth century.[126] According to historian J.A. Weisheipl in the late 18th and early 19th centuries \"everyone who had anything to do with the revival of Thomism in Italy, Spain and France was directly influenced by Roselli’s monumental work.[127]\n\nThe Thomist revival that began in the mid-19th century, sometimes called \"neo-scholasticism\" or \"neo-Thomism,\" can be traced to figures such as Angelicum professor Tommaso Maria Zigliara, Jesuits Josef Kleutgen, and Giovanni Maria Cornoldi, and secular priest Gaetano Sanseverino. This movement received impetus from Pope Leo XIII's encyclical Aeterni Patris of 1879. Generally the revival accepts the interpretative tradition of Aquinas' great commentators such as Capréolus, Cajetan, and John of St. Thomas. Its focus, however, is less exegetical and more concerned with carrying out the program of deploying a rigorously worked out system of Thomistic metaphysics in a wholesale critique of modern philosophy. Other seminal figures in the early part of the century include Martin Grabmann (1875-1949) and Amato Masnovo (1880-1955). The movement's core philosophical commitments are summarized in \"Twenty-Four Thomistic Theses\" approved by Pope Pius X.[128]\n\nIn the first half of the twentieth century Angelicum professors Edouard Hugon, Réginald Garrigou-Lagrange among others, carried on Leo's call for a Thomist revival. Their approach is reflected in many of the manuals[129] and textbooks widely in use in Roman Catholic colleges and seminaries before Vatican II.\n\nWhile the Second Vatican Council took place from 1962 to 1965 Cornelio Fabro was already able to write in 1949 that the century of revival with its urgency to provide a synthetic systematization and defense of Aquinas' thought was coming to an end. Fabro looked forward to a more constructive period in which the original context of Aquinas' thought would be explored.[130]\n\n"
        },
        {
            "title": "Recent schools and interpretations",
            "text": "A summary of some recent and current schools and interpretations of Thomism can be found, among other places, in La Metafisica di san Tommaso d'Aquino e i suoi interpreti (2002), by Battista Mondin, Being and Some 20th Century Thomists (2003), by John F. X. Knasas as well as in the writing of Edward Feser.[131]\n\nNeo-Scholastic Thomism[131] identifies with the philosophical and theological tradition stretching back to the time of St. Thomas. In the nineteenth century authors such as Tommaso Maria Zigliara focused not only on exegesis of the historical Aquinas but also on the articulation of a rigorous system of orthodox Thomism to be used as an instrument of critique of contemporary thought.\n\nDue to its suspicion of attempts to harmonize Aquinas with non-Thomistic categories and assumptions, Neo-Scholastic Thomism has sometimes been called \"strict observance Thomism.\"[131] A discussion of recent and current Neo-Scholastic Thomism can be found in La Metafisica di san Tommaso d'Aquino e i suoi interpreti (2002) by Battista Mondin, which includes such figures as Martin Grabmann, Reginald Garrigou-Lagrange, Sofia Vanni Rovighi (1908–1990),[132] Cornelio Fabro (1911–1995), Carlo Giacon (1900–1984),[133] Tomáš Týn (1950–1990), Abelardo Lobato (1925–2012), Leo Elders (1926–2019) and Giovanni Ventimiglia (b. 1964) among others. Fabro in particular emphasizes Aquinas' originality, especially with respect to the actus essendi or act of existence of finite beings by participating in being itself. Other scholars such as those involved with the \"Progetto Tommaso\"[134] seek to establish an objective and universal reading of Aquinas' texts.[135]\n\nCracow Circle Thomism[131] (named after Cracow) has been called \"the most significant expression of Catholic thought between the two World Wars.\"[136] The Circle was founded by a group of philosophers and theologians that in distinction to more traditional Neo-Scholastic Thomism embraced modern formal logic as an analytical tool for traditional Thomist philosophy and theology.[136]\n\nInspired by the logical clarity of Aquinas, members of the Circle held both philosophy and theology to contain \"propositions with truth-values…a structured body of propositions connected in meaning and subject matter, and linked by logical relations of compatibility and incompatibility, entailment etc.\" \"The Cracow Circle set about investigating and where possible improving this logical structure with the most advanced logical tools available at the time, namely those of modern mathematical logic, then called 'logistic'.\"[137]\n\nÉtienne Gilson (1884–1978), the key proponent of existential Thomism,[131] tended to emphasize the importance of historical exegesis but also to deemphasize Aquinas's continuity with the Aristotelian tradition, and like Cornelio Fabro of the Neo-scholastic school, to highlight the originality of Aquinas's doctrine of being as existence. He was also critical of the Neo-Scholastics' focus on the tradition of the commentators, and given what he regarded as their insufficient emphasis on being or existence accused them of \"essentialism\" (to allude to the other half of Aquinas's distinction between being and essence). Gilson's reading of Aquinas as putting forward a distinctively \"Christian philosophy\" tended, at least in the view of his critics, to blur Aquinas's distinction between philosophy and theology.[138] Jacques Maritain (1882–1973) introduced into Thomistic metaphysics the notion that philosophical reflection begins with an \"intuition of being,\" and in ethics and social philosophy sought to harmonize Thomism with personalism and pluralistic democracy. Though \"existential Thomism\" was sometimes presented as a counterpoint to modern existentialism, the main reason for the label is the emphasis this approach puts on Aquinas's doctrine of existence. Contemporary proponents include Joseph Owens and John F. X. Knasas.[131]\n\nAccording to River Forest Thomism[131] (named after River Forest, Illinois), the natural sciences are epistemologically prior to metaphysics, preferably called metascience.[139] This approach emphasizes the Aristotelian foundations of Aquinas's philosophy, and in particular the idea that the construction of a sound metaphysics must be preceded by a sound understanding of natural science, as interpreted in light of an Aristotelian philosophy of nature. Accordingly, it is keen to show that modern physical science can and should be given such an interpretation. Charles De Koninck, Raymond Jude Nogar, James A. Weisheipl,[140] William A. Wallace,[141] and Benedict Ashley, are among its representatives. It is sometimes called \"Laval Thomism\"[131] after the University of Laval in Quebec, where De Koninck was a professor. The alternative label \"River Forest Thomism\" derives from a suburb of Chicago, the location of the Albertus Magnus Lyceum for Natural Science,[142] whose members have been associated with this approach. It is also sometimes called \"Aristotelian Thomism\"[131] (to highlight its contrast with Gilson's brand of existential Thomism) though since Neo-Scholastic Thomism also emphasizes Aquinas's continuity with Aristotle, this label seems a bit too proprietary. (There are writers, like the contemporary Thomist Ralph McInerny who have exhibited both Neo-Scholastic and Laval/River Forest influences, and the approaches are not necessarily incompatible.)[131][143]\n\nUnlike the first three schools mentioned above, transcendental Thomism,[131] associated with Joseph Maréchal (1878–1944), Karl Rahner (1904–84), and Bernard Lonergan (1904–84), does not oppose modern philosophy wholesale, but seeks to reconcile Thomism with a Cartesian subject-centered approach to knowledge in general, and Kantian transcendental philosophy in particular. It seems fair to say that most Thomists otherwise tolerant of diverse approaches to Aquinas's thought tend to regard transcendental Thomism as having conceded too much to modern philosophy genuinely to count as a variety of Thomism, strictly speaking, and this school of thought has in any event been far more influential among theologians than among philosophers.[131]\n\nLublin Thomism,[131] which derives its name from the Catholic University of Lublin in Poland where it is centered, is also sometimes called \"phenomenological Thomism.\"[131] Like transcendental Thomism, it seeks to combine Thomism with certain elements of modern philosophy. In particular, it seeks to make use of the phenomenological method of philosophical analysis associated with Edmund Husserl and the ethical personalism of writers like Max Scheler in articulating the Thomist conception of the human person. Its best-known proponent is Karol Wojtyla (1920–2005), who went on to become Pope John Paul II.[131]\n\nHowever, unlike transcendental Thomism, the metaphysics of Lublin Thomism places priority on existence (as opposed to essence), making it an existential Thomism that demonstrates consonance with the Thomism of Étienne Gilson. The phenomenological concerns of the Lublin school are not metaphysical in nature as this would constitute idealism. Rather, they are considerations which are brought into relation with central positions of the school, such as when dealing with modern science, its epistemological value, and its relation to metaphysics.[144]\n\nAnalytical Thomism[131] described by John Haldane, its key proponent, as \"a broad philosophical approach that brings into mutual relationship the styles and preoccupations of recent English-speaking philosophy and the concepts and concerns shared by Aquinas and his followers\" (from the article on \"analytical Thomism\" in The Oxford Companion to Philosophy, edited by Ted Honderich). By \"recent English-speaking philosophy\" Haldane means the analytical tradition founded by thinkers like Gottlob Frege, Bertrand Russell, G. E. Moore, and Ludwig Wittgenstein, which tends to dominate academic philosophy in the English-speaking world. Elizabeth Anscombe (1919–2001) and her husband Peter Geach are sometimes considered the first \"analytical Thomists,\" though (like most writers to whom this label has been applied) they did not describe themselves in these terms, and as Haldane's somewhat vague expression \"mutual relationship\" indicates, there does not seem to be any set of doctrines held in common by all analytical Thomists. What they do have in common seems to be that they are philosophers trained in the analytic tradition who happen to be interested in Aquinas in some way; and the character of their \"analytical Thomism\" is determined by whether it tends to stress the \"analytical\" side of analytical Thomism, or the \"Thomism\" side, or, alternatively, attempts to emphasize both sides equally.[145][146]\n\n"
        },
        {
            "title": "24 Thomistic theses of Pius X",
            "text": "With the decree Postquam sanctissimus of 27 July 1914, Pope Pius X stated that 24 theses formulated by \"teachers from various institutions [...] clearly contain the principles and more important thoughts\" of Aquinas.[147]\n\n"
        },
        {
            "title": "Criticism",
            "text": "In his Against Henry, King of the English, Luther criticized the use of the proof by assertion and a reliance on style over substance in the Thomist form of disputation, which he alleged as being, \"It seems so to me. I think so. I believe so.\" Luther also argued that the Thomist method led to shallowness among theological debates in England at the time.[148]\n\nThomism was criticized by Bertrand Russell in A History of Western Philosophy (1946). Besides this, neo-scholasticism in general, including Thomism, is criticized by some Catholics.\n\n"
        }
    ]
}