{
    "url": "https://en.wikipedia.org/wiki/Thomas_Treadwell_Stone",
    "title": "Thomas Treadwell Stone",
    "table_of_contents": [
        "1 Life and work",
        "2 Early career and marriage",
        "3 Formation of Anti-slavery sentiment",
        "4 Transcendentalism",
        "5 Family and Civil War years",
        "6 Final years",
        "7 Works/sermons (partial list)",
        "8 References",
        "9 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Thomas Treadwell Stone  (February 9, 1801 – November, 1895) was an American Unitarian pastor, abolitionist, and Transcendentalist.\n\n"
        },
        {
            "title": "Life and work",
            "text": "Thomas Treadwell Stone was born on February 9, 1801, in Waterford, Maine to Solomon Stone and Hepzibah Treadwell Stone.  His maternal grandfather, Thomas Treadwell, served with the Minutemen and was at the battle of Bunker Hill with Colonel William Prescott's regiment.[1]   At that time Waterford was an area of new and sparsely populated farmland, and Solomon Stone made his living as a farmer.  Thomas attended Bridgton Academy and graduated from Bowdoin College in 1820.\n\n"
        },
        {
            "title": "Early career and marriage",
            "text": "Thomas married Laura Elizabeth Poor in January 1825 in Andover, Maine.  Laura's brother Henry Varnum Poor was a financial analyst and founder of H.V. and H.W. Poor Co.,  which later evolved into the financial research and analysis bellwether, Standard & Poor's. Thomas and Laura's marriage produced 7 sons (Thomas, Walter, Henry, Lincoln, Alfred, George, and William) and five daughters (two Lauras, Mary, Martha, and Elizabeth).  After studying theology and performing missionary work in Oxford County, Maine, he was ordained in at the Orthodox Congregational Church in Andover, a traditional Congregational church.  In this most northwesterly town then organized in Maine, he served under a Dr. Tappan from 1824 to 1830.[2]  From 1830 to 1832 he headed Bridgton Academy in Maine.[3]   Among his students was John Albion Andrew, the radical abolitionist, who would become Governor of Massachusetts during the Civil War years.\n\n"
        },
        {
            "title": "Formation of Anti-slavery sentiment",
            "text": "From 1832 to 1846 Stone and his family resided in East Machias, Maine, where he was pastor of the Union Church.  As seen by his writing and lectures during this time, Stone became an early convert to abolitionism.  As early as the 1830s Thomas Stone was exhorting his congregation that slavery was a national problem.  \"It was the duty of all Christians\", according to Stone, \"to do our utmost in resisting [slavery], through the Spirit of Christ.\"[4] East Machias was home to many intellectuals at that time, and his church members included many who later took on theological leadership positions in New England educational institutions.  Among them were Samuel Harris (President of Bowdoin College and Professor of Theology at Yale Divinity School), Roswell Dwight Hitchcock (President, Union Theological Seminary), Ezra Abbott (Harvard Divinity School), George Harris (Andover Theological School), and Arlo Bates (professor at MIT).[5]   Stone lectured for the Massachusetts England Anti-slavery Society, and was a delegate to the 1839 annual meeting of that group.  His sermon The Martyr of Freedom, a discourse delivered at East Machias, in 1837, condemned the killing of Elijah Lovejoy, Stone's friend and an anti-slavery publisher in Illinois.  Lovejoy was a Presbyterian minister editing anti-slavery newspapers in Missouri until his presses were destroyed by mobs.  Lovejoy was killed during an attempt to burn his office in Alton, Illinois.  In his sermon Stone urged his listeners to \"proclaim the truth of slavery, not only to peers, but to the slaveholder.\"  Slavery, he stated, not only destroys those who witness truth but the nation and slaveholder as well.[6]\n\nThese strong abolitionist viewpoints led to Stone's ousting as a Congregationalist minister in 1844.  In 1846 he moved his family from Maine to Massachusetts to become pastor of the First Church of Salem (Massachusetts, Unitarian), where he served until 1852.[7] During this time he was able to build his anti-slavery fervor, as evidenced by frequent visits by the elite of the movement, including Amos Bronson Alcott, Ralph Waldo Emerson, John Greenleaf Whittier, William Lloyd Garrison, and Wendell Phillips.[8]\n\nReactions among many New Englanders to the passage of the Fugitive Slave Act of 1850 was mixed, but to those who opposed slavery it was fierce.  Discontent among Stone's parishioners at First Church in Salem rose as he became more involved with the fugitive slave issue.  In August 1851, Stone was formally terminated.  His fate was similar to other New England theologians, many who resigned or were dismissed for supporting the anti-slavery cause.\n\nIn December 1851 Stone addressed the Salem Female Anti-Slavery Society in Salem, of which his wife, Laura Poor Stone, was a member (an abolition quilt she created there is owned by the Peabody Essex Museum.[9]).  During this last recorded public address, he emphasized that slavery was irreconcilable with man being created in God's image, and urged his listeners to know the effects of slavery and pray for its end.  During this speech he acknowledged the sadness and pains suffered by the anti-slavery community by being rejected, denounced and ridiculed by friends, family and church, and thanked them for standing firm for the cause.  Stone and his family moved to Bolton, Massachusetts in  November, 1852 where he became the 7th minister of the First Parish of Bolton.[10]\n\n"
        },
        {
            "title": "Transcendentalism",
            "text": "Thomas Treadwell Stone, though lesser-known than the other New England Transcendentalists, \"had religious, literary, and reform connections to nearly all of the major Transcendentalists and contributed to the DIAL magazine in the early 1840s.\"[11]  His essay \"Man and the Ages\" was included in the January 1841 issue, and his \"Calvinist's Letter\" was published a year later.  \"Stone began regular contact with the Boston Transcendentalists and attended meetings of the Transcendental Club, the first organized meeting of people interested in the new philosophy.\"[12]  Amos Bronson Alcott numbered him with the members of the Transcendental Club, but it is unknown which meetings he may have attended.[13]  Stone was a ready convert to Transcendentalism and an indefatigable worker for the cause of reform.\n\n"
        },
        {
            "title": "Family and Civil War years",
            "text": "In 1859 Thomas and his wife Laura moved to Brooklyn, Connecticut and became pastor of the Unitarian Universalist Church there in 1860.  \nThe Civil War's anti-slavery theme must have given hope and courage to Stone.  Four of his sons enlisted in the Army of the Potomac, three at the outset and one later.  His son William was wounded at Antietam in September 1862, and again at Gettysburg in 1863 as part of the Nineteenth Massachusetts.  William had obvious abolitionist fervor as well, as he was appointed to the Freedmen's Bureau in March 1866, \"probably because of his whole-hearted commitment to black rights\".[14]  William also served briefly as the Attorney General for South Carolina.  Thomas's son Lincoln Ripley Stone, was a Surgeon in the 54th Massachusetts Infantry Regiment. Infantry (the first black regiment).  He later practiced medicine in Newton, Massachusetts.  Son George Herbert Stone served as a Private in Co. I, 38th Regiment Massachusetts Volunteer Infantry, and died in service in Baton Rouge, Louisiana in 1863.  Son Henry served as 2d Lieutenant in the 1st Wisconsin Volunteers, and later as Lieutenant Colonel of the 100th U. S. Colored Troops. His son Alfred was a noted architect in Providence, RI.\n\n"
        },
        {
            "title": "Final years",
            "text": "In 1866 Stone received a Doctor of Divinity degree from Bowdoin, his alma mater.  During his later years he preached and gave lyceum lectures occasionally.[15]   Stone returned to Bolton in 1871 where he spent his final years writing.  He died in Bolton in November, 1895. The funeral was held in First Church, Salem, and he and his wife are buried in Harmony Grove Cemetery in that city.[16]\n\n"
        },
        {
            "title": "",
            "text": "\"An address on the introduction of historical studies into the course of common education : delivered before Oxford County Lyceum\",  H. King, Printer, 1831[17]\n\n\"Christianity fitted for universal diffusion : a sermon, delivered in North Yarmouth [Me.], June 28, 1837, before the Maine Missionary Society, at its thirtieth anniversary, Portland [Me.]\" : Merrill and Byram, 1837[18]\n\n\"Influence of intemperance on the moral sensibility: an address delivered at the organization of the Oxford Temperance Society, Norway, July 1, 1829.\"[19]\n\n\"The rod and the staff\", Boston : [s.n.], 1856[20]\n\n\"The martyr of freedom : a discourse delivered at East Machias, November 30, and at Machias, December 7, 1837 (1838)\" [21]\n\n\"Roger Williams, the prophetic legislator, a paper read before the Rhode Island historical society, November 8, 1871\" [22]\n\n"
        }
    ]
}