{
    "url": "https://en.wikipedia.org/wiki/Three_Times",
    "title": "Three Times",
    "table_of_contents": [
        "1 Plot",
        "1.1 A Time for Love",
        "1.2 A Time for Freedom",
        "1.3 A Time for Youth",
        "2 Production",
        "3 Critical reception",
        "4 Box office & Distribution",
        "5 Awards and nominations",
        "6 References",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Three Times (Chinese: 最好的時光; Zuìhǎo de shíguāng; lit. 'Best of Times') is a 2005 Taiwanese film directed by Hou Hsiao-hsien. It consists of three separate stories of romance, set in different eras, using the same lead actors, Shu Qi and Chang Chen. In \"A Time for Love,\" set in 1966, a soldier (Chang) meets an alluring pool-hall hostess (Shu). \"A Time for Freedom,\" set in 1911, focuses on a courtesan's relationship with a freedom fighter during the Japanese occupation of Taiwan. In \"A Time for Youth,\" set in 2005, a singer forsakes her female lover for a photographer with whom she's having an affair.\n\nThe film was nominated for the Palme d'Or at the 2005 Cannes Film Festival,[1] won the Golden Apricot for Best Feature Film at the 2006 Yerevan International Film Festival, and received positive reviews. In 2017 The New York Times listed it as one of the 25 best films of the 21st century.[2] It has been praised for its topical themes of communication, romance and relationships, with each linked symbolically to the era it takes place in.\n\n"
        },
        {
            "title": "Plot",
            "text": "(Chinese: 戀愛夢; pinyin: liàn ài mèng) Set in Kaohsiung in 1966 (the year of the Cultural Revolution in mainland China and consequently a time of great freedom in Taiwan) with dialogue in Taiwanese Hokkien, the first story follows a young soldier, Chen, who is awaiting deployment to his station, and his encounter with a young woman, May, who works in a poolhall. Chen and May meet while playing pool together and often exchange glances while trying to remain discreet about their mutual attraction. As May begins to close the hall for the night, Chen promises to write to her before departing and she is flattered.\n\nThree months later, May receives a letter from Chen in which he writes that he hopes to see her soon. After working at the poolhall for a few months, she decides to return to Chiayi, where she had previously worked.\n\nOne day, while off duty, Chen gets a chance to visit the Kaohsiung poolhall only to discover that May no longer works there. He begins to follow her trail, finally tracking her down at a different pool hall in Huwei. They spend some time together before heading to the train station so that he may return to his post, but arrive too late, missing the departure. She suggests they wait for the next bus and as they stand at the stop, he takes her hand and they huddle together underneath their umbrella.\n\n(Chinese: 自由夢; pinyin: zì yóu mèng) Set in Dadaocheng in 1911 (when Taiwan was occupied by the Japanese), with dialogue presented only through on-screen titles (as in a silent film), the second segment follows a singing courtesan living in a brothel who wants to be freed by becoming a concubine to Mr. Chang, a customer whose occupation as a traveling writer and political freedom fighter keeps him away for months at a time. When he visits her, he often shares stories of his travels and she sings to him (the only times we hear a voice during the segment). Despite being fond of her, he denies her the opportunity of freedom because he disagrees with the system of concubinage and is overcommitted to the political cause of fighting the Japanese through diplomacy.\n\nWhen her younger sister, Ah Mei, who also works as a courtesan, is impregnated by a customer who can't afford to buy her out, Mr. Chang decides to help buy the younger sister's freedom. After being bought, Ah Mei goes to speak with her sister and they say their farewells.\n\nOne month later, Mr. Chang returns to the brothel to visit the courtesan. She tells him that she has been asked by her Madame to remain until Ah Mei's position is replaced and hopefully glances at him. Mr. Chang doesn't respond.\n\nA few days later, the new courtesan is brought in and speaks with her. She asks her age; the girl says she is ten. After Ah Mei comes to visit, the courtesan asks Mr. Chang if he has any plans to make her his concubine. He remains silent and she begins to cry.\n\nThree months later, the courtesan listens to the new girl's singing lessons when she receives a letter from Mr. Chang. In it, he writes of a poem that reflects on the sorrow that may befall Taiwan after being liberated by its captors. After reading the poem, the courtesan wipes her tears away.\n\n(Chinese: 青春夢; pinyin: qīng chūn mèng) Set in Taipei in 2005, with dialogue in Mandarin, the third segment begins with Jing, an epileptic club singer in a lesbian relationship, who has a sexual encounter with a photographer, Zhen, in his apartment and begins an affair. During one of her performances, he comes onstage to photograph her up close, prompting other photographers to follow suit, all while her girlfriend watches from the crowd. After Jing begins to interact with Zhen on stage, his girlfriend (presumably) walks out on the performance. Back at his apartment, Zhen finds Jing's badge with instructions on what to do in case of an epileptic episode. Before he goes to return it, he spots his girlfriend down the street and tries to embrace her, but she rejects his advances.\n\nLater, at a club, Jing and her girlfriend argue over Jing's failure to respond to her calls. Jing calms her down with a hug and promises to wait for her to perform. After they arrive at their apartment, Jing receives a text from Zhen to meet the following day so he can give her the photos as well as her misplaced badge. Jing's girlfriend tries to speak with her, but she remains distant. When her girlfriend leaves to bathe, Jing starts writing lyrics inspired by her experience with Zhen.\n\nThe following morning, Jing works on recording the music to the song she wrote the night before. She meets up with Zhen and asks him to take her to his place, where they continue their affair. Back at the apartment, Jing's girlfriend wakes up to find Jing absent. After finding Jing's phone left behind, she types Jing a message in which she writes that she's tired of waiting to be loved back and that she'll kill herself like Jing's previous girlfriend.\n\nJing returns home and finds the message. She reads it and lies down on the bed. The song she wrote begins to play. We see her riding with Zhen on his motorbike along the freeway.\n\n"
        },
        {
            "title": "Production",
            "text": "Three Times was originally meant to be an omnibus collection of short films, with Hou directing only one of the segments. But the producers were unable to obtain the financing to hire three directors, so Hou took over the whole production. Hou cast Shu Qi for the female lead roles, marking his second collaboration with her, after 2001's Millennium Mambo. For the male lead roles, Hou cast Chang Chen, adding to Chen's list of collaborations with notable Chinese and Taiwanese directors, including Edward Yang, Wong Kar Wai, Ang Lee and Jeffrey Lau. He and Shu reunited with Hou in his 2015 wuxia film The Assassin.\n\nThe film's Chinese title is best translated as \"Our Best Moments\", and Hou has said the stories are somewhat inspired by his memories. He has said, \"It seems to me that by contrasting love stories from three different times, we can feel how people's behavior is circumscribed by the times and places they live in. [...] I'm pushing sixty, and these things have been hanging around for so long it seems like they're part of me. Maybe the only way I can discharge my debt to them is to film them.\"\n\nDiscussing Three Times in an interview for Artificial Eye’s UK DVD edition, Hou said:\n\nI feel that every era has its own distinctive sense. These eras will never come again. Time keeps moving forward. One’s environment and one’s thoughts keep changing as well. They’ll never come again. It’s not that they’re good times, it’s because we’re recalling them that we call them good times.\n\nIt has been reported that there was not enough time for the actors to learn their dialogue for the second segment, so Hou chose to use inter-titles instead.[1]\n\n"
        },
        {
            "title": "Critical reception",
            "text": "Three Times received generally positive reviews when it was released in North America. It holds an 86% approval rating on Rotten Tomatoes.[2] Most critics agreed that the opening segment, A Time for Love (which is often likened to the works of Wong Kar-Wai), was the most successful, and that the final segment, A Time for Youth (which was compared to Hou's 2001 film Millennium Mambo) was the least, but it was still praised. Response to the second segment, A Time for Freedom, was in between, with many critics comparing it to Hou's 1997 film Flowers of Shanghai.\n\nRoger Ebert, who championed the film at Cannes, gave it four stars out of four in his review for the Chicago Sun-Times:\n\nKay Weissberg in Variety wrote:\n\nStephen Whitty of the Star-Ledger wrote:\n\nIndependent filmmaker Jim Jarmusch wrote: \n"
        },
        {
            "title": "",
            "text": "Three Times was released in the United States on April 26, 2006, and was only the second of Hou's films to receive theatrical distribution in the USA (the first was Millennium Mambo). In its opening weekend on three screens, it grossed $14,197 ($4,732 per screen). Never playing at more than five theaters at any point during its theatrical run, it eventually grossed $151,922.\n\nThe film was released on a region 1 DVD in the United States by IFC Films in 2006. It is also available on digital for rent and for purchase on Amazon Prime Video.\n\n"
        }
    ]
}