{
    "url": "https://en.wikipedia.org/wiki/Tiantai",
    "title": "Tiantai",
    "table_of_contents": [
        "1 History",
        "1.1 Early figures",
        "1.2 Zhiyi",
        "1.3 Zhanran",
        "1.4 Post-Tang crisis and Song revival",
        "1.5 Yuan, Ming and Qing",
        "1.6 Modern era",
        "2 Texts",
        "2.1 Tiantai Treatises",
        "3 Philosophy",
        "3.1 The Threefold Truth",
        "3.1.1 The Threefold Contemplation",
        "3.2 The One Vehicle",
        "3.3 The Unity of the Dharmadhatu",
        "3.3.1 Three Thousand Realms in One Thought Moment",
        "3.4 Buddhahood",
        "3.5 Buddha-nature",
        "3.6 The Six Degrees of Identity",
        "3.7 Non-dual Ethics",
        "3.8 The Subtle Dharma: One Reality, One Vehicle, many Skillful Means",
        "3.9 Classification of teachings",
        "3.9.1 Five Periods",
        "3.9.2 Eight Teachings",
        "3.9.3 The Four Siddhanta",
        "4 Practice",
        "5 Influence",
        "6 See also",
        "7 References",
        "8 Sources",
        "9 Bibliography",
        "10 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Tiantai or T'ien-t'ai (Chinese: 天台; pinyin: PRC Standard Mandarin: Tiāntāi, ROC Standard Mandarin: Tiāntái, Wu Taizhou dialect (Tiantai native language): Tí Taî) is an East Asian Buddhist school of Mahāyāna Buddhism that developed in 6th-century China.[1] The school emphasizes the Lotus Sutra's doctrine of the \"One Vehicle\" (Ekayāna) as well as Mādhyamaka philosophy, particularly as articulated in the works of the fourth patriarch Zhiyi (538–597 CE).[2][3] Brook Ziporyn states that Tiantai is \"the earliest attempt at a thoroughgoing Sinitic reworking of the Indian Buddhist tradition.\"[4] According to Paul Swanson, Tiantai Buddhism grew to become \"one of the most influential Buddhist traditions in China and Japan.\"[5]\n\nThe name of the school is derived from the fact that Zhiyi lived on Tiantai Mountain (Tiantai means \"platform of the sky\"),[1] which then became a major center for the tradition.[6][7] Zhiyi is also regarded as the first major figure to form an indigenous Chinese Buddhist system. Tiantai is sometimes also called \"The Lotus School\", after the central role of the Lotus Sutra in its teachings.[8]\n\nDuring the Sui dynasty, the Tiantai school became one of the leading schools of Chinese Buddhism, with numerous large temples supported by emperors and wealthy patrons. The school's influence waned and was revived again through the Tang dynasty and also rose again during the Song dynasty. Chinese Tiantai remains a living tradition to this day, being particularly strong in Hong Kong. \n\nThe Japanese Tendai school is also an influential tradition which branched off from Tiantai during the 9th century, and played a major role in the development of Japanese Buddhism. A Korean offshoot, the Cheontae school, was also established during the 12th century. Furthermore, Tiantai (and its offshoots) were very influential in the development of other forms of East Asian Buddhism, such as Zen and Pure Land.[9]\n\n"
        },
        {
            "title": "History",
            "text": "Unlike earlier schools of Chinese Buddhism, the Tiantai school was entirely of Chinese origin.[10] The schools of Buddhism that had existed in China prior to the emergence of the Tiantai are generally believed to represent direct transplantations from India, with little modification to their basic doctrines and methods. However, Tiantai grew and flourished as a native Chinese Buddhist school under the 4th patriarch, Zhiyi, who developed an original and extensive Chinese Buddhist system of doctrine and practice through his many treatises and commentaries. The main center of the school was located in Zhejiang province's Tiantai Mountain, which also gives the school its name.\n\nOver time, the Tiantai school became doctrinally broad, able to absorb and give rise to other movements within Buddhism, though without any formal structure.[10] The tradition emphasized both scriptural study and meditative practice, and taught the rapid attainment of Buddhahood through observing the mind.[11]\n\nThe school is largely based on the teachings of Zhiyi, Zhanran, and Zhili, who lived between the 6th and 11th centuries in China. These teachers took an approach called \"classification of teachings\" (panjiao 判教) in an attempt to harmonize the numerous and often contradictory Buddhist texts that had come into China. This was achieved through a particular interpretation of the Lotus Sūtra.\n\nThe Indian Buddhist philosopher Nāgārjuna is traditionally taken to be the first patriarch of the Tiantai school. Madhyamaka works associated with Nāgārjuna like the Chung lun (\"Madhyamakaśāstra\"; Taishō 1564) and the Dà zhìdù lùn (T. no. 1509) are important sources for the Tiantai school.[12][13]\n\nThe sixth century dhyāna master Huiwen (Chinese: 慧文) is traditionally considered to be the second patriarch of the Tiantai school. Huiwen studied the works of Nāgārjuna, and is said to have awakened to the profound meaning of Nāgārjuna's words: \"All conditioned phenomena I speak of as empty, and are but false names which also indicate the mean.\"[12]\n\nHuiwen later transmitted his teachings to Chan master Nanyue Huisi (Chinese: 南嶽慧思, 515-577), who is traditionally figured as the third patriarch. During meditation, he is said to have realized the \"Lotus Samādhi\", indicating enlightenment and Buddhahood. He authored the Ta Ch'eng Chih Kuan (Mahāyāna-śamatha-vipaśyanā).[14]\n\nHuisi then transmitted his teachings to Zhiyi (Chinese: 智顗, 538-597), traditionally figured as the fourth patriarch of Tiantai, who is said to have practiced the Lotus Samādhi and to have become enlightened quickly. He authored many treatises such as explanations of the Buddhist texts, and especially systematic manuals of various lengths which explain and enumerate methods of Buddhist practice and meditation.[14] The above lineage was proposed by Buddhists of later times and do not reflect the popularity of the monks at that time.[15]\n\nScholars such as Paul Loren Swanson consider Zhiyi (Chinese: 智顗, 538–597 CE) to have been the major founder of the Tiantai school as well as one of the greatest Chinese Buddhist philosophers. He was the first to systematize and popularize the complex synthesis of Tiantai doctrine as an original Chinese tradition.[3]\n\nZhiyi analyzed and organized all the Āgamas and Mahayana sutras into a system of five periods and eight types of teachings.  For example, many elementary doctrines and bridging concepts had been taught early in the Buddha's advent when the vast majority of the people during his time were not yet ready to grasp the 'ultimate truth'.  These Āgamas were an upaya, or skillful means - an example of the Buddha employing his boundless wisdom to lead those people towards the truth. Subsequent teachings delivered to more advanced followers thus represent a more complete and accurate picture of the Buddha's teachings, and did away with some of the philosophical 'crutches' introduced earlier.  Zhiyi's classification culminated with the Lotus Sutra, which he held to be the supreme synthesis of Buddhist doctrine. The difference on Zhiyi's explanation to the Golden Light Sutra caused a debate during the Song dynasty.[16]\n\nZhiyi's Tiantai school received much imperial support during the Sui dynasty, because of this, it was the largest Buddhist school at the beginning of the Tang and thus suffered because of its close relationship with the house of Sui.[17]\n\nAfter Zhiyi, Tiantai was eclipsed for a time by newer schools such as the East Asian Yogācāra (Fǎxiàng-zōng), and Huayan schools, until the 6th patriarch Jingxi Zhanran (711-782) revived the school and defended its doctrine against rival schools such as the Huayan and Faxiang.[18] The debates between the Faxiang school and the Tiantai school concerning the notion of universal Buddhahood were particularly heated, with the Faxiang school asserting that different beings had different natures and therefore would reach different states of enlightenment, while the Tiantai school argued in favor of the Lotus Sutra teaching of Buddhahood for all beings.[10] Zhanran's view of Buddha nature was expanded in his Jingangpi or \"Diamond Scalpel,\" which is the 'locus classicus' of the doctrine of \"the Buddha-nature of Insentient Beings.\" According to Shuman Chen, Zhanran:\n\nZhanran writes:[20]\nAfter Zhanran, Tiantai declined once again. Brook Ziporyn writes that this period has been seen as the second dark age of Tiantai, a state of crisis \"extending from the Tang into the Five Dynasties and Northern Song, an age marked internally by the deterioration of distinctive Tiantai ideas and marked externally by the loss of crucial texts and monastic institutions, especially after the persecution of 845 (a period that saw the increased influence of Chan).\"[21]\n\nDuring this period, Huayan and Chan influences made strong inroads into Tiantai thought. Zhanran's disciple and seventh patriarch Daosui, and syncretic figures such as Zhi Yuan (768-844) and Daochang Ningfen all combined Tiantai with Chan ideas (particularly of the Heze school).[22] Daosui (Chinese: 道邃; pinyin: Dàosuì), is important because he was the primary teacher of Saichō, the founder of the Japanese Tiantai tradition (known in Japanese as Tendai). Other Tiantai syncretists include Deshao (881-972) who was associated with the Fayen branch of Chan and his student Yongming Yenshou (954-974) who attempted to unify Tiantai, Huayen and Yogacara teachings under a kind of idealism influenced by Zongmi, emphasizing what he called the \"one pure formless mind\".[23]\n\nThis situation led to the famous debate within the Tiantai school known as the \"home mountain\" (shanjia) vs. \"off mountain\" (shanwai) debate. \"Off mountain\" supporters, as they were later polemically termed, supported these new doctrines (such as the \"one pure mind\") claiming they were originally Tiantai doctrines, while \"home mountain\" supporters saw the original Tiantai view as different and superior to this new view influenced by Chan and Huayan doctrines (especially by Zongmi's works).[24] The most eminent figure during this debate was Patriarch Siming Zhili (960-1028), who wrote various commentaries on Zhiyi's works and defended the \"Home mountain\" view. Zhili's major criticisms included attacking Chan's failure to understand the necessity of the use of words and scriptural study as part of practice as well as criticizing Zongmi's view of a pure mind as the buddha-nature, arguing instead that the \"three truths\" as taught by Zhiyi are the ultimate reality. For Zhili, mind or consciousness has no special status relative to other types of dharmas, such as physical matter.[25]\n\nOver time, Zhili's \"home mountain\" view turned out to be victorious, and his works became part of the orthodox Tiantai canon during the Song dynasty.[26] Ciyun Zunshi (964-1032) was another important figure in this second Tiantai revival. His work focused on the promotion of rituals for lay Buddhists and worked on converting the populace away from using blood, meat and alcohol for funerary and ancestral rites. Ciyi also promoted the practice of adopting local Chinese deities and spirits into the Buddhist religion as \"vassals\" or \"retainers\" and strongly promoted repentance rituals.[27]\n\nThese two figures were also associated with the popularization of Pure Land practices through the foundation of lay societies (lotus societies, lianshe). Tiantai monk Mao Ziyuan (1096?-1166) took this one step further by establishing what became known as the \"White Lotus Society\" which allowed both men and women to attend together and even to preach and be in charge of society repentance halls as married clergy.[28]\n\nDue to the efforts of these major Tiantai figures, the school became one of the dominant forms of Buddhism during the Song, alongside of Chan.[29]\n\nThe defeat of the Song dynasty was a serious blow to Tiantai which suffered another setback during the Yuan dynasty which supported Tibetan Buddhism, while Chan Buddhism continued to grow in popularity while attacking the legitimacy of other schools.[30] This period saw the Tiantai figure Huxi Huaize (fl. 1310) write his polemical treatise Record of Tiantai's Transmission of the Buddha's Mind-seal as an effort to defend the Tiantai tradition against Chan critiques.[31]\n\nThe Ming Dynasty saw further religious revivals among the major Chinese Buddhist schools, including Tiantai, particularly under the reign of the Buddhist friendly Wanli Emperor.[32] One of the main figures of the Ming Tiantai Buddhist revival is Miaofeng Zhenjue (1537-1589), who lectured widely and whose students revived ancestral Tiantai monasteries such as Gaoming and Ayuwang.[33]\n\nYouxi Chuandeng (1554-1628), a student of Miaofeng, was also another important figure who wrote a work entitled \"On Nature Including Good and Evil\" which presents his ideas on doctrinal classification, the principle of nature-inclusion, and the practice of the Dharma-gate of inherent evil attempting to harmonize these with Confucianism and the thought of the Śūraṃgama Sūtra. Chuandeng was also instrumental in rebuilding Gaoming monastery which had been abandoned by this time.[34]\n\nTianxi Shoudeng (1607-1675) was one of the most influential teachers and exegetes of Tiantai during the Qing Dynasty.[35]\n\nThe most influential figure in modern Tiantai, who carried the Tiantai lineage (specifically the Lingfeng lineage) from the late Qing into the 20th century was Dixian.[36] His student, the monk Tanxu (1875 – 1963), is known for having rebuilt various temples during the Republican era (such as Zhanshan temple in Qingdao) and for preserving the Tiantai lineage into the PRC era.[37] During the Chinese Civil War, various dharma heirs of Dixian moved to Hong Kong, including Tanxu and Baojing. They helped establish the Tiantai tradition in Hong Kong, where it remains a strong living tradition today, being preserved by their dharma heirs.[38]\n\nBaojing's dharma heir, Jueguang, helped establish the Guanzong Temple in Hong Kong and transmitted the lineage to numerous monks from Korea, Indonesia, Singapore, Taiwan and mainland China.[39] Tanxuan's heir, Yongxing, founded Xifang Temple in Hong Kong as well as various temples in Malaysia and the United States (as well as the Texas Buddhist association and its Jade Buddha Temple).[40] Furthermore, other monks from this lineage have helped to reintroduce the Tiantai tradition from Hong Kong back to the rest of mainland China, aiding in the reconstruction of Chinese Buddhism after the reform and opening up period.[41]\n\nThe ancient Guoqing Temple at mount Tiantai, which had suffered from neglect and destruction, was renovated at the behest of Zhou Enlai. Guoqing Temple is now a major center of Chinese Tiantai Buddhism as well as remains a place of pilgrimage for Japanese Tendai Buddhists.[42]\n\n"
        },
        {
            "title": "Texts",
            "text": "The Tiantai school takes the Lotus Sūtra (Saddharmapuṇḍarīka Sūtra) as the main basis, the Mahāprajñāpāramitāupadeśa of Nāgārjuna as the guide, the Mahāyāna Mahāparinirvāṇa Sūtra as the support, and the Pañcaviṃśatisāhasrikā Prajñāpāramitā Sūtra (The Prajñāpāramitā Sūtra in 25,000 Lines) for methods of contemplation.[43] The “Book of the Original Acts that Adorn the Bodhisattva,” (Pusa yingluo benye jing T. 24, No. 1485) is also a key text. Tiantai is often termed the ‘Four Sutras One Treatise School’ (四経一論) because of the strong influence of these texts on the tradition.[44]\n\nApart from these, other classic Mahayana sutras are also important in Tiantai. The Avataṃsaka Sūtra is also very highly regarded in Tiantai and it is seen as one of the subtlest and deepest sutras and to belong to the class of \"complete\" teachings.[45] The Vimalakīrti Sūtra is also seen as an important sutra in Tiantai. Zhiyi wrote a commentary on this sutra, the Wuimo yiji (維摩義記 T1776).[46]\n\n\nIndeed, the Tiantai school's study makes use of numerous sources. As noted by Donner and Stevenson:\nIn addition to its doctrinal basis in Indian Buddhist texts, the Tiantai school also created its own meditation texts which emphasize the principles of śamatha and vipaśyanā. Of the Tiantai meditation treatises, Zhiyi's Concise Śamatha-vipaśyanā (小止観), Mahā-śamatha-vipaśyanā (摩訶止観), and Six Subtle Dharma Gates (六妙法門) are the most widely read in China.[14] Rujun Wu identifies the work Mohe Zhiguan of Zhiyi as the seminal meditation text of the Tiantai school.[48]\n\nThe Major Tiantai treatises studied in the tradition are the following works of Zhiyi:[49]\n\nThe Three Great Tiantai Treatises: \n\nThe Five Lesser Tiantai Treatises:\n\n"
        },
        {
            "title": "Philosophy",
            "text": "David Chappell lists the most important Tiantai teachings as being The Threefold Truth and the corresponding Threefold Contemplation, The Fourfold Teachings, The Subtle Dharma, and The Non-conceivable Discernment (or the \"Inconceivable Mind\").[50] Brook Ziporyn writes that Tiantai's \"rigorous theoretical edifice\" uses \"modes of argumentation and praxis that are derived squarely from Indian Buddhism\" but applies these \"in the service of ideals and metaphysical conclusions that are rooted deeply in the indigenous philosophical traditions.\"[51]\n\nThe Tiantai school's main philosophical principle is The Threefold Truth (emptiness, existence, and the middle; 空假中 kong, jia, zhong). According to Paul Swanson, this is the \"central insight\" around which the Tiantai system revolves.[52] This view was developed by Zhiyi's reading of Nāgārjuna's Madhyamaka philosophy, especially its doctrine of two truths. The Threefold Truth comprises the following:[53][54]\n\n[11]\n\nWhile the threefold truth can be explained conceptually in this way, for Zhiyi, the highest and most subtle meaning of the threefold truth is ultimately indescribably and beyond words.[58] It is also fully integrated and inclusive of all the Buddhadharma and of all mundane and ultimate truths as well.[59] According to Zhiyi, \"the supreme truth of the middle path\" is \"the reality of non-duality\", as well as \"the enlightened perception of all Buddhas and bodhisattvas.\" Zhiyi also states that it is also called \"the truth of one reality\", as well as \"emptiness\" (空 kong), \"Buddha-nature\" (佛性 fóxìng), Thusness (Skt. tathātā, 如如), tathāgatagarbha (如来藏), and the Dharmadhatu (法界).[60]\n\nAccording to Paul Swanson, this doctrine arose from the need to make explicit the relationship between the first and second truths of classical Indian Mahayana (an issue which also may have led to the development of Yogacara's \"three natures\").[61] Zhiyi developed his theory of a threefold truth by drawing on Nāgārjuna's Mūlamadhyamakakārikā, which explains the two truths as: \"We state that whatever is dependent arising, that is emptiness. That is dependent upon convention. That itself is the middle path\" (MMK, XXIV.18).[62] Swanson states that this doctrine is a way of expressing three aspects of a single integrated reality.[63]\n\nSwanson also notes that various scholars have criticized Zhiyi for adding a third \"truth\", when no Indian author explains Madhyamaka this way. However, according to Swanson, the major point of Zhiyi's analysis is that reality is a single integrated truth (which may be explained with two or three aspects). As such, it is not a deviation from classical Madhyamaka according to Swanson.[63] Swanson thinks that one of the main reasons for this development is that it was a useful device for undoing Chinese misunderstandings of the two truths (such as seeing them as referring to being and non-being, to two separate levels of reality or to an essential reality and its functions).[64]\n\nThe Threefold Truth may be contemplated independently as the \"three contemplations\", an important theme in Zhiyi's Mo ho chi kuan. The threefold contemplation, also described as the threefold cessation and insight, consists of what Zhiyi calls a \"graded contemplation\":[65]\n\n\nThere are different levels of subtlety of this threefold contemplation, the deepest of which is when all three aspects are contemplated as a simultaneously non-dual unity which according to Zhiyi is when all three aspects are \"present in one thought\" (一心) which is \"beyond conceptual understanding\".[66] According to Chappell:[67]\nA central doctrine of Tiantai is the Lotus Sutra's doctrine of the One Vehicle or ekayāna (traditional Chinese: 一乘; pinyin: yīchéng). This doctrine provided a unifying and inclusive framework which could be used to understand all Buddhist teachings. According to Jacqueline Stone, Zhiyi's view of the One Vehicle of the Lotus Sutra is that conventionally, it is \"subtle\" and \"wonderful\" in comparison with lesser teachings which are coarse. However this is only true in a relative sense.[68] Ultimately, the Lotus Sutra's Subtle Dharma is \"not established in comparison to anything else, for there is nothing outside it to which it might be compared.\" From this absolute perspective, the Lotus Sutra's One Vehicle is \"open and integrated\" according to Zhiyi, and includes all other Buddhist teachings and skillful means. From the ultimate point of view, all distinctions of \"true\" and \"provisional\" are dissolved since all teachings are expressions of the One Vehicle.[68]\n\nAccording to Stone, \"this is an egalitarian, inclusive reading, in which all teachings in effect become \"true\". But from the relative standpoint, a clear distinction is preserved between the \"true\" and the \"provisional\"; this is a hierarchical, potentially even exclusive reading, which emphasizes the superiority of the Lotus Sutra over other teachings.\"[68]\n\nSince the three truths are one, and this truth is a single unity, Tiantai thinkers see the whole of reality is as being a single interpenetrating whole, one integrated existence. This holism is described in different ways, such as \"the interinclusiveness of the ten realms\" or \"the interpenetrating unity of all aspects of reality\".[69] According to Swanson, in this view, \"everything contains everything else, and the whole contains all things.\"[69] Zhiyi illustrates this idea with the simile of the drunk man from the Mahāparinirvāṇa Sūtra, who perceives the sun as spinning around due to his condition, but in reality there is just one sun and this is confirmed by sober people.[70] However, Zhiyi also points out that even this idea of \"one truth\" is just a concept, and as such it is ultimately inadequate, since \"each and every truth is inexpressible\" and \"the one truth actually no truth\".[70]\n\n\nAccording to Brook Ziporyn, the Tiantai school's holism is derived from an extremely important passage from the Lotus Sutra which states: \nZiporyn argues that this passage points at the idea \"that each particular aspect of the world as we see it and feel it is ultimately real, that each one is in fact the Absolute itself, the Buddha-nature, the final fact about the universe\" and that \"each thing, each appearance, each action\" is \"the ultimate reality “of ” all other things.\"[71]\n\n\nOne of the ways this doctrine is explained is the idea of \"Three Thousand Realms in a Single Thought Moment\" or \"The Presence of All Three Thousand Aspects of Existence as Each Moment of Experience\" (一念三千). According to this teaching, the various realms of existence of Buddhist cosmology are all interconnected and interpenetrating.[72] Furthermore, each of these states of existence can be experienced in one's own mind, and can therefore be seen as a kind of experience and a way of seeing the world, as well as a realm of rebirth.[72] As Zhiyi writes:\nAccording to Swanson, the main idea here is that \"all reality is interpenetrating and inclusive, so that one short thought contains all of reality.\"[73] Jacqueline Stone explains this as the idea that an any single ordinary thought and all phenomena in the universe \"exist at each moment in a mutually inclusive relationship.\" Furthermore, the figure three thousand is \"the product of multiplying specific numerical dharma categories: the ten realms of sentient beings, their mutual inclusion, the ten suchnesses and the three realms.\"[74] According to Stone, this concept also:[74]\nEven though reality is a unified whole, the Dharmadhatu (法界), it can be explained in different ways according to Zhiyi (such as the two truths, and the threefold truth, and the ten realms). Two other schemas which Zhiyi employs are the Three Subtle Dharmas (sentient beings, Buddha and mind) and the Ten Suchnesses (which is drawn from the second chapter of the Lotus Sutra) to explain the various realms and how they have the same nature of the threefold truth.[75] \nSince reality is unified in these ways, by contemplating one's mind and thought, one can contemplate the whole of reality and thus Buddhahood itself.[76] Zhiyi explains this by commenting on a passage from the Avatamsaka Sutra which states that \"if one disports one's mind in the dharmadhatu as if in space, then one will know the objective realm of all Buddhas.\"[76] According to Zhiyi:\nZhiyi also calls the single reality \"the inconceivable mind\" (不思議心 pu ssu i hsin), which contains all three thousand dharmas and the threefold truth.[77]\n\nIn his Profound Meaning of the Lotus Sutra (法華玄義  Chin Fa-hua-hsüan-i) Zhiyi explains Buddhahood by means of three ways of understanding the causes for Buddhahood and three ways of understanding the result of Buddhahood. The three ways of understanding the causes (which are three ways of saying the same thing) are as follows:[78]\n\nThe three ways of understanding the result, Buddhahood, are as follows:[79]\n\n\nTherefore, according to Zhiyi, the Buddha-realm is deeply integrated with all other aspects of reality. Zhiyi writes:[80] \nThus, Buddhahood is not detached from the rest of reality, but integrated with it. The difference is that a Buddha knows reality as it really is. As such, the three subtle dharmas (sentient beings, Buddhas and mind) are part interfused with each other and are part of a single whole.[80] Zhiyi quotes the Avatamsaka sutra which states that \"the mind, the Buddha, and sentient beings are not distinct.\"[81]\n\nZhiyi's Profound Meaning of the Lotus Sutra also explains Buddha-nature through three parallel aspects:[82]\n\nTiantai's explanation of the path of the bodhisattva was set forth in Zhiyi's doctrines of the Six Degrees of Identity and the Six Bodhisattva Stages. \n\nThe Six Degrees of Identity provide an important path schema for the Tiantai school. Ziporyn summarizes these six degrees of realization as follows:[83]\n\nThis non-dual Tiantai teaching of the interfusion of all phenomena and experiences also holds that there is a non-duality of good and evil, which also applies to happiness and suffering, Buddha and Mara (the demon of Death). As noted by Ziporyn, the view that \"each experience we have includes not only itself but also all other experiences of all other sentient beings at all times\" is related to the idea that  \"Buddhahood inherently includes every form of evil, that these evils can never be destroyed, and that they do not need to be destroyed (“The evil inherent in the Buddha-nature,” “Buddhahood does not cut off evil”).\"[84] Ziporyn further explains this seemingly paradoxical doctrine as follows: \"our joy also includes sorrow, our sorrow also includes joy; our evil includes good, our good includes evil; our delusion includes enlightenment, our enlightenment includes delusion.\"[85]\n\nThe Tiantai school's soteriology is based on the doctrine of the \"One Vehicle\" (Skt. ekayāna, traditional Chinese: 一乘; pinyin: Yīchéng) found in the Lotus Sutra. Tiantai sees all the various Buddhist teachings, scriptures and practices as being part of a single holistic vehicle (yana) leading to Buddhahood.[53]\n\nThe discrepancies and seeming contradictions are only due to the fact that these various teachings are all \"expedient means\" (upāya) that are taught according to the different needs and capacities of sentient beings.[53] According to Zhiyi, even though there numerous sutras with many varied teachings, the intent of the Buddha is to lead all sentient beings to Buddhahood.[86] Similarly, just as there are different practices, there are different ways to describe the same unified reality (i.e. emptiness and the threefold truth). Thus, Zhiyi states in the Fa hua hsuan i \"various terms name one ultimate reality. Only one ultimate reality is given many names.\"[87] This ultimate reality is \"one yet many, many yet one\". It is many because there are diverse phenomena that arise and perish dependent on causes and conditions and it is one because all of this is equally empty.[87]\n\nIndeed, Zhiyi outlines four types of oneness: the oneness of the teachings (all teachings of the Buddha are non-contradictory and have one intent), the oneness of the practices (all lead to Buddhahood), the oneness of persons (all will attain Buddhahood), and the oneness of reality. According to Zhiyi, any text which is consistent with these concept teaches \"the Subtle Dharma\" (miao-fa).[88]\n\nTiantai thought also provides a classificatory schema (panjiao) to explain how the different texts and teachings relate to each other.[53] From the Tiantai point of view, the One Vehicle teaching of the Lotus is called a ‘Round Teaching’, which means that it encircles everything, and lacks any sharp edges or divisions. The Tiantai view is that the highest teaching is a holistic and all encompassing teaching which includes all Buddhist views and practices.[53]\n\nAn extension of Tiantai's doctrine of the One Vehicle is its classification of the Buddha's teachings into the \"Five Periods and Eight Teachings.\" This classification is usually attributed to Zhiyi, but is probably a later development.[89] This classification of teachings was also done by other schools, such as the Fivefold Classification of the Huayan school.\n\nThe Five Periods are five periods in the life of the Buddha in which, according to Tiantai exegetes, he delivered different teachings, aimed at different audiences with a different level of understanding. The Five Periods are:[90][91][53]\n\nThe Eight Teachings are a classification of different types of Buddhist teaching. They consist of the Fourfold Teaching, and the Fourfold Method:[92][90][93][94]\n\nThe Fourfold Teachings are called teachings because they are \"that which discloses the principle and converts beings\" according to Zhiyi. They are:\n\nThe Fourfold Method:\n\n\nIn the Ssu chiao i, Zhiyi states that Four Teachings are based on the Three Truths and Three Contemplations:[67] \n\nAnother way that Tiantai thinkers like Zhiyi classify the Buddhist teachings is through the four siddhantas, which are four principles that the Buddha used to teach the Dharma derived from the Da zhidu lun. According to David W. Chappell, the four siddhantas are:[95]\nAccording to Chappell, the main idea of the Tiantai understanding of the Buddha's method of teaching is the \"receptivity-and-response appropriate to a person's capacities\", or \"communication based on receptivity-and response\". According to Chappell this means that \"not only the form of the teaching, but also the quest for enlightenment (bodhicitta) arises during an interaction involving a response to the capacities and needs of a person.\"[95]\n\n"
        },
        {
            "title": "Practice",
            "text": "According to Charles Luk, in China it has been traditionally held that the meditation methods of the Tiantai are the most systematic and comprehensive of all.[14] Tiantai emphasizes meditation as the union of śamatha (止 zhǐ, calming or stabilizing meditation) and vipaśyanā (觀 guān, clear seeing or insight).[96][97]\n\nRegarding the functions of śamatha and vipaśyanā in meditation, Zhiyi writes in his work Concise Śamatha-vipaśyanā:\n\n\nWilliam R. LaFleur summarizes Zhiyi's understanding of zhǐ-guān (Japanese: shikan) as follows:[99]\nZhiyi's magnum opus, the \"Great Samatha-Vipasyana\" (Móhē Zhǐguān), outlines his meditation system as consisting of 25 preparatory practices, four kinds of samadhi and ten modes of contemplation. Zhiyi saw the four samadhis as the main pillar of Tiantai meditation practice. Zhiyi writes:\n\nThe Tiantai school also places a great emphasis on Mindfulness of Breathing (Skt. ānāpānasmṛti) in accordance with the principles of śamatha and vipaśyanā. Zhiyi classifies breathing into four main categories: Panting (喘), Unhurried breathing (風), Deep and quiet breathing (氣), and Stillness or rest (息). Zhiyi holds that the first three kinds of breathing are incorrect, while the fourth is correct, and that the breathing should reach stillness and rest.[101]\n\n"
        },
        {
            "title": "Influence",
            "text": "David Chappell writes that although the Tiantai school, \"has the reputation of being...the most comprehensive and diversified school of Chinese Buddhism, it is almost unknown in the West\" despite having a \"religious framework that seemed suited to adapt to other cultures, to evolve new practices, and to universalize Buddhism\". He attributes this failure of expansion to the school having \"narrowed its practice to a small number of rituals\" and because it has \"neglected the intellectual breadth and subtlety of its founder\".[50]\n\n"
        }
    ]
}