{
    "url": "https://en.wikipedia.org/wiki/Tiangong_program",
    "title": "Tiangong program",
    "table_of_contents": [
        "1 Background",
        "2 Project history",
        "3 Details",
        "3.1 Space laboratory phase",
        "3.1.1 Tiangong-1 \"target vehicle\"",
        "3.1.2 Tiangong-2 \"space laboratory\"",
        "3.1.3 Tiangong-3",
        "3.2 Tiangong space station",
        "4 International co-operation",
        "5 See also",
        "6 References",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe Tiangong program (Chinese: 天宫空间站工程; pinyin: Tiāngōng kōngjiānzhàn gōngchéng)[1][2] is China's space program to create a modular space station, comparable to Mir. This program is independent and unconnected to any other international space-active countries.[3] The program is part of the China Manned Space Program that began in 1992. The core module, the Tianhe (\"Harmony of the Heavens\") was finally launched on 29 April 2021 marking the start of the Tiangong Space program deployment.\n\nChina launched its first space laboratory, Tiangong-1, on 29 September 2011. Following Tiangong-1, a more advanced space laboratory complete with cargo spacecraft, dubbed Tiangong-2, was launched on 15 September 2016. The first module of the 12 part new series of Tiangong space station launched on 29 April 2021.\n\nThe project will culminate with the Tiangong space station, which consist of a 22.6-ton core module and cargo transport craft, with two more major research modules to be launched in 2022.[4] It supports three astronauts for long-term habitation.[5]\n\n"
        },
        {
            "title": "Background",
            "text": "After the United States threatened to use nuclear weapons during the Korean War,[6][7] Mao Zedong decided that only a nuclear deterrent of its own would guarantee the security of the newly founded PRC. Thus, Mao announced his decision to develop China's own strategic weapons, including associated missiles. After the launch of mankind's first artificial satellite, Sputnik 1 by the Soviet Union on 4 October 1957, Mao decided to put China on an equal footing with the superpowers (\"我们也要搞人造卫星\"), using Project 581 with the idea of putting a satellite in orbit by 1959 to celebrate the 10th anniversary of the PRC's founding. However, it would not be until 24 April 1970 that this goal would become a reality.\n\nMao and Zhou Enlai began the PRC's crewed space program on 14 July 1967.[8] China's first crewed spacecraft design was named Shuguang-1 (曙光一号) in January 1968.[9] Project 714 was officially adopted in April 1971 with the goal of sending two astronauts into space by 1973 aboard the Shuguang spacecraft. The first screening process for astronauts had already ended on 15 March 1971, with 19 astronauts chosen. The program was soon cancelled due to political turmoil.\n\nThe next crewed space program was even more ambitious and was proposed in March 1986 as Project 863. This consisted of a crewed spacecraft (Project 863-204) used to ferry astronaut crews to a space station (Project 863-205). Several spaceplane designs were rejected two years later and a simpler space capsule was chosen instead. Although the project did not achieve its goals, it would ultimately become the 1992 Project 921, encompassing the Shenzhou program, the Tiangong program, and the Chinese space station.\n\nOn the 50th anniversary of the People's Republic of China's founding, China launched the Shenzhou 1 spacecraft on 20 November 1999 and recovered it after a flight of 21 hours. The country became the third country with a successful crewed space program by sending Yang Liwei into space aboard Shenzhou 5 on 15 October 2003 for more than 21 hours. It was a major success for Chinese space programs.\n\n"
        },
        {
            "title": "Project history",
            "text": "In 1999, Project 921-2 was finally given official authorization. Two versions of the station were studied: an 8-metric ton \"space laboratory\" and 20-metric ton \"space station\".[citation needed] In 2000, the first model of the planned space station was unveiled at Expo 2000 in Hanover, Germany. This was made up of modules derived from the orbital module of the Shenzhou spacecraft. Overall length of the station would be around 20 m, with a total mass of under 40 metric tons, with possibility of expansion through addition of further modules.[citation needed]\n\nIn 2001, Chinese engineers described a three-step process toward the realization of Project 921. The original target date for the fulfillment of the project was 2010.[citation needed]\n\nOriginally, China planned to simply dock Shenzhou 8 and Shenzhou 9 together to form a simple space laboratory. However, it was decided to abandon that plan and launch a small space laboratory instead. In 2007, plans for an 8-metric ton \"space laboratory\" being launched in 2010 under the designation of Tiangong-1 were made public. This would be an eight-ton space laboratory module with two docking ports. Subsequent flights (Shenzhou 9 and Shenzhou 10) will dock with the laboratory.[10]\n\nOn 29 September 2008, Zhang Jianqi (张建启), Vice Director of China crewed space engineering, declared in an interview of China Central Television (CCTV), it is Tiangong-1 that will be the 8-ton \"target vehicle\", and Shenzhou 8, Shenzhou 9, and Shenzhou 10 will all be spaceships to dock with Tiangong-1 in turn.[11] On 1 October 2008, Shanghai Space Administration, which participated in the development of Shenzhou 8, stated that they succeeded in the simulated experiments for the docking of Tiangong-1 and Shenzhou 8.[12]\n\nIn September 2010, the central government formally approved the implementation of China's manned space station project, and plans to build a large-scale, long-term manned national space laboratory around 2020.[13]\n\nOn 16 June 2012, Shenzhou 9 was launched from Jiuquan Satellite Launch Center in Inner Mongolia, China, carrying a crew of three. The Shenzhou craft successfully docked with the Tiangong-1 laboratory on 18 June 2012, at 06:07 UTC, marking China's first crewed spacecraft docking.[14]\n\nOn 11 June 2013, China launched Shenzhou 10 with a crew of three headed for the Tiangong-1.[15]\n\nTiangong-2 space laboratory launched on 15 September 2016.[16][17][18] This was first crewed with Shenzhou 11 which launched on 17 October 2016 (16 October UTC) from the Jiuquan Satellite Launch Center and docked two days later.[16]\n\nThe full 60-metric ton space station will support three astronauts for long-term habitation. The core module, the Tianhe (\"Harmony of the Heavens\"), launched on 29 April 2021.[19] The Tianhe module was first crewed with the Shenzhou 12 mission which launched and docked on 17 June 2021.[20]\n\n"
        },
        {
            "title": "Details",
            "text": "Chinese efforts to develop low Earth orbit space station capabilities will begin with a space laboratory phase, with the launch of three Tiangong test vehicles (later reduced to two).[5]\n\nThe Chinese docking target consists of a propulsion (resource) module and a pressurized module for experiments, with a docking mechanism at either end. The docking port of the experiment section supports automated docking.[21] Its length is 10.5 m (34 ft), diameter is 3.4 m (11 ft),[5] with a mass of 8,000 kg (18,000 lb). Launched on 29 September 2011, it was intended for short stays of a crew of three.[21][10][11] The second docking port, on the propulsion module, was kept screened from press photography inside and outside the module. It re-entered and burned up in the atmosphere on 2 April 2018, at 00:16 UTC.[22]\n\nA second and a third test station were originally planned to precede the eventual modular station. These would be 14.4 m (47 ft) long, with a diameter of 4.2 m (14 ft), and weigh up to 20,000 kg (44,000 lb).[3] The second one would provide life support for a crew of 2 for 20 days, and the third one a crew of 3 for 40 days.[5] However, all the objectives of these two stations were later merged into one project,[23] and the size scaled down to less than 10,000 kg (22,000 lb).\n\nThe resulting Tiangong-2 space laboratory was launched on 15 September 2016.[24] The station made a controlled reentry on 19 July 2019 and burned up over the South Pacific Ocean.[25]\n\nA third space station proposed but later cancelled in favor of advancing to the new large modular station.[26]\n\nChina plans to build the world's third multi-module space station, to follow Mir and the International Space Station (ISS).[4][3] This was dependent upon the date of OPSEK's separation from the ISS but after a statement in September 2017, the head of Roscosmos Igor Komarov said that the technical feasibility of separating the station to form OPSEK had been studied and there were now \"no plans to separate the Russian segment from the ISS\".[27]\n\nThe previous separate components will be integrated into a space station, arranged as:[5]\n\nThe larger station will be assembled in 2021–2022 and have a design lifetime of at least ten years. The complex will weigh approximately 60,000 kg (130,000 lb) and will support three astronauts for long-term habitation.[5] The public is being asked to submit suggestions for names and symbols to adorn the space station and cargo spacecraft. \"Considering past achievements and the bright future, we feel that the crewed space program should have a more vivid symbol and that the future space station should carry a resounding and encouraging name\", Wang Wenbao, director of the office, said at the news conference. \"We now feel that the public should be involved in the names and symbols as this major project will enhance national prestige, and strengthen the national sense of cohesion and pride\", Wang said.[28]\n\nThe core module, the Tianhe (\"Harmony of the Heavens\"), launched on 29 April 2021.[19]\n\n"
        },
        {
            "title": "International co-operation",
            "text": "After the success of China's crewed space launch, a Chinese official expressed interest in joining the International Space Station program.[33] In 2010, European Space Agency ESA Director-General Jean-Jacques Dordain stated that his agency was ready to propose to the four other partners (CSA, JAXA, NASA, and Roscosmos) that China, India, and South Korea be invited to join the ISS partnership.[34] China has indicated a willingness to cooperate further with other countries on crewed exploration.[35]\n\n"
        }
    ]
}