{
    "url": "https://en.wikipedia.org/wiki/Tidal_Basin",
    "title": "Tidal Basin",
    "table_of_contents": [
        "1 History",
        "1.1 Tidal Basin Bathing Beach",
        "2 Design",
        "3 Kutz Memorial Bridge",
        "4 Recreation",
        "5 Incidents",
        "6 Images",
        "7 See also",
        "8 Notes",
        "9 References",
        "10 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The Tidal Basin is a man-made reservoir located between the Potomac River and the Washington Channel in Washington, D.C. It is part of West Potomac Park  near the National Mall and is a focal point of the National Cherry Blossom Festival held each spring. The Jefferson Memorial, the Martin Luther King Jr. Memorial, the Franklin Delano Roosevelt Memorial, and the George Mason Memorial are situated adjacent to the Tidal Basin. The basin covers an area of about 107 acres (43 ha) and is 10 feet (3.0 m) deep.\n\n"
        },
        {
            "title": "History",
            "text": "The concept of the Tidal Basin originated in the 1870s to serve both as a visual centerpiece and as a means for flushing the Washington Channel, a harbor separated from the Potomac River by landfills where East Potomac Park is now situated.[1] Colonel Peter Conover Hains of the United States Army Corps of Engineers oversaw the Basin's design and construction.[2]\n\nThe Basin was initially named the Tidal Reservoir.[3] It later received the name of Twining Lake to honor Major William Johnson Twining of the Corps of Engineers, who served on the Board of Commissioners of the District of Columbia as its Engineer Commissioner during 1879.[4]\n\nIn the Commissioners' annual report to Congress for that year, Major Twining proposed to create the tidal reservoir and use its water to help \"flush\" the Washington Channel.[5] A 1917 map of Washington that the U.S. Public Buildings Commission prepared shows the basin with the name \"Twining Lake\".[6]\n\nSea level rise and land subsidence has caused portions of the paths next to the water to flood twice daily at high tide. A redesign of the Tidal Basin was therefore under consideration during 2020.[7]\n\nIn August 1918, the Congressionally-funded Tidal Basin Bathing Beach opened in front of the site of the present-day Jefferson Memorial. Although the racially-segregated beach was \"a place to see people and be seen\", a strictly-enforced rule prohibited women's bathing suits that stopped more than six inches above the knee.[8]\n\nBy one estimate, the beach attracted up to 20,000 people on a July day in 1920. The beach hosted beauty contests until 1922, when a beach official banned the pageants for being too risqué.[8]\n\nCongress had planned to open a separate beach for African-Americans nearby, but southern senators blocked the plan. Rather than integrating the beach, Congress ordered its dismantling in 1925.[8]\n\n"
        },
        {
            "title": "Design",
            "text": "The basin is designed to release 250 million US gallons (950,000 m3) of water captured at high tide twice a day. The inlet gates, located on the Potomac side of the basin, allow water to enter the basin during high tide. During this time, the outlet gates, on the Washington Channel side, close to store incoming water and block the flow of water and sediment into the channel.[9]\n\nAs the tide begins to ebb, the general outflow of water from the basin forces the inlet gates to close. This same force is applied to the outlet gates, which open into the channel. Silt build up is swept away by the extra force of water running from the Tidal Basin through the channel.[9]\n\nThe U.S. Corps of Engineers, which maintains the Basin's gates, has restored their functioning.[9] As part of the restoration and redesign of the Lincoln Memorial Reflecting Pool, completed in 2012, water is pumped from the Tidal Basin to fill the pool.[9][10]\n\n"
        },
        {
            "title": "Kutz Memorial Bridge",
            "text": "The Kutz Memorial Bridge crosses the northern lobe of the Tidal Basin, carrying eastbound Independence Avenue traffic in three lanes.[11] The bridge's name commemorates Brigadier General Charles Willauer Kutz, a Commissioner of Engineering for the District of Columbia during the first half of the 20th century.[12][13]\n\nArchitect Paul Philippe Cret designed the multi-span plate girder bridge, which the engineering firm of Alexander and Repass constructed. Construction began in 1941 and reached completion in 1943. The bridge was dedicated after alterations in 1954. The structure is made of concrete and steel on pilings with granite facing. It is 433 ft (132 m) long and 46 ft (14 m) wide.[12]\n\n"
        },
        {
            "title": "Recreation",
            "text": "From mid-March until October, paddle-boats are available for rent at a dock near the eastern end of the Tidal Basin.[14] The activity is popular during the Cherry Blossom Festival, which takes place in April.\n\n"
        },
        {
            "title": "Incidents",
            "text": "The Tidal Basin was the scene of an incident involving the Chairman of the United States House Committee on Ways and Means, Democratic Congressman Wilbur Mills.  At 2:00 a.m. on October 7, 1974, Park police stopped Mills' speeding car, whose driver, Albert G. Gapacini, had not turned on its headlights. Also in the car was an Argentine stripper known as Fanne Foxe. After the police stopped the car, Foxe jumped into the nearby Tidal Basin and was rescued. Police stated that both Mills and Foxe were intoxicated and that Mills was bleeding from his nose and scratches on his face.[15]\n\n"
        }
    ]
}