{
    "url": "https://en.wikipedia.org/wiki/Tiger_beetle",
    "title": "Tiger beetle",
    "table_of_contents": [
        "1 Description",
        "2 Adaptations",
        "3 Fossil record",
        "4 Taxonomy",
        "5 Genera",
        "6 Citations",
        "7 General and cited references",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nTiger beetles are a family of beetles, Cicindelidae, known for their aggressive predatory habits and running speed. The fastest known species of tiger beetle, Rivacindela hudsoni, can run at a speed of 9 km/h (5.6 mph; 2.5 m/s), or about 125 body lengths per second.[2] As of 2005, about 2,600 species and subspecies were known, with the richest diversity in the Oriental (Indo-Malayan) region, followed by the Neotropics.[3] While historically treated as a subfamily of ground beetles (Carabidae) under the name Cicindelinae, several studies since 2020 indicated that they should be treated as a family, the Cicindelidae, which are a sister group to Carabidae within the Adephaga.[4]\n\n"
        },
        {
            "title": "Description",
            "text": "Tiger beetles often have large bulging eyes, long, slender legs and large curved mandibles. All are predatory, both as adults and as larvae. The genus Cicindela has a cosmopolitan distribution. Other well-known genera include Tetracha, Omus, Amblycheila and Manticora. While members of the genus Cicindela are usually diurnal and may be out on the hottest days, Tetracha, Omus, Amblycheila and Manticora are all nocturnal. Both Cicindela and Tetracha are often brightly colored, while the other genera mentioned are usually uniform black in color. Tiger beetles in the genus Manticora are the largest in size of the subfamily. These live primarily in the dry regions of southern Africa.[citation needed]\n\nThe larvae of tiger beetles live in cylindrical burrows as much as a meter deep. They are large-headed, hump-backed grubs and use their humpbacks to flip backwards, for the purpose of capturing prey insects that wander over the ground. The fast-moving adults run down their prey and are extremely fast on the wing, their reaction times being of the same order as that of common houseflies. Some tiger beetles in the tropics are arboreal, but most run on the surface of the ground. They live along sea and lake shores, on sand dunes, around playa lakebeds and on clay banks or woodland paths, being particularly fond of sandy surfaces.[5]\n\nTiger beetles are considered a good indicator species and have been used in ecological studies on biodiversity. Several species of wingless parasitic wasps in the genus Methocha (family Thynnidae), lay their eggs on larvae of various Cicindela spp., such as Cicindela dorsalis.[6]\n\n"
        },
        {
            "title": "Adaptations",
            "text": "Tiger beetles display an unusual form of pursuit in which they alternatively sprint quickly toward their prey, then stop and visually reorient.  This may be because while running, the beetle is moving too fast for its visual system to accurately process images.[2] To avoid obstacles while running they hold their antennae rigidly and directly in front of them to mechanically sense their environment.[7]\n\n"
        },
        {
            "title": "Fossil record",
            "text": "The oldest fossil tiger beetle yet found, Cretotetracha grandis, comes from the Yixian Formation in Inner Mongolia, China, and dates to the early Cretaceous Period, 125 million years ago. Most fossils found are grey or yellow silty mudstone.[8] Traits that identify Cretotetracha as Cicindelinae include long mandibles shaped like sickles, simple teeth arranged along the mandible's inner surface, antennae that attach to the head between the base of the mandibles and the eye. The left mandible is approximately 3.3 mm and the right mandible is approximately 4.2mm long. A long body form roughly around 8.1mm where the combined eyes and head are wider than the thorax, and long running legs.[8]  Previously known Mesozoic fossils of tiger beetles have been described from the Crato Formation, about 113 million years ago[8] and Oxycheilopsis cretacicus from the Santana Formation, 112 million years ago,[9] both in Brazil.\n\n"
        },
        {
            "title": "Taxonomy",
            "text": "Tiger beetles had been treated either as a family Cicindelidae or as the subfamily Cicindelinae[10] of the Carabidae (ground beetles) but since 2020, there has been growing evidence for the treatment as a separate family, that is sister to the Carabidae. Many genera are the result of the splitting of the large genus Cicindela, and many were described by the German entomologist Walther Horn. The most recent molecular phylogenies have supported the historical treatment of Cicindelidae as a distinct family and sister group to carabids, rather than classifying them within Carabidae.[4][11][1]\n\n"
        }
    ]
}