{
    "url": "https://en.wikipedia.org/wiki/Tim_McCoy",
    "title": "Tim McCoy",
    "table_of_contents": [
        "1 Early years",
        "2 Military career",
        "3 Acting career",
        "3.1 Early career",
        "3.2 Interrupted by World War II",
        "3.3 Television host",
        "3.4 Legacy",
        "4 Personal life",
        "5 Later years",
        "6 Filmography",
        "7 References",
        "8 DVD",
        "9 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nTimothy John Fitzgerald McCoy (April 10, 1891 – January 29, 1978) was an American actor, military officer, and expert on American Indian life. McCoy is most noted for his roles in B-grade Western films. As a popular cowboy film star, he appeared on the front of a Wheaties cereal box.\n\n"
        },
        {
            "title": "Early years",
            "text": "Tim McCoy was born in Saginaw, Michigan on April 10, 1891. His father was an Irish Union Civil War veteran and Police Chief.[1] While attending St. Ignatius College (now Loyola University) McCoy saw a Wild West show that influenced him to purchase a one-way ticket west. He ended up in Lander, Wyoming where he worked as a ranch hand. While there, he became an expert horseman and roper while developing an extensive knowledge of the customs and languages of the local American Indian tribes.[1] McCoy was a renowned expert in Indian sign language and was named \"High Eagle\" by the Arapaho tribe of the Wind River reservation. He competed in numerous rodeos and then enlisted in the United States Army when America entered World War I.\n\n"
        },
        {
            "title": "Military career",
            "text": "McCoy enlisted as a soldier in the United States Army and served in the cavalry during World War I (although he did not serve in combat nor overseas).[2][1] He served again in World War II in Europe, rising to the rank of colonel with the Army Air Corps and Army Air Forces. He also served as adjutant general of Wyoming between the wars with the brevet rank of brigadier general. At 28, he was one of the youngest brigadier generals in the history of the U.S. Army.\n\n"
        },
        {
            "title": "Acting career",
            "text": "In 1922, David Townsend, president of the Mountain Plains Enterprise Film Company, planned to build \"Sunshine Studios\" at McCoy's Owl Creek Dude ranch in order to shoot a film titled, \"The Dude Wrangler,\" written by Caroline Lockhart but the project was abandoned.[3]\n\nThat same year, he was asked by the head of Famous Players-Lasky, Jesse L. Lasky, to provide American Indian extras for the Western extravaganza, The Covered Wagon (1923). He brought hundreds of Indians to the Utah location and served as technical advisor on the film. After filming was completed, McCoy was asked to bring a much smaller group of Indians to Hollywood, for a stage presentation preceding each showing of the film.\n\nMcCoy's stage show was popular, running eight months in Hollywood and several more months in London and Paris. McCoy returned to his Wyoming ranch, but Irving Thalberg of MGM soon signed him to a contract to star in a series of outdoor adventures and McCoy rose to stardom. His first MGM feature was War Paint (1926), featuring epic scenes of the Wind River Indians on horseback, staged by McCoy and director Woody Van Dyke. (Footage from War Paint was reused in many low-budget westerns, well into the 1950s.)\n\nWar Paint set the tone for future McCoy westerns, in that Indians were always portrayed sympathetically, and never as bloodthirsty savages. One notable McCoy feature for MGM was The Law of the Range (1928), in which he starred with Joan Crawford.\n\nThe coming of talking pictures, and the temporary inability to record sound outdoors, resulted in MGM terminating its Tim McCoy series and McCoy returning once more to his ranch. In 1929 he was summoned back to Hollywood personally by Carl Laemmle of Universal Pictures, who insisted that McCoy star in the first talking western serial, The Indians Are Coming. The serial was very successful. Later, in 1932, McCoy starred in Two Fisted Law with John Wayne and Walter Brennan.\n\nMcCoy worked steadily in movies until 1936, when he left Hollywood, first to tour with the Ringling Brothers Circus and then with his own \"wild west\" show. The show was not a success; it was reported to have lost $300,000, $100,000 of which was McCoy's own money. It folded in Washington, D.C., and the cowboy performers were each given $5 and McCoy's thanks. The Indians on the show were returned to their respective reservations by the Bureau of Indian Affairs.\n\nMcCoy was available for pictures again in 1938, and low-budget producers (including Maurice Conn and Sam Katzman) engaged him at his standard salary of $4,000 weekly, for eight films a year. In 1941 Buck Jones recruited McCoy to co-star in \"The Rough Riders\" series, alongside Jones and Raymond Hatton. The eight films, released by Monogram Pictures, were very popular, and might have continued but McCoy declined to renew his contract, opting to pursue other interests.\n\nIn 1942, McCoy ran for the Republican nomination for the open U.S. Senate Seat from Wyoming. During that campaign, he established the first statewide radio hookup in Wyoming broadcasting history. He lost in the primary and within 48 hours volunteered for active duty with the U.S. Army.\n\nHe had maintained his Army Reserve commission and was immediately accepted. McCoy spent the war in the U.S. Army and performed liaison work with the Army Air Forces in Europe, winning several decorations. He retired from the army, and reportedly never lived in Wyoming again. His Eagle's Nest ranch was sold. He retired from films after the war, except for a few cameo appearances much later.\n\nMcCoy hosted a KTLA television show in Los Angeles in 1952, titled The Tim McCoy Show, for children on weekday afternoons and Saturdays, in which he provided authentic history lessons on the Old West and showed his old western movies. His co-host was the actor Iron Eyes Cody who, while of Italian lineage, played an American Indian both on and off screen. McCoy won a local Emmy but didn't attend to receive the award. He was competing against Webster Webfoot in the Best Children's Show category and refused to show up, saying \"I'll be damned if I'm going to sit there and get beaten by a talking duck!\"[citation needed]\n\nFor his contribution to the film industry, McCoy was honored with a star on the Hollywood Walk of Fame. In 1973, he was inducted into the Hall of Great Western Performers of the National Cowboy and Western Heritage Museum. He was inducted into the Cowboy Hall of Fame in 1974.\n\nOn January 16, 2010, McCoy was inducted into the Hot Springs County (Wyoming) Hall of Fame. Accepting the honor on his behalf was his son, Terry. Included in the 2010 class were Governor Dave Freudenthal of the State of Wyoming, Chief Justice of the Wyoming Supreme Court Bart Voigt, former Wyoming state treasurer Stan Smith, and local high school teacher Karl Allen.\n\n"
        },
        {
            "title": "Personal life",
            "text": "McCoy married Agnes Miller, the daughter of stage actor and producer Henry Miller and actress Bijou Heron. Their marriage resulted in three children: son Gerald, daughter Margarita, and son D'Arcy. They were divorced in 1931, and McCoy kept a portion of the ranch holdings in Hot Springs County, Wyoming. Agnes McCoy was rewarded with that portion known as the Eagles Nest.[citation needed]\n\nHis second marriage was to Inga Arvad in 1947.[4] They had two sons, Ronnie and Terry. McCoy was married to Arvad until her death from cancer in 1973. Arvad was a journalist from Denmark, investigated by the FBI in the early 1940s due to rumors that she was a Nazi spy; there were photographs of Arvad as a guest of  Adolf Hitler at the 1936 Olympics, and she had twice interviewed him. This investigation included the wiretapping of Arvad during the time of an affair with John F. Kennedy in late 1941 into 1942. No evidence against Arvad was ever found.[5][6]\n\n"
        },
        {
            "title": "Later years",
            "text": "In 1973, McCoy was inducted into the Western Performers Hall of Fame at the National Cowboy & Western Heritage Museum in Oklahoma City, Oklahoma. He also was awarded a star on the Hollywood Walk of Fame. In 1976, he was interviewed at length by author James Horwitz for the cowboy memoir They Went Thataway. McCoy's final, posthumous, appearance was in Hollywood (1980), Kevin Brownlow-David Gill's television history of silent films.\n\nMcCoy died on January 29, 1978, at the Raymond W. Bliss Army Medical Center of Ft. Huachuca in Sierra Vista, Arizona.[7] He was cremated and his ashes returned to his Nogales home. Nine years later his remains, and those of his wife, Inga, who had died in 1973, were returned to his birthplace at Saginaw, Michigan, for burial in the Mount Olivet Cemetery next to his family's plot.[citation needed]\n\n"
        },
        {
            "title": "References",
            "text": "Hardback: \n\nPaperback: \n\nPaperback:\n\n"
        }
    ]
}