{
    "url": "https://en.wikipedia.org/wiki/Tim_Holt",
    "title": "Tim Holt",
    "table_of_contents": [
        "1 Early life",
        "2 Acting career",
        "2.1 Walter Wanger",
        "2.2 RKO Pictures",
        "2.2.1 Western star",
        "2.2.2 The Magnificent Ambersons",
        "2.2.3 War service",
        "2.3 Post-war",
        "2.3.1 The Treasure of the Sierra Madre",
        "2.4 Later movies",
        "3 Later career",
        "4 Personal life",
        "5 Legacy",
        "6 Filmography",
        "7 Box office ranking",
        "8 References",
        "9 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nCharles John \"Tim\" Holt III (February 5, 1919 – February 15, 1973) was an American actor. He was a popular Western star during the 1940s and early 1950s, appearing in forty-six B westerns released by RKO Pictures.\n\nIn a career spanning more than four decades, Holt is best remembered for his roles in the films The Magnificent Ambersons (1942) and The Treasure of the Sierra Madre (1948).\n\n"
        },
        {
            "title": "Early life",
            "text": "Holt was born Charles John Holt III on February 5, 1919, in Beverly Hills, California, the son of actor Jack Holt and Margaret Woods.[1]  During his early years, he accompanied his father on location, even appearing in an early silent film.[2] He was the inspiration for his father's book, Lance and His First Horse.\n\nHolt was educated at Culver Military Academy in Culver, Indiana, graduating in 1936.[2] One of his classmates was Budd Boetticher who recalled Holt \"used to walk around in our suite of rooms there…and he often had on his .38 revolvers and holster. He’d walk up and down the hall in his bathrobe and practice drawing his guns. He’d say, ‘I’m going to be a western star some day’.\"[3] Immediately after graduation he went to work in the Hollywood film business.[1]\n\nHis sister, Jennifer Holt, also appeared in B-westerns, notably opposite Johnny Mack Brown at Universal.[4]\n\n"
        },
        {
            "title": "Acting career",
            "text": "Holt was signed to a contract by Walter Wanger in January 1937.[5] Wanger was going to use him in Blockade, but that film was postponed.[6]\n\nInstead he made his debut as Anne Shirley's suitor in Stella Dallas (1937) for Sam Goldwyn – the same role that another film star's son, Douglas Fairbanks Jr., had played in the 1925 version.[7] When told he was given the role his father Jack said, \"Fine. Let's have one good actor in the family.\"[8] Wanger then cast him in I Met My Love Again (1938) and used him for a Technicolor Western, Gold is Where You Find It. In the latter the Los Angeles Times said Holt \"confirms the favourable impression he gave\" in Stella Dallas.[9]\n\nRKO borrowed him for a western The Renegade Ranger (1938) supporting George O'Brien, then a leading star of B-westerns. Wanger wanted to star Holt opposite Henry Fonda and Louise Platt in an adaptation of Vincent Sheean's Personal History; however after the problems Wanger had making Blockade he decided to postpone the project. (It was later filmed as Foreign Correspondent.) He lent Holt to Paramount to play the juvenile lead in Sons of the Legion[10] then RKO asked for him again in The Law West of Tombstone, supporting Harry Carey.\n\nWanger then used Holt in the role of young Lieutenant Blanchard in the 1939 classic Stagecoach. At Universal he appeared in a story of his old alma mater, Culver Military Academy, The Spirit of Culver.[11]  His contract with Wanger expired. RKO signed Holt to a seven-year contract in December 1938.[12][13][14]\n\n RKO gave Holt his first lead in the B-film The Rookie Cop. It was popular, and RKO put him in The Girl and the Gambler opposite Leo Carrillo. He was then cast as the romantic lead for the studio's biggest star, Ginger Rogers, in 5th Avenue Girl (1939). It was popular and the Los Angeles Times said Holt \"does unusually well in this\",[15] although the New York Times thought he \"seems a trifle young to be running a great corporation\".[16]  He was meant to play the eldest son in Three Sons (1939) with Edward Ellis,[17] but he was withdrawn and replaced by William Gargan.[18] He was also meant to star in a Western, Silver City, with Betty Grable, but it was not made.[19]  In early 1940 it was announced Holt and Ginger Rogers would be reunited in an adaptation of The Enchanted Cottage.[20] The film was not made until several years later with different stars. Instead he was assigned to play Fritz Robinson in the studio's expensive adaptation of Swiss Family Robinson (1940). He also played the lead in Laddie (1940); the Los Angeles Times called him \"engaging and capable\".[21] Swiss Family Robinson was a financial failure and Laddie was not particularly popular.\n\n\nDuring the late 1930s, George O'Brien had made a number of low-budget Westerns for RKO. Holt later recalled, \"I believe George O’Brien quit over money so RKO needed another Western star and I was put forward.\"[22]  In early 1940, RKO announced Holt would make six low-budget B-Westerns, starting with Wagon Train with Martha O'Driscoll.[23] O'Driscoll and Holt were meant to reteam in Sir Piegan Passes but it was not made.[24] Instead Holt appeared in The Fargo Kid.  Universal borrowed him to play Charles Boyer's son in Back Street (1941). The Los Angeles Times said Holt had \"some splendid scenes towards the end\".[25] Then it was back to Westerns: Robbers of the Range (1941), Along the Rio Grande (1941), Cyclone on Horseback (1941) and Six-Gun Gold (1941).  Holt usually played a cowboy who had one or two friends, who occasionally sang. From 1940–42 he made 18 Westerns. His first sidekick was Ray Whitley, who was slightly older than Holt, and who would usually sing a song or two in each film. The other sidekick was a character \"Whopper\" played by Emmett Lynn and then Lee White. 1942 they were replaced by Cliff Edwards as Ike.  Author Tom Stempel later recalled: \n  The Westerns proved popular and Holt wound up making six more: The Bandit Trail (1941), Dude Cowboy (1941), Riding the Wind (1942), Land of the Open Range (1942), Come on Danger (1942) and Thundering Hoofs (1942).\n\n  Holt's career received a boost in September 1941[26] when Orson Welles cast him as the lead in his second film, The Magnificent Ambersons (1942). \"It was a lucky decision\", Welles later said, calling Holt \"one of the most interesting actors that's ever been in American movies\".[27]: 113  The Washington Post thought Holt \"gives an excellent account of himself\". The New York Times said he \"draws out all the meanness in George's character which is precisely what the role demands.\"[28][29] (In 1965 Welles wanted to reshoot the ending with those of the original cast still alive, including Holt, but it did not happen.[30])\n\nRKO announced they had purchased two stories for Holt, Five of Spades (which became The Avenging Rider) and Adventures of Salt Valley. He was always announced for There Goes Lona Henry.[31] Holt was going to enter the army, so RKO quickly put him in six more Westerns: Bandit Ranger (1942), Red River Robin Hood (1942), Pirates of the Prairie (1942), Fighting Frontier (1943), Sagebrush Law (1943) and The Avenging Rider (1942).[32]  His entry into the U.S. Army Air Forces was delayed long enough so that Holt could star in Hitler's Children (1943).[33] He was called to active duty during the making of the film.[34] However it was one of RKO's most profitable movies during the war.\n\nHolt became a decorated combat veteran of World War II, flying in the Pacific Theatre with the United States Army Air Forces as a B-29 bombardier.[1] He was wounded over Tokyo on the last day of the war and was awarded a Purple Heart.[35]  He was also a recipient of the Distinguished Flying Cross.[36][37]\n\nFollowing the war, Holt returned to films and went back to RKO. According to his biographer David Rothel, \"No more was he the callow, youthful cowboy with big, silly grin on his face. Now he exuded a steady, serious no-nonsense type of mature cowboy who was less impulsive, more contemporary, and somewhat ‘world weary.\"[3][38] Tom Stempel argues that \"While Holt had lost his baby fat during the war, he still had a wonderful grin and cute dimples. He used the mixture of charm and seriousness very well.\"[3]\n\nHis post-war career began well when 20th Century Fox borrowed him to play Virgil Earp alongside Henry Fonda's Wyatt Earp in the John Ford western My Darling Clementine (1946). For RKO he appeared in a series of Zane Gray adaptations: Thunder Mountain (1947),[39] Under the Tonto Rim (1947) and Wild Horse Mesa (1947). He also made Western Heritage (1947), which was an original screenplay. The budgets were around $100,000 a film, making them among the more expensive B Westerns.[40]\n\nHolt was next borrowed by Warner Bros for the role for which he is probably best remembered — that of Bob Curtin to Humphrey Bogart's Fred C. Dobbs in John Huston's The Treasure of the Sierra Madre (1948), about two men who team up to prospect for gold, only to have greed tear apart their partnership. Holt's father also appeared in a small part.  Tim Holt tended to be overshone in reviews by Bogart and Walter Huston, the latter winning an Oscar for Best Supporting Actor for his performance. However the Chicago Daily Tribune said he was very likeable\".[41] The Los Angeles Times said Holt \"gives a rare and sincere impression of character in his performance.\"[42]\n\nAccording to the Los Angeles Times, Holt's casting in Madre impressed RKO studio chief Dore Schary who announced \"expanding plans\" for the actor, looking to cast him in films other than Westerns. He also promised a bigger budget for Holt's Westerns such as The Arizona Ranger (1948), which cast him opposite his father.[43] However the films remained undistinguished: Guns of Hate (1948), Indian Agent (1948) and Gun Smugglers (1948).\n\nHis most frequent director was Lesley Selander and his sidekick in more than 25 of these movies was Richard Martin. Martin played Chito Jose Gonzales Bustamente Rafferty, a character created by writer Jack Wagner for the 1943 film Bombardier and who had appeared in some Robert Mitchum westerns before being put into Tim Holt films. Stempel:\n\nIn 1948 Tim Holt also featured as the hero of a series of comic books[44]\n\nHowever that year Brothers in the Saddle (1948) recorded a loss of $35,000[3] as the growth of TV and decline in cinema audiences started to cut into Holt's market.\n\nDore Schary left RKO in 1948 and the new management was not keen to cast Holt in anything other than Westerns: Rustlers (1949), Stagecoach Kid (1949), Masked Raiders (1949), The Mysterious Desperado (1949) and Riders of the Range (1949). The latter lost $50,000.[45]\n\nThe Westerns continued: Dynamite Pass (1950), Storm over Wyoming (1950), Rider from Tucson (1950), Border Treasure (1950) and Rio Grande Patrol (1950). Law of the Badlands (1951) was the cheapest Tim Holt vehicle since the war years, made for $98,000, but still recorded a loss of $20,000.[46]\n\nAfter Gunplay (1951), Saddle Legion (1951) had a higher quality female lead – Dorothy Malone – and then Holt unexpectedly appeared in an \"A\", supporting Robert Mitchum and Jane Russell in His Kind of Woman for director John Farrow.\n\nIn September 1950 it was announced Holt would support Montgomery Clift for director Nicholas Ray in The Flying Leathernecks (1951) but the film was made without either actor.[47]\n\nInstead it was back to Westerns: Pistol Harvest (1951), Hot Lead (1951), Overland Telegraph (1951), Trail Guide (1952), Road Agent (1952), Target (1952), and finally Desert Passage (1952). The latter lost $30,000 so it was decided to end the series.[3]\n\nHe made a TV appearance for Chevron Theatre.\n\n"
        },
        {
            "title": "Later career",
            "text": "Holt had been to Oklahoma in 1947 with a rodeo, and met the woman who became his final wife. When his movie series ended he decided to move to Oklahoma for good. \"I never did like Hollywood that much… there was nothing magical about it for me\", he said.[22]\n\nHe was absent from the screen for five years until he starred in a horror film, The Monster That Challenged the World, in 1957, Holt said it \"wasn’t too bad a picture at all\".[22] Over the next 16 years, he appeared in only two more motion pictures as well as an episode of The Virginian. He was going to make a sequel to Treasure of the Sierra Madre with Nick Adams, but Adams died.[22]\n\nHowever he kept busy managing theatres and making personal appearances.[1] He got a degree in animal nutrition from Iowa, worked as a builder, produced rodeos, staged and performed Western music jamborees, and worked as an advertising manager for a radio station from 1962 onwards.[14] Holt later said of this period:\n\n"
        },
        {
            "title": "Personal life",
            "text": "Holt was married three times and had four children: three sons (one from his first marriage) and a daughter.\n\nTim Holt died from bone cancer on February 15, 1973,[48] in Shawnee, Oklahoma, where he had been managing a radio station. He was interred in the Memory Lane Cemetery in Harrah, Oklahoma. The street where he and his wife had lived in Harrah was subsequently renamed Tim Holt Drive in his honor.[1]\n\n"
        },
        {
            "title": "Legacy",
            "text": "Robert Mott of the Washington Post later said of Holt:\n\nIn 1991, Tim Holt was inducted posthumously into the Western Performers Hall of Fame at the National Cowboy & Western Heritage Museum in Oklahoma City, Oklahoma. In 1992, the Golden Boot Awards honored Holt for his lifetime contributions to western cinema.\n\n"
        },
        {
            "title": "Box office ranking",
            "text": "For a number of years Holt was voted by US exhibitors as among the most popular Western stars in the country.\n\n"
        }
    ]
}