{
    "url": "https://en.wikipedia.org/wiki/Time_dilation",
    "title": "Time dilation",
    "table_of_contents": [
        "1 History",
        "2 Time dilation caused by a relative velocity",
        "2.1 Simple inference",
        "2.2 Reciprocity",
        "2.3 Experimental testing",
        "2.3.1 Doppler effect",
        "2.3.2 Moving particles",
        "2.4 Proper time and Minkowski diagram",
        "2.5 Derivation and formulation",
        "2.6 Hyperbolic motion",
        "2.7 Clock hypothesis",
        "3 Time dilation caused by gravity or acceleration",
        "3.1 Experimental testing",
        "4 Combined effect of velocity and gravitational time dilation",
        "4.1 Experimental testing",
        "5 In popular culture",
        "6 See also",
        "7 Footnotes",
        "8 References",
        "9 Further reading",
        "10 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "In physics and relativity, time dilation is the difference in the elapsed time as measured by two clocks. It is either due to a relative velocity between them (special relativistic \"kinetic\" time dilation) or to a difference in gravitational potential between their locations (general relativistic gravitational time dilation). When unspecified, \"time dilation\" usually refers to the effect due to velocity.\n\nAfter compensating for varying signal delays due to the changing distance between an observer and a moving clock (i.e. Doppler effect), the observer will measure the moving clock as ticking slower than a clock that is at rest in the observer's own reference frame. In addition, a clock that is close to a massive body (and which therefore is at lower gravitational potential) will record less elapsed time than a clock situated further from the said massive body (and which is at a higher gravitational potential).\n\nThese predictions of the theory of relativity have been repeatedly confirmed by experiment, and they are of practical concern, for instance in the operation of satellite navigation systems such as GPS and Galileo.[1] Time dilation has also been the subject of science fiction works.\n\n"
        },
        {
            "title": "History",
            "text": "Time dilation by the Lorentz factor was predicted by several authors at the turn of the 20th century.[2][3] Joseph Larmor (1897), at least for electrons orbiting a nucleus, wrote \"... individual electrons describe corresponding parts of their orbits in times shorter for the [rest] system in the ratio: \n\n\n\n\n\n1\n−\n\n\n\nv\n\n2\n\n\n\nc\n\n2\n\n\n\n\n\n\n\n\n{\\textstyle {\\sqrt {1-{\\frac {v^{2}}{c^{2}}}}}}\n\n\".[4] Emil Cohn (1904) specifically related this formula to the rate of clocks.[5] In the context of special relativity it was shown by Albert Einstein (1905) that this effect concerns the nature of time itself, and he was also the first to point out its reciprocity or symmetry.[6] Subsequently, Hermann Minkowski (1907) introduced the concept of proper time which further clarified the meaning of time dilation.[7]\n\n\n"
        },
        {
            "title": "Time dilation caused by a relative velocity",
            "text": "Special relativity indicates that, for an observer in an inertial frame of reference, a clock that is moving relative to them will be measured to tick slower than a clock that is at rest in their frame of reference. This case is sometimes called special relativistic time dilation. The faster the relative velocity, the greater the time dilation between one another, with time slowing to a stop as one approaches the speed of light (299,792,458 m/s).\n\nTheoretically, time dilation would make it possible for passengers in a fast-moving vehicle to advance further into the future in a short period of their own time. For sufficiently high speeds, the effect is dramatic. For example, one year of travel might correspond to ten years on Earth. Indeed, a constant 1 g acceleration would permit humans to travel through the entire known Universe in one human lifetime.[9]\n\nWith current technology severely limiting the velocity of space travel, however, the differences experienced in practice are minuscule: after 6 months on the International Space Station (ISS), orbiting Earth at a speed of about 7,700 m/s, an astronaut would have aged about 0.005 seconds less than those on Earth.[10] The cosmonauts Sergei Krikalev and Sergei Avdeyev both experienced time dilation of about 20 milliseconds compared to time that passed on Earth.[11][12]\n\n\nTime dilation can be inferred from the observed constancy of the speed of light in all reference frames dictated by the second postulate of special relativity.[13][14][15][16]\n\nThis constancy of the speed of light means that, counter to intuition, the speeds of material objects and light are not additive. It is not possible to make the speed of light appear greater by moving towards or away from the light source.\n\nConsider then, a simple vertical clock consisting of two mirrors A and B, between which a light pulse is bouncing. The separation of the mirrors is L and the clock ticks once each time the light pulse hits mirror A.\n\nIn the frame in which the clock is at rest (see left part of the diagram), the light pulse traces out a path of length 2L and the period of the clock is 2L divided by the speed of light:\n\nFrom the frame of reference of a moving observer traveling at the speed v relative to the resting frame of the clock (right part of diagram), the light pulse is seen as tracing out a longer, angled path. Keeping the speed of light constant for all inertial observers requires a lengthening of the period of this clock from the moving observer's perspective. That is to say, as measured in a frame moving relative to the local clock, this clock will be running more slowly. Straightforward application of the Pythagorean theorem leads to the well-known prediction of special relativity:\n\nThe total time for the light pulse to trace its path is given by:\n\nThe length of the half path can be calculated as a function of known quantities as:\n\nElimination of the variables D and L from these three equations results in:\n\nwhich expresses the fact that the moving observer's period of the clock \n\n\n\nΔ\n\nt\n′\n\n\n\n{\\displaystyle \\Delta t'}\n\n is longer than the period \n\n\n\nΔ\nt\n\n\n{\\displaystyle \\Delta t}\n\n in the frame of the clock itself.\n\nBecause all clocks that have a common period in the resting frame should have a common period when observed from the moving frame, all other clocks—mechanical, electronic, optical (such as an identical horizontal version of the clock in the example)—should exhibit the same velocity-dependent time dilation.[17]\n\nGiven a certain frame of reference, and the \"stationary\" observer described earlier, if a second observer accompanied the \"moving\" clock, each of the observers would perceive the other's clock as ticking at a slower rate than their own local clock, due to them both perceiving the other to be the one that is in motion relative to their own stationary frame of reference.\n\nCommon sense would dictate that, if the passage of time has slowed for a moving object, said object would observe the external world's time to be correspondingly sped up. Counterintuitively, special relativity predicts the opposite. When two observers are in motion relative to each other, each will measure the other's clock slowing down, in concordance with them being in motion relative to the observer's frame of reference.\n\nWhile this seems self-contradictory, a similar oddity occurs in everyday life. If two persons A and B observe each other from a distance, B will appear small to A, but at the same time, A will appear small to B. Being familiar with the effects of perspective, there is no contradiction or paradox in this situation.[18]\n\nThe reciprocity of the phenomenon also leads to the so-called twin paradox where the aging of twins, one staying on Earth and the other embarking on space travel, is compared, and where the reciprocity suggests that both persons should have the same age when they reunite. On the contrary, at the end of the round-trip, the traveling twin will be younger than the sibling on Earth. The dilemma posed by the paradox, however, can be explained by the fact that the traveling twin must markedly accelerate in at least three phases of the trip (beginning, direction change, and end), while the other will only experience negligible acceleration,[19][20][21] due to rotation and revolution of Earth. During the acceleration phases of space travel, time dilation is not symmetric.\n\nIn the Minkowski diagram from the first image on the right, clock C resting in inertial frame S′ meets clock A at d and clock B at f (both resting in S). All three clocks simultaneously start to tick in S. The worldline of A is the ct-axis, the worldline of B intersecting f is parallel to the ct-axis, and the worldline of C is the ct′-axis. All events simultaneous with d in S are on the x-axis, in S′ on the x′-axis.\n\nThe proper time between two events is indicated by a clock present at both events.[28] It is invariant, i.e., in all inertial frames it is agreed that this time is indicated by that clock. Interval df is, therefore, the proper time of clock C, and is shorter with respect to the coordinate times ef=dg of clocks B and A in S. Conversely, also proper time ef of B is shorter with respect to time if in S′, because event e was measured in S′ already at time i due to relativity of simultaneity, long before C started to tick.\n\nFrom that it can be seen, that the proper time between two events indicated by an unaccelerated clock present at both events, compared with the synchronized coordinate time measured in all other inertial frames, is always the minimal time interval between those events. However, the interval between two events can also correspond to the proper time of accelerated clocks present at both events. Under all possible proper times between two events, the proper time of the unaccelerated clock is maximal, which is the solution to the twin paradox.[28]\n\nIn addition to the light clock used above, the formula for time dilation can be more generally derived from the temporal part of the Lorentz transformation.[29] Let there be two events at which the moving clock indicates \n\n\n\n\nt\n\na\n\n\n\n\n{\\displaystyle t_{a}}\n\n and \n\n\n\n\nt\n\nb\n\n\n\n\n{\\displaystyle t_{b}}\n\n, thus:\n\nSince the clock remains at rest in its inertial frame, it follows \n\n\n\n\nx\n\na\n\n\n=\n\nx\n\nb\n\n\n\n\n{\\displaystyle x_{a}=x_{b}}\n\n, thus the interval \n\n\n\nΔ\n\nt\n\n′\n\n\n=\n\nt\n\nb\n\n\n′\n\n\n−\n\nt\n\na\n\n\n′\n\n\n\n\n{\\displaystyle \\Delta t^{\\prime }=t_{b}^{\\prime }-t_{a}^{\\prime }}\n\n is given by:\n\nwhere Δt is the time interval between two co-local events (i.e. happening at the same place) for an observer in some inertial frame (e.g. ticks on their clock), known as the proper time, Δt′ is the time interval between those same events, as measured by another observer, inertially moving with velocity v with respect to the former observer, v is the relative velocity between the observer and the moving clock, c is the speed of light, and the Lorentz factor (conventionally denoted by the Greek letter gamma or γ) is:\n\nThus the duration of the clock cycle of a moving clock is found to be increased: it is measured to be \"running slow\". The range of such variances in ordinary life, where v ≪ c, even considering space travel, are not great enough to produce easily detectable time dilation effects and such vanishingly small effects can be safely ignored for most purposes. It is only when an object approaches speeds on the order of 30,000 km/s (1/10 the speed of light) that time dilation becomes important.[30]\n\nIn special relativity, time dilation is most simply described in circumstances where relative velocity is unchanging. Nevertheless, the Lorentz equations allow one to calculate proper time and movement in space for the simple case of a spaceship which is applied with a force per unit mass, relative to some reference object in uniform (i.e. constant velocity) motion, equal to g throughout the period of measurement.\n\nLet t be the time in an inertial frame subsequently called the rest frame. Let x be a spatial coordinate, and let the direction of the constant acceleration as well as the spaceship's velocity (relative to the rest frame) be parallel to the x-axis. Assuming the spaceship's position at time t = 0 being x = 0 and the velocity being v0 and defining the following abbreviation:\n\nthe following formulas hold:[31]\n\nPosition:\n\nVelocity:\n\nProper time as function of coordinate time:\n\nIn the case where v(0) = v0 = 0 and τ(0) = τ0 = 0 the integral can be expressed as a logarithmic function or, equivalently, as an inverse hyperbolic function:\n\nAs functions of the proper time \n\n\n\nτ\n\n\n{\\displaystyle \\tau }\n\n of the ship, the following formulae hold:[32]\n\nPosition:\n\nVelocity:\n\nCoordinate time as function of proper time:\n\nThe clock hypothesis is the assumption that the rate at which a clock is affected by time dilation does not depend on its acceleration but only on its instantaneous velocity. This is equivalent to stating that a clock moving along a path \n\n\n\nP\n\n\n{\\displaystyle P}\n\n measures the proper time, defined by:\n\nThe clock hypothesis was implicitly (but not explicitly) included in Einstein's original 1905 formulation of special relativity. Since then, it has become a standard assumption and is usually included in the axioms of special relativity, especially in the light of experimental verification up to very high accelerations in particle accelerators.[33][34]\n\n\n"
        },
        {
            "title": "Time dilation caused by gravity or acceleration",
            "text": "Gravitational time dilation is experienced by an observer that, at a certain altitude within a gravitational potential well, finds that their local clocks measure less elapsed time than identical clocks situated at higher altitude (and which are therefore at higher gravitational potential).\n\nGravitational time dilation is at play e.g. for ISS astronauts. While the astronauts' relative velocity slows down their time, the reduced gravitational influence at their location speeds it up, although to a lesser degree. Also, a climber's time is theoretically passing slightly faster at the top of a mountain compared to people at sea level. It has also been calculated that due to time dilation, the core of the Earth is 2.5 years younger than the crust.[35] \"A clock used to time a full rotation of the Earth will measure the day to be approximately an extra 10 ns/day longer for every km of altitude above the reference geoid.\"[36] Travel to regions of space where extreme gravitational time dilation is taking place, such as near (but not beyond the event horizon of) a black hole, could yield time-shifting results analogous to those of near-lightspeed space travel.\n\nContrarily to velocity time dilation, in which both observers measure the other as aging slower (a reciprocal effect), gravitational time dilation is not reciprocal. This means that with gravitational time dilation both observers agree that the clock nearer the center of the gravitational field is slower in rate, and they agree on the ratio of the difference.\n\n"
        },
        {
            "title": "Combined effect of velocity and gravitational time dilation",
            "text": "High-accuracy timekeeping, low-Earth-orbit satellite tracking, and pulsar timing are applications that require the consideration of the combined effects of mass and motion in producing time dilation. Practical examples include the International Atomic Time standard and its relationship with the Barycentric Coordinate Time standard used for interplanetary objects.\n\nRelativistic time dilation effects for the solar system and the Earth can be modeled very precisely by the Schwarzschild solution to the Einstein field equations. In the Schwarzschild metric, the interval \n\n\n\nd\n\nt\n\nE\n\n\n\n\n{\\displaystyle dt_{\\text{E}}}\n\n is given by:[39][40]\n\nwhere:\n\nThe coordinate velocity of the clock is given by:\n\nThe coordinate time \n\n\n\n\nt\n\nc\n\n\n\n\n{\\displaystyle t_{c}}\n\n is the time that would be read on a hypothetical \"coordinate clock\" situated infinitely far from all gravitational masses (\n\n\n\nU\n=\n0\n\n\n{\\displaystyle U=0}\n\n), and stationary in the system of coordinates (\n\n\n\nv\n=\n0\n\n\n{\\displaystyle v=0}\n\n). The exact relation between the rate of proper time and the rate of coordinate time for a clock with a radial component of velocity is:\n\nwhere:\n\nThe above equation is exact under the assumptions of the Schwarzschild solution. It reduces to velocity time dilation equation in the presence of motion and absence of gravity, i.e. \n\n\n\n\nβ\n\ne\n\n\n=\n0\n\n\n{\\displaystyle \\beta _{e}=0}\n\n. It reduces to gravitational time dilation equation in the absence of motion and presence of gravity, i.e. \n\n\n\nβ\n=\n0\n=\n\nβ\n\n∥\n\n\n\n\n{\\displaystyle \\beta =0=\\beta _{\\shortparallel }}\n\n.\n\n"
        },
        {
            "title": "In popular culture",
            "text": "Velocity and gravitational time dilation have been the subject of science fiction works in a variety of media. Some examples in film are the movies Interstellar and Planet of the Apes.[44] In Interstellar, a key plot point involves a planet, which is close to a rotating black hole and on the surface of which one hour is equivalent to seven years on Earth due to time dilation.[45] Physicist Kip Thorne collaborated in making the film and explained its scientific concepts in the book The Science of Interstellar.[46][47]\n\nTime dilation was used in the Doctor Who episodes World Enough and Time and The Doctor Falls, which take place on a spaceship in the vicinity of a black hole. Due to the immense gravitational pull of the black hole and the ship's length (400 miles), time moves faster at one end than the other. When The Doctor's companion, Bill, gets taken away to the other end of the ship, she waits years for him to rescue her; in his time, only minutes pass.[48] Furthermore, the dilation allows the Cybermen to evolve at a \"faster\" rate than previously seen in the show.\n\nTau Zero, a novel by Poul Anderson, is an early example of the concept in science fiction literature. In the novel, a spacecraft uses a Bussard ramjet to accelerate to high enough speeds that the crew spends five years on board, but thirty-three years pass on the Earth before they arrive at their destination. The velocity time dilation is explained by Anderson in terms of the tau factor which decreases closer and closer to zero as the ship approaches the speed of light—hence the title of the novel.[49] Due to an accident, the crew is unable to stop accelerating the spacecraft, causing such extreme time dilation that the crew experiences the Big Crunch at the end of the universe.[50] Other examples in literature, such as Rocannon's World and The Forever War, similarly make use of relativistic time dilation as a scientifically plausible literary device to have certain characters age slower than the rest of the universe.[51][52]\n\n"
        }
    ]
}