{
    "url": "https://en.wikipedia.org/wiki/Fast_motion",
    "title": "Time-lapse photography",
    "table_of_contents": [
        "1 History",
        "2 Terminology",
        "3 How time-lapse works",
        "4 Short and long exposure time-lapse",
        "5 Time-lapse camera movement",
        "5.1 Related techniques",
        "6 High-dynamic-range (HDR) time-lapse",
        "7 Day-to-night transitions",
        "8 See also",
        "9 Notes",
        "10 References",
        "11 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Time-lapse photography is a technique in which the frequency at which film frames are captured (the frame rate) is much lower than the frequency used to view the sequence. When played at normal speed, time appears to be moving faster and thus lapsing. For example, an image of a scene may be captured at 1 frame per second but then played back at 30 frames per second; the result is an apparent 30 times speed increase. Similarly, film can also be played at a much lower rate than at which it was captured, which slows down an otherwise fast action, as in slow motion or high-speed photography.\n\nProcesses that would normally appear subtle and slow to the human eye, such as the motion of the sun and stars in the sky or the growth of a plant, become very pronounced. Time-lapse is the extreme version of the cinematography technique of undercranking. Stop motion animation is a comparable technique; a subject that does not actually move, such as a puppet, can repeatedly be moved manually by a small distance and photographed. Then, the photographs can be played back as a film at a speed that shows the subject appearing to move.\n\n"
        },
        {
            "title": "History",
            "text": "Some classic subjects of time-lapse photography include:\n\nThe technique has been used to photograph crowds, traffic, and even television. The effect of photographing a subject that changes imperceptibly slowly, creates a smooth impression of motion. A subject that changes quickly is transformed into an onslaught of activity.\n\nThe inception of time-lapse photography occurred in 1872 when Leland Stanford hired Eadweard Muybridge to prove whether or not race horses hooves ever are simultaneously in the air when running. The experiments progressed for 6 years until 1878 when Muybridge set up a series of cameras for every few feet of a track which had tripwires the horses triggered as they ran. The photos taken from the multiple cameras were then compiled into a collection of images that recorded the horses running.[2]\n\nThe first use of time-lapse photography in a feature film was in Georges Méliès' motion picture Carrefour De L'Opera (1897).[3]\n\nF. Percy Smith pioneered[4] the use of time-lapse in nature photography with his 1910 silent film The Birth of a Flower.[5]\n\nTime-lapse photography of biological phenomena was pioneered by Jean Comandon[6][7] in collaboration with Pathé Frères from 1909, by F. Percy Smith in 1910 and Roman Vishniac from 1915 to 1918. Time-lapse photography was further pioneered in the 1920s via a series of feature films called Bergfilme (Mountain films) by Arnold Fanck, including Das Wolkenphänomen in Maloja (1924) and The Holy Mountain (1926).\n\nFrom 1929 to 1931, R. R. Rife astonished journalists with early demonstrations of high magnification time-lapse cine-micrography.[8][9] but no filmmaker can be credited for popularizing time-lapse more[citation needed] than Dr. John Ott, whose life-work is documented in the DVD-film Exploring the Spectrum.\n\nOtt's initial \"day-job\" career was that of a banker, with time-lapse movie photography, mostly of plants, initially just a hobby. Starting in the 1930s, Ott bought and built more and more time-lapse equipment, eventually building a large greenhouse full of plants, cameras, and even self-built automated electric motion control systems for moving the cameras to follow the growth of plants as they developed. He time-lapsed his entire greenhouse of plants and cameras as they worked – a virtual symphony of time-lapse movement. His work was featured on a late 1950s episode of the request TV show, You Asked For It.\n\nOtt discovered that the movement of plants could be manipulated by varying the amount of water the plants were given, and varying the color-temperature of the lights in the studio. Some colors caused the plants to flower, and other colors caused the plants to bear fruit. Ott discovered ways to change the sex of plants merely by varying the light source color-temperature.\nBy using these techniques, Ott time-lapse animated plants \"dancing\" up and down in synch to pre-recorded music tracks.\nHis cinematography of flowers blooming in such classic documentaries as Walt Disney's Secrets of Life (1956), pioneered the modern use of time-lapse on film and television.[citation needed] Ott wrote several books on the history of his time-lapse adventures, My Ivory Cellar (1958), Health and Light (1979), and the film documentary Exploring the Spectrum (DVD 2008).\n\nThe Oxford Scientific Film Institute in Oxford, United Kingdom specializes in time-lapse and slow-motion systems, and has developed camera systems that can go into (and move through) small places.[citation needed] Their footage has appeared in TV documentaries and movies.\n\nPBS's NOVA series aired a full episode on time-lapse (and slow motion) photography and systems in 1981 titled Moving Still. Highlights of Oxford's work are slow-motion shots of a dog shaking water off himself, with close ups of drops knocking a bee off a flower, as well as time-lapse of the decay of a dead mouse.\n\nThe non-narrative feature film Koyaanisqatsi (1983) contained time-lapse of clouds, crowds, and cities filmed by cinematographer Ron Fricke. Years later, Ron Fricke produced a solo project called Chronos shot on IMAX cameras. Fricke used the technique extensively in the documentary Baraka (1992) which he photographed on Todd-AO (70 mm) film.\n\nCountless other films, commercials, TV shows and presentations have included time-lapse.\n\nFor example, Peter Greenaway's film A Zed & Two Noughts featured a sub-plot involving time-lapse photography of decomposing animals and included a composition called \"Time-lapse\" written for the film by Michael Nyman. In the late 1990s, Adam Zoghlin's time-lapse cinematography was featured in the CBS television series Early Edition, depicting the adventures of a character that receives tomorrow's newspaper today. David Attenborough's 1995 series, The Private Life of Plants, also utilised the technique extensively.\n\n"
        },
        {
            "title": "Terminology",
            "text": "The frame rate of time-lapse movie photography can be varied to virtually any degree, from a rate approaching a normal frame rate (between 24 and 30 frames per second) to only one frame a day, a week, or longer, depending on subject.\n\nThe term \"time-lapse\" can also apply to how long the shutter of the camera is open during the exposure of each frame of film (or video), and has also been applied to the use of long-shutter openings used in still photography in some older photography circles. In movies, both kinds of time-lapse can be used together, depending on the sophistication of the camera system being used. A night shot of stars moving as the Earth rotates requires both forms. A long exposure of each frame is necessary to enable the dim light of the stars to register on the film. Lapses in time between frames provide the rapid movement when the film is viewed at normal speed.\n\nAs the frame rate of time-lapse approaches normal frame rates, these \"mild\" forms of time-lapse are sometimes referred to simply as fast motion or (in video) fast forward. This type of borderline time-lapse resembles a VCR in a fast forward (\"scan\") mode. A man riding a bicycle will display legs pumping furiously while he flashes through city streets at the speed of a racing car. Longer exposure rates for each frame can also produce blurs in the man's leg movements, heightening the illusion of speed.\n\nTwo examples of both techniques are the running sequence in Terry Gilliam's The Adventures of Baron Munchausen (1989), in which a character outraces a speeding bullet, and Los Angeles animator Mike Jittlov's 1980s short and feature-length films, both titled The Wizard of Speed and Time.\nWhen used in motion pictures and on television, fast motion can serve one of several purposes. One popular usage is for comic effect. A slapstick comic scene might be played in fast motion with accompanying music. (This form of special effect was often used in silent film comedies in the early days of the cinema; see also liquid electricity).\n\nAnother use of fast motion is to speed up slow segments of a TV program that would otherwise take up too much of the time allotted a TV show. This allows, for example, a slow scene in a house redecorating show of furniture being moved around (or replaced with other furniture) to be compressed in a smaller allotment of time while still allowing the viewer to see what took place.\n\nThe opposite of fast motion is slow motion. Cinematographers refer to fast motion as undercranking since it was originally achieved by cranking a handcranked camera slower than normal. Overcranking produces slow motion effects.\n\n"
        },
        {
            "title": "How time-lapse works",
            "text": "Film is often projected at 24 frame/s, meaning 24 images appear on the screen every second. Under normal circumstances, a film camera will record images at 24 frame/s since the projection speed and the recording speed are the same.\n\nEven if the film camera is set to record at a slower speed, it will still be projected at 24 frame/s. Thus the image on screen will appear to move faster.\n\n\n\nThe change in speed of the onscreen image can be calculated by dividing the projection speed by the camera speed.\n\nSo a film recorded at 12 frames per second will appear to move twice as fast. Shooting at camera speeds between 8 and 22 frames per second usually falls into the undercranked fast motion category, with images shot at slower speeds more closely falling into the realm of time-lapse, although these distinctions of terminology have not been entirely established in all movie production circles.\n\nThe same principles apply to video and other digital photography techniques. However, until very recently[when?], video cameras have not been capable of recording at variable frame rates.\n\nTime-lapse can be achieved with some normal movie cameras by simply shooting individual frames manually. But greater accuracy in time-increments and consistency in exposure rates of successive frames are better achieved through a device that connects to the camera's shutter system (camera design permitting) called an intervalometer. The intervalometer regulates the motion of the camera according to a specific interval of time between frames. Today, many consumer grade digital cameras, including even some point-and-shoot cameras have hardware or software intervalometers available. Some intervalometers can be connected to motion control systems that move the camera on any number of axes as the time-lapse photography is achieved, creating tilts, pans, tracks, and trucking shots when the movie is played at normal frame rate. Ron Fricke is the primary developer of such systems, which can be seen in his short film Chronos (1985) and his feature films Baraka (1992, released to video in 2001) and Samsara (2011).\n\n"
        },
        {
            "title": "Short and long exposure time-lapse",
            "text": "As mentioned above, in addition to modifying the speed of the camera, it is important to consider the relationship between the frame interval and the exposure time. This relationship controls the amount of motion blur present in each frame and is, in principle, exactly the same as adjusting the shutter angle on a movie camera. This is known as \"dragging the shutter\".\n\nA film camera normally records images at 24 frames per second (fps). During each 1⁄24 second, the film is actually exposed to light for roughly half the time. The rest of the time, it is hidden behind the shutter. Thus exposure time for motion picture film is normally calculated to be 1⁄48 second (often rounded to 1⁄50 second). Adjusting the shutter angle on a film camera (if its design allows), can add or reduce the amount of motion blur by changing the amount of time that the film frame is actually exposed to light.\n\nIn time-lapse photography, the camera records images at a specific slow interval such as one frame every thirty seconds (1⁄30 fps). The shutter will be open for some portion of that time. In short exposure time-lapse the film is exposed to light for a normal exposure time over an abnormal frame interval. For example, the camera will be set up to expose a frame for 1⁄50 second every 30 seconds. Such a setup will create the effect of an extremely tight shutter angle giving the resulting film a stop-motion animation quality.\n\nIn long exposure time-lapse, the exposure time will approximate the effects of a normal shutter angle. Normally, this means the exposure time should be half of the frame interval. Thus a 30-second frame interval should be accompanied by a 15-second exposure time to simulate a normal shutter. The resulting film will appear smooth.\n\nThe exposure time can be calculated based on the desired shutter angle effect and the frame interval with the equation:\n\nLong exposure time-lapse is less common because it is often difficult to properly expose film at such a long period, especially in daylight situations. A film frame that is exposed for 15 seconds will receive 750 times more light than its 1⁄50 second counterpart. (Thus it will be more than 9 stops over normal exposure.) A scientific grade neutral density filter can be used to compensate for the over-exposure.\n\n"
        },
        {
            "title": "Time-lapse camera movement",
            "text": "Some of the most stunning time-lapse images are created by moving the camera during the shot. A time-lapse camera can be mounted to a moving car for example to create a notion of extreme speed.\n\nHowever, to achieve the effect of a simple tracking shot, it is necessary to use motion control to move the camera. A motion control rig can be set to dolly or pan the camera at a glacially slow pace. When the image is projected it could appear that the camera is moving at a normal speed while the world around it is in time lapse. This juxtaposition can greatly heighten the time-lapse illusion.\n\nThe speed that the camera must move to create a perceived normal camera motion can be calculated by inverting the time-lapse equation:\n\nBaraka was one of the first films to use this effect to its extreme. Director and cinematographer Ron Fricke designed his own motion control equipment that utilized stepper motors to pan, tilt and dolly the camera.\n\nThe short film A Year Along the Abandoned Road shows a whole year passing by in Norway's Børfjord at 50,000 times the normal speed in just 12 minutes. The camera was moved, manually, slightly each day, and so the film gives the viewer the impression of seamlessly travelling around the fjord as the year goes along, each day compressed into a few seconds.\n\nA panning time-lapse can be easily and inexpensively achieved by using a widely available equatorial telescope mount with a right ascension motor.[10] Two axis pans can be achieved as well, with contemporary motorized telescope mounts.\n\nA variation of these are rigs that move the camera during exposures of each frame of film, blurring the entire image. Under controlled conditions, usually with computers carefully making the movements during and between each frame, some exciting blurred artistic and visual effects can be achieved, especially when the camera is mounted on a tracking system that enables its own movement through space.\n\nThe most classic example of this is the \"slit-scan\" opening of the \"stargate\" sequence toward the end of Stanley Kubrick's 2001: A Space Odyssey (1968), created by Douglas Trumbull.\n\n"
        },
        {
            "title": "",
            "text": "Time-lapse can be combined with techniques such as high-dynamic-range imaging. One method to achieve HDR involves bracketing for each frame. Three photographs are taken at separate exposure values (capturing the three in immediate succession) to produce a group of pictures for each frame representing the highlights, mid-tones, and shadows. The bracketed groups are consolidated into individual frames. Those frames are then sequenced into video.\n\n"
        },
        {
            "title": "Day-to-night transitions",
            "text": "Day-to-night transitions are among the most demanding scenes in time-lapse photography and the method used to deal with those transitions is commonly referred to as the \"Holy Grail\" technique.[11] In a remote area not affected by light pollution the night sky is about ten million times darker than the sky on a sunny day, which is corresponding to 23 exposure values. In the analog age, blending techniques have been used in order to handle this difference: One shot has been taken in daytime and the other one in the night from exactly the same camera angle.\n\nToday, digital photography provides many ways to handle day-to-night transitions, such as automatic exposure and ISO, bulb ramping and several software solutions to operate the camera from a computer or smartphone.[11]\n\n"
        }
    ]
}