{
    "url": "https://en.wikipedia.org/wiki/Time_viewer",
    "title": "Time viewer",
    "table_of_contents": [
        "1 Concept",
        "1.1 Methods",
        "2 History",
        "3 Narrative function",
        "4 Themes",
        "4.1 Studying history",
        "4.2 Crimefighting",
        "4.3 Entertainment",
        "4.4 Privacy and espionage",
        "4.5 Altering the past",
        "5 Future time viewers",
        "6 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "In science fiction, a time viewer, temporal viewer, or chronoscope is a device that allows another point in time to be observed.[1] The concept has appeared since the late 1800s, constituting a significant yet relatively obscure subgenre of time travel fiction. Most commonly only the past can be observed, though occasionally time viewers capable of showing the future appear. Recurring applications include studying history, solving crimes, and entertainment. \n\n"
        },
        {
            "title": "Concept",
            "text": "In its most basic form, a time viewer is a device that only allows the observation of the past.[2] Unlike with a time machine, the user is not transported from one moment in time to another.[3][4] Under the strictest definition it cannot alter the past;[2][3] conversely, the unexpected discovery that the device does indeed affect the past is a common motif.[2][3] Variations on the concept where the future rather than the past is observed are more uncommon but nevertheless appear in multiple works.[3][5] Another variation involves listening to the past rather than viewing it.[2][3]\n\nDiegetic justifications for the ability to observe the past have varied, typically corresponding to contemporary scientific developments;[2] time viewers exploit impressions on the aether in the 1926 novel The Vicarion by Gardner Hunting,[6] exotic neutrino properties in the 1956 short story \"The Dead Past\" by Isaac Asimov,[2] and wormholes in the 2000 novel The Light of Other Days by Stephen Baxter and Arthur C. Clarke.[7] A common explanation involves the finite speed of light and astronomical distances; this method appears in the 1935 short story \"The Space Lens\" by Donald A. Wollheim, among others.[3] A variation that first appeared in the 1966 short story \"Light of Other Days\" by Bob Shaw (later included in the 1972 fix-up novel Other Days, Other Eyes) is using slow glass whose high refractive index means light takes years to pass through it.[2][5][8] Supernatural explanations also occur in works like the 1925 short story \"A View From a Hill\" by M. R. James, where a pair of binoculars have been enchanted to show the past, and the 1976 short story \"Balsamo's Mirror\" by L. Sprague de Camp, where the titular mirror allows a present-day person to view the world through the eyes of one from the past.[2][8]\n\n"
        },
        {
            "title": "History",
            "text": "The earliest known example of a fully fledged time viewer in fiction appears in the 1883 short story \"L'historioscope\" by Eugène Mouton in the form of an electrical telescope, though it was prefigured by a couple of proto-variations on the concept;[3][8][9] in the 1872 work Recits de l'infini (which later turned into the 1887 novel Lumen) by Camille Flammarion a spirit accomplishes the same effect by travelling faster than light, and the titular device in the 1873 short story \"The Automaton Ear\" by Florence McLandburgh enables listening to the past.[3][8][10] In film, the first time viewer appeared in the 1918 film The Ghost of Slumber Mountain.[3] The concept has appeared regularly in works of fiction ever since, creating a sub-genre within time travel fiction, but remained comparatively obscure.[2][6][7][11]\n\n"
        },
        {
            "title": "Narrative function",
            "text": "Stephen Baxter identifies several different ways time viewers are used in fiction. The most basic premise is of the time viewer as simply a \"neat gadget\", with a common variation being something going wrong, typically the past being unintentionally altered. Changing the past on purpose is another recurring application. In hard science fiction, the wider implications of the existence of time viewers are sometimes explored by performing what's known as a PEST (Political, Economic, Social, and Technical) analysis.[2] Paul J. Nahin additionally mentions the benefit for writers of being able to write time travel stories without running into time paradoxes,[6] as does Stephen Webb.[5]\n\n"
        },
        {
            "title": "Themes",
            "text": "Time viewers are sometimes used to observe moments in history that are similarly popular destinations for time travel in fiction, one example being the crucifixion of Jesus in the 1904 novel Around a Distant Star by Jean Delaire.[11] In the 1956 short story \"The Dead Past\" by Isaac Asimov, a historian is excited to use a time viewer to study ancient Carthage, only to find out that the device is limited to viewing the most recent 120 years,[5] and a historian uses a time viewer to read the contents of the Library of Alexandria in the 1980 short story \"One Time in Alexandria\" by Donald Franson.[12]\n\nIn the 1938–1939 Trumpets from Oblivion series by Henry Bedford-Jones, a time viewer allows scientists to discover the explanations for various myths,[3][13] and two war veterans use a time viewer to create historical films in order to dispel public misconceptions about the American Revolution and the American Civil War in the 1947 short story \"E for Effort\" by T. L. Sherred.[2][5] Revealing the truth about historical events also appears in the 1953 novel Childhood's End by Arthur C. Clarke, where alien invaders show humanity that our religions are false.[2]\n\nAstronomy is similarly studied in the 1969 novel Macroscope by Piers Anthony and the 1999 short story \"Hatching the Phoenix\" by Frederik Pohl. In the former the formation of the Solar System is studied, while in the latter observations are made of a world that has since been destroyed by a supernova.[3] Scientist in the 2000 novel The Light of Other Days by Stephen Baxter and Arthur C. Clarke use time viewer technology to study the entire history of life on Earth.[7]\n\nAn early instance of a time viewer being used to solve crimes is the 1926 novel The Vicarion by Gardner Hunting, as events leading up to a crime can be uncovered in reverse after the fact.[2][3] Later examples include the 1948 short story \"Private Eye\" by Henry Kuttner and C. L. Moore (writing jointly as \"Lewis Padgett\"), which revolves around a man planning a murder in such a way that the use of a time viewer by the authorities would not reveal his guilt,[2] and the 2006 film Déjà Vu, where the device shows events with a four-day delay which cannot be adjusted and there is consequently only one opportunity to view any given event.[3][14]\n\nThe 1926 novel The Vicarion by Gardner Hunting is an early example of time viewers being used for entertainment;[3] in the story, moments from history are shown in movie theaters to great public interest.[2] This theme recurs in the 1947 short story \"E for Effort\" by T. L. Sherred, though in that story the public is unaware that the films are not conventional movie productions.[5]\n\nA number of works explore the implications of being capable of remotely viewing the recent past—potentially as recent as less than a second ago—on privacy.[2][3][5][15] In the 1956 short story \"The Dead Past\" by Isaac Asimov, its use is suppressed by the government for this reason.[2][5] In the 1972 fix-up novel Other Days, Other Eyes by Bob Shaw, particles of the slow glass that captures images are spread all over to enable mass surveillance.[3] The 1976 short story \"I See You\" by Damon Knight posits that the complete loss of privacy resulting from universal access to a time viewer would usher in a utopia free from deceit and embarrassment.[2][3]\n\nEspionage applications appeared early; in the 1926 short story \"The Time Eliminator\" by pseudonymous author \"Kaw\", the United States government uses a time viewer to spy on a meeting of foreign leaders.[2][3] The realization that it can be put to this use triggers war to ensure that it does not in the 1947 short story \"E for Effort\" by T. L. Sherred.[2][3]\n\nThe implication that just as we are watching the past, people in the future are surely watching us is explored in the 1951 short story \"Operation Peep\" by John Wyndham. In order to regain privacy, people eventually resort to shining bright lights to effectively blind the future onlookers.[2] In the 1953 short story \"The Parasite\" by Arthur C. Clarke, the realization that he is constantly being watched by a future being eventually drives a man to suicide.[2] The intensity of observation from the future is measured in the 1981 short story \"The Final Days\" by David Langford to gauge an individual's importance to the world of the future.[3]\n\nSeveral stories reveal that the time viewer can not only observe the past but influence it.[2] In the 1951 short story \"The Biography Project\" by H. L. Gold, being constantly watched drives Isaac Newton insane.[2] In the satirical 1948 short story \"The Brooklyn Project\" by William Tenn, the scientists in charge insist that the past is immutable even as they and their surroundings undergo drastic changes, because from their new perspective those alterations have always been in place.[2][16][17]\n\nIn some stories, the past is changed intentionally.[2] Humorous depictions include the 1972 short story \"The Greatest Television Show on Earth\" by J. G. Ballard, where a TV company hires additional people as soldiers to make the Battle of Waterloo live up to viewers' expectations, and the 1967 novel The Technicolor Time Machine by Harry Harrison, which implies that the Viking settlement of Vinland only happened because Hollywood wanted to make a movie about it.[2] A more serious treatment appears in the 1996 novel Pastwatch: The Redemption of Christopher Columbus by Orson Scott Card:[2] after discovering that the past has previously been tampered with, a team of future scientists seek to undo the harm caused by Christopher Columbus' voyages to the New World, even though it would mean their timeline would be obliterated.[18][19][20]\n\n"
        },
        {
            "title": "Future time viewers",
            "text": "Rarely, time viewers may be depicted as allowing observation of the future rather than the past.[3][5] Such devices appear in the 1922 short story \"The Prophetic Camera\" by Lance Sieveking, where the titular camera can take pictures an adjustable amount of time into the future,[3][21] and the 1955 novel The Pleasures of a Futuroscope by Lord Dunsany, where the device reveals a future nuclear holocaust.[3][22] In the 1924 short film The Fugitive Futurist a gambler is offered to buy a future-viewing device which he intends to use to find out which horses to bet on, though the device turns out to be fake.[3][23] The chronoscope in the 1936 short story \"Elimination\" by John W. Campbell can show both the past and all possible futures.[6]\n\nFuture-viewing devices are occasionally limited in what they are able to show rather than being general-purpose.[3] One example is the device in the 1939 short story \"Life-Line\" by Robert A. Heinlein which can determine an individual's moment of death by measuring the reflection from the future end of that person's world line; a similar device that reveals the manner but not time of death appears in the 2010 anthology Machine of Death: A Collection of Stories About People Who Know How They Will Die by Ryan North, Matthew Bennardo, and David Malki.[3][5] Another is the instantaneous \"Dirac communicator\" introduced in the 1954 short story \"Beep\" by James Blish which due to the lack of a speed-of-light delay can send messages to the past.[3][24][25]\n\n"
        }
    ]
}