{
    "url": "https://en.wikipedia.org/wiki/Time_travel_in_fiction",
    "title": "Time travel in fiction",
    "table_of_contents": [
        "1 Mechanisms",
        "1.1 Time slip",
        "1.2 Communication from the future",
        "1.3 Precognition",
        "1.4 Time loop",
        "1.5 Experiencing time in reverse",
        "1.6 Record",
        "2 Themes",
        "2.1 Time paradox",
        "2.1.1 Alternative future, history, timelines, and dimensions",
        "2.1.2 Butterfly effect",
        "2.2 Time tourism",
        "2.3 Time war",
        "2.4 Ghost story",
        "3 See also",
        "4 References",
        "5 Further reading",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Time travel is a common theme in fiction, mainly since the late 19th century, and has been depicted in a variety of media, such as literature, television, film, and advertisements.[1][2]\n\nThe concept of time travel by mechanical means was popularized in H. G. Wells' 1895 story, The Time Machine.[3][4] In general, time travel stories focus on the consequences of traveling into the past or the future.[3][5][6] The central premise for these stories often involves changing history, either intentionally or by accident, and the ways by which altering the past changes the future and creates an altered present or future for the time traveler upon their return home.[3][6] In other instances, the premise is that the past cannot be changed or that the future is predetermined, and the protagonist's actions turn out to be either inconsequential or intrinsic to events as they originally unfolded.[7] Some stories focus solely on the paradoxes and alternate timelines that come with time travel, rather than time traveling itself.[5] They often provide some sort of social commentary, as time travel provides a \"necessary distancing effect\" that allows science fiction to address contemporary issues in metaphorical ways.[8]\n\n"
        },
        {
            "title": "Mechanisms",
            "text": "Time travel in modern fiction is sometimes achieved by space and time warps, stemming from the scientific theory of general relativity.[9] Stories from antiquity often featured time travel into the future through a time slip brought on by traveling or sleeping,[10] or in other cases, time travel into the past through supernatural means, for example brought on by angels or spirits.[4][11]\n\nA time slip is a plot device in fantasy and science fiction in which a person, or group of people, seem to travel through time by unknown means.[12][13] The idea of a time slip has been used in 19th century fantasy, an early example being Washington Irving's 1819 Rip Van Winkle, where the mechanism of time travel is an extraordinarily long sleep.[14] Mark Twain's 1889 A Connecticut Yankee in King Arthur's Court had considerable influence on later writers.[15] The first novel to include both travel to the past and travel to the future and return to the present is the Charles Dickens 1843 novel A Christmas Carol.[citation needed]\n\nTime slip is one of the main plot devices of time travel stories, another being a time machine. The difference is that in time slip stories, the protagonist typically has no control and no understanding of the process (which is often never explained at all) and is either left marooned in a past or future time and must make the best of it, or is eventually returned by a process as unpredictable and uncontrolled as the journey out.[16] The plot device is also popular in children's literature.[17][18] The 2011 film, Midnight in Paris similarly presents time travel as occurring without an explained mechanism, as the director \"eschews a 'realist' internal logic that might explain the time travel, while also foregoing experimental time Distortion techniques, in favor of straightforward editing and a fantastical narrative set-up\".[19]\n\nIn literature, communication from the future is a plot device in some science fiction and fantasy stories. Forrest J. Ackerman noted in his 1973 anthology of the best fiction of the year that \"the theme of getting hold of tomorrow's newspaper is a recurrent one\".[20] An early example of this device can be found in H.G. Wells's 1932 short story \"The Queer Story of Brownlow's Newspaper\",[20][21] which tells the tale of a man who receives such a paper from 40 years in the future. The 1944 film It Happened Tomorrow also employs this device,[20] with the protagonist receiving the next day's newspaper from an elderly colleague (who is possibly a ghost). Ackerman's anthology also highlights a 1972 short story by Robert Silverberg, \"What We Learned From This Morning's Newspaper\".[20] In that story, a block of homeowners wake to discover that on November 22, they have received The New York Times for the coming December 1.[1]: 38  As characters learn of future events affecting them through a newspaper delivered a week early, the ultimate effect is that this \"so upsets the future that spacetime is destroyed\".[1]: 165  The television series Early Edition, inspired by the film It Happened Tomorrow,[22] also revolved around a character who daily received the next day's newspaper,[1]: 235  and sought to change some event therein forecast to happen.\n\nA newspaper from the future can be a fictional edition of a real newspaper, or an entirely fictional newspaper. John Buchan's 1932 novel The Gap in the Curtain, is similarly premised on a group of people being enabled to see, for a moment, an item in The Times newspaper from one year in the future. During the Swedish general election of 2006, the Swedish liberal party used election posters which looked like news items, called Framtidens nyheter (\"News of the future\"), featuring a future Sweden that had become what the party wanted.[23]\n\nA communication from the future raises questions about the ability of humans to control their destiny.[1]: 165  The visual novel Steins;Gate features characters sending short text messages backwards in time to avert disaster, only to find their problems are exacerbated due to not knowing how individuals in the past will actually utilize the information.[24][25][26]\n\nPrecognition has been explored as a form of time travel in fiction. Author J. B. Priestley wrote of it both in fiction and non-fiction, analysing testimonials of precognition and other \"temporal anomalies\" in his book Man and Time. His books include time travel to the future through dreaming, which upon waking up results in memories from the future. Such memories, he writes, may also lead to the feeling of déjà vu, that the present events have already been experienced, and are now being re-experienced.[27] Infallible precognition, which describes the future as it truly is, may lead to causal loops, one form of which is explored in Newcomb's paradox.[28][29] The film 12 Monkeys heavily deals with themes of predestination and the Cassandra complex, where the protagonist who travels back in time explains that he can't change the past.[30]\n\nThe protagonist of the short story Story of Your Life experiences life as a superimposition of the present and the totality of her life, future included, as a consequence of learning an alien language. The mental faculty is speculation based on the Sapir–Whorf hypothesis.[citation needed]\n\nA \"time loop\" or \"temporal loop\" is a plot device in which periods of time are repeated and re-experienced by the characters, and there is often some hope of breaking out of the cycle of repetition.[31] Time loops are sometimes referred to as causal loops,[30][31] but these two concepts are distinct. Although similar, causal loops are unchanging and self-originating, whereas time loops are constantly resetting. In a time loop when a certain condition is met, such as a death of a character or a clock reaching a certain time, the loop starts again, with one or more characters retaining the memories from the previous loop.[32] Stories with time loops commonly center on the character learning from each successive loop through time.[31]\n\nIn some media, certain characters are presented as moving through time backwards. This is a very old concept, with some accounts asserting that English mythological figure Merlin lived backwards, and appeared to be able to prophesy the future because for him it was a memory. This tradition has been reflected in certain modern fictional accounts of the character.[33] In the Piers Anthony book Bearing an Hourglass, the second of eight books in the Incarnations of Immortality series, the character of Norton becomes the incarnation of Time and continues his life living backwards in time.[34] The 2016 film Doctor Strange has the character use the Time Stone, one of the Infinity Stones in the Marvel Cinematic Universe, to reverse time, experiencing time backwards while so doing.[35][page needed]\n\nIn the film Tenet, characters time travel without jumping back, but by experiencing past reality in reverse, and at the same speed, after going through a 'turnstile' device and until they revert back to normal time flow by going through such a device again.[36] In the meantime, two versions of the time traveller coexist (and must not meet, lest they mutually destruct): the one that had been 'traveling forward' (existing normally) until entering a turnstile and the one traveling backward from the turnstile.[citation needed] The laws of thermodynamics are reversed for time traveling people and objects, so that for example backward travel requires the use of a respirator. Objects left behind by time travellers obey 'reverse thermodynamics;' for example, bullets shot or even simply deposited while traveling backward fly back into (forward traveling) guns.[citation needed]\n\nProtagonists do not travel in time but perceive other times through a record. Depending on the technology, they can minimally consult the record or maximally interact with it as a simulated reality that can deviate causally from the original timeline from the point of interaction. A record can be consulted multiple times, thus providing a time loop mechanism.[citation needed]\n\nPhilip K. Dick's novel The Man in the High Castle features books reporting on an alternate timeline. The TV series transposes the mechanism of the books to newsreels. Incidentally, the alternate timeline is the historic timeline, as opposed to the alternate history of the works, so that the records also function as meta-references to the timeline experienced by the authors and the consumers of the works.[citation needed]\n\nThe plot of the film Source Code features a simulated and time-looped reality based on the memories of a dead man.[citation needed]\n\n"
        },
        {
            "title": "Themes",
            "text": "The idea of changing the past is logically contradictory, creating situations like the grandfather paradox, where time travellers go back in time and change the past in a way that affects their own future, such as by killing their own grandparents.[37][38] The engineer Paul J. Nahin states that \"even though the consensus today is that the past cannot be changed, science fiction writers have used the idea of changing the past for good story effect\".[1]: 267  Time travel to the past and precognition without the ability to change events may result in causal loops.[30]\n\nThe possibility of characters inadvertently or intentionally changing the past gave rise to the idea of \"time police\", people tasked with preventing such changes from occurring by themselves engaging in time travel to rectify such changes.[39]\n\nAn alternative future or alternate future is a possible future that never comes to pass, typically when someone travels back into the past and alters it so that the events of the alternative future cannot occur,[40] or when a communication from the future to the past effected a change that alters the future.[1]: 165  Alternative histories may exist \"side by side\", with the time traveller actually arriving at different dimensions as he changes time.[41]\n\nThe butterfly effect is the notion that small events can have large, widespread consequences. The term describes events observed in chaos theory where a very small change in initial conditions results in vastly different outcomes. The term was coined by mathematician Edward Lorenz years after the phenomenon was first described.[42]\n\nThe butterfly effect has found its way into popular imagination. For example, in Ray Bradbury's 1952 short story A Sound of Thunder, the killing of a single insect millions of years in the past drastically changes the world, and in the 2004 film The Butterfly Effect, the protagonist's small changes to their past results in extreme changes.[43]\n\nA \"distinct subgenre\" of stories explore time travel as a means of tourism,[4] with travelers curious to visit periods or events such as the Victorian Era or the Crucifixion of Christ, or to meet historical figures such as Abraham Lincoln or Ludwig van Beethoven.[39] This theme can be addressed from two or three directions. An early example of present-day tourists travelling back to the past is Ray Bradbury's 1952 A Sound of Thunder, in which the protagonists are big game hunters who travel to the distant past to hunt dinosaurs.[4] An early example of another type, in which tourists from the future visit the present, is Catherine L. Moore and Henry Kuttner's 1946 Vintage Season.[44] The final type in which there are people time-traveling to the future is experienced in the second book of Douglas Adams' The Hitchhiker's Guide to the Galaxy series, The Restaurant at the End of the Universe, which, as the title indicates, includes a restaurant that exists at the end of the universe. In the restaurant, people time-traveling from all over the space-time continuum (especially the rich) came to the restaurant to view the explosion of the universe put on repeat.[citation needed]\n\nThe Encyclopedia of Science Fiction describes a time war as a fictional war that is \"fought across time, usually with each side knowingly using time travel ... in an attempt to establish the ascendancy of one or another version of history\". Time wars are also known as \"change wars\" and \"temporal wars\".[45] Examples include Clifford D. Simak's 1951 Time and Again, Barrington J. Bayley's 1974 The Fall of Chronopolis, and Matthew Costello's 1990 Time of the Fox.[1]: 267 \n\nResearcher Barbara Bronlow wrote that traditional ghost stories are in effect an early form of time travel, since they depict living people of the present interacting with (dead) people of the past. She noted as an instance that Christopher Marlow's Doctor Faustus called up Helen of Troy and met her arising from her grave.[46]\n\n"
        }
    ]
}