{
    "url": "https://en.wikipedia.org/wiki/Timeline_of_United_States_discoveries",
    "title": "Timeline of United States discoveries",
    "table_of_contents": [
        "1 Eighteenth century",
        "2 Nineteenth century",
        "3 Twentieth century",
        "4 Twenty-first century",
        "5 See also",
        "6 Footnotes"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nTimeline of United States discoveries encompasses the breakthroughs of human thought and knowledge of new scientific findings, phenomena, places, things, and what was previously unknown to exist. From a historical stand point, the timeline below of United States discoveries dates from the 18th century to the current 21st century, which have been achieved by discoverers who are either native-born or naturalized citizens of the United States.\n\nWith an emphasis of discoveries in the fields of astronomy, physics, chemistry, medicine, biology, geology, paleontology, and archaeology, United States citizens acclaimed in their professions have contributed much.  For example, the \"Bone Wars,\" beginning in 1877 and ending in 1892, was an intense period of rivalry between two American paleontologists, Edward Drinker Cope and Othniel Charles Marsh, who initiated several expeditions throughout North America in the pursuit of discovering, identifying, and finding new species of dinosaur fossils. In total, their large efforts resulted in when 142 species of dinosaurs being discovered.[1]  With the founding of the National Aeronautics and Space Administration (NASA) in 1958, a vision and continued commitment by the United States of finding extraterrestrial and astronomical discoveries has helped the world to better understand the Solar System and universe. As one example, in 2008, the Phoenix lander discovered the presence of frozen water on the planet Mars of which scientists such as Peter H. Smith of the University of Arizona Lunar and Planetary Laboratory (LPL) had suspected before the mission confirmed its existence.[2]\n\n"
        },
        {
            "title": "Eighteenth century",
            "text": "1747 Charge conservation\n\n1796 Johnston Atoll\n\n1798 Tabuaeran\n\n1798 Teraina\n\n1798 Palmyra Atoll\n\nPalmyra Atoll, a territory of the United States, a Pacific Remote Islands Marine National Monument, and a part of the wider United States Minor Outlying Islands, is a 4.6 sq mi (12 km2) atoll located in the North Pacific Ocean almost due south of the Hawaiian Islands, roughly halfway between the U.S. state of Hawaii and the U.S. territory of American Samoa. The atoll consists of an extensive reef, two shallow lagoons, and some 50 sand and reef-rock islets and bars covered with lush, tropical vegetation. The islets of the atoll are all connected, except Sand Island and the two Home Islets in the west and Barren Island in the east. The largest island is Cooper Island in the north, followed by Kaula Island in the south. Cooper Island is privately owned by The Nature Conservancy and managed as a nature reserve. The rest of the atoll is managed by the United States Fish and Wildlife Service and is directly administered by the Office of Insular Affairs, an agency of the United States Department of Interior. Palmyra Atoll's history is long and colorful. It was first sighted on June 14, 1798, by Captain Edmund Fanning and officially discovered in 1802 by Captain Sawle of the American ship Palmyra.[7]\n\n1798 Kingman Reef\n\n"
        },
        {
            "title": "Nineteenth century",
            "text": "1821 South Orkney Islands\n\n1822 Howland Island\n\n1825 Baker Island\n\n1831 Chloroform\n\n1858 Hadrosaurus foulki\n\nHadrosaurus was a dubious genus of a hadrosaurid dinosaur that lived near what is now the coast of New Jersey in the late Cretaceous, around 80 million years ago. It was likely bipedal for the purposes of running, but could use its forelegs to support itself while grazing. Like all hadrosaurids, Hadrosaurus was herbivorous. Its teeth suggest it ate twigs and leaves. In the summer of 1858 while vacationing in Haddonfield, New Jersey, William Parker Foulke discovered the world's first nearly-complete skeleton of any species of dinosaur, the Hadrosaurus (named by Joseph Leidy), an event that would rock the scientific world and forever change our view of natural history. To this day, Haddonfield, New Jersey is considered to be \"ground zero\" of dinosaur paleontology.[12]\n\n1859 Midway Atoll\n\nMidway Atoll, better known as Midway Island or collectively as the Midway islands, is a territory of the United States and a part of the wider United States Minor Outlying Islands that is located in the North Pacific Ocean near the northwestern end of the Hawaiian Islands. As a 2.4-square-mile (6.2 km²) atoll, Midway Atoll is one-third of the way between Honolulu, Hawaii and Tokyo, Japan, approximately 140 nautical miles (259 kilometers) east of the International Date Line, about 2,800 nautical miles (5,200 kilometers) west of San Francisco, California, and 2,200 nautical miles (4,100 kilometers) east of Tokyo, Japan. Midway Atoll consists of a ring-shaped barrier reef and several sand islets. The two significant pieces of land, Sand Island and Eastern Island, provide habitat for millions of seabirds. Because of the importance of marine and biological environment, Midway Atoll is an insular area known as the Midway Atoll National Wildlife Refuge that is administered and managed by the United States Fish and Wildlife Service, an agency of the United States Department of Interior. Midway Atoll is perhaps best known as the site of the Battle of Midway, fought in World War II on June 4–6, 1942 and the decisive turning point of the Pacific War when the United States Navy defeated an attack by the Empire of Japan. First known as \"Middlebrooks Islands\", Midway Atoll was discovered by U.S. Captain N.C. Brooks aboard his ship, Gambia, on July 8, 1859.[8][13]\n\n1859 Petroleum jelly\n\nPetroleum jelly, petrolatum or soft paraffin is a semi-solid mixture of hydrocarbons originally promoted as a topical ointment for its healing properties. The raw material for petroleum jelly was discovered in 1859 by Robert Chesebrough, a chemist from New York. In 1870, this product was branded as Vaseline Petroleum Jelly.[14]\n\n1873 Chemical potential\n\n1875 Red Delicious\n\nThe Red Delicious is a clone of apple cultigen, now comprising more than 50 cultivars. The Red Delicious apple was discovered in 1875 by Jesse Hiatt on his farm in Peru, Iowa. Believing that the seedling was nothing more than nuisance. After chopping down the tree three times, Hiatt decided to let the tree grow and eventually, it produced an unknown and new harvest of red apples. Hiatt would eventually sell the rights to this type of apple to the Stark Brothers Nurseries and Orchards who renamed it the Red Delicious.[16]\n\n1877 Deimos\n\nDeimos is the smaller and outer of Mars' two moons. It was discovered by Asaph Hall in 1877.[17]\n\n1877 Phobos\n\nPhobos is the larger and closer of Mars' two small moons. It was discovered by Asaph Hall in 1877.[18]\n\n1888 Cliff Palace\n\nThe Cliff Palace is the largest cliff dwelling in North America. The structure built by the Ancestral Puebloans is located in Mesa Verde National Park in their former homeland region. The cliff dwelling and park are in the southwestern corner of Colorado, in the Southwestern United States. The ancient ruins of Cliff Palace were co-discovered during a snowstorm in December 1888 by Richard Wetherill and Charlie Mason who were searching for stray cattle on Chapin Mesa.[19]\n\n1889 Torosaurus\n\nTorosaurus was a herbivorous dinosaur that lived during the Late Cretaceous Period about 70 million years ago in what is now North America. Torosaurus had an enormous head that measured 8 feet (2.5 m) in length. Its skull is one of the largest known up to date, no other land animal has ever had a skull larger than Torosaurus. Torosaurus frill made up about one-half the total skull length. The first fossils of Torosaurus were discovered in 1889, in Wyoming by John Bell Hatcher. The American paleontologist Othniel Charles Marsh would later name the specimen Torosaurus latus, in recognition of the bull-like size of its skull and its large eyebrow horns. Ever since, the specimen has been in display at the Peabody Museum in New Haven, Connecticut.[20]\n\n1891 Thescelosaurus\n\nThescelosaurus was a bipedal dinosaur with a sturdy build, small wide hands, and a long pointed snout from the Late Cretaceous Period, approximately 66 million years ago. As a herbivore, Thescelosaurus was not a tall dinosaur and probably browsed the ground selectively to find food. Its leg structure and proportionally heavy build suggests that it was not a fast runner like other dinosaurs. The first fossils of Thescelosaurus were co-discovered in 1891 by John Bell Hatcher and William H. Utterback, in Wyoming. However, this discovery remained stored until Charles W. Gilmore named the dinosaur in 1913.[21]\n\n1892 Amalthea\n\nAmalthea is the third moon of Jupiter in order of distance from the planet. It was discovered on September 9, 1892, by Edward Emerson Barnard.[22]\n\n1899 Phoebe\n\n"
        },
        {
            "title": "Twentieth century",
            "text": "1902 Tyrannosaurus\n\nTyrannosaurus, a bipedal carnivore, is a genus of theropod dinosaur. The species Tyrannosaurus rex, commonly abbreviated to T. rex, is a fixture in popular culture. It lived throughout what is now western North America, with a much wider range than other tyrannosaurids. Fossils are found in a variety of rock formations dating to the last two million years of the Cretaceous Period, 67 to 66 million years ago. It was among the last non-avian dinosaurs to exist prior to the Cretaceous–Tertiary extinction event. In 1902, the first skeleton of Tyrannosaurus was discovered in Hell Creek, Montana by American paleontologist Barnum Brown. In 1908, Brown discovered a better preserved skeleton of Tyrannosaurus.[24]\n\n1908 Seyfert galaxies\n\n1909 Burgess shale\n\nThe formation of Burgess shale — located in the Canadian Rockies of British Columbia — is one of the world's most celebrated fossil fields,[26] and the best of its kind.[27] It is famous for the exceptional preservation of the soft parts of its fossils. It is 508 million years (Middle Cambrian) old,[28] one of the earliest soft-parts fossil beds. The rock unit is a black shale, and crops out at a number of localities near the town of Field, British Columbia in the Yoho National Park. The Burgess Shale was discovered by American palaeontologist Charles Doolittle Walcott in 1909, towards the end of the season's fieldwork.[29] He returned in 1910 with his sons, establishing a quarry on the flanks of Fossil Ridge. The significance of soft-bodied preservation, and the range of organisms he recognized as new to science, led him to return to the quarry almost every year until 1924. At this point, aged 74, he had amassed over 65,000 specimens. Describing the fossils was a vast task, pursued by Walcott until his death in 1927.[29]\n\n1910 Propane\n\n1912 Golden Delicious\n\nGolden Delicious is a large, yellow skinned cultivar of apple and very sweet to the taste. The original Golden Delicious tree is thought to have been discovered by Anderson Mullins on a hill near Porter Creek in Clay County, West Virginia. The Stark Brothers Nursery soon purchased the tree which spawned a leading cultivar in the United States and abroad. The Golden Delicious is the state fruit of West Virginia.[31]\n\n1912 Smoking-cancer link\n\n1914 Sinope\n\n1915 Zener diodes\n\n1916 Barnard's Star\n\n1916 Covalent bonding\n\n1916 Heparin\n\n1917 Vitamin A\n\n1923 Oviraptor\n\n1924 Uncle Sam Diamond\n\n1925 Cepheid variables\n\n1927 Electron diffraction\n\n1928 Jones Diamond\n\n1930 Pluto\n\nFollowing the discovery of the planet Neptune in 1846, there was considerable speculation that another planet might exist beyond its orbit. The search began in the mid-19th century but culminated at the start of the 20th century with a quest for Planet X. Percival Lowell proposed the Planet X hypothesis to explain apparent discrepancies in the orbits of the gas giants, particularly Uranus and Neptune, speculating that the gravity of a large unseen planet could have perturbed Uranus enough to account for the irregularities. The discovery of Pluto by Clyde Tombaugh in 1930 initially appeared to validate Lowell's hypothesis, and Pluto was considered the ninth planet until 2006.[44]\n\n1931 Heavy hydrogen\n\n1931 Cosmic radio waves\n\n1932 Positrons\n\n1932 Homeostasis\n\n1933 Heavy water\n\n1933 Polyvinylidene chloride\n\n1936 Elliptical galaxies\n\n1936 Muons\n\n1936 Vitamin E\n\n1936 Sodium thiopental\n\n1937 Niacin\n\n1937 Electron capture\n\n1938 Fluropolymers\n\n1938 Animal echolocation\n\n1938 Carme\n\n1938 Lysithea\n\n1940 Plutonium\n\n1942 Cyanoacrylate\n\n1943 Streptomycin\n\n1944 Americium\n\n1944 Curium\n\n 1945 Promethium\n\n1946 Cloud seeding\n\n1948 Warfarin\n\n1948 Miranda\n\n1948 Serotonin\n\n1948 Tetracycline\n\n1949 Nereid\n\n1949 Berkelium\n\n1950 Californium\n\n1951 Barium stars\n\n1951 Ananke\n\n1952 Polio vaccine\n\n1952 Einsteinium\n\n1952 Rapid eye movement\n\n1953 DNA structure\n\nIn 1953, based on X-ray diffraction images and the information that the bases were paired, James D. Watson along with Francis Crick co-discovered what is now widely accepted as the first accurate double-helix model of DNA structure.[81]\n\n1955 Mendelevium\n\n1955 Antiproton\n\n'1956 Porous silicon\n\n1956 Kaon\n\n1956 Antineutron\n\n1956 Neutrino\n\n1956 Nucleic acid hybridization\n\n1958 Van Allen radiation belt\n\n1959 Antiproton\n\n1960 Seafloor spreading\n\n1961 Eta meson\n\n1964 Xi baryon\n\n1964 Cosmic microwave background radiation\n\n1964 Quark\n\n1964 1930 Lucifer\n\n1964 Hepatitis B virus\n\n1965 Aspartame\n\n1965 Pulsating white dwarfs\n\n1968 Up quark\n\n1968 Down quark\n\n1969 Mosher's acid\n\n1969 Interstellar formaldehyde\n\n1970 Reverse transcriptase\n\n1972 Opiate receptors\n\n1974 Australopithecus \"Lucy\"\n\nLucy is the common name of AL 288-1, several hundred pieces of bone representing about 40% of the skeleton of an individual Australopithecus afarensis. Lucy is reckoned to have lived 3.2 million years ago.[105] This hominid was significant as the skeleton shows evidence of small skull capacity akin to that of apes and of bipedal upright walk akin to that of humans, providing further evidence that bipedalism preceded increase in brain size in human evolution. While working in collaboration with a joint French-British-American team, Lucy was discovered in Hadar, Ethiopia on November 24, 1974, when American paleoanthropologist Donald Johanson, coaxed away from his paperwork by graduate student Tom Gray for a spur-of-the-moment survey, caught the glint of a white fossilized bone out of the corner of his eye, and recognized it as hominid. Later described as the first known member of Australopithecus afarensis.  Dr. Johanson's girlfriend suggested she be named \"Lucy\" after the Beatles' song \"Lucy in the Sky with Diamonds\" which was played repeatedly during the night of the discovery.[106]\n\n1974 J/ψ mesons\n\n1974 Charm quark\n\n1974 Binary pulsars\n\n1974 Leda\n\n1974 Seaborgium\n\n1975 1983 Bok\n\n1975 Themisto\n\n1975 Amarillo Starlight\n\n1976 D mesons\n\n1976 Hepatitis B virus vaccine\n\n1977 Tau lepton\n\n1977 Rings of Uranus\n\nThe planet Uranus has a system of rings intermediate in complexity between the more extensive set around Saturn and the simpler systems around Jupiter and Neptune. The rings of Uranus were discovered on March 10, 1977, by James L. Elliot, Edward W. Dunham, and Douglas J. Mink. More than 200 years ago, William Herschel also reported observing rings, but modern astronomers are skeptical that he could actually have noticed them, as they are very dark and faint.[115]\n\n1977 Upsilon mesons\n\n1977 Bottom quark\n\n1978 Restriction endonucleases\n\n1978 Charon\n\n1979 Metis\n\n1979 Thebe\n\n1979 Rings of Jupiter\n\n1980 Oncogene\n\n1980 Pandora\n\n1980 Prometheus\n\n1980 Atlas\n\n1981 Larissa\n\n1983 Pneumococcal polysaccharide vaccine\n\n1984 Whydah wreckage\n\nFirst launched in 1715 from London, England, the Whydah was a three-masted ship of galley-style design measuring 105 feet (32 m) in length, rated at 300 tons burden, and could travel at speeds up to 14.95 mph (24.06 km/h). Christened Whydah after the West African slave trading kingdom of Ouidah, the vessel was configured as a heavily armed trading and transport ship for use in the Atlantic slave trade, carrying goods from England to exchange for slaves in West Africa. It would then travel to the Caribbean to trade the slaves for precious metals, sugar, indigo, and medicinal ingredients, which would then be transported back to England. Captained by the English pirate \"Black Sam\" Bellamy, the Whydah, on April 26, 1717, sailed into a violent storm dangerously close to Cape Cod and was eventually driven onto the shoals at Wellfleet, Massachusetts. At midnight she hit a sandbar in 16 feet (4.9 m) of water some 500 feet (150 m) from the coast of what is now Marconi Beach. Pummelled by 70-mile (110 km)-an-hour winds and 30 to 40-foot (12 m) waves, the main mast snapped, pulling the ship into some 30 feet (9.1 m) of water where she violently capsized, taking Bellamy, all but two of his 145 men, and over 4.5 tons of gold, silver and jewels with it. After years of exhaustive searching, it was in 1984 that world headlines were made when American archeological explorer Barry Clifford found the only solidly-identified pirate shipwreck ever discovered, the Whydah. Two-hundred thousand artifacts and sunken treasures were discovered in the shipwreck as well.[129]\n\n1985 Puck\n\n1985 RMS Titanic wreckage\n\nThe RMS Titanic was an Olympic class passenger liner owned by the White Star Line and was built at the Harland and Wolff shipyard in Belfast, in what is now Northern Ireland. At the time of her construction, she was the largest passenger steamship in the world. Shortly before midnight on April 14, 1912, four days into the ship's maiden voyage, Titanic struck an iceberg and sank two hours and forty minutes later, early on April 15, 1912. The sinking resulted in the deaths of 1,517 of the 2,223 people on board, making it one of the deadliest peacetime maritime disasters in history. After nearly 74 years of being lost at sea on the bottom of the ocean floor, a joint Franco-American expedition led by American oceanographer Dr. Robert D. Ballard, discovered the wreckage of the RMS Titanic two miles (3 km) beneath the waves of the North Atlantic on September 1, 1985. Ballard was then forced to wait a year for weather conditions favorable to a crewed mission to view the wreck at close range. In 1986, Ballard and his two-man crew, in the ALVIN submersible, made the first two and-a-half hour descent to the ocean floor to view the wreck first-hand. Over the next few days, they descended again and again and, using the Jason Jr. remote camera, recorded the first scenes of the ruined interior of the luxury liner.[131]\n\n1986 Portia\n\n1986 Juliet\n\n1986 Cressida\n\n1986 Rosalind\n\n1986 Belinda\n\n1986 Desdemona\n\n1986 Cordelia\n\n1986 Ophelia\n\n1986 Bianca\n\n1986 Tumor suppressor gene\n\n1989 Rings of Neptune\n\n1989 Proteus\n\n1989 Despina\n\n1989 Galatea\n\n1989 Thalassa\n\n1989 Naiad\n\n1989 Bismarck wreckage\n\n1990 Strawn-Wagner Diamond\n\nThe Strawn-Wagner Diamond is a rare 3.03 carat diamond that is certified by the American Gem Society (AGS) as the world's most perfect diamond in terms of its cut and the highest grade possible, the \"Triple Zero\". The Strawn-Wagner Diamond was discovered in 1990 at the Crater of Diamonds State Park by Shirley Strawn of Murfreesboro, Arkansas.[39]\n\n1993 Comet Shoemaker-Levy 9\n\n1995 Top quark\n\n1995 Comet Hale-Bopp\n\n1998 USS Yorktown (CV-5) wreckage\n\n1998 Embryonic stem cell lines\n\n"
        },
        {
            "title": "Twenty-first century",
            "text": "2001 Interstellar vinyl alcohol\n\n2003 Sedna\n\n2003 Psamathe\n\n2003 Mab\n\n2003 Perdita\n\n2003 Cupid\n\n2004 Orcus\n\n2005 Makemake\n\n2005 Eris\n\nEris, formal designation 136199 Eris, is the largest-known dwarf planet in the Solar System and the ninth-largest body known to orbit the Sun directly. It is approximately 2,500 kilometres in diameter and 27% more massive than the dwarf planet Pluto. Eris was discovered in 2005 at W. M. Keck Observatory by American astronomer Michael E. Brown.[149]\n\n2005 Dysnomia\n\nDysnomia, officially (136199) Eris I Dysnomia, is the only known moon of the dwarf planet Eris. In conjunction of finding Eris, American astronomer  Michael E. Brown discovered Eris' satellite, Dysnomia, at W. M. Keck Observatory in 2005.[150]\n\n2005 Hydra\n\nHydra is the outer-most natural satellite of Pluto. It was discovered along with Nix in June 2005 by the Hubble Space Telescope's Pluto Companion Search Team, which is composed of Hal A. Weaver, Alan Stern, Max J. Mutchler, Andrew J. Steffl, Marc W. Buie, William J. Merline, John R. Spencer, Eliot F. Young, and Leslie A. Young.[151]\n\n2005 Nix\n\nNix is a natural satellite of Pluto. It was discovered along with Hydra in June 2005 by the Hubble Space Telescope's Pluto Companion Search Team, composed of Hal A. Weaver, Alan Stern, Max J. Mutchler, Andrew J. Steffl, Marc W. Buie, William J. Merline, John R. Spencer, Eliot F. Young, and Leslie A. Young.[151]\n\n2005 KV63 at the Valley of the Kings\n\n2007 Human genome and variation mapping\n\n2007 Di-positronium\n\n"
        }
    ]
}