{
    "url": "https://en.wikipedia.org/wiki/Timmy_Time",
    "title": "Timmy Time",
    "table_of_contents": [
        "1 Premise and format",
        "2 Episodes",
        "3 Characters",
        "3.1 Children",
        "3.2 Teachers",
        "3.3 Side characters",
        "4 References",
        "5 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nTimmy Time is a British preschool stop-motion clay animated television programme created and produced by Jackie Cockle for CBeebies and produced by Aardman Animations. It started broadcasting in the United Kingdom on CBeebies on 6 April 2009.[2] It is a spin-off of Shaun the Sheep, itself a spin-off of the Wallace and Gromit film A Close Shave (1995).[2]\n\nThe first two series ran for 26 episodes. In the United Kingdom, its most recent run began in September 2011 on CBeebies. In Australia, season one started in May 2009 on ABC1 and season three in May 2011 on ABC 4 Kids.[3][4] The series also on Playhouse Disney, later called Disney Junior, beginning on 13 September 2010,[5] but later ended its run in May 2014.\n\n"
        },
        {
            "title": "Premise and format",
            "text": "In this series, Timmy and his friends[6] have to learn to share, make friends and accept their mistakes.[7] They are supervised by two teachers, Harriet the Heron and Osbourne the Owl. The show is aimed at pre-school-aged children, which the company described as \"a natural next step for Aardman\".[2]\n\nThe show is made up of ten-minute episodes, which do not feature much dialogue, much like Shaun the Sheep, Wallace and Gromit and A Close Shave. Shaun, his friends, Bitzer and the Farmer did not appear.[2] A filming of one episode was featured on the Discovery Channel's How It's Made.[8]\n\nDuring the show's development, the series was simply called Timmy. CBeebies acquired UK-broadcast rights to the series in October 2007.[1]\n\nIn 2018, Aardman collaborated with the British Council to create \"Learning Time with Timmy\", a show to encourage children aged 2–6 around the world to learn the English language, along with a YouTube-exclusive series and three apps.\n\nIn October 2019, Aardman announced a new \"rebooted\" version of the existing 78 episodes for CBeebies titled It's Timmy Time that began broadcast later on in the month. These versions feature narration from a selection of pre-school children, and are 5-minutes in length when compared to the original 10-minute episodes.[9]\n\n"
        }
    ]
}