{
    "url": "https://en.wikipedia.org/wiki/Timothy_Brock",
    "title": "Timothy Brock",
    "table_of_contents": [
        "1 Silent film scores",
        "1.1 Charlie Chaplin scores",
        "1.2 Original scores",
        "2 Concert works",
        "3 References",
        "4 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Timothy Brock (born 1963) is an American-born conductor and composer specializing in concert works of the early 20th-century, orchestral performance practices of the 1920s and 1930s, and live performances to accompany silent film.\n\n"
        },
        {
            "title": "Silent film scores",
            "text": "Brock has restored silent film scores for various films including Dmitri Shostakovich's only silent film score, The New Babylon (Новый Вавилон) (1929),[1] Manilo Mazza's Italian epic, Cabiria (1913),[2] Erik Satie's dadaist score, Entr'acte (1924)[3] and George Antheil's score to Ballet mécanique (1924).[3] Other film-score restorations include Max Butting's Opus I (1920), Camille Saint-Saëns' L'Assassinat du duc de Guise (1908) and Ildebrando Pizzetti's Sinfonia del fuoco (1914).\n\nIn 1998, the Charlie Chaplin estate commissioned Brock to restore the Chaplin-composed score to Modern Times.[4] Brock then restored 11 more Chaplin silent feature and short scores through 2012, including City Lights (1931),[5] The Gold Rush (1924),[6] and The Circus (1928).[7] In 2004, Brock transcribed some 13 hours of unheard Chaplin compositions from a newly discovered acetate recording of Chaplin composing on the piano. This resulted in the creation of a new score for Chaplin's feature drama A Woman of Paris (1923),[8] a work that Brock has conducted in concert a number of times, including at Cinema Ritrovato 2005 in Bologna, the Kino Babylon in Berlin in 2011, as well as a studio recording made with Orchestra Citta Aperta in Rome and London, with whom he has also conducted a complete recording of The Gold Rush in 2012.\n\nBrock has written 27 original scores for silent film, including Miss Europe (Orchestre National de Lyon),[9] Steamboat Bill, Jr. (Berner Symphonie-Orchester),[10] Sunrise (20th Century Fox), The Cameraman (Los Angeles Chamber Orchestra),[11] Burlesque on Carmen (Teatro Zarzuela, Madrid)[12] and The Cabinet of Dr. Caligari (Brussels Philharmonic/BMG).[13] Brock's long-standing relationship with the world-leading film-preservation institution, the Cineteca di Bologna, has resulted in 7 scores. Among them are Nosferatu (1922),[14] Lady Windermere's Fan (1925),[15] 3 Bad Men (1926)[16] and Feu Mathias Pascal (1926).[17]\n\n"
        },
        {
            "title": "Concert works",
            "text": "Brock's concert works include three symphonies, three concertos, a cantata, two operas, and a number of individual orchestral pieces. In 1995 he received a composer fellowship from the Artist Trust Foundation, during which he composed his first opera Billy (1995, libretto by Bryan Willis), the Divertimento: Five Picture-Postcards for Orchestra, and his second opera, Mudhoney (1998, adaptation of the original Friday Locke screenplay by the composer and Bryan Willis). In 1999, he was commissioned to compose an orchestral song cycle for soprano Cyndia Sieden: The Funeral of Youth, four orchestral settings to four poems of the English poet Rupert Brooke.\n\n"
        }
    ]
}