{
    "url": "https://en.wikipedia.org/wiki/Titanoptera",
    "title": "Titanoptera",
    "table_of_contents": [
        "1 Description",
        "2 Classification",
        "3 References",
        "4 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nTitanoptera is an extinct order of neopteran insects from late Carboniferous to Triassic periods.[1] Titanopterans were very large in comparison with modern insects, some having wingspans of up to 36 centimetres (14 in) or even 40 centimetres (16 in).[2][3]\n\n"
        },
        {
            "title": "Description",
            "text": "Titanopterans are related to modern grasshoppers, but were much larger, had proportionally weaker hindlegs that could not allow the animals to leap, and grasping forelegs and elongated mandibles. Another distinctive feature was the presence of prominent fluted regions on the forewings, which may have been used in stridulation. The general shape and anatomy of the titanopterans suggests that they were predators.[2]\n\nAn examination of a fossil of the oldest titanopteran genus, Theiatitan compared to modern insects seems to indicate they did not utilize stridulation, but used flashes of light from wing displays and crepitation, moving its wings to produce sound. The authors argue that none of the stridulation, crepitation, castanet signaling or light flash alone fully explains the diversity of structures observed in Titanoptera, and note that both sexes seem to have the fluted region on the forewing. Theiatian is 50 Ma older than the previous oldest species of Titanoptera, thus Theiatitan would be the oldest known insect with a wing structure specialized for communication.[1]\n\nSome titanopterans may have been able to only glide, not fly, such as Gigatitan vulgaris. The hind wing area of it is almost the same as that of Pseudophyllanax imperialis, one of the largest modern Orthoptera, and a poor flier, but Gigatitan is larger in volume. All known hind wings of Titanoptera, whatever their sizes, have quite reduced vannus, while most extant flying Orthoptera have large ones.[1]\n\nOther than Theiatitan, reliable records of titanopterans are known from Kyrgyzstan, Australia and South Korea. Considering some possible records from Russia as well, titanopterans possibly had a circum-Tethys distribution.[3]\n\n"
        },
        {
            "title": "Classification",
            "text": "There is controversy regarding the classification of Titanoptera. Titanoptera was previously thought to be related to Geraridae (including Gerarus), but it is no longer supported.[4] Olivier (2007) considered that genera in Titanoptera should be included in Orthoptera, and divided from extinct orthopteran family Tchomanvissidae.[5] But later study considered that the relationships between Titanoptera and Tcholmanvissiidae remain controversial.[1] Three genera known from Permian, Permotitan, Deinotitan, Monstrotitan possibly not belong to Titanoptera.[1] Although the genus Jubilaeus originally belonged to Mesotitanidae, but it is later considered to belong to Tcholmanvissiidae.[5][6] Steinhardtia was originally attributed to Titanoptera, but as fossil does not show the venational structures of the order Titanoptera, and it is even possible to be misidentification of plant fossil, possibly fern.[1]\n\nOrder Titanoptera\n\n"
        }
    ]
}