{
    "url": "https://en.wikipedia.org/wiki/Title_character",
    "title": "Title character",
    "table_of_contents": [
        "1 Definitions",
        "2 Titular",
        "3 See also",
        "4 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The title character in a narrative work is one who is named or referred to in the title of the work. In a performed work such as a play or film, the performer who plays the title character is said to have the title role of the piece. The title of the work might consist solely of the title character's name – such as Michael Collins[1] or Othello – or be a longer phrase or sentence – such as The Autobiography of Malcolm X, Alice in Wonderland or The Adventures of Tom Sawyer. The title character is commonly – but not necessarily – the protagonist of the story. Narrative works routinely do not have a title character, and there is some ambiguity in what qualifies as one.\n\nExamples in various media include Figaro in the opera The Marriage of Figaro, Giselle in the ballet of the same name, the Doctor in the TV series Doctor Who, Harry Potter in the series of novels and films,[2] Romeo Montague and Juliet Capulet in the play Romeo and Juliet,[3] Amos Jones and Andy Brown in the radio and TV dramas Amos 'n' Andy, Mario and Luigi in the game Super Mario Bros., and Naruto Uzumaki in the manga and anime franchise Naruto.\n\n"
        },
        {
            "title": "Definitions",
            "text": "There is no formal, prescriptive definition of a title character or title role, but there are general standards accepted by tradition.\n\nThe title character need not be literally named in the title, but may be referred to by some other identifying word or phrase, such as Bilbo Baggins in The Hobbit,[4] Simba in The Lion King, Aang in Avatar: The Last Airbender, Idi Amin in The Last King of Scotland,[5] or more vaguely as in the play An Ideal Husband, which ostensibly refers to the character Sir Robert Chiltern.[6]\n\nA title character is typically fictional, such as Alice in the book Alice's Adventures in Wonderland, Robinson Crusoe in the book of the same name, or Jean-Luc Picard in the TV series Star Trek: Picard; but can be a non-fictional dramatization, such as Annie Oakley in the musical Annie Get Your Gun,[7] Erin Brockovich in the film of the same name,[8] or Thomas More in the play A Man for All Seasons.[9]\n\nAlthough it is common for the title character to be the protagonist, it is not unusual for the principle antagonist or a key secondary character to be named in the title instead. Examples of titular antagonists include Sauron in the book and film series The Lord of the Rings,[10] Count Dracula in Bram Stoker's Dracula,[11] or Francisco Scaramanga and Julius No in the James Bond novels and films The Man with the Golden Gun and Dr. No.[12] The protagonist and antagonist can arguably both be title characters, as in the films Godzilla vs. the Smog Monster or Smokey and the Bandit. In the novel and TV series Shogun, the feudal lord Toranaga is the title character, but the protagonist is John Blackthorne. In the 2003 revival of August Wilson's Ma Rainey's Black Bottom, Whoopi Goldberg had the title role of Ma Rainey, but the lead was Charles S. Dutton as Levee.[13] In The Wonderful Wizard of Oz, the Wizard of Oz is the title character, but is a minor supporting character.[14] In the musical Bye Bye Birdie, Conrad Birdie is the title character, while Albert Peterson is the protagonist.[15] In the video game The Legend of Zelda, the title character Princess Zelda is the damsel in distress, and the protagonist is Link.[16] The title character in the 2017 animated film Coco is the protagonist's great-grandmother.\n\nThe title character need not be the subject of the title in a strict grammatical sense: Uncle Tom is considered the title character of Uncle Tom's Cabin[17] and Lee Marvin is often described as playing the title character in the film The Man Who Shot Liberty Valance, as his character (Liberty Valance) is named in the title, even though the grammatical subject of the title is the person who shot him.[18]\n\nThe concept of title character may be interpreted to include unseen characters, such as Godot in Waiting for Godot,[19] Rebecca de Winter in the 1938 novel Rebecca,[20] or Jason Bourne in the 2012 film The Bourne Legacy.[21] Status as the title character has been attributed to named objects, such as the bus in the film and musical Priscilla, Queen of the Desert,[22] or the imaginary 6-foot rabbit Harvey in the play and film of the same name.[23]\n\n"
        },
        {
            "title": "Titular",
            "text": "The general noun phrase \"title character\" can be replaced with a descriptive noun or phrase which is then further described using the adjective \"titular\". For example, the title character of Dracula can be referred to as the book's \"titular vampire\",[24] the title character of Hamlet is the \"titular prince of Denmark\",[25] and the title character of The Wonderful Wizard of Oz is the \"titular wizard\".[26][27]\n\n"
        }
    ]
}