{
    "url": "https://en.wikipedia.org/wiki/Tobe_Hooper",
    "title": "Tobe Hooper",
    "table_of_contents": [
        "1 Early life",
        "2 Career",
        "3 Personal life",
        "4 Death",
        "5 Legacy",
        "6 Filmography",
        "6.1 Film",
        "6.2 Television",
        "6.3 Music video",
        "7 Bibliography",
        "8 References",
        "9 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Willard Tobe Hooper[2] (/ˈtoʊbi/;[3] January 25, 1943 – August 26, 2017) was an American director, screenwriter, and producer best known for his work in the horror genre. The British Film Institute cited Hooper as one of the most influential horror filmmakers of all time.[4]\n\nBorn in Austin, Texas, Hooper's feature film debut was the independent Eggshells (1969), which he co-wrote with Kim Henkel. The two reunited to co-write The Texas Chain Saw Massacre (1974), which Hooper also directed. The film went on to become a classic of the genre, and was described in 2010 by The Guardian as \"one of the most influential films ever made.\"[5] Hooper subsequently directed the horror film Eaten Alive (1977), followed by the 1979 miniseries Salem's Lot, an adaptation of the novel by Stephen King. Following this, Hooper signed on to direct The Funhouse (1981), a major studio slasher film distributed by Universal Pictures. The following year, he directed the supernatural thriller Poltergeist, written and produced by Steven Spielberg.\n\nIn the mid-1980s, Hooper directed two science fiction horror films: Lifeforce (1985) and Invaders from Mars (1986), followed by The Texas Chainsaw Massacre 2 (1986), a big-budget sequel to his original film. The 1990s saw Hooper directing various horror and sci-fi projects, including Spontaneous Combustion (1990), which he also co-wrote; the television anthology film Body Bags (1993); and The Mangler (1995), another adaptation of a Stephen King story.\n\nHooper directed several projects throughout the 2000s, including the monster film Crocodile (2000), an episode of the sci-fi miniseries Taken (2002), and two episodes of Masters of Horror (2005–2006). He died in 2017 at the age of 74 of natural causes.\n\n"
        },
        {
            "title": "Early life",
            "text": "Hooper was born January 25, 1943 in Austin, Texas, to Lois Belle (née Crosby) and Norman William Ray Hooper, who owned a theater in San Angelo. The film The Texas Chain Saw Massacre explores hicksploitation themes related to his childhood.[6] He first became interested in filmmaking when he used his father's 8 mm camera at the age of nine. He went to college at the University of Texas, Austin. He was present at the college on August 1, 1966, when Charles Whitman opened fire on random people from the University's clock tower, nonfatally shooting a police officer that was close by Hooper.\n\n"
        },
        {
            "title": "Career",
            "text": "Hooper spent the 1960s as a college professor and documentary cameraman.[7] His 1965 short film The Heisters was invited to be entered in the short subject category for an Academy Award, but was not finished in time for the competition that year. His first feature film, Eggshells (1969), was made for $40,000.\n\nSoon after, Hooper leapt to fame with The Texas Chain Saw Massacre (1974). He combined elements from a story he wrote about isolation and darkness with the inspiration of graphic news coverage of violence, with his belief that people were the true monsters being a key element for the film. Along with Kim Henkel, they co-wrote a screenplay that had elements based on the murders of Ed Gein and Elmer Wayne Henley while forming a company named Vortex, Inc. They produced the film alongside Jay Parsley and Richard Saenz. The low budget (roughly less than $140,000) meant that the film was shot seven days a week, having shooting times up to 16 hours a day, dealing with brutally hot temperatures, high humidity and limited special effects.[8] Hooper had to deal with the Motion Picture Association of America (MPAA) with the rating; he had hoped the limited amount of gore seen in the film would give it a PG, but the original print was given an X rating. After some cuts, it was given an R rating. The film was cited as one of the scariest films of all time, with film critic Roger Ebert, despite awarding it only two out of four stars, describing it as a \"weird, off-the-wall achievement.\"[9] It was also a huge commercial success, making $30 million in the United States and Canada, while being one of the highest grossing independent films of the 1970s.\n\nHooper's next film was Eaten Alive (1976), co-written by Henkel and producers Alvin L. Fast and Mardi Rustam. As with Massacre, the film was inspired by serial killings, this time the murderer Joe Ball, who killed at least two people in the 1930s and whose crimes led to his nicknames of 'The Alligator Man' and 'The Butcher of Elmendorf'. The movie was filmed on sound-stages in California. Hooper provided the music alongside Wayne Bell - but walked off the production before shooting completed.[10]\n\nHooper had his biggest budget yet with the television mini-series of Salem's Lot (1979), filmed on a budget of $4 million for CBS while being released theatrically in some countries. It was a screening of Massacre that led producer Richard Kobritz to hire Hooper as director. He shot the film from July to August 1979, although the film differed from the source material (particularly with the violence and graphic scenes) in order to meet broadcast standards. He described it as 'very spooky - it suggests things and always has the overtone of the grave. It affects you differently than my other horror films. It's more soft-shelled...it has atmosphere which creates something you cannot escape - the reminder that our time is limited and all the accoutrements that go with it, such as the visuals.' Hooper then went on to make The Funhouse (1981) about teenagers who  are stalked by a killer in a carnival fun-house. \n\nIn 1982, Hooper made Poltergeist, based on a story by Steven Spielberg.[11] Hooper was selected to direct based on his prior work by Spielberg, who co-wrote the screenplay and co-produced the film. It was Hooper who collaborated with Spielberg to make it more of a ghost story than the original science-fiction-based treatment had been, as it had originally been conceived as a sequel to Close Encounters of the Third Kind.\n\nCannon Films approached Hooper with the offer of a three-picture deal. He made Lifeforce (1985), Invaders from Mars (1986) and The Texas Chainsaw Massacre 2 (1987).[12] Hooper also began working steadily in television.\n\nHooper's later works included Spontaneous Combustion (1990); the television movie I'm Dangerous Tonight (1990); and Night Terrors (1993). He directed an installment of the made-for-television feature Body Bags (1993). His works also include The Mangler (1995), The Apartment Complex (1999), Crocodile (2000), Toolbox Murders (2004), and Mortuary (2005).\n\nHooper was asked to contribute to the series Masters of Horror; he responded by directing \"Dance of the Dead\" (2005)[13] with Robert Englund in the first season, and \"The Damned Thing\"[14] in the second season.[15]\n\nIn 2010, writer and actor Mark Gatiss interviewed Hooper for the third episode of his BBC documentary series A History of Horror.[16]\n\nHooper's first novel, Midnight Movie, was published on Three Rivers Press in 2011.[17]\n\nHis supernatural thriller film Djinn premiered at the 2013 Abu Dhabi Film Festival.[18]\n\n"
        },
        {
            "title": "Personal life",
            "text": "Hooper was married three times. He married his first wife, Maev Margaret Noonan, in 1961. They divorced in the early 1970s, producing one son, William Tony Hooper, who was born approximately 1966. In the Fall of 1979 issue of Cinefantastique magazine, Hooper declared \"I'm divorced. I was married very young and been divorced about eight years.\" At the time of the interview, his son was 13 and lived with him in Los Angeles.[19][2][6]\n\nHooper married again in 1983 to Carin Berger (daughter of actor William Berger), but they divorced in 1990. He later married Rita Marie Bartlett in 2008, but they divorced in 2010.\n\n"
        },
        {
            "title": "Death",
            "text": "Hooper died of natural causes in Sherman Oaks neighborhood of Los Angeles, California, on August 26, 2017, at the age of 74.[20][2]\n\n"
        },
        {
            "title": "Legacy",
            "text": "Filmmakers who have been influenced by Hooper include Hideo Nakata,[21] Wes Craven,[22] Rob Zombie,[23] Alexandre Aja,[24] Jack Thomas Smith,[25] and Nicolas Winding Refn.[26] Director Ridley Scott has stated that his work on Alien was influenced more by Hooper's The Texas Chain Saw Massacre than any other genre film.[27]\n\n"
        },
        {
            "title": "Filmography",
            "text": "Co-producer\n\nExecutive producer\n\nTV series\n\nTV movies\n\n"
        }
    ]
}