{
    "url": "https://en.wikipedia.org/wiki/Too_Much_Johnson",
    "title": "Too Much Johnson (1938 film)",
    "table_of_contents": [
        "1 Cast",
        "2 Production",
        "3 Post-production and exhibition problems",
        "4 Loss and rediscovery",
        "5 Reception",
        "6 See also",
        "7 References",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Too Much Johnson is a 1938 American silent comedy film written and directed by Orson Welles. An unfinished film component of a stage production, it was made three years before Welles directed Citizen Kane, but it was never publicly screened. It was shot to be integrated into Welles's Mercury Theatre stage presentation of William Gillette's 1894 comedy, but the film sequences could not be shown due to the absence of projection facilities at the venue, the Stony Creek Theatre in Connecticut. The resulting plot confusion reportedly contributed to the stage production's failure.\n\nThe film was believed to be lost, but in 2008 a print was discovered in a warehouse in Pordenone, Italy.[1][2] The film premiered on October 9, 2013, at the Pordenone Silent Film Festival.[2] In 2014, the work print and a modern edit of the film were made available online by the National Film Preservation Foundation.[3]\n\nTwo previous films had been made of this play, a short film in 1900 and a feature-length Paramount film in 1919 starring Lois Wilson and Bryant Washburn. Both of these films are now lost.\n\n"
        },
        {
            "title": "Production",
            "text": "The film was not intended to stand by itself, but was designed as the cinematic aspect of Welles's Mercury Theatre stage presentation of William Gillette's 1894 comedy about a New York playboy who flees from the violent husband of his mistress and borrows the identity of a plantation owner in Cuba who is expecting the arrival of a mail-order bride.[6][7]\n\nWelles planned to mix live action and film for this production. The film was designed to run 40 minutes, with 20 minutes devoted to the play's prologue and two 10-minute introductions for the second and third act. Welles planned to create a silent film in the tradition of the Mack Sennett slapstick comedies, in order to enhance the various chases, duels and comic conflicts of the Gillette play.[8]\n\n\"The multi-media concept was a throwback to the early age of cinema when vaudeville shows were punctuated by quick cinematic vignettes,\" wrote Welles biographer Bret Wood.[9]: 51  The alternation format stage-and-screen hybrid—scenes of live performance linked together by film segments—dates back to 1896.[10]\n\nWelles thought highly of Joseph Cotten as a comic actor,[11]: 166  and cast him as the lead in the farce. Other Mercury Theatre actors included Ruth Ford, Arlene Francis, Howard Smith, Mary Wickes and Eustace Wyatt. Welles's wife, Virginia Nicolson, appeared in the film under her professional pseudonym Anna Stafford. Bit parts were given to Welles's Mercury Theatre producer John Houseman, assistant director John Berry, composer Marc Blitzstein, and Herbert Drake,[6] the New York Herald Tribune drama reporter who became the Mercury Theatre's publicist and, later, vice president.[5][12] Although writer Frank Brady reported that Welles gave himself a small role as a Keystone Kop,[6] Welles is not seen in the film.[13] Among the uncredited extras for a crowd sequence was a young Judy Holliday.[14]\n\nHarry Dunham, a newsreel and documentary cameraman who was an old friend of Paul Bowles, was the film's cinematographer.[4] Location photography took place in New York City's Battery Park and Central Park. Additional shooting took place on a Hudson River day-trip excursion boat and at locations in Yonkers, New York, and Haverstraw, New York.[6] Interior shots were set up at a studio in the Bronx, New York.[15] For the Cuban plantation, Welles created a miniature structure next to a papier-mâché volcano, with store-bought tropical plants to suggest the exotic Caribbean flora.[6]\n\n"
        },
        {
            "title": "Post-production and exhibition problems",
            "text": "Welles and his crew spent ten days shooting Too Much Johnson, which resulted in approximately 25,000 feet of film. He edited the footage on a Moviola in his suite at the St. Regis Hotel in New York City, and John Houseman later recalled visitors had to \"wade knee-deep through a crackling sea of flammable [nitrate] film.\"[16]\n\nWelles was assisted by John Berry, who had been hired by the Mercury Theatre as an apprentice and extra for Caesar and worked with Welles on subsequent Mercury productions, including Too Much Johnson. Years later he recalled building the sets on a vacant lot in Yonkers, and organizing a crew that literally held them up against in the wind during filming.[17]: 62, 64–65 \n\n\"Orson had a wonderful time making the film,\" Berry said, reporting that Welles was so absorbed in the cutting that he took little note when the film caught fire in the projector. \"What I remember, most remarkably, is me running with the projector in my hand, burning, trying to get out of the door into the goddamn hallway, and Houseman racing for the door at the same time … while Orson, with absolutely no concern whatsoever, was back inside, standing and looking at some piece of film in his hand, smoking his pipe.[17]: 65 \n\nDuring post-production, Welles ran into financial problems relating to his cast (who were not originally paid for the film shoot) and the film laboratory, which refused to deliver the processed film until it received payment. Welles also received an attorney's letter from Paramount Pictures informing him that the studio owned the film rights to Too Much Johnson, and that public presentation of his film would require payment to the studio.[16]\n\nWelles initially planned to present the stage-and-film mix of Too Much Johnson at the Stony Creek Theatre in Connecticut as a pre-Broadway trial run, but discovered that the theater's ceiling was too low to allow for film projection. The show opened on August 16, 1938, without the filmed sequences.[16] Most modern sources report that audience and critical reaction to the show was poor and caused Welles to abandon the production, but a search of press coverage at the time indicates no negative published reports and no reviews from major critics. The Branford Review reported that interest in the stage production was strong as it began its second week.[18]\n\n"
        },
        {
            "title": "Loss and rediscovery",
            "text": "Welles never completed editing the film component for Too Much Johnson and put the footage in storage. He rediscovered it three decades later at his home outside of Madrid, Spain. \"I can't remember whether I had it all along and dug it out of the bottom of a trunk, or whether someone brought it to me, but there it was\", he later recalled. \"I screened it, and it was in perfect condition, with not a scratch on it, as though it had only been through a projector once or twice before. It had a fine quality.\"[6] Welles, however, never allowed the footage to be seen publicly, stating the film would not make sense outside of the full context of the Gillette play.[19]  In August 1970,[20]: 439  a fire broke out at Welles's villa and the only known complete print of Too Much Johnson was destroyed.[21]\n\nA copy was discovered in Italy in 2008,[2][22] and on August 5, 2013, the George Eastman House museum of film and photography in the U.S. announced that it had completed a long process of restoration together with Cinemazero, the National Film Preservation Foundation, and laboratory experts in the U.S. and the Netherlands. Cinema Arts, a Pennsylvania film laboratory, performed most of the preservation work.[23] \"The next step was to begin the actual photo-chemical preservation\", said Tony Delgrosso, Head of Preservation at George Eastman House. \"For that we turned to a lab called Cinema Arts who are world famous for the quality of their black-and-white photo-chemical preservation and restoration.\"[24]\n\nToo Much Johnson premiered October 9, 2013, at the Pordenone Silent Film Festival.[25]  The film's North American premiere was held October 16, 2013, at George Eastman House's Dryden Theatre, and the film's New York City premiere took place on November 25, 2013, at the Directors Guild of America Theater.[26]\n\nOn August 21, 2014, the complete 66-minute work print of the film was posted online by the National Film Preservation Foundation.[3] An edited version running about 34 minutes including intertitles, with new music composed and performed by Michael Mortilla, was also made available.[27] \"If this edit is only a guess, it strives to be an educated one,\" stated the foundation, \"informed by research into the unpublished play scripts left behind by Welles and the Mercury Theatre company.\"[28]\n\nOn February 5, 2015, Too Much Johnson was screened and performed for the very first time as a complete stage performance at the Film Forum in New York City, in association with George Eastman House, as Welles originally intended. The filmed portions were shown as prologues to the play's three acts which were performed as a staged reading by the Film Forum Players. The staged reading was directed by Allen Lewis Rickman, who adapted the play from both the Welles and Gillette versions. It was produced by Bruce Goldstein. Steve Sterner composed and performed the soundtrack for the film. The footage was re-edited by William Hohauser to fit a coherent narrative structure in conjunction with the play. Sequences already edited by Welles were left intact.[29]\n\n"
        },
        {
            "title": "Reception",
            "text": "Demand to see Too Much Johnson at its world premiere at the Pordenone Silent Film Festival warranted two additional showings.[30] Reporting the \"snaking queues outside the auditorium\", The Guardian described the film as \"a gleeful experiment in silent cinema pastiche\":\n\nVariety called the unedited footage \"an unanticipated delight\":\n\nWriting for Bright Lights Film Journal, film historian Joseph McBride categorizes Too Much Johnson as Welles's pre-Hollywood filmmaking experiment,\n\n"
        }
    ]
}