{
    "url": "https://en.wikipedia.org/wiki/Toronto_Public_Library",
    "title": "Toronto Public Library",
    "table_of_contents": [
        "1 History",
        "2 Governance",
        "3 Services",
        "3.1 Collections",
        "3.1.1 Special collections",
        "3.2 Bookmobiles",
        "3.3 Musical instruments",
        "3.4 Museum + Arts Pass",
        "3.5 Technology",
        "3.5.1 Digital content",
        "4 Budget",
        "5 Branches",
        "6 See also",
        "7 References",
        "8 Sources",
        "9 Further reading",
        "10 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Toronto Public Library (TPL) (French: Bibliothèque publique de Toronto) is a public library system in Toronto, Ontario. It is the largest public library system in Canada, and in 2008 had averaged a higher circulation per capita than any other public library system internationally, making it the largest neighbourhood-based library system in the world.[6] Within North America, it also had the highest circulation and visitors when compared to other large urban systems.[7] Established as the library of the Mechanics' Institute in 1830, the Toronto Public Library now consists of 100 branch libraries[1] and has over 12 million items in its collection.[7][8][9][10]\n\n"
        },
        {
            "title": "History",
            "text": "The first subscription library service to open in the city was on 9 December 1810, at Elmsley House.[11] During the Burning of York in April 1813, several American officers under Commodore Issac Chauncey's command looted books from the library. Discovering his officers were in possession of the stolen books after they returned to Sackets Harbor, Chauncey ordered the looted books returned to York. The stolen books were returned in two crates, although by the time they arrived, the library had already closed. The books were auctioned off in 1822.[11]\n\nIn 1830, a library was established in the York Mechanics' Institute. In 1882, the provincial legislature, under Premier Oliver Mowat,[12] passed The Free Libraries Act, 1882.[13][14] A public campaign for a free library in Toronto preceded a referendum on the question, held on 1 January 1883, in which Torontonians voted in favour of creating a city library.[12] Alderman John Hallam, whom historian Barbara Myrvold describes as having an \"almost idolatrous regard for books\", was a principal booster for the new library.[15]\n\nIn 1884, the Mechanic's Institute's collection became the Toronto Public Library. James Bain was the first chief librarian and he supplemented the collection with $15,000 worth of books purchased on a trip to England in late 1883.[16]\n\nBetween 1907 and 1916, ten libraries were built with funds from the Andrew Carnegie Trust.[17] Several of these Carnegie libraries continue to be used by the public library; one, the original Central Reference Library, is now the Koffler Student Centre at the University of Toronto.[18]\n\nHenry Cummings Campbell was Chief Librarian of the Toronto Public Library from 1956 to 1978, and the first Chief Librarian to hold a professional library degree. He is credited for having contributed to the expansion of the library and its adaptation to an increasingly dynamic and multicultural city.[19]\n\nDuring the amalgamation of Metropolitan Toronto in 1998, the individual library systems of all the Metro municipalities and of Metro itself were merged into the Toronto system:[20][21]\n\nThis made the Toronto Public Library the largest library system in North America, serving a population of 2.3 million people with 98 branches at the time.\n\nIn 2004, a new library was opened in the St. James Town neighbourhood of Toronto, bringing the total number of branches to 99. In 2014, the city’s 100th library was constructed and opened in Scarborough City Centre.[22]\n\n"
        },
        {
            "title": "Governance",
            "text": "The Toronto Public Library is governed by a board appointed by Toronto City Council. The board is composed of eight citizen members, four city councillors and the mayor or his or her designate.[23]\n\n"
        },
        {
            "title": "Services",
            "text": "The library's collection count is over 12 million items.[7][8]\n\nToronto Public Library's special collections is located in several branches throughout the city. A number of special collections are housed at the Marilyn & Charles Baillie Special Collections Centre in the Toronto Reference Library.[24] Special collections at the reference library includes the Arthur Conan Doyle Collection, and the Baldwin Collection of Canadiana.[25][26]\n\nSpecial collections located at other branches of the Toronto Public Library Merril Collection of Science Fiction, and the Osborne Collection of Early Children's Books, located at Lillian H. Smith branch.[27][28] The Rita Cox Black and Caribbean Heritage Collection is spread throughout four branches of TPL, Malvern, Maria A. Shchuka, Parkdale, York Woods branch.[29]\n\nThe TPL operates two Bookmobile buses (24' Blue Bird CS), targeting communities who lack easy access to a neighbourhood branch. There are 32 regular Bookmobile stops in Toronto, including one on Ward's Island.[30] The bookmobile concept was previously used in the library systems of the former municipalities of North York and Scarborough as well as in Toronto as far back as 1948.[31]\n\nSince April 2016, the Parkdale branch has a collection of musical instruments including guitars, violins, keyboards, percussion instruments, and others that can be borrowed for free with a library card.[32]\n\nThe residents of Toronto can borrow museum passes with their library card. Each pass allows maximum 2 adults and 4 kids entering one site. Passes are distributed on a first-come, first-served basis, restocked every Saturday morning upon opening. Passes for popular sites, such as the Toronto Zoo, the ROM (Royal Ontario Museum) and the Ontario Science Centre, are often in very high demand and requires waiting in line.[33]\n\nThe Toronto Public Library technology services include public access computers and free wireless internet access in all branches. The Library also provides access to e-books, music, movies, and other electronic collections. All libraries also include at least one black-and-white printer where users are charged $0.15 per page. In the Toronto Reference Library, it holds the only public colored printer in the system. The Toronto Public Library website allows users to reserve materials and have them transferred to the user's preferred branch.\n[34] The library also operates a Dial-a-Story telephone hotline, which reads stories to children in sixteen languages.[35]\n\nThe library system uses NFC pads on each book where users only need to place the book on a table and checks out without scanning.\n\nEight branches of the Toronto Public Library also house Digital Innovation Hubs, where patrons can reserve a workstation or equipment and attend workshops to bring new and emerging technology to the community.[36]\n\nToronto Public Library cardholders can digitally borrow books, music and movies since 2014 by creating an account on the online platform Hoopla.[37] Also, since 2018, the Toronto Public Library has partnered with Kanopy, a streaming platform with over 30,000 films and documentaries, that lets the library users stream up to eight items per month after registering using their library card.[38][39]\n\nThe library's Digital Archive provides instant access to historical images—including photographs from the Toronto Star Photograph Archive—postcards, maps, rare digitized books and more.[40]\n\nThe Toronto Public Library offers audiobook, e-book, and eMagazine services, including OverDrive eBooks & eAudiobooks, Zinio eMagazines, OneClick Digital eAudiobooks, Safari Tech & Business Books Online, TumbleBook Library, Ebsco eBooks, delivered via the library's website.[41]\n\n"
        },
        {
            "title": "Budget",
            "text": "The Toronto Public Library had an operating budget of $206,880,105 in 2019.[42]\n\n"
        }
    ]
}