{
    "url": "https://en.wikipedia.org/wiki/Totalitarianism",
    "title": "Totalitarianism",
    "table_of_contents": [
        "1 Definition",
        "2 Academia and historiography",
        "3 Politics",
        "3.1 Early usage",
        "3.2 Cold War",
        "3.3 Post–Cold War",
        "3.4 Views on totalitarianism by historians of the Soviet Union since the 1970s",
        "4 See also",
        "5 References",
        "6 Further reading",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Totalitarianism is a form of government and a political system that prohibits all opposition parties, outlaws individual and group opposition to the state and its claims, and exercises an extremely high if not complete degree of control and regulation over public and private life. It is regarded as the most extreme and complete form of authoritarianism. In totalitarian states, political power is often held by autocrats, such as dictators (totalitarian dictatorship) and absolute monarchs, who employ all-encompassing campaigns in which propaganda is broadcast by state-controlled mass media in order to control the citizenry.[1] By 1950, the term and concept of totalitarianism entered mainstream Western political discourse. Furthermore this era also saw anti-communist and McCarthyist political movements intensify and use the concept of totalitarianism as a tool to convert pre-World War II anti-fascism into Cold War anti-communism.[2][3][4][5][6]\n\nAs a political ideology in itself, totalitarianism is a distinctly modernist phenomenon, and it has very complex historical roots. Philosopher Karl Popper traced its roots to Plato, Georg Wilhelm Friedrich Hegel's conception of the state, and the political philosophy of Karl Marx,[7] although Popper's conception of totalitarianism has been criticized in academia, and remains highly controversial.[8][9] Other philosophers and historians such as Theodor W. Adorno and Max Horkheimer trace the origin of totalitarian doctrines to the Age of Enlightenment, especially to the anthropocentrist idea that \"Man has become the master of the world, a master unbound by any links to nature, society, and history.\"[10] In the 20th century, the idea of absolute state power was first developed by Italian Fascists, and concurrently in Germany by a jurist and Nazi academic named Carl Schmitt during the Weimar Republic in the 1920s.\n\nScholars and historians have considered Vladimir Lenin,[11][12][13] founder of the Soviet Union,[14][15][16] to be one of the first to attempt to establish a totalitarian state.[17][18][19][20][21] Benito Mussolini, the founder of Italian Fascism, called his regime the \"Totalitarian State\": \"Everything in the State, nothing outside the State, nothing against the State.\"[22] Schmitt used the term Totalstaat (lit. 'Total state') in his influential 1927 work titled The Concept of the Political, which described the legal basis of an all-powerful state.[23]\n\nTotalitarian regimes are different from other authoritarian regimes, as the latter denotes a state in which the single power holder, usually an individual dictator, a committee, a military junta, or an otherwise small group of political elites, monopolizes political power.[24] A totalitarian regime may attempt to control virtually all aspects of social life, including the economy, the education system, arts, science, and the private lives and morals of citizens through the use of an elaborate ideology.[25] It can also mobilize the whole population in pursuit of its goals.[24]\n\n"
        },
        {
            "title": "Definition",
            "text": "According to Yale professor Juan José Linz there are three main types of political regimes today: democracies, totalitarian regimes and, sitting between these two, authoritarian regimes (with hybrid regimes).[26][27] \nTotalitarian regimes are often characterized by extreme political repression and human rights violations to a greater extent than those of authoritarian regimes, an absolute lack of democratic ideals, widespread personality cultism around the person or the group which is in power, absolute control over the economy, large-scale censorship and mass surveillance systems, limited or non-existent freedom of movement (notably the freedom to leave the country), and the widespread usage of state terrorism. Other aspects of a totalitarian regime include the extensive use of violent prison camps, repressive secret police, practices of religious persecution or racism, the imposition of either theocratic rule or state atheism, the common use of death penalties and show trials, fraudulent elections (if elections are held), the possible possession of weapons of mass destruction, a potential for state-sponsored mass murders and genocides, and the possibility of engaging in a war or imperialism against other countries. Historian Robert Conquest describes a totalitarian state as a state which recognizes no limit on its authority in any sphere of public or private life and extends that authority to whatever length it considers feasible.[1]\n\nTotalitarianism is contrasted with authoritarianism. According to Radu Cinpoes, an authoritarian state is \"only concerned with political power, and as long as it is not contested it gives society a certain degree of liberty.\"[24] Cinpoes writes that authoritarianism \"does not attempt to change the world and human nature.\"[24] In contrast, Richard Pipes stated that the officially proclaimed ideology \"penetrating into the deepest reaches of societal structure, and the totalitarian government seeks to completely control the thoughts and actions of its citizens.\"[25] Carl Joachim Friedrich wrote that \"[a] totalist ideology, a party reinforced by a secret police, and monopolistic control of industrial mass society are the three features of totalitarian regimes that distinguish them from other autocracies.\"[24]\n\n"
        },
        {
            "title": "Academia and historiography",
            "text": "The academic field of Sovietology after World War II and during the Cold War was dominated by the \"totalitarian model\" of the Soviet Union,[28] stressing the absolute nature of Joseph Stalin's power. The \"totalitarian model\" was first outlined in the 1950s by Carl Joachim Friedrich, who posited that the Soviet Union and other Communist states were \"totalitarian\" systems, with the personality cult and almost unlimited powers of the \"great leader\" such as Stalin.[29] The \"revisionist school\" beginning in the 1960s focused on relatively autonomous institutions which might influence policy at the higher level.[30] Matt Lenoe described the \"revisionist school\" as representing those who \"insisted that the old image of the Soviet Union as a totalitarian state bent on world domination was oversimplified or just plain wrong. They tended to be interested in social history and to argue that the Communist Party leadership had had to adjust to social forces.\"[31] These of \"revisionist school\" such as J. Arch Getty and Lynne Viola challenged the \"totalitarian model\" approach to Communist history, which was considered to be outdated by the 1980s and for the post-Stalinist era in particular,[32] and were most active in the former Communist states' archives, especially the State Archive of the Russian Federation related to the Soviet Union.[30][33]\n\nAccording to John Earl Haynes and Harvey Klehr, the historiography is characterized by a split between \"traditionalists\" and \"revisionists.\" \"Traditionalists\" characterize themselves as objective reporters of an alleged totalitarian nature of communism and Communist states. They are criticized by their opponents as being anti-communist, even fascist, in their eagerness on continuing to focus on the issues of the Cold War. Alternative characterizations for traditionalists include \"anti-communist\", \"conservative\", \"Draperite\" (after Theodore Draper), \"orthodox\", and \"right-wing.\"[34] Norman Markowitz,[35] a prominent \"revisionist\", referred to them as \"reactionaries\", \"right-wing romantics\", and \"triumphalist\" who belong to the \"HUAC school of CPUSA scholarship.\"[34] \"Revisionists\", characterized by Haynes and Klehr as historical revisionists, are more numerous and dominate academic institutions and learned journals.[34] A suggested alternative formulation is \"new historians of American communism\", but that has not caught on because these historians describe themselves as unbiased and scholarly, contrasting their work to the work of anti-communist \"traditionalists\", whom they term biased and unscholarly.[34]\n\nAccording to William Zimmerman in 1980, \"the Soviet Union has changed substantially. Our knowledge of the Soviet Union has changed as well. We all know that the traditional paradigm no longer satisfies, despite several efforts, primarily in the early 1960s (the directed society, totalitarianism without terror, the mobilization system) to articulate an acceptable variant. We have come to realize that models which were, in effect, offshoots of totalitarian models do not provide good approximations of post-Stalinist reality.\"[32] According to Michael Scott Christofferson in 2019, \"Arendt's reading of the post-Stalin USSR can be seen as an attempt to distance her work from 'the Cold War misuse of the concept.'\"[36]\n\nHistorian John Connelly wrote that totalitarianism is a useful word but that the old 1950s theory about it is defunct among scholars. Connelly wrote: \"The word is as functional now as it was 50 years ago. It means the kind of regime that existed in Nazi Germany, the Soviet Union, the Soviet satellites, Communist China, and maybe Fascist Italy, where the word originated. ... Who are we to tell Václav Havel or Adam Michnik that they were fooling themselves when they perceived their rulers as totalitarian? Or for that matter any of the millions of former subjects of Soviet-type rule who use the local equivalents of the Czech totalita to describe the systems they lived under before 1989? It is a useful word and everyone knows what it means as a general referent. Problems arise when people confuse the useful descriptive term with the old 'theory' from the 1950s.\"[37]\n\n"
        },
        {
            "title": "Politics",
            "text": "The notion that totalitarianism is total political power which is exercised by the state was formulated in 1923 by Giovanni Amendola, who described Italian Fascism as a system which was fundamentally different from conventional dictatorships.[25] The term was later assigned a positive meaning in the writings of Giovanni Gentile, Italy's most prominent philosopher and leading theorist of fascism. He used the term totalitario to refer to the structure and goals of the new state which was to provide the \"total representation of the nation and total guidance of national goals.\"[38] He described totalitarianism as a society in which the ideology of the state had influence, if not power, over most of its citizens.[39] According to Benito Mussolini, this system politicizes everything spiritual and human: \"Everything within the state, nothing outside the state, nothing against the state.\"[25][40]\n\nOne of the first people to use the term totalitarianism in the English language was the Austrian writer Franz Borkenau in his 1938 book The Communist International, in which he commented that it united the Soviet and German dictatorships more than it divided them.[41] The label totalitarian was twice affixed to Nazi Germany during Winston Churchill's speech of 5 October 1938, before the House of Commons in opposition to the Munich Agreement, by which France and Great Britain consented to Nazi Germany's annexation of the Sudetenland.[42] Churchill was then a backbencher MP representing the Epping constituency. In a radio address two weeks later, Churchill again employed the term, this time applying the concept to \"a Communist or a Nazi tyranny.\"[43]\n\nJosé María Gil-Robles y Quiñones, the leader of the historic Spanish reactionary party called the Spanish Confederation of the Autonomous Right (CEDA),[44] declared his intention to \"give Spain a true unity, a new spirit, a totalitarian polity\" and went on to say: \"Democracy is not an end but a means to the conquest of the new state. When the time comes, either parliament submits or we will eliminate it.\"[45] General Francisco Franco was determined not to have competing right-wing parties in Spain and CEDA was dissolved in April 1937. Later, Gil-Robles went into exile.[46]\n\nGeorge Orwell made frequent use of the word totalitarian and its cognates in multiple essays published in 1940, 1941 and 1942. In his essay \"Why I Write\", Orwell wrote: \"The Spanish war and other events in 1936–37 turned the scale and thereafter I knew where I stood. Every line of serious work that I have written since 1936 has been written, directly or indirectly, against totalitarianism and for democratic socialism, as I understand it.\" He feared that future totalitarian regimes could exploit technological advances in surveillance and mass media in order to establish a permanent and worldwide dictatorship which would be incapable of ever being overthrown, writing: \"If you want a vision of the future, imagine a boot stamping on a human face—forever.\"[47]\n\nDuring a 1945 lecture series entitled \"The Soviet Impact on the Western World\" and published as a book in 1946, the British historian E. H. Carr wrote: \"The trend away from individualism and towards totalitarianism is everywhere unmistakable\" and that Marxism–Leninism was by far the most successful type of totalitarianism as proved by Soviet industrial growth and the Red Army's role in defeating Germany. According to Carr, only the \"blind and incurable\" could ignore the trend towards totalitarianism.[48]\n\nIn The Open Society and Its Enemies (1945) and The Poverty of Historicism (1961), Karl Popper articulated an influential critique of totalitarianism. In both works, Popper contrasted the \"open society\" of liberal democracy with totalitarianism and posited that the latter is grounded in the belief that history moves toward an immutable future in accordance with knowable laws.[citation needed]\n\nIn The Origins of Totalitarianism, Hannah Arendt posited that Nazi and Communist regimes were new forms of government and not merely updated versions of the old tyrannies. According to Arendt, the source of the mass appeal of totalitarian regimes is their ideology which provides a comforting and single answer to the mysteries of the past, present and future. For Nazism, all history is the history of race struggle and for Marxism–Leninism all history is the history of class struggle. Once that premise is accepted, all actions of the state can be justified by appeal to nature or the law of history, justifying their establishment of authoritarian state apparatus.[49]\n\nIn addition to Arendt, many scholars from a variety of academic backgrounds and ideological positions have closely examined totalitarianism. Among the most noted commentators on totalitarianism are Raymond Aron, Lawrence Aronsen, Franz Borkenau, Karl Dietrich Bracher, Zbigniew Brzezinski, Robert Conquest, Carl Joachim Friedrich, Eckhard Jesse, Leopold Labedz, Walter Laqueur, Claude Lefort, Juan Linz, Richard Löwenthal, Karl Popper, Richard Pipes, Leonard Schapiro and Adam Ulam. Each one of these described totalitarianism in slightly different ways, but they all agreed that totalitarianism seeks to mobilize entire populations in support of an official party ideology and is intolerant of activities that are not directed towards the goals of the party, entailing repression or state control of the business, labour unions, non-profit organizations, religious organizations and minor political parties. At the same time, many scholars from a variety of academic backgrounds and ideological positions criticized the theorists of totalitarianism. Among the most noted were Louis Althusser, Benjamin Barber, Maurice Merleau-Ponty and Jean-Paul Sartre. They thought that totalitarianism was connected to Western ideologies and associated with evaluation rather than analysis. The concept became prominent in the Western world's anti-communist political discourse during the Cold War era as a tool to convert pre-war anti-fascism into postwar anti-communism.[2][3][4][5][6]\n\nIn 1956, the political scientists Carl Joachim Friedrich and Zbigniew Brzezinski were primarily responsible for expanding the usage of the term in university social science and professional research, reformulating it as a paradigm for the Soviet Union as well as fascist regimes.[50] Friedrich and Brzezinski wrote that a totalitarian system has the following six mutually supportive and defining characteristics:[50][page needed]\n\nIn the book titled Democracy and Totalitarianism (1968), French analyst Raymond Aron outlined five criteria for a regime to be considered as totalitarian:[51][page needed]\n\nAccording to this view, totalitarian regimes in Germany, Italy, and the Soviet Union had initial origins in the chaos that followed in the wake of World War I and allowed totalitarian movements to seize control of the government while the sophistication of modern weapons and communications enabled them to effectively establish what Friedrich and Brzezinski called a \"totalitarian dictatorship.\"[50][page needed] Some social scientists have criticized Friedrich and Brzezinski's totalitarian approach, commenting that the Soviet system, both as a political and as a social entity, was in fact better understood in terms of interest groups, competing elites, or even in class terms, using the concept of the nomenklatura as a vehicle for a new ruling class (new class). These critics posit that there is evidence of the widespread dispersion of power, at least in the implementation of policy, among sectoral and regional authorities. For some followers of this pluralist approach, this was evidence of the ability of the regime to adapt to include new demands; however, proponents of the totalitarian model stated that the failure of the system to survive showed not only its inability to adapt but the mere formality of supposed popular participation.[52]\n\nGerman historian Karl Dietrich Bracher, whose work is primarily concerned with Nazi Germany, posited that the \"totalitarian typology\" as developed by Friedrich and Brzezinski is an excessively inflexible model and failed to consider the \"revolutionary dynamic\" that for Bracher is at the heart of totalitarianism.[53] Bracher posited that the essence of totalitarianism is the total claim to control and remake all aspects of society combined with an all-embracing ideology, the value on authoritarian leadership and the pretence of the common identity of state and society which distinguished the totalitarian \"closed\" understanding of politics from the \"open\" democratic understanding.[53] Unlike the Friedrich and Brzezinski definition, Bracher said that totalitarian regimes did not require a single leader and could function with a collective leadership which led the American historian Walter Laqueur to posit that Bracher's definition seemed to fit reality better than the Friedrich–Brzezinski definition.[54] Bracher's typologies came under attack from Werner Conze and other historians, who felt that Bracher \"lost sight of the historical material\" and used \"universal, ahistorical concepts.\"[55]\n\nIn his 1951 book The True Believer, Eric Hoffer posited that mass movements such as fascism, Nazism and Stalinism had a common trait in picturing Western democracies and their values as decadent, with people \"too soft, too pleasure-loving and too selfish\" to sacrifice for a higher cause, which for them implies an inner moral and biological decay. Hoffer added that those movements offered the prospect of a glorious future to frustrated people, enabling them to find a refuge from the lack of personal accomplishments in their individual existence. The individual is then assimilated into a compact collective body and \"fact-proof screens from reality\" are established.[56] This stance may be connected to a religious fear for Communists. Paul Hanebrink has posited that many European Christians started to fear Communist regimes after the rise of Hitler, commenting: \"For many European Christians, Catholic and Protestant alike, the new postwar 'culture war' crystallized as a struggle against communism. Across interwar Europe, Christians demonized the Communist regime in Russia as the apotheosis of secular materialism and a militarized threat to Christian social and moral order.\"[57] For Hanebrink, Christians saw Communist regimes as a threat to their moral order and hoped to lead European nations back to their Christian roots by creating an anti-totalitarian census, which defined Europe in the early Cold War.[58]\n\nLaure Neumayer posited that \"despite the disputes over its heuristic value and its normative assumptions, the concept of totalitarianism made a vigorous return to the political and academic fields at the end of the Cold War.\"[60] In the 1990s, François Furet made a comparative analysis[61] and used the term totalitarian twins to link Nazism and Stalinism.[62][63][64] Eric Hobsbawm criticized Furet for his temptation to stress the existence of a common ground between two systems with different ideological roots.[65]\n\nIn Did Somebody Say Totalitarianism?: Five Interventions in the (Mis)Use of a Notion, Žižek wrote that \"[t]he liberating effect\" of General Augusto Pinochet's arrest \"was exceptional\", as \"the fear of Pinochet dissipated, the spell was broken, the taboo subjects of torture and disappearances became the daily grist of the news media; the people no longer just whispered, but openly spoke about prosecuting him in Chile itself.\"[66] Saladdin Ahmed cited Hannah Arendt as stating that \"the Soviet Union can no longer be called totalitarian in the strict sense of the term after Stalin's death\", writing that \"this was the case in General August Pinochet's Chile, yet it would be absurd to exempt it from the class of totalitarian regimes for that reason alone.\" Saladdin posited that while Chile under Pinochet had no \"official ideology\", there was one man who ruled Chile from \"behind the scenes\", \"none other than Milton Friedman, the godfather of neoliberalism and the most influential teacher of the Chicago Boys, was Pinochet's adviser.\" In this sense, Saladdin criticized the totalitarian concept because it was only being applied to \"opposing ideologies\" and it was not being applied to liberalism.[36]\n\nIn the early 2010s, Richard Shorten, Vladimir Tismăneanu, and Aviezer Tucker posited that totalitarian ideologies can take different forms in different political systems but all of them focus on utopianism, scientism, or political violence. They posit that Nazism and Stalinism both emphasized the role of specialization in modern societies and they also saw polymathy as a thing of the past, and they also stated that their claims were supported by statistics and science, which led them to impose strict ethical regulations on culture, use psychological violence, and persecute entire groups.[67][68][69] Their arguments have been criticized by other scholars due to their partiality and anachronism. Juan Francisco Fuentes treats totalitarianism as an \"invented tradition\" and he believes that the notion of \"modern despotism\" is a \"reverse anachronism\"; for Fuentes, \"the anachronistic use of totalitarian/totalitarianism involves the will to reshape the past in the image and likeness of the present.\"[70]\n\nOther studies try to link modern technological changes to totalitarianism. According to Shoshana Zuboff, the economic pressures of modern surveillance capitalism are driving the intensification of connection and monitoring online with spaces of social life becoming open to saturation by corporate actors, directed at the making of profit and/or the regulation of action.[71] Toby Ord believed that Orwell's fears of totalitarianism constituted a notable early precursor to modern notions of anthropogenic existential risk, the concept that a future catastrophe could permanently destroy the potential of Earth-originating intelligent life due in part to technological changes, creating a permanent technological dystopia. Ord said that Orwell's writings show that his concern was genuine rather than just a throwaway part of the fictional plot of Nineteen Eighty-Four. In 1949, Orwell wrote that \"[a] ruling class which could guard against (four previously enumerated sources of risk) would remain in power permanently.\"[72] That same year, Bertrand Russell wrote that \"modern techniques have made possible a new intensity of governmental control, and this possibility has been exploited very fully in totalitarian states.\"[73]\n\nIn the late 2010s, The Economist has described China's developed Social Credit System under Chinese Communist Party general secretary Xi Jinping's administration, to screen and rank its citizens based on their personal behavior, as totalitarian.[74] Opponents of China's ranking system say that it is intrusive and it is just another tool which a one-party state can use to control the population. The New York Times compared Chinese paramount leader Xi Jinping's cult of personality and his ideology Xi Jinping Thought to that of Mao Zedong during the Cold War.[75] Supporters say that it will transform China into a more civilized and law-abiding society.[76] Shoshana Zuboff considers it instrumentarian rather than totalitarian.[77] Other emerging technologies that could empower future totalitarian regimes include brain-reading, contact tracing and various applications of artificial intelligence.[78][79][80][81] Philosopher Nick Bostrom said that there is a possible trade-off, namely that some existential risks might be mitigated by the establishment of a powerful and permanent world government, and in turn the establishment of such a government could enhance the existential risks which are associated with the rule of a permanent dictatorship.[82]\n\nMost modern Western historians[who?] of the Soviet Union now consider the concept of totalitarianism to be an oversimplification that does not accurately reflect the reality of life in the Soviet Union. The idea was first challenged by a generation of historians who came to prominence in the 1970s, and whose perspectives came to be known as the \"revisionist school\". Some of whose more prominent members were Sheila Fitzpatrick, J. Arch Getty, Jerry F. Hough, William McCagg, and Robert W. Thurston.[83] Although their individual interpretations differ, the revisionists say that the Soviet Union under Joseph Stalin was in many ways institutionally weak, and that terror reflected the weaknesses rather than the strengths of the Soviet state.[83] They argue that Soviet citizens were not totally devoid of agency or resources and atomised by ideology as the totalitarian perspective implies. Rather, they successfully developed practices that helped them to navigate everyday life at a time of considerable danger and multiple shortages.[84] For example, Arch Getty claims that \"the Soviet political system was chaotic, that institutions often escaped the control of the centre, and that Stalin’s leadership consisted to a considerable extent in responding, on an ad hoc basis, to political crises as they arose.\".[85] In addition, scholars such as Fitzpatrick have stressed that the regime relied on the popular support for legitimation as much as it did on terror. By purging society of groups deemed 'anti-Soviet', new job opportunities opened up for an entire cohort of young, working class citizens, who saw dramatic, upward social mobility that they could scarcely have dreamed of before the revolution. These \"beneficiaries\" of the violence became fiercely loyal to Stalin and the Soviet regime. To them, it appeared the promise of the revolution had been fulfilled. They became willing to defend and support Stalin not in spite of terror, but because of it.[86]\n\nIn the case of East Germany, Eli Rubin posited that East Germany was not a totalitarian state but rather a society shaped by the confluence of unique economic and political circumstances interacting with the concerns of ordinary citizens.[87]\n\nWriting in 1987, Walter Laqueur posited that the revisionists in the field of Soviet history were guilty of confusing popularity with morality and of making highly embarrassing and not very convincing arguments against the concept of the Soviet Union as a totalitarian state.[88] Laqueur stated that the revisionists' arguments with regard to Soviet history were highly similar to the arguments made by Ernst Nolte regarding German history.[88] For Laqueur, concepts such as modernization were inadequate tools for explaining Soviet history while totalitarianism was not.[89] Laqueur's argument has been criticized by modern \"revisionist school\" historians such as Paul Buhle, who said that Laqueur wrongly equates Cold War revisionism with the German revisionism; the latter reflected a \"revanchist, military-minded conservative nationalism.\"[90] Moreover, Michael Parenti and James Petras have suggested that the totalitarianism concept has been politically employed and used for anti-communist purposes. Parenti has also analysed how \"left anti-communism\" attacked the Soviet Union during the Cold War.[91] For Petras, the CIA funded the Congress for Cultural Freedom in order to attack \"Stalinist anti-totalitarianism.\"[92] Into the 21st century, Enzo Traverso has attacked the creators of the concept of totalitarianism as having invented it to designate the enemies of the West.[93]\n\nAccording to some scholars, calling Joseph Stalin totalitarian instead of authoritarian has been asserted to be a high-sounding but specious excuse for Western self-interest, just as surely as the counterclaim that allegedly debunking the totalitarian concept may be a high-sounding but specious excuse for Russian self-interest. For Domenico Losurdo, totalitarianism is a polysemic concept with origins in Christian theology and applying it to the political sphere requires an operation of abstract schematism which makes use of isolated elements of historical reality to place fascist regimes and the Soviet Union in the dock together, serving the anti-communism of Cold War-era intellectuals rather than reflecting intellectual research.[94] Other scholars, among them F. William Engdahl, Sheldon Wolin, and Slavoj Žižek, have linked totalitarianism to capitalism and liberalism, and used concepts such as inverted totalitarianism,[95] totalitarian capitalism,[96] and totalitarian democracy.[97][98][99]\n\n"
        }
    ]
}