{
    "url": "https://en.wikipedia.org/wiki/Tourism_in_the_United_States",
    "title": "Tourism in the United States",
    "table_of_contents": [
        "1 19th century",
        "2 Early tourism",
        "3 Late 20th century",
        "4 21st century",
        "5 Attractions",
        "6 Travel warnings",
        "7 Visitor statistics",
        "8 See also",
        "9 Notes",
        "10 References",
        "11 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nIn the United States, tourism is a large industry that serves millions of international and domestic tourists yearly. Foreigners visit the U.S. to see natural wonders, cities, historic landmarks, and entertainment venues. Americans seek similar attractions, as well as recreation and vacation areas.\n\nTourism in the United States grew rapidly in the form of urban tourism during the late nineteenth and early twentieth centuries. By the 1850s, tourism in the United States was well established both as a cultural activity and as an industry. New York City, Los Angeles, Chicago, Boston, Philadelphia, Washington, D.C., and San Francisco, all major U.S. cities, attracted numerous tourists since the 1890s. By 1915, city touring had marked significant shifts in the way Americans perceived, organized, and moved.\n\nDemocratization of travel occurred during the early twentieth century when the automobile revolutionized travel. Similarly air travel revolutionized travel during 1945–1969, contributing greatly to tourism in the United States. Purchases of travel and tourism-related goods and services by international visitors traveling in the United States totaled $10.9 billion during February 2013.[1]\n\nThe travel and tourism industries in the United States were among the first economic sectors negatively affected by the September 11, 2001 attacks.\n\nIn the U.S., tourism is among the three largest employers in 29 states, employing 7.3 million in 2004, to take care of 1.19 billion trips tourists took in the U.S. in 2005.[citation needed] As of 2007, there are 2,462 registered National Historic Landmarks (NHL) recognized by the United States government. As of 2018, New York City is the most visited destination in the United States, followed by Los Angeles, Orlando, Las Vegas, and Chicago.\n\nTourists spend more money in the United States than any other country, while attracting the third-highest number of tourists after France and Spain.[2][3] The discrepancy may be explained by longer stays in the US.[3]\n\n"
        },
        {
            "title": "19th century",
            "text": "The rise of urban tourism in the United States during the late nineteenth and early twentieth centuries represented a major cultural transformation concerning urban space, leisure natural activity and as an industry. Package tours did not exist until the 1870s and 1880s, entrepreneurs of various sorts from hotel keepers and agents for railroad lines to artists and writers recognized the profit to be gained from the prospering tourism industry.[4] The rise of locomotive steam-powered trains during the 1800s enabled tourists to travel more easily and quickly.[5]\n\nIn the United States 2,800 miles (4,500 km) of track had been completed by 1840, by 1860 all major eastern US cities were linked by rail, and by 1869 the first trans-American railroad link was completed.[6] Yosemite Park was developed as a tourist attraction in the late 1850s and early 1860s for an audience who wanted a national icon and place to symbolize exotic wonder of its region.[4] Photography played an important role for the first time in the development of tourist attractions, making it possible to distribute hundreds of images showing various places of interest.[4]\n\nNew York City, Chicago, Boston, Philadelphia, Washington, D.C., and San Francisco, all major US cities, attracted numerous tourists by the 1890s.[7] New York's population grew from 300,000 in 1840 to 800,000 in 1850.[8] Chicago experienced a dramatic increase from 4,000 residents in 1840 to 300,000 by 1870. Dictionaries first published the word 'tourist' sometime in 1800, when it referred to those going to Europe or making a round trip of natural wonders in New York and New England. The absence of urban tourism during the nineteenth century was in part because American cities lacked the architecture and art which attracted thousands to Europe. American cities tended to offend the sensitive with ugliness and commercialism rather than inspire awe or aesthetic pleasure.[9] Some tourists were fascinated by the rapid growth of the new urban areas: \"It is an absorbing thing to watch the process of world-making; both the formation of the natural and the conventional world,\" wrote English writer Harriet Martineau in 1837.[10]\n\nAs American cities developed, new institutions to accommodate and care for the insane, disabled and criminal were constructed. The Hartford, Connecticut American School for the Deaf opened in 1817, Ossining, New York state prison (now known as Sing Sing) in 1825, the Connecticut State Penitentiary at Wethersfield in 1827, Mount Auburn Cemetery in 1831, the Perkins School for the Blind in 1832, and the Worcester State Hospital in 1833.[11]  These institutions attracted the curiosity of American and foreign visitors. The English writer and actress Fanny Kemble was an admirer of the American prison system who was also concerned that nature was being destroyed in favor of new developments. Guidebooks published in the 1830s, 40s and 50s described new prisons, asylums and institutions for the deaf and blind, and urged tourists to visit these sights.[12]\n\nAccounts of these visits written by Charles Dickens, Harriet Martineau, Lydia Sigourney and Caroline Gilman were published in magazines and travel books.[12] Sigourney's Scenes in My Native Land (1845) included descriptions of her tour of Niagara Falls and other places of scenic interest with accounts of her visits to prisons and asylums.[12] Many visited these institutions because nothing like them had existed before.[13] The buildings which housed them were themselves monumental, often placed on hilltops as a symbol of accomplishment.[13]\n\n"
        },
        {
            "title": "Early tourism",
            "text": "By 1915, city touring had marked significant shifts in the way Americans perceived, organized and moved around in urban environments.[7] Urban tourism became a profitable industry in 1915 as the number of tour agencies, railroad passenger departments, guidebook publishers and travel writers grew at a fast pace.[7] The expense of pleasure tours meant that only the minority of Americans between 1850 and 1915 could experience the luxury of tourism.[7] Many Americans traveled to find work, but few found time for enjoyment of the urban environment. As transportation networks improved, the length of commuting decreased, and income rose.[7] A growing number of Americans were able to afford short vacations by 1915. Still, mass tourism was not possible until after World War II.[7]\n\nDuring the nineteenth century, tourism of any form had been available only to the upper and middle classes. This changed during the early twentieth century through the democratization of travel. In 1895, popular publications printed articles showing the car was cheaper to operate than the horse.[14] The development of automobiles in the early 1900s included the introduction of the Ford Model T in 1908. In 1900, 8,000 cars were registered in the US, which increased to 619,000 by 1911.[15] By the time of the Model T's introduction in 1908, there were 44 US households per car.[15] Early cars were a luxury for the wealthy, but after Ford began to dramatically drop prices after 1913, more were able to afford one.[16]\n\nThe development of hotels with leisure complexes had become a popular development during the 1930s in the United States.[17] The range of \"club\" type holidays available appealed to a broad segment of the holiday market.[17] As more families traveled independently by car, hotels failed to cater to their needs.[17] Kemmons Wilson opened the first motel as a new form of accommodation in Memphis, Tennessee in 1952.[17]\n\nAlthough thousands of tourists visited Florida during the early 1900s, it was not until after World War II that the tourist industry quickly became Florida's largest source of income.[18] Florida's white sandy beaches, warm winter temperatures and wide range of activities such as swimming, fishing, boating and hiking all attracted tourists to the state. During the 1930s, architects designed Art Deco style buildings in Miami Beach.[19] Visitors are still attracted to the Art Deco district of Miami.[19] Theme parks were soon built across Florida. One of the largest resorts in the world, Walt Disney World Resort, was opened near Orlando, Florida in 1971.[20] In its first year, the 28,000-acre (110 km2) park added $14 billion to Orlando's economy.\n\n"
        },
        {
            "title": "Late 20th century",
            "text": "The revolution of air travel between 1945 and 1969 contributed greatly to tourism in the United States. In that quarter century, commercial aviation evolved from 28-passenger airliners flying at less than 200 mph (320 km/h) to 150-passenger jetliners cruising continents at 600 mph (970 km/h).[21] During this time, air travel in the U.S. evolved from a novelty into a routine for business travelers and vacationers alike. Rapid developments in aviation technology, economic prosperity in the United States and the demand for air travel all contributed to the early beginnings of commercial aviation in the US.[21]\n\nDuring the first four decades of the twentieth century, long-haul journeys between large American cities were accomplished using trains. By the 1950s, air travel was part of everyday life for many Americans.[21] This was also helped by the establishment of the Interstate Highway System as well as the reliance of automobiles of which Americans saw cars as their new personal found freedom and enjoyment. The tourism industry in the U.S. experienced exponential growth as tourists could travel almost anywhere with a fast, reliable and routine system.[21] For some, a vacation in Hawaii was now a more frequent pleasure. Air travel changed everything from family vacations to Major League Baseball, as had steam-powered trains in the nineteenth and early twentieth centuries.[21]\n\nBy the end of the twentieth century, tourism had significantly grown throughout the world. The World Tourism Organisation (WTO, 1998) recorded that, in 1950, arrivals of tourists from abroad, excluding same-day visits, numbered about 25.2 million.[22] By 1997, the figure was 612.8 million. In 1950 receipts from international movements were US$ 2.1 billion, in 1997 they were $443.7 billion.[22]\n\n"
        },
        {
            "title": "21st century",
            "text": "The travel and tourism industry in the United States was among the first commercial casualties of the September 11 attacks, a series of terrorist attacks on the U.S. Terrorists used four commercial airliners as weapons of destruction, all of which were destroyed in the attacks on New York City, Washington, D.C., and in Pennsylvania with nearly 3,000 deaths.[23] In the first full week after flights resumed, passenger numbers fell by nearly 45 percent, from 9 million in the week before September 11 to 5 million.[23] Hotels and travel agencies received cancellations across the world. The hotel industry suffered an estimated $700 million loss in revenue during the four days following the attacks.[23] The situation recovered over the following months as the Federal Reserve kept the financial system afloat. The U.S. Congress issued a $5 billion grant to the nation's airlines and $10 billion in loan guarantees to keep them flying.[23]\n\nIn the U.S., tourism is either the first, second or third largest employer in 29 states, employing 7.3 million in 2004, to take care of 1.19 billion trips tourists took in the U.S. in 2005.[24] The U.S. outbound holiday market is sensitive in the short term, but possibly one of the most surprising results from the September 11, 2001 attacks was that by February 2002 it had bounced back. This quick revival was generally quicker than many commentators had predicted only five months earlier.[25]\n\nThe United States economy began to slow significantly in 2007, mostly because of a real-estate slump, gas prices and related financial problems.[26] Many economists believe that the economy entered a recession at the end of 2007 or early in 2008.[26] Some state budgets for tourism marketing have decreased, such as Connecticut which is facing soaring gas prices.[27]\n\n100 million tourists visited Florida in 2015, a record for the nation.[28]\n\n"
        },
        {
            "title": "Attractions",
            "text": "Today, there exists a wide range of tourist attractions in the United States such as amusement parks, festivals, gambling, golf courses, historical buildings and landmarks, hotels, museums, galleries, outdoor recreation, spas, restaurants and sports.[29]\n\n"
        },
        {
            "title": "Travel warnings",
            "text": "After many persons had been killed in various mass shootings in the US, Amnesty International issued a travel warning in August 2019.[30]  Some countries have also issued travel warnings.[31]\n\n"
        },
        {
            "title": "Visitor statistics",
            "text": "The highest number of non-immigrant admissions for tourists and for business purposes into the United States in fiscal year 2014, 2015 2016 and Jan–Sep 2017 was from the following countries:[32][33][34][35]\n\n"
        }
    ]
}