{
    "url": "https://en.wikipedia.org/wiki/Town_Destroyer",
    "title": "Town Destroyer",
    "table_of_contents": [],
    "paragraphs": [
        {
            "title": "",
            "text": "Conotocaurius (Town Destroyer, Seneca: Hanödaga꞉nyas) was a nickname given to George Washington by Iroquois peoples in 1753. The name in its original language(s) has been given variously as Conotocarius, Conotocaurious, Caunotaucarius, Conotocarious, Hanodaganears, and Hanadahguyus. It has also been translated as \"Town Taker\", \"Burner of Towns\", \"Devourer of Villages\", or \"he destroys the town\".[1]\n\n"
        },
        {
            "title": "History",
            "text": "Washington was given the name in 1753 by the Seneca leader Tanacharison. The nickname had previously been given to his great-grandfather John Washington in the late seventeenth century. He had participated in an effort to suppress Indigenous peoples defending themselves in Virginia and Maryland. It involved members of both the Susquehannah and the Piscataway, an Algonquian tribe that lived across the Potomac River from Mount Vernon. Following the massacre of five chiefs who had come out to negotiate under a flag of truce to the colonizers, the Susquehannahs gave John Washington an Algonquian name that translated to \"town taker\" or \"devourer of villages.\" The elder Washington's reputation was remembered and when they met his great-grandson in 1753 they called George Washington by the same name, Conotocarious.[2][3]\n\nWashington referred to himself as \"Conotocaurious\" in a letter he wrote to Andrew Montour dated October 10, 1755, in which he tried to manipulate the Oneida to resettle on the Potomac:\n\nIn 1779 during the American Revolutionary War, the Sullivan Expedition, under Washington's orders,[6] destroyed at least 40 Iroquois villages in New York, they claimed the tribe came from, after they defended against \"American settlements\" on their lands.[citation needed] In 1790, the Seneca chief Cornplanter told President Washington: \"When your army entered the country of the Six Nations, we called you Town Destroyer.\"[7][8]\n\n"
        }
    ]
}