{
    "url": "https://en.wikipedia.org/wiki/Traditional_African_religions",
    "title": "Traditional African religions",
    "table_of_contents": [
        "1 Spread",
        "2 Basics",
        "3 Ceremonies",
        "4 Spirits",
        "5 Practices and rituals",
        "5.1 Divination",
        "6 Ubuntu",
        "7 Virtue and vice",
        "8 Sacred places",
        "9 Religious persecution",
        "10 Traditions by region",
        "10.1 Central Africa",
        "10.2 Eastern Africa",
        "10.3 Northern Africa",
        "10.4 Southern Africa",
        "10.5 Western Africa",
        "10.6 African diaspora",
        "11 See also",
        "12 Notes",
        "13 References",
        "14 Further reading",
        "15 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The traditional beliefs and practices of African people are highly diverse beliefs that include various ethnic religions.[1][2] Generally, these traditions are oral rather than scriptural and passed down from one generation to another through folk tales, songs, and festivals,[3][4] include belief in an amount of higher and lower gods, sometimes including a supreme creator or force, belief in spirits, veneration of the dead, use of magic and traditional African medicine. Most religions can be described as animistic[5][6] with various polytheistic and pantheistic aspects.[7][1] The role of humanity is generally seen as one of harmonizing nature with the supernatural.[1][8]\n\n"
        },
        {
            "title": "Spread",
            "text": "Adherents of traditional religions in Africa are distributed among 43 countries and are estimated to number over 100 million.[9][10]\n\nAlthough most Africans today are adherents of Christianity or Islam, African people often combine the practice of their traditional beliefs with the practice of Abrahamic religions.[11][12][13][14][15] The two Abrahamic religions are widespread across Africa, though mostly concentrated in different areas. They have replaced indigenous African religions but are often adapted to African cultural contexts and belief systems. Abrahamic religious beliefs, especially monotheistic elements, such as the belief in a single creator god, was introduced into traditionally polytheistic African religions rather early.[16]\n\nFollowers of traditional African religions are also found around the world. In recent times, religions, such as the Yoruba religion, are on the rise. The religion of the Yoruba is finding roots in the Islands of the Caribbean and portions of Central and South America. In the United States, Voodoo is more predominant in the states along the Gulf of Mexico.[17]\n\n"
        },
        {
            "title": "Basics",
            "text": "Animism builds the core concept of traditional African religions. This includes the worship of tutelary deities, nature worship, ancestor worship and the belief in an afterlife. While some religions adopted a pantheistic worldview, most follow a polytheistic system with various gods, spirits and other supernatural beings.[18] Traditional African religions also have elements of fetishism, shamanism and veneration of relics.[19]\n\nTraditional African, like most other ancient traditional religions around the world, were based on oral traditions. These traditions are not religious principles, but a cultural identity that is passed on through stories, myths and tales, from one generation to the next. The community and ones family, but also the environment, plays an important role in one's personal life. Followers believe in the guidance of their ancestors spirits. Among many traditional African religions, there are spiritual leaders and kinds of priests. These persons are essential in the spiritual and religious survival of the community. There are mystics that are responsible for healing and 'divining' - a kind of fortune telling and counseling, similar to shamans. These traditional healers have to be called by ancestors or gods. They undergo strict training and learn many necessary skills, including how to use natural herbs for healing and other, more mystical skills, like the finding of a hidden object without knowing where it is. Traditional African religion believe that ancestors maintain a spiritual connection with their living relatives. Most ancestral spirits are generally good and kind. Negative actions taken by ancestral spirits is to cause minor illnesses to warn people that they have gotten onto the wrong path.[20]\n\nNative African religions are centered on ancestor worship, the belief in a spirit world, supernatural beings and free will (unlike the later developed concept of faith). Deceased humans (and animals or important objects) still exist in the spirit world and can influence or interact with the physical world. Forms of polytheism was widespreaded in most of ancient African and other regions of the world, before the introduction of Islam, Christianity, and Judaism. An exception was the short-lived monotheistic religion created by Pharaoh Akhenaten, who made it mandatory to pray to his personal god Aton (see Atenism).[21] This remarkable change to traditional Egyptian religion was however reverted by his youngest son, Tutankhamun.[22][23][24][25] High gods, along with other more specialized deities, ancestor spirits, territorial spirits, and beings, are a common theme among traditional African religions, highlighting the complex and advanced culture of ancient Africa.[25][26][27]\nSome research suggests that certain monotheistic concepts, such as the belief in a high god or force (next to other many other gods, deities and spirits, sometimes seen as intermediaries between humans and the creator) were present within Africa, before the introduction of Abrahamic religions. These indigenous concepts were different from the monotheism found in Abrahamic religions.[28][29][25][30]\n\nTraditional African medicine is also directly linked to traditional African religions. According to Clemmont E. Vontress, the various religious traditions of Africa are united by a basic Animism. According to him, the belief in spirits and ancestors is the most important element of African religions. Gods were either self-created or evolved from spirits or ancestors which got worshiped by the people. He also notes that most modern African folk religions were strongly influenced by non-African religions, mostly Christianity and Islam and thus may differ from the ancient forms.[31]\n\nTraditional African religions generally hold the beliefs of life after death (a spirit world or realms, in which spirits, but also gods reside), with some also having a concept of reincarnation, in which deceased humans may reincarnate into their family lineage (blood lineage), if they want to, or have something to do.[32]\n\nNigerian American professor of indigenous African religions at Harvard University, Jacob Olupona summarized the many traditional African religions as complex animistic religious traditions and beliefs of the African people before the Christian and Islamic \"colonization\" of Africa. Ancestor veneration has always played a \"significant\" part in the traditional African cultures and may be considered as central to the African worldview. Ancestors (ancestral ghosts/spirits) are an integral part of reality. The ancestors are generally believed to reside in an ancestral realm (spiritworld), while some believe that the ancestors became equal in power to deities.[33]\n\nOlupona rejects the western/Islamic definition of Monotheism and says that such concepts could not reflect the complex African traditions and are too simplistic. While some traditions have a supreme being (next to other deities), others have not. Monotheism does not reflect the multiplicity of ways that the traditional African spirituality has conceived of deities, gods, and spirit beings. He summarizes that traditional African religions are not only religions, but a worldview, a way of life.[34]\n\n"
        },
        {
            "title": "Ceremonies",
            "text": "West and Central African religious practices generally manifest themselves in communal ceremonies or divinatory rites in which members of the community, overcome by force (or ashe, nyama, etc.), are excited to the point of going into meditative trance in response to rhythmic or driving drumming or singing. One religious ceremony practiced in Gabon and Cameroon is the Okuyi, practiced by several Bantu ethnic groups. In this state, depending upon the region, drumming or instrumental rhythms played by respected musicians (each of which is unique to a given deity or ancestor), participants embody a deity or ancestor, energy or state of mind by performing distinct ritual movements or dances which further enhance their elevated consciousness.[35]\n\nWhen this trance-like state is witnessed and understood, adherents are privy to a way of contemplating the pure or symbolic embodiment of a particular mindset or frame of reference. This builds skills at separating the feelings elicited by this mindset from their situational manifestations in daily life. Such separation and subsequent contemplation of the nature and sources of pure energy or feelings serves to help participants manage and accept them when they arise in mundane contexts. This facilitates better control and transformation of these energies into positive, culturally appropriate behavior, thought, and speech.  Also, this practice can give rise to those in these trances uttering words which, when interpreted by a culturally educated initiate or diviner, can provide insight into appropriate directions which the community (or individual) might take in accomplishing its goal.[36]\n\n"
        },
        {
            "title": "Spirits",
            "text": "Followers of traditional African religions pray to various spirits as well as to their ancestors.[37] This includes also nature, elementary and animal spirits. The difference between powerful spirits and gods is often minimal. Most African societies believe in several “high gods” and a large amount of lower gods and spirits. There are also some religions with a single supreme being (Chukwu, Nyame, Olodumare, Ngai, Roog, etc.).[38] Some recognize a dual god and goddess such as Mawu-Lisa.[39]\n\nTraditional African religions generally believe in an afterlife, one or more Spirit worlds, and Ancestor worship is an important basic concept in mostly all African religions. Some African religions adopted different views through the influence of Islam or even Hinduism.[40][41]\n\n"
        },
        {
            "title": "Practices and rituals",
            "text": "\nThere are more similarities than differences in all traditional African religions.[42] The deities and spirits are honored through libation or sacrifice (of animals, vegetables, cooked food, flowers, semi-precious stones and precious metals). The will of the gods or spirits is sought by the believer also through consultation of divinities or divination.[43] Traditional African religions embrace natural phenomena – ebb and tide, waxing and waning moon, rain and drought – and the rhythmic pattern of agriculture. According to Gottlieb and Mbiti: \nFor example, in the Serer religion, one of the most sacred stars in the cosmos is called Yoonir (the Star of Sirius).[45] With a long farming tradition, the Serer high priests and priestesses (Saltigue) deliver yearly sermons at the Xooy Ceremony (divination ceremony) in Fatick before Yoonir's phase in order to predict winter months and enable farmers to start planting.[46]\n\nTraditional healers are common in most areas, and their practices include a religious element to varying degrees.\n\nSince Africa is a large continent with many ethnic groups and cultures, there is not one single technique of casting divination. The practice of casting may be done with small objects, such as bones, cowrie shells, stones, strips of leather, or flat pieces of wood.\n\nSome castings are done using sacred divination plates made of wood or performed on the ground (often within a circle).\n\nIn traditional African societies, many people seek out diviners on a regular basis. There are generally no prohibitions against the practice. Diviner (also known as priest) are also sought for their wisdom as counselors in life and for their knowledge of herbal medicine.\n\n"
        },
        {
            "title": "Ubuntu",
            "text": "Ubuntu is a Nguni Bantu term meaning \"humanity\". It is sometimes translated as \"I am because we are\" (also \"I am because you are\"), or \"humanity towards others\" (in Zulu, umuntu ngumuntu ngabantu). In Xhosa, the latter term is used, but is often meant in a more philosophical sense to mean \"the belief in a universal bond of sharing that connects all humanity\". It is a collection of values and practices that people of Africa or of African origin view as making people authentic human beings. While the nuances of these values and practices vary across different ethnic groups, they all point to one thing – an authentic individual human being is part of a larger and more significant relational, communal, societal, environmental and spiritual world.[47]\n\n"
        },
        {
            "title": "Virtue and vice",
            "text": "Virtue in traditional African religion is often connected with carrying out obligations of the communal aspect of life. Examples include social behaviors such as the respect for parents and elders, raising children appropriately, providing hospitality, and being honest, trustworthy, and courageous.\n\nIn some traditional African religions, morality is associated with obedience or disobedience to God regarding the way a person or a community lives. For the Kikuyu, according to their primary supreme creator, Ngai, acting through the lesser deities, is believed to speak to and be capable of guiding the virtuous person as one's conscience.\n\nIn many cases, Africans who have converted to other religions have still kept up their traditional customs and practices, combining them in a syncretic way.[48]\n\n"
        },
        {
            "title": "Sacred places",
            "text": "Some sacred or holy locations for traditional religions include Nri-Igbo, the Point of Sangomar, Yaboyabo, Fatick, Ife, Oyo, Dahomey, Benin City, Ouidah, Nsukka, Kanem-Bornu, Igbo-Ukwu, and Tulwap Kipsigis, among others.\n\n"
        },
        {
            "title": "Traditions by region",
            "text": "This list is limited to a few well-known traditions.\n\nAfro-American religions involve ancestor worship and include a creator deity along with a pantheon of divine spirits such as the Orisha, Loa, Vodun, Nkisi and Alusi, among others. In addition to the religious syncretism of these various African traditions, many also incorporate elements of Folk Catholicism including folk saints and other forms of Folk religion, Native American religion, Spiritism, Spiritualism, Shamanism (sometimes including the use of Entheogens) and European folklore.\n\nVarious \"doctoring\" spiritual traditions also exist such as Obeah and Hoodoo which focus on spiritual health.[54] African religious traditions in the Americas can vary. They can have non-prominent African roots or can be almost wholly African in nature, such as religions like Trinidad Orisha.[55]\n\n"
        }
    ]
}