{
    "url": "https://en.wikipedia.org/wiki/Tragic_hero",
    "title": "Tragic hero",
    "table_of_contents": [
        "1 Aristotle's tragic hero",
        "2 In other media",
        "3 References",
        "4 Sources"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "A tragic hero is the protagonist of a tragedy.  In his Poetics, Aristotle records the descriptions of the tragic hero to the playwright and strictly defines the place that the tragic hero must play and the kind of man he must be. Aristotle based his observations on previous dramas.[1]  Many of the most famous instances of tragic heroes appear in Greek literature, most notably the works of Sophocles and Euripides.\n\n"
        },
        {
            "title": "",
            "text": "In Poetics, Aristotle suggests that the hero of a tragedy must evoke a sense of pity and fear within the audience, stating that “the change of fortune presented must not be the spectacle of a virtuous man brought from prosperity to adversity.\"[2] In essence, the focus of the hero should not be the loss of his goodness. He establishes the concept that pity is an emotion that must be elicited when, through his actions, the character receives undeserved misfortune, while the emotion of fear must be felt by the audience when they contemplate that such misfortune could possibly befall themselves in similar situations. Aristotle explains such change of fortune \"should be not from bad to good, but, reversely, from good to bad.” Such misfortune is visited upon the tragic hero \"not through vice or depravity but by some error of judgment.\" This error, or hamartia, refers to a flaw in the character of the hero, or a mistake made by the character.\n\nTherefore, the Aristotelian hero is characterized as virtuous but not \"eminently good,\" which suggests a noble or important personage who is upstanding and morally inclined while nonetheless subject to human error. Aristotle's tragic heroes are flawed individuals who commit, without evil intent, great wrongs or injuries that ultimately lead to their misfortune, often followed by tragic realization of the true nature of events that led to this destiny.[3] This means the hero still must be – to some degree – morally grounded. The usual irony in Greek tragedy is that the hero is both extraordinarily capable and highly moral (in the Greek honor-culture sense of being duty-bound to moral expectations), and it is these exact, highly-admirable qualities that lead the hero into tragic circumstances.  The tragic hero is snared by his own greatness: extraordinary competence, a righteous passion for duty, and (often) the arrogance associated with greatness (hubris).\n\n"
        },
        {
            "title": "In other media",
            "text": "The influence of the Aristotelian hero extends past classical Greek literary criticism. Greek theater had a direct and profound influence on Roman theater and formed the basis of Western theater that continues into the modern era, deeply influencing a wide variety of arts throughout the world, in diverse mediums such as literature, music, film, television and even video games. Many iconic characters featured in these genres follow the archetype of the tragic hero. Examples of such characters include Anakin Skywalker from George Lucas' Star Wars films, Othello from the Shakespeare play Othello, Okonkwo from Nigerian author Chinua Achebe's novel Things Fall Apart, Jay Gatsby from The Great Gatsby, Arthas Menethil from the video game franchise Warcraft, Captain Martin Walker from 2K Games' third-person shooter video game Spec Ops: The Line, Eddard Stark from George R. R. Martin's novel series A Song of Ice and Fire from the HBO television series adaptation Game of Thrones, Homura Akemi and Sayaka Miki from Puella Magi Madoka Magica,[5] Kiritsugu Emiya in Fate/Zero,[6] Itachi Uchiha in Naruto, Lelouch vi Britannia in Code Geass, and Harvey Dent in The Dark Knight.\n\nOther tragic heroes include Macbeth in William Shakespeare's The Tragedy of Macbeth.[7]\n\nSome film historians regard Michael Corleone of The Godfather as a tragic hero, although using traditional literary conventions, the character would more closely fit the role of anti-hero, not tragic hero.[8]\n\n"
        }
    ]
}