{
    "url": "https://en.wikipedia.org/wiki/Tragicomedy",
    "title": "Tragicomedy",
    "table_of_contents": [
        "1 In theatre",
        "1.1 Classical precedent",
        "1.2 Renaissance revivals",
        "1.2.1 Italy",
        "1.2.2 England",
        "1.2.3 Later developments",
        "1.3 Postmodern tragicomedy in the United States",
        "2 See also",
        "3 References",
        "4 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Tragicomedy is a literary genre that blends aspects of both tragic and comic forms. Most often seen in dramatic literature, the term can describe either a tragic play which contains enough comic elements to lighten the overall mood or a serious play with a happy ending.[1] Tragicomedy, as its name implies, invokes the intended response of both the tragedy and the comedy in the audience, the former being a genre based on human suffering that invokes an accompanying catharsis and the latter being a genre intended to be humorous or amusing by inducing laughter.\n\n"
        },
        {
            "title": "In theatre",
            "text": "\nThere is no concise formal definition of tragicomedy from the classical age.  It appears that the Greek philosopher Aristotle had something like the Renaissance meaning of the term (that is, a serious action with a happy ending) in mind when, in Poetics, he discusses tragedy with a dual ending.[2]  In this respect, a number of Greek and Roman plays, for instance Alcestis, may be called tragicomedies, though without any definite attributes outside of plot.  The word itself originates with the Roman comic playwright Plautus, who coined the term somewhat facetiously in the prologue to his play Amphitryon.  The character Mercury, sensing the indecorum of the inclusion of both kings and gods alongside servants in a comedy, declares that the play had better be a \"tragicomoedia\":[3]\nTwo figures helped to elevate tragicomedy to the status of a regular genre, by which is meant one with its own set of rigid rules. First was Giovanni Battista Giraldi Cinthio, a dramatist working in the mid-sixteenth century who developed a treatise on drama modeled on Roman comedies and tragedies as opposed to early Greek-based treatises that became the model for Italian dramatists at the time. He argued for a version of tragicomedy where a tragic story was told with a happy or comic ending (tragedia a lieto fine), which he thought were better suited for staged performances as opposed to tragedies with unhappy endings which he thought were better when read.[5] Even more important was Giovanni Battista Guarini. Guarini's Il Pastor Fido, published in 1590, provoked a fierce critical debate in which Guarini's spirited defense of generic innovation eventually carried the day.  Guarini's tragicomedy offered modulated action that never drifted too far either to comedy or tragedy, mannered characters, and a pastoral setting.  All three became staples of continental tragicomedy for a century and more.\n\nIn England, where practice ran ahead of theory, the situation was quite different.  In the sixteenth century, \"tragicomedy\" meant the native sort of romantic play that violated the unities of time, place, and action, that glibly mixed high- and low-born characters, and that presented fantastic actions.  These were the features Philip Sidney deplored in his complaint against the \"mungrell Tragy-comedie\" of the 1580s, and of which Shakespeare's Polonius offers famous testimony: \"The best actors in the world, either for tragedy, comedy, history, pastoral, pastoral-comical, historical-pastoral, tragical-historical, tragical-comical-historical-pastoral, scene individuable, or poem unlimited: Seneca cannot be too heavy, nor Plautus too light. For the law of writ and the liberty, these are the only men.\" Some aspects of this romantic impulse remain even in the work of more sophisticated playwrights: Shakespeare's last plays, which may well be called tragicomedies, have often been called romances.\n\nBy the early Stuart period, some English playwrights had absorbed the lessons of the Guarini controversy. John Fletcher's The Faithful Shepherdess, an adaptation of Guarini's play, was produced in 1608.  In the printed edition, Fletcher offered an interesting definition of the term, worth quoting at length: \"A tragi-comedie is not so called in respect of mirth and killing, but in respect it wants deaths, which is enough to make it no tragedy, yet brings some neere it, which is inough to make it no comedie.\"  Fletcher's definition focuses primarily on events: a play's genre is determined by whether or not people die in it, and in a secondary way on how close the action comes to a death.  But, as Eugene Waith showed, the tragicomedy Fletcher developed in the next decade also had unifying stylistic features: sudden and unexpected revelations, outré plots, distant locales, and a persistent focus on elaborate, artificial rhetoric.\n\nSome of Fletcher's contemporaries, notably Philip Massinger[6] and James Shirley,[7] wrote popular tragicomedies. Richard Brome also essayed the form, but with less success. And many of their contemporary writers, ranging from John Ford to Lodowick Carlell to Sir Aston Cockayne, made attempts in the genre.\n\nTragicomedy remained fairly popular up to the closing of the theaters in 1642, and Fletcher's works were popular in the Restoration as well.  The old styles were cast aside as tastes changed in the eighteenth century; the \"tragedy with a happy ending\" eventually developed into melodrama, in which form it still flourishes.\n\nLandgartha (1640) by Henry Burnell, the first play by an Irish playwright to be performed in an Irish theatre, was explicitly described by its author as a tragicomedy. Critical reaction to the play was universally hostile, partly it seems because the ending was neither happy nor unhappy. Burnell in his introduction to the printed edition of the  play attacked his critics for their ignorance, pointing out that as they should know perfectly well, many plays are neither tragedy nor comedy, but \"something between\".\n\nCriticism that developed after the Renaissance stressed the thematic and formal aspects of tragicomedy, rather than plot. Gotthold Ephraim Lessing defined it as a mixture of emotions in which \"seriousness stimulates laughter, and pain pleasure.\"[8]  Tragicomedy's affinity with satire and \"dark\" comedy have suggested a tragicomic impulse in modern theatre with Luigi Pirandello who influenced many playwrights including Samuel Beckett and Tom Stoppard.[9]  Also it can be seen in absurdist drama. Friedrich Dürrenmatt, the Swiss dramatist, suggested that tragicomedy was the inevitable genre for the twentieth century; he describes his play The Visit (1956) as a tragicomedy.  Tragicomedy is a common genre in post-World War II British theatre, with authors as varied as Samuel Beckett, Tom Stoppard, John Arden, Alan Ayckbourn and Harold Pinter writing in this genre. Vladimir Nabokov's postmodern 1962 novel Pale Fire is a tragicomedy preoccupied with Elizabethan drama.[10]\n\nAmerican writers of the metamodernist and postmodernist movements have made use of tragicomedy and/or gallows humor. A notable example of a metamodernist tragicomedy is David Foster Wallace's 1996 magnum opus, Infinite Jest.  Wallace writes of comedic elements of living in a halfway house (i.e. \"some people really do look like rodents\"), a place steeped in human tragedy and suffering.[11] Modern television series including Succession, Breaking Bad, Better Call Saul, Fleabag, I May Destroy You, BoJack Horseman, Barry, Made for Love, and The White Lotus have been described as tragicomedies.[12][13]\n\n"
        }
    ]
}