{
    "url": "https://en.wikipedia.org/wiki/Transcendentalism",
    "title": "Transcendentalism",
    "table_of_contents": [
        "1 Origin",
        "2 Transcendental Club",
        "3 Second wave of transcendentalists",
        "4 Beliefs",
        "4.1 Transcendental knowledge",
        "4.2 Individualism",
        "4.3 Indian religions",
        "4.4 Idealism",
        "4.5 Importance of nature",
        "5 Influence on other movements",
        "6 Major figures",
        "7 Criticism",
        "8 See also",
        "9 References",
        "9.1 Notes",
        "9.2 Citations",
        "9.3 Sources",
        "10 Further reading",
        "11 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Transcendentalism is a philosophical movement that developed in the late 1820s and 1830s in New England.[1][2][3] A core belief is in the inherent goodness of people and nature,[1] and while society and its institutions have corrupted the purity of the individual, people are at their best when truly \"self-reliant\" and independent. Transcendentalists saw divine experience inherent in the everyday, rather than believing in a distant heaven. Transcendentalists saw physical and spiritual phenomena as part of dynamic processes rather than discrete entities.\n\nTranscendentalism is one of the first philosophical currents that emerged in the United States;[4] it is therefore a key early point in the history of American philosophy. Emphasizing subjective intuition over objective empiricism, its adherents believe that individuals are capable of generating completely original insights with little attention and deference to past masters. It arose as a reaction, to protest against the general state of intellectualism and spirituality at the time.[5]  The doctrine of the Unitarian church as taught at Harvard Divinity School was closely related.\n\nTranscendentalism emerged from \"English and German Romanticism, the Biblical criticism of Johann Gottfried Herder and Friedrich Schleiermacher, the skepticism of David Hume\",[1] and the transcendental philosophy of Immanuel Kant and German idealism. Perry Miller and Arthur Versluis regard Emanuel Swedenborg and Jakob Böhme as pervasive influences on transcendentalism.[6][7] It was also strongly influenced by Hindu texts on philosophy of the mind and spirituality, especially the Upanishads.\n\n"
        },
        {
            "title": "Origin",
            "text": "Transcendentalism is closely related to Unitarianism, a religious movement in Boston in the early nineteenth century. It started to develop after Unitarianism took hold at Harvard University, following the elections of Henry Ware as the Hollis Professor of Divinity in 1805 and of John Thornton Kirkland as President in 1810. Transcendentalism was not a rejection of Unitarianism; rather, it developed as an organic consequence of the Unitarian emphasis on free conscience and the value of intellectual reason. The transcendentalists were not content with the sobriety, mildness, and calm rationalism of Unitarianism. Instead, they longed for a more intense spiritual experience. Thus, transcendentalism was not born as a counter-movement to Unitarianism, but as a parallel movement to the very ideas introduced by the Unitarians.[8]\n\n"
        },
        {
            "title": "Transcendental Club",
            "text": "Transcendentalism became a coherent movement and a sacred organization with the founding of the Transcendental Club in Cambridge, Massachusetts, on September 12, 1836, by prominent New England intellectuals, including George Putnam (Unitarian minister),[9] Ralph Waldo Emerson, and Frederic Henry Hedge. Other members of the club included Amos Bronson Alcott, Orestes Brownson, Theodore Parker, Henry David Thoreau, William Henry Channing, James Freeman Clarke, Christopher Pearse Cranch, Convers Francis, Sylvester Judd, and Jones Very. Female members included Sophia Ripley, Margaret Fuller, Elizabeth Peabody, Ellen Sturgis Hooper, and Caroline Sturgis Tappan. From 1840, the group frequently published in their journal The Dial, along with other venues.\n\n"
        },
        {
            "title": "Second wave of transcendentalists",
            "text": "By the late 1840s, Emerson believed that the movement was dying out, and even more so after the death of Margaret Fuller in 1850. \"All that can be said\", Emerson wrote, \"is that she represents an interesting hour and group in American cultivation\".[10] There was, however, a second wave of transcendentalists later in the 19th century, including Moncure Conway, Octavius Brooks Frothingham, Samuel Longfellow and Franklin Benjamin Sanborn.[11]  Notably, the transcendence of the spirit, most often evoked by the poet's prosaic voice, is said to endow in the reader a sense of purpose. This is the underlying theme in the majority of transcendentalist essays and papers—all of which are centered on subjects which assert a love for individual expression.[12] The group was mostly made up of struggling aesthetes, the wealthiest among them being Samuel Gray Ward, who, after a few contributions to The Dial, focused on his banking career.[13]\n\n"
        },
        {
            "title": "Beliefs",
            "text": "Transcendentalists are strong believers in the power of the individual. It is primarily concerned with personal freedom. Their beliefs are closely linked with those of the Romantics, but differ by an attempt to embrace or, at least, to not oppose the empiricism of science.\n\nTranscendentalists desire to ground their religion and philosophy in principles based upon the German Romanticism of Johann Gottfried Herder and Friedrich Schleiermacher. Transcendentalism merged \"English and German Romanticism, the Biblical criticism of Herder and Schleiermacher, the skepticism of Hume\",[1] and the transcendental philosophy of Immanuel Kant (and of German idealism more generally), interpreting Kant's a priori categories as a priori knowledge. Early transcendentalists were largely unacquainted with German philosophy in the original and relied primarily on the writings of Thomas Carlyle, Samuel Taylor Coleridge, Victor Cousin, Germaine de Staël, and other English and French commentators for their knowledge of it. The transcendental movement can be described as an American outgrowth of English Romanticism.[citation needed]\n\nTranscendentalists believe that society and its institutions—particularly organized religion and political parties—corrupt the purity of the individual.[14] They have faith that people are at their best when truly self-reliant and independent. It is only from such real individuals that true community can form.\n\nEven with this necessary individuality, transcendentalists also believe that all people are outlets for the \"Over-Soul\". Because the Over-Soul is one, this unites all people as one being.[15][need quotation to verify] Emerson alludes to this concept in the introduction of the American Scholar address, \"that there is One Man, - present to all particular men only partially, or through one faculty; and that you must take the whole society to find the whole man\".[16] Such an ideal is in harmony with Transcendentalist individualism, as each person is empowered to behold within him or herself a piece of the divine Over-Soul.\n\nIn recent years there has been a distinction made between individuality and individualism. Both advocate the unique capacity of the individual. Yet individualism is decidedly anti-government, whereas individuality sees all facets of society necessary, or at least acceptable for the development of the true individualistic person. Whether the Transcendentalists believed in individualism or individuality remains to be determined. Whitman embraced all facets of life, which seems more like individuality, which is more in tune with what the Indian spiritual tradition advocates; i.e. the True Individual, the yogic attainment of true individuality.\n\nWhile firmly rooted in the western philosophical traditions of Platonism, Neoplatonism, and German idealism, Transcendentalism was also directly influenced by Indian religions.[17][18][note 1]  Thoreau in Walden spoke of the Transcendentalists' debt to Indian religions directly:\n\nIn 1844, the first English translation of the Lotus Sutra was included in The Dial, a publication of the New England Transcendentalists, translated from French by Elizabeth Palmer Peabody.[20][21]\n\nTranscendentalists differ in their interpretations of the practical aims of will. Some adherents link it with utopian social change; Brownson, for example, connected it with early socialism, but others consider it an exclusively individualist and idealist project. Emerson believed the latter. In his 1842 lecture \"The Transcendentalist\", he suggested that the goal of a purely transcendental outlook on life was impossible to attain in practice:  \n\n\nTranscendentalists have a deep gratitude and appreciation for nature, not only for aesthetic purposes, but also as a tool to observe and understand the structured inner workings of the natural world.[5] Emerson emphasizes the Transcendental beliefs in the holistic power of the natural landscape in Nature:\nThe conservation of an undisturbed natural world is also extremely important to the Transcendentalists. The idealism that is a core belief of Transcendentalism results in an inherent skepticism of capitalism, westward expansion, and industrialization.[23] As early as 1843, in Summer on the Lakes, Margaret Fuller noted that \"the noble trees are gone already from this island to feed this caldron\",[24] and in 1854, in Walden, Thoreau regards the trains which are beginning to spread across America's landscape as a \"winged horse or fiery dragon\" that \"sprinkle[s] all the restless men and floating merchandise in the country for seed\".[25]\n\n"
        },
        {
            "title": "Influence on other movements",
            "text": "Transcendentalism is, in many aspects, the first notable American intellectual movement. It has inspired succeeding generations of American intellectuals, as well as some literary movements.[4]\n\nTranscendentalism influenced the growing movement of \"Mental Sciences\" of the mid-19th century, which would later become known as the New Thought movement. New Thought considers Emerson its intellectual father.[26] Emma Curtis Hopkins (\"the teacher of teachers\"), Ernest Holmes (founder of Religious Science), Charles and Myrtle Fillmore (founders of Unity), and Malinda Cramer and Nona L. Brooks (founders of Divine Science) were all greatly influenced by Transcendentalism.[27]\n\nTranscendentalism is also influenced by Hinduism. Ram Mohan Roy (1772–1833), the founder of the Brahmo Samaj, rejected Hindu mythology, but also the Christian trinity.[28] He found that Unitarianism came closest to true Christianity,[28] and had a strong sympathy for the Unitarians,[29] who were closely connected to the Transcendentalists.[17] Ram Mohan Roy founded a missionary committee in Calcutta, and in 1828 asked for support for missionary activities from the American Unitarians.[30] By 1829, Roy had abandoned the Unitarian Committee,[31] but after Roy's death, the Brahmo Samaj kept close ties to the Unitarian Church,[32] who strove towards a rational faith, social reform, and the joining of these two in a renewed religion.[29] Its theology was called \"neo-Vedanta\" by Christian commentators,[33][34] and has been highly influential in the modern popular understanding of Hinduism,[35] but also of modern western spirituality, which re-imported the Unitarian influences in the disguise of the seemingly age-old Neo-Vedanta.[35][36][37]\n\n"
        },
        {
            "title": "Major figures",
            "text": "Major figures in the transcendentalist movement were Ralph Waldo Emerson, Henry David Thoreau, Margaret Fuller, and Amos Bronson Alcott. Some other prominent transcendentalists included Louisa May Alcott, Charles Timothy Brooks, Orestes Brownson, William Ellery Channing, William Henry Channing, James Freeman Clarke, Christopher Pearse Cranch, John Sullivan Dwight, Convers Francis, William Henry Furness, Frederic Henry Hedge, Sylvester Judd, Theodore Parker, Elizabeth Palmer Peabody, George Ripley, Thomas Treadwell Stone, Jones Very, and Walt Whitman.[38]\n\n"
        },
        {
            "title": "Criticism",
            "text": "Early in the movement's history, the term \"Transcendentalists\" was used as a pejorative term by critics, who were suggesting their position was beyond sanity and reason.[39] Nathaniel Hawthorne wrote a novel, The Blithedale Romance (1852), satirizing the movement, and based it on his experiences at Brook Farm, a short-lived utopian community founded on transcendental principles.[40]\n\nEdgar Allan Poe wrote a story, \"Never Bet the Devil Your Head\" (1841), in which he embedded elements of deep dislike for transcendentalism, calling its followers \"Frogpondians\" after the pond on Boston Common.[41] The narrator ridiculed their writings by calling them \"metaphor-run\" lapsing into \"mysticism for mysticism's sake\",[42] and called it a \"disease\". The story specifically mentions the movement and its flagship journal The Dial, though Poe denied that he had any specific targets.[43] In Poe's essay \"The Philosophy of Composition\" (1846), he offers criticism denouncing \"the excess of the suggested meaning... which turns into prose (and that of the very flattest kind) the so-called poetry of the so-called transcendentalists\".[44]\n\n"
        }
    ]
}