{
    "url": "https://en.wikipedia.org/wiki/Transgressive_art",
    "title": "Transgressive art",
    "table_of_contents": [
        "1 Definition",
        "1.1 Changes in movement",
        "2 Artists",
        "3 In music",
        "4 See also",
        "5 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Transgressive art is art that aims to outrage or violate basic morals and sensibilities. The term transgressive was first used in this sense by American filmmaker Nick Zedd and his Cinema of Transgression in 1985.[1] Zedd used it to describe his legacy with underground film-makers like Paul Morrissey, John Waters, and Kenneth Anger, and the relationship they shared with Zedd and his New York City peers in the early 1980s.[2]\n\n"
        },
        {
            "title": "Definition",
            "text": "From an academic perspective, many traces of transgression can be found in any art which is considered offensive because of its shock value; from the French Salon des Refusés artists to Dada and Surrealism. Philosophers Mikhail Bakhtin and Georges Bataille have published works on the nature of transgression.\nTransgressional works share some themes with art that deals with psychological dislocation and mental illness. Examples of this relationship, between social transgression and the exploration of mental states relating to illness, include many of the activities and works of the Dadaists, Surrealists, and Fluxus-related artists, such as Carolee Schneemann – and, in literature, Albert Camus's L'Etranger or J.D. Salinger's The Catcher in the Rye.\n\nSince the late 1990s, a new group of transgressive artists has emerged, such as the Canadian artist Rick Gibson who made a pair of earrings out of human fetuses and ate a piece of human testicle. In China several artists have produced transgressive art, including Zhu Yu, who published images of himself eating what appeared to be a human fetus; and Yang Zhichao for extreme body art.\n\n"
        },
        {
            "title": "Artists",
            "text": "Transgressive artist Richard Kern began making films in New York City with actors Nick Zedd and Lung Leg in the early 1980s. Some were videos for musical artists, including the Butthole Surfers and Sonic Youth.[3]\n\nDuring the 1980s, artists such as Dread Scott created art that was so controversial it ended up in the supreme court. In the case of Scott, United States v. Eichman, the Supreme Court ruled that it was unconstitutional for the government to prohibit an artwork that desecrates the American Flag.[4] Another artist, Robert Mapplethorpe caused the Director of the Contemporary Arts Center in Cincinnati to be put on trial for obscenity in 1990.[5] Both cases were ruled in favor of the artists.\n\nSubsequent transgressive artists of the 1990s overlapped the boundaries of literature, art, and music, including GG Allin, Lisa Crystal Carver, Shane Bugbee, and Costes. With these artists came a greater emphasis on life itself (or death) as art, rather than just depicting a certain mindset in film or music. They were instrumental in creating a new type of visionary art and music, and influenced artists including Alec Empire, Cock E.S.P., Crash Worship, Usama Alshaibi, Liz Armstrong, Lennie Lee, Weasel Walter, Andy Ortmann, and the later work featured in Peter Bagge's comic Hate.\n\nHowever, the term can also be applied to transgressive literature as well. Examples include  Trainspotting by Irvine Welsh, Blood and Guts in High School by Kathy Acker, American Psycho by Bret Easton Ellis, Fight Club by Chuck Palahniuk, Behead All Satans by MNM-DR, and J. G. Ballard's short story \"The Enormous Space\". These works deal with issues that were considered to be outside the social norms. Their characters abuse drugs, engage in violent behaviour or could be considered sexual deviants.[6]\n\nTrangressive writing can also be reflected in non-fiction, such as the writing style of Jim Goad.[7]\n\nAmong the most notorious works of transgressive art among the general public have been sculpture, collages, and installation art which offended Christian religious sensibilities.  These include Andres Serrano's Piss Christ,[8] featuring a crucifix in a beaker of urine, and Chris Ofili's The Holy Virgin Mary, a multi-media painting which is partially made of elephant dung.\n\nJeffrey Weiss of Artforum considers some of the work of Cy Twombly to be transgressive, citing \"drawing as a form of scrawl\".[9]\n\n"
        },
        {
            "title": "In music",
            "text": "Rock and roll music has inspired controversy and been transgressive from its inception. As certain other musical genres grew in popularity, some transgressive artists used controversy to make a statement, gain attention, or make a profit (or a combination of these). Among certain musical genres and movements, offending modern sensibilities was an integral part of the music. Musical genres that utilize transgressive themes or music include genres such as shock rock, punk rock; horrorcore and its parent genres of hardcore hip hop and gangsta rap, all of which often promote transgressive lyrics and themes in various ways; grindcore, black metal, death metal; and various bands within the avant-garde rock or experimental rock genre. Musicians such as Alice Cooper, Slayer, Kiss, N.W.A, Iggy Pop, Misfits, W.A.S.P., GWAR, GG Allin, The Plasmatics, Cannibal Corpse, Tyler, the Creator, Throbbing Gristle, Marilyn Manson, Die Antwoord, Costes, The Mentors, Anal Cunt, The Sex Pistols, Death Grips, The Meatmen, Eminem, Brotha Lynch Hung and the Dead Kennedys used anti-Christian, anti-establishment, satirical lyrics that were generally considered to be evil by those who did not understand them. Some bands used the controversy to increase their popularity. The idea was, if people complained about their music enough and truly hated them, then the band's name and knowledge of their existence would reach the ears of people who would appreciate their music.[10]\n\n"
        }
    ]
}