{
    "url": "https://en.wikipedia.org/wiki/Transhumanism_in_fiction",
    "title": "Transhumanism in fiction",
    "table_of_contents": [
        "1 Transhumanist literature",
        "1.1 History",
        "1.2 Notable transhumanist authors",
        "1.3 Transhumanist novels",
        "2 In television and film",
        "3 In comics or graphic novels",
        "4 In musicals",
        "5 In video games",
        "6 In table-top games",
        "7 See also",
        "8 References",
        "9 Further reading",
        "10 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Many of the tropes of science fiction can be viewed as similar to the goals of transhumanism. Science fiction literature contains many positive depictions of technologically enhanced human life, occasionally set in utopian (especially techno-utopian) societies. However, science fiction's depictions of technologically enhanced humans or other posthuman beings frequently come with a cautionary twist. The more pessimistic scenarios include many dystopian tales of human bioengineering gone wrong.\n\nExamples of \"transhumanist fiction\" include novels by Linda Nagata, Greg Egan, and Hannu Rajaniemi. Transhuman novels are often philosophical in nature, exploring the impact such technologies might have on human life. Nagata's novels, for example, explore the relationship between the natural and artificial, and suggest that while transhuman modifications of nature may be beneficial, they may also be hazardous, so should not be lightly undertaken.[1] Egan's Diaspora explores the nature of ideas such as reproduction and questions if they make sense in a post-human context. Rajaniemi's novel, while more action oriented, still explores themes such as death and finitude in post-human life.\n\nFictional depictions of transhumanist scenarios are also seen in other media, such as movies (Transcendence), television series (the Ancients of Stargate SG-1), manga and anime (Ghost in the Shell), role-playing games (Rifts and Eclipse Phase) and video games (Deus Ex or BioShock).\n\n"
        },
        {
            "title": "Transhumanist literature",
            "text": "Among the earliest works to portray transhumanism is the story of Frankenstein or The Modern Prometheus. Victor himself is an early transhumanist character, attempting to overcome death through chemistry. The moral of the story is that man should not try to play God, serving as a criticism of the values of the transhumanist ideology that science and technology can be used to overcome the human condition.[2] Following Mary Shelley's work, several of the stories by H.G. Wells also address this theme. The Invisible Man and The Island of Dr. Moreau both involve scientific men whose failed experiments in tampering with nature result in the story's conflict.\n\nThe cyberpunk genre is heavily influenced by transhumanism, generally criticizing the use of technology to improve human life by showing the consequences resulting in its misuse. Works such as Neuromancer, Do Androids Dream of Electric Sheep?, and the manga series Akira, all demonstrate worlds unbridled with technological advancement to improve the human race, used to reinforce divides among social classes. The idea of high-tech, low-life, results in rampant poverty frequently exploited by an upper-class made immortal through cybernetic enhancement.[3] Author and academic Robert M. Geraci states that cyberpunk as a genre attempts to caution against transhumanism by exposing the problematic elements of the social economy that supports it.[3]\n\n"
        },
        {
            "title": "In television and film",
            "text": "The science fiction film genre has always had a hand in exploring transhumanism and the ethics and implications surrounding it. In the first two decades of the twenty-first century, however, there has been a surge of films and television shows focusing on the superhero genre. There are many superheroes whose stories are propelled or entirely result from dealings with transhumanism. From Iron Man to The Batman saga, there have been plenty of heroes who did not receive their powers naturally, and therefore represent the great leap human beings may take into improving their own condition.\nAdditionally, because these films represent the most popular trend in the medium today, they indeed represent a glimpse into the ideological shift of western culture as a whole. The fixation on normal men and women improving themselves artificially seems to have become a very widely accepted and celebrated idea.[4]\n"
        }
    ]
}