{
    "url": "https://en.wikipedia.org/wiki/Transparency_International",
    "title": "Transparency International",
    "table_of_contents": [
        "1 History",
        "2 Areas of work and products",
        "2.1 Corruption Perceptions Index",
        "2.2 Other key products",
        "3 Organizational structure",
        "4 Controversies",
        "4.1 2013 non-support of Edward Snowden",
        "4.2 2014 funding from Siemens",
        "4.3 2015 whistleblowing",
        "4.4 2015 Croatia chapter disaccreditation",
        "4.5 2017 USA chapter disaccreditation",
        "4.6 2017–21 reports of bullying, harassment and abuse of power by Board members and senior management",
        "4.7 Political activities in Brazil",
        "5 See also",
        "6 References",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Transparency International e.V. (TI) is a German registered association founded in 1993 by former employees of the World Bank. Based in Berlin, its nonprofit and non-governmental purpose is to take action to combat global[1] corruption with civil societal anti-corruption measures and to prevent criminal activities arising from corruption. Its most notable publications include the Global Corruption Barometer and the Corruption Perceptions Index. Transparency International serves as an umbrella organization. From 1993 till today its members have grown from a few individuals to more than 100 national chapters which engage in fighting perceived corruption in their home countries.[2][3] TI is a member of G20 Think Tanks,[4] UNESCO Consultative Status,[5] United Nations Global Compact,[6] Sustainable Development Solutions Network[7] and shares the goals of peace, justice, strong institutions and partnerships of the United Nations Sustainable Development Group (UNSDG).[8] TI is a social partner of Global Alliance in Management Education.[9] TI confirmed the dis-accreditation of the national chapter of United States of America in 2017.[10]\n\nAccording to the 2016 Global Go To Think Tank Index Report, Transparency International was number 9 of 100 in the Top Think Tanks Worldwide (non-U.S.) category and number 27 of 150 in the Top Think Tanks Worldwide (U.S. and non-U.S.) category.[11]\n\n"
        },
        {
            "title": "History",
            "text": "Transparency International was founded in May 1993. According to political scientist Ellen Gutterman, \"TI's presence in Germany, and indeed its organizational development and rise from a small operation to a prominent international TNGO [Transnational Non Governmental Organisation], benefited from the activities and personal connections of at least three key German individuals: Peter Eigen, Hansjoerg Elshorst, and Michael Wiehen\".[12]\n\nThe founding members included:[13][14]\n\nIn 1995, Transparency International developed the Corruption Perceptions Index (CPI). The CPI ranked nations on the prevalence of corruption within each country, based upon surveys of business people. The CPI was subsequently published annually. It was initially criticized for poor methodology and unfair treatment of developing nations, while also being praised for highlighting corruption and embarrassing governments.[23]\n\nStarting in 1999 and ending in 2011, Transparency International published the Bribe Payers Index (BPI) which ranked nations according to the prevalence that a country's multinational corporations would offer bribes.[23]\n\nSince 2005, Transparency International has published thirteen Exporting Corruption reports. Exporting Corruption is a research report that rates the bribery-related performance of leading global exporters, including countries that are signatories of OECD Anti-Bribery Convention.[24]\n\n"
        },
        {
            "title": "Areas of work and products",
            "text": "The organization defines corruption as the abuse of entrusted power for private gain which eventually hurts everyone who depends on the integrity of people in a position of authority.[25]\nIt develops tools for fighting corruption and works with other civil society organizations, companies and governments to implement them. Since 1995, Transparency International has issued an annual Corruption Perceptions Index (CPI); it also publishes a Global Corruption Report, a Global Corruption Barometer, and a Bribe Payers Index.\nIn 2010, Transparency International developed a five-year strategy with six strategic priorities organized by the following categories: People, Institutions, Laws, Values, Network, Impact.[26]\nIn 2015, Transparency International (TI) developed a five-year strategy which sets out their collective ambition for the coming years. Together against Corruption: Transparency International Strategy 2020 is a strategy by and for the Transparency International movement. This strategy is based on more than 1500 external and internal contributions addressing both the corruption environment of today and the one TI anticipates in the years ahead.[27]\n\nThe Corruption Perceptions Index (CPI) ranks countries and territories based on how corrupt their public sector is perceived to be. It is a composite index – a combination of polls – drawing on corruption-related data collected by a variety of reputable institutions. The CPI reflects the views of observers from around the world.[28]\n\nThe Corruption Perceptions Index has received criticism over the years. The main one stems from the difficulty in measuring corruption, which by definition happens behind the scenes. The Corruption Perceptions Index therefore needs to rely on third-party survey which have been criticized as potentially unreliable. Data can vary widely depending on the public perception of a country, the completeness of the surveys and the methodology used. The second issue is that data cannot be compared from year to year because Transparency International uses different methodologies and samples every year. This makes it difficult to evaluate the result of new policies.[29] The Corruption Perceptions Index authors replied to these criticisms by reminding that the Corruption Perceptions Index is meant to measure perception and not \"reality\". They argue that \"perceptions matter in their own right, since... firms and individuals take actions based on perceptions\".[30]\n\n"
        },
        {
            "title": "Organizational structure",
            "text": "Transparency International consists of chapters – locally established, independent organizations – that address corruption in their respective countries. From small bribes to large-scale looting, corruption differs from country to country. As chapters are staffed with local experts they are ideally placed to determine the priorities and approaches best suited to tackling corruption in their countries. This work ranges from visiting rural communities to provide free legal support to advising their government on policy reform. Corruption does not stop at national borders. The chapters play a crucial role in shaping its collective work and realising its regional and global goals, such as Strategy 2015. Transparency International's multi-country research and advocacy initiatives are driven by the chapters.\n\nAccording to its 2012 Annual Report, it is funded by western governments (with almost €5 million from the UK government) and several multinational companies, including oil companies Exxon Mobil and Shell, hedge funds KKR and Wermuth Asset Management, Deloitte and Ernst & Young.[36] Exxon Mobil itself was ranked in 2008 as the least transparent of 42 major oil and gas firms.[37]\n\nAs far as organizational structure is concerned, one important leadership structure is their advisory council. The Advisory Council is a group of individuals with extensive experience in the areas of Transparency International's work. They come from diverse geographical, cultural and professional backgrounds. The council is appointed by the Board of Directors to advise them and to support the work of the organization as a whole.[38]\n\n"
        },
        {
            "title": "Controversies",
            "text": "According to the newspaper Le Monde: \"In its main surveys, Transparency International does not measure the weight of corruption in economic terms for each country. It develops a Corruption Perception Index (CPI) based on surveys conducted by private structures or other NGOs: the Economist Intelligence Unit, backed by the British liberal weekly newspaper The Economist, the American neoconservative organization Freedom House, the World Economic Forum, or large corporations. (...) The IPC ignores corruption cases that concern the business world. So, the collapse of Lehman Brothers (2008) or the manipulation of the money market reference rate (Libor) by major British banks revealed in 2011 did not affect the ratings of the United States or United Kingdom.\" The organization also receives funding from companies that are themselves convicted of corruption offences.[39] CPI's reliance on opinions of a relatively small group of experts and businesspeople, has been criticised by some. Alex Cobham, fellow at the Center for Global Development, states that it \"embeds a powerful and misleading elite bias in popular perceptions of corruption\". Others argue it is not plausible to ever measure the true scale and depth of a highly complex issue like corruption with a single number, and then rank countries accordingly.[40]\n\nAt its annual members' meeting in November 2013 in Berlin, Transparency International's national chapters from Germany and Ireland proposed a resolution calling for the \"end of the prosecution of Edward J. Snowden... He should be recognized as a whistleblower for his help to reveal the over-reaching and unlawful surveillance by secret services...He symbolizes the courage of numerous other whistleblowers around the world.\"[41]\n\nThe final resolution that was passed by the plenary excluded any reference to Snowden, and excluded a call for \"comprehensive protection on whistleblowers from all forms of retaliation\". The original resolution was weakened following the intervention of the USA chapter.[42] Five months earlier, in June 2013, representatives from Transparency International declined Snowden's request to meet him at the Moscow airport. Amnesty International and Human Rights Watch met Snowden to support his asylum request, but Transparency International refused.[citation needed]\n\nIn January 2015 it was reported that Transparency International accepted $3 million from the German engineering multinational Siemens, which in 2008 paid one of the largest corporate corruption fines[43] in history – $1.6 billion – for bribing government officials in numerous countries. In 2014, Siemens made the donation to Transparency International after pleading guilty in 2008 to bribery charges relating to widespread corrupt practices in Greece, Norway, Iraq, Vietnam, Italy, Israel, Argentina, Venezuela, China and Russia.[44]\n\nTransparency International applied for and received the funding from Siemens, even though TI's due diligence procedures[45] prohibit the organization from accepting money from corporations that want to \"greenwash\" their reputations by making donations to TI. \"If any corporate donor is accused of having been involved in corruption, the donor can expect no protection from TI,\" the procedures state. Transparency International received the funding from the Siemens Integrity Initiative[46] about a year after the Initiative hired former TI staffer Jana Mittermaier, raising questions of a \"revolving door\" that has benefited both the organization and the company.\n\nSeveral of TI's national chapters also have accepted money from Siemens: $660,000 for TI USA, $600,000 for TI Italy, $450,000 for TI Bulgaria, and $230,000 for TI Mexico – each for a period of three years. \"This really shows that Transparency International is not as pure as people think,\" a TI insider told Corporate Crime Reporter. Transparency International Managing Director at the time, Cobus de Swardt, said, \"We did not file an application to Siemens, we applied to the Siemens Integrity Initiative. There's a difference. We have not applied to Siemens.\" However, according to Siemens, the money for these grants is \"provided by Siemens\".[47][48][49]\n\nIn August 2015 former TI staffer Anna Buzzoni went public regarding retaliation she and her colleagues faced after reporting to managers questionable financial dealings at TI's Water Integrity Network.[50] Two of Buzzoni's project responsibilities were suspended and she was transferred against her will. She left TI shortly before internal whistleblower guidelines were adopted in June 2014.[51]\n\nDue to a \"lack of confidence\", TI's chapter in Croatia was disaccredited by the organization's board of directors in November 2015.[52] The previous year, several leaders of the Croatia chapter challenged the legality of the chapter president's election. The president was accused of falsifying records, conflicts of interest, and arbitrarily expelling 10 chapter members who opposed the hiring of staff against the organization's rules. The Croatian government eventually revoked the president's appointment.[53]\n\nIn January 2017, the TI Secretariat confirmed that its International Board of Directors decided on 10 January 2017 to strip its US affiliate – Transparency International USA – of its accreditation as the National Chapter in the United States.[10]\nThe stated basis for the dis-accreditation was the board's recognition of differences in philosophies, strategies, and priorities between the former chapter and the Transparency International Movement. Elsewhere, it was reported that TI-USA came to be seen in the United States as a corporate front group, funded by multinational corporations. TI-USA's funding was provided by Bechtel Corporation, Deloitte, Google, Pfizer  ($50,000 or more), Citigroup, ExxonMobil, Fluor, General Electric, Lockheed Martin, Marsh & McLennan, PepsiCo, PricewaterhouseCoopers, Raytheon, Realogy, Tyco ($25,000–$49,999), and Freeport-McMoRan and Johnson & Johnson (up to $24,999).[54] TI-USA previously awarded an annual corporate leadership award to one of its big corporate funders. In 2016, this award went to Bechtel. In April 2015 the Secretariat defended the decision by TI-USA to give Hillary Clinton its Integrity Award in 2012.[55] Since January 1, 2020, Transparency International has an office in the United States.[56]\n\nIn 2017, Cobus de Swardt stood down as Transparency International’s Managing Director, following a dispute with the organisation’s Board of Directors. De Swardt agreed a settlement with a Transparency International in a Labour Court in Berlin.[57]\n\nIn August 2019 accounts from seven current and former TI Secretariat staff were reported in The Guardian alleging a \"toxic\" workplace culture at the organisation.[58]\n\nDe Swardt's successor, Patricia Moreira, left in 2020 after making similar accusations to those of De Swardt, accusing the Board of failing to protect whistleblowers, as well as corruption.\n\nThe German newspaper Frankfurter Allgemeine Zeitung reported that Transparency International dismissed Moreira \"without giving any reasons\".[59] The article added that, \"dozens of employees, including high-ranking ones, have left the organisation in recent years. Even long-standing and deeply committed employees complain that TI is involved in political intrigues in which some are only interested in their own progress. For a non-governmental organization whose goal is to fight corruption around the world, and which collects millions of dollars in funding from governments and companies every year, this is a disturbing finding.\"[60]\n\nIn 2021, de Swardt published a book accusing Transparency International of abuse of power and silencing whistleblowers.[61] De Swardt also presented a video published on YouTube by his publisher, Springer, criticising corruption at Transparency International.[62]\n\nDaniel Eriksson was appointed Interim Managing Director in March 2020.[63]\n\nTransparency International's political impartiality, as well as its own transparency, have been called into question over hacked conversations of prosecutors in Operation Car Wash, leaked to The Intercept.[64][65] In these, chief prosecutor Deltan Dallagnol and head of TI Brazil, Bruno Brandão, discuss a \"backstage campaign\" to \"disarm resistance on the left\", fund selected candidates, and target others, seen as adversaries, using social media. Plans extended to preparing a series of false accusations (\"denúncias sem materialidade\") intended to damage the reputation of former president and potential candidate Luiz Inácio Lula da Silva, and lead up to a chat in which participants celebrate the election of Jair Bolsonaro.[66][67]\n\nIn April 2022, Brazil's auditing court announced that it had opened an investigation against Transparency International over the illegal imprisonment of Lula da Silva.[68]\n\n"
        }
    ]
}