{
    "url": "https://en.wikipedia.org/wiki/Transcendental_Meditation",
    "title": "Transcendental Meditation",
    "table_of_contents": [
        "1 History",
        "2 Technique",
        "3 Movement",
        "4 Health effects",
        "5 Theoretical concepts",
        "5.1 Views on consciousness (1963)",
        "5.2 Science of Creative Intelligence (1971)",
        "5.3 Maharishi effect (1974)",
        "5.4 Maharishi Vedic Science (1981)",
        "5.5 Maharishi Ayurveda",
        "6 References",
        "7 Sources",
        "8 Further reading",
        "9 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nTranscendental Meditation (TM) is a form of silent mantra meditation advocated by the Transcendental Meditation movement.[1][2] Maharishi Mahesh Yogi created the technique in India in the mid-1950s. Advocates of TM claim that the technique promotes a state of relaxed awareness, stress relief, and access to higher states of consciousness,[3] as well as physiological benefits such as reducing the risk of heart disease and high blood pressure.[4]\n\nBuilding on the teachings of his master Brahmananda Saraswati (known honorifically as Guru Dev), the Maharishi taught thousands of people during a series of world tours from 1958 to 1965, expressing his teachings in spiritual and religious terms.[5][6] TM became more popular in the 1960s and 1970s, as the Maharishi shifted to a more technical presentation, and his meditation technique was practiced by celebrities, most prominently members of the Beatles and the Beach Boys. At this time, he began training TM teachers and created specialized organizations to present TM to specific segments of the population such as business people and students. By the early 2000s, TM had been taught to millions of people; the worldwide TM organization had grown to include educational programs, health products, and related services. Following the Maharishi's death in 2008, leadership of the TM organization passed to neuroscientist Tony Nader.\n\nThe TM technique involves the use of a silently-used sound called a mantra, and is practiced for 15–20 minutes twice per day. It is taught by certified teachers through a standard course of instruction, which costs a fee that varies by country. According to the Transcendental Meditation movement, it is a non-religious method for relaxation, stress reduction, and self-development. The technique has been seen as both religious[7] and non-religious; sociologists, scholars, and a New Jersey judge and court are among those who have expressed views on it being religious or non-religious.[6][8][9] The United States Court of Appeals for the Third Circuit upheld the federal ruling that TM was essentially \"religious in nature\" and therefore could not be taught in public schools.[10][11]\n\nA 2015 review found that TM may reduce blood pressure compared to control groups while a trend over time indicates practicing TM may lower blood pressure. Such effects are comparable to other lifestyle interventions. Conflicting findings  across reviews and a potential risk of bias indicated the necessity of further evidence, conducted by researchers without bias.  \n[12][13]\n\n"
        },
        {
            "title": "History",
            "text": "The Transcendental Meditation program and the Transcendental Meditation movement originated with their founder Maharishi Mahesh Yogi and continued beyond his death in 2008. In 1955,[14][15][16] \"the Maharishi began publicly teaching a traditional meditation technique\"[17] learned from his master Brahmananda Saraswati that he called Transcendental Deep Meditation[18] and later renamed Transcendental Meditation.[19]\nThe Maharishi initiated thousands of people, then developed a TM teacher training program as a way to accelerate the rate of bringing the technique to more people.[19][20] He also inaugurated a series of tours that started in India in 1955 and went international in 1958 which promoted Transcendental Meditation.[21][22] These factors, coupled with endorsements by celebrities who practiced TM and claims that scientific research had validated the technique, helped to popularize TM in the 1960s and 1970s. By the late 2000s, TM had been taught to millions of individuals and the Maharishi was overseeing a large multinational movement.[23] Despite organizational changes and the addition of advanced meditative techniques in the 1970s,[24] the Transcendental Meditation technique has remained relatively unchanged.\n\nAmong the first organizations to promote TM were the Spiritual Regeneration Movement and the International Meditation Society. In modern times, the movement has grown to encompass schools and universities that teach the practice,[25] and includes many associated programs based on the Maharishi's interpretation of the Vedic traditions. In the U.S., non-profit organizations included the Students International Meditation Society,[26] AFSCI,[27] World Plan Executive Council, Maharishi Vedic Education Development Corporation, Global Country of World Peace and Maharishi Foundation.[28] The successor to Maharishi Mahesh Yogi, and leader of the Global Country of World Peace, is Tony Nader.[29][30]\n\n"
        },
        {
            "title": "Technique",
            "text": "The meditation practice involves the use of a silently-used mantra for 15–20 minutes twice per day while sitting with the eyes closed.[31][32] It is reported to be one of the most widely practiced,[33][34] and among the most widely researched, meditation techniques,[35][36][37][38] with hundreds of published research studies.[39][40][41] The technique is made available worldwide by certified TM teachers in a seven-step course,[42] and fees vary from country to country.[43][44] Beginning in 1965, the Transcendental Meditation technique has been incorporated into selected schools, universities, corporations, and prison programs in the US, Latin America, Europe, and India.  In 1977 a US district court ruled that a curriculum in TM and the Science of Creative Intelligence (SCI) being taught in some New Jersey schools was religious in nature and in violation of the First Amendment of the United States Constitution.[8][45] The technique has since been included in a number of educational and social programs around the world.[46]\n\nThe Transcendental Meditation technique has been described as both religious and non-religious, as an aspect of a new religious movement, as rooted in Hinduism,[47][48] and as a non-religious practice for self-development.[49][50][51] The public presentation of the TM technique over its 50-year history has been praised for its high visibility in the mass media and effective global propagation, and criticized for using celebrity and scientific endorsements as a marketing tool. Also, advanced courses supplement the TM technique and include an advanced meditation program called the TM-Sidhi program.[52]\n\n"
        },
        {
            "title": "Movement",
            "text": "The Transcendental Meditation movement consists of the programs and organizations connected with the Transcendental Meditation technique and founded by Maharishi Mahesh Yogi. Transcendental Meditation was first taught in the 1950s in India and has continued since the Maharishi's death in  2008.  The organization was estimated to have 900,000 participants worldwide in 1977,[53] a million by the 1980s,[54][55][56] and 5 million in more recent years.[when?][57][58][59][60][61][62][63][excessive citations]\n\nPrograms include the Transcendental Meditation technique, an advanced meditation practice called the TM-Sidhi program (\"Yogic Flying\"), an alternative health care program called Maharishi Ayurveda,[64] and a system of building and architecture called Maharishi Sthapatya Ved.[65][66]  The TM movement's past and present media endeavors include a publishing company (MUM Press), a television station (KSCI), a radio station (KHOE), and a satellite television channel (Maharishi Channel).  During its 50-year history, its products and services have been offered through a variety of organizations, which are primarily nonprofit and educational. These include the Spiritual Regeneration Movement, the International Meditation Society, World Plan Executive Council, Maharishi Vedic Education  Development Corporation, the Global Country of World Peace, and the David Lynch Foundation.\n\nThe TM movement also operates a worldwide network of Transcendental Meditation teaching centers, schools, universities, health centers, herbal supplements, solar panel, and home financing companies, plus several TM-centered communities. The global organization is reported to have an estimated net worth of USD 3.5 billion.[67][68] The TM movement has been characterized in a variety of ways and has been called a spiritual movement, a new religious movement,[69][70] a millenarian movement, a world affirming movement,[71] a new social movement,[72] a guru-centered movement,[73] a personal growth movement,[74] a religion, and a cult.[70][75][76][77] Additional sources contend that TM and its movement are not a cult.[78][79][80][81] Participants in TM programs are not required to adopt a belief system; it is practiced by atheists, agnostics and people from a variety of religious affiliations.[82][83][84][85] The organization has also been criticized as well as praised for its public presentation and marketing techniques throughout its 50-year history.[citation needed]\n\nThe organization has been the subject of controversies that includes being labelled a cult by several parliamentary inquiries or anti-cult movements in the world.[86][87][88][70][75][76]\n\nSome notable figures in pop-culture practicing TM include The Beatles, The Beach Boys, Kendall Jenner, Hugh Jackman, Tom Hanks, Jennifer Lopez, Mick Jagger, Eva Mendez, Moby, David Lynch, Jennifer Aniston, Nicole Kidman, Eric André, Jerry Seinfeld, Howard Stern, Julia Fox, Clint Eastwood, Martin Scorsese, Russell Brand, Nick Cave and Oprah Winfrey.[89][90][91][92][93][94][95][96][97][excessive citations]\n\n"
        },
        {
            "title": "Health effects",
            "text": "A trend over time indicates practicing TM may lower blood pressure although such effects are comparable to other lifestyle interventions. Conflicting findings  across reviews, and a potential risk of bias, indicate further evidence, conducted by researchers, without bias, is necessary.[13]\n\nA 2012 meta-analysis published in Psychological Bulletin, which reviewed 163 individual studies, tentatively found that Transcendental Meditation produced superior results in \"reducing negative emotions, trait anxiety, and neuroticism\" as well as improving markers of learning, memory, and self-actualization by comparison with other meditation approaches; the researchers nonetheless recommended improved methodologies for future research.[98] A 2014 systematic review and meta-analysis funded by the U.S. Agency for Healthcare Research and Quality found moderate evidence for improvement in anxiety, depression and pain with low evidence for improvement in stress and mental health-related quality of life.[99][100]\n\nA 2013 statement from the American Heart Association said that TM could be considered as a treatment for hypertension, although other interventions such as exercise and device-guided breathing were more effective and better supported by clinical evidence.[101] A 2015 systematic review and meta-analysis of 12 studies found that TM may reduce blood pressure compared to control groups, although the underlying studies may have been biased and further studies with better designs are needed.[12]\n\nThe first studies of the health effects of Transcendental Meditation appeared in the early 1970s.[102] By 2004 the US government had given more than $20 million to Maharishi International University to study the effect of meditation on health.[103]\n\n"
        },
        {
            "title": "Theoretical concepts",
            "text": "In his 1963 book, The Science of Being and Art of Living, Maharishi Mahesh Yogi says that, over time, through the practice of the TM technique, the conscious mind gains familiarity with deeper levels of the mind, bringing the subconscious mind within the capacity of the conscious mind, resulting in expanded awareness in daily activity. He also teaches that the Transcendental Meditation practitioner transcends all mental activity and experiences the 'source of thought', which is said to be pure silence, 'pure awareness' or 'transcendental Being', 'the ultimate reality of life'.[104]: pp 44–53 [105][106] TM is sometimes self described as a technology of consciousness.[107] According to author Michael Phelan \"The fundamental premise of the psychology of fulfillment is that within every person exists a seemingly inexhaustible center of energy, intelligence, and satisfaction... To the extent that our behavior depends on the degree of energy and intelligence available to us, this center of pure creative intelligence may be described as that resource which gives direction to all that we experience, think and do.\"[108]\n\nAccording to the Maharishi, there are seven levels of consciousness: (i) deep sleep; (ii) dreaming; (iii) waking; (iv) transcendental consciousness; (v) cosmic consciousness; (vi) God consciousness; and, (vii) unity consciousness.[109] The Maharishi says that transcendental consciousness can be experienced through Transcendental Meditation, and that those who meditate regularly over time could become aware of cosmic consciousness.[110] An indication of cosmic consciousness is \"ever present wakefulness\" present even during sleep.[111] Research on long-term TM practitioners experiencing what they describe as cosmic consciousness, has identified unique EEG profiles, muscle tone measurements, and REM indicators that suggest physiological parameters for this self described state of consciousness.[111][112] However, the Cambridge Handbook of Consciousness notes that it is premature to say that the EEG coherence found in TM is an indication of a higher state of consciousness.[113]\n\nIn 1961, the Maharishi created the \"International Meditation Society for the Science of Creative Intelligence\".[114] In 1971 the Maharishi inaugurated \"Maharishi's Year of Science of Creative Intelligence\" and described SCI as the connection of \"modern science with ancient Vedic science\".[115] Author Philip Goldberg describes it as Vedanta philosophy that has been translated into scientific language.[116] A series of international symposiums on the Science of Creative Intelligence were held between 1970 and 1973 and were attended by scientists and \"leading thinkers\", including Buckminster Fuller, Melvin Calvin, a Nobel Prize winner in chemistry, Hans Selye, Marshal McLuhan and Jonas Salk.[116] These symposiums were held at universities such as Humboldt State University and University of Massachusetts.[117][118][119][120] The following year, the Maharishi developed a World Plan to spread his teaching of SCI around the world.[120][121]\n\nThe theoretical part of SCI is taught in a 33-lesson video course.[122] In the early 1970s the SCI course was offered at more than 25 American universities including Stanford University, Yale, the University of Colorado, the University of Wisconsin, and Oregon State University.[120][123]: p 125 [124] Until 2009, Maharishi University of Management (MUM) required its undergraduate students to take SCI classes,[125][126][127][128] and both MUM and Maharishi European Research University (MERU) in Switzerland have awarded degrees in the field.[129] The Independent reports that children at Maharishi School learn SCI principles such as \"the nature of life is to grow\" and \"order is present everywhere\".[130] SCI is reported to be part of the curriculum of TM related lower schools in Iowa, Wheaton, Maryland[131] and Skelmersdale, UK.[132] In 1975 SCI was used as the call letters for a TM owned television station in San Bernardino, California.[133]\n\nThe Science of Creative Intelligence is not science.[134] Theologian Robert M. Price, writing in the Creation/Evolution Journal (the journal of the National Center for Science Education), compares the Science of Creative Intelligence to Creationism.[135] Price says instruction in the Transcendental Meditation technique is \"never offered without indoctrination into the metaphysics of 'creative intelligence'\".[135] Skeptic James Randi says SCI has \"no scientific characteristics.\"[136] Astrophysicist and sceptic Carl Sagan writes that the \"Hindu doctrine\" of TM is a pseudoscience.[137] Irving Hexham, a professor of religious studies, describes the TM teachings as \"pseudoscientific language that masks its religious nature by mythologizing science\".[114] Sociologists Rodney Stark and William Sims Bainbridge describe the SCI videotapes as largely based on the Bhagavad Gita, and say that they are \"laced with parables and metaphysical postulates, rather than anything that can be recognized as conventional science\".[138] In 1979, the court case Malnak v Yogi determined that although SCI/TM is not a theistic religion, it deals with issues of ultimate concern, truth, and other ideas analogous to those in well-recognized religions.[139] Maharishi biographer Paul Mason suggests that the scientific terminology used in SCI was developed by the Maharishi as part of a restructuring of his philosophies in terms that would gain greater acceptance and increase the number of people starting the TM technique. He says that this change toward a more academic language was welcomed by many of the Maharishi's American students.[140]\n\nMaharishi Mahesh Yogi claimed that the quality of life would noticeably improve if at least one per cent of the population practised the Transcendental Meditation technique. This is known as the \"Maharishi effect\" and according to the Maharishi, it was perceived in 1974 after an analysis of crime statistics in 16 cities.[104]: 329 [141][142] With the introduction of the TM-Sidhi program including Yogic Flying, the Maharishi proposed that the square root of 1 per cent of the population practising this advanced program together at the same time and in the same place would create benefits in society. This was referred to as the \"Extended Maharishi Effect\".[141][143]\n\nAuthor Ted Karam claims that there have been numerous studies on the Maharishi effect including a gathering of over 4,000 people in Washington, D.C. in the summer of 1993.[141] The effect has been examined in 42 scientific studies.[144] The TM organisation has linked the fall of the Berlin Wall and a reduction in global terrorism, US inflation and crime rates to the Maharishi effect.[145] The Maharishi effect has been endorsed by the former President of Mozambique Joaquim Chissano.[146]\n\nAs the theories proposed by TM practitioners[147] go beyond modern science, the Maharishi effect still lacks a causal basis.[148] Moreover, the evidence has been said to result from cherry-picked data[149] and the credulity of believers.[148][150] Critics, such as James Randi have called this research pseudoscience.[151] Randi says that he investigated comments made by former Maharishi International University faculty member Robert Rabinoff in 1978. He spoke to the Fairfield Chief of Police who said local crime levels were the same and the regional Agriculture Department who reportedly deemed that farm yields for Jefferson County matched the state average.[152]\n\nThe Maharishi proclaimed 1981 as the Year of Vedic Science.[104]: 336  It is based on the Maharishi's interpretation of ancient Vedic texts and includes subjective technologies like the Transcendental Meditation technique and the TM-Sidhi program plus programs like Maharishi Sthapatya Veda (MSV) and Maharishi Vedic Astrology (MVA) services which apply Vedic science to day-to-day living.[153][154] Vedic science studies the various aspects of life and their relationship to the Veda.\n\nMaharishi Ayurveda[155][156] or Maharishi Vedic Medicine[157] is a form of alternative medicine founded in the mid-1980s by Maharishi.[64] Distinct from traditional ayurveda, it emphasizes the role of consciousness, and gives importance to positive emotions.[158] Maharishi Ayurveda has been variously characterized as emerging from, and consistently reflecting, the Advaita Vedanta school of Hindu philosophy, representing the entirety of the ayurvedic tradition.[159][160]\n\n"
        }
    ]
}