{
    "url": "https://en.wikipedia.org/wiki/Transportation_in_New_England",
    "title": "Transportation in New England",
    "table_of_contents": [
        "1 Transportation",
        "1.1 Rail",
        "1.2 Air",
        "1.3 Interstate Highways",
        "1.4 US Routes",
        "2 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nTransportation in New England encompasses the region's rail and highway networks, seaports, and airports. New England has one of the United States' oldest intercity transportation systems, which remain important to the region's economy. It is also home to the continent's first subway system. The densely populated area has many cities and towns connected by rail and road, and the larger cities each have commercial airports with daily flights to destinations outside of the region.\n\n"
        },
        {
            "title": "Transportation",
            "text": "The Massachusetts Bay Transportation Authority (MBTA) provides rail and subway service within the Boston metropolitan area, bus service in Greater Boston, and commuter rail service throughout eastern Massachusetts and parts of Rhode Island. The New York City Metropolitan Transportation Authority's Metro-North Railroad provides commuter rail service in southwestern Connecticut, while the Connecticut Department of Transportation operates the Shore Line East commuter rail service along the Connecticut coastline east of New Haven, and the Hartford Line northward to Springfield, Massachusetts. On a trial basis until Fall of 2021, Amtrak is working with CTrail to provide service north of its route from Springfield, through the Valley Flyer route to Greenfield.[3]\n\nAmtrak provides interstate rail service throughout New England. Boston is the northern terminus of the Northeast Corridor line. The Vermonter connects Vermont to Massachusetts and Connecticut, while the Downeaster links Maine to Boston.\n\nThe largest and busiest airport in New England is Logan International Airport in Boston, which has many daily flights to domestic and international destinations. Logan has two nearby regional airports considered to be reliever airports, T.F. Green Airport in Warwick, Rhode Island, and Manchester Boston Regional Airport in Manchester, New Hampshire. Bradley International Airport in Windsor Locks, Connecticut, is the region's second busiest airport.\n\nOther commercial airports include Portland International Jetport, Bangor International Airport, Worcester Regional Airport, and Burlington International Airport.\n\nSix mainline Interstate highways traverse New England. Interstate highways ending in an even number run east-west; those ending in odd numbers run north-south. At least one serves each state and its respective capital city:\n\n Interstate 84 enters New England at Danbury, Connecticut, and crosses that state to the northeast, connecting the cities of Waterbury and the state capital of Hartford before terminating at a junction with Interstate 90 in Massachusetts.\n\n Interstate 90 carries the Massachusetts Turnpike designation as it crosses the state.  I-90 enters Massachusetts at West Stockbridge and travels eastward to its terminus in the state's capital and New England's largest city, Boston.  It connects the major cities of Springfield and Worcester and intersects with many of New England's major north-south routes.\n\n Interstate 89 begins at a junction with Interstate 93 just south of New Hampshire's state capital, Concord. It then travels northwesterly until it reaches Lebanon, after which it crosses the Connecticut River and enters Vermont at White River Junction. I-89 continues its northwesterly path to Vermont's state capital of Montpelier; then continues west to Vermont's largest city, Burlington; and finally turns due north along the east shore of Lake Champlain and ends at the international border with Québec, Canada.\n\n Interstate 91 begins in New Haven, Connecticut, at a junction with Interstate 95, running north from there through Connecticut, Massachusetts, and Vermont until it reaches the Canada–US border. I-91 parallels U.S. Route 5 for its entire length, and much of the route also follows the Connecticut River, linking many of the major cities and towns along the river, including state capital Hartford; Springfield, Massachusetts; and Brattleboro, Vermont. I-91 is the only Interstate route within New England that intersects five of the others. Since I-91 runs north-south along the Connecticut River from the Vermont side in lieu of New Hampshire's, the highway does not traverse the states of Rhode Island, New Hampshire, or Maine.\n\n Interstate 93 begins in Canton, Massachusetts, at a junction with Interstate 95, running northwestward from there through the city of Boston. I-93 travels northwesterly from Boston and into New Hampshire, where it serves as the main interstate highway through that state and links many of the larger cities and towns, including Derry; Manchester, the largest city north of Boston; and the state capital, Concord. From there I-93 turns into a generally northerly direction and connects with highways in the state's famed lakes region and then onto its popular White Mountains region, noted for skiing and beautiful autumn foliage. I-93 continues into New Hampshire's far north and eventually crosses the Connecticut River into Vermont and reaches its northern terminus at a junction with Interstate 91 at St. Johnsbury.\n\n Interstate 95, which runs along the East Coast, enters New England at Greenwich, Connecticut, and runs in a generally northeasterly direction along the Atlantic Ocean, eventually heading through Maine's sparsely populated north country to its northern terminus at the Canada–US border with New Brunswick. I-95 serves many of the coastline's cities, including the state capitals of Providence, Rhode Island, and Augusta, Maine, while serving as a partial beltway around Boston. I-95 travels through every New England state except Vermont and is the only two-digit Interstate highway to enter the states of Rhode Island and Maine. It connects most of Connecticut's largest cities except for Hartford and Waterbury and traverses through or near some quaint cities and towns in northern New England including Hampton and Portsmouth, New Hampshire, and Portland and Bangor, Maine.\n\n"
        }
    ]
}