{
    "url": "https://en.wikipedia.org/wiki/Transcendental_idealism",
    "title": "Transcendental idealism",
    "table_of_contents": [
        "1 Background",
        "2 Kant's transcendental idealism",
        "3 Historical parallels",
        "4 Schopenhauer",
        "5 P. F. Strawson",
        "6 Henry E. Allison",
        "7 Opposing views: Naïve realism",
        "8 See also",
        "9 References",
        "10 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Transcendental idealism is a philosophical system[1] founded by German philosopher Immanuel Kant in the 18th century. Kant's epistemological program[2] is found throughout his Critique of Pure Reason (1781). By transcendental (a term that deserves special clarification[3]) Kant means that his philosophical approach to knowledge transcends mere consideration of sensory evidence and requires an understanding of the mind's innate modes of processing that sensory evidence.[4]\n\nIn the \"Transcendental Aesthetic\" section of the Critique of Pure Reason, Kant outlines how space and time are pure forms of human intuition contributed by our own faculty of sensibility. Space and time do not have an existence \"outside\" of us, but are the \"subjective\" forms of our sensibility and hence the necessary a priori conditions under which the objects we encounter in our experience can appear to us at all. Kant describes time and space as \"empirically real\" but transcendentally ideal.[citation needed]\n\nKant argues that the conscious subject cognizes the objects of experience not as they are in themselves, but only the way they appear to us under the conditions of our sensibility. Thus Kant's doctrine restricts the scope of our cognition to appearances given to our sensibility and denies that we can possess cognition of things as they are in themselves, i.e. things as they are independently of how we experience them through our cognitive faculties.[citation needed]\n\n"
        },
        {
            "title": "Background",
            "text": "Although it influenced the course of subsequent German philosophy dramatically, exactly how to interpret this concept was a subject of some debate among 20th century philosophers. Kant first describes it in his Critique of Pure Reason, and distinguished his view from contemporary views of realism and idealism, but philosophers do not agree on how sharply Kant differs from each of these positions.\n\nTranscendental idealism is associated with formalistic idealism on the basis of passages from Kant's Prolegomena to any Future Metaphysics, although recent research has tended to dispute this identification. Transcendental idealism was also adopted as a label by the subsequent German philosophers Johann Gottlieb Fichte and Friedrich Wilhelm Joseph von Schelling, Arthur Schopenhauer, and in the early 20th century by Edmund Husserl in the novel form of transcendental-phenomenological idealism.\n\n"
        },
        {
            "title": "",
            "text": "Kant presents an account of how we intuit (German: anschauen) objects and accounts of space and of time. Before Kant, some thinkers, such as Leibniz, had come to the conclusion that space and time were not things, but only the relations among things. Contrary to thinkers, including Newton, who maintained that space and time were real things or substances, Leibniz had arrived at a radically different understanding of the universe and the things found in it. According to his Monadology, all things that humans ordinarily understand as interactions between and relations among individuals (such as their relative positions in space and time) have their being in the mind of God but not in the Universe where we perceive them to be. In the view of realists, individual things interact by physical connection and the relations among things are mediated by physical processes that connect them to human brains and give humans a determinate chain of action to them and correct knowledge of them.\n\nKant was aware of problems with both of these positions. He had been influenced by the physics of Newton and understood that there is a physical chain of interactions between things perceived and the one who perceives them.  However, an important function of mind is to structure incoming data and to process it in ways that make it other than a simple mapping of outside data.[5]: 57 \n\nThe salient element here is that space and time, rather than being real things-in-themselves or empirically mediated appearances (German: Erscheinungen), are the very forms of intuition (German: Anschauung) by which we must perceive objects. They are hence neither to be considered properties that we may attribute to objects in perceiving them, nor substantial entities of themselves. They are in that sense subjective, yet necessary, preconditions of any given object insofar as this object is an appearance and not a thing-in-itself. Humans necessarily perceive objects as located in space and in time.  This condition of experience is part of what it means for a human to cognize an object, to perceive and understand it as something both spatial and temporal:  \"By transcendental idealism I mean the doctrine that appearances are to be regarded as being, one and all, representations only, not things in themselves, and that time and space are therefore only sensible forms of our intuition…\"[7] Kant argues for these several claims in the section of the Critique of Pure Reason entitled the \"Transcendental Aesthetic\".  That section is devoted to inquiry into the a priori conditions of human sensibility, i.e. the faculty by which humans intuit objects.  The following section, the \"Transcendental Logic\", concerns itself with the manner in which objects are thought.\n\n"
        },
        {
            "title": "Historical parallels",
            "text": "Xenophanes of Colophon in 530 BC anticipated Kant's epistemology in his reflections on certainty. \"And as for certain truth, no man has seen it, nor will there ever be a man who knows about the gods and about all the things I mention. For if he succeeds to the full in saying what is completely true, he himself is nevertheless unaware of it; and Opinion (seeming) is fixed by fate upon all things.\"[8] \nCertain interpretations of some of the medieval Buddhists of India, such as Dharmakirti, may[clarification needed] reveal them to be transcendental idealists, since they seemed to hold the position of mereological nihilism (the nonexistence of objects made up of parts) but transcendental idealists who held that their minds were distinct from the atoms.[9]: 37–45  Some Buddhists[who?] often attempt to maintain that the minds are equal to the atoms of mereological nihilist reality, but Buddhists seem to have no explanation of how this is the case[citation needed], and much of the literature on the aforementioned Buddhists involves straightforward discussion of atoms and minds as if they are separate.  This makes their position very similar to transcendental idealism, resembling Kant's philosophy where there are only things-in-themselves (which are very much like philosophical atoms), and phenomenal properties.[original research?]\n\n"
        },
        {
            "title": "Schopenhauer",
            "text": "Schopenhauer takes Kant's transcendental idealism as the starting point for his own philosophy, which he presents in The World as Will and Representation. Schopenhauer described transcendental idealism briefly as a \"distinction between the phenomenon and the thing in itself\", and a recognition that only the phenomenon is accessible to us because \"we know neither ourselves nor things as they are in themselves, but merely as they appear.\"[10] In volume 1 of the Parerga and Paralipomena (\"Fragments for the History of Philosophy\"), Schopenhauer writes:\n\nFurther on in §13, Schopenhauer says of Kant's doctrine of the ideality of space and time: \"Before Kant, it may be said, we were in time; now time is in us. In the first case, time is real and, like everything lying in time, we are consumed by it. In the second case, time is ideal; it lies within us.\" \n\n\nSchopenhauer contrasted Kant's transcendental critical philosophy with Leibniz's dogmatic philosophy. \n"
        },
        {
            "title": "P. F. Strawson",
            "text": "In The Bounds of Sense, P. F. Strawson suggests a reading of Kant's first Critique that, once accepted, forces rejection of most of the original arguments, including transcendental idealism. Strawson contends that, had Kant followed out the implications of all that he said, he would have seen that there were many self-contradictions implicit in the whole.[11]: 403 \n\nStrawson views the analytic argument of the transcendental deduction as the most valuable idea in the text, and regards transcendental idealism as an unavoidable error in Kant's greatly productive system. In Strawson's traditional reading (also favored in the work of Paul Guyer and Rae Langton), the Kantian term phenomena (literally, things that can be seen—from Greek: phainomenon, \"observable\") refers to the world of appearances, or the world of \"things\" sensed.[12]: 99–101  They are tagged as \"phenomena\" to remind the reader that humans confuse these derivative appearances with whatever may be the forever unavailable \"things in themselves\" behind our perceptions. The necessary preconditions of experience, the components that humans bring to their apprehending of the world, the forms of perception such as space and time, are what make a priori judgments possible, but all of this process of comprehending what lies fundamental to human experience fails to bring anyone beyond the inherent limits of human sensibility. Kant's system requires the existence of noumena to prevent a rejection of external reality altogether, and it is this concept (senseless objects of which we can have no real understanding) to which Strawson objects in his book.\n\n"
        },
        {
            "title": "Henry E. Allison",
            "text": "In Kant's Transcendental Idealism, Henry E. Allison proposes a reading that opposes Strawson's interpretation.[13] Allison argues that Strawson and others misrepresent Kant by emphasising what has become known as the two-worlds reading (a view developed by Paul Guyer). This—according to Allison, false—reading of Kant's phenomena/noumena distinction suggests that phenomena and noumena are ontologically distinct from each other. It concludes on that basis that we somehow fall short of knowing the noumena due to the nature of the very means by which we comprehend them. On such a reading, Kant would himself commit the very fallacies he attributes to the transcendental realists. On Allison's reading, Kant's view is better characterized as a two-aspect theory, where noumena and phenomena refer to complementary ways of considering an object. It is the dialectic character of knowing, rather than epistemological insufficiency, that Kant wanted most to assert.\n\n"
        },
        {
            "title": "",
            "text": "Opposing Kantian transcendental idealism is the doctrine of naïve realism, that is, the proposition that the world is knowable as it really is, without any consideration of the knower's manner of knowing. This has been propounded by philosophers such as Bertrand Russell[citation needed], G. E. Moore[citation needed], Ralph Barton Perry[citation needed], and Henry Babcock Veatch[citation needed]. Naïve or direct realism claims, contrary to transcendental idealism, that perceived objects exist in the way that they appear, in and of themselves, independent of a knowing spectator's mind.[citation needed] Kant referred to this view as \"transcendental realism,\" which he defined as purporting the existence of objects in space and time independent from our sensibility.[14]\n\n"
        }
    ]
}