{
    "url": "https://en.wikipedia.org/wiki/Transmin",
    "title": "Transmin",
    "table_of_contents": [
        "1 Foundation",
        "2 Activities",
        "3 Projects",
        "4 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nTransmin is an Australian privately owned company specialising in bulk materials handling equipment and related products headquartered in Malaga, Western Australia, 15 kilometres north of Perth, Western Australia, that provides engineered equipment, supplies and services to the mining-resources and bulk material handling industries, in Australia and overseas.[15]\n\nTransmin was founded in 1987 in Western Australia. In 2003, Transmin developed the first 'Low Profile Feeder' a hybrid form of belt feeders and apron feeders which have become the benchmark for hybrid feeders within the industry, having been successfully installed around the world. Recently, Transmin has been granted an Australian Patent for the Low Profile Feeder technology and other patents are pending for certain features of the technology which have been developed.[16]\n\nTransmin has created 4 brands of their own mining equipment. In 1995, they created their first rockbreaker boom system, now branded as Boomer. Transmin also developed their RockLogic rockbreaker brand, in 2004, and in 2016 developed ConveyorPro, its own brand of Conveyor belts and components.[17]\n\nThe company has agents on four continents; Australia, Africa and North and South America, and sister company, Breakers and Attachments Equipment Group Pty Limited (BAEG).[18]\n\nTransmin's primary headquarters and Australian registered office is located at 33-37 Denninup Way, Malaga, Western Australia.[19]\n\n"
        },
        {
            "title": "Foundation",
            "text": "Transmin was founded in July 1987 as a Lime sulfur provider and bulk materials handling specialist by Ross Nunn, who continues to be the owner and chairman of the company today. Within, a few years Transmin became a sales agent for various mining and minerals processing equipment to Western Australia and the Northern Territory.[20]\n\nIn 1992, Transmin moved premises to Malaga, Western Australia, their current headquarters.[21]\n\n"
        },
        {
            "title": "Activities",
            "text": "Transmin equipment is currently deployed in over 60 countries worldwide. The Transmin equipment range covers bulk materials-handling feeders and conveyors, bulk loading and unloading hoppers, hydraulic rockbreaker boom systems and attachments, isolation gates, reagent preparation and processing facilities, lime preparation facilities, ball-charging systems, high lift elevators, silos and other related equipment.[22]\n\nTransmin is a distributor and sales agent for several companies including Thermo Scientific weighing and instrumentation, BERCO track chain and components, Rotaval Rotary Valves, A-WARD Container Tilters, Yoshikawa Circle Feeders, for the territories of Western Australia and the Northern Territory.[23]\n\n"
        },
        {
            "title": "Projects",
            "text": "During its 30-year existence, Transmin has undertaken a variety of major projects with most of the world's major mining and minerals processing companies in the fields of Iron Ore, Gold, Copper, Nickel, Zinc, Lithium, Coal, Bauxite and more recently has been expanding into general industry such as Cement, Waste Recycling, Timber, Quarry and Chemical.\n\nTransmin has a strong product development program, primarily focused around the Low Profile Feeder technology where new applications and features are constantly being developed to meet the increasing demand from customers. Recent developments include Filter Press dischargers, ADT Ejector Truck dischargers and Reversing Feeders. New features have also been added including an in process weighing capability, 'ProEdge' hot vulcanised belt edge seal, 'ProTough' Kevlar impregnated belt and 'Kwiksert Pro' a one sided belt fastening system.\n\n"
        }
    ]
}