{
    "url": "https://en.wikipedia.org/wiki/Transtheism",
    "title": "Transtheism",
    "table_of_contents": [
        "1 Terminology",
        "1.1 Transpolytheism and Transtheism",
        "2 Buddhism as transtheistic",
        "3 See also",
        "4 Notes",
        "5 References",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Transtheism refers to a system of thought or religious philosophy that is neither theistic nor atheistic, but is beyond them. The word was coined by either theologian Paul Tillich or Indologist Heinrich Zimmer.[1]\n\nZimmer applies the term to Jainism, which is theistic in the limited sense that gods exist but are irrelevant as they are transcended by moksha (that is, a system that is not non-theistic, but in which the gods are not the highest spiritual instance). Zimmer (1953, p. 182) uses the term to describe the position of the Tirthankaras having passed \"beyond the godly governors of the natural order.\"\n\nThe term has more recently also been applied to Buddhism,[2] Advaita Vedanta,[3] and the Bhakti movement.[4]\n\n"
        },
        {
            "title": "Terminology",
            "text": "Main concepts of transtheism are Transpolytheism and Transtheism.\n\nNathan Katz in Buddhist and Western Philosophy (1981, p. 446) points out that the term \"transpolytheistic\" would be more accurate, since it entails that the polytheistic gods are not denied nor rejected even after the development of a notion of the Absolute that transcends them, but criticizes the classification as characterizing the mainstream by the periphery: \"like categorizing Roman Catholicism as a good example of non-Nestorianism.\" For example, in Buddhism, there are multiple deities, but its main focus is not on them. Scholar Peter Harvey calls this \"trans-polytheistic.\" The term is indeed informed by the fact that the corresponding development in the West, the development of monotheism, did not attempt to \"transcend\" polytheism but to abolish it, while in the mainstream of the Indian religions, the notion of \"gods\" (deva) was never elevated to the status of \"God\" or Ishvara, or the impersonal Absolute Brahman, but adopted roles comparable to Western angels. \"Transtheism,\" according to the criticism of Katz, is then an artifact of comparative religion. \n\nPaul Tillich uses transtheistic in The Courage to Be (1952), as an aspect of Stoicism. Tillich stated that Stoicism and Neo-Stoicism\n\nLike Zimmer, Tillich is trying to express a religious notion that is neither theistic nor atheistic. However, the theism that is being transcended in Stoicism according to Tillich is not polytheism as in Jainism, but monotheism, pursuing an ideal of human courage that has emancipated itself from God.\n\nMartin Buber criticized Tillich's \"transtheistic position\" as a reduction of God to the impersonal, \"necessary being\" of Thomas Aquinas.[7]\n\n"
        },
        {
            "title": "Buddhism as transtheistic",
            "text": "Following the term coined by Tillich and Zimmer, Buddhism, namely Theravada Buddhism, can be regarded as a polytranstheistic religion.[1] This can be evident by the transcendence of the state of Nibbana (Nirvana) that surpasses all the realms of existence, including the planes of devas and brahmas who are considered gods in Buddhist cosmology. The historical Buddha made it clear that the path to enlightenment does not depend on a god or gods. Although there is acknowledgment of a multitude of gods in the oldest Buddhist scriptures, there is also reference to Mahabrahma, who considered himself to be the all-powerful all-creator god, only to be critiqued by the Buddha as having wrongly perceived his plane of existence as the highest.[8]\n\nNevertheless, these deities remain an inseparable aspect of the Buddhist worldview. The Buddha recommended meditation on the virtues of the devas as one of several means of cultivating good mental qualities, as it was mentioned in the Mahanama Sutta.[9] In the Paṭhamamahānāma Sutta (AN 11.11) and the Samgyutta Agama (T. ii  237c9), the Buddha recommends that a disciple recollect each category of deity and their qualities of faith (saddha), ethics (sīla), learning (suta), renunciation (cāga), and wisdom (pañña). This fivefold enumeration of virtues is known in Chinese Buddhism as the \"five virtues of a householder\" (在家五法 or listed 信戒施聞慧). It is notable that the Chinese text also lists six virtues (六法), drawing a distinction between giving (dāna; 施) and renunciation (tyāga; 捨).\n\nThe Pure Abodes are also a significant aspect of Buddhist soteriology because the deities born there are anāgāmins. As with the function of the pure lands in Mahayana Buddhism, this explicitly presents certain deities with the ability to access nirvana, which confirms that their status is an indication of advancement on the path of liberation.\n\n"
        }
    ]
}