{
    "url": "https://en.wikipedia.org/wiki/Transactionalism",
    "title": "Transactionalism",
    "table_of_contents": [
        "1 Overview",
        "2 Definition",
        "3 Background",
        "3.1 Main contributors",
        "3.2 Historical antecedents",
        "3.3 Modern antecedents",
        "3.4 21st century applications",
        "3.4.1 Transactional leadership (LAP)",
        "3.4.2 Transactional competence",
        "4 Philosophy",
        "4.1 Metaphysics: transactional (vs. self-actional or interactional)",
        "4.2 Epistemology: truth from inquiry",
        "4.3 Ethics: reciprocal and co-constitutive",
        "4.3.1 Trans-dermal experience",
        "4.4 Politics: cooperation and knowing-as-inquiry",
        "4.4.1 Individual as co-constitutive, organism-environment",
        "4.5 Aesthetics: value-satisfaction from an assumptive world",
        "5 Generational significance",
        "6 Benefits and applications",
        "7 See also",
        "8 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nTransactionalism is a pragmatic philosophical approach to how we are known, maintain health and relationships, and satisfy our goals for money and career through ambitious ecologies. It involves the study and accurate thinking required to plan and organize one's limited resources to execute the fundamental mechanics of social exchange. To transact is learning to beat the odds or mitigate the common pitfalls involved with living a good and comfortable life by always factoring in the surrounding circumstances of people, places, things and the thinking behind any exchange from work to play. \n\nIn our complex, ever-changing society with its indifferent marketplace, we cannot thrive without requesting or inviting the help of others and offering help to those around us. To co-create a healthy exchange of value for all involved, we must understand and apply the fundamental mechanics of transaction. [This is not to be confused with the favor or advantage of quid pro quo.] \nWithout cooperative exchange, we resist transacting to survive the unavoidable biological, societal, and environmental threats that can prevent us from comfort and ease in any of the multiple conditions of life we labor to maintain (cf. Hannah Arendt's philosophy of labor, work, and action).   \n\nIn this philosophy, human interactions are best understood as a set of simple to complex transactions. A transaction is a reciprocal and co-constitutive cycle of moves (what to do) and phases (or implemented tactics) aimed at satisfying (or at learning to become fit) in the multiple and interlocking conditions of life including health, work, money, knowledge, education, career, ethics, and more. If we work ourselves to death or ignore accurate thinking about our  relationships, without help those conditions of life will eventually threaten our health, career, and money, for example.   We must transact to maintain multiple and unavoidable conditions of our lives.\n\nA transactionalist approach demands an \"un-fractured observation\" of life as an organism that isinfluenced by and is influencing its environment or ecology. By considering the self as an organism inseparable from its environment, hyphenated as \"organism-environment,\"[1] we begin to recognize that any outcome is \"determined by prior causes and articulated ends\" not merely the intention or the end goal of an individual.[2] This philosophical approach has correlation to Hannah Arendt's notion of human being as \"political animal\" (\"Zoon Politikon\") that should attend to the \"labor, work, and action\" beyond merely articulating an aspiration or a goal.[2]\n\nIt is critical that an organism-environment keep in mind how \"consequences and outcomes\"[3] determine the satisfaction of any human endeavor. We must take into account that we, as a human being in transaction, are embedded in and constituted by not only our intentions, but simultaneously by the specific circumstances of our biology, our narratives in exchange, and the social situation that includes tangible resources like tools and settings, intangible resources like time and meaning, and the human resources of other people and their personalities and roles within a transaction or social exchange. \n\nBeyond our conscious awareness, three aspects of experience — the observer, the process of observing, and the thing observed in a situation— are all \"affected by whatever merits or defects [the organism or environment] may prove to have when it is judged\".[4]\n\nA transactionalist holds that all human acts, including learning,[5] are best understood as \"entities\" within a larger, often under-examined, transactional whole. The transactional whole is shaped by our health as an organism as well as the health of others (e.g., our biology as a living organisms), for example. Transactional competence is shaped by language and communication with others (e.g.,linguistic narratives). It is shaped and affected by one's fitness in satisfying an ethical exchange of business or education in certain conditions of life, such as reputation, politics (small and large), and ethics--how we treat one another or regulate our behavior and feelings. \n\nHuman satisfaction is shaped first and foremost by our body's state of wellness or disease, which is inescapably linked to the ecology, shared and/or invented norms and values, and the fitness of our ability to understand the mechanics of trans-acting. We must make real the conditions and accept the consequences of what it takes to live a satisfying life in an ever-changing body and world.[6]\n\nTransactionalism functions as a means of \"controlled inquiry\" into the complex nature and interactions of daily life.[6]\n\n"
        },
        {
            "title": "Overview",
            "text": "In their 1949 book Knowing and the Known, transactionalists John Dewey and Arthur Bentley explained that they were \"willing under hypothesis to treat all [human] behavings, including [their] most advanced knowings, as activities not of [them]self alone, nor even as primarily [theirs], but as processes of the full situation of organism-environment.\"[1]\n\nJohn Dewey used the term \"trans-action\" to \"describe the process of knowing as something that involves the full situation of organism-environment, not a mere inter-action between two independent entities, e.g., the observer and the object observed.\"[3] A \"trans-action\" (or simply a \"transaction\") rests upon the recognition that subject (the observer) and object (the observed) are inseparable; \"Instead, observer and observed are held in close organization. Nor is there any radical separation between that which is named and the naming.\"[1] A knower (as \"subject\") and what they know (as \"object\" that may be human, tangible, or intangible) are inseparable and must be understood as inseparable to live a truly satisfying life.[7][8][9]\n\n\nDewey and Bentley distinguished the \"trans-actional\" point of view (as opposed to a \"self-actional\" or \"inter-actional\" one) in their preface: \nThe metaphysics and epistemology of living a satisfactory life begins with the hypothesis that man is an \"organism-environment\" solving problems in and, through a necessary exchange with others.[8][10]  Therefore, attention must always be paid to organizing acts as aspects or entities within a reciprocal, co-constitutive, and ethical exchange, whether it be in co-operative buying and selling; teaching and learning;[11] marital trans-actions; or in any social situation where human beings engage one another.\n\n"
        },
        {
            "title": "Definition",
            "text": "Stemming from the Latin transigere (\"˜to drive through\", \"to accomplish\"), the root word \"transaction\" is not restricted to (or to be collapsed with) the economic sense of buying and selling or merely associated with a financial transaction. A much larger field of exchange is employed and summoned up here; such as, \"any sort of social interaction, such as verbal communication, eye contact, or touch. A 'stroke' [of one's hand] is an act of recognition of a transaction\" as described in psychological transactional analysis[12] It not only examines exchanges, or \"transactions,\" between borrower and lender, but encompasses any transaction involving people and objects including \"borrowing-lending, buying-selling, writing-reading, parent-child, and husband-wife [or partners in a civil or marital union].\"[13] A transaction, then is \"a creative act, engaged in by one who, by virtue of [their] participation in the act – of which [they are] always an aspect, never an entity – together with the other participants, be they human or otherwise environmental, becomes in the process modified\" by and through exchange with others.[14]\n\n"
        },
        {
            "title": "Background",
            "text": "While John Dewey is viewed by many transactionalists as its principal architect,[15] social anthropologist Fredrik Barth was among the first to articulate the concept as it is understood in contemporary study.[16] Political scientists Karl W. Deutsch[17] and Ben Rosamond have also written on the subject.[18]\n\nIn 1949, Dewey and Bentley offered that their sophisticated pragmatic approach starts from the perception of \"man\" as an organism that is always transacting within its environment; that it is sensible to think of our selves as an organism-environment seeking to fulfill multiple necessary conditions of life \"together-at-once\".[19] It is a philosophy purposefully designed to correct the \"fragmentation of experience\" found in the segmented approaches of Subjectivism, Constructivism, Objectivism (Ayn Rand), and Skepticism.[1] Each of these approaches are  aspects of problem-solving used by the transactionalist to examine the invention, construction of a narrative presentation, the objective work or activity that must happen, and the deconstruction of a transaction to fully observe and assess the consequences and outcomes of any transaction—from simply to complex—in the process of living a good and satisfying life.\n\nDewey asserted that human life is not actually organized into separate entities, as if the mind (its sense of emotion, feeling, invention, imagination, or judgment) and the world outside it (natural and manufactured goods, social roles and institutions including the family, government, or media) are irreconcilable, leading to the question \"How does the mind know the world?\"[20]\n\nTransactionalist analysis is a core paradigm advanced by social psychologist Eric Berne in his book Games People Play,[21] in which an analyst seeks to understand an individual as \"embedded and integrated\" in an ever-evolving world of situations, actors, and exchange.[5]\n\nThe situational orientation of transactionalist problem-solving has been applied to a vast array of academic and professional discourses including educational philosophy in the humanities;[22] social psychology,[23][24] political science,[25] and political anthropology[26]  in the social sciences; and occupational science[27] in the health sciences; cognitive science,[28] zoology,[29] and quantum mechanics[30][31] in the natural sciences; as well as the development of a transactional competence[32] in leadership-as-practice[33] in business management.[34]\n\nThe evolution of philosophy from aristotelian thought to galilean thinking shifts the focus from behavior to the context of the behavior in problem-solving. The writing of John Dewey and Arthur Bentley in Knowing and the Known offers a dense primer into transactionalism, but its historical antecedents date back to Polybius and Galileo.\n\nTrevor J. Phillips (1927–2016), American professor emeritus in educational foundations and inquiry[36] at Bowling Green State University from 1963 to 1996, wrote a comprehensive thesis documenting the historical, philosophical, psychological, and educational development of transactionalism in his 1966 dissertation \"Transactionalism: An Historical and Interpretive Study\" published in 2013 by business education called Influence Ecology.[37]  Phillips traced transactionalism's philosophical roots to Greek historians such as Polybius and Plato as well as 17th century polymath Galileo—considered the architect of the scientific revolution and René Descartes—considered the architect of modern western philosophy.\n\n\nGalileo's contributions to the scientific revolution rested on a transactionalist understanding from which he argued Aristotelian physics was in error, as he wrote in Dialogue Concerning the Two Chief World Systems (1632):\nTransactionalism abandons self-actional and inter-actional beliefs or suppositions that lead to incomplete problem-solving. In a world of subjective and objective information, co-operative exchange creates value in learning[5] and becomes the foundation of a transactional competence based on recurrent inquiry into how objects (including people) behave as situations constantly evolve.\n\nGalileo deviated from the then-current Aristotelian thinking, which was defined by mere interactions rather than co-constitutive transacting among persons with different interests or among persons who may be solving competing intentions or conditions of life.\n\nTrevor Phillips also outlined the philosophy's more recent developments found in the American philosophical works of Charles Sanders Peirce, sociologist George Herbert Mead (symbolic interactionism),[39] pragmatist philosophers William James and John Dewey,[40] and political scientist Arthur Bentley.\n\n\nSeveral sources credit anthropologist Fredrik Barth as the scholar first to apply the term 'transactionalism\" in 1959.[41][42][43] In a critique of structural functionalism, Barth offered a new interpretation of culture that did not portray an overly cohesive picture of society without attending to the \"roles, relationships, decisions, and innovations of the individual.\"[41] Humans are transacting with one another at the multiple levels of individual, group, and environment. Barth's study appears to not fully articulate how this is happening all-at-once as opposed to as-if they were separate entities interacting independently (\"interactional\"):\nUsing examples from the people of the Swat district of North Pakistan[26] and, later, in 1966, organization taking place among Norwegian fishermen, Barth set out to demonstrate that social forms like kinship groups, economic institutions, and political alliances are generated by the actions and strategies of the individuals who deploy organized acts against (or within) a context of social constraints. \"By observing how people interact with each other [through experience], an insight could be gained into the nature of the competition, values[,] and principles that govern individuals' choices.\"[41]\n\nUtilized as a \"theoretical orientation\" in Norwegian anthropology, describes transactionalism as \"process analysis\" (prosessanalyse) categorized as a sociological theory or method.[44][45][46] Though criticized for paying insufficient attention to cultural constraints on individualism, Barth's orientation influenced the qualitative method of symbolic interactionism applied throughout the social sciences.[47] Process analysis considers the gradual unfolding of the course of interactions and events as key to understanding social situations.[48] In other words, the transactional whole of a situation is not readily apparent at the level of individuals. At that level, an individual operates in a self-actional manner when much larger forces of sociality, history, biology, and culture are, all-at-once, at work on an individual as part of a global dynamic. Humans can never exist outside this dynamic current, as if they are operating the system in some self-actional or interactional way. Barth's approach reflects the co-constitutive nature of living in ever-evolving circumstances.\n\nIn a new model of organizational management known as \"leadership-as-practice\" (LAP), Dewey and Bentley's Knowing and the Known categories of action—namely, self-action, inter-action, and trans-action–brings transactionalism into the corporate culture.[49] A transactional leadership practice is defined by its \"trans-actors\" who \"enact new and unfolding meanings in on-going trans-actions.\"[50] Actors operating \"together-at-once\" in a transaction is contrasted with the older model of leadership defined by the practices of actors operating in self-actional or inter-actional way. In the former models, often the actors and situations remain unchanged by leadership interventions over time because the actors and situations remain unchanged.\n\nIn leadership-as-practice, Joseph A. Raelin distinguishes between a \"practice\" that extends and amplifies the meaning of work and its value vs. \"practices\" that are habitual and sequential activities evoked to simplify everyday routines. A transactional approach—leadership-as-practice—focuses attention on \"existing entanglements, complexities, processes, [while also] distinguishing problems in order to coordinate roles, acts, and practices within a group or organization.\"  Said another way, \"trans-action attends to emergent becoming\"—a kind of seeing together--\"rather than substantive being\"[51] among the actors involved.[52]\n\nModern architects of the philosophy, John Patterson and Kirkland Tibbels, co-founders of Influence Ecology, acquired, edited, and published Phillips' dissertation (as is) in 2013. With a foreword written by Tibbels, a hardback and Kindle version was published under the title Transactionalism: An Historical and Interpretive Study (2013).[53] The monograph is an account of how human phenomena came to be viewed less as the behavior of static and/or mutually isolated entities, and more as dynamic aspects of events in the process of problem-solving, and thereby becoming or satisfying, the unavoidable and inescapable conditions of human life.\n\n"
        },
        {
            "title": "Philosophy",
            "text": "The transactional view of metaphysics—studying the nature of reality or what is real—deals with the inseparability of what is known and how humans inquire into what is known—both knowing and the known.[54] Since the age of Aristotle, humans have shifted from one paradigm or system of \"logic\" to another before a transactional metaphysics evolved with a focus that examines and inquires into solving problems first and foremost based on the relationship of man as a biological organism (with a brain and a body) shaped by its environment. In the book Transactionalism (2015), the nature of reality is traced historically from self-action to interaction to transactional competence each as its own age of knowing or episteme.\n\nThe pre-Galilean age of knowing is defined by self-action \"where things [and thereby people] are viewed as acting on their own powers.\"[9] In Knowing and the Known, Dewey and Bentley wrote, \"The epistemologies, logics, psychologies and sociologies [of our day] are still largely [understood] on a self-actional basis.\"[15]\n\nThe result of Newtonian physics, interaction marks the second age of knowing; a system marked especially by the \"third 'law of motion'—that action and reaction are equal and opposite\".[15]\n\nThe third episteme is transactional competence.[54][55]  With origins in the contributions of Darwin, \"man's understandings are finite as opposed to infinite. In the same way, his views, goals, commitments, and beliefs have relative status as opposed to absolute.\"[56] John Dewey and Arthur Bentley asserted this competence as \"the right to see together, extensionally and durationally, much that is talked about conventionally as if it were composed of irreconcilable separates.\"[15] We tend to avoid considering our actions as part of a dynamic and transactional whole, whether in mundane or complex activities; whether in making an invitation, request, or offer or in the complex management of a program or company. We tend to avoid studying, thinking, and planning our moves and moods for a comprehensive, reciprocal, and co-constitutive—in other words, transactional—whole.[57]\n\nA transactional whole includes the organized acts including ideas, narratives, people as resources implementing ideas, services, and products, the things involved, settings, and personalities, all considered in and over time. With this competence, that which acts and is acted upon become united for a moment in a mutual or ethical exchange, where both are reciprocally transformed[57] contradicting \"any absolute separation or isolation\"[58] often found in the dualistic thinking and categorization of Western thought.\n\nDualistic thinking and categorization often lead to over-simplification of the transactional whole found in the convenient but ineffective resorting to \"exclusive classifications.\" Such classifications tend to exclude and reify man as if he has dominion over his nature or the environment.\n\nIn his seminal 20th century work Physics and Philosophy, Werner Heisenberg reflects this kind of transactionalist thinking: \"What we observe is not nature itself, but nature exposed to our method of questioning.\" The together-at-once reality of man as organism-environment is often overlooked in the dualistic thinking of even major philosophers like Descartes who is often referenced for his \"I think, therefore I am\" philosophy. Of a transactionalist approach, Heisenberg writes, \"This was a possibility of which Descartes could not have thought, but it makes the sharp separation of the world and I impossible.\"[59]\n\nDualistic thinking prevents man from thinking. \"In the spirit of [Charles Sanders] Peirce, transactionalism substitutes continuity for discontinuity, change and interdependence for separateness.\"[60]\n\nFor example, in problem solving, whenever we \"insert a name instead of a problem,\" when words like \"soul,\" \"mind,\" \"need,\" \"I.Q.\" or \"trait\" are expressed as if real, they have the power to block and distort free inquiry into what is known in fact or as fact in the transactional whole.[61]\n\nIn the nature of change and being, \"that which acts and that which is acted upon\" always undergo a reciprocal relationship that is affected by the presence and influence of the other.[58]  We as human beings, as part of nature as an organism \"integral to (as opposed to separate from, above or outside of) any investigation and inquiry may use a transactionalist approach to expand our personal knowledge so as to solve life's complex problems.[62]\n\nThe purpose of transactionalism is not to discover what is already there, but for a person to seek and interpret senses, objects, places, positions, or any aspect of transactions between one's Self and one's environment (including objects, other people, and their symbolic interactions) in terms of the aims and desires each one needs and wants to satisfy and fulfill. It is essential that one simultaneously take into account the needs and desires of others in one's environment or ecology to avoid the self-actional or self-empowerment ideology of a rugged and competitive individualism. While other philosophies may discuss similar ethical concerns, this co-constitutive and reciprocal element of problem-solving is central to transactionalism.\n\nTo put it simply, \"to experience is to transact; in point of fact, experience is a transaction of organism-environment.\"[60] In other words, what is \"known\" by the knower (or organism) is always filtered and shaped by both internal and external moods and narratives, mirrored in and through our relationships to the physical affordances and constraints in our environment or in specific ecologies.\n\n\nThe metaphysics of transactional inquiry is characterized in the pragmatic writing of William James who insists that \"single barreled terms,\" terms like \"thought\" and \"thing,\" actually stop or block inquiries into what is known and how we know it. Instead, a transactional orientation of 'double-barreledness' or the \"interdependence of aspects of experience\" must always be considered.[63] James offers his readers insight into the \"double-barreledness\" of experience with an apt proposition:\nWhat is real then, from a transactionist perspective, must be constantly reevaluated relative to man as organism-environment in a co-constitutive and reciprocal dynamic with people, personalities, situations, aims, and given the needs each party seeks to satisfy.\n\nTransactionalists are firmly intolerant of \"anything resembling an 'ultimate' truth – or 'absolute' knowledge.\"[66]\n\nHumankind has the propensity to treat the mind and thought or the mind and body as abstractions and this tendency to deny the interrelatedness or coordinated continuity results in misconceptions in learning and inaccurate thinking as humans move and thrive with an ecology.  Accurate thinking and learning begins and is constantly developed through action resulting from thought as a repetitive circuit of experience known in psychology as deliberate practice. Educational philosopher Trevor Phillips, now deceased, frames this tendency to falsely organize our perception: \"[W]e fail to realize that we can know nothing about things [or ourselves] beyond their significance to us,\" otherwise we distort our \"reality\" and treat things we perceive within it, including our bodies or mind, as if concrete thereby \"denying the interconnectedness of realities\" (plural).[67] Transactionalists suggest that accurate (or inaccurate) thinking is rarely considered an unintended consequence of our propensity for abstractions.\n\nWhen an individual transacts through intelligent or consequential actions circumscribed within the constraints and conditions of her/his environment in a reflexive, repetitive arc of learned experience, there is a \"transaction between means and ends\" (see reference below). This transactional approach features twin aspects of a larger event rather than merely manipulating the means to an end in our circumstances and situations. For instance, a goal can never be produced by abstraction, by simply thinking about or declaring a promise to produce a result. Nor can it be anticipated or foreseen (an abstraction at best) without a significant \"pattern of inquiry,\" as John Dewey later defined and articulated, into the constraints and conditions that happen and are happening given the interdependence of all the people and objects involved in a simple or complex transaction. The nature of our environment affects all these entities within a transaction. Thus, revealing the limiting and reductive notion of manipulating a psychology around stimulus and response found in Aristotilian or Cartesian thought.\n\nA transaction is recognized here as one that occurs between the \"means and ends;\" in other words, transactional competence is derived from the \"distinctions between the how, the what (or subject-matter), and the why (or what for).\" This transactional whole constitutes a reciprocal connection and a reflexive arc of learned and lived experience.[68] From a transactional approach one can derive a certain kind of value from one's social exchange. Value in knowing how, what, and why the work done with your mind and body fulfill on the kinds of transactions needed to live a good and satisfying life that functions well with others. Truth from actual inquiry is foundational for organism-environment to define and live by a set of workable ethical values that functions with others.\n\nDue to the evolution of psychology about the nature of man, transactionalists also reject the notion of a mind-body split or anything resembling the bifurcation of what they perceive as the circuitry in which our biological stimulus-response exists. Examples transactionalists reject include the self-acting notions of Aristotle who posited that \"the soul – the psyche – realized itself in and through the body, and that matter and form were two aspects involved in all existence.\" Later, the claims of French philosopher René Descartes, recognized as the father of modern Western philosophy, were examined and defined as \"interactional\". Descartes suggested stimulus-response as the realm where the mind controls the body and the body may influence the rational mind out of the passion of our emotions.\n\nTransactionalists recognize Cartesian dualism as a form of disintegrating the transactional whole of man \"into two complete substances, joined to another no one knows how.\"[69][70] The body as a physical entity, on the one hand, and the soul or thought, on the other, was regarded in a Cartesian mindset as \"an angel inhabiting a machine and directing it by means of the pineal gland\"[69][70] This tranactionalists reject.\n\nWhile self-interest governs the ethical principles of Objectivism, here the principle is that man as an organism is in a reciprocal, constitutive relationship with her/his environment. Disabusing the psychological supposition of our \"skin-boundedness\" (discussed further below), transactionalism rejects the notion that we are apart from our environment or that man has dominion over it. Man, woman, and child must view life and be viewed in the undifferentiated whole of organism-environment. This reciprocal and co-constitutive relationship is what sets Transactionalism apart from other philosophies.\n\n\nWhat John Dewey meant by \"reciprocal\" was that:\nIn order for a human being to know, in order for a human being to acquire intelligence, it must learn to relate to its Self as part of, not separate from the internal and/or external environments in which it lives as an organism-environment. Whether the environment is natural or man-made, whether discussing biology, sociology, culture, linguistics, history and memory, or economics and physics, every organism-environment is reciprocal, constitutive, socially-conditioned and constantly in flux demanding our ethical attention to conditions and consequences as we live life. John Dewey and Arthur Bentley, like Charles Sanders Peirce before them, were out to distinguish an ethical \"living\" logic rather than a static one.[56] Both rejected the supposition that man had dominion over or governed behavior in his/her environment embracing a presupposition of transactionalism; we are reciprocal, co-constitutive, socially-conditioned, and motivated \"together-at-once\" as we seek solutions to living a good life.[72]\n\nTransactionalists reject the \"localization\" of our psychology as if \"skin-bound.\"[10]  Bentley wrote, \"No creature lives merely under its skin.\" In other words, we should not define and distinguish experience in and from the subjective mind and feelings. Conversely, we cannot rely solely on external circumstances or some static or inherited logic. Galileo said of followers of Aristotle in seeking ethical knowledge that one should \"come with arguments and demonstrations of your own...but bring us no more texts and naked authorities, for our disputes are about the sensible world and not a paper one.\"[62] Humans are always transacting, \"together-at-once,\"[73] part of, shaped by, and shap-ing the experience we call \"knowledge\" as an organism-environment.[54]\n\nDewey and Bentley were intrigued by, and ultimately questioned, \"the significance of the concept 'skin' and its role in philosophical and psychological thought.\"[56] They offered a biological or natural justification that came to define a transactionalist approach. The known and what is known are both a function of man having \"evolved among other organisms\" within natural selection or evolution.\n\nMan's most intellectual and advanced \"knowings\" are not merely outgrowths of his own doing or being. The natural evolution of things outside our knowingness creates the very context in which our known and knowings arise. We are not inventing what is known outside or, in a vacuum beyond, who we are and who we are is an organism-environment together-at-once.[57][10]  We are not creatures separated by skin with an internal world of the mind and body \"in here\" separate from an environment of objects and people \"out there\". Human beings intelligently live, adapt to, and organize life in a reciprocal, co-constitutive experience that is what Dewey and Bentley term \"trans-dermal\".\n\nA \"trans-dermal\" experience demands knowledgeable and accurate inquiry into the conditions and consequences of each transaction where the organizing of ideas and acts (knowledge), is itself a transaction which grows out of the problem-solving and creative exploring within the universe of social situations in which we exist. Dewey and Bentley wrote, \"truth, or for that matter falsity, is a function of the deliberately striven for consequences arising out of inquiry.\"[67]\n\nOur behavior and acts in knowing, or transacting, must be considered \"together\" and \"at-once\" with its conditions and consequences for any ambitious movement or fulfillment to occur alone and among other people in any setting with objects and constructed inherited from others known and unknown over time. Transacting demands study, a slowing down of our movement, and the development of a transactional competence in order to fulfill certain needs or solve problems while functioning among others.\n\nIn Dewey's final days, wrote Phillips, he emphasized the twin aspects of attending to both the means and the ends of any transaction: \"It is…impossible to have an end-in-view or to anticipate the consequences of any proposed line of action.\" A \"trans-dermal\" consciousness is, therefore, key to moving ethically. To move, experience life, or transact in a principled manner, considering the reciprocal and co-constituitive nature of organism-environment becomes an object lesson governing both social behavior as well as in transacting from a trans-dermal view with objects or other bodies.\n\n\nThe work of Australian educational philosopher Vicki L. Lee further elucidates and breaks down what is \"trans-dermal\" experience—how it works and why it matters—based on her work in the philosophy of cognitive science,[74] educational philosophy, and radical behaviorism about which she has published extensively.[75][72] This complex paradigm is clearly evidenced by Lee in this thickly described example:\nA basic presupposition of the philosophy of transactionalism is to always consider that that which is known about the world (extra-dermal) is \"directly concerned with the activity of the knower\" which is merely from some sense of \"skin-boundedness\" (intra-dermal). The known and the knower, as Dewey and Bentley examined in detail in their collaborative publication, must always be considered \"'twin aspects of common fact.\"[10]\n\nBehavior, movement, and acts are not merely a function of the mind, of wishful or positive thinking or belief in external forces, nor can it be determined ethically from the philosophers of the past or knowledge written in a book. It is our ability to transact trans-dermally—to be and become ecologically-fit as an organism-environment—that begets truthful inquiry into living a good and satisying life, functioning well among others.[57]\n\nPhilosophy and Women's Studies Professor Shannon Sullivan explores and applies \"transactional knowing through embodied and relational lived experience\"[76] as a feminist epistemology developed out of the pragmatist tradition.[77][78][79][80][81]\n\nThe branch of philosophy recognized as \"politics\" concerns the governance of community and group interaction, not merely the governing over a state or group as conventionally conceived in thoughts about local or national government.[82]\n\nTransactionalists view politics as a cooperative, genuine interaction between all participating parties whether buyer-seller, student-teacher, or worker-boss; we are biological as well as social subjects[83] involved not merely in \"transacting\" for our own advantage or gain but connected to other entities. \"[S]ocial phenomena cannot be understood except as there is prior understanding of physical conditions and the laws of their [socio-biological] interactions,\" wrote John Dewey in Logic: The Theory of Inquiry.[83] Furthermore, he added, \"inquiry into [social phenomena], with respect both to data that are significant and to their relations or proper ordering, is conditioned upon extensive prior knowledge of physical phenomena and their laws. This fact accounts in part for the retarded and immature state of social subjects.\" Thus, cooperation and knowing as inquiry is foundational to governing communal affairs of any kind including economic trade and our educative process.\n\nIn Laws of Motion (1920), physicist James Clerk Maxwell articulated the modern conception of \"transaction\" (or trans-action) used here. His conception is not exclusive to an economic context or limited to the opposition of a buyer-seller in trade or some analogous situation. Unlike commercial affairs, there is a radical departure from any tendency to perceive buyer-seller (in an organism-environment paradigm) as if they are opposing or separate forces. Transactionalists like Maxwell view the buyer and seller as \"two parts [or aspects] of the same phenomenon.\"[84][10]\n\n\nDewey and Bentley apply this 'transactional' view to the domain of learning more than any other context. Referred to as the educative process, acting without knowing (described below) often sets up the separation or fracturing of the enjoined phenomenon (e.g., knowing is doing, organizing the mental or physical acts in a pragmatic way). Without knowing-as-inquiry, blindly acting as an organism in an environment often does not work with the exception of beginner's luck. Acting to understand knowing elicits pragmatic knowledge of functioning as an organism-environment; both knowing and acting must essentially involve inquiry into things that have happened and are happening in order to challenge assumptions and expectations which may be wrong in some context: \nFrom the constitutive process of knowing and doing, knowledge is more than \"a process taking place\" or some \"status\" located in an organism's [of person's] mind.[10] Knowledge arises from inquiry. It arises out of a kind of testing; an iterative process of inquiry into what we know and expect, that insures a suitable fitness of not only in solving problems (finding a solution). It insures the fitness of the organism-environment which may vary dependent on the situation, the time and place, or the culture.\n\nWhile a person is central (or \"nuclear\" as in a nucleus) to a conception of organism-environment,[10] human beings as organisms must abdicate any sense of dominion over their social-biological cosmos. Being human is but a part, and never outside, that cosmos or environment which they need to survive and they need to adapt to, to thrive. Each situation and assumptions about it—and this transactionalists assert is radical way of thinking—must be tested, examined, and determined by a series of iterative moves and activity based on the capacity of that organism's ability to fulfill its desired intentions to eventually thrive (or not).\n\nDewey and Bentley later insisted that knowing \"as inquiry, [is therefore] a way, or distinct form, of behavior,\"[10] out of which a transactional competence is achieved.\n\nIn our existing models of formal education, we bifurcate what Dewey viewed as indispensable. We, as a rule, segregate \"utility and culture, absorption and expression, theory and practice....in any educational scheme\"[85] In 1952, progressive educator Elsie Ripley Clapp distinguished a similar commitment to a \"cooperative transaction of inquiry\" in a vision of education that enjoined those in a community and those inside a school.[86]\n\nIntelligence—that which is acquired through knowledgeable inquiry and mental testing—allows man to analyze and foresee consequences derived from the past experiences shaping our biases and expectations. Without intelligence of this kind, one is unlikely to control his/her actions without preconceived dogma, rites, or beliefs that might be wrong without a proper inquiry.  If the philosophical study of politics were actually considered a \"study of force,\" transactionalists would assert that knowing \"what actions are permissible\" (or not) given the condition of being an organism-environment,[87] then co-operation and knowing-as-inquiry into one's bodily condition and conditioning and the situation one is transacting in that conditions one's body, all this is vital to functioning successfully among others in any social situation or environment.\n\n\nIn the Stanford Encyclopedia of Philosophy, it is noted that John Dewey was critical of the classical neoliberal stance that abstracts the individual from environment as if the individual precedes or lords from outside of a conception of society or social institutions. Dewey maintained that social institutions were not a \"means for obtaining something for individuals. They are means for 'creating' individuals in a co-operative inquiry into knowing how to live a satisfying life (Reconstruction in Philosophy, MW12, 190–192).\" \nFor Dewey, such treatment is 'the most pervasive fallacy of philosophical thinking' ('Context and Thought', LW5, 5).[88] Transactionalism is a radical form of governing one's self in one's environment(s). Transactionalism resists a political tendency to \"divide up experienced phenomena, and to take the distinct analysed elements to be separate existences, independent both of the analysis and of each other.\"[88]\n\nIntelligent thinking is anti-dualistic, accurate, forethought. It takes into account other people, communities, and cultures. It stems from a \"deliberate control of what is done with reference to making what happens to us and what we do to things as fertile as possible of suggestions (of suggested meanings).\" [emphasis added][89] Furthermore, intelligent thinking is a means for trying out the validity of those suggestions and other assumptions.\n\nThe political governing of thinking towards dualisms and bifurcation as well as the \"false conception of the individual\" (apart from their environment) is what Dewey argued actually limits man's free (meaning \"liberal\") thought and action. All of this served as the core reasoning behind Dewey's development of an experimental philosophy that offset elite distortions of public education and learning.[90]\n\nTransactionalist psychologists and educational philosophers reject the ideologies precipitated from Western ideologies of do-it-yourself or the phrase If it is to be, it's up to me![91]  Such mentalities tend to lead to entitlement. The naiveté of slogans like \"follow your passion\" often deny any consideration of our trans-dermal condition—our internal fitness and the external fitness of who we are as organism-environment.[92]\n\nTransactionalists assert that the \"advancing conformity and coercive competition so characteristic of our times\" demands reassessment.[93]  A new \"philosophical-psychological complex\" is offered that confronts the \"ever increasing growth of bureaucratic rule and the attendant rise of a complacent citizenry.\"[93] Given the intensification of globalization and migration, a trans-dermal consciousness allows for a transactional emphasis on \"human dignity and uniqueness\" despite \"a matrix of anxiety and despair [and] feelings of alienation.\"[93]\n\nTransactionalist psychologists and philosophers replace a once sought-after existentialism as a remedy to feelings of alienation with a trans-dermal, organism-environment orientation to living. Rather than applying a theory or approach that emphasizes the individual as a \"free and responsible agent determining their own development through acts of the will,\"[94] subjects are invited to co-create functioning among all other organism-environments, including the specific conditions and consequences of any objects and personalities involved, in order to intelligently structure existence in and among it all. The very act of participating in co-creation, according to transactionalists, gives and allows each person her/his unique status and dignity in their environment.[93]\n\nDistinct from an aesthetic theory of taste or a rationale for the beauty in an object of art,[95] a transactionalist theory of aesthetics concerns the perceptual judgments we use to define value, purposeful activity or satisfaction in any experience. Based on studies by transactionalist psychologists Adelbert Ames, Jr. (known for The Ames Demonstrations[96]), William Howard Ittelson, Hadley Cantril, along with John Dewey, the biological role of perception is key to understanding transactionalism.\n\nPerceiving is viewed as \"part of the process of living by which each one of us, from his own particular point of view, creates for himself the world within which he has his life's experiences and through which he strives to gain his satisfactions.\"[97] The sum total of these assumptions was recognized as the \"assumptive world.\"[98] The assumptive world stems from all that we experience, all the things and events we assess and assign meaning to, which function as a contextual whole also known as a transactional whole. Dewey also referred to the assumptive world as a \"situation\" (where organism and environment are inseparable) or as a \"field\" in which behavior, stimulus, and response are framed as if a reflexive circuit. Trevor Phillips noted,[99] \"To the modern transactionalist, experiences alter perceptual processes, and in the act of altering them, the purposing aspect of perception is either furthered or its fulfillment interfered with.\"[100]\n\nIt is through action, through movement, that man is capable of bringing forth a value-satisfaction—the perception of satisfying an aim or outcome—to her or his experience.  Man's capacity to \"sense value in the quality of his experience\" was registered through his serial expectations and standards stemming from previous transactions throughout life.[101]\n\nA theory of value is therefore derived from one's behavioral inquiry within an assumptive world. \"Knowledge is a transaction that develops out of man's explorations within [that] cosmos.\"[102] Transactionalists reject the notion that any truth is inherently settled or beyond question. The consequences of any inquiry will be dependent on the situation or transactional whole in which man as an organism-environment finds him- or her-self. Since our body and the physical environments and social ecologies in which it trans-acts are continually in flux across time and space, a singular or repetitive assumption carried over in an unthinking manner may not be valuable or satisfactory.\n\nTo clarify the theory of valuation, John Dewey wrote:\n\nUltimately, transactionalism is a move away from the conclusion that knowledge depends on an independent knower and something to be known.[10] The reality of a particular situation depends, transactionally speaking, on the interpretation place[d] upon the situation by a particular person. Interpretation is possible only through the accumulation of experience which, in effect, is what is meant by \"assumptive world\".[98] Without the hitches and mistakes one encounters in the welter of daily living, the nature of the assumptive world would never arise into consciousness.\n\nThe assumptive world, initially highlighted in the 25 experiments in perception known as \"The Ames demonstrations,\" becomes the seeming reality of our world.[105] Man's transactions of living involve, in sum, capacities and aspects of his nature operating together. To transact is to participate in the process of translating the ongoing energies of the environment into one's own perceptual awareness, and to transform the environment through the perceptual act.  Value-satisfaction arises when the inadequacies of man's assumptive world are revealed or invalidated.[98]  Thereby, the consequences of any transactional experience determines what is valuable or what will do vs. that which is satisfying but will not do.  The good life, for the transactionalist, consists of a unity of values, achieved by means of reflective thought, and accepted in the full light of their conditions and consequences.[106]\n\nTo transact is to act intelligently with an aim in mind while avoiding the tendency to surrender one's awareness to complacency or indifference that stems from mere information or untested knowledge. Without action, a person can fool herself, distort her sense of satisfaction or value on behalf of consequences she or others prefer.[107] Through action, the individual perceptions as well as the shared perceptual common sense of an assumptive world are validated and modified.[105] We predict and refine our conditions of life yet \"any standard set for these value qualities is influenced by the individual's personal biological and life history.\"[108] Transactionalism is a creative process that takes into account the unique biology and biography of persons involved.\n\n"
        },
        {
            "title": "Generational significance",
            "text": "The importance of the study of transactionalism arose in the late 1960s in response to an \"alienation syndrome\"[109] among youth of that generation. As the counter-culture challenged and reassessed society's \"philosophical-psychological complex, its Weltanschauung,\"[109][110] their political and social alienation sparked protests against the war and the draft as well as historic racial rebellions in various U.S. cities.  The Long hot summer of 1967 and the counterculture movement named the Summer of Love also in 1967 reflected the antipathy of young people who questioned everything. American society's norms and values were perceived as denying dignity to all. Riots of the period were studied in a report by the U.S. Kerner Commission and scholars began to study the patterns of alienation expressed by youth in the sixties.[111][112][113][114][115]  Youth sought a kind of existentialism expressed by a need to be \"true to oneself.\" This current of alienation unfortunately veered away from a relevant understanding of the transactional whole taking into account the reciprocal and co-constitutive nature of man as an organism-environment fulfilling important conditions of life with others all the time. It resembles the famous line from Devotions upon Emergent Occasions, written by English poet John Donne – \"No man is an island\". Transactionalism presented an alternative to the limitation and unintended outcomes of the alienation syndrome.[109]\n\n"
        },
        {
            "title": "Benefits and applications",
            "text": "Designed to account for all aspects of experience—subjective and objective—transactionalism requires a slowing down in assessing all the facts involved with the how, what, when, where, and why as we move to transact with others. It demands and requires always considering how a transaction with another and one's self (e.g., a parent or spouse spending additional hours socializing at the gym) is or is not beneficial to all involved in a transaction (e.g., other members of the family). The costs may be in time, attention, or money or in a condition of life (e.g., family, career, sleep). Transactionalism requires an interdependence of thought, study, and action.\n\nA transactionalist must account for one's biology and cognition (metaphysics); the ways knowing reality (epistemology); the reciprocal, co-constitutive, relationship (or ethics) between our social self and the interactions constrained by both our natural and man-made environment. We as human beings live in distinct sociological patterns with people, material and immaterial culture shaped by specific and ever-changing times and places further articulated by increasing migration and globalization. Transactionalism insists that one attend to the political distribution of goods and services along with the ways its value has and is exchanged and changing among people and groups (politics) as well as how persons are socialized to understand what it means to live a good life as well as fulfill those conditions over time (aesthetics).\n\nTransactionalism offers more than existentialism offered with its aim of being \"true to oneself.\" The alienation that results from its orientation to the self at the expense of societal norms and values, even in small groups, often leads to naiveté, despair, frustration, agitation, and even indifference, at the expense of consciously organizing one's acts, while functioning among others, to fulfill one's unique and necessary interests in living a good and satisfying life. Transactionalism counters the naive  \"do as I see fit\" mentality of authenticity regardless of other's needs and concerns, which inevitably leads to negative consequences and outcomes over time. Transactionalism depends upon the \"integration of man and his surroundings.\"[109]\n\nPhillips' dissertation documented the evolution of a \"transactional approach;\" one that rests on the fact that we are biological, linguistic, and that we must transact considering a trans-dermal experience of our thoughts, behavior, and exchange on every level imagined while ethically functioning with others well.\n\nA series of podcasts exemplify the application of a transactional approach to a diverse array of professionals from various countries.[116]\n\n"
        }
    ]
}