{
    "url": "https://en.wikipedia.org/wiki/Travel_documentary",
    "title": "Travel documentary",
    "table_of_contents": [
        "1 History",
        "1.1 Travelogues",
        "1.2 Modern",
        "2 Content",
        "3 Key figures",
        "4 Notable examples",
        "5 Broadcast stations",
        "6 See also",
        "7 References",
        "7.1 Bibliography",
        "8 Further reading",
        "9 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "A travel documentary is a documentary film, television program, or online series that describes travel in general or tourist attractions without recommending particular package deals or tour operators. A travelogue film is an early type of travel documentary, serving as an exploratory ethnographic film. Ethnographic films have been made for the spectators to see the other half to relate with the world in relative relations. These films are a spectacle to see beyond the cultural differences as explained by the Allison Griffith in her journal.  Before 1930s, it was difficult to see the importance of documentary films in Hollywood cinema but 1930s brought about a change in the history of these films with the popularity of independent filmmakers.\n\nThe genre has been represented by television shows such as Across the Seven Seas, which showcased travelogues produced by third parties, and by occasional itinerant presentations of travelogues in theaters and other venues. \n\nThe British comedian and actor Michael Palin has made several series in this genre beginning with Around the World in 80 Days (1989). PBS has several travel shows including those hosted by Rick Steves and Burt Wolf.\n\n"
        },
        {
            "title": "History",
            "text": "Travelogues were used to provide the general public with a means of observing different countries and cultures since the late 19th century. Travelogues are considered to be a form of virtual tourism or travel documentary and were often presented as lectures narrating accompanying films and photos.[1] A travelogue is based on the personal experience of someone travelling through a new landscape and in contexts of ethnographic films where it exists a protagonist which took the whole story along. Travelogues are defined as nonfiction films that use a place as their primary subject.[2] They often display the cinematic apparatus and have an open narration. The ideal travel film carries the appealing landscapes that brought the audience toward an emotional attachment with the help of storytelling and characters.\n\nTravelogues were usually about eighty minutes in length, consisting of two 1000-foot reels of 16mm film, with an intermission in-between to change reels. The travelogue film speaker, often but not always the filmmaker, would usually introduce each reel, ask for the lights to be dimmed, and then narrate the film live from an onstage lectern. Travelogue series were usually offered during the winter months and were often sold on subscription basis in small and medium-sized towns. Patrons could then meet the speaker in-person after the show.\n\nAs cinema progress, the standard film program provided by the most theaters consisted of a feature-length film accompanied by a newsreel and at least one additional short subject, which might take the form of a travelogue, a comedy, a cartoon, or a film about a topical novelty subject matter.[3] Travelogues further developed to incorporate movie rides which were coordinated sounds, motion pictures and mechanical movement to simulate virtual travel.[4] Cinéorama, which simulates a ride in a hot air balloon and Mareorama, which simulates voyages of the sea, became major attractions at world fairs and expositions.[4]\n\nToday's travelogues may be shown with either live or recorded voice-over narration, often with an in-sync audio soundtrack featuring music and location sound. The shows are often performed in school gymnasiums, civic auditoriums, senior center multi-purpose rooms, private clubs, and theatrical venues. Travelogues have been a popular source of fundraising for local, non-profit community-service organizations, such as Kiwanis, Lions Clubs, and Rotary Clubs, among others, with many such clubs hosting travelogue series for decades.\n\nTravelogues stem from the work of American writer and lecturer, John Lawson Stoddard who began traveling around the world in 1874. He went on to publish books about his adventures and gave lectures across North America. The original lectures were accompanied by black and white lantern slides printed from his photographs. In 1892, John Lawson Stoddard recruited Burton Holmes as his junior associate. When Stoddard was ready to retire in 1897, he arranged for Holmes to take over the rest of his speaking arrangements. Holmes went on to become the premier travel lecturer of his day and coined the term, \"travelogues,\" in 1904 when he introduced film clips to lecture series making them wildly popular. After World War II, Lowell Thomas created popular Movietone News Reel travelogues shown in movie theaters across the U.S.\n\nDuring the 1950s and 1960s, more independent film producers created travelogues, which were shown in towns and schools across the U.S. and Canada. In the 1970s and 1980s, the popularity of traditional travelogues declined but the advent of cable television channels and the availability of small, high quality, digital video equipment has renewed the popularity of travel films. Though travelogues have enjoyed much popularity historically, these films have been criticized for culturally insensitive representations since the films were not made by anthropologists. A famous example is the film about a family in the Canadian Arctic, Nanook of the North, where much of the scenes were staged.[5]\n\nTravelogues are credited with helping cultivating the interest in the travel industry at the same time transportation infrastructure was being developed to make it possible.[citation needed] As railways and steamships became more accessible, more people became willing and eager to travel to distant places because of what was displayed in the popular travelogues of the day.[6] Today, travelogues are most often seen in IMAX Theaters and play a role in fiction film cinematography. IMAX was invented more than 40 years ago by Graeme Ferguson, Roman Kroiter, and Robert Kerr who pioneered the technology and debuted it at the EXPO 67 in Montreal, Canada and later again at EXPO 70 in Osaka, Japan. Since then, IMAX and travelogues have latched onto each other.[7] In the 1970s and 1980s, the popularity of traditional travelogues declined. But the advent of cable television channels, such as the Discovery Channel and the Travel Channel and the availability of small, high quality, digital video equipment has renewed the popularity of travel films. Amateur films of an individual's travels can be considered travelogues as well.[8]\nThe Flavor of Kolkata (2015), a short travel documentary shot in the Indian city Kolkata, was India's first 3D short travel documentary.\n\n"
        },
        {
            "title": "Content",
            "text": "Travel documentary is a kind of documentary. Travel documentaries generally tell stories about travel or introduce travel destinations. In general, there will be a leading figure in the documentary. This figure will introduce the audience to local landmarks, the cultural landscape, food and customs. From these documentaries, viewers can better understand the region, history, and places worth a visit. Therefore, travel documentaries can also be described as human geography documentaries. They can lead the audience to better understand a place.\n\n"
        },
        {
            "title": "Broadcast stations",
            "text": "The following are TV stations that air primarily travel based content:\n\n"
        },
        {
            "title": "References",
            "text": "https://www.travelwritingworld.com/what-is-a-travelogue/\n\nhttp://film.byu.edu/aperture/?p=185\n\n"
        }
    ]
}