{
    "url": "https://en.wikipedia.org/wiki/Travis_Walton_UFO_incident",
    "title": "Travis Walton UFO incident",
    "table_of_contents": [
        "1 Abduction claims",
        "2 Publicity",
        "3 See also",
        "4 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The Travis Walton UFO incident was an alleged alien abduction of American forestry worker Travis Walton by a UFO on November 5, 1975, while he was working in the Apache-Sitgreaves National Forests near Snowflake, Arizona. Walton was missing for five days and six hours.[1] After days of searching with scent dogs and helicopters, Walton says he reappeared by the side of a road near Heber, Arizona.[2][3] The Walton case received mainstream publicity and remains one of the best-known alien abduction stories, while scientific skeptics consider it a hoax.[4][5][6][7][8]\n\nIn 1978, Walton wrote a book about his purported abduction titled The Walton Experience, which was adapted into the 1993 film Fire in the Sky.[9]\n\n"
        },
        {
            "title": "Abduction claims",
            "text": "According to Walton and a number of other members from the logging crew, on November 5, 1975, he was working with a timber stand improvement crew in the Apache-Sitgreaves National Forest near Snowflake, Arizona. While riding in a truck with six of his coworkers, they allegedly encountered a saucer-shaped object hovering over the ground approximately 110 feet (34 m) away, making a high-pitched buzz. Walton claims that after he left the truck and approached the object, a beam of light suddenly appeared from the craft and knocked him unconscious. The other six men were frightened and supposedly drove away. Walton claimed that he awoke in a hospital-like room, being observed by three short, bald creatures. He claimed that he fought with them until a human wearing a helmet led Walton to another room, where he blacked out as three other humans put a clear plastic mask over his face. Walton has claimed he remembers nothing else until he found himself walking along a highway five days later, with the flying saucer departing above him.[2][5]\n\n"
        },
        {
            "title": "Publicity",
            "text": "In the days following Walton's UFO claim, The National Enquirer awarded Walton and his co-workers a $5,000 prize for \"best UFO case of the year\" after they were said to have passed polygraph tests administered by the Enquirer and the Aerial Phenomena Research Organization (APRO).[5][10] Walton, his older brother, and his mother were described by the Navajo County, Arizona sheriff as \"longtime students of UFOs\".[4] UFOlogist Jim Ledwith said, “For five days, the authorities thought he’d been murdered by his co-workers, and then he was returned. All of the co-workers who were there, who saw the spacecraft, they all took polygraph tests, and they all passed, except for one, and that one was inconclusive.”[11]\n\nSkeptics include the story as an example of a UFO hoax promoted by a credulous media circus with the resulting publicity exploited by Walton to make money. UFO researcher Philip J. Klass, who agreed that Walton's story was a hoax perpetrated for financial gain, identified many discrepancies in the accounts of Walton and his co-workers. After investigating the case, Klass reported that the polygraph tests were \"poorly administered\", that Walton used \"polygraph countermeasures,\" such as holding his breath, and that Klass uncovered an earlier failed test administered by an examiner who concluded the case involved \"gross deception\".[12][13][14][5][15]\n\nScience and skepticism writer Michael Shermer criticized Walton's claims, saying, \"I think the polygraph is not a reliable determiner of truth. I think Travis Walton was not abducted by aliens. In both cases, the power of deception and self-deception is all we need to understand what really happened in 1975 and after.\"[10] Cognitive psychologist Susan Clancy proposed that Walton was likely influenced by the NBC television movie The UFO Incident, which aired two weeks before his own claimed abduction and dramatized the alien abduction claims of Barney and Betty Hill, Walton's story sharing the commonality with other alien abduction claims that are made after such stories appear in films and on TV. Clancy noted the general rise in alien abduction claims following the showing of The UFO Incident and cites Klass's conclusions that \"after viewing this movie, any person with a little imagination could now become an instant celebrity\", concluding that \"one of those instant celebrities was Travis Walton.\"[6]\n\nIn 1978, Walton wrote the book The Walton Experience detailing his claims, which became the basis for the 1993 film Fire in the Sky. Paramount Pictures decided Walton’s account was \"too fuzzy and too similar to other televised close encounters\", so they ordered screenwriter Tracy Tormé to write a \"flashier, more provocative\" abduction story.[16] Walton has occasionally appeared at UFO conventions or on television. He sponsors his own UFO conference in Arizona called the \"Skyfire Summit\".[11]\n\nOn March 12, 1993, the opening day of Fire in the Sky, Walton and Mike Rogers appeared on the CNN program Larry King Live, which also featured Philip J. Klass.[17][18]\n\nThirty years after the book's release, Walton appeared on the Fox game show The Moment of Truth and was asked if he was, in fact, abducted by a UFO on November 5, 1975, to which he replied, \"Yes\", an answer that the show declared to be false.[19][20] Michael Shermer, who sat on the panel for the episode, subsequently wrote about his experience. He highlighted the unreliability of polygraphy, commented on its use in this case, and concluded that \"the power of deception and self-deception\" is all that is necessary to explain this case.[10]\n\nOn January 19, 2021, Travis Walton appeared on episode #1597 of The Joe Rogan Experience.[21][22][23]\n\n"
        }
    ]
}