{
    "url": "https://en.wikipedia.org/wiki/Treadmill",
    "title": "Treadmill",
    "table_of_contents": [
        "1 History",
        "2 Treadmills for power",
        "3 Treadmills for punishment",
        "4 Exercise treadmills",
        "4.1 Advantages",
        "4.2 Disadvantages",
        "4.3 Treadmill maintenance",
        "4.3.1 Placement",
        "4.3.2 Cleaning",
        "4.3.3 Belt maintenance",
        "4.4 Other uses",
        "4.5 Underwater treadmill",
        "4.6 Omnidirectional treadmill",
        "5 See also",
        "6 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "A treadmill is a device generally used for walking, running, or climbing while staying in the same place. Treadmills were introduced before the development of powered machines to harness the power of animals or humans to do work, often a type of mill operated by a person or animal treading the steps of a treadwheel to grind grain. In later times, treadmills were used as punishment devices for people sentenced to hard labor in prisons. The terms treadmill and treadwheel were used interchangeably for the power and punishment mechanisms.\n\nMore recently, treadmills have instead been used as exercise machines for running or walking in one place. Rather than the user powering a mill, the device provides a moving platform with a wide conveyor belt driven by an electric motor or a flywheel. The belt moves to the rear, requiring the user to walk or run at a speed matching the belt. The rate at which the belt moves is the rate of walking or running. Thus, the speed of running may be controlled and measured. The more expensive, heavy-duty versions are motor-driven (usually by an electric motor). The simpler, lighter, and less expensive versions passively resist the motion, moving only when walkers push the belt with their feet. The latter are known as manual treadmills.\n\nTreadmills continue to be the biggest selling exercise equipment category by a large margin. As a result, the treadmill industry has hundreds of manufacturers throughout the world.[1]\n\n"
        },
        {
            "title": "History",
            "text": "William Staub, a mechanical engineer, developed the first consumer treadmill for home use.[2] Staub developed his treadmill after reading the 1968 book, Aerobics by Kenneth H. Cooper. Cooper's book noted that individuals who ran for eight minutes four to five times a week would be in better physical condition. Staub noticed that there were no affordable household treadmills at the time and decided to develop one for his own use during the late 1960s.[3] He called his first treadmill the PaceMaster 600. Once finished, Staub sent his prototype treadmill to Cooper, who found the machine's first customers, including sellers of fitness equipment.\n\nStaub began producing the first home treadmills at his plant in Clifton, New Jersey, before moving production to Little Falls, New Jersey.\n\n"
        },
        {
            "title": "Treadmills for power",
            "text": "Treadmills as power sources originated in antiquity.[4] These ancient machines had three major types of design.[5] The first was a horizontal bar jutting out of a vertical shaft. It rotated around a vertical axis, driven by an ox or other animal walking in a circle and pushing the bar. Humans were also used to power these. The second design was a vertical wheel, a treadwheel, that was powered by climbing in place instead of walking in circles. This is similar to what we know today as the hamster wheel. The third design also required climbing but used a sloped, moving platform instead.\n\nTreadmills as muscle powered engines originated roughly 4000 years ago.[citation needed] Their primary use was to lift buckets of water. This same technology was later adapted to create rotary grain mills and the treadwheel crane. It was also used to pump water and power dough-kneading machines and bellows.\n\n"
        },
        {
            "title": "Treadmills for punishment",
            "text": "Treadmills for punishment were introduced in 1818 by an English engineer named Sir William Cubitt, who was the son of a miller. Noting idle prisoners at Bury St Edmunds gaol, he proposed using their muscle power to both cure their idleness and produce useful work.[6]\n\nCubitt's treadmills for punishment usually rotated around a horizontal axis, requiring the user to step upwards, like walking up an endless staircase. Those punished walked around the outside of the wheel holding a horizontal handrail for stability. By the Prison Act of 1865 every male prisoner over 16, sentenced to hard labour, had to spend three months at least of his sentence in labour of the first class, which consisted primarily of the treadmill.[7]\n\nPunishment treadmills remained in use until the second half of the 19th century; they were typically twenty-foot (0,6 m) long paddle wheels with twenty-four steps around a six-foot (1,82 m) cylinder. Several prisoners stood side-by-side on a wheel, and had to work six or more hours a day, effectively climbing 5,000 to 14,000 vertical feet (1500 to 4000 m). While the purpose was mainly punitive, the most infamous mill at Brixton Prison was installed in 1821 and used to grind grain to supplement an existing windmill which Cubitt had previously installed nearby. It gained notoriety for the cruelty with which it was used, which then became a popular satirical metaphor for early-19th century prisons.\n\nThe machines could also be used to pump water or power ventilators in mines.[8][9]\n\n"
        },
        {
            "title": "Exercise treadmills",
            "text": "The first US patent for a treadmill \"training machine\" (#1,064,968) was issued on June 17, 1913.[10]\n\nThe forerunner of the exercise treadmill was designed to diagnose heart and lung diseases, and was invented by Robert Bruce and Wayne Quinton at the University of Washington in 1952.[11] Kenneth H. Cooper's research on the benefits of aerobic exercise, published in 1968, provided a medical argument to support the commercial development of the home treadmill and exercise bike.\n\nAmong users of treadmills today are medical facilities (hospitals, rehabilitation centers, medical and physiotherapy clinics, institutes of higher education), sports clubs, biomechanics institutes, orthopedic shoe shops, running shops, Olympic training centers, universities, fire-training centers, NASA, test facilities, police forces and armies, gyms and even home users.\n\nTreadmill ergometers are now mainly motor driven. Most treadmills have a running deck with a rotating belt. Before and after the running deck, there are two shafts. The belt is stretched between the shafts and the running deck. Safety standards for treadmills are IEC EN 957-1 and IEC EN 957-6.\n\nFor medical treadmills applicable norms, standards and guidelines include the Medical Device Directive (MDD), European Guideline 93/42 EEC, European Guideline 2007/47 EEC, IEC EN 60601-1, EN 62304, EN 14971 and the machinery directive 2006/42/EC.\n\nMedical treadmills are class IIb active therapeutic devices and also active devices for diagnosis. With their very powerful (e.g. 3.3 kW = 4.5 HP) electric motor powered drive system, treadmills deliver mechanical energy to the human body through the moving running belt of the treadmill. The subject does not change their horizontal position and is passively moved and forced to catch up with the running belt underneath their feet. The subject can also be attached in a safety harness, unweighting system, various supports or even fixed in and moved with a robotic orthotic system utilizing the treadmill.\n\nMedical treadmills are also active measuring devices. When connected through an interface with ECG, ergospirometry, blood pressure monitor (BPM), or EMG, they become a new medical system (e.g., stress test system or cardiopulmonary rehabilitation system) and can also be equipped to measure VO₂ max and various other vital functions.\n\nMost treadmills have a \"cardio mode\", where a target heart rate is defined and the speed and elevation (load) is controlled automatically until the subject is in \"heart rate steady state\". So the treadmill is delivering mechanical energy to the human body based on the vital function (heart rate) of the subject.\n\nA medical treadmill which is also used for ergometry and cardiopulmonary stress test as well as performance diagnostics is always a class IIb medical device either when used as stand-alone device in a medical environment or when used in connection with an ECG, EMG, ergospirometry, or blood pressure monitoring device.\n\nOn the running deck the subject moves, adapting to the adjustable speed of the belt. The running deck is usually mounted on damping elements, so the running deck has shock absorbing characteristics. A lifting element raises the entire frame including the running deck, and simulating a pitch angle for uphill running. Some treadmills can also reverse the running belt to simulate downhill loads. Most treadmills for professional use in the fitness area have table sizes of about 150 cm (59 in) long and 50 cm (20 in) width, a speed range of about 0–20 km/h (0–12 mph) and slope angle of 0-20%.\n\nFor athletes, larger and more stable treadmills are necessary. With some weight relief, sprinters reach temporary speeds of up to 45 km/h (28 mph) and must therefore run on a large deck of up to 300 cm (120 in) in length and up to 100 cm (39 in) in width. With high physical exertion and an increased risk of falling, a fall stop unit is required to prevent the subject or patient from falling. This fall stop device usually takes the form of a safety arch to which a line is attached to an electrical switch. A harness bears the subject,  preventing them from falling and shutting down the running belt if necessary.\n\nIn some offices, employees are provided with treadmill desks so that employees can walk while working on a computer or speaking on the phone.[12]\n\nIn treatment centers, treadmills are used with built-in seats left and right for therapists, for example, so the therapists can move the legs of a stroke patient in order to simulate walking movements and help them learn to walk again. This is called manual locomotion therapy.\n\nOversized treadmills are also used for cycling at speeds up to 80 km/h (50 mph), for wheelchair users and in special applications with sturdy running belts for cross-country skiing and biathlon, where athletes perform training and testing exercises with roller skis on a running deck of up to 450 cm × 300 cm (180 in × 120 in).\n\nAs a cardiovascular exercise:\n\nAs an indoor activity:\n\nAs a machine:\n\nA treadmill can lose its speed and performance if not maintained from time to time. Starting from positioning of the treadmill to regular oil checks, a treadmill's longevity is determined by how it is maintained.[citation needed]\n\nIdeally, a treadmill should be placed on a leveled floor in order to ensure the belt and motor have a proper balanced movement. In case of uneven floors, the elevation of either of the legs (rear or front legs) should be leveled out using a wood block or a brick.\n\nDirt that gets accumulated on a treadmill can also cause malfunction. Dirt on the belt or the deck is cleared by wiping the belt and the sides of the treadmill once or twice a month using a cloth or a wet sponge.\n\nThe conveyor belt is an important part that is responsible for the functioning of the treadmill. Regular maintenance for the belt includes:\n\nAs it is basically a conveyor belt, the treadmill can be used for activities other than running. If horses are being tested (especially in jockey racing) they will be put on a specially constructed treadmill. Large treadmills can also accommodate cars. Treadmills can also be used to exercise dogs that are accustomed to running on a conveyor; however, tying the leash to the treadmill should be avoided as it can cause serious injury.\n\nUnderwater treadmills are a type of treadmill encased in glass or plastic and filled with water to a point where the occupant is partially submerged. They are used for both humans and animals, often for physical therapy.[17]\n\nDog/pet and underwater pet treatment treadmills are available for both home and clinical use. A variety of makes and models are available, but key features of treadmills designed for pet use include a longer running surface, open front and back entries and side rails to prevent the pet from falling off the treadmill. None are designed to be used without human supervision. Many veterinary and animal rehabilitation clinics also offer underwater treadmill therapy as part of their services provided to clients' pets.\n\nAdvanced applications are so called omnidirectional treadmills. They are designed to move in two dimensions and are intended as the base for a \"holodeck\". Several solutions have been proposed, but research continues as some issues remain unsolved, such as large size, noise and vibration. Parallel developments are being conducted by researchers working on projects sponsored by the US Department of Veterans Affairs to create virtual reality environments for a wheelchair trainer in order to promote therapeutic exercise.[18]\n\n"
        }
    ]
}