{
    "url": "https://en.wikipedia.org/wiki/Trial_film",
    "title": "Trial film",
    "table_of_contents": [
        "1 Notable films",
        "2 Varieties",
        "2.1 Military trial films",
        "2.2 Religious trial films",
        "3 Other examples",
        "4 See also",
        "5 References",
        "6 Further reading",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Trial films is a subgenre of the legal/courtroom drama that encompasses films that are centered on a civil or criminal trial, typically a trial by jury.[1][2]\n\nThe \"trial\" genre differs from the broader \"courtroom drama\" in that the latter includes any film in which a justice system plays an integral role in the film's narrative, and thus does not necessarily require the inclusion of a legal trial.[2]\n\n"
        },
        {
            "title": "Notable films",
            "text": "In 1989, the American Bar Association rated the 12 best trial films of all time in their ABA Journal, providing a detailed and reasoned legal evaluation for its choices. Ten of the films are in English; M (1931) is in German and The Passion of Joan of Arc (1928) is a French silent film. Moreover, ten of them take place (at least, in part) in a courtroom.[3]\n\nIn 2008, the American Film Institute compiled its own \"courtroom drama\" top-ten list, five films of which were also on the ABA list.[2]\n\nThe ABA also published a list of the 12 best trial stageplays, noting that the transition from film to the stage is sometimes difficult. It also has an extensive honorable mention list.[4]\n\n"
        },
        {
            "title": "Varieties",
            "text": "Outside of the first few minutes of the film, 12 Angry Men (1957) never enters a courtroom at all. It views the particular case and the system of justice through the prism of jury deliberations. The film explains practical explications of legal concepts basic to the American system of justice, and their effect on a particular trial and defendant. Those include the presumption of innocence, burden of proof, and the requirement of proof beyond a reasonable doubt.[3]\n\nThe trial in M (1931) does not take place in a legal courtroom; rather, crime syndicate leaders along with the city's underground hold proceedings in a warehouse. Despite the lack of legal trappings, \"it is one of the most effective trials ever filmed, questioning our notions of justice and revenge, mob rule and order, power and responsibility.\" Wearing long leather coats instead of robes, criminals become judges. The murderer is cast as the victim, while the forces of law and order must rely on luck. Peter Lorre strikingly raises the issue of his culpability due to alleged insanity, and the imposition of ultimate retributive justice is depicted as being unsatisfying for society and the survivors of the murdered victims.[3]\n\nWhile courtroom films are typically dramas, My Cousin Vinny (1992) is a comedy centered on a trial in Alabama. It resulted in Marisa Tomei winning the Best Supporting Actress Oscar.\n\nThe military trial film is a subtype of the trial genre that focuses on military trials (i.e., courts-martial).[1][2]\n\nThey typically include conflicting questions of loyalty, command responsibility, ethical rules and rules of engagement, obedience to superior authority, politics and class conflict. War and trials are good foils for one another. The struggles are perennial and engaging. A partial list includes:\n\n"
        }
    ]
}