{
    "url": "https://en.wikipedia.org/wiki/Trick_film",
    "title": "Trick film",
    "table_of_contents": [
        "1 History",
        "2 Style",
        "3 References",
        "4 Citations"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "In the early history of cinema, trick films were short silent films designed to feature innovative special effects.[1]\n\n"
        },
        {
            "title": "History",
            "text": "The trick film genre was developed by Georges Méliès in some of his first cinematic experiments,[2] and his works remain the most classic examples of the genre.[3] Other early experimenters included the French showmen Émile and Vincent Isola, the British magicians David Devant and John Nevil Maskelyne, and the American cinematographers Billy Bitzer and James Stuart Blackton.[4]\n\nIn the first years of film, especially between 1898 and 1908, the trick film was one of the world's most popular film genres.[1] Before 1906, it was likely the second most prevalent genre in film, surpassed only by nonfiction actuality films.[5] Techniques explored in these trick films included slow motion and fast motion created by varying the camera cranking speed; the editing device called the substitution splice; and various in-camera effects, such as multiple exposure.[4]\n\n\"Trick novelties,\" as the British often called trick films, received a wide vogue in the United Kingdom, with Robert W. Paul and Cecil Hepworth among their practitioners. John Howard Martin, of the Cricks and Martin filmmaking duo, produced popular trick films as late as 1913, when he began doing solo work. However, British interest in trick films was generally on the wane by 1912, with even an elaborate production like Méliès's The Conquest of the Pole received relatively coolly.[6]\n\nElements of the trick film style survived in the sight gags of silent comedy films, such as Buster Keaton's Sherlock Jr.[7] The spectacular nature of trick films also lived on in other genres, including musical films, science fiction films, horror films, and swashbuckler films.[4]\n\n"
        },
        {
            "title": "Style",
            "text": "Trick films should not be confused with short silent films that feature conventional stage magic acts (\"films of tricks,\" in the words of the film historian Matthew Solomon). Instead, trick films create illusions using film techniques.[8]\n\nTrick films generally convey a sprightly humor, created not so much by jokes or comedic situations as by the energetic whimsy inherent in making impossible events seem to occur.[2] As the philosopher Noël Carroll has pointed out, the comedy in Méliès's trick film style is \"a matter of joy borne of marvelous transformations and physically impossible events,\" \"a comedy of metaphysical release that celebrates the possibility of substituting the laws of physics with the laws of the imagination.\"[2]\n\n"
        }
    ]
}