{
    "url": "https://en.wikipedia.org/wiki/Triffid",
    "title": "Triffid",
    "table_of_contents": [
        "1 Fictional history",
        "1.1 Origins",
        "1.2 Name",
        "1.3 Initial appearance and cultivation",
        "2 Characteristics",
        "2.1 In the novel",
        "2.2 In other adaptations and sequels",
        "3 Other mentions of the triffids",
        "4 Other uses of the name",
        "5 References",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The triffid is a fictional tall, mobile, carnivorous plant species, created by John Wyndham in his 1951 novel The Day of the Triffids, which has since been adapted for film and television.  The word \"triffid\" has become a common reference in British English to describe large, invasive or menacing-looking plants.[1]\n\n"
        },
        {
            "title": "Fictional history",
            "text": "In the novel, the origin of the triffid species is never explained. The main character, Bill Masen speculates as follows:\n\nThe 1962 film adaptation portrays them as extraterrestrial lifeforms transported to Earth by comets, contradicting the novel.\n\nIn the 1981 TV series, the triffids were the creation of real-life Soviet biologist Trofim Lysenko. The seeds were spread across the globe when a plane smuggling them out of Russia was shot down during the Cold War.\n\nIn the 2009 two-part TV series, the triffids are a naturally occurring species from Zaire, discovered by the West and selectively bred as an alternative to fossil fuels, to avert global warming.\n\nTriffid refers to the plant's three \"legs\".[3] In the novel a dozen names beginning with tri-, with a long i vowel,  had been bandied about before the term standardized on \"triffid\", with a short i.[3]\n\nThe first triffids appeared in equatorial regions. Though they develop faster in tropical zones, triffids soon established themselves worldwide, outside the polar and desert regions. When it was discovered that triffids are venomous, they were almost exterminated, until they were identified as the source of valuable oil. Farms were then built to cultivate them.\n\nUpon the discovery that docking their stingers renders them harmless, docked triffids became fashionable in public and private gardens. These triffids are safe provided they are pruned annually, as they take two years to fully regrow their stingers. Farmed triffids are not docked because undocked triffids produce higher quality oil.\n\n"
        },
        {
            "title": "Characteristics",
            "text": "The plant can be divided into three components: base, trunk, and head (which contains a venomous sting). Adult triffids are typically 7 feet (2.1 m) in height. European triffids never exceed 8 feet (2.4 m), but in tropical climates they can reach 10 feet (3.0 m).\n\nThe base of a triffid is a large muscle-like root mass, comprising three blunt appendages. When dormant, these appendages draw nutrients, as on a normal plant. When active, triffids use these appendages to propel themselves. The character Masen describes the triffid's locomotion thus:\n\nAbove the base are upturned leafless sticks which the triffid drums against its stem. The exact purpose of this is not explained; it is originally assumed that they are part of the reproductive system, but Bill Masen's colleague Walter Lucknor believes they are used for communication. Removal of the sticks causes the triffid to physically deteriorate.\n\nThe upper part of a triffid consists of a stem ending in a funnel-like formation containing a sticky substance which traps insects, much like a pitcher plant. Also housed within the funnel is a stinger which, when fully extended, can measure 10 feet (3.0 m) in length. When attacking, a triffid will lash the sting at its target, primarily aiming for its prey's face or head, with considerable speed and force. Contact with bare skin can kill a person instantly. Once its prey has been stung and killed, a triffid will root itself beside the body and feeds on it as it decomposes.\n\nTriffids reproduce by inflating a dark green pod below the top of the funnel until it bursts, releasing white seeds (95% of which are infertile) into the air.[2]\n\nIt is not clear whether the triffids are intelligent or acting on instinct. The character Lucknor states that although triffids lack a central nervous system, they display what he considers intelligence:\n\n\nThe triffids also show awareness by their habit of herding blind people into cramped spaces to kill more easily[4] and rooting themselves beside houses, waiting for the occupants.[5]\nThe triffids portrayed on screen and in sequels often differ in appearance from Wyndham's original concept.\n\nIn Steve Sekely's 1962 film adaptation, the triffids (now given the binomial name Triffidus celestus) were designed with flaying tentacles below their stems, which they use as slashing weapons and to drag their dead prey. Also, their stinger is shown as a gas-propelled projectile, rather than a coiled tendril. Finally, the film triffids are vulnerable to sea water.\n\nThe 2009 TV adaptation shows the triffids dragging themselves with prehensile roots which can also constrict their prey. Their stalk is surrounded by large agave-like leaves and they secrete their oil (green rather than the novel's pink) from their surfaces. Their stingers, which in previous film adaptations could not penetrate glass, are powerful enough to shatter windows, like those of the original triffids of the novel. Instead of a cup they have a pink flower-like head, resembling a cross between a lily and a sweet pea, that enlarges before releasing the sting.\n\nIn The Night of the Triffids, a small number of North American triffids reach 60 feet (18 m) in height.[6] Aquatic triffids also appear but remain largely unseen, with the exceptions of their stingers: the latter described as prehensile.[7]  One character in the novel, Gabriel Deeds, speculates that the vibrations made by the triffids' sticks serve as a form of echolocation.[8]\n\n"
        },
        {
            "title": "Other mentions of the triffids",
            "text": "Triffids, based on the 1981 TV design, and a triffid gun, make an appearance in The League of Extraordinary Gentlemen: Black Dossier, a 2007 graphic novel written by Alan Moore and drawn by Kevin O'Neill.\n\nIn the online videogame Kingdom of Loathing, triffids are monsters located within an area known as \"the Spooky Forest\".[9]\n\nIn the mobile game for \"The Simpsons\" named \"The Simpsons: Tapped Out\", one of the options to plant in Cletus' Farm are triffids, which comically bring about the 'end of humanity'.\n\nReference is made to the original film in \"Science Fiction Double Feature\", the opening song of The Rocky Horror Show. \"And I really got hot when I saw Janette Scott/Fight a triffid that spits poison and kills\".\n\nIn the computer and mobile rogue-like video game Cataclysm: Dark Days Ahead, Triffids are a faction composed of human-sized plant creatures that are aggressive to the player.[10] The more dangerous version of these creatures is the \"Triffid Queen\", described as being cow-sized and very competent fighters with high hit points.[11] If the player is able to defeat a \"Triffid Heart\", the creatures will not continue to spawn in that area of the map.[12]\n\n"
        },
        {
            "title": "Other uses of the name",
            "text": "Chromolaena odorata is known as a \"triffid\" throughout the Durban area of South Africa. It poses no threat to humans unless ingested, as it is carcinogenic.[13][14][15]\n\nThe Triffids were an alternative rock band from 1978-89, originating in Perth, Western Australia.[16]\n\nSpecialised time-lapse camera rigs used to film plant movements in the 2022 television series The Green Planet were nicknamed \"Triffids\" after the fictional plants.[17]\n\n"
        }
    ]
}