{
    "url": "https://en.wikipedia.org/wiki/Trinitarian_Universalism",
    "title": "Trinitarian universalism",
    "table_of_contents": [
        "1 History",
        "2 Theology",
        "3 Bible passages cited to support Universalism",
        "4 Universalism and heresy",
        "5 Objections",
        "5.1 Arminian objections",
        "5.2 Mortalist objections",
        "6 Hope of universal salvation",
        "7 See also",
        "8 References and notes",
        "9 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Trinitarian universalism is a variant of belief in universal salvation, the belief that every person will be saved, that also held the Christian belief in Trinitarianism (as opposed to, or contrasted with, liberal Unitarianism which is more usually associated with Unitarian Universalism). It was particularly associated with an ex-Methodist New England minister, John Murray, and after his death in 1815 the only clergy known to be preaching Trinitarian Universalism were Paul Dean of Boston and Edward Mitchell in New York.[1][2][3]\n\n"
        },
        {
            "title": "History",
            "text": "Traditionally, the doctrine of Christian universalism was traced by Universalist historians[4] back to the teachings of Origen of Alexandria (c.185–284), an influential early Church Father and writer. Origen believed in apocatastasis, the ultimate restoration and reconciliation of creation with God, which was interpreted by Universalist historians to mean the salvation and reconciliation with God of all souls which had ever existed, including Satan and his demons. However more recent research has shown that this analysis of Origen's views is uncertain.[5] Origen also believed in the pre-existence of souls and that glorified Man may have to go through cycles of sin and redemption before reaching perfection. The teachings of Origen were declared anathema at the Ecumenical Council of 553, centuries after his death, though Gregory of Nyssa, another figure to whom Universalist historians attributed Universalist belief, was commended as an Orthodox defender of the faith by the same Council. Universalist historians have also identified Johannes Scotus Eriugena (815–877)[citation needed], and Amalric of Bena (c. 1200).[citation needed] as Universalists.  Much of this research was incorporated by French priest Pierre Batiffol into an article on Apocatastasis later translated for the 1911 Catholic Encyclopedia.[6]\n\nDuring the Protestant Reformation, all doctrines and practices of the Catholic (Universal) Church were re-examined and numerous sects formed, although none revived the belief (originally attributed to Origen) in universal reconciliation. In 1525, Hans Denck (1425–1527) was accused of being a Universalist,[7] but this is now considered unlikely.[8]\n\nJane Leade (1623–1704), a mystic who claimed to have seen heaven and hell, started a Universalist congregation, the Philadelphians, which dissipated after her death. She was a Behmenist rather than orthodox Trinitarian.\n\nJohn Murray (1741–1815) was forced to leave the Methodist Church because of his Universalism. In 1770, he moved to New England and is credited with being the Father of Universalism in North America. Although Murray was a Trinitarian (as was his mentor, James Relly), his successor, Hosea Ballou (1771–1852) was a strong Unitarian who opposed Trinitarianism, Calvinism, and legalism. During his tenure, Universalism became linked with liberal theology as well as Unitarianism.[9]\n\nModern Trinitarian Universalists include Robin Parry[10] an evangelical writer, who under the pseudonym of \"Gregory MacDonald\" released a book The Evangelical Universalist, (2006)[11] and Thomas Talbott author of The Inescapable Love of God (1999).[12]\n\n"
        },
        {
            "title": "Theology",
            "text": "Thomas Talbott offers three propositions which are biblically based, but which he asserts to be mutually exclusive:\n\nTraditional theology clarifies omnipotence or omni-benevolence to resolve the contradiction. Calvinism resolves it by positing a doctrine of limited atonement, which claims that God's love is restricted. Only a select number of people are elected to be saved, which includes redemption and purification. This demonstrates a special love, and most people (the 'eternally reprobate' or non-elect) are given only common grace and tolerance. This bifurcation of grace intends to retain a doctrine of God's omnibenevolence and a doctrine of hell. In comparison, Arminianism resolves the contradiction by rejecting divine omnipotence with respect to human will. This is commonly referred to as synergism. It posits that human beings have an inviolable free will, which allows the choice of accepting or rejecting God's grace. Universalists disagree with the third claim, and argue that all people receive salvation.[14]\n\n"
        },
        {
            "title": "Universalism and heresy",
            "text": "Heresy is \"adherence to a religious opinion contrary to church dogma\".[15]  Because dogma varies among denominations, what is considered heresy by one denomination or congregation may be accepted as doctrine or opinion by another.  In a socially free world, free moral agents may identify with whichever perspectives and positions, persons and communities, and traditions (or subtraditions) they find most intellectually, emotionally, and spiritually palatable.  However, the results of their exercise of this operational freedom may be understood or interpreted differently by different persons.\n\nThere are three generally accepted understandings of hell:\n\nThere is also the doctrine of purgatory, distinct from hell, where imperfect souls are cleansed and made ready for heaven. It may be a place of rehabilitation, correction, or retribution.\n\nUniversalists believe that every person will be saved, where more orthodox Roman Catholics believe that only those who died in God's grace will find purgation for their venial sins in Purgatory.[17]\n\nThe Argument\n\nThere are four major theories about human salvation in Christendom:\n\nChristian denominations and churches will generally profess one of the above to be true and the others as error; however, they are not all mutually exclusive. For example, some[citation needed] who hold to #4 \"Universalism\" also hold to #1 \"Exclusivism.\" For these, anyone who is not a Christian will go to hell, but ultimately everyone will become a Christian and therefore be saved. Others may be #2 \"Inclusivists\" and #3 \"Pluralists.\"  For those who might hold to these, because God may use the tools of any particular religion or culture to reveal his grace in Christ(Inclusivism), other religions therefore, potentially exhibiting the effects of this work, may in fact hold valuable insights to truth for theology(Pluralism), consequently calling the members of a particular congregation/denomination/religion to be open to that possibility.\n\n"
        },
        {
            "title": "Objections",
            "text": "Arminianism holds that God will not abrogate humanity's free will because love must be chosen, not forced, and that some people will choose alienation from God over consummation, and so God has \"graciously\" provided a place for them to exist. C.S. Lewis speculated, through literary allegory, that hell is locked from within but few will leave because over a lifetime and through the coming ages, they will become more and more at home in hell.[19]\n\nA Trinitarian Universalist believer might counter that for God to allow his misguided and confused children to suffer eternal separation from him is the very opposite of grace, runs counter to his loving and sovereign nature, and would compare unfavorably to the attitude and behavior of even average human parents toward their children.  The Bible seems to teach that those who believe do so because God caused them to believe, not by any freedom of choice of their own (Ephesians 2:8–10), and they might cite the following in support their answer:\n\nAlso, the Bible in several places refers to freedom being only for those freed through Christ, and that those who are not in Christ are in darkness under the dominion of Satan (Acts 26:18), and are slaves to sin (John 8:34). Therefore, it would make no sense to maintain that someone can have the \"freedom\" to \"reject God\"—it is only by sin that people reject God.  Those in sin are slaves to sin and Satan, and therefore it is only God who can, by his grace, release them from that bondage and make them able to believe:\n\nMortalists object that, in their view, the Bible does not teach torment of souls, either in Hades, nor at the Last Day in Gehenna.\n\n"
        },
        {
            "title": "Hope of universal salvation",
            "text": "Apart from the dogmatic belief that a sentence of endless torment in hell is incompatible with God's moral character there are notable theologians who believe that God wants everyone to be saved and that it is possible for God to save everyone but, at the same time, they will not limit God's sovereign right to choose not to save everyone.\n\nWhile Thomas Talbott, \"Gregory MacDonald\" (the penname for Robin Parry) and Eric Reitan regard everlasting punishment as impossible,[11][13][20] Reformed, neo-orthodox theologian Karl Barth and Catholic theologian Hans Urs von Balthasar believed that the eventual salvation of all was merely a possibility.[21]\n\n"
        }
    ]
}