{
    "url": "https://en.wikipedia.org/wiki/Trinidad_Orisha",
    "title": "Trinidad Orisha",
    "table_of_contents": [
        "1 History",
        "2 Ritual music",
        "3 Beliefs",
        "4 Events and Practices",
        "5 Gender Roles",
        "6 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Trinidad Orisha, also known as Shango, is a syncretic religion in Trinidad and Tobago and the Caribbean, originally from West Africa (Yoruba religion). Trinidad Orisha incorporates elements of Spiritual Baptism, and the closeness between Orisha and Spiritual Baptism has led to use of the term \"Shango Baptist\" to refer to members of either or both religions. Anthropologist James Houk described Trinidad Orisha as an \"Afro-American religious complex\",[1] incorporating elements mainly of traditional African religion and Yoruba and incorporates some elements of Christianity (Catholicism and Protestantism), Hinduism, Islam (especially Sufism), Buddhism, Judaism (especially Kabbalah), Baháʼí, and Amerindian mythologies.\n\n\"The religious practice involves a music-centered worship service, in which collective singing and drumming accompany spirit possession and animal sacrifice (typically goats, sheep, and fowl).\"[2]\n\n"
        },
        {
            "title": "History",
            "text": "Trinidad Orisha's beginnings and development in the Caribbean \"can be traced back to the late eighteenth and early nineteenth centuries when Africans were brought to the island to work on the colonial sugar plantations.\"[3]\n\nOver time, as local religions were suppressed under colonial rule, Orisha practitioners disguised places of worship using Christian paraphernalia, which eventually began to be used in some ceremonies. Some Catholic elements were adopted, and as globalization continued and cross-cultural engagement intensified, the religion adopted increasingly diverse practices and beliefs from around the world, entangling into the syncretic religion it is today.[4]\n\n"
        },
        {
            "title": "Ritual music",
            "text": "Trinidad Orisha practice involves call-and-response singing accompanied by a trio of drums. Orisha drums are double-headed bi-tensorial cylinders derived from Yoruba bembe drums (similar to the Cuban Iyesá drums). The drum that is lowest in pitch is called the bo or congo. The lead drum is called \"center drum,\" \"big drum,\" or bembe. The smallest drum, highest in pitch, is called umele. The first two drums are played with a single stick plus hand combination, while the umele is played with a pair of sticks. All of the sticks are curved at the end, and resemble a shepherd's staff or crook.[5] The language of the songs has been referred to as \"Trinidad Yoruba\"[6] and is derived from the Yoruba language.\n\n"
        },
        {
            "title": "Beliefs",
            "text": "The one supreme god in Trinidad Orisha is Oludumare, the Yoruba supreme being who created the aye, the world of the living, visible to us, and the orun, the invisible spiritual world of the gods, spirits, and ancestors.[7]\n\nOrisha spirits, also referred to as gods, are the messengers of Oludumare, communicating through possession during spiritual rituals such as the feast. Yoruba categorizes the orisha into several categories:\n\nWhile not Christian, many Orisha spirits are equated with Christian saints. Orishas include:\n\n"
        },
        {
            "title": "Events and Practices",
            "text": "The main Orisha event is the feast. Lasting for two to four days during the season of sacrifice and thanksgiving, the large ceremonial gatherings, often involving up to 100 people, are characterized by spirit possession, animal sacrifice, and nearly constant drumming and singing. The ceremony happens throughout the night, ending with a communal meal each morning around dawn. The ritual concludes on Saturday night, and an outdoor pilgrimage usually follows the feast on Sunday.[8][4]\n\nFlag planting is also an important element of the religion. Shrines and houses usually display long poles with colored fabric on the ends, with different colors representing different orishas. A red flag, for example, represents Ogun, while red and white represents Shango.[8] \"It is reminiscent of a ritual sequence described in the Holy Odu OfunAjitena, which calls for the ritual raising of different colored flags at specific times of the year in order to be blessed by Olodumare.\" Common flags displayed are for Shango and Orun.[9]\n\n"
        },
        {
            "title": "Gender Roles",
            "text": "Women in Orisha-Baptist events are required to follow a strict dress code including floor length skirts, long sleeve blouses, and wrapping their hair in head scarves. Men are not held to such standards, though mongwas (Orisha priests) and chantwells (Lead singers in Orisha song performances) typically wear flowing robes in the Spiritual Baptist or Nigerian fashion. Drummers – mostly men – \"dress as they choose, typically in jeans and t-shirts, some even wearing baseball caps as they play.\" While not completely taboo for women to be ceremonial drummers, it is rare and generally frowned upon due to social convention. It is also agreed that women should not enter a shrine or touch a drum during her menstrual period, and in many places should cover their head before entering a shrine.[10]\n\n"
        }
    ]
}