{
    "url": "https://en.wikipedia.org/wiki/Trionfo_di_Afrodite",
    "title": "Trionfo di Afrodite",
    "table_of_contents": [
        "1 Background",
        "1.1 Texts",
        "2 Structure",
        "2.1 Description of the movements",
        "3 Orchestra",
        "4 Notes and references",
        "5 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Trionfo di Afrodite (Italian for Triumph of Aphrodite) is a cantata written in 1951 by the German composer Carl Orff. It is the third and final installment in the Trionfi musical trilogy, which also includes Carmina Burana (1937) and Catulli Carmina (1943).\n\n"
        },
        {
            "title": "Background",
            "text": "Described by the composer himself as a concerto scenico (scenic concert), the Trionfo is a representation of a ritual for a Greco-Roman wedding, in a similar fashion to Igor Stravinsky's Les noces. In this case, Trionfo refers to the Roman and Renaissance trionfo, meaning \"procession\" or \"festival\". By using the word trionfo, Orff specifically intended to identify the work as a successor to the Renaissance and baroque tradition of the masque and pageant, not as a formal borrowing but as a rather refreshed and extended look on it.[1][clarification needed]\n\nOrff began working on the Trionfo as early as 1947, but could not fully concentrate on the piece until he completed his Antigonae in March 1949. The score was finally completed in 1951 and premiered some time later, on February 14, 1953, at La Scala in Milan, with Herbert von Karajan conducting. Originally published in 1952 by B. Schott's Söhne, it was reprinted by the original publisher in 1980 and again in 1990 by Ernst Eulenburg.[1]\n\nThe texts are based on Latin wedding poems by Catullus, as well as Greek poems by Sappho and a small part by Euripides.[2] In fact, Catullus is Orff's primary source of inspiration and guide in using both classical Latin and Greek text. Orff had already explored this in Catulli Carmina with Catullus's Carmen 51, which is, in turn, an adaption of Sappho's famous love poem 31. It is likely that it was the last call in Catulli Carmina's Exodium, \"Accendite faces!\" (Light the torches!),[clarification needed] that gave Orff the idea of using bridal torches in his new work and bringing the trionfo d'amore to its concluding climax, with a representation of a nuptial feast, as found in classical literature.[1] Consequently, Orff decided to opt for Catullus's 61 and 62, which mainly focuses on the topic of the nuptial feast. Both of these poems were originally written as an offering on the occasion of a patrician Roman couple. However, these poems were not intended to be sung, but should rather act as depictions of the event of marriage as such.[3] As a matter of fact, Orff's intentions with the text were not to offer an ad hoc reconstruction of an antique rite, but rather to present the union of an \"archetypal couple as the work of the Goddess of Love, as a hieros gamos\" (holy marriage).[1] In this sense, the subtitle of the work, Concerto scenico, implies that there is a deliberate absence of plot, as opposed to the two preceding parts of the triptych.[1]\n\nDespite the large orchestra, the instrumentation is often sparse, especially in the Greek verses, and the music is strongly influenced by the rhythms and melodies of the spoken word,[2] though little importance is actually given to both tonic and prosodic accent. The piece closes with a triumphant apparition of Aphrodite herself, a rare instance when the full choral and orchestral forces are actually used.\n\n"
        },
        {
            "title": "Structure",
            "text": "The work is divided into seven tableaux:\n\nWhile texts are blended into the composition so that the sources seems homogeneous and transitions from one text to the other are not easy to spot, the music is different when different languages are used. Orff wanted to exploit the phonetic qualities of each language individually. Consequently, fragments in Latin are generally more rhythmical and serve as a stable background, while fragments in Ancient Greek form inlays with flexible and elaborate tessitura. The finale, taken from a different text, would be a combination of these two.[1]\n\nThe first tableau, with a tempo indication \" = ca. 84\", is a self contained unit where Catullus 62 is presented as an exposition of the wedding scene. It represents a singing contest between the young men and maidens, both separated in groups on stage but in full view of each other. The movement begins with the \"Vesper adest\" sung by the male coryphaeus, a short prelude that precedes the contest (verses 1–19), in which both groups of young men and maidens rehearse the song one last time. At verse 20 (and rehearsal number 4), an antiphonal song begins where the male (\"Hespere, quis caelo fertur crudelior ignis?\") and female (\"Hespere, quis caelō lūcet iūcundior ignis?\") coryphaeus in each group lead their respective groups. This continues until the shared finale in the last eight lines in the text (and rehearsal number 14) gives the victory to the men. The gleam of the Evening Star is represented both by the harp and piano glissandos at the beginning of the piece, at rehearsal numbers 4 and 6 (before the corifei entries) and the melisma sung by the corifea at rehearsal number 8.[1]\n\nThe second and third tableaux are the two main Greek sections where the bridal procession takes place, culminating with the arrival of the bride and groom. They are both based on Sappho's poems. However, since most of Sappho's literary work is now lost, the individual fragments (see The Poems of Sappho/Chapter 3) used in this composition are not laid in any particular order. Tableau II is marked \" = 112\" and features many time signature changes. It largely presents static heterogeneous sounds. Tableau 3, on the other hand, is marked by a much more expressive and cantabile style. With the indication \"Quasi lento\" in the score, it features various recitations from the bride and groom. Since the fragments are generally unrelated to one another, in the sense that they have been extracted from different places within the original text, the sequence of musical phrases do not represent a dialogue. Interlocutors never speak to each other in a direct sense, but rather recite their lines. The next subsection within the third tableau comes at rehearsal number 32, where the chorus is introduced (\"Ἔσπερε, πάντα φέρεις\" – Espere, panta phereis). This is followed by another subsection at number 34 performed by the bride and chorus (\"Παρθενία, παρθενία, ποῖ με λίποισ᾽ ἀποίχῃ\" – Parthenia, Parthenia, poi me lipois' apoichae), followed by another dialogue at number 36 (\"Κατθάνην δ᾽ἴμερος τις ἔχει με\" – Katthanaen d'imeros echei me), and finished by the last subsection at number 45 with the \"Εἰς ὰεί\" (Eis aei).[1]\n\nThe fourth tableau is arguably the best known section of this work. Divided into two subsections, it is marked a steady \" = 132\". Orff here returns to Catullus 61, verses 1–15 and 26–75. The second subsection is often named Inno all' Imeneo, though that title is not used in the score; it is, however, divided by a double bar line with the inscription \"attacca\". It is marked \" = 120\" (\"Quis deus magis est amatis petendus amantibus?\"). After an initial prelude, the main theme is presented three times, the last one marked \"poco a poco più mosso\": the first one at number 60 (\"Nil potest sine te Venus\"), the second at number 63 (\"Nulla quit sine te domus\"), and the third one at number 66 (\"Quae tuis careat sacris\").[1]\n\nThe fifth tableau, marked \"Un poco pesante\", is divided into three sections. The first section depicts games and singing outside the bride's house. It includes text from Catullus 61, verses 76–120, in abridged form. A second subsection within the first section is the one starting at number 73 (\"Flere desine, non tib', Aurunculeia\"), which is repeated with variations at number 75 (\"Prodeas, nova nupta\") and number 78 (\"O cubile, o cubile\"). The second section, from verses 121–190, shows the bride being led to the bridal chamber. Marked \"Allegro assai\", it features a solo bass coryphaeus, with histrionics and exaggerated gestures, reciting the lines of the poem, with short interludes from the percussion and chorus. The central theme is presented in number 89 (\"Transfer omine cum bono limen aureolos pedes\"), a melody presented five times and followed by violas and cellos. The third and final section of this tableau, verses 191–210 and 230–235, is devoted to the singing outside the bridal chamber. The bass from the previous section recites a speech, sometimes sung, sometimes spoken, marked \"Libero assai\" in the score. The second subsection in the third section of this tableau, at number 97 (\"Ille pulveris Africi\"), is a slow-moving song performed by the percussion, pianos, harp, and some members of the string section, and sung by the whole chorus. Marked \"Con larghezza\" in the score, it ends with a short sentence by the solo bass, only to be repeated again, at number 102, this time with interjections from the bass throughout the rest of the piece. The piece slowly fades into silence and finishes with the whole choir shouting \"Exercete iuventam!\".[1]\n\nThe sixth tableau, the shortest one in this composition, starts with a glissando by the first piano and harp. Marked \"Sempre molto rubato\", it features various surviving quotations from Sappho's poems summarized, where the bride and groom are in the bridal chamber. Here, as in tableau III, the bride and groom do not speak directly to each other, but rather recite lines with references to superhuman powers. It ends after a two-octave interval played by the groom and a high-pitched cry by the bride.[1]\n\nThe seventh and final tableau, marked \"Con ampiezza\", is a very rhythmical section that employs the whole orchestra. A second subsection starts at number 109, marked \"Più lento, con molta passione\" (\"θέλγει δ᾽Ἔρως\" – Thelgei d'Eros). The piece ends after a very loud climax where most instruments play ff. In fact, the bells are required to be stricken with iron rods, the pianos have to play tone clusters with both open hands pressing white and black keys, and the whole choir is expected to give a \"grido altissimo\" (very loud cry). Two quick chords close the piece.[1]\n\n"
        },
        {
            "title": "Orchestra",
            "text": "The work calls for a large orchestra with an enhanced percussion section, consisting of the following:\n\n"
        },
        {
            "title": "Notes and references",
            "text": "Notes\n\nReferences\n\n"
        }
    ]
}