{
    "url": "https://en.wikipedia.org/wiki/Tropics",
    "title": "Tropics",
    "table_of_contents": [
        "1 Etymology",
        "2 Astronomical Definition",
        "3 Seasons and climate",
        "4 Ecosystems",
        "5 Flora",
        "6 Tropicality",
        "7 See also",
        "8 References",
        "9 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The tropics are the regions of Earth surrounding the Equator. They are defined in latitude by the Tropic of Cancer in the Northern Hemisphere at 23°26′10.7″ (or 23.43631°) N and the Tropic of Capricorn in\nthe Southern Hemisphere at 23°26′10.7″ (or 23.43631°) S. The tropics are also referred to as the tropical zone and the torrid zone (see geographical zone). \n\nIn terms of climate, the tropics receive sunlight that is more direct than the rest of Earth and are generally hotter and wetter as they aren't affected as much by the solar seasons. The word \"tropical\" sometimes refers to this sort of climate in the zone rather than to the geographical zone itself. The tropical zone includes deserts and snow-capped mountains, which are not tropical in the climatic sense. The tropics are distinguished from the other climatic and biomatic regions of Earth, which are the middle latitudes and the polar regions on either side of the equatorial zone.\n\nThe tropics constitute 40% of Earth's surface area[1] and contain 36% of Earth's landmass.[2] As of 2014[update], the region was home also to 40% of the world's population, and this figure was then projected to reach 50% by 2050. Because of global warming, the weather conditions of the tropics are expanding with areas in the subtropics,[3] having more extreme weather events such as heatwaves and more intense storms.[4][3] These changes in weather conditions may make certain parts of the tropics uninhabitable.[5]\n\n"
        },
        {
            "title": "Etymology",
            "text": "The word \"tropic\" comes via Latin from Ancient Greek τροπή (tropē), meaning \"to turn\" or \"change direction\".[6]\n\n"
        },
        {
            "title": "Astronomical Definition",
            "text": "The tropics are defined as the region between the Tropic of Cancer in the Northern Hemisphere at 23°26′10.7″ (or 23.43631°) N and the Tropic of Capricorn in the Southern Hemisphere at 23°26′10.7″ (or 23.43631°) S;[8] these latitudes correspond to the axial tilt of the Earth.\n\nThe Tropic of Cancer is the Northernmost latitude from which the Sun can ever be seen directly directly overhead, and the Tropic of Capricorn is the Southernmost.[8] This means that the tropical zone includes everywhere on Earth which is a subsolar point at least once during the solar year. Thus the maximum latitudes of the tropics have equal distance from the equator on either side. Likewise, they approximate the angle of the Earth's axial tilt. This angle is not perfectly fixed, mainly due to the influence of the moon, but the limits of tropics are a geographic convention, and their variance from the true latitudes is very small.\n\n"
        },
        {
            "title": "Seasons and climate",
            "text": "\"Tropical\" is sometimes used in a general sense and feeling for a tropical climate to mean warm to hot and moist year-round,[9] often with the sense of lush vegetation.\nMany tropical areas, however, have both a dry and a wet season. The wet season, rainy season or green season is the time of year, ranging from one or more months, when most of the average annual rainfall in a region falls.[10]  Areas with wet seasons are disseminated across portions of the tropics and subtropics, some even in temperate regions.[11]  Under the Köppen climate classification, for tropical climates, a wet-season month is defined as one or more months where average precipitation is 60 mm (2.4 in) or more.[12]  Some areas with pronounced rainy seasons see a break in rainfall during mid-season when the intertropical convergence zone or monsoon trough moves poleward of their location during the middle of the warm season;[13] typical vegetation in these areas ranges from moist seasonal tropical forests to savannahs.\n\nWhen the wet season occurs during the warm season, or summer, precipitation falls mainly during the late afternoon and early evening hours. The wet season is a time when air quality improves, freshwater quality improves and vegetation grows significantly due to the wet season supplementing flora, leading to crop yields late in the season. Floods and rains cause rivers to overflow their banks, and some animals to retreat to higher ground. Soil nutrients are washed away and erosion increases. The incidence of malaria increases in areas where the rainy season coincides with high temperatures.  Animals have adaptation and survival strategies for the wetter regime. The previous dry season leads to food shortages into the wet season, as the crops have yet to mature.\n\nHowever, regions within the tropics may well not have a tropical climate. Under the Köppen climate classification, much of the area within the geographical tropics is classed not as \"tropical\" but as \"dry\" (arid or semi-arid), including the Sahara Desert, the Atacama Desert and Australian Outback. Also, there are alpine tundra and snow-capped peaks, including Mauna Kea, Mount Kilimanjaro, Puncak Jaya and the Andes as far south as the northernmost parts of Chile and Perú.\n\n"
        },
        {
            "title": "Ecosystems",
            "text": "Tropical plants and animals are those species native to the tropics. Tropical ecosystems may consist of tropical rainforests, seasonal tropical forests, dry (often deciduous) forests, spiny forests, deserts, savannahs, grasslands and other habitat types. There are often wide areas of biodiversity, and species endemism present, particularly in rainforests and seasonal forests. Some examples of important biodiversity and high endemism ecosystems are El Yunque National Forest in Puerto Rico, Costa Rican and Nicaraguan rainforests, Amazon Rainforest territories of several South American countries, Madagascar dry deciduous forests, the Waterberg Biosphere of South Africa, and eastern Madagascar rainforests. Often the soils of tropical forests are low in nutrient content, making them quite vulnerable to slash-and-burn deforestation techniques, which are sometimes an element of shifting cultivation agricultural systems.\n\nIn biogeography, the tropics are divided into Paleotropics (Africa, Asia and Australia) and Neotropics (Caribbean, Central America, and South America). Together, they are sometimes referred to as the Pantropic. The system of biogeographic realms differs somewhat; the Neotropical realm includes both the Neotropics and temperate South America, and the Paleotropics correspond to the Afrotropical, Indomalayan, Oceanian, and tropical Australasian realms.\n\n"
        },
        {
            "title": "Flora",
            "text": "Flora are plants found in a specific region at a specific time. In Latin it means a \"flower\".\nSome well-known plants that are exclusively found or originate from the tropics or are often associated with the tropics include:\n\n"
        },
        {
            "title": "Tropicality",
            "text": "Tropicality refers to the image of the tropics that people from outside the tropics have of the region, ranging from critical to verging on fetishism.[14] The idea of tropicality gained renewed interest in geographical discourse when French geographer Pierre Gourou published Les Pays Tropicaux (The Tropical World in English), in the late 1940s.[15]\n\nTropicality encompassed two major images. One, is that the tropics represent a 'Garden of Eden', a heaven on Earth, a land of rich biodiversity or a tropical paradise.[16] The alternative is that the tropics consist of wild, unconquerable nature. The latter view was often discussed in old Western literature more so than the first.[16] Evidence suggests over time that the view of the tropics as such in popular literature has been supplanted by more well-rounded and sophisticated interpretations.[17]\n\nWestern scholars tried to theorise why tropical areas were relatively more inhospitable to human civilisations than colder regions of the Northern Hemisphere. A popular explanation focused on the differences in climate. Tropical jungles and rainforests have much more humid and hotter weather than colder and drier temperaments of the Northern Hemisphere, giving to a more diverse biosphere. This theme led some scholars to suggest that humid hot climates correlate to human populations lacking control over nature e.g. 'the wild Amazonian rainforests'.[18]\n\n"
        }
    ]
}