{
    "url": "https://en.wikipedia.org/wiki/Truancy",
    "title": "Truancy",
    "table_of_contents": [
        "1 History",
        "2 Slang expressions",
        "3 Punishments imposed",
        "3.1 Denmark",
        "3.2 Finland",
        "3.3 Germany",
        "3.4 Taiwan",
        "3.5 England and Wales",
        "3.6 United States",
        "3.7 Israel",
        "3.8 Italy",
        "4 Truant's Day",
        "5 See also",
        "6 Notes",
        "7 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Truancy is any intentional, unjustified, unauthorised, or illegal absence from compulsory education. It is a deliberate absence by a student's own free will (though sometimes adults or parents will allow and/or ignore it) and usually does not refer to legitimate excused absences, such as ones related to medical conditions. Truancy is usually explicitly defined in the school's handbook of policies and procedures. Attending school but not going to class is called internal truancy. Some children whose parents claim to homeschool have also been found truant in the United States.[1][better source needed] In some schools, truancy may result in not being able to graduate or to receive credit for classes attended, until the time lost to truancy is made up through a combination of detention, fines, or summer school.\n\nTruancy is a frequent subject of popular culture. Ferris Bueller's Day Off is about the title character's (played by Matthew Broderick) day of truancy in Chicago with his girlfriend and best friend. Truancy is also the title of a 2008 novel about a student uprising against a dictatorial educational system. There are experiences that show that thanks to the incorporation of Successful Educational Actions (SEAs) in schools with high absenteeism they have managed to reduce truancy and thus contribute to the improvement of academic success.[2]\n\n"
        },
        {
            "title": "History",
            "text": "The widespread legal obligation for towns and villages to provide free education did not evolve until the late 19th century and was born in such legislation as the Education (Scotland) Act 1872. Over and above the obligation within such legislation for local government to provide school buildings and teachers, there was also a counterpart requirement for the children to actually attend this, and within this the legal concept of truancy is born.[3]\n\nMost private schools had the concept of punishing pupils for non-attendance. This was done on a reverse principle: and schools had in principle to get the permission of parents to punish children.[4]\n\n"
        },
        {
            "title": "Slang expressions",
            "text": "There are a number of expressions in most languages which refer to truancy.\n\n"
        },
        {
            "title": "Punishments imposed",
            "text": "In Denmark, some welfare benefits[clarification needed] may be confiscated for a period if the child does not attend school. However, not all cities use this approach to keep the children in school.[5] Most cities[clarification needed] watch for families who have not returned their children to school after the summer vacation because some groups exiled their children to their ethnic home countries for behavior modification. In the city of Aarhus, 155 children had not turned up one week after school started.[6] In April 2009, research among 4,000 students showed that more than one in three students had been absent during the last 14 days.[7]\n\nIn Finland truant pupils usually get detention in comprehensive schools. The police are not involved in truancy control but schoolteachers monitor the school area and sometimes nearby areas during recess to avoid unauthorized absences. If the pupil is absent for a long period of time the parents may be fined.[8] The aim of fining is to try to force parents to put their children into school. The child will not be escorted to school, but can be taken away from parents if continued.\n\nIn Germany, the parents of a child absent from school without a legitimate excuse are notified by the school. If the parents refuse to send their child to school or are unable to control their child, local child services or social services officers may request the police to escort the child to school, and in extreme cases may petition a court to partially or completely remove child custody from the parents.[citation needed] Parents may also be fined in cases of refusal.[9]\n\nTruancy is subject to an administrative fine, which may be continued until proper enrollment in the compulsory education.[10]\n\nIn England and Wales, truancy is a criminal offence for parents if the child concerned is registered at school.[11] Truancy laws do not apply to children educated at home or otherwise under Section 7 of the Education Act 1996. Since the passage of the Criminal Justice and Court Services Act 2000, parents of persistent truants may be imprisoned for up to three months.[12][13] In 2002, the first parent was imprisoned under this provision.[14][15]\n\nSince 1998, a police officer of or above the rank of superintendent may direct that for a specified time in a specified area a police officer may remove a child believed to be absent from a school without authority to that school or to another designated place. However this is not a power of arrest and it is not a power to detain, and does not make truancy a criminal offence.[16] There is a warning given the first time the parents allow the child to commit truancy, but if they allow it more than once, then the parents are given a fine starting from £50. Some charities have highlighted an increasing prevalence of truancy among impoverished girls during menstruation, especially among girls who do not have easy access to sanitary products.[17]\n\nIn the United States, truancy regulations are generally enforced by school officials under the context of parental responsibility. New automated calling systems allow the automated notification of parents when a child is not marked present in the computer, and truancy records for many states are available for inspection online.[citation needed] In large schools where law enforcement officers are present, the fine for \"playing hooky\" can range from $250 to as much as $500. About 12,000 students were ticketed for truancy in 2008 in Los Angeles.[18] Many states[clarification needed] provide for the appointment of local truancy officers who have the authority to arrest habitually truant youths and bring them to their parents or to the school they are supposed to attend. Many states[clarification needed] also have the power to revoke a student's driver's license or permit. Where it exists, a school truancy officer is often a constable or sheriff, concurrently.\n\nChildren are required by law to attend school until they reach a certain age, which varies by state (typically 16–18 years), unless an absence is formally excused by a school official or the child has been expelled.\n\nChildren in private school or homeschooling are exempt from attending mandatory public schooling.[19]\n\nIn Israel, Attendance Officers (AO) are key figures helping students cope with difficulties of adjustment in school, which can cause them to drop out of the education system altogether. AOs are employed by the local authority, as authorized by the Minister of Education, and their role is to ensure that the Compulsory Education Law is implemented in educational institutions for all 15 years of compulsory schooling.  In recent years, efforts have been made to professionalize and structure the role of attendance officer.  A 2016 study of the AO role found there had been a change in the focus of the AOs' work – from concentrating on students who do not regularly attend an educational framework to intervention at an earlier stage with students who are still in a formal educational framework, but are experiencing adjustment difficulties. The data over the period from 2006 to 2016 indicated a decline in the relative percentage of students not in formal education (dropouts) out of all students in the care of AOs, and that most of those in the care of an AO did attend a formal framework.  At the end of the period of AO intervention, 38% of the students who were not in an educational framework when the AO began work with them had returned to a formal framework. Among those who had been in a framework at the start of work but were contending with various difficulties, almost 90% were still in the framework at the end of the intervention.  Finally, the data noted the multiple difficulties facing AOs working with the Bedouin population and with students in East Jerusalem, as well as the limited resources available to them.[20]\n\nIn Italy compulsory education starts at 6 years of Age and finishes at 16, however, truancy constitutes a crime only in Elementary school, which starts at 6 years of age, or before if parents decide to, and lasts 5 years (Articolo 731 codice penale).\nThere are still countless measures to prevent, identify and treat truancy.\n\n"
        },
        {
            "title": "",
            "text": "In Poland and the Faroe Islands, the first day of spring (March 21) is an unofficial occasion popular among children, who traditionally play truant on that day.[21] Similarly, students in the United States have Senior Skip Day. The date for skip day varies among different schools. In the Eastern United States, Senior Skip Day is often celebrated on the last Friday before Spring Break, or in some cases, the Monday after prom.[22]\n\n"
        }
    ]
}