{
    "url": "https://en.wikipedia.org/wiki/True_self_and_false_self",
    "title": "True self and false self",
    "table_of_contents": [
        "1 Characteristics",
        "2 Precursors",
        "3 Later developments",
        "3.1 Kohut",
        "3.2 Lowen",
        "3.3 Masterson",
        "3.4 Symington",
        "3.5 Vaknin",
        "3.6 Miller",
        "3.7 Orbach: false bodies",
        "3.8 Jungian persona",
        "3.9 Stern's tripartite self",
        "3.10 Richard Rohr",
        "4 Criticisms",
        "5 Literary examples",
        "6 See also",
        "7 References",
        "8 Further reading",
        "9 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The true self (also known as real self, authentic self, original self and vulnerable self) and the false self (also known as fake self, idealized self, superficial self and pseudo self) are a psychological dualism conceptualized by English psychoanalyst Donald Winnicott.[1] Winnicott used \"true self\" to denote a sense of self based on spontaneous authentic experience and a feeling of being alive, having a real self with little to no contradiction.[2] \"False self\", by contrast, denotes a sense of self created as a defensive façade,[1] which in extreme cases can leave an individual lacking spontaneity and feeling dead and empty behind an inconsistent and incompetent appearance of being real, such as in narcissism.[1]\n\n"
        },
        {
            "title": "Characteristics",
            "text": "In his work, Winnicott saw the \"true self\" as stemming from self-perception in early infancy, such as awareness of tangible aspects of being alive, like blood pumping through veins and lungs inflating and deflating with breathing—what Winnicott called simply being.[3] Out of this, an infant begins to guarantee that these elements are constant, and regards its life as an essential reality. After birth, the baby's spontaneous, nonverbal gestures derive from that instinctual sense,[1] and if responded to kindly and with affirmation by the parents, become the basis for the continuing development of the true self.\n\nHowever, when what Winnicott was careful to describe as good enough parenting—i.e., not necessarily perfect[4]—was not in place, the infant's spontaneity was in danger of being encroached on by the need for compliance with the parents' wishes/expectations.[5] The result could be the creation of what Winnicott called the \"false self\", where \"other people's expectations can become of overriding importance, overlaying or contradicting the original sense of self, the one connected to the very roots of one's being\".[6] The danger he saw was that \"through this false self, the infant builds up a false set of relationships, and by means of introjections even attains a show of being real\",[7] while, in fact, merely concealing a barren emptiness behind an independent-seeming façade.[8]\n\nThe danger was particularly acute where the baby had to provide attunement for the mother/parents, rather than vice versa, building up a sort of dissociated recognition of the object on an impersonal, not personal and spontaneous basis.[9] But while such a pathological false self stifled the spontaneous gestures of the true self in favour of a lifeless imitation, Winnicott nevertheless considered it of vital importance in preventing something worse: the annihilating experience of the exploitation of the hidden true self itself.[10]\n\n"
        },
        {
            "title": "Precursors",
            "text": "Helene Deutsch, a colleague of Freud, had previously described \"as if\" personalities, pseudo-relationships substituting for real ones.[11] Winnicott's analyst, Joan Riviere, had also explored the concept of the narcissist's masquerade, which is essentially a superficial assent concealing a subtle hidden struggle for control.[12] Freud's own late theory of the ego as the product of identifications[13] came close to viewing it only as a false self;[14] while Winnicott's true/false distinction has also been compared to Michael Balint's \"basic fault\" and to Ronald Fairbairn's notion of the \"compromised ego\".[15]\n\nErich Fromm, in his 1941 book The Fear of Freedom distinguished between original self and pseudo self—the inauthenticality of the latter being a way to escape the loneliness of freedom;[16] while much earlier existentialists such as Søren Kierkegaard had claimed that \"to will to be that self which one truly is, is indeed the opposite of despair\"—the despair of choosing \"to be another than himself\".[17]\n\nKaren Horney, in her 1950 book, Neurosis and Human Growth, based her idea of \"true self\" and \"false self\" through the view of self-improvement, interpreting it as real self and ideal self, with the real self being what one currently is and the ideal self being what one could become.[18] (See also Karen Horney § Theory of the self).\n\n"
        },
        {
            "title": "Later developments",
            "text": "The second half of the twentieth century has seen Winnicott's ideas extended and applied in a variety of contexts, both in psychoanalysis and beyond.\n\nKohut extended Winnicott's work in his investigation of narcissism,[19] seeing narcissists as evolving a defensive armor around their damaged inner selves.[20] He considered it less pathological to identify with the damaged remnants of the self, than to achieve coherence through identification with an external personality at the cost of one's own autonomous creativity.[21]\n\nAlexander Lowen identified narcissists as having a true and a false, or superficial, self. The false self rests on the surface, as the self presented to the world. It stands in contrast to the true self, which resides behind the facade or image. This true self is the feeling self, but for the narcissist the feeling self must be hidden and denied. Since the superficial self represents submission and conformity, the inner or true self is rebellious and angry. This underlying rebellion and anger can never be fully suppressed since it is an expression of the life force in that person. But because of the denial, it cannot be expressed directly. Instead it shows up in the narcissist's acting out. And it can become a perverse force.[22]\n\nJames F. Masterson argued that all the personality disorders crucially involve the conflict between a person's two selves: the false self, which the very young child constructs to please the mother, and the true self. The psychotherapy of personality disorders is an attempt to put people back in touch with their real selves.[23]\n\nSymington developed Winnicott's contrast between true and false self to cover the sources of personal action, contrasting an autonomous and a discordant source of action – the latter drawn from the internalisation of external influences and pressures.[24] Thus for example parental dreams of self-glorification by way of their child's achievements can be internalised as an alien discordant source of action.[25] Symington stressed however the intentional element in the individual's abandoning the autonomous self in favour of a false self or narcissistic mask – something he considered Winnicott to have overlooked.[26]\n\nAs part of what has been described as a personal mission to raise the profile of the condition, [27] psychology professor (and self-confessed narcissist) Sam Vaknin has highlighted the role of the false self in narcissism. The false self replaces the narcissist's true self and is intended to shield him from hurt and narcissistic injury by self-imputing omnipotence. The narcissist pretends that his false self is real and demands that others affirm this confabulation, meanwhile keeping his real imperfect true self under wraps.[28]\n\nFor Vaknin, the false self is by far more important to the narcissist than his dilapidated, dysfunctional true self; and he does not subscribe to the view that the true self can be resuscitated through therapy.[29]\n\nAlice Miller cautiously warns that a child/patient may not have any formed true self, waiting behind the false self facade;[30] and that as a result freeing the true self is not as simple as the Winnicottian image of the butterfly emerging from its cocoon.[31]  If a true self can be developed, however, she considered that the empty grandiosity of the false self could give way to a new sense of autonomous vitality.[32]\n\nSusie Orbach saw the false self as an overdevelopment (under parental pressure) of certain aspects of the self at the expense of other aspects – of the full potential of the self – producing thereby an abiding distrust of what emerges spontaneously from the individual himself or herself.[33] Orbach went on to extend Winnicott's account of how environmental failure can lead to an inner splitting of mind and body,[34] so as to cover the idea of the false body –  falsified sense of one's own body.[35] Orbach saw the female false body in particular as built upon identifications with others, at the cost of an inner sense of authenticity and reliability.[36] Breaking up a monolithic but false body-sense in the process of therapy could allow for the emergence of a range of authentic (even if often painful) body feelings in the patient.[37]\n\nJungians have explored the overlap between Jung's concept of the persona and Winnicott's false self;[38] but, while noting similarities, consider that only the most rigidly defensive persona approximates to the pathological status of the false self.[39]\n\nDaniel Stern considered Winnicott's sense of \"going on being\" as constitutive of the core, pre-verbal self.[40] He also explored how language could be used to reinforce a false sense of self, leaving the true self linguistically opaque and disavowed.[41] He ended, however, by proposing a three-fold division of social, private, and of disavowed self.[42]\n\nRichard Rohr explores the spiritual dimensions of the concept of True self and False self in his book Immortal Diamond.\n\n"
        },
        {
            "title": "Criticisms",
            "text": "Neville Symington criticised Winnicott for failing to integrate his false self insight with the theory of ego and id.[43] Similarly, continental analysts like Jean-Bertrand Pontalis have made use of true/false self as a clinical distinction, while having reservations about its theoretical status.[44]\n\nThe philosopher Michel Foucault took issue more broadly with the concept of a true self on the anti-essentialist grounds that the self was a construct – something one had to evolve through a process of subjectification, an aesthetics of self-formation, not something simply waiting to be uncovered:[45] \"we have to create ourselves as a work of art\".[46]\n\n"
        }
    ]
}