{
    "url": "https://en.wikipedia.org/wiki/Tsimshian_mythology",
    "title": "Tsimshian mythology",
    "table_of_contents": [],
    "paragraphs": [
        {
            "title": "",
            "text": "Tsimshian mythology is the mythology of the Tsimshian, an Aboriginal people in Canada and a Native American tribe in the United States. The majority of Tsimshian people live in British Columbia, while others live in Alaska.[citation needed]\n\nTsmishian myth is known from orally-passed tales. An adaawx(or true tellings) is a story concerning animal spirits in human guise and is usually linked to the origin of the Earth and the peoples on it. A malesk, in contrast, is an adventure or history tale that purports to entertain rather than explain.\n\nThe Raven spirit is known as We-gyet or Txamsem.[1] Txamsem is said to have a brother named Logobola who is responsible for the lack of fresh and clear water as well as the existence of the fog into which Txamsem became lost.\n\n"
        },
        {
            "title": "The Raven",
            "text": "The Raven, known as Txamsem or Giant, is a central figure in Tsimshian mythology, part of the Raven Tales mythology connecting the indigenous peoples of the Pacific Northwest Coast. The Raven is viewed as the creator of the universe and an intermediary between its physical and spiritual incarnations.[2]: 160 \n\nTsimshian creation myth presupposes a dark and still universe populated by a variety of animal spirits.[2]: 165  An animal chief pampers his son, causing him to fall sick and die, and his intestines are burned. The next day a new youth appears in the bed,\nhealthy and visible in the darkness, \"bright as fire.\" The boy is adopted by the chief. Initially, this boy does not eat, but slave spirits trick him into eating scabs. This triggers an enormous appetite in the boy, who begins to eat so much that the chief and villagers send him away with a raven blanket. The boy leaves, and becomes Raven.[2]: 165 \n\nAs Raven arrives in the mainland, he is insatiably hungry, causing great disruptions to those he meets. At various points of the myth he serves as a trickster.[2]: 171  For example, after creating a slave from rotted wood, he disguises himself as a king and arrives in a village. The villagers tell the slave to invite Raven for dinner, but the slave says Raven is not hungry, and takes the food for himself. Raven builds a bridge from cabbage and as the slave crosses, he falls to his death. Raven descends into the valley to eat the food from the dead slave's belly.[2]: 171 \n\nAs Raven begins to develop a sense of generosity, he hosts a potlatch, in which he shares food with many guests. As he speaks, he wishes they would all turn to stone, and they do, giving form to a previously immaterial world.[2]: 176 \n\n"
        }
    ]
}