{
    "url": "https://en.wikipedia.org/wiki/Rocket_equation",
    "title": "Tsiolkovsky rocket equation",
    "table_of_contents": [
        "1 History",
        "2 Experiment of the Boat by Tsiolkovsky",
        "3 Derivation",
        "3.1 Most popular derivation",
        "3.2 Other derivations",
        "3.2.1 Impulse-based",
        "3.2.2 Acceleration-based",
        "3.2.3 Limit of finite mass \"pellet\" expulsion",
        "3.3 Special relativity",
        "4 Terms of the equation",
        "4.1 Delta-v",
        "4.2 Mass fraction",
        "4.3 Effective exhaust velocity",
        "5 Applicability",
        "6 Examples",
        "7 Stages",
        "8 Common misconceptions",
        "9 See also",
        "10 References",
        "11 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The classical rocket equation, or ideal rocket equation is a mathematical equation that describes the motion of vehicles that follow the basic principle of a rocket: a device that can apply acceleration to itself using thrust by expelling part of its mass with high velocity can thereby move due to the conservation of momentum.\nIt is credited to the Russian scientist Konstantin Tsiolkovsky who independently derived it and published it in 1903,[1][2] although it had been independently derived and published by the British mathematician William Moore in 1810,[3] and later published in a separate book in 1813.[4] American Robert Goddard also developed it independently in 1912, and German Hermann Oberth derived it independently about 1920.\n\nThe maximum change of velocity of the vehicle, \n\n\n\nΔ\nv\n\n\n{\\displaystyle \\Delta v}\n\n (with no external forces acting) is:\n\n\nGiven the effective exhaust velocity determined by the rocket motor's design, the desired delta-v (e.g. orbital speed or escape velocity), and a given dry mass \n\n\n\n\nm\n\nf\n\n\n\n\n{\\displaystyle m_{f}}\n\n, the equation can be solved for the required propellant mass \n\n\n\n\nm\n\n0\n\n\n−\n\nm\n\nf\n\n\n\n\n{\\displaystyle m_{0}-m_{f}}\n\n:\n\nThe necessary wet mass grows exponentially with the desired delta-v.\n\n"
        },
        {
            "title": "History",
            "text": "The equation is named after Russian scientist Konstantin Tsiolkovsky who independently derived it and published it in his 1903 work.[5][2]\n\nThe equation had been derived earlier by the British mathematician William Moore in 1810,[3] and later published in a separate book in 1813.[4]\n\nAmerican Robert Goddard independently developed the equation in 1912 when he began his research to improve rocket engines for possible space flight. German engineer Hermann Oberth independently derived the equation about 1920 as he studied the feasibility of space travel.\n\nWhile the derivation of the rocket equation is a straightforward calculus exercise, Tsiolkovsky is honored as being the first to apply it to the question of whether rockets could achieve speeds necessary for space travel.\n\n"
        },
        {
            "title": "Experiment of the Boat by Tsiolkovsky",
            "text": "\n\nIn order to understand the principle of rocket propulsion, Konstantin Tsiolkovsky proposed the famous experiment \"of the boat\". A person is in a boat away from the shore without oars. They want to reach this shore. They notice that the boat is loaded with a certain quantity of stones and have the idea of throwing, one by one and as quickly as possible, these stones in the opposite direction to the bank. Effectively, the quantity of movement of the stones thrown in one direction corresponds to an equal quantity of movement for the boat in the other direction.\n\n"
        },
        {
            "title": "Derivation",
            "text": "Consider the following system:\n\n\n\nIn the following derivation, \"the rocket\" is taken to mean \"the rocket and all of its unexpended propellant\".\n\nNewton's second law of motion relates external forces (\n\n\n\n\nF\n\ni\n\n\n\n\n{\\displaystyle F_{i}}\n\n) to the change in linear momentum of the whole system (including rocket and exhaust) as follows:\n\nThe velocity of the exhaust \n\n\n\n\nV\n\ne\n\n\n\n\n{\\displaystyle V_{\\text{e}}}\n\n in the observer frame is related to the velocity of the exhaust in the rocket frame \n\n\n\n\nv\n\ne\n\n\n\n\n{\\displaystyle v_{\\text{e}}}\n\n by (since exhaust velocity is in the negative direction)\n\nSolving this yields:\n\nIf there are no external forces then \n\n\n\n\n∑\n\ni\n\n\n\nF\n\ni\n\n\n=\n0\n\n\n{\\textstyle \\sum _{i}F_{i}=0}\n\n (conservation of linear momentum) and\n\nAssuming that \n\n\n\n\nv\n\ne\n\n\n\n\n{\\displaystyle v_{\\text{e}}}\n\n is constant (known as the Tsiolkovsky's hypothesis[2]), so it is not subject to integration, then the above equation may be integrated as follows:\n\nThis then yields\n\nwhere \n\n\n\n\nm\n\n0\n\n\n\n\n{\\displaystyle m_{0}}\n\n is the initial total mass including propellant, \n\n\n\n\nm\n\nf\n\n\n\n\n{\\displaystyle m_{f}}\n\n  the final mass, and \n\n\n\n\nv\n\ne\n\n\n\n\n{\\displaystyle v_{\\text{e}}}\n\n the velocity of the rocket exhaust with respect to the rocket (the specific impulse, or, if measured in time, that multiplied by gravity-on-Earth acceleration). If \n\n\n\n\nv\n\ne\n\n\n\n\n{\\displaystyle v_{\\text{e}}}\n\n is NOT constant, we might not have rocket equations that are as simple as the above forms. Many rocket dynamics researches were based on the Tsiolkovsky's constant \n\n\n\n\nv\n\ne\n\n\n\n\n{\\displaystyle v_{\\text{e}}}\n\n hypothesis.\n\nThe value \n\n\n\n\nm\n\n0\n\n\n−\n\nm\n\nf\n\n\n\n\n{\\displaystyle m_{0}-m_{f}}\n\n is the total working mass of propellant expended.\n\n\n\n\n\nΔ\nV\n\n\n{\\displaystyle \\Delta V}\n\n (delta v) is the integration over time of the magnitude of the acceleration produced by using the rocket engine (what would be the actual acceleration if external forces were absent). In free space, for the case of acceleration in the direction of the velocity, this is the increase of the speed. In the case of an acceleration in opposite direction (deceleration) it is the decrease of the speed. Of course gravity and drag also accelerate the vehicle, and they can add or subtract to the change in velocity experienced by the vehicle. Hence delta-v may not always be the actual change in speed or velocity of the vehicle.\n\nThe equation can also be derived from the basic integral of acceleration in the form of force (thrust) over mass.\nBy representing the delta-v equation as the following:\n\nwhere T is thrust, \n\n\n\n\nm\n\n0\n\n\n\n\n{\\displaystyle m_{0}}\n\n is the initial (wet) mass and \n\n\n\nΔ\nm\n\n\n{\\displaystyle \\Delta m}\n\n is the initial mass minus the final (dry) mass,\n\nand realising that the integral of a resultant force over time is total impulse, assuming thrust is the only force involved,\n\nThe integral is found to be:\n\nRealising that impulse over the change in mass is equivalent to force over propellant mass flow rate (p), which is itself equivalent to exhaust velocity,\n\nImagine a rocket at rest in space with no forces exerted on it (Newton's First Law of Motion). From the moment its engine is started (clock set to 0) the rocket expels gas mass at a constant mass flow rate R (kg/s) and at exhaust velocity relative to the rocket ve (m/s). This creates a constant force F propelling the rocket that is equal to R × ve.  The rocket is subject to a constant force, but its total mass is decreasing steadily because it is expelling gas. According to Newton's Second Law of Motion, its acceleration at any time t is its propelling force F divided by its current mass m:\n\nNow, the mass of fuel the rocket initially has on board is equal to m0 – mf. For the constant mass flow rate R it will therefore take a time T = (m0 – mf)/R to burn all this fuel. Integrating both sides of the equation with respect to time from 0 to T (and noting that R = dm/dt allows a substitution on the right), we obtain\n\nThe rocket equation can also be derived as the limiting case of the speed change for a rocket that expels its fuel in the form of \n\n\n\nN\n\n\n{\\displaystyle N}\n\n pellets consecutively, as \n\n\n\nN\n→\n∞\n\n\n{\\displaystyle N\\to \\infty }\n\n, with an effective exhaust speed \n\n\n\n\nv\n\neff\n\n\n\n\n{\\displaystyle v_{\\text{eff}}}\n\n such that the mechanical energy gained per unit fuel mass is given by \n\n\n\n\n\n\n1\n2\n\n\n\n\nv\n\neff\n\n\n2\n\n\n\n\n{\\textstyle {\\tfrac {1}{2}}v_{\\text{eff}}^{2}}\n\n.\n\nIn the rocket's center-of-mass frame, if a pellet of mass \n\n\n\n\nm\n\np\n\n\n\n\n{\\displaystyle m_{p}}\n\n is ejected at speed \n\n\n\nu\n\n\n{\\displaystyle u}\n\n and the remaining mass of the rocket is \n\n\n\nm\n\n\n{\\displaystyle m}\n\n, the amount of energy converted to increase the rocket's and pellet's kinetic energy is\n\nUsing momentum conservation in the rocket's frame just prior to ejection, \n\n\n\nu\n=\nΔ\nv\n\n\n\nm\n\nm\n\np\n\n\n\n\n\n\n\n{\\textstyle u=\\Delta v{\\tfrac {m}{m_{p}}}}\n\n, from which we find \n\nLet \n\n\n\nϕ\n\n\n{\\displaystyle \\phi }\n\n be the initial fuel mass fraction on board and \n\n\n\n\nm\n\n0\n\n\n\n\n{\\displaystyle m_{0}}\n\n the initial fueled-up mass of the rocket. Divide the total mass of fuel \n\n\n\nϕ\n\nm\n\n0\n\n\n\n\n{\\displaystyle \\phi m_{0}}\n\n into \n\n\n\nN\n\n\n{\\displaystyle N}\n\n discrete pellets each of mass \n\n\n\n\nm\n\np\n\n\n=\nϕ\n\nm\n\n0\n\n\n\n/\n\nN\n\n\n{\\displaystyle m_{p}=\\phi m_{0}/N}\n\n. The remaining mass of the rocket after ejecting \n\n\n\nj\n\n\n{\\displaystyle j}\n\n pellets is then \n\n\n\nm\n=\n\nm\n\n0\n\n\n(\n1\n−\nj\nϕ\n\n/\n\nN\n)\n\n\n{\\displaystyle m=m_{0}(1-j\\phi /N)}\n\n. The overall speed change after ejecting \n\n\n\nj\n\n\n{\\displaystyle j}\n\n pellets is the sum\n[6]\n\nNotice that for large \n\n\n\nN\n\n\n{\\displaystyle N}\n\n the last term in the denominator \n\n\n\nϕ\n\n/\n\nN\n≪\n1\n\n\n{\\displaystyle \\phi /N\\ll 1}\n\n and can be neglected to give\n\nAs \n\n\n\nN\n→\n∞\n\n\n{\\displaystyle N\\rightarrow \\infty }\n\n this Riemann sum becomes the definite integral\n\nIf special relativity is taken into account, the following equation can be derived for a relativistic rocket,[7] with \n\n\n\nΔ\nv\n\n\n{\\displaystyle \\Delta v}\n\n again standing for the rocket's final velocity (after expelling all its reaction mass and being reduced to a rest mass of \n\n\n\n\nm\n\n1\n\n\n\n\n{\\displaystyle m_{1}}\n\n) in the inertial frame of reference where the rocket started at rest (with the rest mass including fuel being \n\n\n\n\nm\n\n0\n\n\n\n\n{\\displaystyle m_{0}}\n\n initially), and \n\n\n\nc\n\n\n{\\displaystyle c}\n\n standing for the speed of light in a vacuum:\n\nWriting \n\n\n\n\n\n\nm\n\n0\n\n\n\nm\n\n1\n\n\n\n\n\n\n{\\textstyle {\\frac {m_{0}}{m_{1}}}}\n\n as \n\n\n\nR\n\n\n{\\displaystyle R}\n\n allows this equation to be rearranged as\n\nThen, using the identity \n\n\n\n\nR\n\n\n\n2\n\nv\n\ne\n\n\n\nc\n\n\n\n=\nexp\n⁡\n\n[\n\n\n\n\n2\n\nv\n\ne\n\n\n\nc\n\n\nln\n⁡\nR\n\n]\n\n\n\n{\\textstyle R^{\\frac {2v_{\\text{e}}}{c}}=\\exp \\left[{\\frac {2v_{\\text{e}}}{c}}\\ln R\\right]}\n\n (here \"exp\" denotes the exponential function; see also Natural logarithm as well as the \"power\" identity at Logarithmic identities) and the identity \n\n\n\ntanh\n⁡\nx\n=\n\n\n\n\ne\n\n2\nx\n\n\n−\n1\n\n\n\ne\n\n2\nx\n\n\n+\n1\n\n\n\n\n\n{\\textstyle \\tanh x={\\frac {e^{2x}-1}{e^{2x}+1}}}\n\n (see Hyperbolic function), this is equivalent to\n\n"
        },
        {
            "title": "Terms of the equation",
            "text": "Delta-v (literally \"change in velocity\"), symbolised as Δv and pronounced delta-vee, as used in spacecraft flight dynamics, is a measure of the impulse that is needed to perform a maneuver such as launching from, or landing on a planet or moon, or an in-space orbital maneuver. It is a scalar that has the units of speed. As used in this context, it is not the same as the physical change in velocity of the vehicle.\n\nDelta-v is produced by reaction engines, such as rocket engines and is proportional to the thrust per unit mass, and burn time, and is used to determine the mass  of propellant required for the given manoeuvre through the rocket equation.\n\nFor multiple manoeuvres, delta-v sums linearly.\n\nFor interplanetary missions delta-v is often plotted on a porkchop plot which displays the required mission delta-v as a function of launch date.\n\nIn aerospace engineering, the propellant mass fraction is the portion of a vehicle's mass which does not reach the destination, usually used as a measure of the vehicle's performance. In other words, the propellant mass fraction is the ratio between the propellant mass and the initial mass of the vehicle. In a spacecraft, the destination is usually an orbit, while for aircraft it is their landing location. A higher mass fraction represents less weight in a design.  Another related measure is the payload fraction, which is the fraction of initial weight that is payload.\n\nThe effective exhaust velocity is often specified as a specific impulse and they are related to each other by:\n\n"
        },
        {
            "title": "Applicability",
            "text": "The rocket equation captures the essentials of rocket flight physics in a single short equation. It also holds true for rocket-like reaction vehicles whenever the effective exhaust velocity is constant, and can be summed or integrated when the effective exhaust velocity varies. The rocket equation only accounts for the reaction force from the rocket engine; it does not include other forces that may act on a rocket, such as aerodynamic or gravitational forces. As such, when using it to calculate the propellant requirement for launch from (or powered descent to) a planet with an atmosphere, the effects of these forces must be included in the delta-V requirement (see Examples below). In what has been called \"the tyranny of the rocket equation\", there is a limit to the amount of payload that the rocket can carry, as higher amounts of propellant increment the overall weight, and thus also increase the fuel consumption.[8] The equation does not apply to non-rocket systems such as aerobraking, gun launches, space elevators, launch loops, tether propulsion or light sails.\n\nThe rocket equation can be applied to orbital maneuvers in order to determine how much propellant is needed to change to a particular new orbit, or to find the new orbit as the result of a particular propellant burn. When applying to orbital maneuvers, one assumes an impulsive maneuver, in which the propellant is discharged and delta-v applied instantaneously. This assumption is relatively accurate for short-duration burns such as for mid-course corrections and orbital insertion maneuvers. As the burn duration increases, the result is less accurate due to the effect of gravity on the vehicle over the duration of the maneuver. For low-thrust, long duration propulsion, such as electric propulsion, more complicated analysis based on the propagation of the spacecraft's state vector and the integration of thrust are used to predict orbital motion.\n\n"
        },
        {
            "title": "Examples",
            "text": "Assume an exhaust velocity of 4,500 meters per second (15,000 ft/s) and a \n\n\n\nΔ\nv\n\n\n{\\displaystyle \\Delta v}\n\n of 9,700 meters per second (32,000 ft/s) (Earth to LEO, including \n\n\n\nΔ\nv\n\n\n{\\displaystyle \\Delta v}\n\n to overcome gravity and aerodynamic drag).\n\n"
        },
        {
            "title": "Stages",
            "text": "In the case of sequentially thrusting rocket stages, the equation applies for each stage, where for each stage the initial mass in the equation is the total mass of the rocket after discarding the previous stage, and the final mass in the equation is the total mass of the rocket just before discarding the stage concerned. For each stage the specific impulse may be different.\n\nFor example, if 80% of the mass of a rocket is the fuel of the first stage, and 10% is the dry mass of the first stage, and 10% is the remaining rocket, then\n\nWith three similar, subsequently smaller stages with the same \n\n\n\n\nv\n\ne\n\n\n\n\n{\\displaystyle v_{\\text{e}}}\n\n for each stage, we have\n\nand the payload is 10% × 10% × 10% = 0.1% of the initial mass.\n\nA comparable SSTO rocket, also with a 0.1% payload, could have a mass of 11.1% for fuel tanks and engines, and 88.8% for fuel. This would give\n\nIf the motor of a new stage is ignited before the previous stage has been discarded and the simultaneously working motors have a different specific impulse (as is often the case with solid rocket boosters and a liquid-fuel stage), the situation is more complicated.\n\n"
        },
        {
            "title": "Common misconceptions",
            "text": "When viewed as a variable-mass system, a rocket cannot be directly analyzed with Newton's second law of motion because the law is valid for constant-mass systems only.[9][10][11]  It can cause confusion that the Tsiolkovsky rocket equation looks similar to the relativistic force equation \n\n\n\nF\n=\nd\np\n\n/\n\nd\nt\n=\nm\n\nd\nv\n\n/\n\nd\nt\n+\nv\n\nd\nm\n\n/\n\nd\nt\n\n\n{\\displaystyle F=dp/dt=m\\;dv/dt+v\\;dm/dt}\n\n.  Using this formula with \n\n\n\nm\n(\nt\n)\n\n\n{\\displaystyle m(t)}\n\n as the varying mass of the rocket seems to derive the Tsiolkovsky rocket equation, but this derivation is not correct. Notice that the effective exhaust velocity \n\n\n\n\nv\n\ne\n\n\n\n\n{\\displaystyle v_{\\text{e}}}\n\n does not even appear in this formula.\n\n"
        }
    ]
}