{
    "url": "https://en.wikipedia.org/wiki/Tuckahoe_marble",
    "title": "Tuckahoe marble",
    "table_of_contents": [
        "1 Description and geology",
        "2 History",
        "3 Buildings and structures",
        "3.1 Local",
        "3.2 Distant",
        "4 See also",
        "5 References",
        "6 Further reading"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Tuckahoe marble (also known as Inwood and Westchester marble) is a type of marble found in southern New York state and western Connecticut. Part of the Inwood Formation of the Manhattan Prong, it dates from the Late Cambrian to the Early Ordovician ages (~484 ma ago).  It was first quarried on a large scale commercially in the village of Tuckahoe, New York.  Deposits are also found in the Inwood area of Manhattan, New York City, in Eastchester, New York, and extending southward to parts of the Bronx, such as Kingsbridge, Mott Haven, Melrose and Tremont and Marble Hill. Other locations in Westchester County include Ossining, Hastings, and Thornwood.\n\n"
        },
        {
            "title": "Description and geology",
            "text": "Tuckahoe marble is a high quality marble first quarried on a large commercial scale in 1822 in the village of Tuckahoe in Westchester County. The marble is from the larger Inwood Formation or deposit, which stretches northeasterly  from mid-Manhattan through southern Westchester and into western Connecticut.[1] The marble is characterized scientifically as a dolomitic marble and varies in color from a light gray to light green, to a bluish white or brilliant white. A distinctive characteristic is the medium-to-coarse size of the calcite and dolomite particles that primarily compose the stone, which often contains minor amounts of hematite and pyrite. Oxidation of these iron-bearing minerals causes certain varieties of the marble to turn orange-brown when the stone is exposed to weather.[2]\n\n"
        },
        {
            "title": "History",
            "text": "The vast majority of the early residential and commercial buildings in New York City were constructed with wood while government and institutional buildings and mansions of the wealthy were often built of brick or stone. Locally quarried Manhattan schist and sandstone from the lower Hudson Valley were typically used before marble became more popular.  By the late 18th century, marble was being produced by a number of quarries in northern Manhattan and along the Hudson River in Westchester. The most well-known quarry that supplied stone from the deposit was in the area now known as Tuckahoe. This \"Tuckahoe marble\" was nearly pure white in color and considered by many to be of the highest grade.\n\nMany federal buildings destroyed by the British during the War of 1812 were rebuilt with Tuckahoe marble. The commercial marble industry first developed along the Bronx River. In 1818 the Tuckahoe Marble Quarry opened and eventually became a major producer of marble for the world. These local marble quarries were the main reason that the state government of New York chose Sing Sing as the site of a new prison in 1825.[3]\n\nFrom 1865 to 1871, hundreds of Scottish and Irish laborers blasted huge quantities of marble from the quarry at Hastings-on-Hudson. An inclined railroad carried it down to the quarry wharf on the Hudson River where it was dressed by skilled stonecutters and loaded onto ships and barges bound for New York City and beyond, as far as Charleston, South Carolina.[citation needed] By the 1880s, Hastings Pavement was producing the paving blocks used extensively in Central Park and Prospect Park in Brooklyn. Between 1895 and 1900, Hastings Pavement produced 10 million such blocks and shipped them throughout the U.S. and to cities in Canada, Brazil and England.\n\nWhite Tuckahoe marble supplied the early United States with a building material suitable for the neoclassical architecture popular in America's early public buildings. Tuckahoe Marble was the single most important white marble deposit in the country until the latter part of the 1800s, when development of the railroad made the extensive, high quality marble deposits of southwestern Vermont more available. Quarrying of Tuckahoe marble ceased in 1930.[where?]\n\n"
        },
        {
            "title": "Buildings and structures",
            "text": "Local structures constructed of Inwood marble include:\n\nProminent uses of Tuckahoe marble beyond the New York City metropolitan area include:\n\n"
        }
    ]
}