{
    "url": "https://en.wikipedia.org/wiki/Tungusic_creation_myth",
    "title": "Tungusic creation myth",
    "table_of_contents": [
        "1 Account of creation",
        "1.1 Alternate versions",
        "2 See also",
        "3 Notes",
        "3.1 References",
        "3.2 Further reading"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The Tungusic creation myths are traditional stories of the creation of the world belonging to the Tungusic peoples of Siberia.\n\n"
        },
        {
            "title": "Account of creation",
            "text": "In one account of the Tungusic creation myth, Buga, their central deity, set fire to a vast primordial ocean. Following a long struggle, the flames consumed much of the water, exposing dry land. Then Buga created the light and, separated it from darkness, and descended to the newly created land, where he confronted Buninka, the devil, and a dispute arose between them over who had created the world. Buninka was spiteful and tried to injure Buga's creation.[1]\n\nBuninka broke Buga's twelve-stringed lyre, and Buga angrily challenged Buninka to make a fir tree and raise it to stand fast and firm in the middle of the sea. Buga agreed he would bow to Buninka's powers if he could do so, but if he failed then Buga would subject himself to the same challenge. If Buga were then to succeed, Buninka must concede to Buga that he was the most powerful creator. Buninka agreed to the challenge and commanded a fir tree to rise from the sea. The tree grew, but it was weak and swayed to and fro, whilst Buga's tree was good.[1] Buninka was forced to acknowledge Buga's greater power and bowed in homage.  Buga put his hand to Buninka's head and turned it to iron.  This caused so much pain in Buninka that he begged Buga for release, and Buga relented, releasing Buninka to be allowed to wander the earth on condition he did no harm to man.[2]\n\nBuga then collected materials to make mankind. From the east he gathered iron; from the south fire; the west, water; and from the north, earth. From the earth he made flesh and bone; from the iron he made heart; from the water he made blood; and from the fire he gave them vitality, and thus he made two beings, a man and a woman. After they had increased in numbers Buninka he wanted to claim half as his own. Buga refused to give him any of the living but Buninka was granted the vicious men and women after they had died, Buga keeping the virtuous to himself.[3]  So after death, the evil join Buninka in hell, which is in the center of the earth.[3] Hell consisted of twelve caves, each with a different form of punishment.[3]\n\nAlmost identical versions of this myth are recounted in (Leeming 2009, p. 266) and (Sproul 2013, p. 217), but the creator is referred to as \"God\", and not 'Buga'.\n\nA similar myth of creation of man from four elements by Buga is given in (Holmberg 1964) from (Spasskiy 1822, p. 34).\n\n"
        }
    ]
}