{
    "url": "https://en.wikipedia.org/wiki/Turkic_mythology",
    "title": "Turkic mythology",
    "table_of_contents": [
        "1 Gods in Turkic mythology",
        "1.1 Tengri",
        "1.2 Other deities",
        "2 Symbols",
        "2.1 Horse",
        "2.2 Dragon",
        "2.3 Tree",
        "2.4 Deer",
        "3 Epics",
        "3.1 Grey Wolf legend",
        "3.2 Ergenekon legend",
        "3.3 Oghuz legends",
        "3.4 Korkut Ata stories",
        "3.5 Other epics",
        "3.6 Epic of King Gesar in Turkic peoples",
        "4 Legendary origins of the Turkic peoples",
        "5 Siberian Turkic mythology",
        "6 Buddhist Turkic mythology",
        "6.1 Gazelle Hunt",
        "7 Traces of Turkic mythology in Europe",
        "8 Modern interpretations",
        "8.1 Decorative arts",
        "9 See also",
        "10 Notes",
        "11 References",
        "12 Further reading",
        "13 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Turkic mythology refers to myths and legends told by the Turkic people. It features Tengrist and Shamanist strata of belief along with many other social and cultural constructs related to the nomadic and warrior way of life of Turkic and Mongol peoples in ancient times.[1][2][3] Turkic mythology shares numerous points in common with Mongol mythology.[1][2][3] Turkic mythology has also been influenced by other local Asiatic and Eurasian mythologies. For example, in Tatar mythology elements of Finnic and Indo-European mythologies co-exist. Beings from Tatar mythology include Äbädä, Alara, Şüräle, Şekä, Pitsen, Tulpar, and Zilant.\n\nThe ancient Turks apparently practised all the then-current major religions in Inner Asia, such as Tibetan Buddhism, Nestorian Christianity, Judaism, and Manichaeism, before the majority's conversion to Islam filtered through the mediation of Persian and Central Asian culture,[2][4] as well as through the preaching of Sufi Muslim wandering ascetics and mystics (fakirs and dervishes).[4][5] Often these other religions were assimilated and integrated through syncretism into their prevailing native mythological tradition, way of life, and worldview.[1][2][3][6] Irk Bitig, a 10th-century manuscript found in Dunhuang, is one of the most important sources for the recovery and study of Turkic mythology and religion. The book is written in Old Turkic alphabet like the Orkhon inscriptions.\n\n"
        },
        {
            "title": "Gods in Turkic mythology",
            "text": "Turko-Mongol mythology is essentially polytheistic but became more monotheistic during the imperial period among the ruling class, and was centered around the worship of Tengri, the omnipresent Sky God.[7][8][8][9][1] Deities are personified creative and ruling powers. Even if they are anthropomorphised, the qualities of the deities are always in the foreground.[10][11]\n\nİye are guardian spirits responsible for specific natural elements. They often lack personal traits since they are numerous.[12] Although most entities can be identified as deities or İye, there are other entities such as Genien (Çor) and demons (Abasi).[13]\n\nKök Tengri is the first of the primordial deities in the religion of the early Turkic people. After the Turks started to migrate and leave Central Asia and encounter monotheistic religions, Tengrism was modified from its pagan/polytheistic origins,[8] with only two of the original gods remaining: Tengri, representing goodness and Uçmag (a place like heaven), while Erlik represents evil and hell. The words Tengri and Sky were synonyms. Tengri's appearance is unknown. He rules the fates of all people and acts freely, but he is fair as he awards and punishes. The well-being of the people depends on his will. The oldest form of the name is recorded in Chinese annals from the 4th century BC, describing the beliefs of the Xiongnu. It takes the form 撑犁/Cheng-li, which is hypothesized to be a Chinese transcription of Tengri.[14]\n\nUmay (The Turkic root umāy originally meant 'placenta, afterbirth') is the goddess of fertility and virginity.[15] Umay resembles earth-mother goddesses found in various other world religions and is the daughter of Tengri.\n\nÖd Tengri is the god of time and is not well-attested. It is recorded in the Orkhon stones that Öd Tengri is the ruler of time and a son of Kök Tengri.[citation needed]\n\nBoz Tengri, like Öd Tengri, is also not well-attested. He is seen as the god of the grounds and steppes and is a son of Kök Tengri.[citation needed]\n\nKayra is the Spirit of God. A primordial god of the highest sky, upper air, space, atmosphere, light, life and a son of Kök Tengri.\n\nÜlgen is the son of Kayra and Umay and is the god of goodness. The Aruğ (Arı) denotes \"good spirits\" in Turkic and Altaic mythology. They are under the control of Ülgen and do good things on earth.[16]\n\nMergen is the son of Kayra and the brother of Ülgen. He represents the mind and intelligence. He sits on the seventh floor of the sky, and is considered omniscient.\n\nKyzaghan is associated with war and depicted as a strong and powerful god. Kyzaghan is the son of Kayra and the brother of Ulgan, and lives on the ninth floor of the sky. He is portrayed as a young man with a helmet and a spear, riding on a red horse.\n\nErlik is the god of death and the underworld, also known as Tamag.\n\nAlara is a water fairy from Tatar mythology that lives in Lake Baikal. She has the power to heal broken hearts and help people feel love, similar to Cupid.\n\nAk Ana, the \"White Mother\", is the primordial creator-goddess of the Turkic peoples. She is also known as the goddess of the water. \n\nAyaz Ata is a winter god. \n\nAy Dede is the moon god.\n\nGün Ana is the sun goddess.\n\nAlaz is the god of fire.\n\nTalay or Dalai is the god of the ocean and seas. (See also: Dalai Lama)\n\nElos is the goddess of chaos and control. She can be found underground, in the sky or on the earth.[citation needed]\n\n"
        },
        {
            "title": "Symbols",
            "text": "As a result of the Turks' nomadic lifestyle, the horse is also one of the main figures of Turkic mythology; Turks considered the horse an extension of the individual, particularly the male horse. This might have been the origin of the title \"at-beyi\" (horse-lord).[citation needed]\n\nTulpar is a winged or swift horse in Turkic mythology (for example, Kazakh and Tatar mythology), similar to Pegasus. Tulpar is also found on the state emblems of Kazakhstan, Mongolia and Bashkortostan.\n\nThe dragon (Evren, also Ebren), also depicted as a snake or a lizard, is a symbol of might and power. It is believed, especially in mountainous Central Asia, that dragons still live in the mountains of Tian Shan/Tengri Tagh and Altay. Dragons also symbolize the god Tengri in ancient Turkic tradition, although dragons themselves were not worshiped as gods.[citation needed]\n\nThe World Tree or Tree of Life is a central symbol in Turkic mythology, and may have its origin in Central Asia.[17] According to the Altai Turks, human beings are actually descended from trees. According to the Yakuts, Ak Ana sits at the base of the Tree of Life, whose branches reach to the heavens and are occupied by various supernatural creatures which have been born there. The Tree of Life is known as the \"white creator lord\" (Yryn-al-tojon). Yakut myth thus combines the cosmic tree with a mother goddess into a concept of nourishing and sustaining entity.[18] The blue sky around the tree indicates the peaceful nature of the country. The red ring that surrounds all of the elements represents rebirth, growth and the development of the Turkic peoples.[citation needed]\n\nAmong animals, the deer was considered to be the mediator par excellence between the worlds of gods and men; thus at the funeral ceremony the soul of the deceased was accompanied in his/her journey to the underworld (Tamag) or abode of the ancestors (Uçmag) by the spirit of a deer offered as a funerary sacrifice (or present symbolically in funerary iconography accompanying the physical body) acting as psychopomp.[19]\n\nIn the Ottoman Empire, and more specifically in western Asia Minor and Thrace the deer cult seems to have been widespread, no doubt as a result of the meeting and mixing of Turkic with local traditions. A famous case is the 13th century holy man Geyiklü Baba (ie. 'father deer'), who lived with his deer in the mountain forests of Bursa and gave hind's milk to a colleague. Material in the Ottoman sources is not scarce but it is rather dispersed and very brief, denying us a clear picture of the rites involved.[20]\n\n"
        },
        {
            "title": "Epics",
            "text": "The wolf symbolizes honor and is also considered the mother of most Turkic peoples. Ashina is the name of one of the ten sons who were given birth to by a mythical wolf in Turkic mythology.[22][23][24]\n\nThe legend tells of a young boy who survived a raid in his village. A she-wolf finds the injured child and nurses him back to health. He subsequently impregnates the wolf which then gives birth to ten half-wolf, half-human boys. One of these, Ashina, becomes their leader and establishes the Ashina clan which ruled the Göktürks (T'u-chueh) and other Turkic nomadic empires.[25][26][27] The wolf, pregnant with the boy's offspring, escaped her enemies by crossing the Western Sea to a cave near to the Qocho mountains, one of the cities of the Tocharians. The first Turks subsequently migrated to the Altai regions, where they are known as experts in ironworking.[28]\n\nThe Ergenekon legend tells about a great crisis of the ancient Turks. Following a military defeat, the Turks took refuge in the legendary Ergenekon valley where they were trapped for four centuries. They were finally released when a blacksmith created a passage by melting a mountain, allowing the gray wolf to lead them out.[29][30][31][32][33][34]  A New Year's ceremony commemorates the legendary ancestral escape from Ergenekon.[35]\n\nThe legend of Oghuz Khagan is a central political mythology for Turkic peoples of Central Asia and eventually the Oghuz Turks who ruled in Anatolia and Iran. Versions of this narrative have been found in the histories of Rashid ad-Din Tabib, in an anonymous 14th-century Uyghur vertical script manuscript now in Paris, and in Abu'l Ghazi's Shajara at-Turk and have been translated into Russian and German.[citation needed]\n\nThe Book of Dede Korkut from the 11th century covers twelve legendary stories of the Oghuz Turks, one of the major branches of the Turkic peoples. It originates from the state of Oghuz Yabghu period of the Turks, from when Tengriist elements in the Turkic culture were still predominant. It consists of a prologue and twelve different stories. The legendary story which begins in Central Asia is narrated by a dramatis personae, in most cases by Korkut Ata himself.[36] Korkut Ata heritage (stories, tales, music related to Korkut Ata) represented by Azerbaijan, Kazakhstan and Turkey was included in the Representative List of the Intangible Cultural Heritage of Humanity of UNESCO in November 2018 as an example of multi-ethnic culture.[37][38]\n\nChadwick and Zhirmunsky consider that the main outlines of the cycle as we have it in Mongolia, Tibet and Ladakh show an outline that conforms to the pattern of heroic poetry among the Turkic peoples. \n\n(a) Like the Kirghiz hero Bolot, Gesar, as part of an initiation descends as a boy into the underworld. \n\n(b) The gateway to the underworld is through a rocky hole or cave on a mountain summit. \n\n(c) He is guided through the otherworld by a female tutelary spirit (Manene/grandmother) who rides an animal, like the Turkic shamaness kara Chach. \n\n(d) Like kara Chach, Gesar's tutelary spirit helps him against a host of monstrous foes in the underworld. \n\n(e) Like Bolot, Gesar returns in triumph to the world, bearing the food of immortality and the water of life. \n\n(f) Like the Altai shamans, Gesar is borne heavenward on the back of a bird to obtain herbs to heal his people. \n\nThey conclude that the stories of the Gesar cycle were well known in the territory of the Uyghur Khaganate.[39]\n\n"
        },
        {
            "title": "Legendary origins of the Turkic peoples",
            "text": "One of the most important features of Turkic mythology is that each tribe, however small, has a personal descent legend. For example, in the Oğuzname, the legend of the descent of each mentioned tribe is told first.\n\nAnother well-known genesis legend is the genesis of the Kirghiz people. According to this legend, forty girls (Kirghiz: kırk kız) left from the water of a sacred lake constitute the first Kirghiz people.\n\n"
        },
        {
            "title": "Siberian Turkic mythology",
            "text": "The Turkic peoples of Siberia are the ones who have kept Turkic mythology the most lively, colorful and preserved. Until today, they still worship the sacred beings of Tengrism and continue to keep the legend tradition of the old Turks alive.\n\nFor example, there is an ancient mythology among people of Dolgan, whose numbers are very low. Dolgans, living in the Tundra climate in the far north of Siberia, occasionally encounter Mammoth corpses, half of which have not been thawed out of the ground for 10,000 years, during their nomads. The Dolgans believe that Erlik Khan, the lord of the underworld, took the mammoths into the underworld and made them serve him. According to their beliefs, mammoths are trapped in the underworld. If they try to get to the earth, they will freeze immediately as a punishment. According to Vasily Radlov, Dolgans explained that these giant animals, which they had never seen alive, were half buried, half out, and frozen in this way. In Altaians, Yakuts, and other Siberian Turks, too, it is the good and evil spirits and sacred beings who are responsible for much of what goes on in their world. By praying and giving victim, they try to make them pleasant so that the blessings are not interrupted.[citation needed]\n\n"
        },
        {
            "title": "Buddhist Turkic mythology",
            "text": "In the 9th century, they adopted the Buddhist religion of the Old Uyghurs and developed the first large established Turkic culture on the basis of this religion. It is known that Uyghur monks translated thousands of Buddhist scriptures from Sanskrit and Chinese into Turkic during this period. Among these, many foreign legends were translated into Turkic, but old Turkic epics and history were also written down. They built the largest library of its time in the city of Khotan, but unfortunately this library was completely burned in an attack by the Kyrgyz. Only little of pages remain to this day, but the number of pages (page 500- page 600) appearing on some of these page fragments proves how extensive and detailed these books are. \n\nAmong these few remains are legends designed to bring new monks to monasteries. For example, someone tells a terrible story to emphasize that material life is bad and disgusting (Old Turkic):\n\nIn the story quoted above, a desperate man, whose wife died and was drinking, goes to the grave of his deceased wife, opens the grave and has sexual intercourse with his wife's body until he is very drunk. He makes love to the corpse so violently that the decomposed body begins to crumble between his arms. The man is covered with bruised blood and pus from head to toe. Finally, the day breaks, the man lifts his head and sees that his wife is lying in the grave next to his body, blood is spilled from the body. He sees himself; covered with blood and pus. Suddenly he realizes his monstrosity, hates himself, begins to tear his clothes, fears and panic. The man comes out of the grave and starts running. On the one hand it cries, on the other hand it vomits. As always in such Buddhist stories, the man eventually goes to a monastery and devotes his life to the Buddha, far from the whole material world.\n\nIn some other stories the subject of Buddha's being reborn in other bodies is dealt with. In one of the stories, an unstable Indian ruler hunts with hundreds of his men and kills thousands of gazelles. A golden gazelle, the leader of gazelles, is the reincarnation of Buddha. The golden gazelle warns the ruler and orders him to stop taking life, but the ruler does not listen. The golden gazelle will punish them all badly in the end.\n\n"
        },
        {
            "title": "Traces of Turkic mythology in Europe",
            "text": "It is possible to find traces of Turkic mythology in Europe due to the ancient Turkic peoples who migrated to Europe. Especially Huns and proto-Bulgarians have been the subject of epics. The best-known epic of German mythology is the epic of the German hero Siegfried, who fought against the Huns and dragons. In this epic, Attila's name is \"Etzel\".\n\nEvery Bulgarian child who reads the Asparuh saga brought to the Balkans by the Proto-Bulgars (Turkic Bulgars) in the first grade in Bulgaria can know by heart. In addition, elementary school children play parts of the Asparuh saga on the spring festival \"March mother\", also brought by the Proto-Bulgarians. In the animated part, Khan Asparuh founded the first Bulgarian state and asks to make a dedication to the Sky God Tengri to celebrate it. Before making a dedication, he must burn a bunch of dill in a sacred fire, but he cannot find dill anywhere. That's why he gets very sad. His sister, who is far away on the Volga shores, feels the pain of Asparuh and ties a bunch of dill to the feet of a hawk and sends them. Hungarians also have a very long Attila and old Turkic epics.\n\nSven Laagarbring said, “Our ancestors Oden's comrades are Turks. We have enough documents on this subject. There are those who want to show them as Thraces or Gets. I do not feel the need to criticize. My conclusions do not change. Because these are also peoples who have an adventure with the Turks. Our leaders easily portray our ancestors as Turks and Nomads.”[40] About the Similarities of Swedish with Turkic Undersecretary and Knight Bay Johan Ihre 5 years before he wrote the book, the book of history and he wrote to Snorre Sturlesson's writings that Oden and his supporters are Turkic. Wanted to prove it based on northern legends, tales and epics. He went further and examined the similarities between Swedish and Turkish.\n\n"
        }
    ]
}