{
    "url": "https://en.wikipedia.org/wiki/Turner_Classic_Movies",
    "title": "Turner Classic Movies",
    "table_of_contents": [
        "1 History",
        "1.1 Origins",
        "1.2 Launch and contributions (1994–1996)",
        "1.3 Time Warner ownership (1996–2018)",
        "1.4 TCM Movie Database (2006–2019)",
        "1.5 Corporate reconstruction (2019–present)",
        "2 Programming",
        "2.1 Now Playing",
        "2.2 Movie library",
        "2.3 Hosted and special programming",
        "2.3.1 Regular features",
        "2.3.2 Seasonal blocks",
        "2.3.3 Other programming blocks",
        "2.4 Documentaries",
        "2.5 TCM Remembers",
        "2.5.1 TCM Remembers soundtracks",
        "3 Accolades",
        "4 Streaming",
        "5 Merchandising and events",
        "5.1 TCM Vault Collection",
        "5.2 TCM Wine Club",
        "5.3 TCM Young Composers Film Competition",
        "5.4 TCM Classic Film Festival",
        "6 International versions",
        "7 See also",
        "8 References",
        "9 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Turner Classic Movies (TCM) is an American movie-oriented pay-TV network owned by Warner Bros. Discovery. Launched in 1994, Turner Classic Movies is headquartered at Turner's Techwood broadcasting campus in the Midtown business district of Atlanta, Georgia.\n\nThe channel's programming consists mainly of classic theatrically released feature films from the Turner Entertainment film library – which comprises films from Warner Bros. (covering films released before 1950), Metro-Goldwyn-Mayer (covering films released before May 1986), and the North American distribution rights to films from RKO Pictures. However, Turner Classic Movies also licenses films from other studios and occasionally shows more recent films.\n\nThe channel is available in the United States, Canada, the United Kingdom, Ireland, Malta (as Turner Classic Movies), Latin America, France, Greece, Cyprus, Spain, the Nordic countries, the Middle East, Africa (as TNT), and Asia-Pacific.\n\n"
        },
        {
            "title": "History",
            "text": "In 1986, eight years before the launch of Turner Classic Movies, Ted Turner acquired the Metro-Goldwyn-Mayer film studio for $1.5 billion. Concerns over Turner Entertainment's corporate debt load resulted in Turner selling the studio that October back to Kirk Kerkorian, from whom Turner had purchased the studio less than a year before.[1]\n\nAs part of the deal, Turner Entertainment retained ownership of MGM's library of films released up to May 9, 1986. Turner Broadcasting System was split into two companies, Turner Broadcasting System and Metro-Goldwyn-Mayer, and reincorporated as MGM/UA Communications Co.[citation needed]\n\nThe film library of Turner Entertainment Co. would serve as the base form of programming for Turner Classic Movies upon the network's launch. Before the creation of Turner Classic Movies, films from Turner's library of movies aired on the Turner Broadcasting System's advertiser-supported cable network TNT along with colorized versions of black-and-white classics such as The Maltese Falcon.\n\nTurner Classic Movies debuted on April 14, 1994, at 6 p.m. Eastern Time, with Ted Turner launching the channel at a ceremony in New York City's Times Square district.[3][4] The date and time were chosen for their historical significance as \"the exact centennial anniversary of the first public movie showing in New York City\". The first movie broadcast on TCM was the 1939 film Gone with the Wind, the same film that served as the debut broadcast of its sister channel TNT six years earlier on October 3, 1988.[5] At the time of its launch, Turner Classic Movies was available to approximately one million cable television subscribers.[6]\n\nThe network originally served as a competitor to AMC, which at the time was known as \"American Movie Classics\" and maintained a virtually identical format to Turner Classic Movies, as both networks largely focused on films released prior to 1970 and aired them in an uncut, uncolorized, and commercial-free format. \n\nIn 1996, Turner Broadcasting System merged with Time Warner which, besides placing Turner Classic Movies and Warner Bros. Entertainment under the same corporate umbrella, also gave Turner Classic Movies access to Warner Bros.' library of films released after 1950 (which itself includes other acquired entities such as the Lorimar, Saul Zaentz and National General Pictures libraries); incidentally, Turner Classic Movies had already been running select Warner Bros. film titles through a licensing agreement with the studio that was signed prior to the launch of the channel.[7]\n\nIn the early 2000s, AMC abandoned its commercial-free format, which led to Turner Classic Movies being the only movie-oriented basic cable channel to devote its programming entirely to classic films without commercial interruption or content editing. By 2002, AMC had broadened its film content to feature colorized and more recent films.\n\nLaunched in 2006, Turner Classic Movies maintains its own comprehensive database of actors, actresses, and film crew (listing more than 1.25 million people, with 15,000 written biographies),[8] and motion picture titles (more than 130,000 titles), not limited to the film libraries that Turner Classic Movies owns, and it includes links by which a user can request that Turner Classic Movies schedule any title for viewing.[9][10][11][12] TCM Movie Database has lost some functionality.[13] The portal page is now unavailable, yet database entries are still available and function.[12][14][15][16]  Richard B. Steiner was the creator, architect, and supervisor of TCM Movie Database.[17][18] By 2013, the Watch TCM app for iOS, Android, and Blackberry had some TCM Movie Database information.[19][20][21] Leonard Maltin's reviews appear in the TCM Movie Database.[22]\n\nOn March 4, 2019, Time Warner's new owner AT&T (who renamed the company WarnerMedia) announced a planned reorganization to effectively dissolve the Turner Broadcasting System division, which involved Cartoon Network, Adult Swim, Turner Classic Movies, and digital media company Otter Media being transferred directly under Warner Bros. Entertainment. Aside from Otter, which was transferred to WarnerMedia Entertainment on May 31, 2019 to oversee development of HBO Max, the newly transferred properties came under a newly formed division, Warner Bros. Global Kids, Young Adults and Classics.[23][24][25][26]\n\nOn September 1, 2021, Turner Classic Movies introduced a new logo and slogan, \"Where Then Meets Now\", in the network's first major rebranding since its launch. The rebranding was intended to give Turner Classic Movies a more modern and energetic presentation while continuing to emphasize its commitment to showcasing classic cinema; new branding elements include Technicolor-inspired color schemes, and a new stylized \"C\" in its wordmark, which resembles a camera lens and symbolizes themes of \"curation\", \"context\", \"culture\" and \"connection\".[27][28]\n\n"
        },
        {
            "title": "Programming",
            "text": "Turner Classic Movies essentially operates as a commercial-free service, with breaks between films usually consisting of promos for its programming, advertising for the network's events and merchandising, and interstitial segments profiling classic film actors and actresses. In addition to this, extended breaks between features are filled with theatrically released movie trailers and classic short subjects – from series such as The Passing Parade, Crime Does Not Pay, Pete Smith Specialties, and Robert Benchley – under the banner name TCM Extras (formerly One Reel Wonders). In 2007, some of the short films featured on Turner Classic Movies were made available for streaming on Turner Classic Movies's website. Partly to allow these interstitials, Turner Classic Movies schedules its feature films either at the top of the hour or at :15, :30 or :45 minutes past the hour, instead of in timeslots of varying five-minute increments.\n\nTurner Classic Movies's film content has remained mostly uncut and uncolorized (with films natively filmed or post-produced in the format being those only ones presented in color), depending upon the original content of movies, particularly movies released after the 1968 implementation of the Motion Picture Association of America's ratings system and the concurrent disestablishment of the Motion Picture Production Code. Because of this, Turner Classic Movies is formatted similarly to a premium channel with certain films – particularly those made from the 1960s onward – sometimes featuring nudity, sexual content, violence and/or strong profanity; the network also features rating bumpers prior to the start of a program (most programs on Turner Classic Movies, especially films, are rated for content using the TV Parental Guidelines, in lieu of the MPAA's rating system).\n\nThe network's programming season runs from March of one year until the following February of the next when a retrospective of Oscar-winning and Oscar-nominated movies is shown, called 31 Days of Oscar. As a result of its devoted format to classic feature films, viewers who are interested in tracing the career development of actresses such as Barbara Stanwyck or Greta Garbo or actors like Cary Grant or Humphrey Bogart have the unique opportunity to see most of the films that were made during their careers, from beginning to end. Turner Classic Movies presents many of its features in their original aspect ratio (widescreen or full screen) whenever possible – widescreen films broadcast on Turner Classic Movies are letterboxed on the network's standard definition feed. Turner Classic Movies also regularly presents widescreen presentations of films not available in the format on any home video release.\n\nOccasionally, Turner Classic Movies shows restored versions of films, particularly old silent films with newly commissioned musical soundtracks. Turner Classic Movies is also a major backer of the Descriptive Video Service (created by Boston PBS member station WGBH-TV), with many of the films aired on the network offering visual description for the blind and visually impaired, which is accessible through the second audio program option through most television sets, or a cable or satellite receiver.\n\nDuring the prime time hours, an ident for the \"Watch TCM\" app is shown after every movie.\n\nCertain titles on Turner Classic Movies are not available to streaming services, due to restrictions through this service platform. During these scheduled times, the movie title is blocked from airing and a visual notice is provided to the viewer.\n\nTurner Classic Movies formerly published Now Playing, a monthly program guide, originally available through a standalone subscription, which provided daily listings and descriptions for films scheduled to air on Turner Classic Movies in the coming month. The digest-size magazine highlighted a featured actor on the cover, and featured essays about the \"guest programmer\" as well as a movie-and-actor themed crossword puzzle. The May 2017 issue, following the death in March 2017 of host Robert Osborne, contained \"Remembering Robert Osborne\" by Ben Mankiewicz.[29]\n\nTurner Classic Movies ceased print publication of Now Playing (which had been one of the few channel-specific program guides that remained in print circulation for most of the 2000s and 2010s) with the August 2017 issue, moving it to an electronic format available via email free of charge.[30]\n\nTurner Classic Movies's library of films spans several decades of cinema and includes thousands of film titles, including Warner Bros. Pictures. Besides broadcasting films owned or licensed by Warner Bros., Turner Classic Movies also licenses films from Universal Pictures, Paramount Pictures,[31] The Walt Disney Company (including film content from 20th Century Studios, Buena Vista Distribution[32] as well as most of the Selznick International Pictures library[33]), Sony Pictures Entertainment (primarily film content from Columbia Pictures and TriStar Pictures), StudioCanal, and Janus Films.\n\nAlso, Turner Classic Movies has aired movies from the 1900s, the 1910s and the 1920s. Although most movies shown on Turner Classic Movies are releases from the 1930s, the 1940s, the 1950s and the 1960s, some are more contemporary – Turner Classic Movies sometimes airs films from the 1970s and the 1980s, and occasionally broadcasts movies released during the 1990s, the 2000s, the 2010s and the 2020s.\n\nMost feature movies shown during the prime time and early overnight hours (8:00 p.m. to 2:30 a.m. Eastern Time) were presented by film historian Robert Osborne (who had been with the network since its 1994 launch until 2016, except for a five-month medical leave from July to December 2011, when guest hosts presented each night's films),[34] Ben Mankiewicz presenting primetime films on Wednesday through Sunday evenings, Jacqueline Stewart presenting \"Silent Sunday Nights\" on Sundays, Tiffany Vasquez presented the films on Saturday afternoons from 2016 to 2018 when Dave Karger began presenting Saturday afternoons and the primetime films on Mondays, and Alicia Malone presenting the films on Sunday afternoons, the primetime films on Tuesdays and \"TCM Imports\" on Sundays. During the 31 Days of Oscar film festival in 2021, which aired from April 1 to May 1 to coincide with the 93rd Academy Awards – which were pushed back to April 25 due to the COVID-19 pandemic – Stewart and Muller alternated hosting duties on Wednesday nights, as the respective programming blocks they hosted in any other month, Silent Sunday Nights and Noir Alley, were pre-empted by the month-long Oscar showcase. A similar occurrence took place in August for the Summer Under the Stars festival.\n\nTurner Classic Movies regularly airs a \"Star of the Month\" throughout the year in which most, if not all, feature films from a film star are shown during that night's schedule. August is the only month to not have a \"Star of the Month\" due to \"Summer Under the Stars\". The network also marks the occurrence of a film actor's birthday (either antemortem or posthumously) or recent death with day- or evening-long festivals showcasing several of that artist's best, earliest or least-known pictures; by effect, marathons scheduled in honor of an actor's passing (which are scheduled within a month after their death) pre-empt films originally scheduled to air on that date. Turner Classic Movies also features a monthly program block called the \"TCM Guest Programmer\", in which the host is joined by celebrity guests responsible for choosing that evening's films (examples of such programmers during 2012 include Jules Feiffer, Anthony Bourdain, Debra Winger, Ellen Barkin, Spike Lee, Regis Philbin and Jim Lehrer);[35] an offshoot of this block featuring Turner Classic Movies employees aired during February 2011.\n\nThe Essentials, with various hosts since 2001, is a weekly film showcase airing on Saturday evenings at 8:00 p.m. Eastern Time which spotlights a culturally significant movie and contains a special introduction and post-movie discussion.\n\nOne of the weekly blocks is \"Noir Alley\", featuring film noir movies. It broadcasts on Saturday evenings and repeats on Sunday mornings at 10:00 a.m. Eastern Time and is hosted by Eddie Muller. The channel also broadcasts two movie blocks during the late evening hours each Sunday: \"Silent Sunday Nights\", which features silent films from the United States and abroad, usually in the latest restored version and often with new musical scores, and hosted by Jacqueline Stewart; and \"TCM Imports\" (which previously ran on Saturdays until the early 2000s[specify]), a weekly presentation of films originally released in foreign countries and hosted by Alicia Malone. TCM Underground – which debuted in October 2006 – as Saturday late night block which focuses on cult films, the block was originally hosted by rocker/filmmaker Rob Zombie until December 2006 (though as of 2014[update], it is the only regular film presentation block on the channel that does not have a host). TCM Underground recently changed its timeslot - it now airs early Saturday mornings at 2:00 a.m. Eastern Time.\n\n\nTurner Classic Movies suspends its regular schedule twice each year for a special month of film marathons.  31 Days of Oscar is a programming block aired each Oscar season by the U.S. and Asian Turner Classic Movies cable networks during the month of the Academy Awards.[36]  Each feature that TCM airs in this block can be either an Oscar winner or nominee.\n\nAnother is called \"Summer Under the Stars\", aired during August which features entire daily schedules devoted to the work of a particular actor, with movies and specials that pertain to the star of the day. In the summer of 2007, the channel debuted \"Funday Night at the Movies\", a block hosted by actor Tom Kenny (best known as the voice of SpongeBob SquarePants). This summer block featured classic feature films (such as The Wizard of Oz, Sounder, Bringing Up Baby, Singin' in the Rain, Mr. Smith Goes to Washington, The Adventures of Robin Hood, and 20,000 Leagues Under the Sea) aimed at introducing these movies to new generations of children, and their families.\n\nEach February, Turner Classic Movies airs films and programs honoring Black History Month.\n\n\"Funday Night at the Movies\" was replaced in 2008 by \"Essentials Jr.\", a youth-oriented version of its weekly series, The Essentials (originally hosted by actors Abigail Breslin, and Chris O'Donnell, then by John Lithgow from 2009 to 2011, and then by Bill Hader, starting with the 2011 season), which included such family-themed films as National Velvet, Captains Courageous, and Yours, Mine and Ours, as well as more eclectic selections, such as Sherlock Jr., The Music Box, Harvey, Mutiny on the Bounty, and The Man Who Knew Too Much.\n\nIn 2014, the channel debuted \"Treasures from the Disney Vault\", hosted by Leonard Maltin. This block showcased a compilation of vintage Disney feature films, cartoons, documentaries, episodes of the Walt Disney anthology television series, and episodes of The Mickey Mouse Club. The last scheduled \"Treasures from the Disney Vault\" aired on September 2, 2019 due to the launch of Disney+ in November of that year.[37][38][39][40]\n\nIn addition to films, Turner Classic Movies also airs original content, mostly documentaries about classic movie personalities, the world of filmmaking and particularly notable films. An occasional month-long series, Race and Hollywood, showcases films by and about people of non-white races, featuring discussions of how these pictures influenced white people's image of said races, as well as how people of those races viewed themselves. Previous installments have included \"Asian Images on Film\" in 2008,[41] \"Native American Images on Film\" in 2010,[42] \"Black Images on Film\" in 2006[43] \"Latino Images on Film\" in 2009[44] and \"Arab Images on Film\" in 2011.[45] The network aired the film series Screened Out (which explored the history and depiction of homosexuality in film) in 2007 and Religion on Film (focusing on the role of religion in cinematic works) in 2005. In 2011, TCM debuted a new series entitled AFI's Master Class: The Art of Collaboration.[46][47]\n\nIn December 1994, Turner Classic Movies debuted \"TCM Remembers\", a tribute to recently deceased film personalities (including actors, producers, composers, directors, writers, and cinematographers) which occasionally airs during promotional breaks between films. The segments appear in two forms: individual tributes and a longer end-of-year compilation. Following the recent death of an especially famous film personality (usually an actor or filmmaker), the segment will feature a montage of select shots of the deceased's work.\n\nEvery December, a longer, more inclusive \"TCM Remembers\" interstitial is produced, featuring a selection of audio and video clips interspersed with scenes from settings such as an abandoned drive-in (2012) or a theatre which is closing down (2013). Since 2001, most of the soundtracks for these have been introspective melodies by indie artists such as Badly Drawn Boy (2007) or Steve Earle (2009).[48] 2015's song, \"Quickly Now\", was written especially for TCM Remembers by Chuck Moore and Reid Hall, and sung by Eryn McHugh.[49]\n\n"
        },
        {
            "title": "Accolades",
            "text": "Turner Classic Movies received a 2008 Peabody Award for its dedication to film preservation and \"a continuing, powerful commitment to a central concept—the place of film in social and cultural experience\".[2]\n\nTurner Classic Movies received a 2013 Peabody Award for its presentation of Mark Cousins' The Story of Film: An Odyssey, a 15-episode documentary about the development and advancement of the medium of motion pictures. Drawing on its exhaustive film library, Turner Classic Movies complemented each episode with short films and feature films from the familiar to the little-seen. The Peabody Award praised Turner Classic Movies's The Story of Film \"for its inclusive, uniquely annotated survey of world cinema history\".[50]\n\n"
        },
        {
            "title": "Streaming",
            "text": "Turner Classic Movies is associated with parent company Warner Bros. Discovery's HBO Max streaming service. TCM has its own category on the service with select classic content.\n\n"
        },
        {
            "title": "Merchandising and events",
            "text": "The TCM Vault Collection consists of several different DVD collections of rare classic films that have been licensed, remastered and released by Turner Classic Movies (through corporate sister Warner Bros. Home Entertainment). These boxed set releases are of films by notable actors, directors or studios that were previously unreleased on DVD or VHS. The sets often include bonus discs including documentaries and shorts from the Turner Classic Movies library. The initial batch of DVDs are printed in limited quantities and subsequent batches are made-on-demand (MOD).\n\nIn October 2015, Turner Classic Movies announced the launch of the TCM Wine Club, in which they teamed up with Laithwaite to provide a line of mail-order wines from famous vineyards such as famed writer-director-producer Francis Ford Coppola's winery.  Wines are available in 3-month subscriptions and can be selected as reds, whites, or a mixture of both.  From the wines chosen, Turner Classic Movies also includes recommended movies to watch with each, such as a \"True Grit\" wine, to be paired with the John Wayne film of the same name.[51]\n\nIn 2000, Turner Classic Movies started the annual Young Composers Film Competition, inviting aspiring composers to participate in a judged competition that offers the winner of each year's competition the opportunity to score a restored, feature-length silent film as a grand prize, mentored by a well-known composer, with the new work subsequently premiering on the network. As of 2006, films that have been rescored include the 1921 Rudolph Valentino film Camille, two Lon Chaney films: 1921's The Ace of Hearts and 1928's Laugh, Clown, Laugh, and Greta Garbo's 1926 film The Temptress.\n\nIn April 2010, Turner Classic Movies held the first TCM Classic Film Festival, an event—now held annually—at the Grauman's Chinese Theater and the Grauman's Egyptian Theater in Hollywood. Initially hosted by Robert Osborne, the four-day long annual festival celebrates Hollywood and its movies and features celebrity appearances, special events, and screenings of around 50 classic movies including several newly restored by The Film Foundation, an organization devoted to preserving Hollywood's classic film legacy.[52] The festival was cancelled in 2020 and moved to a virtual setting in 2021 due to the COVID-19 pandemic.[53]\n\n"
        },
        {
            "title": "International versions",
            "text": "Turner Classic Movies is available in many other countries around the world. In Canada, Turner Classic Movies began to be carried on Shaw Cable and satellite provider Shaw Direct in 2005. Rogers Cable started offering Turner Classic Movies in December 2006 as a free preview for subscribers of its digital cable tier, and was added to its analogue tier in February 2007. While the schedule for the Canadian feed is generally the same as that of the U.S. network, some films are replaced for broadcast in Canada due to rights issues and other reasons. Other versions of Turner Classic Movies are available in France, Greece, Canada, Spain, Middle East, Africa, Asia, Latin America, Nordic countries, the United Kingdom,[54] Ireland and Malta. The UK version operated two channels, including a defunct spinoff called Turner Classic Movies 2.\n\n"
        }
    ]
}