{
    "url": "https://en.wikipedia.org/wiki/TV_Guide",
    "title": "TV Guide",
    "table_of_contents": [
        "1 Corporate history",
        "1.1 Prototype",
        "1.2 Annenberg/Triangle era",
        "1.2.1 Addition of cable listings",
        "1.3 News Corporation and Gemstar eras",
        "1.3.1 Format overhaul and conversion to national listings",
        "1.3.2 TV Guide Talk",
        "1.4 OpenGate Capital era",
        "1.5 CBS Interactive/CNET era",
        "1.6 Sales to Red Ventures and Fandom Inc.",
        "2 Related services",
        "2.1 Television and digital services",
        "2.1.1 TV Guide Channel/Network",
        "2.1.2 TV Insider",
        "2.1.3 TV Weekly",
        "2.2 Publications",
        "2.2.1 TV Guide Crosswords",
        "2.2.2 Parents' Guide to Children's Entertainment",
        "2.2.3 ReMIND Magazine",
        "2.3 Interactive program guides",
        "2.3.1 TV Guide Interactive",
        "2.3.2 TV Guide On Screen",
        "3 Other usage of the TV Guide name",
        "4 References",
        "5 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "TV Guide is an American digital media company that provides television program listings information as well as entertainment and television-related news.[2][3]\n\nThe company sold its print magazine division, TV Guide Magazine LLC, in 2008.[4]\n\n"
        },
        {
            "title": "Corporate history",
            "text": "The prototype of what would become TV Guide Magazine was developed by Lee Wagner (1910–1993),[5] who was the circulation director of MacFadden Publications in New York City in the 1930s – and later, by the time of the predecessor publication's creation, for Cowles Media Company – distributing magazines focusing on movie celebrities.[6]\n\nIn 1948, Wagner printed New York City area listings magazine The TeleVision Guide, which was first released on local newsstands on June 14 of that year. Silent film star Gloria Swanson, who then starred of the short-lived variety series The Gloria Swanson Hour, appeared on the cover of the first issue. Wagner later began publishing regional editions of The TeleVision Guide for New England and the Baltimore–Washington area. Five years later, he sold the editions to Walter Annenberg, who folded it into his publishing and broadcasting company Triangle Publications, but remained as a consultant for the magazine until 1963.[7]\n\nThe national TV Guide's first issue was released on April 3, 1953, accumulating a total circulation of 1,560,000 copies that were sold in the ten U.S. cities where it was distributed. The inaugural cover featured a photograph of Lucille Ball's newborn son Desi Arnaz Jr., with a downscaled inset photo of Ball placed in the top corner under the issue's headline: \"Lucy's $50,000,000 baby\".[8] The magazine was published in digest size, which remained its printed format for 52 years. From its first issue until the July 2–8, 1954, issue, listings within each edition of TV Guide began on Friday and ended on Thursday; the July 9–16, 1954, issue began on a Friday and ended on the following Friday. Then, beginning with the July 17–23, 1954, issue, the listings in each week's issue changed to start on Saturday and end on Friday, which remained the listings format for all local editions until April 2004.[citation needed] The formation of TV Guide as a national publication resulted from Triangle Publications' purchase of numerous regional television listing publications such as TV Forecast (which was circulated in the Chicago area and, upon its first publication on May 9, 1948, was the first continuously published television listings magazine), TV Digest (which was distributed in Philadelphia and Pittsburgh, and was originally distributed under the title, the Local Televiser, when it was first released on November 7, 1948), and the New York-based Television Guide (which had its title abbreviated to TV Guide on March 18, 1950).[9][10] Each of the cities that had their own local TV listings magazine folded into TV Guide were among the initial cities where the magazine conducted its national launch.\n\nThe launch as a national magazine with local listings in April 1953 became an almost instant success.[11] However, the circulation decreased over subsequent weeks, even as the magazine's distribution expanded to five additional cities (Pittsburgh, Rochester, Detroit, Cleveland and San Francisco) throughout the summer of 1953. By mid-August of that year, sales of the magazine had dropped 200,000 copies below that of the first issue. TV Guide's fortunes began to turn around with the September 4–10, 1953, issue – the magazine's first \"Fall Preview\" issue – when circulation hit 1,746,327 copies; circulation levels increased steadily over time, to the point where TV Guide eventually became the most read and circulated magazine in the United States by the 1960s.[12] The initial cost of each issue was 15¢ per copy (equivalent to $1.52 in 2021. The price per issue has gradually risen over the years, selling for $4.99 per copy as of 2022). In addition to subscriptions, TV Guide was sold at the checkout counters of grocery stores nationwide. Until the 1980s, the feature pieces included in each issue were promoted in a television commercial. Under Triangle, TV Guide continued to grow not only in circulation, but also in recognition as the authority on television programming with articles – the majority of which typically appear in the color section – from both staff and contributing writers.\n\nOver the decades, the shape of the TV Guide logo has changed to reflect the modernization of the television screen, eventually adopting a widescreen appearance in September 2003, and then to its current flatscreen appearance in September 2016 (different versions of the logo – the only cosmetic difference being the utilization of different typefaces – are currently used respectively for the magazine and the separately owned, CBS-managed digital properties). At first, the logo had various colored backgrounds (usually black, white, blue or green) until the familiar red background became the standard in the 1960s with occasional customizations being utilized for special editions.\n\nThe magazine was first based in a small office in downtown Philadelphia, before moving to more spacious national headquarters in Radnor, Pennsylvania, in the late 1950s. The new facility had a large lighted TV Guide logo at the building's entrance. It housed management, editors, production personnel and subscription processors as well as a vast computer system holding data on every television show and movie available for listing in the popular weekly publication. Printing of the national color section of TV Guide – which incorporates television-related stories, and select feature columns such as program reviews – took place at Triangle's Gravure Division plant – which was known for performing some of the highest quality printing in the industry, with almost always perfect registration – located adjacent to the company's landmark Inquirer Building on North Broad Street in Philadelphia. The color section was then sent to regional printers to be wrapped around the local listing sections.\n\nIn addition to TV Guide and its flagship newspaper The Philadelphia Inquirer, Triangle Publications also owned the Philadelphia Daily News; ten radio and six television stations (WFIL AM-FM-TV in Philadelphia, WNHC AM-FM-TV in New Haven, Connecticut, KFRE AM-FM-TV in Fresno, California, WNBF AM-FM-TV in Binghamton, New York, WFBG AM-FM-TV in Altoona, Pennsylvania and WLYH-TV in Lancaster–Lebanon, Pennsylvania), as well as The Daily Racing Form; The Morning Telegraph; Seventeen; and various cable television interests. (It was under Triangle's ownership of WFIL-TV that American Bandstand came to popularity, which, in turn, led to host Dick Clark ascending to become a major television personality.) Triangle Publications sold its Philadelphia newspapers to Knight Newspapers in 1969, its radio and television stations during the early 1970s to Capital Cities Communications (the television stations that are now known as KFSN-TV and WPVI-TV were subsequently acquired by ABC through its 1986 merger with Capital Cities) and various other interests, retaining only TV Guide, Seventeen and The Daily Racing Form.\n\nFor the magazine's first 52 years of publication, listings information was displayed in a \"log\" format, a mainly text-based list of programs organized by both start time and channel, which was the sole method – eventually, primary once prime time grids were incorporated, and later secondary for the final two years of its inclusion of local listings – of displaying program information in TV Guide until the switch to national listings in 2005. This allowed for the display of full titles for each program as well as the inclusion of synopses for movies and most programs. Most listing entries in the log included program genres (and for national news programs, anchors) after the program's title, while its running time (which was mentioned only if a program lasted a minimum of one hour – later 35 minutes – in length) was listed (in hours and minutes) in the synopses.\n\nChannel numbers were set in a tiny round icon (known as a \"bullet\") at the beginning of the listing. This bullet was soon modified to be the shape of a TV screen, similar to the shape of the TV Guide logo. In most editions, stations serving a particular edition's immediate local coverage area were denoted with a white numeral for its channel number set inside a black TV-shaped bullet. Stations serving neighboring communities outside the immediate area, but which could also be viewed in the primary local area, were denoted with a black numeral inside a white TV-shaped bullet outlined in black (for example, in the San Francisco edition, stations based in San Francisco or Oakland had their channel numbers listed as white-on-black TV-shaped bullets, while stations serving neighboring Sacramento or Salinas/Monterey (but could still be viewed in parts of San Francisco or Oakland, including their suburbs, as fringe reception) had their channel numbers listed as black-on-white icons). A particular listing could begin with as many as three or more channel bullets depending upon the number of stations in the immediate and surrounding areas broadcasting the same program at that particular time (usually different affiliates of the same network, based in the primary city as well as in neighboring areas). See the subsection \"Listings section,\" in the \"Editions\" section below, for a detailed explanation.\n\nOriginally, the majority of programs listed in the log each issue featured brief synopses, except for local and national newscasts, and programs airing on certain stations in various timeslots. As other broadcast television stations and cable channels were added, due to set space requirements for the local listings section, detailed synopses were gradually restricted to series and specials – usually those airing in evening \"prime time\" timeslots – as well as movies airing on broadcast television, while shorter synopses were used for programs seen on broadcast stations outside of the edition's home market and select cable channels; and only the title along with basic supplementary information (such as genre and/or program length) for most other broadcast and cable programs. In addition, black-and-white ads for programs scheduled to air on broadcast stations – and later, cable channels – during prime time (with local airtimes, and for broadcast stations, information for network-affiliated stations featured in the edition which were scheduled to air the advertised show) were included within the listings. Ads for major network programs were generally produced by the networks themselves (and often, the networks would run a full-page or even a double-truck ad for an entire night of programming, or for a major movie or special, or for the season premiere of a Saturday morning cartoon lineup); ads for locally produced programs, including local newscasts, were produced by individual stations (network affiliates as well as independent stations). Such locally provided ads almost always used the distinctive logos used by particular stations (for example, the \"Circle 7\" logo used for many years primarily by stations either owned by, or affiliated with, ABC). (Black-and-white ads for general products, services and special offers, similar to those seen in other national magazines, were also placed in the listings section.)\n\nA regular feature of the listings section was \"Close-Up\", usually a half-page segment, which provided expanded reviews of select programs airing each day (various editions of \"Close-Up\" were eventually used for different types of programs, from premieres of new series to shows airing on cable). Over time, other regular and recurring features (most of them television-related) were included alongside the listings including \"Insider\" (a television news and interview section in the lead pages of the color section); \"Cheers and Jeers\" (a critique page about various aspects of television programming); \"Hits and Misses\" (featuring brief reviews of select programs in the coming week, rated on a score from 0 to 10); \"Guidelines\" (a half-page daily section featuring highlights of five or six programs of interest); horoscopes; recaps of the previous week's storylines on network daytime soap operas; a page reviewing new home video (and later, DVD) releases; dedicated pages that respectively listed select sporting events, children's programs and \"four-star\" movies being broadcast during that week; and crossword puzzles. Although its issues usually focus on different television-related stories week to week, TV Guide also incorporates recurring issues that appear a few times each year, most notably the \"Fall Preview\" (an issue featured since the magazine's inaugural year in 1953, which features reviews of new series premiering during the fall television season), \"Returning Favorites\" (first published in 1996, featuring previews of series renewed from the previous television season returning for the upcoming fall schedule), \"Winter Preview\" (first published in 1994 and later known as the \"(year) TV Preview\" from 2006 to 2009, featuring previews of midseason series) and \"The Best Children's Shows on TV\" (first published in 1989 and later renamed the \"Parents' Guide to Children's Television\" in 1990, and finally as the \"Parent's Guide to Kids' TV\" in 1993, featuring stories and reviews on family-oriented programs).\n\nIcons used for other means than identifying listed stations were first added to the magazine around 1956, using the words \"SPECIAL\" and \"COLOR\", each set in capital letters inside a rectangular bar, to denote television specials and programs broadcast in color, respectively. TV Guide modified all icons incorporated into the local listings section in May 1969, changing the font for the TV-shaped bullets identifying local stations from Futura to the standard Helvetica and using similarly TV-shaped bullets marked with the abbreviation \"C\" to denote color programs (replacing the bar/text icons that had been previously used). As color programming became more ubiquitous, in August 1972, the magazine opted to identify programs originating in black and white (marked under the abbreviation \"BW\") within the listings section. In September 1981, listings began to identify programs presented with closed or open captions or with on-screen sign language interpretation.\n\nBeing an era when program episodes tended to be faithfully recurring from week to week, TV Guide listings would make note of alterations from the routine or a change in status: \"[Gunsmoke is pre-empted]\"; \"(last episode of the series)\", \"Debut: \", \"Special\". Until the 1970s, double-feature or triple-feature movie presentations by a station would be listed at the starting time of the first feature: \"MOVIE--Double Feature\", then list the movies with numeric bullets in front of each title and synopsis; subsequent to 1970, the magazine listed each movie in its own time entry.\n\nA day's listings continued well past midnight until the last station signed off following prime time programs of the calendar day before, possibly as late as 4:00 a.m. The next day's listings could begin as early as 5:00 a.m., or earlier.\n\nThe advent of cable television would become hard on TV Guide. Cable channels began to be listed in the magazine in 1980 or 1981, depending on the edition; the channels listed also differed with the corresponding edition. Regional and national superstations available on cable systems in the designated market of many editions were the only cable channels listed initially as well as, in certain markets, over-the-air subscription services transmitted over local independent stations (such as ONTV); local subscription television services were often listed as \"STV Programming\" or \"Subscription Television\" for the channel carrying the service, with the service listed separately or, in some editions, not at all. Cable-originated channels – such as HBO, CNN (both of which the magazine originally promoted mainly in full-page advertisements), the CBN Cable Network (now Freeform), the Alpha Repertory Television Service (ARTS, later succeeded by A&E through its 1984 merger with The Entertainment Channel) and Nickelodeon – were added gradually between the winter of late 1981 and the first half of 1982, depending on the edition.\n\nTo save page space, TV Guide incorporated a grid (a rowed display of listings for programs scheduled to air during the evening hours each night, primarily organized by channel) into the listings between 1979 and 1981, which was slotted at a random page within each day's afternoon listings. The grid originated as a single-page feature that provided a summary of programs airing during prime time (from 7:00 to 10:00 p.m. or 8:00 to 11:00 p.m. depending on the start of prime time within a given time zone) on the stations mentioned in the corresponding edition; by 1983, it was expanded to a two-page section – which began to take up roughly three-quarters of the two adjoining pages on which it was placed – that included programs airing during the early access and late fringe periods (from 5:00 to 11:00 p.m. or 6:00 p.m. to 12:00 a.m. local time), with the beginning and end of the magazine-defined prime time daypart (between 7:30 and 11:00 p.m. or between 6:30 and 10:00 p.m. local time on Monday through Saturdays, and between 7:00 and 11:00 p.m. or between 6:00 and 10:00 p.m. local time on Sundays) delineated by a thicker border. Channels listed in the grid were organized by broadcast stations, basic cable channels, and premium channels.\n\nIn 1983, depending on the edition, a new feature was added, the \"Pay-TV Movie Guide\" (renamed the \"Premium Channels Movie Guide\" in 1997), initially preceded the listings before being moved to the pages immediately following the Friday listings in January 1989, resulting in the national section – which had been cordoned into two sections, both preceding and following the local section – being consolidated into the first half of the pages comprising each issue. Preceding this addition, some editions carried The \"Movie Guide\", which also preceded the listings, provided summaries of films scheduled to air over the next one to two weeks on the cable channels included in both the log and grid listings (excluding those featured exclusively in the grids) as well as a first-page summary of the films scheduled to premiere that week (arranged by channel and sub-categorized by title). As the years went on, more cable channels were added into the listings of each edition. To help offset this, the May 11–17, 1985, issue introduced a smaller Helvetica font for the log, along with some other cosmetic changes; in particular, a show's length began to be listed after the show's title instead of at the end of its synopsis. That issue also saw advertising for local stations featured in the corresponding edition be restricted to certain special events, with most program promotions being restricted to those for national broadcast and cable networks.\n\nOn August 7, 1988, Triangle Publications was sold to the News America Corporation arm of News Corporation for $3 billion,[13][14] one of the largest media acquisitions of the time and the most expensive publication transaction at the time. The November 3–9, 1990, issue saw the addition of VCR Plus+ codes in some of the magazine's regional editions, for users with devices incorporating the technology – which was developed by eventual TV Guide parent Gemstar International Group Ltd. – to input into their VCRs to automatically record television programs. (Two-digit PlusCodes corresponding to the channel airing the program that a user wished to record were listed after each channel in the channel directory page; one- to eight-digit codes for individual programs were listed in the log listings section following the title of each program.) The PlusCodes expanded to all local editions beginning with the September 14–20, 1991, issue.[15][16][17] The September 12–18, 1992, issue saw the addition of bullet icons identifying colorized versions of older feature films.\n\nOn March 7, 1996, TV Guide launched the iGuide, originally developed by the News Corporation-MCI joint venture Delphi Internet Service Corp. as a web portal, which featured more comprehensive television listings data than those offered by the magazine (with information running two weeks in advance of the present date), as well as news content, TV Guide editorial content and a search feature called CineBooks, which allowed users to access detailed information on about 30,000 film titles. Later that year, content from the print publication was added to iGuide as well as content from News Corporation's other media properties.[18][19] On January 13, 1997, shortly before MCI bowed out of the venture, iGuide was relaunched as the TV Guide Entertainment Network (TVGEN), which was renamed TV Guide Online in 2002. The refocused site covered television, music, movies and sports (with content concerning the latter sourced from Fox Sports), along with wire news and features from Reuters, Daily Variety and The New York Post, free e-mail updates for registered users, and a chat room that was developed to accommodate 5,000 users simultaneously.[20][21][22]\n\nAdditional changes to the listings took place with the September 14–20, 1996 edition of the print publication. Starting with that issue, program titles switched from being displayed in all-uppercase to being shown in a mixed case, Franklin Gothic typeface, film titles – which had previously been displayed within the film description – began appearing before a film's synopsis in an italicized format (replacing the generic \"MOVIE\" header that had been used to identify films since the magazine's inception), and children's programs that were compliant with the Children's Television Act of 1990 began to be designated by a circular \"E/I\" icon. In addition, infomercials (which had been designated under the boilerplate title \"COMMERCIAL PROGRAM[S]\" until 1994, and \"INFORMERCIAL[S]\" thereafter) ceased being listed in the magazine during time periods in which stations aired them. (Time-brokered programs continued to be listed in the magazine, but were primarily restricted to religious programming.) Replacing the text identifiers that had been included within the film synopses, theatrically released films also began to be identified by a black-and-white boxed \"M\" symbol, accompanied depending on the film by its star rating (a formula, on a scale of one [for \"poor\"] to four [for \"excellent\"], based on a consensus of reviews from leading film critics, the quality of the film's cast and director, and the film's box office revenue and award wins). Movie icons also were appropriated to identify direct-to-video (marked as \"M→V\") or made-for-TV (marked as \"M→T\") releases, which were not assigned star ratings. Beginning with the January 25–31, 1997, issue, the log listings began incorporating content ratings for programs assigned through the newly implemented TV Parental Guidelines system (the system's content ratings were subsequently added upon their introduction in October 1998).\n\nNews Corporation sold TV Guide to the United Video Satellite Group, parent company of Prevue Networks, on June 11, 1998, for $800 million and 60 million shares of stock worth an additional $1.2 billion (this followed an earlier merger attempt between the two companies in 1996 that eventually fell apart).[23][24] Following the sale, reports suggested that TV Guide would remove program listings from the magazine, shifting them entirely to its new sister cable network Prevue Channel, which would be rebranded as a result of United Video's purchase of TV Guide Magazine; News Corporation executives later stated that listings information would remain part of the magazine.[25] That year, United Video acquired TVSM Inc. (publishers of competing listings guides Total TV and The Cable Guide) in a $75 million all-cash acquisition; as a result, TV Guide merged with Total TV, and began printing a version of the magazine in the latter magazine's full-size format (while retaining the original digest size version) effective with the July 11, 1998, issue.[26][27]\n\nBecause most cable systems published their own listing magazine reflecting their channel lineup, and now had a separate guide channel or an electronic program guide that can be activated by remote and provide the same information in a more detailed manner – with additional competition coming in the late 1990s from websites that also specialize in providing detailed television program information (such as TVGuide.com, then jointly operated with TV Guide Magazine, and Zap2It), a printed listing of programming in a separate magazine became less valuable. The sheer amount and diversity of cable television programming made it hard for TV Guide to provide listings of the extensive array of programming that came directly over the cable system. TV Guide also could not match the ability of the cable box to store personalized listings. Nevertheless, beginning with the September 12–18, 1998, issue, the magazine added several new channels to many of its editions, including those that had previously been mentioned only in a foreword on the channel lineup page as well as those that were available mainly on digital cable and satellite; although most of these newly added channels were placed within the prime time grids, only a few (such as Animal Planet and MSNBC) were also incorporated into the log listings.\n\nFeatures in the magazine were also revamped with the additions of \"The Robins Report\" (a review column by writer J. Max Robins), \"Family Page\" (featuring reviews of family-oriented programs) and picks of select classic films airing that week, as well as the removal of the \"Guidelines\" feature in the listings section in favor of the new highlight page \"Don't Miss\" (listing choice programs selected by the magazine's staff for the coming week) in the national color section. Listings for movies within the log also began identifying made-for-TV and direct-to-video films, as well as quality ratings on a scale of one to four stars (signifying movies that have received \"poor\" to \"excellent\" reviews).\n\nIn 1999, the magazine began hosting the TV Guide Awards, an awards show (which was telecast on Fox) honoring television programs and actors, with the winners being chosen by TV Guide subscribers through a nominee ballot inserted in the magazine. The telecast was discontinued after the 2001 event. The July 17–23, 1999, edition saw the evening grids scaled down to the designated prime time hours, 8:00 to 11:00 p.m. (or 7:00 to 10:00 p.m.) Monday through Saturdays and 7:00 to 11:00 p.m. (or 6:00 to 10:00 p.m.) on Sundays, to complement the descriptive log listings for those time periods; this also allowed the grids to be contained to a single page in certain editions that provided listings for more than 20 cable channels.\n\nOn October 5, 1999, Gemstar International Group Ltd., the maker of the VCR Plus+ device and schedule system (whose channel and program codes for VCRs using the system for timed recordings were incorporated into the magazine's listings in 1988), and which incidentally was partially owned by News Corporation, purchased United Video Satellite Group. The two companies were previously involved in a legal battle over the intellectual property rights for their respective interactive program guide systems, VCR Plus+ and TV Guide On Screen, that began in 1994.[28][29] That month, TV Guide debuted a 16-page insert into editions in 22 markets with large Hispanic populations titled TV Guide en Español, which provided programming information from national Spanish language networks (such as Univision and Telemundo) as well as special sections with reviews of the week's notable programs. The magazine discontinued the insert in March 2000 due to difficulties resulting from confusion by advertisers over its marketing as \"the first weekly Spanish-language magazine\", despite its structure as an insert within the main TV Guide publication.[30]\n\nTo commemorate the 50th anniversary of TV Guide as a national magazine, in 2002, the magazine published six special issues:\n\nBy 2003, the number of cable channels that were only listed in the grids expanded, with the addition of channels such as BBC America, Soapnet and the National Geographic Channel (some editions also featured a limited number of broadcast stations – either in-market, out-of-market or both – exclusively in the grids). Conversely, sister cable network TV Guide Channel (whose listings were added to the magazine after the Gemstar purchase) was relegated from the log listings to the grids in most editions. From its inception until 2003, TV Guide had offered listings for the entire week, 24 hours a day. Numerous changes to the local listings took place beginning with the June 21, 2003 issue – in just a few select markets, when the 5:00 a.m. to 5:00 p.m. Monday through Friday listings were condensed down to four grids: these ran from 5:00 to 8:00 a.m., 8:00 to 11:00 a.m., 11:00 a.m. to 2:00 p.m., and 2:00 to 5:00 p.m. If programming differed from one weekday to the next, the generic descriptor \"Various Programs\" was listed. The weekday grid maintained day-to-day listings for certain cable channels (primarily movie channels as well as a limited number of basic cable channels such as Lifetime, The History Channel and USA Network), which were organized separately from the other channels. These changes became permanent in all TV Guide editions beginning with the September 13, 2003, \"Fall Preview\" issue.\n\nOther changes were made to the magazine beginning with the June 21 issue in select markets and the 2003 \"Fall Preview\" issue elsewhere. A half-page daily prime time highlights section featuring the evening's notable shows, movies and sports events – similar to the former \"Guidelines\" feature – was re-added to the listings section; a full-page \"Weekday Highlights\" page was also added featuring guest and topical information for the week's daytime talk and morning shows as well as picks for movies airing during the day on broadcast and cable channels. In addition, while log listings continued in use for prime time listings, program synopses were added to the grids and log, as well as a \"NEW\" indicator for first-run episodes, replacing the \"(Repeat)\" indicator in the log's synopses. The \"Premium Channels Movie Guide\" was also restructured as \"The Big Movie Guide\", with film listings being expanded to include those airing on all broadcast networks and cable channels featured in each edition (as well as some that were not listed in a particular local edition), as well as movies that were available on pay-per-view (page references to the films included in this section were also incorporated into the prime time grids and log listings). Beginning in January 2004, the midnight to 5:00 a.m. listings (as well as the Saturday and Sunday 5:00 to 8:00 a.m. listings) ceased to include any broadcast stations outside of the edition's home market, leaving only program information for stations within the home market and for cable channels.\n\nThe magazine's format was changed beginning with the April 11, 2004, issue to start the week's listings in each issue on Sunday (the day in which television listings magazines supplemented in newspapers traditionally began each week's listings information), rather than Saturday. In July 2004, the overnight listings were removed entirely, replaced by a grid that ran from 11:00 p.m. to 2:00 a.m. that included only the broadcast stations in each edition's home market and a handful of cable channels. It also listed a small selection of late-night movies airing on certain channels. The time period of the listings in the daytime grids also shifted from starting at 5:00 a.m. and ending at 5:00 p.m. to running from 7:00 a.m. to 7:00 p.m. By this point, the log listings were restricted to programs airing from 7:00 to 11:00 p.m. In early 2005, more channels were added to the prime time and late-night grids.\n\nOn July 26, 2005, Gemstar-TV Guide announced that TV Guide would abandon its longtime digest size format and begin printing as a larger full-size national magazine that would offer more stories and fewer program listings.[31] All 140 local editions were eliminated, being replaced by two editions covering the time zones within the contiguous United States: one for the Eastern and Central time zones, and one for the Pacific and Mountain time zones (which had existed separately from the local editions prior to the change, although their distribution was primarily limited to hotels). The change in format was attributed to the increase in the internet, cable television channels (like TV Guide Network), electronic program guides and digital video recorders as the sources of choice for viewers' program listings. The new version of TV Guide went on sale on October 17, 2005, and featured Extreme Makeover: Home Edition host Ty Pennington on the cover. The listings format, now consisting entirely of grids, also changed to start the listings in each week's issue on Monday rather than Sunday. As a result of the elimination of the local editions, broadcast stations were replaced by broadcast network schedules with the description \"Local Programming\" being used to denote time periods in which syndicated, locally produced or paid programs would air instead of network shows.\n\nIn September 2006, TV Guide launched a redesigned website, with expanded original editorial and user-generated content not included in the print magazine. On December 22, 2006, TV Guide introduced the magazine's first ever two-week edition. The edition, which featured Rachael Ray on the cover, was issued for the period from December 25, 2006 to January 7, 2007. In early 2008, the Monday through Friday daytime and daily late night grids were eliminated from the listings section, and the television highlights section was compressed into a six-page review of the week, rather than the previous two pages for each night. By 2007, TV Guide's circulation had decreased to less than three million copies from a peak of almost 20 million in 1970.\n\nWith the $2.8 billion acquisition of Gemstar-TV Guide by Macrovision on May 2, 2008,[32] that company, which purchased the former mostly to take advantage of their lucrative and profitable VCR Plus and electronic program guide patents, stated it wanted to sell both the magazine and TV Guide Network, along with the company's horse racing channel TVG Network to other parties.\n\nOn May 18, 2005, TV Guide Talk, a weekly podcast that was available to download for free, was launched. The podcast was headlined by TV Guide reporter/personality Michael Ausiello, and was co-hosted by his colleagues at the magazine, Matt Webb Mitovich,[33] Angel Cohn, Daniel Manu and Maitland McDonagh. Each episode featured commentary from TV Guide staff on the week's entertainment news stories, television programs, and film releases, as well as occasional interviews with actors, producers, and executives. On April 4, 2008 (following Ausiello's move to Entertainment Weekly), it was announced that the podcast would be ending,[34] and the final episode (Episode No. 139) was released on April 10, 2008.[35]\n\nTV Guide Talk podcasts were released every Friday afternoon and averaged an hour in length. They featured the participants discussing and commenting on the past week in television and the entertainment industry in general. The beginning of each podcast was devoted to in-depth discussion on the week's biggest new story in the entertainment industry, whether it be a television program or something outside the scope of television show or movie (such as the Academy Awards or the Emmys). The middle part was devoted to discussion and commentary on individual shows. The podcast emphasized programs that tend to have a large online following even if that following is not necessarily reflected in the programs' Nielsen rating.  Examples include American Idol, Heroes, Lost, Survivor, Gilmore Girls, Veronica Mars, and Project Runway (the latter three being examples a low-rated shows which nevertheless have sizable online followings). Each podcast also ended with a weekly review of that weekend's new theatrical releases.\n\nOn October 13, 2008, Macrovision sold the money-losing magazine (which was reportedly posting revenue losses of $20 million per year by that point) to Beverly Hills-based equity fund OpenGate Capital for $1, and a $9.5 million loan at 3% interest.[36] As part of the sale, however, Macrovision retained ownership of the companion website[37] – which was then sold to equity firm One Equity Partners for $300 million –[38][39] which severed all editorial connections between the magazine and website, including the end of critic Matt Roush's presence on TVGuide.com.[40] The editorial content of the magazine was launched on a new site, TVGuideMagazine.com, which did not feature TV Guide's listings in any form. TVGuideMagazine.com was later shut down on June 1, 2010; TV Guide Magazine and TVGuide.com then entered into a deal to restore content from the magazine to the latter website,[41] which Lionsgate Entertainment had bought along with the TV Guide Network in January 2009.[42]\n\nIn March 2013, CBS Corporation acquired One Equity Partners' stake of their TV Guide assets.[43] The CBS acquisition was finalized later that month for $100 million.[3] On May 31, 2013, CBS bought Lionsgate's share of TV Guide Digital, which includes the website and mobile apps.[3] On January 31, 2014, OpenGate Capital and CBS Interactive announced a deal to cross-promote TV Guide Magazine with TVGuide.com and CBS Interactive's other internet properties (including TV.com, Metacritic and CNET).[44]\n\nIn 2020, Red Ventures acquired the assets of CNET Media Group, including TV Guide, from ViacomCBS.[45][46][47]\n\nOn October 3, 2022, Red Ventures sold TV Guide and other entertainment websites to Fandom Inc.[1]\n\n"
        },
        {
            "title": "Related services",
            "text": "In June 1998, the TV Guide brand and magazine were acquired by United Video Satellite Group,[23] the parent company of the Prevue Channel – a channel first launched in 1981 as the Electronic Program Guide network, that was carried by cable and some satellite television providers and was originally formatted to feature a scrolling program guide, short segments featuring previews of upcoming programs, and promos and short-form film trailers for programs airing on various channels. Its new owners promptly rebranded Prevue as the TV Guide Channel on February 1, 1999. With the rebranding, some of the hourly segments featured on the channel at that point were renamed after features in the magazine, including TV Guide Close-Up, TV Guide Sportsview (which was formatted more similarly to the listings section's sports guide than the color column of that name) and TV Guide Insider. After Gemstar's acquisition of TV Guide, the channel began to shift toward airing full-length programs featuring celebrity gossip and movie-focused talk shows alongside the program listings. The channel was rebranded as the TV Guide Network in 2007.\n\nFollowing the respective sales of TV Guide's magazine and cable channel by Macrovision to OpenGate Capital and Lionsgate,[36][42] the magazine and TV Guide Network became operationally separate, although the two properties still collaborated on content for TVGuide.com. After CBS Corporation bought stakes in TV Guide's properties in March 2013,[3] TV Guide Network was rebranded under the abbreviated name TVGN that April to de-emphasize its ties to TV Guide Magazine, as part of a transition into a general entertainment format while the channel gradually decommissioned its scrolling listings grid. The network was relaunched as Pop on January 14, 2015,[48] with its programming focus shifting towards shows about pop culture and its fandom.[49][50]\n\nTV Insider is a website promoted internally as an online \"guide to...TV\" published by TV Guide's parent holding company TVGM Holdings, LLC,[51] which launched in January 2015. The website features reviews and interviews from critics and columnists (such as Matt Roush) who write for the print magazine.[52]\n\nTV Weekly is a weekly magazine that offers television listings for viewers in the local markets, featuring the local channels and regional cable networks alongside the major network and cable outlets. The settings are similar to TV Guide's national listings.\n\nTV Guide Crosswords was a spin-off publication, first published in the late 1980s,[specify] based on the crossword puzzle feature in the penultimate page of each issue. The puzzles featured in TV Guide and the standalone magazine featured answers related to television programs, films, actors, entertainment history and other entertainment-related trivia. In addition to the regular magazine, TV Guide Crosswords also published special editions as well as books.\n\nTV Guide's Parents' Guide to Children's Entertainment was a quarterly spin-off publication which was first released on newsstands on May 27, 1993. The magazine featured reviews on television shows, home videos, music, books and toys marketed to children ages 2 to 12, as well as behind-the-scenes features centering on children's television shows and films. To limit confusion among readers, the Parents' Guide issues were printed as a standard-size magazine instead of the digest scale then applied by the parent TV Guide Magazine.[53][54] The magazine ceased publication following the Spring 1996 issue, with some content covered by the spin-off magazine continuing to be featured in TV Guide's annual \"Parents' Guide to Kids TV\" issue.\n\nReMIND Magazine is a monthly publication dedicated to popular culture nostalgia,[55] specifically in relation to the 1950s–1990s. ReMIND, like TV Guide Magazine, is published by NTVB Media, and its issues contain themed features, puzzles, and trivia quizzes.[56]\n\nTV Guide Interactive is the former name of an interactive electronic program guide software system incorporated into digital set-top boxes provided by cable providers. The program listings grid rendered by the software was similar to the late-2000s look of the listings of TV Guide Network/TVGN. Macrovision/Rovi later renamed the product as i-Guide after the spin-off of the TV Guide publications.\n\nA separate IPG system, TV Guide On Screen, was a brand name for Guide Plus+, a build of software featured in products such as televisions, DVD and digital video recorders, and other digital television devices providing on-screen program listings. First marketed in the mid-1990s, it was originally owned by Gemstar-TV Guide International before being acquired by the Rovi Corporation on December 7, 2007, in a $2.8 billion cash and stock deal.[57][58] From November 2012 to April 2013, Rovi gradually discontinued broadcast transmission of the Guide Plus+ service.[59]\n\n"
        },
        {
            "title": "Other usage of the TV Guide name",
            "text": "National television listings magazines using the TV Guide name (verbatim or translated into the magazine's language of origin) are also published in other countries, but none of these are believed to be affiliated with the North American publication:\n\n"
        }
    ]
}