{
    "url": "https://en.wikipedia.org/wiki/UCLA_School_of_Theater_Film_and_Television",
    "title": "UCLA School of Theater, Film and Television",
    "table_of_contents": [
        "1 History",
        "2 The Skoll Center for Social Impact Entertainment",
        "3 Department of Theater",
        "3.1 Undergraduate program",
        "3.2 Graduate program",
        "4 Department of Film, Television and Digital Media",
        "4.1 Undergraduate program",
        "4.2 Graduate program",
        "4.3 Professional programs",
        "5 Facilities",
        "5.1 The Billy Wilder Theater at the Hammer Museum",
        "5.2 Geffen Playhouse",
        "6 Distinguished alumni",
        "7 See also",
        "8 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe UCLA School of Theater, Film and Television (UCLA TFT), is one of the 12 schools within the University of California, Los Angeles (UCLA) located in Los Angeles, California. Its creation was groundbreaking in that it was the first time a leading university had combined all three (theater, film and television) of these aspects into a single administration.[1] The undergraduate program is often ranked among the world's top drama departments.[2] The graduate programs are usually ranking within the top three nationally, according to the U.S. News & World Report.[citation needed] Among the school's resources are the Geffen Playhouse and the UCLA Film & Television Archive, the world's largest university-based archive of its kind, celebrating its 50th anniversary in 2015. The Archive constitutes one of the largest collections of media materials in the United States — second only to the Library of Congress in Washington, D.C. Its vaults hold more than 220,000 motion picture and television titles and 27 million feet of newsreel footage. The film, television, and digital media program is one of the most prestigious film programs in the world. It is the most selective film school as the film and television major selects about only 15 freshman out of thousands of applicants and a handful of transfer students.[citation needed]\n\nThe School's enrollment, in 2014, consisted of 631 students. For Fall 2014, the School received 4,442 applications and offered admission to 346 applicants (7.8%).\n\nWith 140 faculty members teaching 335 undergrads and 296 graduate students, the teacher to student ratio is about 1:5.\n\n"
        },
        {
            "title": "History",
            "text": "The roots of the UCLA School of Theater, Film and Television go back to 1947 when the Theater Arts Department was created at UCLA and chaired by German theater director William Melnitz. When the department became the UCLA College of Fine Arts in 1961, Melnitz was named the founding dean, and drama critic and film producer Kenneth Macgowan became the chair of the Department of Theater Arts. The College of Fine Arts grew in standing and within seven years, its two departments had moved into their own facilities: Macgowan Hall became home to Theater in 1963, and the Department of Motion Pictures, Television and Radio moved into Melnitz Hall in 1967.  Melnitz Hall is one of the few film theaters in the country with the capability of projecting nitrate base motion pictures.  Nitrate films were the standard of pre-talkie motion pictures.\n\nTwenty years later, in 1987, The College of Fine Arts was disbanded. The School of Theater, Film and Television was created in 1990, and Gilbert Cates, a renowned film, television and Broadway director, became its founding dean. The curriculum was expanded, new faculty was hired, and entertainment industry connections were strengthened.\n\nIn 1999, Robert Rosen became UCLA TFT’s second dean. A professor and film historian, Rosen had earlier spearheaded the expansion of the UCLA Film & Television Archive into one of the largest collections of moving image material. As dean, Rosen expanded the School’s international influence with strong alliances, particularly in China.\n\nUCLA alumna Teri Schwartz became the dean of UCLA TFT in 2009. A former award-winning feature film producer, she was previously the founding dean of the School of Film and Television at Loyola Marymount University in Los Angeles.\n\nIn January 2020, established and award-winning theater director Brian Kite became the interim dean of TFT. Kite is the recipient of the 2018 Joel Hirschhorn Award from the Los Angeles Drama Critics Circle, for distinguished achievement in musical theater. He is a Los Angeles Ovation Award winner for Best Direction of a Musical for his production of Spring Awakening and was again nominated for his productions of Les Misérables and American Idiot. Kite is a chair emeritus of the Board of Governors of the L.A. Stage Alliance, holds an appointment as a visiting professor at the Shanghai Theatre Academy and is the artistic director of the award-winning Buffalo Nights Theatre Company. [3]\n\n"
        },
        {
            "title": "The Skoll Center for Social Impact Entertainment",
            "text": "The Skoll Center for Social Impact Entertainment at UCLA TFT was created in partnership with Participant Media founder and CEO Jeffrey Skoll in 2014. Skoll donated $10 million for the center, the first of its kind dedicated solely to advancing entertainment and performing arts to inspire social change. The idea for the center came to Teri Schwartz, later dean of the UCLA TFT, in 2003; after meeting Skoll in 2007, she shared the idea for the center with him, and seven years later the center was founded.[4] The work of the Center is organized around three pillars: research, education and special initiatives, and public programming and exhibition. The Skoll Center for SIE is one of about a dozen dedicated research institutions focusing on Social impact entertainment.[5]\n\n"
        },
        {
            "title": "Department of Theater",
            "text": "The different areas of studies in the Department of Theater consist of:[6]\n\nThe undergraduate program requires an interview/audition process for all applicants. The program teaches the general studies of theater broadly, before allowing the student to study their specified area of study.\n\nOffering Master of Fine Arts and Doctor of Philosophy degrees, the graduate program requires an audition for all acting applicants and a possible interview for other candidates. Each applicant must apply for a specific area of study.\n\n"
        },
        {
            "title": "",
            "text": "The different areas of studies in the Department of Film, Television and Digital Media consist of:\n\nThe undergraduate program in Film, Television and Digital Media gives students the opportunity to learn about the history and theory of film and television while also teaching practical, creative and technical skills. Students must concentrate on one of the following areas:\n\nStudents must all complete one internship during their senior year.\n\nOffering Master of Arts, Master of Fine Arts and Doctor of Philosophy degrees, the graduate program offers two main areas of study. A Master of Arts and a Doctor of Philosophy degree are available for Cinema and Media Studies. The Master of Fine Arts degree can be obtained with the choice of five specializations:\n\nTaught by top experts and leaders working in the entertainment industry, the world-renowned Professional Programs at the UCLA School of Theater, Film and Television offers graduate-level, competitive admission, yearlong, non-degree programs in Screenwriting, Producing, Writing for Television, Acting for the Camera and Directing. \n\nLaunched in 1994, the Professional Programs has grown exponentially, providing industry professionals with an opportunity to refine their skill sets, while also networking with other like-minded individuals. Alumni have worked with or sold material to all of the major studios, networks and streamers. Alumni award nominations include Primetime Emmy and Academy Awards, among many others.\n\nFor more information, or to sign up to receive the Professional Programs newsletter, go to https://professionalprograms.tft.ucla.edu\n\n"
        },
        {
            "title": "Facilities",
            "text": "The School of Theater, Film and Television consists of a linked network of professional theaters, sound stages, and television studios.\n\nMade possible by a $5 million gift from Audrey L. Wilder and designed by Michael Maltzan Architecture, the 295-seat Billy Wilder Theater is situated on the Courtyard level of the Hammer Museum in Westwood Village.\n\nThe Geffen Playhouse was founded in 1995 by former UCLA TFT Dean Gilbert Cates. The theater is owned by UCLA and named after entertainment executive and philanthropist David Geffen, who gave a substantial initial gift for the restoration of the theater’s building, originally constructed in 1929.\n\n"
        }
    ]
}