{
    "url": "https://en.wikipedia.org/wiki/UFO_sightings_in_China",
    "title": "UFO sightings in China",
    "table_of_contents": [
        "1 1994",
        "2 2010",
        "3 See also",
        "4 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "This is a list of alleged sightings of unidentified flying objects or UFOs in China.\n\n"
        },
        {
            "title": "1994",
            "text": "The Meng Zhaoguo Incident refers to a supposed close encounter of the third kind, experienced by a man of the same name, which purportedly took place in Phoenix Mountain in Wuchang, Heilongjiang.[1] In 1994 he reported that he and a relative had followed what he thought was a weather balloon after they saw a white, shining object descend into Phoenix Mountain.[1][2] On 7 June a large white object landed on a farm. Two days later, when workers went to investigate, Meng was incapacitated by an intense beam of light.[3]\n\nAfter the initial encounter, Meng claimed to be suffering from ongoing harassment from the entities, and reported being taken to their spacecraft and forced to copulate.  He claimed that on the night of July 16 he was abducted from his house and shown pictures of Jupiter, which the entities claimed was their homeworld.[3]\n\nHis story was examined by the UFO Enthusiasts Club at Wuhan University throughout 1997. They concluded that while the initial contact may have occurred, the subsequent reported events were almost certainly untrue. However, other UFO groups in China concluded that his claims were true.[2][3]\n\n"
        },
        {
            "title": "2010",
            "text": "On 7 July an unidentified flying object was spotted above Hangzhou Xiaoshan International Airport near Hangzhou, China. The airport was closed down due to the sighting.[4] An investigation revealed no radar images, the purported images of the UFO were not taken near the airport and concluded that it may have been an aircraft, possibly military.[5]\n\n"
        }
    ]
}