{
    "url": "https://en.wikipedia.org/wiki/UFO_sightings_in_Thailand",
    "title": "UFO sightings in Thailand",
    "table_of_contents": [
        "1 Early history",
        "2 20th century",
        "3 21st century",
        "4 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "UFO sightings in Thailand have been documented from as early as the 14th century.\n\n"
        },
        {
            "title": "Early history",
            "text": "UFO sightings were recorded in the Thai chronicle titled \"Traibhumikatha: the story of the three planes of existence\" \"Chak Kaeo\" (Thai: จักรแก้ว; Crystal  Chakram) during the reign of King Lithai (พญาลิไท; 1347–68) of the Sukhothai Kingdom. The UFO was identified as a \"flying weapon\" that helped Sukhothai king win in battle.[1]\n\n"
        },
        {
            "title": "20th century",
            "text": "Dr. Debhanom Muangman, the former dean of the Faculty of Public Health, Mahidol University and a Harvard University alumni, claimed extraterrestrial contact after a “Grey” came into his bedroom in Si Yan, Bangkok.[2] In the 1950s, he studied in the United States, and he claimed to have seen a flying saucer in the sky over New Hampshire. He continues to study paranormal phenomena, including ghosts, spirits, psychic experiences and reincarnation. He is currently the president of the Thailand Association for Psychological Research (สมาคมค้นคว้าทางจิตแห่งประเทศไทย). He claims that in a previous life he was born on Mars and was named \"Peerati\". Through his contact with aliens using telepathy through meditation, he claims that the extraterrestrials friendly with him were named \"Eddie\", a Pluto people, and \"Parasital\", a Martian.[3][4][5]\n\nIn addition, there was a group in Nakhon Sawan province, who called themselves the \"Khao Kala Group\" (กลุ่มเขากะลา). Khao Kala is the low mountain in the area of Ban Pu Ta Ching, Phra Non sub-district, Mueang Nakhon Sawan district which overlaps Khao Kala sub-district in Phayuha Khiri District. They believe this place to be the stargate. This group was gathered in early December 1997 by Sergeant major Cherd Chuensamnaun (จ่าสิบเอก เชิด ชื่นสำนวน), a retired military man. He claimed to be in contact with extraterrestrials via meditating, but he died in 2000. His daughters continued, led by Somjit Raepeth (สมจิตร แร่เพชร), eldest daughter of Chuensamnaun. They contacted Dr. Muangman in the 2nd seminar of the Thailand Association for Psychological Research held at Ramkhamhaeng University in mid-December 1997. The seminars have been held every year since 1996 and claimed to have contacted UFOs or aliens periodically,[2] such as contacting UFO that appeared over the sky of Singburi province on January 3, 1998, which was observed by thousands of people.[6]\n\nAs for Mrs. Raepeth, she had worked as a nurse before. At first, she didn't believe in UFOs or aliens. But she changed her attitude after she claimed to have seen a UFO floating over her house, as her father indicated previously. After that, she quit her job to devote herself to this particular matter.[7]\n\nSince then, they have used Khao Kala as a center for contact with aliens via meditation or dharma practice in Buddhism style. There are many participants in the activity, both locals and outsiders. Consequently this place has become known as Thailand’s UFO sighting spot or Thailand's Area 51.[8][7] [9]\n\n"
        },
        {
            "title": "21st century",
            "text": "In early 2016, the news was celebrated. This seminar was based on the 20th and involved contact with aliens via Dr. Muangman's mobile phone. The communicative voice appeared as that of a woman speaking a language that could not be understood. Another woman's voice, which Dr. Muangman claimed to be the voice of an alien, was acting as an interpreter and translator in the alien group. This issue became a contentious matter in Thai society. Many people were skeptical and expressed suspicion.[7][10][4]\n\nIn mid-August 2019, a news report stated that a message was received at Khao Kala Meditation Center, Khao Kala, coming from people on Pluto. This news caused widespread criticism as being unreliable and many believe it to be a scam, even Dr. Muangman himself. The medium claims that people of Pluto conveyed a message warning of a disaster in the near future. This saga took a new turn when dozens of policemen and rangers rushed Khao Kala mountain to determine whether the Khao Kala Meditation Center, run by a group of UFO believers, was encroaching on the forest area. Police also issued a summons for Charoen Raepeth (เจริญ แร่เพชร), a husband of Somjit Raepeth and landowners of the meditation center. \n\nThe Khao Kala sub-district headman, said that most people living in the area are not UFO or alien believers, and that most of the followers are from out-of-town.[8]\n\nAccording to the opinions of Komkrit Uitekkeng, a theologian from Silpakorn University, this issue is a blend of belief in ghosts, gods, aliens and Buddhism.[11]\n\n"
        }
    ]
}