{
    "url": "https://en.wikipedia.org/wiki/UFO_sightings_in_South_Africa",
    "title": "UFO sightings in South Africa",
    "table_of_contents": [
        "1 1914 phantom monoplanes",
        "2 1960s sightings",
        "3 1970s sighting",
        "4 1990s sightings",
        "5 21st century",
        "6 Crash claims and hoaxes",
        "6.1 1989 Kalahari crash",
        "6.2 1995 Lesotho crash",
        "7 See also",
        "8 Notes",
        "9 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\nThis is a list of alleged sightings of unidentified flying objects or UFOs in South Africa.\n\n"
        },
        {
            "title": "1914 phantom monoplanes",
            "text": "From 11 August to 9 September 1914, thousands of South Africans in various parts of the country observed what they believed to be a nighttime monoplane, or believed to observe its headlights, while in some cases the aerial vehicle performed sophisticated maneuvers.[1][2] This was in the weeks leading up to the South West Africa campaign during the First World War, and many suspected a hostile German monoplane on a possible spy or bombing mission. However, these possibilities were discounted and the provenance of the plane remained unknown.[3] Likewise its destination, landing or refueling places and the identity of its pilot remained unknown, causing some to examine it as a case of mass hysteria.[2]\n\n"
        },
        {
            "title": "Crash claims and hoaxes",
            "text": "According to supposed leaked documents an alien craft was shot down by South African aircraft, some 80 miles (130 kilometres) into Botswana, on 7 May 1989. Two alien beings were claimed to have been captured on site. To date no primary witnesses have been traced, while the supporting documents, some obvious fakes, were all obtained from James van Greunen. Researcher Tony Dodd[40] lent Van Greunen some credibility in Quest magazine, but other researchers were highly skeptical.[41][42][43][44][45][46]\n\nAccording to supposed leaked documents an alien craft crashed in Lesotho on 15 September. It was claimed that South African forces retrieved the craft and took three alien beings captive. The source of these documents is unknown, but is once again suspected to be James van Greunen. Failing to trace any key individuals or witnesses, researcher Michael Hesemann denounced it as 'a complete hoax'. Other researchers, though skeptical, held out hope to trace witnesses.[41][47][48]\n\n"
        }
    ]
}