{
    "url": "https://en.wikipedia.org/wiki/UFO_sightings_in_Norway",
    "title": "UFO sightings in Norway",
    "table_of_contents": [
        "1 1986",
        "2 2006",
        "3 2009",
        "4 References",
        "5 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "This article is a list of UFO  sightings that were reported in Norway.\n\n"
        },
        {
            "title": "1986",
            "text": "In the evening of July 13, 1986, in a mountain farm near Torpo the married couples Tova and Tonning saw two bright objects in the sky. Mr Tonning took a film where the objects were seen moving. The movie was analyzed by the ufological organization Ground Saucer Watch (GSW). According to the GSW: there is no evidence of a hoax; the motion of the objects was attributable to the camera movement caused by the photographer; there is a lack of reference points in the photos or video tape, so it is not possible to give a conclusive answer on the nature of the objects.[1] Other experts identified the bright objects as Jupiter and Arcturus.[2]\n\n"
        },
        {
            "title": "2006",
            "text": "In the evening of August 21, 2006, a strange light phenomenon was reported seen by many people in the sky all over northern Norway, from Finnsnes in Troms, to Bodø in Nordland. The bright, green, shining orb was traveling with great speed in night sky and was described by witnesses as much bigger than an aircraft. The police and coast guards were contacted by hundreds of people who saw the object. Some people believed, and the newspapers half-seriously claimed, that it was a UFO, and for a while it remained an unidentified flying object. A few days later, the phenomenon was explained to have been a bolide.\n\n"
        },
        {
            "title": "2009",
            "text": "On December 9, 2009, a bluish spiraling light was seen, filmed, and photographed over Norway. Responsibility for the incident is not certain, Norwegian news stating that the light and spiral were caused by a failed Russian missile launch.[3]\n\n"
        }
    ]
}