{
    "url": "https://en.wikipedia.org/wiki/UFOs_in_fiction",
    "title": "UFOs in fiction",
    "table_of_contents": [
        "1 Books",
        "2 Radio",
        "3 Films",
        "3.1 1930s",
        "3.2 1940s",
        "3.3 1950s",
        "3.4 1960s",
        "3.5 1970s",
        "3.6 1980s",
        "3.7 1990s",
        "3.8 2000s",
        "3.9 2010s",
        "3.9.1 2020s",
        "4 Television",
        "5 In video games",
        "6 See also",
        "7 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Many works of fiction have featured UFOs. In most cases, as the fictional story progresses, the Earth is being invaded by hostile alien forces from outer space, usually from Mars, as depicted in early science fiction, or the people are being destroyed by alien forces, as depicted in the film Independence Day. Some fictional UFO encounters may be based on real UFO reports, such as Night Skies. Night Skies is based on the 1997 Phoenix UFO Incident.\n\nUFOs appear in many forms of fiction other than film, such as video games in the Destroy All Humans! or the X-COM series and Halo series and print, The War of the Worlds or Iriya no Sora, UFO no Natsu. Typically a small group of people or the military (which one depending on where the film was made), will fight off the invasion, however the monster Godzilla has fought against many UFOs.\n\n"
        },
        {
            "title": "Television",
            "text": "UFOs in television programs fall into three basic categories: real UFOs, hoaxes, and misidentified terrestrial spacecraft (often landing in a backward rural area or traveling back in time as in Lost in Space and Star Trek).\n\nShows depicting real UFOs include: The Outer Limits, The Invaders, The Monkees, The Bionic Woman, Dark Skies, Roswell, Wonder Woman, V, and The X-Files.\n\nHoax stories include: Batman, The Beverly Hillbillies, The Brady Bunch, The Green Hornet, The Man from U.N.C.L.E., The Girl from U.N.C.L.E., Mission: Impossible, and The Wild Wild West (a hoax story with a real sighting at the end)\n\nEarth ships mistaken for UFOs appear in: I Dream of Jeannie, The Munsters, Lost in Space, Star Trek: The Original Series, Star Trek: Deep Space Nine, and Gomer Pyle, U.S.M.C. (Pyle witnesses the location filming of a science fiction film).\n\nAlphabetical Order\n\n"
        }
    ]
}