{
    "url": "https://en.wikipedia.org/wiki/Ultimate_Boeing_747_gambit",
    "title": "Ultimate Boeing 747 gambit",
    "table_of_contents": [
        "1 Context and history",
        "2 Dawkins's statement",
        "3 Assessment and criticism",
        "3.1 Simplicity of God and materialist assumptions",
        "3.2 Necessity of external explanations",
        "3.3 Dawkins's response to criticism in The God Delusion",
        "4 Notes",
        "5 References",
        "5.1 Footnotes",
        "5.2 Bibliography"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe Ultimate Boeing 747 gambit is a counter-argument to modern versions of the  argument from design for the existence of God. It was introduced by Richard Dawkins in chapter 4 of his 2006 book The God Delusion, \"Why there almost certainly is no God\".\n\nThe argument is a play on the notion of a \"tornado sweeping through a junkyard to assemble a Boeing 747\" employed to decry abiogenesis and evolution as vastly unlikely and better explained by the existence of a creator god. According to Dawkins, this logic is self-defeating as the theist must now account for the god's existence and explain whether or how the god was created. In his view, if the existence of highly complex life on Earth is the equivalent of the implausible junkyard Boeing 747, the existence of a highly complex god is the \"ultimate Boeing 747\" that truly does require the seemingly impossible to explain its existence.\n\n"
        },
        {
            "title": "Context and history",
            "text": "Richard Dawkins begins The God Delusion by making it clear that the God he talks about is the Abrahamic concept of a personal god who is susceptible to worship. He considers the existence of such an entity to be a scientific question, because a universe with such a god would be significantly different from a universe without one, and he says that the difference would be empirically discernible. Therefore, Dawkins concludes, the same kind of reasoning can be applied to the God hypothesis as to any other scientific question.\n\nAfter discussing some of the most common arguments for the existence of God in chapter 3, Dawkins concludes that the argument from design is the most convincing. The extreme improbability of life and a universe capable of hosting it requires explanation, but Dawkins considers the God hypothesis inferior to evolution by natural selection as an explanation for the complexity of life. As part of his efforts to refute intelligent design, he redirects the argument from complexity in order to show that God must have been designed by a superintelligent designer, then presents his argument for the improbability of God's existence.[1]\n\nDawkins' name for the statistical demonstration that God almost certainly does not exist is the \"Ultimate Boeing 747 gambit\". This is an allusion to the junkyard tornado. Astrophysicist Fred Hoyle, who was a atheist, anti-theist and advocate of the panspermia theory of life,[n 1] is reported as having stated that the \"probability of life originating on Earth is no greater than the chance that a hurricane, sweeping through a scrapyard, would have the luck to assemble a Boeing 747.\"[2]\n\nArguments against empirically based theism date back at least as far as the eighteenth-century philosopher David Hume, whose objection can be paraphrased as the question \"Who designed the designer?\". According to philosopher Daniel Dennett, however – one of Dawkins' fellow \"brights\" – the innovation in Dawkins' argument is twofold: to show that where design fails to explain complexity, evolution by natural selection succeeds as the only workable solution; and to argue how this should illuminate the confusion surrounding the anthropic principle.[n 2][3]\n\n"
        },
        {
            "title": "",
            "text": "Dawkins summarizes his argument as follows;[4] the references to \"crane\" and \"skyhook\" are two notions from Daniel Dennett's book Darwin's Dangerous Idea.\n\nA central thesis of the argument is that compared to supernatural abiogenesis, evolution by natural selection requires the supposition of fewer hypothetical processes; according to Occam's razor, therefore, it is a better explanation. Dawkins cites a paragraph where Richard Swinburne agrees that a simpler explanation is better but reasons that theism is simpler because it only invokes a single substance (God) as a cause and maintainer of every other object. This cause is seen as omnipotent, omniscient and totally \"free\". Dawkins argues that an entity that monitors and controls every particle in the universe and listens to all thoughts and prayers cannot be simple. Its existence would require a \"mammoth explanation\" of its own. The theory of natural selection is much simpler – and thus preferable – than a theory of the existence of such a complex being.[5]\n\nDawkins then turns to a discussion of Keith Ward's views on divine simplicity to show the difficulty \"the theological mind has in grasping where the complexity of life comes from.\" Dawkins writes that Ward is sceptical of Arthur Peacocke's ideas that evolution is directed by other forces than only natural selection and that these processes may have a propensity toward increasing complexity. Dawkins says that this scepticism is justified, because complexity does not come from biased mutations. Dawkins writes:\n\n"
        },
        {
            "title": "Assessment and criticism",
            "text": "Theist authors have presented extensive opposition, most notably by theologian Alister McGrath (in The Dawkins Delusion?) and philosophers Alvin Plantinga[7][8] and Richard Swinburne.[9] Another negative review, by biologist H. Allen Orr, sparked heated debate, prompting, for example, the mathematician Norman Levitt to ask why theologians are assumed to have the exclusive right to write about who \"rules\" the universe.[10] Daniel Dennett also took exception to Orr's review, leading to an exchange of open letters between himself and Orr.[11] The philosopher Sir Anthony Kenny also considers this argument to be flawed.[12] Cosmologist Stephen Barr[13] responded as follows: \"Paley finds a watch and asks how such a thing could have come to be there by chance. Dawkins finds an immense automated factory that blindly constructs watches, and feels that he has completely answered Paley's point.\"[14]\n\nBoth Alvin Plantinga and Richard Swinburne raise the objection that God is not complex. Swinburne gives two reasons why a God that controls every particle can be simple: first, a person, as indicated by phenomena such as split-brains, is not the same as their highly complex brain but \"is something simpler\" that can \"control\" that brain; and second, simplicity is a quality that is intrinsic to a hypothesis, not related to its empirical consequences.[9]\n\nPlantinga writes:\n\nHe continues:\n\nIn other words, Plantinga concludes that this argument, to be valid, would require materialism to be true; but, as materialism is not compatible with traditional theology,[clarification needed] the argument begs the question by requiring its premise to assume God's non-existence.[8]\n\nIn an extensive analysis published in Science and Christian Belief, Patrick Richmond suggests that \"Dawkins is right to object to unexplained organised complexity in God\" but that God is simply specified and lacks the sort of composition and limitations found in [physical] creatures; hence the theist can explain why nature exists without granting unexplained organised complexity or the extreme improbability of God.[15]\n\nSome respondents, such as Stephen Law, have suggested that God is or would indeed be complex if responsible for creating and sustaining the universe;[16] According to Law, God's omniscience would require the retention of and ability to use all knowledge.  Richard Carrier also argued that God's mind is extremely complex.[17]\n\nThere are many variations on how to express this objection. William F. Vallicella holds that organized complexity as such does not need explanation, because when in search of an ultimate explanation, one must in the end accept an entity whose complexity has no external explanation.[18] Dawkins has stated that we should search for simple beginnings for explanations, like in evolution which moves from simple to complex, and so what we ultimately accept with no external explanation must be simple for it to be a good explanation.[19] And Plantinga writes that when not in search for an ultimate explanation of organized complexity, it is perfectly fine to explain one kind of complexity, that of terrestrial life, in terms of another kind of complexity, namely divine activity.[8] Dawkins addresses this point in his debate with John Lennox over The God Delusion, saying that it would be perfectly reasonable to infer from artifacts on earth or another planet that an intelligence existed, but that you would still need to explain that intelligence, which evolution does, while for God's existence there is no such explanation.[19]\n\nAlister McGrath suggests that the leap from the recognition of complexity to the assertion of improbability is problematic, as a theory of everything would be more complex than the theories it would replace, yet one would not conclude that it is less probable. Dawkins has responded to this point in his debate with Lennox and at other times, saying that while physics is hard to understand, fundamentally, unlike biology, it is simple.[19] McGrath then argues that probability is not relevant to the question of existence: life on earth is highly improbable and yet we exist. The important question in his view is not whether God is probable, but whether God is actual.[20] In interviewing McGrath for The Root of All Evil, Dawkins responds that the existence of life on Earth is indeed highly improbable, but this is exactly why a theory such as evolution is required to explain that improbability.[21] In the case of God, Dawkins says, there is no such satisfactory explanation.\n\nOn the point of probability, Alvin Plantinga claims that if God is a necessary being, as argued by classical theism, God is, by definition, maximally probable; thus an argument that there is no necessary being with the qualities attributed to God is required to demonstrate God's improbability.[8] Eric MacDonald has pointed out that theists assume the coherence of their position when they make arguments for God when, by Plantinga's standards, they would have to present an argument that the concept of God is not logically incoherent before discussing other arguments.[22] Plantinga's objection would seem to apply to all atheist arguments that contend that God is improbable, such as evidential arguments about the problem of evil and the argument from nonbelief. But the reason why theists and atheists do not usually address this prior to making their arguments is because they want to go beyond merely discussing whether God is maximally probable or impossible.\n\nDawkins writes about his attendance at a conference in Cambridge sponsored by the Templeton Foundation,[6] where he challenged the theologians present to respond to the argument that a creator of a complex universe would have to be complex and improbable.[23] He reports the strongest response as the claim he was imposing a scientific epistemology on a question that lies beyond the realm of science. When theologians hold God to be simple, who is a scientist like Dawkins \"to dictate to theologians that their God had to be complex?\"[24] Dawkins writes that he did not feel that those employing this \"evasive\" defence were being \"wilfully dishonest\", but that they were \"defining themselves into an epistemological safe-zone where rational argument could not reach them because they had declared by fiat that it could not.\"[24]\n\nTheologians, Dawkins writes, demand that there be a first cause named \"God\". Dawkins responds that it must have been a simple cause and contends that unless \"God\" is divested of its normal associations, it is not an appropriate name. Postulating a prime mover that is capable of indulging in intelligent design is, in Dawkins's opinion, \"a total abdication of the responsibility to find an explanation\"; instead, he seeks a \"self-bootstrapping crane\" (see above) that can \"lift\" the universe into more complex states. This, he states, does not necessitate a scientific explanation, but does require a \"crane\" rather than a \"skyhook\" (ibid.) if it is to account for the complexity of the natural world.[25]\n\n"
        }
    ]
}