{
    "url": "https://en.wikipedia.org/wiki/Umbanda",
    "title": "Umbanda",
    "table_of_contents": [
        "1 Basic beliefs and practices",
        "2 Three principal items",
        "2.1 Pantheon",
        "2.2 World of the Spirits",
        "2.3 Reincarnation",
        "3 Umbanda temples, priests and priestesses",
        "4 Rituals and ceremonies",
        "5 History",
        "5.1 Historical background",
        "5.2 Beginning",
        "5.3 First years and the development",
        "5.4 Expansion during Vargas dictatorship",
        "5.5 Prime years after the Vargas dictatorship",
        "5.6 Opposition",
        "5.7 Today",
        "6 Oppression",
        "6.1 Vargas Era to 1950s",
        "6.2 Neopentecostal Protestantism",
        "6.3 Traditional Branches of Candomblé",
        "7 Praise and Honors",
        "7.1 O Encanto dos Orixás",
        "7.2 LGBTQIA+ Community",
        "7.3 Intangible Cultural Heritage",
        "8 Umbandists",
        "9 General sources",
        "10 Citations",
        "11 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nUmbanda (Portuguese pronunciation: [ũˈbɐ̃dɐ]) is a syncretic Afro-Brazilian religion that blends traditional African religions with Roman Catholicism, Spiritism, and Indigenous American beliefs. Although some of its beliefs and most of its practices existed in the late 19th century in almost all Brazil, it is assumed that Umbanda originated in Niterói and surrounding areas in the early 20th century, mainly due to the work of Zélio Fernandino de Moraes, a psychic (\"medium\") who practiced Umbanda among the poor Brazilian of African descent. Since then, Umbanda has spread across mainly southern Brazil and neighboring countries like Argentina and Uruguay. \n\nUmbanda has many branches, each one with a different set of beliefs and practices. Some common beliefs are the existence of a Supreme Being and creator of the universe known as Olodumare. Other common beliefs are the existence of deities called Orixás, most of them syncretized with Catholic saints that act as divine energy and forces of nature; spirits of deceased people that counsel and guide practitioners through troubles in the material world; psychics, or mediums, who have a natural ability that can be perfected to bring messages from the spiritual world of Orixás and the guiding spirits; reincarnation and spiritual evolution through many material lives (karmic law) and the practice of charity and social fraternity.\n\n"
        },
        {
            "title": "Basic beliefs and practices",
            "text": "Umbanda practitioners believe in a supreme creator god; the use of a medium to contact the spirits of deceased people; reincarnation and spiritual evolution through many physical existences; and the practice of charity.\n\nThe opposite side of the Umbanda (white magic), i.e., black magic – the practices that intended to cause evil doings, became known as Quimbanda. Umbanda is juxtaposed with Quimbanda which now reclaims its identity as a separate religion and distinct from Umbanda.\n\nOne hundred years after its establishment, Umbanda divided itself into several branches with different beliefs, creeds, and practices. Some of these branches are Umbanda d'Angola, Umbanda Jejê, Umbanda Ketu, and Umbanda Esotérica.\n\n"
        },
        {
            "title": "Three principal items",
            "text": "The three major beliefs claimed by Umbandists are: The Pantheon, the Spirits' World, and the Reincarnation.[1]\n\nUmbanda has one supreme god known as Olorum (or Zambi in Umbanda d'Angola) and many divine intermediary deities called Orixás. Orixás and spirits are organized in a complex hierarchy of legions, phalanges, sub-phalanges, guides, and protectors.[1] The exact order of the hierarchy varies by region and practitioner, but a generally agreed upon structure are the Seven Lines, or Sete Linhas da Umbanda. The first line is the top, usually associated with Oxalà, and the bottom is always the Linha das Almas, or Line of Dead Souls.[2] The other patrons associated with the lines are listed in 2–6 below. The lines are often divided up even further into a multitude of spiritual beings.\n\nMain Orixás[1]\n\nMost followers of Umbanda believe that there are three distinct levels of spirits.\n\nReincarnation in Umbanda is different from in Hinduism. The Law of the Reincarnation is the central point of the Karmic Law. It states that Olodumare creates spirits with Self Will all the time. The spirits universally pass through many stages of evolution, in many planets. It also states that there are parallel dimensions in this world where the obsessive spirits are, since they can't evolve. They have the choice of being good or bad, through ordinary acts and the love that they display towards other people. When they \"die\", the good ones advance to a superior stage of spiritual evolution, in other planets. Those that do not succeed should reincarnate until learning what they were supposed to.[1]\n\n"
        },
        {
            "title": "",
            "text": "Umbanda temples are autonomous organizations that focus around a leader, mediums (psychics who are able to intermediate communications between the physical and the spiritual worlds), initiates (people with psychic abilities who are being taught in the ways of Umbanda) and lay members.\n\nDuring its first years, the Umbanda rituals were performed in poor suburban houses because the followers had no resources, and also to avoid police persecution, since not being catholic was cause for arrest. Most often, the leader's own house was used as a place for religious meetings. The rituals were performed in the backyard. Sometimes, a tent was pitched to protect the meeting from rain. Today, the Umbanda religious buildings are still called Terreiro (backyard) or Tenda (tent). When the religion flourished, buildings were specially constructed for ritual use.\n\nTendas or Terreiros usually look like ordinary houses when seen from the street. Some religious artifacts like African styled ceramic vases can be put on the walls or ceilings to give a touch of religious appearance to the house. A wood board with the name of the temple usually is placed over the main entrance. Larger Umbanda houses often are laid out in a fashion similar to a humble Catholic church. Even when the Tenda or Terreiro is specially built to be used in Umbanda rituals, a separated part is used as the home of the leader and his or her family. The areas for residence and rituals are close enough to be considered a single unit.\n\nIf a building is not available, rituals are still performed in a private backyard as well.[2]\n\nGenerally the Terreiro – the actual room used for rituals – is a large area covered by a simple roof of ceramic singles, with an altar at the back.[2]\n\nThe Tendas or Terreiros are also used directly or in a support capacity for charitable works to provide child care, medical clinics, assistance to orphanages, and distribution of medicines and/or food.[2]\n\nThe Terreiros have as their main leader a priest or priestess called \"pai-de-santo\" (\"father-of-saint\", if he is a male, referred to as \"bàbálóòrìsà\") or \"mãe-de-santo\" (\"mother-of-saint\", if she is female, referred to as \"yálóòrìsà\").[citation needed] The initiates, men or women, are usually called \"filhos-de-santo\" (\"children-of-saint\", masculine plural form), to show the structure within the religion. This does not imply sainthood on the part of the priest or priestess, but responsibility for certain rituals related to each saint they serve, (also called Orixás), as well as the saints of the filhos-de-santo under his or her responsibility.\n\nUmbanda developed with almost no sexual discrimination. The leader could be male or female, pai-de-santo or mãe-de-santo, and his or her prestige depends only on their psychic powers and the wisdom shown within their pieces of advice. Its main difference when compared to the Catholic Church is that in Umbanda, homosexuals face no prejudice, for Umbanda does not judge believers by sex, race or sexual orientation.\n\nEach Umbanda Terreiro practices the same religion with variations, according to the policies of the pai-de-santo's or the mãe-de-santo's spiritual mentor, as well as in accordance with the teachings and philosophies of the various traditions within Umbanda. During these ceremonies, the priests, priestesses, and initiates wear white costumes and pay homage to the spirits and Orixás.[2]\n\n"
        },
        {
            "title": "Rituals and ceremonies",
            "text": "One hundred years after its establishment, Umbanda is divided into several branches with different rituals and ceremonies. As the Terreiros de Umbanda are loosely united by the Umbanda federations, there is not a strong adherence to a single code of rite, ceremonies and creeds.\n\nThe Umbanda Branca, the original form created by Zélio de Moraes and his group, adopts the worship of Orixás but rejects the black witchcraft, the colorful costumes, and the animal sacrifices practiced in the Macumba and Quimbanda rituals.[4] The babalorixás (Pais-de-Santo) and the yalorixás (Mães-de-Santo) always wear white outfits during the ceremonies of the Umbanda Branca. On the other hand, Umbanda d'Angola and Umbanda Jejê are newer sects with a body of rituals, ceremonies and philosophies that equate themselves with other religions such as Candomblé, Jurema, and Catimbó. Another recent branch, called Umbanda Esotérica, is heavily influenced by Eastern philosophies. The older Terreiros de  Umbanda, those established before 1940, have not integrated these new trends and still practice the original rites and ceremonies in a simpler way, specially dedicating themselves to charity works, as preached by Zélio de Moraes and his group.\n\nUmbanda ceremonies are generally open to the public and may take place several times a week.[2] Atabaque (conga drums) and chanting play a central role in some Umbanda congregations, but are almost non-existent in others. The ceremonies may include offers to the spirits comprising fruits, wine, farofa, cachaça, popcorn, cigarettes, hard cider and other types of food or beverages. Each Orixá or spirit receives a proper offering, and initiation rites that range from the simple to complex.\n\nDuring the ceremonies the priests and priestesses (pai-de-santo, mãe-de-santo, filhos-de-santo, initiates) and the public attending the meeting sing together, dance, drink beverages and smoke cigars under the spirit's influence. However, the use of such elements by these spirits aren't due to any addictions – they are used as sacred elements that help the spirits to nullify any negative energies surrounding the assisted person. The priests and priestesses are separated from the attending public, usually by a small fence. The priests, priestesses and some of the public gradually get immersed in the singing and dancing, and suddenly get possessed by deities and spirits, starting to act and speak with their personas.[2] Those in the public attending who become possessed are recognized as owners of special psychic power and, usually, after the ceremony, are invited to become initiates in the Terreiro. Sometimes, an experienced pai-de-santo or mãe-de-santo can dance and sing all night without, for mysterious reasons, being possessed by deities or spirits.\n\nThere is also a rite leader called Ogã. His job is to organize the \"gira\" in a logistic way. He does not incorporate and he is respected by the entities who possess the medium.\n\nIntervention by spiritual beings in followers' daily lives is a central belief, so participation in Umbanda rites is important to appease deities and spirits.[2]\n\nMusic and dancing are always present in the Umbanda rituals. The public sing together the \"pontos\", religious songs intended to improve the psychics' concentration level. These songs often are taught by the spirits themselves, and their lyrics tell about charity, faith, and the Orixás' deeds. The pontos should be sung or said in Portuguese for religious use. A ponto example is translated below:\n\n"
        },
        {
            "title": "History",
            "text": "Umbanda originated in South America and developed in the Portuguese Empire. In the late-19th century, many Brazilian scholars criticized the African-Brazilian religions, claiming they were primitive and hindered modernization.[2] At the same time, Allan Kardec's Spiritism, a development of spiritualism creeds, was increasingly accepted by the Brazilian urban middle/upper-class with followers since 1865. Since that Spiritism came from Paris, with the upper classes, there was no integration with the lower classes.[4] The kardecists – followers of the Spiritism – were mainly middle-class people of European descent, many of them pursuing military and professional careers. They were deeply influenced by Auguste Comte's philosophy, Positivism, that aimed to join religion and science and to help the development of society to a higher level.\n\nOn 15 November 1908, a group of kardecists met at a séance in the neighborhood of Neves, São Gonçalo city, near the Federal Capital, Rio de Janeiro. Among them was Zélio Fernandino de Moraes, a 17-year-old boy who was studying to join the Naval Academy and later became an officer. During the séance, Zélio de Moraes incorporated a spirit who identified himself as the Caboclo das Sete Encruzilhadas (Half-Indian Peasant of the Seven Crossroads). After that, Zélio de Moraes incorporated another spirit who identified himself as Pai Antônio (Father Anthony), a wise old slave that had died after being savagely flogged by his master.[4][6]\n\nThe first Terreiro de Umbanda was founded by Zélio de Moraes in an uncertain date of the 1920s and named Centro Espírita Nossa Senhora da Piedade (Spiritism Center of Our Lady of Mercy). In 1940 Zélio de Moraes made a statute for this first Terreiro that was used as reference by the most of Terreiros that followed.[4]\n\nThe Umbanda religion started in a time when the Brazilian society was passing through a strong transformation process. The predominance of agriculture in Brazilian economy was decreasing and the first steps of a late industrial revolution was expanding the working class.[4]\n\nThe American anthropologist Diana Brown, that pioneered the studies of Umbanda in the 1960s, verified that the Umbanda founders were most middle-class people.[7]\n\nThe first Umbanda followers felt that the Macumba rituals were more stimulating and dramatic than the Spiritism séances, but they rejected the animal sacrifices and the incorporation of malevolent spirits, often called Kiumbas (Obsessing Spirits).[4]\n\nAccording to the anthropologist Diana Brown, Zélio de Moraes had just a symbolic participation in the creation of the Umbanda, acting like the speaker of a group that previously participated in Macumba cults. A collective effort was made by Zélio de Moraes and his group to promote the Umbanda Branca, developing practices acceptable by the middle class.[8]\n\nThe first stage of the Umbanda expansion coincides with the social and political changes that occurred in the 1930s and with the dictatorship of Getúlio Vargas (1930—1945).\n\nGetúlio Vargas became known as \"pai dos pobres\" (Father of the Poor) and, also, as \"pai da Umbanda\" (Father of the Umbanda) among the emergent urban and working class. Until 1966 many Umbanda Terreiros had a Getúlio Vargas picture in a place of honor.[8]\n\nDespite the identification with the objectives of the Getúlio Vargas dictatorship, the Umbanda followers were persecuted. The police repression interrupted religious meetings, beat the psychics and followers and confiscated their instruments of Umbanda. An entire collection of icons, costumes, garbs, amulets, instruments, and objects of traditional religions confiscated by policemen is still kept in the Museu da Polícia (Museum of Police) in Rio de Janeiro city.[4]\n\nA notable victim of the police repression was Euclydes Barbosa (1909—88). He was a great soccer back player known by the nickname Jaú, that played with the Corinthians team from 1932 to 1937 and with the Brazil's national team in 1938 World Cup in France. Jaú was also a pai-de-santo or babalorixá, priest of Umbanda, the founder of the Umbanda religion in São Paulo city and one of the first organizers in the 1950s of the Yemanjá feast in the São Paulo State beaches. Jaú was illegally imprisoned, beaten, tortured, and publicly humiliated by the police because of his religious activities. Some Umbanda leaders call him the great martyr of their religion.[4]\n\nIn the latter half of the 20th century Umbanda grew rapidly among transformation of Candomblé that was first noticed in Bahia.[9]\n\nThe independent Terreiros of Umbanda started to unite themselves in federations to strengthen its position against social discrimination and police repression. The first federation was founded by Zélio Fernandino in 1939.[4]\n\nThe end of the Getúlio Vargas Dictatorship and the reestablishment of democracy in 1945 advanced the religion freedom environment. In 1953, two Umbanda federations were founded in São Paulo. However, the Umbanda cults were still looked with suspicion by the Police Departments that demanded a compulsory registration of the Terreiros. Only in 1964, this obligation was released and just a civil registration in a public notary is required.\n\nThe populist character of the politics in Brazil between 1945 (the end of Getúlio Vargas Dictatorship) and 1964 (the start of the Military Dictatorship) supported the expansion of Umbanda. Then politicians became usual attendants of the Terreiros, especially before the elections.[8]\n\nMeanwhile, some non-Brazilian scholars, including French sociologist Roger Bastide, who from 1938 to 1957 was professor of Sociology at the University of São Paulo, produced sympathetic accounts of Umbanda and defended its practitioners’ rights to religious freedom. Bastide believed that Umbanda, unlike Candomblé, had a bright future in Brazil and may eventually become a mainline religion.[10]\n\nResearch conducted by the anthropologists Lísias Nogueira Negrão and Maria Helena Concone revealed that in the 1940s in São Paulo, just 58 religious organizations were registered as Umbanda Terreiros, but 803 organizations declared themselves as Spiritism Centers. In the 1950s, positions inverted: 1,025 organizations declared themselves as Umbanda Terreiros, 845 as Spiritism Centers and only one Candomblé Terreiro. The apex was during the 1970s, with 7,627 Umbanda Terreiros, 856 Candomblé Terreiros and 202 Spiritism Centers.[4]\n\nThe period from the 1950s to the 1970s was the prime of the Umbanda religion. Police repression decreased, the number of followers soared, but the Catholic Church opposition increased. An intense religious campaign against the Umbanda cults was conducted in the pulpits and the press. Umbanda received criticism from the Catholic Church, which disagreed with the worship of spirits and the comparison that many Umbandistas made between Catholic Saints and Orixás.[3] Despite the criticism, even today, many Umbanda members also claim to be devout Catholics as well.[3] After the Vatican Council II (1962–65), the Catholic Church sought an ecumenical or tolerant relation with traditional religions.[4]\n\nIn 1974 Umbanda practitioners (including declared and undeclared) were estimated to be about 30 million in a population of 120 million Brazilians.[2]\n\nAfter the 1970s the Umbanda cults begun to be opposed by Pentecostals. Evangelical Pentecostal Churches have begun attempting to evangelize and, in some cases, persecute practitioners of Umbanda and other traditional religions.[2]\n\nUmbanda practitioners have taken cases to national courts and achieved a high measure of success. In 2005 the Superior Órgão de Umbanda do Estado de São Paulo (Superior Organization of Umbanda in São Paulo State) won a judicial case in the Federal Court against the television broadcasting systems Rede Record and Rede Mulher, that belong to the Igreja Universal do Reino de Deus, a Neo Pentecostal Church. The Public Attorney (Ministério Público) denounced television programs that treated the traditional religions in a derogatory and discriminating way.[4]\n\nIn the 2000 Brazilian census, 432,000 Brazilians declared themselves Umbandistas, a 20% drop in relation to the 1991 census. Many people attend the Terreiros of Umbanda seeking counseling or healing, but they do not consider themselves Umbandistas.[4]\n\nDespite all the troubles in the past or present, the Umbanda remains strong and renovated in Brazilian main cities like Rio de Janeiro (the greatest concentration of Umbandists) and São Paulo (the second greatest concentration of Umbandistas).[4] After the 1970s, Porto Alegre, the capital of Rio Grande do Sul, the southernmost Brazilian state, became the base of expansion of the Umbanda to Argentina and Uruguay. Today, Umbanda followers can be found in the United States of America as well.[2]\n\nThe syncretic religious practice known as Santo Daime, founded in the 1930s by Raimundo Irineu Serra, has been incorporating elements of Umbanda in its rituals, especially in the line called \"Umbandaime.\" The use of ayahuasca is an important aspect of their ceremonies.\n\n"
        },
        {
            "title": "Oppression",
            "text": "Just like other Afro-Brazilian religions, Umbanda suffered political repression during the Vargas era until the beginning of 1950. A 1934 law placed these religions under the jurisdiction of the Departamento de Tóxicos e Mistificações (Department of Toxins and Mystifications) of the police so that they needed a special registration to function. During these years, many groups remained clandestine or, when they did register, they sought to omit their African inspirations or connections by registering themselves simply as “spiritists”.[11] This omission or “deafricanization,”[12] which rejected the influences of African religions, was more clearly established in the I Congresso Brasileiro de Espiritismo de Umbanda (First Brazilian Congress of Spiritism and Umbanda) which took place in 1941, and stated (among other things) that the roots of Umbanda came from ancient religions and philosophies from India.[11][13] Sociologist Roger Bastide has argued that spiritism “whitewashes” and “Europeanizes” Umbanda, distorting its African roots.[14]\n\nIn Brazil, Umbanda and other religions with an African basis suffer due to religious intolerance,[15] with born-again neopentecostal religions being the most intolerant with regards to Umbanda, Candomblé, and Kardecism.[16]\n\nIn 1997, Bishop Edir Macedo, leader in the Universal Church of the Kingdom of God, published his book Orixás, Caboclos e Guias – Deuses ou Demônios? (Orixás, Caboclos, and Guides – Gods or Demons?), which became obligatory reading for some pentecostal, neopentecostal, and even traditional evangelicals.[17] The book compares the religion to Satanism based on the exorcism rituals practiced in his religion.[17]\n\nIn 2005, the Brazilian Supreme Court mandated that all copies of the book be removed from circulation due to its discriminatory content against Afro-Brazilian religions.[18][19] However, one year later, the Regional Federal Court of the First Region liberated its sale with the justification that its prohibition violated the principle of freedom of speech guaranteed by the Brazilian constitution.[20]\n\nSome radical practitioners of Candomblé criticize Umbanda because they consider it superficial and believe it does not acknowledge the most important rites of worship of Orixás. Some have also criticized Umbanda for not separating the worship of spirits from the worship of entities, since Candomblé considers Orixás and gods to be purer and of a more primordial energy, and that for that reason, they should not be confounded with the energy of spirits that have lived on Earth.[21]\n\n"
        },
        {
            "title": "Praise and Honors",
            "text": "Liberation theologist Leonardo Boff, in his book O Encanto dos Orixás (The Charm of the Orixás), praises Umbanda, saying that it represents true Brazillianness by mixing together African, European, and indigenous roots and puts the highest importance on counsels from the humble and marginalized.[22] Boff borrowed his book's title from Brazilian diplomat and politician Flávio Miragaia Perri, who became a practitioner of Umbanda after becoming familiar with the religion and its dynamic. Perri has written other books on the subject.[22]\n\nUmbanda has been recognized for its openness toward sexual diversity. Homosexual, bisexual, heterosexual, and transexual people are welcomed without distinction.[23] In places where Candomblé's influence is greater, men and women may fulfill different roles, but they are of equal dignity and importance.[23] Another important aspect is that people who are not heterosexual have the possibility of becoming priests or priestesses, mediums, and so forth without distinction. Many homosexual couples marry religiously at the hands of Umbanda priests.[23]\n\nIn 2016, following a study done by the Instituto Rio Patrimônio da Humanidade (Rio Heritage of Humanity Institute), Umbanda became one of Rio de Janeiro's Intangible Cultural Heritages.[24] The study recognized the importance of syncretic Afro-indigenous Brazilian culture, with its religious syncretism being a driving force behind various social facets of great sociocultural impact.[24]\n\nIn addition, the Inventário Nacional de Referências Culturais (National Inventory of Cultural References) is in the process of recognition of multiple Umbanda terreiros as cultural heritage sites throughout the state of Rio de Janeiro.[25]\n\n"
        }
    ]
}