{
    "url": "https://en.wikipedia.org/wiki/Uncle_Sam",
    "title": "Uncle Sam",
    "table_of_contents": [
        "1 Earlier personifications",
        "2 Evolution",
        "2.1 Samuel Wilson legend",
        "2.2 Development of the character",
        "3 See also",
        "4 References",
        "5 Further reading",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\n\n\nUncle Sam (which has the same initials as United States) is a common national personification of the federal government of the United States or the country in general. According to legend, the character came into use during the War of 1812 and may have been named for Samuel Wilson. The actual origin is obscure.[3]\n\nSince the early 19th century, Uncle Sam has been a popular symbol of the U.S. government in American culture and a manifestation of patriotic emotion.[4]\n\nWhile the figure of Uncle Sam specifically represents the government, the female figure of Columbia represents the United States as a nation. An archaic character, Brother Jonathan, was known to represent the American populace.\n\nUncle Sam has developed notoriety for his appearance in military propaganda, popularized by a famous 1917 World War I recruiting poster by J.M. Flagg.[5]\n\nThe first reference to Uncle Sam in formal literature (as distinct from newspapers) was in the 1816 allegorical book The Adventures of Uncle Sam, in Search After His Lost Honor by Frederick Augustus Fidfaddy, Esq.[6]\n\n"
        },
        {
            "title": "Earlier personifications",
            "text": "The earliest known personification of the United States was as a woman named Columbia, who first appeared in 1738 (pre-US) and sometimes was associated with another female personification, Lady Liberty. \n\nWith the American Revolutionary War of 1775 came Brother Jonathan, a male personification. \n\nUncle Sam finally appeared after the War of 1812.[7] Columbia appeared with either Brother Jonathan or Uncle Sam, but her use declined as a national person in favor of Liberty, and she was effectively abandoned once she became the mascot of Columbia Pictures in the 1920s.\n\nA March 24, 1810, journal entry by Isaac Mayo (a midshipman in the US Navy) states:\n\n"
        },
        {
            "title": "Evolution",
            "text": "An 1810 edition of Niles' Weekly Register has a footnote defining Uncle Sam as \"a cant term in the army for the United States.\"[9] Presumably, it came from the abbreviation of the United States: U.S.\n\nThe precise origin of the Uncle Sam character is unclear, but a popular legend is that the name \"Uncle Sam\" was derived from Samuel Wilson, a meatpacker from Troy, New York, who supplied rations for American soldiers during the War of 1812. There was a requirement at the time for contractors to stamp their name and where the rations came from onto the food they were sending. Wilson's packages were labeled \"E.A.—U.S.\" When someone asked what that stood for, a co-worker jokingly said, \"Elbert Anderson [the contractor] and Uncle Sam,\" referring to Wilson, though the U.S. actually stood for \"United States\".[10]\n\nDoubts have been raised as to the authenticity of this story, as the claim did not appear in print until 1842.[11] Additionally, the earliest known mention definitely referring to the metaphorical Uncle Sam is from 1810, predating Wilson's contract with the government.[8]\n\nIn 1835, Brother Jonathan made a reference to Uncle Sam, implying that they symbolized different things: Brother Jonathan was the country itself, while Uncle Sam was the government and its power.[12]\n\nA clockmaker in an 1849 comedic novel explains \"we call...the American public Uncle Sam, as you call the British John Bull.\"[13]\n\nBy the 1850s, the names Brother Jonathan and Uncle Sam were being used nearly interchangeably, to the point that images of what had previously been called \"Brother Jonathan\" were being called \"Uncle Sam\". Similarly, the appearance of both personifications varied wildly. For example, one depiction of Uncle Sam in 1860 showed him looking like Benjamin Franklin,[14] while a contemporaneous depiction of Brother Jonathan[15] looks more like the modern version of Uncle Sam, though without a goatee.\n\n\nAn 1893 article in The Lutheran Witness claims Uncle Sam was simply another name for Brother Jonathan:\nUncle Sam did not get a standard appearance, even with the effective abandonment of Brother Jonathan near the end of the American Civil War, until the well-known recruitment image of Uncle Sam was first created by James Montgomery Flagg during World War I. The image was inspired by a British recruitment poster showing Lord Kitchener in a similar pose.[citation needed] It is this image more than any other that has influenced the modern appearance of Uncle Sam: an elderly white man with white hair and a goatee, wearing a white top hat with white stars on a blue band, a blue tail coat, and red-and-white-striped trousers.\n\nFlagg's depiction of Uncle Sam was shown publicly for the first time, according to some, on the cover of the magazine Leslie's Weekly on July 6, 1916, with the caption \"What Are You Doing for Preparedness?\"[1][17] More than four million copies of this image were printed between 1917 and 1918. Flagg's image was also used extensively during World War II, during which the US was codenamed \"Samland\" by the German intelligence agency Abwehr.[18] The term was central in the song \"The Yankee Doodle Boy\", which was featured in 1942 in the musical Yankee Doodle Dandy.\n\nThere are two memorials to Uncle Sam, both of which commemorate the life of Samuel Wilson: the Uncle Sam Memorial Statue in Arlington, Massachusetts, his birthplace; and a memorial near his long-term residence in Riverfront Park, Troy, New York. Wilson's boyhood home can still be visited in Mason, New Hampshire. Samuel Wilson died on July 31, 1854, aged 87, and is buried in Oakwood Cemetery, Troy, New York.\n\nIn 1976, Uncle Sam was depicted in \"Our Nation's 200th Birthday, The Telephone's 100th Birthday\" by Stanley Meltzoff for Bell System.[19]\n\nIn 1989, \"Uncle Sam Day\" became official. A Congressional joint resolution[20] designated September 13, 1989, as \"Uncle Sam Day\", the birthday of Samuel Wilson. In 2015, the family history company MyHeritage researched Uncle Sam's family tree and claims to have tracked down his living relatives.[21][22]\n\n"
        }
    ]
}