{
    "url": "https://en.wikipedia.org/wiki/Underworld",
    "title": "Underworld",
    "table_of_contents": [
        "1 By religion",
        "2 Underworld figures",
        "3 See also",
        "4 References",
        "5 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe underworld, also known as the netherworld or hell, is the supernatural world of the dead in various religious traditions and myths, located below the world of the living.[1] Chthonic is the technical adjective for things of the underworld.\n\nThe concept of an underworld is found in almost every civilization and \"may be as old as humanity itself\".[2] Common features of underworld myths are accounts of living people making journeys to the underworld, often for some heroic purpose. Other myths reinforce traditions that entrance of souls to the underworld requires a proper observation of ceremony, such as the ancient Greek story of the recently dead Patroclus haunting Achilles until his body could be properly buried for this purpose.[3] Persons having social status were dressed and equipped in order to better navigate the underworld.[4]\n\nA number of mythologies incorporate the concept of the soul of the deceased making its own journey to the underworld, with the dead needing to be taken across a defining obstacle such as a lake or a river to reach this destination.[5] Imagery of such journeys can be found in both ancient and modern art. The descent to the underworld has been described as \"the single most important myth for Modernist authors\".[6]\n\n"
        },
        {
            "title": "By religion",
            "text": "This list includes underworlds in various religious traditions, with links to corresponding articles:\n\n"
        },
        {
            "title": "Underworld figures",
            "text": "This list includes rulers or guardians of the underworld in various religious traditions, with links to corresponding articles.\n\n"
        }
    ]
}