{
    "url": "https://en.wikipedia.org/wiki/Underground_film",
    "title": "Underground film",
    "table_of_contents": [
        "1 Definition and history",
        "2 Latter-day cinema",
        "3 Underground versus cult",
        "4 Criticism",
        "5 Notable underground cinema figures",
        "6 Further reading",
        "7 See also",
        "8 References",
        "9 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "An underground film is a film that is out of the mainstream either in its style, genre or financing.\n\nNotable examples include:\nJohn Waters' Pink Flamingos,\nDavid Lynch's Eraserhead, \nAndy Warhol's Blue Movie,\nRosa von Praunheim's Tally Brown, New York,\nFrank Henenlotter's Basket Case,\nNikos Nikolaidis' Singapore Sling, \nRinse Dreams' Café Flesh, and\nJörg Buttgereit's Nekromantik.\n\n"
        },
        {
            "title": "Definition and history",
            "text": "The first printed use of the term \"underground film\" occurs in a 1957 essay by American film critic Manny Farber, \"Underground Films.\" Farber uses it to refer to the work of directors who \"played an anti-art role in Hollywood.\" He contrasts \"such soldier-cowboy-gangster directors as Raoul Walsh, Howard Hawks, William Wellman,\" and others with the \"less talented De Sicas and Zinnemanns [who] continue to fascinate the critics.\"[1] However, as in \"Underground Press\", the term developed as a metaphorical reference to a clandestine and subversive culture beneath the legitimate and official media.\n\nIn the late 1950s, \"underground film\" began to be used to describe early independent film makers operating first in San Francisco, California and New York City, New York, and soon in other cities around the world as well, including the London Film-Makers' Co-op in Britain and Ubu Films in Sydney, Australia. The movement was typified by more experimental filmmakers working at the time like Shirley Clarke,[2] Stan Brakhage, Harry Everett Smith, Maya Deren, Andy Warhol,[3] Kenneth Anger,[4] Jonas Mekas, Ken Jacobs, Ron Rice, Jack Smith, George and Mike Kuchar, and Bruce Conner.\n\nBy the late 1960s, the movement represented by these filmmakers had matured, and some began to distance themselves from the countercultural, psychedelic connotations of the word, preferring terms like avant-garde or experimental to describe their work.\n\nThrough 1970s and 1980s, however, \"underground film\" would still be used to refer to the more countercultural fringe of independent cinema. The term was embraced most emphatically by Nick Zedd and the other filmmakers associated with the New York-based Cinema of Transgression and No Wave Cinema of the late 1970s to early 1990s.\n\n"
        },
        {
            "title": "Latter-day cinema",
            "text": "In the early 1990s, the legacy of the Cinema of Transgression carried over into a new generation, who would equate \"underground cinema\" with transgressive art, ultra-low-budget filmmaking created in defiance of both the commercialized versions of independent film offered by newly wealthy distributors like Miramax and New Line, as well as the institutionalized experimental film canonized at major museums. This spirit defined the early years of underground film festivals (like the New York Underground Film Festival, Chicago Underground Film Festival, Boston Underground Film Festival, Sydney Underground Film Festival,[5] Hamilton Underground Film Festival, Toronto's Images Festival, and others), zines like Film Threat, as well as the works of filmmakers like Craig Baldwin, Jon Moritsugu, Carlos Atanes, Johnny Terris, Sarah Jacobson, and Bruce La Bruce. In London the Underground resurgence emerged as a movement of Underground cinema clubs which included the radical open access group the Exploding Cinema.\n\nBy the late 1990s and early 2000s, the term had become blurred again, as the work at underground festivals began to blend with more formal experimentation, and the divisions that had been stark ones less than a decade earlier now seemed much less so. If the term is used at all, it connotes a form of very low budget independent filmmaking, with perhaps transgressive content, or a lo-fi analog to post-punk music and cultures.\n\nA recent development in underground filmmaking can be observed through the Lower East Side based film production company ASS Studios. Founded in 2011 by writer Reverend Jen and filmmaker Courtney Fathom Sell, the group avoided most modern methods of production, choosing to shoot all of their work on an outdated Hi 8 format and usually with no-budget. Utilizing many New York based performers, their work generally contained camp elements and taboo themes. These films were commonly screened at venues & bars in and around New York City.[6][7]\n\n"
        },
        {
            "title": "Underground versus cult",
            "text": "The term \"underground film\" is occasionally used as a synonym for cult film (as in the case of films like Eating Raoul).[8] Though there are important distinctions between the two, a significant overlap between these categories is undeniable. The films of Kenneth Anger, for example, could arguably be described as underground[9] while a studio film like Heathers (New World Pictures) may have a cult following, but could not be accurately described as an underground film.[10]\n\n"
        },
        {
            "title": "Criticism",
            "text": "Film critic Pauline Kael called most underground cinema \"a creature of publicity and mutual congratulations on artistry\".[11]\n\n"
        },
        {
            "title": "Notable underground cinema figures",
            "text": "List is incomplete.[12]\n\n"
        }
    ]
}