{
    "url": "https://en.wikipedia.org/wiki/Underground_music",
    "title": "Underground music",
    "table_of_contents": [],
    "paragraphs": [
        {
            "title": "",
            "text": "Underground music is music with practices perceived as outside, or somehow opposed to, mainstream popular music culture. Underground music is intimately tied to popular music culture as a whole, so there are important tensions within underground music because it appears to both assimilate and resist the forms and processes of popular music culture.\n\nUnderground music may be perceived as expressing sincerity, intimacy, freedom of creative expression in opposition to those practices deemed formulaic or commercially driven. Notions of individuality non-conformity are also commonly deployed in extolling the virtue of underground music. There are examples of underground music that are particularly difficult to encounter, such as the underground rock scenes in the pre-Mikhail Gorbachev Soviet Union, in which has amassed a devoted following over the years (most notably for bands such as Kino). However, most underground music is readily accessible, although performances and recordings may be difficult for the uninitiated to find.[citation needed]\n\nSome underground styles eventually became mainstream, commercialized pop styles, such as the underground hip hop style of the early 1980s.[citation needed] In the 2000s, the increasing availability of the Internet and digital music technologies has made underground music easier to distribute using streaming audio and podcasts. Some experts in cultural studies now argue that \"there is no underground\" because the Internet has made what was underground music accessible to everyone at the click of a mouse. A current example of an underground internet music genre is Vaporwave. One expert, Martin Raymond, of London-based company The Future Laboratory, commented in an article in The Independent, saying trends in music, art, and politics are:\n\nIn effect, this means a boy band (for instance) could be influenced by a (formerly) obscure 1960s garage rock, early 1980s post punk, noise rock or composers of avant-garde classical music while maintaining recognizability as a boy band.[1]\n\n"
        },
        {
            "title": "Overview",
            "text": "The term \"underground music\" has been applied to various artistic movements, for instance the psychedelic music movement of the mid-1960s, but the term has in more recent decades come to be defined by any musicians who tend to avoid the trappings of the mainstream commercial music industry. Frank Zappa attempted to define \"underground\" by noting that the \"mainstream comes to you, but you have to go to the underground.\"[2] In the 1960s, the term \"underground\" was associated with the hippie counterculture and psychedelic drugs, and applied to journalism and film as well as music, as they sought to communicate psychedelic experiences and free love ideals. In modern popular music, the term \"underground\" refers to performers or bands ranging from artists that do DIY guerrilla concerts and self-recorded shows to those that are signed to small independent labels. In some musical styles, the term \"underground\" is used to assert that the content of the music is illegal or controversial, as in the case of early 1990s death metal bands in the US such as Cannibal Corpse for their gory cover art and lyrical themes. Black metal is also an underground form of music and its Norwegian scene are notorious for their association with church burnings, the occult, murders and their Anti-Christian views. All of extreme metal is considered underground music for its extreme nature. Gothic and Industrial are two other types of underground music originating in the late 1970s to mid 1990s with goth rock centering around vampires, black magic and the occult and Industrial using primarily computer generated sounds and hard driving beats.\n\nIn a CounterPunch article, Twiin argues that \"Underground music is free media\", because by working \"independently, you can say anything in your music\" and be free of corporate censorship.[3] The genre of post-punk is often considered a \"catchall category for underground, indie, or lo-fi guitar rock\" bands which \"initially avoided major record labels in the pursuit of artistic freedom, and out of an 'us against them' stance towards the corporate rock world\", spreading \"west over college station airwaves, small clubs, fanzines, and independent record stores.\"[4] Underground music of this type is often promoted through word-of-mouth or by community radio DJs. In the early underground scenes, such as the Grateful Dead jam band fan scenes or the 1970s punk scenes, crude home-made tapes were traded (in the case of Deadheads) or sold from the stage or from the trunk of a car (in the punk scene). In the 2000s, underground music became easier to distribute, using streaming audio and podcasts.[5]\n\nA music underground can also refer to the culture of underground music in a city and its accompanying performance venues. The Kitchen is an example of what was an important New York City underground music venue in the 1960s and 1970s. CBGB[6] is another famous New York City underground music venue claiming to be \"Home of Underground Rock since 1973\".[7]\n\n"
        }
    ]
}