{
    "url": "https://en.wikipedia.org/wiki/Undead",
    "title": "Undead",
    "table_of_contents": [
        "1 History",
        "2 Literature",
        "3 List of undead forms",
        "3.1 Living corpses",
        "3.2 Incorporeal spirits",
        "3.3 Mixed",
        "4 See also",
        "5 References",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The undead are beings in mythology, legend, or fiction that are deceased but behave as if alive. Most commonly the term refers to corporeal forms of formerly-alive humans, such as mummies, vampires, and zombies, who have been reanimated by supernatural means, technology, or disease. In some cases (for example in Dungeons & Dragons) the term also includes incorporeal forms of the dead, such as ghosts.\n\nThe undead are featured in the belief systems of most cultures, and appear in many works of fantasy and horror fiction. The term is also occasionally used for real-life attempts to resurrect the dead with science and technology, from early experiments like Robert E. Cornish's to future sciences such as \"chemical brain preservation\" and \"cryonics.\"\n\n"
        },
        {
            "title": "History",
            "text": "Bram Stoker considered using the title, The Un-Dead, for his novel Dracula (1897), and use of the term in the novel is mostly responsible for the modern sense of the word. The word does appear in English before Stoker but with the more literal sense of \"alive\" or \"not dead\", for which citations can be found in the Oxford English Dictionary. In one passage of Dracula, Nosferatu is given as an \"Eastern European\" synonym for \"un-dead\".[1]\n\nStoker's use of the term \"undead\" refers only to vampires; the extension to other types of supernatural beings arose later. Most commonly, it is now taken to refer to supernatural beings who had at one point been alive and continue to display some aspects of life after death, but the usage is highly variable.[2]\n\nReanimation or the creation of zombies through non-supernatural means has become a trope since at least the 19th century. Frankenstein (1818) used unspecified technological means, the influential I Am Legend (1954)  blamed a germ, The Return of the Living Dead (1985) depicted a toxic gas, and Resident Evil (2002) featured a bioweapon.\n\nThe undead have become popular adversaries in fantasy and horror settings, featuring prominently in many role-playing games, role-playing video games, MMORPGs and strategy games.\n\n"
        },
        {
            "title": "Literature",
            "text": "In Bram Stoker's novel Dracula, Van Helsing describes the Un-Dead as the following:\n\nOther notable 19th-century stories about the avenging undead included Ambrose Bierce's The Death of Halpin Frayser,[3] and various Gothic Romanticism tales by Edgar Allan Poe. Though their works could not be properly considered zombie fiction, the supernatural tales of Bierce and Poe would prove influential on later writers such as H. P. Lovecraft, by Lovecraft's own admission.[4] In Russia, the undead was the theme of Alexander Belyaev's novel Professor Dowell's Head (1925), in which a mad scientist performs experimental head transplants on bodies stolen from the morgue, and reanimates the corpses.\n\n"
        }
    ]
}