{
    "url": "https://en.wikipedia.org/wiki/Unemployment_in_the_United_States",
    "title": "Unemployment in the United States",
    "table_of_contents": [
        "1 Overview",
        "2 Definitions of unemployment",
        "2.1 Employed",
        "2.2 Unemployed",
        "2.3 Labor force",
        "3 U.S. employment history",
        "3.1 Jobs created by Presidential term",
        "3.2 Coronavirus closures",
        "4 Recent employment trends",
        "4.1 Unemployment rates",
        "4.2 Level of employment and job creation",
        "4.3 Labor force participation",
        "4.4 Mix of full-time and part-time jobs",
        "4.5 Persons with multiple jobs",
        "4.6 Other measures",
        "4.7 Pace of recovery",
        "4.8 Effect of COVID-19 on increasing unemployment in 2020",
        "5 Demographics and employment trends",
        "5.1 Age",
        "5.2 Gender",
        "5.3 Education",
        "5.4 Race",
        "5.5 Native- or foreign-born",
        "5.6 Incarceration",
        "6 Causes of unemployment",
        "7 Fiscal and monetary policy",
        "7.1 Fiscal policy",
        "7.2 Monetary policy",
        "8 Political debates",
        "8.1 Liberal position",
        "8.2 Fiscal Conservative position",
        "8.3 Poll data",
        "8.4 2008–2009 debates",
        "8.5 2010–present debates",
        "8.5.1 Creating American Jobs and Ending Offshoring Act",
        "8.5.2 American Jobs Act",
        "8.5.3 Fiscal cliff",
        "8.6 Tax policy",
        "8.6.1 Individual income taxes",
        "8.6.2 Corporate income taxes",
        "9 Solutions for creating more U.S. jobs",
        "9.1 Infrastructure investment",
        "9.2 Tax policy",
        "9.3 Lower healthcare costs",
        "9.4 Energy policy and carbon price certainty",
        "9.5 Employment policies and the minimum wage",
        "9.6 Regulatory reform",
        "9.7 Education policy",
        "9.8 Income inequality",
        "9.9 Trade policy",
        "9.10 Long-term unemployment",
        "9.11 President's Council on Jobs and Competitiveness",
        "9.12 Government as the employer of last resort",
        "10 Analytical perspectives",
        "10.1 Labor market recovery following 2007–2009 recession",
        "10.2 Comparison of employment recovery across recessions and financial crises",
        "10.3 Share of full-time and part-time workers",
        "10.4 What job creation rate is required to lower the unemployment rate?",
        "10.4.1 Estimates",
        "10.4.2 Empirical data",
        "10.5 International labor force size comparisons",
        "10.6 Effect of disability recipients on labor force participation measures",
        "10.7 Effects on health and mortality",
        "10.8 Effects of healthcare reform",
        "10.9 Job growth projections 2016–2026",
        "11 Obtaining data",
        "11.1 Monthly jobs reports",
        "11.2 Federal Reserve Database (FRED)",
        "11.3 Unemployment rate forecasts",
        "11.4 Off-shoring statistics",
        "11.5 High-frequency labor market data",
        "12 Historical unemployment rate charts",
        "12.1 Unemployment in the United States",
        "13 See also",
        "14 References",
        "14.1 Notes",
        "14.2 Citations",
        "15 Further reading",
        "16 External links",
        "16.1 Graphs and data",
        "16.2 Other resources"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Unemployment in the United States discusses the causes and measures of U.S. unemployment and strategies for reducing it. Job creation and unemployment are affected by factors such as economic conditions, global competition, education, automation, and demographics. These factors can affect the number of workers, the duration of unemployment, and wage levels.\n\n"
        },
        {
            "title": "Overview",
            "text": "Unemployment generally falls during periods of economic prosperity and rises during recessions, creating significant pressure on public finances as tax revenue falls and social safety net costs increase. Government spending and taxation decisions (fiscal policy) and U.S. Federal Reserve interest rate adjustments (monetary policy) are important tools for managing the unemployment rate. There may be an economic trade-off between unemployment and inflation, as policies designed to reduce unemployment can create inflationary pressure, and vice versa. The U.S. Federal Reserve (the Fed) has a dual mandate to achieve full employment while maintaining a low rate of inflation. The major political parties debate appropriate solutions for improving the job creation rate, with liberals arguing for more government spending and conservatives arguing for lower taxes and less regulation. Polls indicate that Americans believe job creation is the most important government priority, with not sending jobs overseas the primary solution.[3]\n\nUnemployment can be measured in several ways. A person is defined as unemployed in the United States if they are jobless, but have looked for work in the last four weeks and are available for work. People who are neither employed nor defined as unemployed are not included in the labor force calculation. For example, as of September 2017, the unemployment rate (formally defined as the \"U-3\" rate) in the United States was 4.2% representing 6.8 million unemployed people.[4][5] The unemployment rate was calculated by dividing the number of unemployed by the number in the civilian labor force (age 16+, non-military and not incarcerated) of approximately 159.6 million people,[6] relative to a U.S. population of approximately 326 million people.[7] The historical average unemployment rate (January 1948-September 2020) is 5.8%.[4] The government's broader U-6 unemployment rate, which includes the part-time underemployed was 8.3% in September 2017.[8][9] Both of these rates fell steadily from 2010 to 2019; the U-3 rate was below the November 2007 level that preceded the Great Recession by November 2016, while the U-6 rate did not fully recover until August 2017.[4][8]\n\nThe U.S. Bureau of Labor Statistics (BLS) publishes a monthly \"Employment Situation Summary\" with key statistics and commentary.[10] As of June 2018, approximately 128.6 million people in the United States have found full-time work (at least 35 hours a week in total), while 27.0 million worked part-time.[11] There were 4.7 million working part-time for economic reasons, meaning they wanted but could not find full-time work, the lowest level since January 2008.[12]\n\nThe vast majority of persons outside the civilian labor force (age 16+) are there by choice. The BLS reported that in July 2018, there were 94.1 million persons age 16+ outside the labor force. Of these, 88.6 million (94%) did not want a job while 5.5 million (6%) wanted a job.[13] Key reasons persons age 16+ are outside the labor force include retired, disabled or illness, attending school, and caregiving.[14] The Congressional Budget Office reported that as of December 2017, the primary reason for men age 25–54 to be outside the labor force was illness/disability (50% or 3.5 million), while the primary reason for women was due to family care-giving (60% or 9.6 million).[15]\n\nThe Congressional Budget Office estimated that the U.S. was approximately 2.5 million workers below full employment as of the end of 2015 and 1.6 million at December 31, 2016, mainly due to lower labor force participation. This was very close to full employment, indicating a strong economy.[16] As of May 2018, there were more job openings (6.6 million) than people defined as unemployed (6.0 million) in the U.S.[17][18][19]\n\nIn September 2019, the U.S. unemployment rate dropped to 3.5%, near the lowest rate in 50 years.[20] On May 8, 2020, the Bureau of Labor Statistics reported that 20.5 million nonfarm jobs were lost and the unemployment rate rose to 14.7 percent in April, due to the Coronavirus pandemic in the United States.[21]\n\n"
        },
        {
            "title": "Definitions of unemployment",
            "text": "The U.S. Bureau of Labor Statistics has defined the basic employment concepts as follows:[23]\n\nEmployed persons consist of:\n\nFull-time employed persons work 35 hours or more, considering all jobs, while part-time employed persons work less than 35 hours.\n\nWho is counted as unemployed?\n\nThe number of people collecting unemployment benefits is much lower than the actual number of unemployed people, since some people are not eligible, or do not apply.[25]\n\nWho is not in the labor force?\n\n"
        },
        {
            "title": "U.S. employment history",
            "text": "During the 1940s, the U.S Department of Labor, specifically the Bureau of Labor Statistics (BLS), began collecting employment information via monthly household surveys. Other data series are available back to 1912. The unemployment rate has varied from as low as 1% during World War I to as high as 25% during the Great Depression. More recently, it reached notable peaks of 10.8% in November 1982 and 14.7% in April 2020. Unemployment tends to rise during recessions and fall during expansions. From 1948 to 2015, unemployment averaged about 5.8%. There is always some unemployment, with persons changing jobs and new entrants to the labor force searching for jobs. This is referred to as frictional unemployment. For this reason, the Federal Reserve targets the natural rate of unemployment or NAIRU, which was around 5% in 2015.  A rate of unemployment below this level would be consistent with rising inflation in theory, as a shortage of workers would bid wages (and thus prices) upward.[26]\n\nJob creation is reported monthly and receives significant media attention, as a proxy for the overall health of the economy. Comparing job creation by President involves determining which starting and ending month to use, as recent Presidents typically begin in January, the fourth month into the last fiscal year budgeted by their predecessor. Journalist Glenn Kessler of The Washington Post explained in 2020 that economists debate which month to use as the base for counting job creation, between either January of the first term (the month of inauguration) or February. The Washington Post uses the February jobs level as the starting point. For example, for President Obama, the computation takes the 145.815 million jobs of February 2017 and subtracts the 133.312 million jobs of February 2009 to arrive at a 12.503 million job creation figure.  Using this method, the five Presidents with the most job gains (in millions) were: Bill Clinton 22.745; Ronald Reagan 16.322; Barack Obama 12.503; Lyndon B. Johnson 12.338; and Jimmy Carter 10.117. Four of the top five were Democrats.[28]\n\nThe Calculated Risk blog also reported the number of private sector jobs created by Presidential term. Over 10 million jobs were created in each of President Clinton's two terms during the 1990s, by far the largest number among recent Presidents. President Reagan averaged over 7 million in each term during the 1980s, while George W. Bush had negative job creation in the 2000s. Each of these Presidents added net public sector (i.e., government) jobs, except President Obama.[29][30][31]\n\nWriting in The New York Times, Steven Rattner compared job creation in the last 35 months under President Obama (2014-2016) with the first 35 months of President Trump (2017-2019, i.e., pre-coronavirus). President Obama added 227,000 jobs/month on average versus 191,000 jobs/month for Trump, nearly 20% more. The unemployment rate fell by 2 percentage points under Obama versus 1.2 points under Trump.[32]\n\nIn March 2020, during the 2020 COVID-19 pandemic, American unemployment saw a huge increase; claims in one week rose to 3.3 million from 281,000 on the previous week. The previous record for unemployment claims in one week was only about one fifth as high, at 695,000 claims in 1982.[33]\n\nMore than 38 million Americans lost their jobs and applied for government aid,[34][35] including nearly 4 million people in California,[36] in the eight weeks since the coronavirus pandemic began.\n\n"
        },
        {
            "title": "Recent employment trends",
            "text": "There are a variety of measures used to track the state of the U.S. labor market. Each provides insight into the factors affecting employment. The Bureau of Labor Statistics provides a \"chartbook\" displaying the major employment-related variables in the economy.[37][38] Members of the Federal Reserve also give speeches and Congressional testimony that explain their views of the economy, including the labor market.[39]\n\nAs of September 2017, the employment recovery relative to the November 2007 (pre-recession) level was generally complete. Variables such as the unemployment rates (U-3 and U-6) and number of employed have improved beyond their pre-recession levels. However, measures of labor force participation (even among the prime working age group), and the share of long-term unemployed were worse than pre-crisis levels. Further, the mix of jobs has shifted, with a larger share of part-time workers than pre-crisis. For example:\n\nThe BLS reported that in 2017, there were approximately 7.5 million persons age 16 and over working multiple jobs, about 4.9% of the population. This was relatively unchanged from 2016. About 4 million (53%) worked a full-time primary job and part-time secondary job.[65] A 2020 study based on a Census Bureau survey estimated a higher share of multiple jobholders, with 7.8% of persons in the U.S. working multiple jobs as of 2018; the study found that this percentage has been trending upward during the past twenty years and that earnings from second jobs are, on average, 27.8% of a multiple jobholder's earnings.[66]\n\nThe U.S. Federal Reserve tracks a variety of labor market metrics, which affect how it sets monetary policy. One \"dashboard\" includes nine measures, only three of which had returned to their pre-crisis (2007) levels as of June 2014.[67][68] The Fed also publishes a \"Labor market conditions index\" that includes a score based on 19 other employment statistics.[69][70]\n\nResearch indicates recovery from financial crises can be protracted relative to typical recessions, with lengthy periods of high unemployment and substandard economic growth.[71][72]  Compared against combined financial crises and recessions in other countries, the U.S. employment recovery following the 2007–2009 recession was relatively fast.[73]\n\nThe outbreak of the COVID-19 pandemic has had a deep impact on the rate of unemployment in the United States. The World Economic Forum predicts a possible rise in the unemployment rate to 20%, a figure unseen since the Great Depression.[74] The United States Congress has passed laws to provide unemployment benefits, such as the Coronavirus Preparedness and Response Supplemental Appropriations Act, 2020, the Families First Coronavirus Response Act, and the CARES Act. On May 8, 2020, the Bureau of Labor Statistics reported that 20.5 million non-farm jobs were lost and the unemployment rate rose to 14.7 percent in April.[21] In mid-July 2020 marked the 17th week in a row that unemployment claims topped 1 million. The total unemployment claims filed since the beginning of the pandemic have moved up to 51 million, and the situation is still not optimistic since the complete reopening keeps being postponed.[75] A record 4.3 million people (2.9% of the workforce) quit their jobs in August which is the highest quit rate since the report began in late 2000.[76]\n\nWomen and marginalized individuals were particularly vulnerable to job loss during the COVID-19 pandemic.[77] This loss was surprising because women and minoritized people made up the majority of “essential” workers throughout COVID-19.[78] This division is most likely due to racism and sexism in the labor market, especially during recessions.[79][80] Gezici and Ozay (2020) found that, during COVID-19, Black women were more than 4% more likely to be unemployed than White men, while Hispanic women were a little over 5% more likely.[78] Even when an employee worked in a telecommutable job, Black and Hispanic women were more likely to be laid off from their job than White men.[78]\n\nThe effects of gender hierarchies were exacerbated during the height of COVID-19.[81] Women’s unemployment was impacted more than men’s, which is not the case during typical recessions.[77] Mothers were likely to suffer from unemployment for several reasons, including daycare closures, household structures, and job flexibility based on gender.[77] Among married couples, women are more likely to provide childcare than men even when they both work full time.[77] This means that daycare closures disproportionately affected mothers because they were more likely to be expected to take care of their children. While most parents struggled, single mothers were most negatively impacted, partly because single-mother households make up 21% of all households in the United States as compared to only 4% of single-father households.[77] Additionally, mothers were more affected than fathers because men are more likely to have flexible jobs, which allowed them to telecommute. 28% of men work in jobs where they are able to telecommute often, but only 22% of women work in these jobs.[77] Women were at greater risk of contracting COVID-19 in critical (or essential) job positions and more likely to be let go because their work was less flexible.[77]\n\n"
        },
        {
            "title": "Demographics and employment trends",
            "text": "Employment trends can be analyzed by any number of demographic factors individually or in combination, such as age, gender, educational attainment, and race. A major trend underlying the analysis of employment numbers is the aging of the white workforce, which is roughly 70% of the employment total by race as of November 2016. For example, the prime working age (25–54) white population declined by 4.8 million between December 2007 and November 2016, roughly 5%, while non-white populations are increasing. This is a major reason why non-white and foreign-born workers are increasing their share of the employed. However, white prime-age workers have also had larger declines in labor force participation than some non-white groups, for reasons not entirely clear. Such changes may have important political implications.[83]\n\nBLS statistics indicate foreign-born workers have filled jobs dis-proportionally to their share in the population. \n\n"
        },
        {
            "title": "Causes of unemployment",
            "text": "There are a variety of domestic, foreign, market and government factors that impact unemployment in the United States. These may be characterized as cyclical (related to the business cycle) or structural (related to underlying economic characteristics) and include, among others:\n\n"
        },
        {
            "title": "Fiscal and monetary policy",
            "text": "Employment is both cause and response to the economic growth rate, which can be affected by both government fiscal policy (spending and tax decisions) and monetary policy (Federal Reserve action.)\n\nThe U.S. ran historically large annual debt increases from 2008 to 2013, adding over $1 trillion in total national debt annually from fiscal year 2008 to 2012. The deficit expanded primarily due to a severe financial crisis and recession. With a U.S. GDP of approximately $17 trillion, the spending implied by this deficit comprises a significant amount of GDP. Keynesian economics argues that when the economic growth is slow, larger budget deficits are stimulative to the economy. This is one reason why the significant deficit reduction represented by the fiscal cliff was expected to result in a recession.[119][120]\n\nHowever, the deficit from 2014 to 2016 was in line with historical average, meaning it was not particularly stimulative. For example, CBO reported in October 2014: \"The federal government ran a budget deficit of $486 billion in fiscal year 2014...$195 billion less than the shortfall recorded in fiscal year 2013, and the smallest deficit recorded since 2008. Relative to the size of the economy, that deficit—at an estimated 2.8 percent of gross domestic product (GDP)—was slightly below the average experienced over the past 40 years, and 2014 was the fifth consecutive year in which the deficit declined as a percentage of GDP since peaking at 9.8 percent in 2009. By CBO's estimate, revenues were about 9 percent higher and outlays were about 1 percent higher in 2014 than they were in the previous fiscal year.\"[121]\n\nAs part of the economic policy of Barack Obama, the United States Congress funded approximately $800 billion in spending and tax cuts via the February 2009 American Recovery and Reinvestment Act to stimulate the economy. Monthly job losses began slowing shortly thereafter. By March 2010, employment again began to rise. From March 2010 to September 2012, over 4.3 million jobs were added, with consecutive months of employment increases from October 2010 to December 2015. As of December 2015, employment of 143.2 million was 4.9 million above the pre-crisis peak in January 2008 of 138.3 million.[122]\n\nThe U.S. Federal Reserve (the Fed) has a dual mandate to achieve full employment while maintaining a low rate of inflation. U.S. Federal Reserve interest rate adjustments (monetary policy) are important tools for managing the unemployment rate. There may be an economic trade-off between unemployment and inflation, as policies designed to reduce unemployment can create inflationary pressure, and vice versa.  Debates regarding monetary policy during 2014–2015 centered on the timing and extent of interest rate increases, as a near-zero interest rate target had remained in place since the 2007–2009 recession. Ultimately, the Fed decided to raise interest rates marginally in December 2015.[123] The Fed describes the type of labor market analyses it performs in making interest rate decisions in the minutes of the Federal Open Market Committee, its policy governing body, among other channels.[124]\n\nThe U.S. Federal Reserve has taken significant action to stimulate the economy after the 2007–2009 recession. The Fed expanded its balance sheet significantly from 2008 to 2014, meaning it essentially \"printed money\" to purchase large quantities of mortgage-backed securities and U.S. treasury bonds. This bids up bond prices, helping keep interest rates low, to encourage companies to borrow and invest and people to buy homes. It planned to end its quantitative easing in October 2014 but was undecided on when it might raise interest rates from near record lows. The Fed also tied its actions to its outlook for unemployment and inflation for the first time in December 2012.[125]\n\n"
        },
        {
            "title": "Political debates",
            "text": "Liberals typically argue for government action or partnership with the private sector to improve job creation. Typical proposals involve stimulus spending on infrastructure construction, clean energy investment, unemployment compensation, educational loan assistance, and retraining programs. Liberals historically supported labor unions and protectionist trade policies. During recessions, liberals generally advocate solutions based on Keynesian economics, which argues for additional government spending when the private sector is unable or unwilling to support sufficient levels of economic growth.[126][127]\n\nFiscal Conservatives typically argue for market-based solutions, with less government restriction of the private sector. Typical proposals involve deregulation and income tax rate reduction. Conservatives historically have opposed labor unions and encouraged free-trade agreements. Conservatives generally advocate supply-side economics.[126]\n\nThe affluent are much less inclined than other groups of Americans to support an active role for government in addressing high unemployment. Only 19% of the wealthy say that Washington should ensure that everyone who wants to work can find a job, but 68% of the general public support that proposition. Similarly, only 8% of the rich say that the federal government should provide jobs for everyone able and willing to work who cannot find a job in private employment, but 53% of the general public thinks it should. A September 2012 survey by The Economist found those earning over $100,000 annually were twice as likely to name the budget deficit as the most important issue in deciding how they would vote than middle- or lower-income respondents. Among the general public, about 40% say unemployment is the most important issue while 25% say that the budget deficit is.[128]\n\nA March 2011 Gallup poll reported: \"One in four Americans say the best way to create more jobs in the U.S. is to keep manufacturing in this country and stop sending work overseas. Americans also suggest creating jobs by increasing infrastructure work, lowering taxes, helping small businesses, and reducing government regulation.\" Further, Gallup reported that: \"Americans consistently say that jobs and the economy are the most important problems facing the country, with 26% citing jobs specifically as the nation's most important problem in March.\" Republicans and Democrats agreed that bringing the jobs home was the number one solution approach, but differed on other poll questions. Republicans next highest ranked items were lowering taxes and reducing regulation, while Democrats preferred infrastructure stimulus and more help for small businesses.[3]\n\nFurther, U.S. sentiment on free trade has been turning more negative. An October 2010 Wall Street Journal/NBC News poll reported that: \"[M]ore than half of those surveyed, 53%, said free-trade agreements have hurt the U.S. That is up from 46% three years ago and 32% in 1999.\" Among those earning $75,000 or more, 50% now say free-trade pacts have hurt the U.S., up from 24% who said the same in 1999. Across party lines, income, and job type, 76–95% of Americans surveyed agreed that \"outsourcing of production and manufacturing work to foreign countries is a reason the U.S. economy is struggling and more people aren't being hired\".[129]\n\nThe Pew Center reported poll results in August 2012: \"Fully 85% of self-described middle-class adults say it is more difficult now than it was a decade ago for middle-class people to maintain their standard of living. Of those who feel this way, 62% say \"a lot\" of the blame lies with Congress, while 54% say the same about banks and financial institutions, 47% about large corporations, 44% about the Bush administration, 39% about foreign competition and 34% about the Obama administration.\"[130]\n\nThe debate around the American Recovery and Reinvestment Act of 2009 (ARRA), the approximately $800 billion stimulus bill passed due to the subprime mortgage crisis, highlighted these views. Democrats generally advocated the liberal position and Republicans advocated the conservative position. Republican pressure reduced the overall size of the stimulus while increasing the ratio of tax cuts in the law.\n\nThese historical positions were also expressed during the debate around the Emergency Economic Stabilization Act of 2008, which authorized the Troubled Asset Relief Program (TARP), an approximately $700 billion bailout package (later reduced to $430 billion) for the banking industry. The initial attempt to pass the bill failed in the House of Representatives due primarily to Republican opposition.[131] Following a significant drop in the stock market and pressure from a variety of sources, a second vote passed the bill in the House.\n\nSenator Dick Durbin proposed a bill in 2010 called the \"Creating American Jobs and Ending Offshoring Act\" that would have reduced tax advantages from relocating U.S. plants abroad and limited the ability to defer profits earned overseas. However, the bill was stalled in the Senate primarily due to Republican opposition. It was supported by the AFL–CIO but opposed by the U.S. Chamber of Commerce.[132][133]\n\nThe Congressional Research Service summarized the bill as follows: \"Creating American Jobs and Ending Offshoring Act—Amends the Internal Revenue Code to: (1) exempt from employment taxes for a 24-month period employers who hire an employee who replaces another employee who is not a citizen or permanent resident of the United States and who performs similar duties overseas; (2) deny any tax deduction, deduction for loss, or tax credit for the cost of an American jobs offshoring transaction (defined as any transaction in which a taxpayer reduces or eliminates the operation of a trade or business in connection with the start-up or expansion of such trade or business outside the United States); and (3) eliminate the deferral of tax on income of a controlled foreign corporation attributable to property imported into the United States by such corporation or a related person, except for property exported before substantial use in the United States and for agricultural commodities not grown in the United States in commercially marketable quantities.\"[134]\n\nPresident Barack Obama proposed the American Jobs Act in September 2011, which included a variety of tax cuts and spending programs to stimulate job creation. The White House provided a fact sheet which summarized the key provisions of the $447 billion bill.[135] However, neither the House nor the Senate has passed the legislation as of December 2012. President Obama stated in October 2011: \"In the coming days, members of Congress will have to take a stand on whether they believe we should put teachers, construction workers, police officers and firefighters back on the job...They'll get a vote on whether they believe we should protect tax breaks for small business owners and middle-class Americans, or whether we should protect tax breaks for millionaires and billionaires.\"[136]\n\nDuring 2012, there was significant debate regarding approximately $560 billion in tax increases and spending cuts scheduled to go into effect in 2013, which would reduce the 2013 budget deficit roughly in half. Critics argued that with an employment crisis, such fiscal austerity was premature and misguided.[137] The Congressional Budget Office projected that such sharp deficit reduction would likely cause the U.S. to enter recession in 2013, with the unemployment rate rising to 9% versus approximately 8% in 2012, costing over 1 million jobs.[119][120] The fiscal cliff was partially addressed by the American Taxpayer Relief Act of 2012.\n\nIt is unclear whether lowering marginal income tax rates boosts job growth, or whether increasing tax rates slows job creation. This is due to many other variables that impact job creation. Economic theory suggests that (other things equal) tax cuts are a form of stimulus (they increase the budget deficit)[138] and therefore create jobs, much like spending. However, tax cuts as a rule have less impact per additional deficit dollar than spending, as a portion of tax cuts can be saved rather than spent. Since income taxes are primarily paid by higher income taxpayers (the top 1% pay less than 40% of it) and these taxpayers tend to save a higher portion of any incremental dollars returned to them via tax cuts than lower income taxpayers, income tax cuts are a less effective form of stimulus than payroll tax cuts, infrastructure investment, and unemployment compensation.[139][140]\n\nThe historical record indicates that marginal income tax rate changes have little impact on job creation, economic growth or employment.[141][142][143]\n\nThe Center on Budget and Policy Priorities (CBPP) wrote in March 2009: \"Small business employment rose by an average of 2.3 percent (756,000 jobs) per year during the Clinton years, when tax rates for high-income filers were set at very similar levels to those that would be reinstated under President Obama's budget. But during the Bush years, when the rates were lower, employment rose by just 1.0 percent (367,000 jobs).\"[145] CBPP reported in September 2011 that both employment and GDP grew faster in the seven-year period following President Clinton's income tax rate increase of 1993, than a similar period after the Bush tax cuts of 2001.[146]\n\nConservatives typically argue for lower U.S. tax income rates, arguing that it would encourage companies to hire more workers. Liberals have proposed legislation to tax corporations that offshore jobs and to limit corporate tax expenditures.\n\nU.S. corporate after-tax profits were at record levels during 2012 while corporate tax revenue was below its historical average relative to GDP. For example, U.S. corporate after-tax profits were at record levels during the third quarter of 2012, at an annualized $1.75 trillion.[147] U.S. corporations paid approximately 1.2% GDP in taxes during 2011. This was below the 2.7% GDP level in 2007 pre-crisis and below the 1.8% historical average for the 1990–2011 period.[148] In comparing corporate taxes, the Congressional Budget Office found in 2005 that the top statutory tax rate was the third highest among OECD countries behind Japan and Germany. However, the U.S. ranked 27th lowest of 30 OECD countries in its collection of corporate taxes relative to GDP, at 1.8% vs. the average 2.5%.[149]\n\n"
        },
        {
            "title": "Solutions for creating more U.S. jobs",
            "text": "A variety of options for creating jobs exist, but these are strongly debated and often have tradeoffs in terms of additional government debt, adverse environmental impact, and impact on corporate profitability.[150] Examples include infrastructure investment, tax reform, healthcare cost reduction, energy policy and carbon price certainty, reducing the cost to hire employees, education and training, deregulation, and trade policy. Another suggestion is to have the government become the employer of last resort.[151] A job guarantee would maintain labor market stability and real full employment just as it is responsible for the stability of the financial sector.[152] Authors Bittle & Johnson of Public agenda explained the pros and cons of 14 job creation arguments frequently discussed, several of which are summarized below by topic. These are hotly debated by experts from across the political spectrum.[153]\n\nMany experts advocate infrastructure investment, such as building roads and bridges and upgrading the electricity grid. Such investments have historically created or sustained millions of jobs, with the offset to higher state and federal budget deficits. In the wake of the 2008–2009 recession, there were over 2 million fewer employed housing construction workers.[153] The American Society of Civil Engineers rated U.S. infrastructure a \"D+\" on their scorecard for 2013, identifying an estimated $3.6 trillion in investment ideas by 2020.[154]\n\nCBO estimated in November 2011 that increased investment in infrastructure would create between 1 and 6 jobs per $1 million invested; in other words, a $100 billion investment would generate between 100,000 and 600,000 additional jobs. President Obama proposed the American Jobs Act in 2011, which included infrastructure investment and tax breaks offset by tax increases on high income earners.[155] However, it did not receive sufficient support in the Senate to receive a floor vote.  During late 2015, the House and Senate, in rare bipartisan form, passed the largest infrastructure package in a decade, costing $305 billion over five years, less than the $478 billion in Obama's initial request. He signed the Fixing America's Surface Transportation Act into law in December 2015.[156]\n\nLowering the costs of workers also encourages employers to hire more. This can be done via reducing existing Social Security or Medicare payroll taxes or by specific tax incentives for hiring additional workers. CBO estimated in 2011 that reducing employers' payroll taxes (especially if limited to firms that increase their payroll), increasing aid to the unemployed, and providing additional refundable tax credits to lower-income households, would generate more jobs per dollar of investment than infrastructure.[157]\n\nPresident Obama reduced the Social Security payroll tax on workers during the 2011–2012 period, which added an estimated $100 billion to the deficit while leaving these funds with consumers to spend. The U.S. corporate tax rate is among the highest in the world, although U.S. corporations pay among the lowest amount relative to GDP due to loopholes. Reducing the rate and eliminating loopholes may make U.S. businesses more competitive, but may also add to the deficit.[153] The Tax Policy Center estimated during 2012 that reducing the corporate tax rate from 35% to 20% would add $1 trillion to the debt over a decade, for example.[158]\n\nBusinesses are faced with paying the significant and rising healthcare costs of their employees. Many other countries do not burden businesses, but instead tax workers who pay the government for their healthcare. This significantly reduces the cost of hiring and maintaining the work force.[153]\n\nVarious studies place the cost of environmental regulations in the thousands of dollars per employee. Americans are split on whether protecting the environment or economic growth is a higher priority. Regulations that would add costs to petroleum and coal may slow the economy, although they would provide incentives for clean energy investment by addressing regulatory uncertainty regarding the price of carbon.[153]\n\nPresident Obama advocated a series of clean energy policies during June 2013. These included: Reducing carbon pollution from power plants; Continue expanding usage of clean energy; raising fuel economy standards; and energy conservation through more energy-efficient homes and businesses.[159]\n\nAdvocates of raising the minimum wage assert this would provide households with more money to spend, while opponents recognize the impact this has on businesses', especially small businesses', ability to pay additional workers. Critics argue raising employment costs deters hiring. During 2009, the minimum wage was $7.25 per hour, or $15,000 per year, below poverty level for some families.[153] The New York Times editorial board wrote in August 2013: \"As measured by the federal minimum wage, currently $7.25 an hour, low-paid work in America is lower paid today than at any time in modern memory. If the minimum wage had kept pace with inflation or average wages over the past nearly 50 years, it would be about $10 an hour; if it had kept pace with the growth in average labor productivity, it would be about $17 an hour.\"[161]\n\nPresident Obama advocated raising the minimum wage during February 2013: \"The President is calling on Congress to raise the minimum wage from $7.25 to $9 in stages by the end of 2015 and index it to inflation thereafter, which would directly boost wages for 15 million workers and reduce poverty and inequality...A range of economic studies show that modestly raising the minimum wage increases earnings and reduces poverty without jeopardizing employment. In fact, leading economists like Lawrence Katz, Richard Freeman, and Laura Tyson and businesses like Costco, Wal-Mart, and Stride Rite have supported past increases to the minimum wage, in part because increasing worker productivity and purchasing power for consumers will also help the overall economy.\"[162]\n\nThe Economist wrote in December 2013: \"A minimum wage, providing it is not set too high, could thus boost pay with no ill effects on jobs...America's federal minimum wage, at 38% of median income, is one of the rich world's lowest. Some studies find no harm to employment from federal or state minimum wages, others see a small one, but none finds any serious damage.\"[163]\n\nThe U.S. minimum wage was last raised to $7.25 per hour in July 2009.[164] As of December 2013, there were 21 states with minimum wages above the Federal minimum, with the State of Washington the highest at $9.32. Ten states index their minimum wage to inflation.[165]\n\nThe CBO reported in February 2014 that increasing the minimum wage to $10.10 per hour between 2014 and 2016 would reduce employment by an estimated 500,000 jobs, while about 16.5 million workers would have higher pay. A smaller increase to $9.00 per hour would reduce employment by 100,000, while about 7.6 million workers would have higher pay.[166]\n\nRegulatory costs on business start-ups and going concerns are significant. Requiring laws to have sunset provisions (end-dates) would help ensure only worthwhile regulations are renewed. New businesses account for about one-fifth of new jobs added. However, the number of new businesses starting each year dropped by 17% after the recession. Inc. magazine published 16 ideas to encourage new startups, including cutting red tape, approving micro-loans, allowing more immigration, and addressing tax uncertainty.[153]\n\nEducation policy reform could make higher education more affordable and more attuned to job needs. Unemployment is considerably lower for those with a college education. However, college is increasingly unaffordable. Providing loans contingent on degrees focused on fields with worker shortages such as healthcare and accounting would address structural workforce imbalances (i.e., a skills mismatch).[153] Federal Reserve Chair Janet Yellen stated in 2014: \"Public funding of education is another way that governments can help offset the advantages some households have in resources available for children. One of the most consequential examples is early childhood education. Research shows that children from lower-income households who get good-quality pre-Kindergarten education are more likely to graduate from high school and attend college as well as hold a job and have higher earnings, and they are less likely to be incarcerated or receive public assistance.\"[167]\n\nWithout the development of vastly different and innovative training methods and strategies, unemployment will rise in both blue collar and white collar sections of the US labor force due to the use of AI and other new technologies in increasingly automated workplaces. Latham and Humbert (2018) stated that when technological advances allow for an automated replacement of a position's essential job functions, the worker will be displaced, as the worker's skill set has become obsolete. The essential job functions are a critical element when determining the likelihood a job will be negatively impacted by automation or AI. “Skills that can easily be standardized, codified, or routinized are most likely to be automated.” (Latham & Humberd, 2018, p. 2).[168]\n\nTo counter these trends emphasis must be placed on achieving higher return on investment from the US Department of Education. “Curriculums-from grammar school to college-should evolve to focus less on memorizing facts and more on creativity and complex communication. Vocational schools should do a better job of fostering problem-solving skills and helping students work alongside robots.” (Orszag & Tanenhaus, 2015, p. 14).[169] By refocusing the education system to foster creativity as well as problem solving and critical thinking skills, people entering the US workforce would have valuable and sought after skills. People in the US need to evaluate if as a nation, enough is being done to ensure young people entering the workforce and the current workforce have the necessary skills to weather this massive transition to a more automated world.\n\nThe union movement has declined considerably, one factor contributing to more income inequality and off-shoring. Reinvigorating the labor movement could help create more higher-paying jobs, shifting some of the economic pie back to workers from owners. However, by raising employment costs, employers may choose to hire fewer workers.[153][A]\n\nCreating a level playing field with trading partners could help create more jobs in the U.S. Wage and living standard differentials and currency manipulation can make \"free trade\" something other than \"fair trade.\" Requiring countries to allow their currencies to float freely on international markets would reduce significant trade deficits, adding jobs in developed countries such as the U.S. and Western Europe.[153]\n\nCBO reported several options for addressing long-term unemployment during February 2012. Two short-term options included policies to: 1) Reduce the marginal cost to businesses of adding employees; and 2) Tax policies targeted towards people most likely to spend the additional income, mainly those with lower income. Over the long-run, structural reforms such as programs to facilitate re-training workers or education assistance would be helpful.[171]\n\nPresident Obama established the President's Council on Jobs and Competitiveness in 2009. The Council released an interim report with a series of recommendations in October 2011. The report included five major initiatives to increase employment while improving competitiveness:\n\nThe government could also become the employer of last resort, just as central banks are the lenders of last resort.[173][174][175][176] A job guarantee would maintain labor market stability and could establish full employment.[177] This would introduce a shock absorber into the labor market. Full employment might also gain wider support among the electorate than a basic income policy.[178]\n\n"
        },
        {
            "title": "Analytical perspectives",
            "text": "Analyzing the true state of the U.S. labor market is very complex and a challenge for leading economists, who may arrive at different conclusions.[180] For example, the main gauge, the unemployment rate, can be falling (a positive sign) while the labor force participation rate is falling as well (a negative sign). Further, the reasons for persons leaving the labor force may not be clear, such as aging (more people retiring) or because they are discouraged and have stopped looking for work.[181] The extent to which persons are not fully utilizing their skills is also difficult to determine when measuring the level of underemployment.[182]\n\nA rough comparison of September 2014 (when the unemployment rate was 5.9%) versus October 2009 (when the unemployment rate peaked at 10.0%) helps illustrate the analytical challenge. The civilian population increased by roughly 10 million during that time, with the labor force increasing by about 2 million and those not in the labor force increasing by about 8 million. However, the 2 million increase in the labor force represents the net of an 8 million increase in those employed, partially offset by a 6 million decline in those unemployed. So is the primary cause of improvement in the unemployment rate due to: a) increased employment of 8 million; or b) the increase in those not in the workforce, also 8 million? Did the 6 million fewer unemployed obtain jobs or leave the workforce?\n\nCBO issued a report in February 2014 analyzing the causes for the slow labor market recovery following the 2007–2009 recession. CBO listed several major causes:\n\nOne method of analyzing the impact of recessions on employment is to measure the period of time it takes to return to the pre-recession employment peak. By this measure, the 2008–2009 recession was considerably worse than the five other U.S. recessions from 1970 to present. By May 2013, U.S. employment had reached 98% of its pre-recession peak after approximately 60 months.[184] Employment recovery following a combined recession and financial crisis tends to be much longer than a typical recession. For example, it took Norway 8.5 years to return to its pre-recession peak employment after its 1987 financial crisis and it took Sweden 17.8 years after its 1991 financial crisis. The U.S. is recovering considerably faster than either of these countries.[72]\n\nThe ratio of full-time workers was 86.5% in January 1968 and hit a historical low of 79.9% in January 2010. There is a long-term trend of gradual reduction in the share of full-time workers since 1970, with recessions resulting in a decline in the full-time share of the workforce faster than the overall trend, with partial reversal during recovery periods. For example, as a result of the 2007–2009 recession, the ratio of full-time employed to total employed fell from 83.1% in December 2007 to a trough of 79.9% in January 2010, before steadily rising to 81.6% by April 2016.  Stated another way, the share of part-time employed to total employed rose from 16.9% in December 2007 to a peak of 20.1% in January 2010, before steadily falling to 18.4% in April 2016.[60]\n\nThere is a trend towards more workers in alternative (part-time or contract) work arrangements rather than full-time; the percentage of workers in such arrangements rose from 10.1% in 2005 to 15.8% in late 2015. This implies all of the net employment growth in the U.S. economy (9.1 million jobs between 2005 and 2015) occurred in alternative work arrangements, while the number in traditional jobs slightly declined.[63][117]\n\nEstimates vary for the number of jobs that must be created to absorb the inflow of persons into the labor force, to maintain a given rate of unemployment. This number is significantly affected by demographics and population growth. For example, economist Laura D'Andrea Tyson estimated this figure at 125,000 jobs per month during 2011.[185]\n\nEconomist Paul Krugman estimated it around 90,000 during 2012, mentioning also it used to be higher.[186] One method of calculating this figure follows, using data as of September 2012: U.S. population 314,484,000 x 0.90% annual population growth x 63% of population is working age x 63% work force participation rate / 12 months per year = 93,614 jobs/month. This approximates the Krugman figure.\n\nWells Fargo economists estimated the figure around 150,000 in January 2013: \"Over the past three months, labor force participation has averaged 63.7 percent, the same as the average for 2012. If the participation rate holds steady, how many new jobs are needed to lower the unemployment rate? The steady employment gains in recent months suggest a rough answer. The unemployment rate has been 7.9 percent, 7.8 percent and 7.8 percent for the past three months, while the labor force participation rate has been 63.8 percent, 63.6 percent and 63.6 percent. Meanwhile, job gains have averaged 151,000. Therefore, it appears that the magic number is something above 151,000 jobs per month to lower the unemployment rate.\"[187] Reuters reported a figure of 250,000 in February 2013, stating sustained job creation at this level would be needed to \"significantly reduce the ranks of unemployed.\"[188]\n\nFederal Reserve analysts estimated this figure around 80,000 in June 2013: \"According to our analysis, job growth of more than about 80,000 jobs per month would put downward pressure on the unemployment rate, down significantly from 150,000 to 200,000 during the 1980s and 1990s. We expect this trend to fall to around 35,000 jobs per month from 2016 through the\nremainder of the decade.\"[189]\n\nDuring the 41 months from January 2010 to May 2013, there were 19 months where the unemployment rate declined. On average, 179,000 jobs were created in those months. The median job creation during those months was 166,000.[190]\n\nThe U.S. civilian labor force was approximately 155 million people during October 2012.[6] This was the world's third largest, behind China (795.5 million) and India (487.6 million). The entire European Union employed 228.3 million.[191]\n\nThe number of people receiving Social Security disability benefits (SSDI) increased from 7.1 million in December 2007 to 8.7 million in April 2012, a 22% increase. Recipients are excluded from the labor force. Economists at JPMorgan Chase & Co. and Morgan Stanley estimated this explained as much as 0.5 of the 2.0 percentage point decline in the U.S. labor-force participation rate during the period.[192]\n\nUnemployment can have adverse health effects. One study indicated that a 1% increase in the unemployment rate can increase mortality among working-aged males by 6%.  Similar effects were not noted for women or the elderly, who had lower workforce attachment. The mortality increase was mainly driven by circulatory health issues (e.g., heart attacks).[193]  Another study concluded that: \"Losing a job because of an establishment closure increased the odds of fair or poor health by 54%, and among respondents with no preexisting health conditions, it increased the odds of a new likely health condition by 83%. This suggests that there are true health costs to job loss, beyond sicker people being more likely to lose their jobs.\"[194] Extended job loss can add the equivalent of ten years to a persons age.[195]\n\nStudies have also indicated that worsening economic conditions can be associated with lower mortality across the entire economy, with slightly lower mortality in the much larger employed group offsetting higher mortality in the unemployed group. For example, recessions might include fewer drivers on the road, reducing traffic fatalities and pollution.[195]\n\nCBO estimated in December 2015 that the Patient Protection and Affordable Care Act (also known colloquially as \"Obamacare\") would reduce the labor supply by approximately 2 million full-time worker equivalents (measured as a combination of persons and hours worked) by 2025, relative to a baseline without the law. This is driven by the law's health insurance coverage expansions (e.g., subsidies and Medicaid expansion) plus taxes and penalties. With access to individual marketplaces, fewer persons are dependent on health insurance offered by employers.[196]\n\nThe U.S. Bureau of Labor Statistics (BLS) reported on October 24, 2017 its projections of job growth by industry and job type over the 2016–2026 period.  Healthcare was the industry expected to add the most jobs, driven by demand from an aging population. The top three occupations were: personal care aides with 754,000 jobs added or a 37% increase; home health aids with 425,600 or 47%; and software developers at 253,400 or 30.5%.[197]\n\nBLS also reported that: \"About 9 out of 10 new jobs are projected to be added in the service-providing sector from 2016 to 2026, resulting in more than 10.5 million new jobs, or 0.8 percent annual growth. The goods-producing sector is expected to increase by 219,000 jobs, growing at a rate of 0.1 percent per year over the projections decade.\" BLS predicted that manufacturing jobs would decline by over 700,000 over that period.[197]\n\n"
        },
        {
            "title": "Obtaining data",
            "text": "U.S. employment statistics are reported by government and private primary sources monthly, which are widely quoted in the news media. These sources use a variety of sampling techniques that yield different measures.\n\nSeveral secondary sources also interpret the primary data released.\n\nThe FRED database contains a variety of employment statistics organized as data series. It can be used to generate charts or download historical information. Data series include labor force, employment, unemployment, labor force participation, etc. The Bureau of Labor Statistics (BLS) also releases employment statistics. Some popular data series include:\n\nJob creation in the U.S. is typically measured by changes in the \"Total Non-Farm\" employees.\n\nFRED has gathered many of the employment statistics on one page for easy access:\n\nThe Congressional Budget Office provides an unemployment rate forecast in its long term budget outlook. During August 2012, it projected that the unemployment rate would be 8.8% in 2013 and 8.7% in 2014. CBO projected the rate would then begin falling steadily to 5.5% by 2018 and remain around that level through 2022. This forecast assumes annual real GDP growth will exceed 3% between 2014 and 2018.[201] During December 2012, Wells Fargo Economics forecast that the unemployment rate would be 7.8% in 2013 and 7.6% in 2014. This forecast assumes real GDP growth would be 1.4% in 2013 and 2.5% in 2014.[202]\n\nThe Department of Labor's Employment and Training Administration (ETA) prepares an annual report on those petitioning for trade adjustment assistance, due to jobs lost from international trade. This represents a fraction of jobs actually off-shored and does not include jobs that are placed overseas initially or the collateral impact on surrounding businesses when, for example, a manufacturing plant moves overseas. During 2011, there were 98,379 workers covered by petitions filed with ETA.[203] The figure was 280,873 in 2010,[204] 201,053 in 2009 and 126,633 in 2008.[205]\n\nSources of U.S. labor market data that are available at a higher frequency and with shorter lags than traditional sources include unemployment insurance claims, online job posting statistics, Homebase data on hours worked, and the Real-Time Population Survey.[206]\n\n"
        },
        {
            "title": "Historical unemployment rate charts",
            "text": "Unemployment is defined as the number of able men and women of working age seeking employment. When unemployment percentages are shown it does not categorize all men and women who are out of work. It only accounts for the men and women who are actively seeking employment. To those who are no longer looking for work they are simply categorized as \"out of the workforce\". As of February 2018 the unemployment rate for the United States was 4.1%. The below is a list of unemployment rates from the Bureau of Labor Statistics since 2000.\n\nAs of 2010 in the United States, 123 million women age 16 years and over have worked in the U.S., 72 million, or 58.6 percent, were working or looking for work. Women are projected to account for 51% of the increase in total labor force growth between 2008 and 2018.  As of 2010 Women make up 47% of the total U.S. labor force. 66 million women were employed in the U.S. 73% of employed women worked on full-time jobs, while the remainder 27% worked part-time. The different career paths women work in were: 40.6% management, professional, and related occupations, 32% worked in sales and office occupations, 21.3% in service occupations, 5.2% in production, transportation, and material moving occupations, and 0.9% in natural resources, construction, and maintenance occupations. The largest percentage of employed Asian 46.1%, white 40.6%, and black women 33.8%. Hispanic women showed their strongest attachment to service occupations at 33.2%.  The unemployment rate for women was 8.6%. Among female race/ethnic groups, Asian women continue to have the lowest unemployment rate of 7.5%. For white women, it was 7.7%, Hispanic women 12.3%, and black women, 13.8 percent.[213]\n\n"
        }
    ]
}