{
    "url": "https://en.wikipedia.org/wiki/Unidentified_Aerial_Phenomena_Task_Force",
    "title": "Unidentified Aerial Phenomena Task Force",
    "table_of_contents": [
        "1 Creation",
        "1.1 Reactions",
        "2 Findings",
        "2.1 Preliminary assessment",
        "3 Replacement",
        "4 References",
        "5 Further reading",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe Unidentified Aerial Phenomena Task Force (UAPTF) was a program within the United States Office of Naval Intelligence used to \"standardize collection and reporting\" of sightings of unidentified aerial phenomena (UAP), sometimes termed UFOs. The program was detailed in a June 2020 hearing of the United States Senate Select Committee on Intelligence.[2][3][4] The UAPTF issued a preliminary report in June 2021. In July 2022 it was announced that the UAPTF would be succeeded as an organization by a new All-domain Anomaly Resolution Office.\n\n"
        },
        {
            "title": "Creation",
            "text": "In December 2017, the United States Department of Defense confirmed the existence of a defense program used to collect data on military UFO sightings, despite the disbandment of the Advanced Aerospace Threat Identification Program in 2012. Like its predecessor program, the UAP Task Force is managed by the Under Secretary of Defense for Intelligence in collaboration with the Office of Naval Intelligence. \n\nAfter the June 2020 Senate hearing, Senator Marco Rubio requested the release of video footage of unexplained aerial vehicles collected by the United States Navy, including the Pentagon UFO videos.[5][6]\n\nOn June 24, 2020, the Intelligence Committee voted to require United States Intelligence Community and the United States Department of Defense to publicly track and analyze data collected on unexplained aerial vehicles.[7] A report from the task force will be issued to the Intelligence Committee 180 days after the passage of the intelligence authorization act.[8][9]\n\nThe program was officially approved on August 4, 2020, by the Deputy Secretary of Defense David Norquist, and announced on August 14, 2020. \"The mission of the task force is to detect, analyze and catalog UAPs that could potentially pose a threat to U.S. national security.\"\n\nWriting for Politico, Bryan Bender quoted Christopher Mellon, the advisor to the company To the Stars, as saying \"It further legitimizes the issue\", adding \"That in itself is extremely important. People can talk about it without fear of embarrassment.\"  Mellon also said \"We are talking dozens of incidents in restricted military airspace over years.\"[10]\n\nIn July 2020, Rubio stated that he was worried that an adversary country had achieved \"some technological leap\" that \"allows them to conduct this sort of activity\", while also saying that there might be a conventional explanation that was \"boring\".[9]\n\nIn a piece originally published in Newsweek, astrophysicist Adam Frank wrote \"if it's handled well, the [UAP] commission could do more than shed much-needed light on UAPs. It could also give Americans a masterclass in the most basic, most important, and unfortunately, most boring topic in science: Standards of Evidence\" and that \"when it comes to UAPS/UFOs there are no such standards. It's just a free-for-all.\"[11]\n\n"
        },
        {
            "title": "Findings",
            "text": "On April 12, 2021, the Pentagon confirmed the authenticity of pictures and videos gathered by the Task Force, purportedly showing \"what appears to be pyramid-shaped objects\" hovering above USS Russell in 2019, off the coast of California, with spokeswoman Susan Gough saying \"I can confirm that the referenced photos and videos were taken by Navy personnel. The UAPTF has included these incidents in their ongoing examinations.\"[12][13][14] Science writer Mick West has argued that the pyramid images in the video were most likely an airplane, Jupiter, or stars that were distorted when the lens was out of focus.[15] West said the Navy video is an example of a photographic effect called bokeh, and demonstrated the effect by recreating similar pyramid images on video.[16]\n\nThe following month, Gough further confirmed a second video had been recorded by Navy personnel and is under review by the Task Force. The video, recorded on July 15, 2019, in the combat information center of USS Omaha, purportedly shows a spherical object flying over the ocean as seen through an infrared (IR) camera at night, moving across the screen before stopping and easing down into the water.[17][18][19][20]\n\nOn June 25, 2021, the Office of the Director of National Intelligence released a report on UAPs, commonly known as the Pentagon UFO Report.[21][22][23] The report found that the UAPTF was unable to identify 143 of 144 objects spotted between 2004 and 2021. The report said that 18 of these featured unusual movement patterns or flight characteristics, and that more analysis was needed to determine if those sightings represented breakthrough technology. The report said that some of these steps are resource-intensive and would require additional investment.[22] The report did not link the sightings to extraterrestrial life, with officials saying \"We have no clear indications that there is any nonterrestrial explanation for them — but we will go wherever the data takes us\".[24][25]\n\n"
        },
        {
            "title": "Replacement",
            "text": "50 U.S.C. § 3373 (NDAA 2022) directs the Secretary and DNI to establish an office to carry out the duties of the UAPTF. \n\nThe successor to the UAPTF was established on 23 November 2021, as the Airborne Object Identification and Management Synchronization Group (AOIMSG).[26]  Oversight and direction of the AOIMSG was to be an Executive Council, formerly the Airborne Object Identification and Management Executive Council (AOIMEXEC). The AOIMEXEC was to be co-chaired by the Under Secretary of Defense for Intelligence and Security (USD(I&S)), and the Director of Operations, Joint Staff, and was to designate an acting director for the AOIMSG.[26]\n\nOn 20 July 2022 DoD announced the successors to AOIMSG and AOIMEXEC to be AARO and AAROEXEC, respectively. AARO is the All-domain Anomaly Resolution Office. AARO's Executive Council is AAROEXEC.[27] The director of AARO is Sean M. Kirkpatrick,[28] reporting to the USD(I&S), Ronald Moultrie. The UAPTF is disestablished. The Department of the Navy's resources in the UAPTF are transferred to AARO. \nAARO will focus on\n\nResourcing will be visible at the Program Budget Review process (PBR); USD(I&S) are to invite participation of Principals from the Office of the Director of National Intelligence.[26] \nThe former Director of the AOIMSG (now part of AARO) is to continue the collection and reporting of Unidentified Aerial Phenomena (UAP) incidents across the DoD's Special use airspace (SUA), as well as the collection and reporting of anomalous, unidentified space, airborne, submerged, and transmedium objects. The Director of the AARO is to identify and reduce gaps in operational, intelligence, and counterintelligence capability, and to recommend changes in policy, whether regulatory of statutory, to reduce those gaps. AAROEXEC is to manage the transition of the Unidentified Aerial Phenomena Task Force to the AARO.[26]\n\n50 U.S.C. § 3373a (CAA 2022) requires quarterly classified reporting to Congress beginning no later than 13 June 2022.\n\n"
        }
    ]
}