{
    "url": "https://en.wikipedia.org/wiki/Uniformed_services_of_the_United_States",
    "title": "Uniformed services of the United States",
    "table_of_contents": [
        "1 Uniformed services",
        "2 Federal executive departments",
        "2.1 United States Department of Defense (DoD)",
        "2.2 United States Department of Homeland Security (DHS)",
        "2.3 United States Department of Health and Human Services (HHS)",
        "2.4 United States Department of Commerce (DOC)",
        "3 Statutory definition",
        "4 U.S. Armed Forces",
        "5 Non-armed uniformed services",
        "6 See also",
        "7 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe United States has eight federal uniformed services that commission officers as defined by Title 10 and subsequently structured and organized by Titles 10, 14, 32 and 42 of the U.S. Code.\n\n"
        },
        {
            "title": "Uniformed services",
            "text": "The uniformed services are, in order of precedence, when in formations:[10][11]\n\nEach of the uniformed services is administratively headed by a federal executive department and its corresponding civilian Cabinet leader.\n\n"
        },
        {
            "title": "Federal executive departments",
            "text": "Department of the Army (DA)\n\nDepartment of the Navy (DON)\n\nDepartment of the Air Force (DAF)\n\nThe order of precedence within the Department of Defense is set by DoD Directive 1005.8 and is not dependent on the date of creation by the U.S. Congress.\n\nPrior to 1967, the Coast Guard was a part of the Department of the Treasury. In 1967, it became a part of the Department of Transportation. In 2002, it was placed under the Department of Homeland Security. During times of war, it may be transferred to the Department of the Navy, under the Department of Defense.\n\nThe Corps is headed by the Surgeon General of the United States.\n\nThe NOAA Corps was created as the United States Coast and Geodetic Survey Corps, a component of the United States Coast and Geodetic Survey, on 22 May 1917. It was removed from the Coast and Geodetic Survey and became a component of the Environmental Science Services Administration (ESSA) as the Environmental Science Services Administration Corps (ESSA Corps) upon the establishment of ESSA on 13 July 1965. The ESSA Corps became the NOAA Corps as a component of NOAA when ESSA was abolished and NOAA simultaneously was created on 3 October 1970. Under all three names, the corps has been an element of the Department of Commerce throughout its existence.\n\n"
        },
        {
            "title": "Statutory definition",
            "text": "The eight uniformed services are defined by 10 U.S.C. § 101(a)(5):\n\nThe six uniformed services that make up the armed forces of the United States are defined in the previous clause, 10 U.S.C. § 101(a)(4):\n\nAll eight uniformed services are subject to the provisions of 10 USC 1408, the Uniformed Services Former Spouses' Protection Act.[12]\n\n"
        },
        {
            "title": "U.S. Armed Forces",
            "text": "Six of the uniformed services make up the armed forces as defined by Title 10, five of which are within the Department of Defense. The Coast Guard is part of the Department of Homeland Security and has both military and law enforcement duties. Title 14 states that the Coast Guard is part of the armed forces at all times, making it the only branch of the military outside the Department of Defense. During a declared state of war, however, the President of the U.S. or U.S. Congress may direct that the Coast Guard operate as part of the Department of the Navy.[13] The Public Health Service Commissioned Corps, along with the NOAA Commissioned Corps, operate under military rules with the exception of the applicability of the Uniform Code of Military Justice, to which they are subject only when militarized by executive order or while detailed to any component of the armed forces.[14]\n\nReserve components of the United States Armed Forces are all members of the military who serve in a reserve capacity. The National Guard is an additional reserve military component of the Army and Air Force, respectively, and is composed of National Guard units, which operate under Title 32 and under state authority as the Army National Guard and Air National Guard. The militia that later became the National Guard was first formed in the Colony of Virginia in 1607 and is the oldest uniformed military force founded in the New World. The National Guard can also be mobilized by the president to operate under federal authority through Title 10. When acting under federal direction, the National Guard is managed by the National Guard Bureau, which is a joint Army and Air Force activity under the Department of Defense,[15][16][17] with a 4-star general[15][16] from the Army or Air Force appointed as its top leader. However, in federal service, command and control of National Guard organizations will fall under the designated geographic or functional combatant commander. The National Guard of the United States serves as a reserve component for both the Army and the Air Force, and can be called up for federal active duty in times of war or national emergencies.[15][16]\n\n"
        },
        {
            "title": "Non-armed uniformed services",
            "text": "Commissioned officers of the NOAA Corps and PHSCC wear uniforms that are derived from U.S. Navy and Coast Guard uniforms, except that the commissioning devices, buttons, and insignia reflect their specific service. Uniformed officers of the NOAA Corps and PHSCC are paid on the same scale as members of the armed services, with respective rank and time-in-grade. Additionally, PHSCC officers are covered by the Uniformed Services Employment and Re-employment Rights Act and the Servicemembers Civil Relief Act (formerly the Soldiers and Sailors Civil Relief Act). The NOAA Corps and PHSCC consist of commissioned officers only and have no warrant officer ranks or enlisted ranks.\n\nCommissioned officers of the NOAA Corps and PHSCC may be militarized by the president.[18] Because they are commissioned officers, they can be classified as prisoners of war under the Geneva Conventions if captured by a belligerent entity. The PHSCC traces its origins to a system of marine hospitals created by An Act for the relief of sick and disabled seamen, passed by Congress in 1798; it adopted a military model of organization in 1871.[19][20] The Coast and Geodetic Survey (USC&GS), a predecessor to NOAA, originally began commissioning its officers so that if captured while engaged in battlefield surveying, they would be protected under the law of armed conflict and could not be tried or executed as spies. The USC&GS Commissioned Officer Corps became the Environmental Science Services Administration Corps (ESSA Corps), upon the creation of the Environmental Science Services Administration on 13 July 1965, then became the NOAA Corps upon the creation of NOAA on 3 October 1970.\n\n"
        }
    ]
}