{
    "url": "https://en.wikipedia.org/wiki/United_States_Army_Corps_of_Engineers",
    "title": "United States Army Corps of Engineers",
    "table_of_contents": [
        "1 History",
        "1.1 Early history",
        "1.2 Formerly separate units",
        "1.3 Civil War",
        "1.4 20th century",
        "1.5 Notable dates and projects",
        "2 Organization",
        "2.1 Headquarters",
        "2.2 Divisions and districts",
        "2.3 The Engineer Regiment",
        "2.4 Other USACE organizations",
        "2.5 Directly reporting military units",
        "3 Mission areas",
        "3.1 Warfighting",
        "3.2 Homeland security",
        "3.3 Infrastructure support",
        "3.4 Water resources",
        "3.5 Environment",
        "3.6 Sustainability",
        "4 Operational facts and figures",
        "5 Environmental protection and regulatory program",
        "6 Research",
        "7 Insignia",
        "8 Controversies",
        "8.1 Civil works",
        "8.2 Military construction",
        "8.3 Greenhouse whistleblower suit",
        "9 See also",
        "10 Notes",
        "11 References",
        "12 Further reading",
        "13 External links",
        "13.1 Official",
        "13.2 General information"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe United States Army Corps of Engineers (USACE) is an engineer formation of the United States Army that has three primary mission areas: Engineer Regiment, military construction, and civil works. The day-to-day activities of the three mission areas are administered by a lieutenant general known as the commanding general/chief of engineers. The chief of engineers commands the Engineer Regiment, comprising combat engineer, rescue, construction, dive, and other specialty units, and answers directly to the Chief of Staff of the Army. Combat engineers, sometimes called sappers, form an integral part of the Army's combined arms team and are found in all Army service components: Regular Army, National Guard, and Army Reserve. Their duties are to breach obstacles; construct fighting positions, fixed/floating bridges, and obstacles and defensive positions; place and detonate explosives; conduct route clearance operations; emplace and detect landmines; and fight as provisional infantry when required. For the military construction mission, the commanding general is directed and supervised by the Assistant Secretary of the Army for installations, environment, and energy, whom the President appoints and the Senate confirms. Military construction relates to construction on military bases and worldwide installations.\n\nContinental Congress authority for a \"Chief Engineer for the Army\" dates from 16 June 1775. Congress authorized a corps of engineers for the United States on 11 March 1779. The Corps as it is known today came into being on 16 March 1802, when the president was authorized to \"organize and establish a Corps of Engineers ... that the said Corps ... shall be stationed at West Point in the State of New York and shall constitute a Military Academy.\" A Corps of Topographical Engineers, authorized on 4 July 1838, merged with the Corps of Engineers in March 1863.\n\nFor the civil works mission the commanding general is directed and supervised by the Assistant Secretary of the Army, also appointed by the President and confirmed by the Senate. Army civil works consists of three congressionally authorized business lines: navigation, flood and storm damage protection, and aquatic ecosystem restoration. Civil works is also tasked with administering the Clean Water Act Section 404 program, recreation, hydropower, and water supply at USACE flood control reservoirs, and environmental infrastructure. The civil works staff oversee construction, operation, and maintenance of dams, canals and flood protection in the U.S., as well as a wide range of public works throughout the world.[2] USACE has 37,000 civilian and military personnel,[3] making it one of the world's largest public engineering, design, and construction management agencies. Some of its dams, reservoirs, and flood control projects also serve as public outdoor recreation facilities. Its hydroelectric projects provide 24% of U.S. hydropower capacity. It is headquartered in Washington, D.C. and has a budget of $7.8 billion (FY2021).[4]\n\nThe corps's mission is to \"deliver vital public and military engineering services; partnering in peace and war to strengthen our nation's security, energize the economy and reduce risks from disasters.\"[5]\n\nIts most visible civil works missions include:\n\n"
        },
        {
            "title": "History",
            "text": "The history of United States Army Corps of Engineers can be traced back to the revolutionary era. On 16 June 1775, the Continental Congress organized an army which staff included a chief engineer and two assistants.[6] Colonel Richard Gridley became General George Washington's first chief engineer. One of his first tasks was to build fortifications near Boston at Bunker Hill. The Continental Congress recognized the need for engineers trained in military fortifications and asked the government of King Louis XVI of France for assistance.  Many of the early engineers in the Continental Army were former French officers.\n\nLouis Lebègue Duportail, a lieutenant colonel in the French Royal Corps of Engineers, was secretly sent to North America in March 1777 to serve in George Washington's Continental Army. In July 1777 he was appointed colonel and commander of all engineers in the Continental Army and, on 17 November 1777, he was promoted to brigadier general. When the Continental Congress created a separate Corps of Engineers in May 1779, Duportail was appointed as its commander. In late 1781 he directed the construction of the allied U.S.-French siege works at the Battle of Yorktown.\n\nOn 26 February 1783, the Corps was disbanded. It was re-established during the Presidency of George Washington.\n\nFrom 1794 to 1802, the engineers were combined with the artillery as the Corps of Artillerists and Engineers.[7]\n\nThe Corps of Engineers, as it is known today, was established on 16 March 1802, when President Thomas Jefferson signed the Military Peace Establishment Act, whose aim was to \"organize and establish a Corps of Engineers ... that the said Corps ... shall be stationed at West Point in the State of New York and shall constitute a military academy.\" Until 1866, the superintendent of the United States Military Academy was always an Engineer Officer.\n\nThe General Survey Act of 1824 authorized the use of Army engineers to survey road and canal routes for the growing nation.[8] That same year, Congress passed an \"Act to Improve the Navigation of the Ohio and Mississippi Rivers\" and to remove sand bars on the Ohio and \"planters, sawyers, or snags\" (trees fixed in the riverbed) on the Mississippi, for which the Corps of Engineers was identified as the responsible agency.[9]\n\nSeparately authorized on 4 July 1838, the Corps of Topographical Engineers consisted only of officers and was used for mapping and the design and construction of federal civil works and other coastal fortifications and navigational routes. It was merged with the Corps of Engineers on 31 March 1863, at which point the Corps of Engineers also assumed the Lakes Survey District mission for the Great Lakes.[10]\n\nIn 1841, Congress created the Lake Survey. The survey, based in Detroit, Michigan, was charged with conducting a hydrographical survey of the Northern and Northwestern lakes and preparing and publishing nautical charts and other navigation aids. The Lake Survey published its first charts in 1852.[11]\n\nIn the mid-19th century, Corps of Engineers' officers ran Lighthouse Districts in tandem with U.S. Naval officers.\n\nThe Army Corps of Engineers played a significant role in the American Civil War. Many of the men who would serve in the top leadership in this organization were West Point graduates. Several rose to military fame and power during the Civil War. Some examples include Union generals George McClellan, Henry Halleck, and George Meade; and Confederate generals Robert E. Lee, Joseph Johnston, and P.G.T. Beauregard.[6] The versatility of officers in the Army Corps of Engineers contributed to the success of numerous missions throughout the Civil War. They were responsible for building pontoon and railroad bridges, forts and batteries, destroying enemy supply lines (including railroads), and constructing roads for the movement of troops and supplies.[6] Both sides recognized the critical work of engineers. On 6 March 1861, once the South had seceded from the Union, its legislature passed an act to create a Confederate Corps of Engineers.[12]\n\nThe South was initially at a disadvantage in engineering expertise; of the initial 65 cadets who resigned from West Point to accept positions with the Confederate Army, only seven were placed in the Corps of Engineers.[12] The Confederate Congress passed legislation that authorized a company of engineers for every division in the field; by 1865, the CSA had more engineer officers serving in the field of action than the Union Army.[12]\n\nOne of the main projects for the Army Corps of Engineers was constructing railroads and bridges. Union forces took advantage of such Confederate infrastructure because railroads and bridges provided access to resources and industry. The Confederate engineers outperformed the Union Army in building fortifications that were used both offensively and defensively, along with trenches that made them harder to penetrate. This method of building trenches was known as the zigzag pattern.[12]\n\nThe National Defense Act of 1916 authorized a reserve corps in the Army, and the Engineer Officers' Reserve Corps and the Engineer Enlisted Reserve Corps became one of the branches.[13] Some of these personnel were called into active service for World War I.\n\nFrom the beginning, many politicians wanted the Corps of Engineers to contribute to both military construction and civil works. Assigned the military construction mission on 1 December 1941, after the Quartermaster Department struggled with the expanding mission,[14] the Corps built facilities at home and abroad to support the U.S. Army and Air Force. During World War II the USACE program expanded to more than 27,000 military and industrial projects in a $15.3 billion mobilization effort. Included were aircraft, tank assembly, and ammunition plants; camps for 5.3 million soldiers; depots, ports, and hospitals; and the rapid construction of such landmark projects such as the Manhattan Project at Los Alamos, Hanford and Oak Ridge among other places, and the Pentagon, the Department of Defense headquarters across the Potomac from Washington, DC.\n\nIn civilian projects, the Corps of Engineers became the lead federal navigation and flood control agency. Congress significantly expanded its civil works activities, becoming a major provider of hydroelectric energy and the country's leading provider of recreation, Its role in responding to natural disasters also grew dramatically, especially following the devastating Mississippi Flood of 1927. In the late 1960s, the agency became a leading environmental preservation and restoration agency.[citation needed]\n\nIn 1944, specially trained army combat engineers were assigned to blow up underwater obstacles and clear defended ports during the invasion of Normandy.[15][16] During World War II, the Army Corps of Engineers in the European Theater of Operations was responsible for building numerous bridges, including the first and longest floating tactical bridge across the Rhine at Remagen, and building or maintaining roads vital to the Allied advance across Europe into the heart of Germany. In the Pacific theater, the \"Pioneer troops\" were formed, a hand-selected unit of volunteer Army combat engineers trained in jungle warfare, knife fighting, and unarmed jujitsu (hand-to-hand combat) techniques.[17] Working in camouflage, the Pioneers cleared jungle, prepared routes of advance and established bridgeheads for the infantry, as well as demolishing enemy installations.[17]\n\nFive commanding generals (chiefs of staff after the 1903 reorganization) of the United States Army held engineer commissions early in their careers. All transferred to other branches before being promoted to the top position. They were Alexander Macomb, George B. McClellan, Henry W. Halleck, Douglas MacArthur, and Maxwell D. Taylor.[18]\n\nOccasional civil disasters, including the Great Mississippi Flood of 1927, resulted in greater responsibilities for the Corps of Engineers.  The aftermath of Hurricane Katrina in New Orleans provides another example of this.\n\n"
        },
        {
            "title": "Organization",
            "text": "The Chief of Engineers/Commanding General (Lt. general) of U.S. Army Corps of Engineers has three mission areas: combat engineers, military construction, and civil works.  For each mission area the Chief of Engineers/Commanding General is supervised by a different person.  For civil works the Commanding General is supervised by the civilian Assistant Secretary of the Army (Civil Works). Three deputy commanding generals (major generals) report to the chief of engineers, who have the following titles: Deputy Commanding General, Deputy Commanding General for Civil and Emergency Operation, and Deputy Commanding General for Military and International Operations.[24] The Corps of Engineers headquarters is located in Washington, D.C. The headquarters staff is responsible for Corps of Engineers policy and plans the future direction of all other USACE organizations. It comprises the executive office and 17 staff principals. USACE has two civilian directors who head up Military and Civil Works programs in concert with their respective DCG for the mission area.\n\nThe U.S. Army Corps of Engineers is organized geographically into eight permanent divisions, one provisional division, one provisional district, and one research command reporting directly to the HQ. Within each division, there are several districts.[25] Districts are defined by watershed boundaries for civil works projects and by political boundaries for military projects.\n\nU.S. Army engineer units outside of USACE Districts and not listed below fall under the Engineer Regiment of the U.S. Army Corps of Engineers, which comprises the majority of Army engineer soldiers. The Regiment includes combat engineers, whose duties are to breach obstacles; construct fighting positions, fixed/floating bridges, and obstacles and defensive positions; place and detonate explosives; conduct route clearance operations; emplace and detect landmines; and fight as provisional infantry when required. It also includes support engineers, who are more focused on construction and sustainment. Headquartered at Fort Leonard Wood, MO, the Engineer Regiment is commanded by the Engineer Commandant, currently a position filled by an Army brigadier general.\n\nThe Engineer Regiment includes the U.S. Army Engineer School (USAES) which publishes its mission as: Generate the military engineer capabilities the Army needs: training and certifying Soldiers with the right knowledge, skills, and critical thinking; growing and educating professional leaders; organizing and equipping units; establishing a doctrinal framework for employing capabilities; and remaining an adaptive institution in order to provide Commanders with the freedom of action they need to successfully execute Unified Land Operations.\n\nThere are several other organizations within the Corps of Engineers:[2][26]\n\n"
        },
        {
            "title": "Mission areas",
            "text": "USACE provides support directly and indirectly to the warfighting effort.[29] They build and help maintain much of the infrastructure that the Army and the Air Force use to train, house, and deploy troops. USACE built and maintained navigation systems and ports provide the means to deploy vital equipment and other material. Corps of Engineers Research and Development (R&D) facilities help develop new methods and measures for deployment, force protection, terrain analysis, mapping, and other support.\n\nUSACE directly supports the military in the battle zone, making expertise available to commanders to help solve or avoid engineering (and other) problems. Forward Engineer Support Teams, FEST-A's or FEST-M's, may accompany combat engineers to provide immediate support, or to reach electronically into the rest of USACE for the necessary expertise. A FEST-A team is an eight-person detachment; a FEST-M is approximately 36. These teams are designed to provide immediate technical-engineering support to the warfighter or in a disaster area. Corps of Engineers' professionals use the knowledge and skills honed on both military and civil projects to support the U.S. and local communities in the areas of real estate, contracting, mapping, construction, logistics, engineering, and management experience. This work currently[when?] includes support for rebuilding Iraq, establishing Afghanistan infrastructure, and supporting international and inter-agency services.\n\nIn addition, the work of almost 26,000 civilians on civil-works programs throughout USACE provides a training ground for similar capabilities worldwide. USACE civilians volunteer for assignments worldwide. For example, hydropower experts have helped repair, renovate, and run hydropower dams in Iraq in an effort to help get Iraqis to become self-sustaining.[26][30]\n\nUSACE supports the United States' Department of Homeland Security and the Federal Emergency Management Agency (FEMA) through its security planning, force protection, research and development, disaster preparedness efforts, and quick response to emergencies and disasters.[31]\n\nThe CoE conducts its emergency response activities under two basic authorities — the Flood Control and Coastal Emergency Act (Pub.L. 84–99), and the Stafford Disaster Relief and Emergency Assistance Act (Pub.L. 93–288). In a typical year, the Corps of Engineers responds to more than 30 Presidential disaster declarations, plus numerous state and local emergencies. Emergency responses usually involve cooperation with other military elements and Federal agencies in support of State and local efforts.\n\nWork comprises engineering and management support to military installations, global real estate support, civil works support (including risk and priorities), operations and maintenance of Federal navigation and flood control projects, and monitoring of dams and levees.[32]\n\nMore than 67 percent of the goods consumed by Americans and more than half of the nation's oil imports are processed through deepwater ports maintained by the Corps of Engineers, which maintains more than 12,000 miles (19,000 km) of commercially navigable channels across the U.S.\n\nIn both its Civil Works mission and Military Construction program, the Corps of Engineers is responsible for billions of dollars of the nation's infrastructure. For example, USACE maintains direct control of 609 dams, maintains or operates 257 navigation locks, and operates 75 hydroelectric facilities generating 24% of the nation's hydropower and three percent of its total electricity. USACE inspects over 2,000 Federal and non-Federal levees every two years.\n\nFour billion gallons of water per day are drawn from the Corps of Engineers' 136 multi-use flood control projects comprising 9,800,000 acre-feet (12.1 km3) of water storage, making it one of the United States' largest water supply agencies.[26]\n\nThe 249th Engineer Battalion (Prime Power), the only active duty unit in USACE, generates and distributes prime electrical power in support of warfighting, disaster relief, stability and support operations as well as provides advice and technical assistance in all aspects of electrical power and distribution systems. The battalion deployed in support of recovery operations after 9/11 and was instrumental in getting Wall Street back up and running within a week.[33] The battalion also deployed in support of post-Katrina operations.\n\nAll of this work represents a significant investment in the nation's resources.\n\nThrough its Civil Works program, USACE carries out a wide array of projects that provide coastal protection, flood protection, hydropower, navigable waters and ports, recreational opportunities, and water supply.[34][35] Work includes coastal protection and restoration, including a new emphasis on a more holistic approach to risk management. As part of this work, USACE is the number one provider of outdoor recreation in the U.S., so there is a significant emphasis on water safety.[citation needed]\n\nArmy involvement in works \"of a civil nature,\" including water resources, goes back almost to the origins of the U.S. Over the years, as the nation's needs have changed, so have the Army's Civil Works missions.[citation needed]\n\nMajor areas of emphasis include the following:\n\nThe U.S. Army Corps of Engineers environmental mission has two major focus areas: restoration and stewardship. The Corps supports and manages numerous environmental programs, that run the gamut from cleaning up areas on former military installations contaminated by hazardous waste or munitions to helping establish/reestablish wetlands that helps endangered species survive.[38] Some of these programs include Ecosystem Restoration, Formerly Used Defense Sites, Environmental Stewardship, EPA Superfund, Abandoned Mine Lands, Formerly Utilized Sites Remedial Action Program, Base Realignment and Closure, 2005, and Regulatory.\n\nThis mission includes education as well as regulation and cleanup. Litter and trash cleanups typically occur on Earth Day, National CleanUp Day, and National Public Lands Day; there are also individual or small group TrashTag cleanups.[39][40][41][42][43][44]\n\nThe U.S. Army Corps of Engineers has an active environmental program under both its Military and Civil Programs.[38]\nThe Civil Works environmental mission that ensures all USACE projects, facilities and associated lands meet environmental standards. The program has four functions: compliance, restoration, prevention, and conservation. The Corps also regulates all work in wetlands and waters of the United States.\n\nThe Military Programs Environmental Program manages design and execution of a full range of cleanup and protection activities:\n\nThe following are major areas of environmental emphasis:\n\nSee also Environmental Enforcement below.\n\nThe Army adopted a sustainability policy in the early 2000s to make military bases, and the force as a whole, more resilient and less dependent on fossil fuels. Since the US military is one of the world's largest institutional energy consumers, this would have a significant impact on reducing waste, improving efficiency, and ensuring that public resources are used effectively.[45]\n\nThe Army has developed and adopted its own triple bottom line framework shifting from the traditional \"People Planet, and Profit\" to \"Mission, Community, and Environment\". To meet these new sustainability targets, it has implemented regulations such as designing all new projects to meet the LEED silver standard. Additional regulations are detailed in the Sustainable Design and Development Policy.\n\nThe 2017 revision to the Sustainable Design and Development Policy outlines the updated goals and requirements the Army established in an effort to successfully complete the sustainability mission.[46] Most of these requirements result in stricter regulations on the planning, design and construction of new projects and major renovations:\n\nMany of these goals fall directly onto USACE, as it oversees most construction and maintenance of Army bases and infrastructure. To embrace the branch’s movement toward sustainability, USACE added sustainability as an overarching mission with several specific focus areas:\n\nThis challenge is not without its difficulties. The first report issued in 2008 showed that 78% of new projects were built to the LEED silver standard (without actually getting the certification) instead of the 100% required. In addition, there was an 8.4% and 32% reduction in energy use intensity and water use, respectively, and a 35% increase in hazardous waste production.[47]\n\nLater reports show some improvement toward resilience and sustainability. The 2020 Sustainability Report and Implementation Plan show a further 12% reduction in water use as well as 35% total reduction in energy use intensity since 2003. Future projections show that USACE intends to continue to build on these focus areas and drive down its demands in areas such as fuel, electricity and water.[48]\n\n"
        },
        {
            "title": "Operational facts and figures",
            "text": "Summary of facts and figures as of 2007, provided by the Corps of Engineers:[26]\n\n"
        },
        {
            "title": "Environmental protection and regulatory program",
            "text": "The regulatory program is authorized to protect the nation's aquatic resources. USACE personnel evaluate permit applications for essentially all construction activities that occur in the nation's waters, including wetlands.  Two primary authorities granted to the Army Corps of Engineers by Congress fall under Section 10 of the Rivers and Harbors Act and Section 404 of the Clean Water Act.\n\nSection 10 of the Rivers and Harbors Act of 1899 (codified in Chapter 33, Section 403 of the United States Code) gave the Corps authority over navigable waters of the United States, defined as \"those waters that are subject to the ebb and flow of the tide and/or are presently being used, or have been used in the past, or may be susceptible for use to transport interstate or foreign commerce.\"  Section 10 covers construction, excavation, or deposition of materials in, over, or under such waters, or any work that would affect the course, location, condition or capacity of those waters. Actions requiring section 10 permits include structures (e.g., piers, wharfs, breakwaters, bulkheads, jetties, weirs, transmission lines) and work such as dredging or disposal of dredged material, or excavation, filling or other modifications to the navigable waters of the United States. The Coast Guard also has responsibility for permitting the erection or modification of bridges over navigable waters of the U.S.[citation needed]\n\nAnother of the major responsibilities of the Army Corps of Engineers is administering the permitting program under Section 404 of the Federal Water Pollution Control Act of 1972, also known as the Clean Water Act. The Secretary of the Army is authorized under this act to issue permits for the discharge of dredged and fill material in waters of the United States, including adjacent wetlands.[26] The geographic extent of waters of the United States subject to section 404 permits fall under a broader definition and include tributaries to navigable waters and adjacent wetlands.  The engineers must first determine if the waters at the project site are jurisdictional and subject to the requirements of the section 404 permitting program. Once jurisdiction has been established, permit review and authorization follows a sequence process that encourages avoidance of impacts, followed by minimizing impacts and, finally, requiring mitigation for unavoidable impacts to the aquatic environment. This sequence is described in the section 404(b)(1) guidelines.\n\nThere are three types of permits issued by the Corps of Engineers: Nationwide, Regional General, and Individual. 80% of the permits issued are nationwide permits, which include 50 general type of activities for minimal impacts to waters of the United States, as published in the Federal Register.  Nationwide permits are subject to a reauthorization process every 5 years, with the most recent reauthorization occurring in March, 2012. To gain authorization under a nationwide permit, an applicant must comply with the terms and conditions of the nationwide permit.  Select nationwide permits require preconstruction notification to the applicable corps district office notifying them of his or her intent, type and amount of impact and fill in waters, and a site map. Although the nationwide process is fairly simple, corps approval must be obtained before commencing with any work in waters of the United States. Regional general permits are specific to each corps district office. Individual permits are generally required for projects that impact greater than 0.5 acres (2,000 m2) of waters of the United States.  Individual permits are required for activities that result in more than minimal impacts to the aquatic environment.[citation needed]\n\n"
        },
        {
            "title": "Research",
            "text": "The Corps of Engineers has two research organizations, the Engineer Research and Development Center (ERDC) and the Army Geospatial Center (AGC).\n\nERDC provides science, technology, and expertise in engineering and environmental sciences to support both military and civil/civilian customers. ERDC research support includes:\n\nAGC coordinates, integrates, and synchronizes geospatial information requirements and standards across the Army and provides direct geospatial support and products to warfighters. See also Geospatial Information Officer.\n\n"
        },
        {
            "title": "Insignia",
            "text": "The Corps of Engineers branch insignia, the Corps Castle, is believed to have originated on an informal basis. In 1841, cadets at West Point wore insignia of this type. In 1902, the Castle was formally adopted by the Corps of Engineers as branch insignia.[51] The \"castle\" is actually the Pershing Barracks at the United States Military Academy in West Point, New York.[52]\n\nA current tradition was established with the \"Gold Castles\" branch insignia of General of the Army Douglas MacArthur, West Point Class of 1903, who served in the Corps of Engineers early in his career and had received the two pins as a graduation gift of his family. In 1945, near the conclusion of World War II, General MacArthur gave his personal pins to his Chief Engineer, General Leif J. Sverdrup. On 2 May 1975, upon the 200th anniversary of the Corps of Engineers, retired General Sverdrup, who had civil engineering projects including the landmark 17-mile (27 km)-long Chesapeake Bay Bridge-Tunnel to his credit, presented the Gold Castles to then-Chief of Engineers Lieutenant General William C. Gribble, Jr., who had also served under General MacArthur in the Pacific. General Gribble then announced a tradition of passing the insignia along to future Chiefs of Engineers, and it has been done so since.[53]\n\n"
        },
        {
            "title": "Controversies",
            "text": "Some of the Corps of Engineers' civil works projects have been characterized in the press as being pork barrel or boondoggles such as the New Madrid Floodway Project and the New Orleans flood protection.[54][55] Projects have allegedly been justified based on flawed or manipulated analyses during the planning phase. Some projects are said to have created profound detrimental environmental effects or provided questionable economic benefit such as the Mississippi River–Gulf Outlet in southeast Louisiana.[56] Faulty design and substandard construction have been cited in the failure of levees in the wake of Hurricane Katrina that caused flooding of 80% of the city of New Orleans.\n\nReview of Corps of Engineers' projects has also been criticized for its lack of impartiality. The investigation of levee failure in New Orleans during Hurricane Katrina was sponsored by the American Society of Civil Engineers (ASCE) but funded by the Corps of Engineers and involved its employees.[57][58]\n\nCorps of Engineers projects can be found in all 50 states,[59] and are specifically authorized and funded directly by Congress. Local citizen, special interest, and political groups lobby Congress for authorization and appropriations for specific projects in their area.[60]\n\nSenator Russ Feingold and Senator John McCain sponsored an amendment requiring peer review of Corps projects to the Water Resources Development Act of 2006,[61] proclaiming \"efforts to reform and add transparency to the way the U.S. Army Corps of Engineers receives funding for and undertakes water projects.\" A similar bill, the Water Resources Development Act of 2007, which included the text of the original Corps' peer review measure, was eventually passed by Congress in 2007, overriding Presidential veto.[62]\n\nA number of Army camps and facilities designed by the Corps of Engineers, including the former Camp O'Ryan in New York State, have reportedly had a negative impact on the surrounding communities. Camp O'Ryan, with its rifle range, has possibly contaminated well and storm runoff water with lead. This runoff water eventually runs into the Niagara River and Lake Ontario, sources of drinking water to millions of people. This situation is exacerbated by a failure to locate the engineering and architectural plans for the camp, which were produced by the New York District in 1949.[63][64]\n\nBunnatine \"Bunny\" Greenhouse, a formerly high-ranking official in the Corps of Engineers, won a lawsuit against the United States government in July 2011.  Greenhouse had objected to the Corps accepting cost projections from KBR in a no-bid, noncompetitive contract.  After she complained, Greenhouse was demoted from her Senior Executive Service position, stripped of her top secret security clearance, and even, according to Greenhouse, had her office booby-trapped with a trip-wire from which she sustained a knee injury.  A U.S. District court awarded Greenhouse $970,000 in full restitution of lost wages, compensatory damages, and attorney fees.[65]\n\n"
        }
    ]
}