{
    "url": "https://en.wikipedia.org/wiki/US_Naval_Academy",
    "title": "United States Naval Academy",
    "table_of_contents": [
        "1 Other Navy schools",
        "2 History",
        "2.1 Identity",
        "2.2 Early years",
        "2.3 The American Civil War",
        "2.4 Porter's Academy — From the Civil War to the Spanish-American War",
        "2.5 The Flagg Academy- Spanish–American War to WW I",
        "2.5.1 The Aviation School",
        "2.5.2 World War I to World War II",
        "2.6 Modern era: World War II to present",
        "3 Training ships",
        "4 Rank structure",
        "5 Uniforms",
        "6 Campus",
        "6.1 Halls and principal buildings",
        "6.2 Monuments and memorials",
        "6.3 Brigade sports complex",
        "6.4 Cemetery and columbarium",
        "6.5 Glenn Warner Soccer Facility",
        "6.6 Navy–Marine Corps Memorial Stadium",
        "6.7 Terwilliger Brothers Field",
        "7 Supervision of the Academy",
        "8 Faculty",
        "8.1 Permanent military professors (PMP)",
        "8.2 Class of 1957 Distinguished Chair of Naval Heritage",
        "8.2.1 Chair holders",
        "9 Appointment process",
        "9.1 Admissions requirements",
        "10 Academics",
        "10.1 Moral education",
        "10.2 Naval Academy Foreign Affairs Conference (NAFAC)",
        "10.3 Naval Academy Science and Engineering Conference (NASEC)",
        "10.4 McMullen Naval History Symposium",
        "10.5 Small Satellite Program",
        "10.6 Postgraduate studies",
        "11 Student activities",
        "11.1 Athletics",
        "11.2 Other extra-curricular activities",
        "11.3 Song",
        "12 Police",
        "13 Women at the Naval Academy",
        "14 Traditions",
        "15 Notable alumni",
        "16 See also",
        "17 Notes",
        "18 Footnotes",
        "19 Bibliography",
        "20 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe United States Naval Academy (US Naval Academy, USNA, or Navy) is a federal service academy in Annapolis, Maryland. It was established on 10 October 1845 during the tenure of George Bancroft as Secretary of the Navy. The Naval Academy is the second oldest of the five U.S. service academies and it educates midshipmen for service in the officer corps of the United States Navy and United States Marine Corps. The 338-acre (137 ha) campus is located on the former grounds of Fort Severn at the confluence of the Severn River and Chesapeake Bay in Anne Arundel County, 33 miles (53 km) east of Washington, D.C., and 26 miles (42 km) southeast of Baltimore. The entire campus, known colloquially as the Yard, is a National Historic Landmark and home to many historic sites, buildings, and monuments. It replaced Philadelphia Naval Asylum, in Philadelphia, that had served as the first United States Naval Academy from 1838 to 1845, when the Naval Academy formed in Annapolis.[4]\n\nCandidates for admission generally must apply directly to the academy and apply separately for a nomination, usually from a member of Congress. Students are officers-in-training with the rank of midshipman. Tuition for midshipmen is fully funded by the Navy in exchange for an active duty service obligation upon graduation. Approximately 1,200 \"plebes\" (an abbreviation of the Ancient Roman word plebeian) enter the academy each summer for the rigorous Plebe Summer. About 1,000 midshipmen graduate. Graduates are commissioned as either ensigns in the Navy or second lieutenants in the Marine Corps, but a small number can also be cross-commissioned as officers in other U.S. services, and the services of allied nations. The United States Naval Academy has some of the highest paid graduates in the country according to starting salary.[5] The academic program grants a Bachelor of Science degree with a curriculum that grades midshipmen's performance upon a broad academic program, military leadership performance, and mandatory participation in competitive athletics. Midshipmen are required to adhere to the academy's Honor Concept.\n\n"
        },
        {
            "title": "Other Navy schools",
            "text": "The Navy operates the Naval Postgraduate School and the Naval War College separately. The Naval Academy Preparatory School (NAPS), in Newport, Rhode Island, is the official prep school for the Naval Academy. The Naval Academy Foundation provides post-graduate high school education for a year of preparatory school before entering the academy for a very limited number of applicants. There are several preparatory schools and junior colleges throughout the United States that host this program.[6][clarification needed]\n\n"
        },
        {
            "title": "History",
            "text": "The first nautical school for officers was conceived by Commodore Arthur Sinclair in 1819 while in command of the Norfolk Navy Yard. Due to his zeal and perseverance, the \"Nautical School\" was opened on board the frigate Guerriere on 3 Dec 1821 with between 40 and 50 midshipmen attached to the ship. The curriculum was diversified with Naval Tactics, Astronomy, Geography, French, History, English Grammar, and International Relations. The school operated until 1828, when Guerriere was ordered to duty in the Pacific.[7] It was from that small start that the U.S. Naval Academy at Annapolis grew.[8]\n\nThe history of the academy can be divided into four eras:[9] 1) use of original Fort Severn 1845–1861, 2) \"Porter's Academy\" 1865–1903, 3) \"Flagg Academy\" 1903–1941, 4) modern era 1941–present.\n\nThe academy's Latin motto is Ex Scientia Tridens, which means 'Through Knowledge, Sea Power'. It appears on a design devised by the lawyer, writer, editor, encyclopedist and naval academy graduate (1867), Park Benjamin, Jr. It was adopted by the Navy Department in 1898 due to the efforts of another graduate (also 1867) and collaborator, Jacob W. Miller. Benjamin states:[10]\n\nThe trident, emblem of the Roman god Neptune, represents seapower.[citation needed]\n\nThe institution was founded as the Naval School on 10 October 1845 by Secretary of the Navy George Bancroft. The campus was established at Annapolis on the grounds of the former U.S. Army post Fort Severn. The school opened with 50 midshipman students and seven professors. The decision to establish an academy on land may have been in part a result of the Somers Affair, an alleged mutiny involving the Secretary of War's son that resulted in his execution at sea. Commodore Matthew Perry had a considerable interest in naval education, supporting an apprentice system to train new seamen, and helped establish the curriculum for the United States Naval Academy. He was also a vocal proponent of modernization of the navy.\n\nOriginally a course of study for five years was prescribed. Only the first and last were spent at the school with the other three being passed at sea. The present name was adopted when the school was reorganized in 1850 and placed under the supervision of the chief of the Bureau of Ordnance and Hydrography. Under the immediate charge of the superintendent, the course of study was extended to seven years with the first two and the last two to be spent at the school and the intervening three years at sea. The four years of study were made consecutive in 1851 and practice cruises were substituted for the three consecutive years at sea. The first class of naval academy students graduated on 10 June 1854. They were considered as passed midshipmen until 1912, when graduates were first sworn in as officers.[11]\n\nIn 1850, Edward Seager joined the faculty as the first instructor of drawing, and he also served as the first fencing instructor. He held the position of teacher of the art of defence from 1851 to 1859.[12]\n\nIn 1860, the Tripoli Monument was moved to the academy grounds. Later that year in August, the model of the USS Somers experiment was resurrected when USS Constitution, then 60 years old, was recommissioned as a school ship for the fourth-class midshipmen after a conversion and refitting begun in 1857. She was anchored at the yard, and the plebes lived on board the ship to immediately introduce them to shipboard life and experiences.[13]\n\nThe American Civil War was disruptive to the Naval Academy. Southern sympathy ran high in Maryland. Although riots broke out, Maryland did not declare secession. The United States government was planning to move the school, when the sudden outbreak of hostilities forced a quick departure. Almost immediately the three upper classes were detached and ordered to sea, and the remaining elements of the academy were transported to Fort Adams in Newport, Rhode Island by the USS Constitution in April 1861, where the academy was set up in temporary facilities and opened in May.[14] The Annapolis campus, meanwhile, was turned into a United States Army Hospital.[15]\n\nThe United States Navy was stressed by the situation – 24% of its officers resigned to join the Confederate States Navy, including 95 graduates and 59 midshipmen,[13] along with many key leaders who influenced USNA's founding. As the first superintendent of the United States Naval Observatory, Commander Matthew Fontaine Maury, who advocated[16] for creating the United States Naval Academy also resigned his commission.\n\nThe first superintendent, Admiral Franklin Buchanan, joined the Confederate States Navy as its first and primary admiral. Captain Sidney Smith Lee, the second commandant of midshipmen,[17] and older brother of Robert E. Lee, left Federal service in 1861 for the Confederate States Navy. Lieutenant William Harwar Parker, CSN, class of 1848, and instructor at USNA, joined the Virginia State Navy, and then went on to become the superintendent of the Confederate States Naval Academy.\n\nLieutenant Charles \"Savez\" Read may have been \"anchor man\" (graduated last) in the class of 1860, but his later service to the Confederate States Navy included defending New Orleans, service on CSS Arkansas and CSS Florida, and command of a series of captured Union ships that culminated in seizing the US Revenue Cutter Caleb Cushing in Portland, Maine. Lieutenant James Iredell Waddell, CSN, a former instructor at the US Naval Academy, commanded the CSS Shenandoah.\n\nThe midshipmen and faculty returned to Annapolis in the summer of 1865, just after the war ended.\n\nCivil War hero Admiral David Dixon Porter became superintendent in 1865. He found the infrastructure at Annapolis a shambles, the result of ill military use during the War. Porter attempted to restore the facilities. He concentrated on recruiting naval officers as opposed to civilians, a change of philosophy. He recruited teachers Stephen B. Luce, future admirals Winfield Scott Schley, George Dewey, and William T. Sampson. The midshipman battalion consisted of four companies. These were bunked in a single wooden building containing 100 rooms, one company to a floor. They held dress parades every evening except Sunday. Students were termed \"cadets\", though sometimes \"cadet midshipmen\"; other appellations were used. Porter began organized athletics, usually intramural at the time.[18]\n\nAntoine Joseph Corbesier, an immigrant from Belgium, was appointed to the position of Assistant Swordmaster in 1864, and then Swordmaster at USNA in October 1865. He coached Navy fencers in intercollegiate competition from 1896, when the Naval Academy joined the Intercollegiate Fencing Association, until 1914, when he retired. By special act of Congress, he was commissioned a 1st lieutenant in the Marine Corps on 4 March 1914. He died on 26 March 1915 and is buried on Hospital Point.\n\nIn 1867, indoor plumbing and water was supplied to the family quarters. In 1868, the figurehead from USS Delaware, known as \"Tecumseh\" was erected in the yard. Class rings were first issued in 1869. Weekly dances were held. Wags called the school \"Porter's Dancing Academy.\" President U.S. Grant distributed diplomas to the class of 1869.[18] Porter ensured continued room for expansion by overseeing the purchase of 113 acres (46 ha) across College Creek, later known as hospital point.\n\nIn 1871, color competition began, along with the selection of the color company, and a \"color girl.\"[18]\n\nIn the 1870s, cuts in the military budget resulted in graduating much smaller classes. In 1872, 25 graduated. Eight of these made the Navy a career.[18] The third class physically hazed the fourth class so ruthlessly that Congress passed an anti-hazing law in 1874. Hazing continued in more stealthy forms.[18]\n\nJohn H. Conyers of South Carolina was the first African-American admitted on 21 September 1872.[19] After his arrival, he was subject to severe, ongoing hazing, including verbal torment, and beatings. His classmates even attempted to drown him.[20] Three cadets were dismissed as a result, but the abuse, including shunning, continued in more subtle forms and Conyers finally resigned in October 1873.[21]\n\nIn 1875, Albert A. Michelson, class of 1873, returned to teach. He began his experiments with optics and the physics of light, which resulted in the first accurate measure of the speed of light.[22][clarification needed][18]\n\nIn 1874, the curriculum was altered to study naval topics in the final two years at the academy. In 1878, the academy was awarded a gold medal for academics at the Universal Exposition in Paris.[18]\n\nMany firsts for minorities occurred during this period. In 1877, Kiro Kunitomo, a Japanese citizen, graduated from the academy.[23][24] And then in 1879, Robert F. Lopez was the first Hispanic-American to graduate from the academy.\n\nIn the late 19th century, Congress required the academy to teach a formal course in hygiene, the only course required by Congress of any military academy. Tradition holds that a congressman was particularly disgusted by the appearance of a midshipman returned from cruise.[citation needed]\n\nIn 1890, Navy adopted the goat mascot after winning its first football game with Army.[11]\n\nThe Spanish–American War of 1898 greatly increased the academy's importance and the campus was almost wholly rebuilt and much enlarged between 1899 and 1906. The ground on which most of the academy sat was dredged from the surrounding bodies of water and consisted of silt. This was too fragile for the newer heavy stone buildings. Pilings were sunk from 100 feet (30 m) to 400 feet (120 m) deep. Some wooden with iron caps; modern ones of steel.[9] Today's campus dates from that era. In 1905, Isherwood Hall, containing the Department of Marine Engineering, was constructed.[25]\n\nPrior to that era, about 43 men entered annually. There were 114 joining the class of 1905, 201 with the class of 1908.[26]\n\nThe academy built a modern hospital in 1907, the fourth in sequence, on what is today called \"Hospital Point.\"[27]\n\nIn 1910, the academy established its own dairy farm. This was closed in 1998.[28]\n\nOn 23 August 1911, the Navy officers on flight duty at Hammondsport, New York, and Dayton, Ohio, were ordered to report for duty at the Engineering Experiment Station, Naval Academy, \"in connection with the test of gasoline motors and other experimental work in the development of aviation, including instruction at the aviation school\" being set up on Greenbury Point, Annapolis.[29] The \"aerodrome\" at Greensbury Point sat on 1000 square feet of land and consisted of a building with a rubber-reinforced roof containing three hangars (one for each of the newly purchased airplanes), a workshop, an office, and several bunk rooms. All three airplanes cost a total of $14,000. Over 100 officers applied for aviation duty prior to August 1911. Swimming was among a set of other qualifications that a pilot candidate must have passed before being accepted to aviation duty. Pilot qualifications were in accordance with Federation Aeronautique Internationale (FAI) standards. In the presence of a committee of the Aero Club of America, a pilot candidate had to fly five figure eights around two flags buoyed 1500 feet apart then land within 150 feet of an established mark. This course had to be completed twice. The test also required the prospective aviator to climb to a minimum altitude of 150 ft (officially 50 meters). It was estimated by CAPT Washington Irving Chambers that a student could qualify as a new pilot in about a month, weather permitting. All students wore life preservers. The control wheel of the Curtiss machines featured a \"shift control\" where the controls could be \"thrown\" between the student and instructor at any time. The Wright machine was delivered to Greenbury by August 1911, but was not yet configured with water gear.[30] Navy flight training moved to NAS Pensacola, Florida, in January 1914.[31]\n\nIn 1912, Reina Mercedes, sunk at the Battle of Santiago de Cuba, was raised and used as the \"brig\" ship for the academy.[32]\n\nBy 1912, the midshipmen were organized into a brigade, its current structure.[33] The prior organization was named a regiment.[34]\n\nIn 1914, the Midshipmen Drum and Bugle corps was formed and by 1922 it went defunct. They were revived in 1926.[35]\n\nThe brigade and faculty tripled during WWI. The 3rd and 4th wings of Bancroft Hall were built.[11]\n\nIn 1918, the great flu pandemic of 1918 infected about half the brigade (1,000 out of 2,000 men); ten midshipmen died.[11]\n\nWith the advent of the automobile and improved roads, the academy became a tourist attraction.[11]\n\nAt the 1920 summer Olympics men's 8+ rowing competition in Brussels, the Navy Academy rowing men's 8+ (The Wonder Crew) won the gold medal. US collegiate boats won the gold medal in the 8+ competition at the next seven Olympics – a standing record as of 2019 for consecutive gold medal wins by any nation in a particular sport.\n\nThe Naval Academy football team played the University of Washington in the Rose Bowl tying 14–14. In 1925, the second-class ring dance was started. In 1925, the Midshipmen Drum and Bugle Corps was formally reestablished.[35] In 1926, \"Navy Blue and Gold\", composed by organist and choirmaster J. W. Crosley, was first sung in public. It became a tradition to sing this alma mater song at the end of student and alumni gatherings such as pep rallies and football games, and on graduation day. In 1926, Navy won the national collegiate football championship title. In the fall of 1929, the Secretary of the Navy gave his approval for graduates to compete for Rhodes Scholarships. Six graduates were selected for that honor that same year. The Association of American Universities accredited the Naval Academy curriculum on 30 October 1930.\n\nIn 1930, the class of 1891 presented a bronze replica of Tecumseh to replace the deteriorating wooden figurehead that had been prominently displayed on campus.[18]\n\nPresident Franklin D. Roosevelt signed into law an act of Congress (Public Law 73–21, 48 Stat. 73) on 25 May 1933 providing for the Bachelor of Science degree for Naval, Military, and Coast Guard Academies. Four years later, Congress authorized the superintendent to award a Bachelor of Science degree to all living graduates. Reserve officer training was re-established in anticipation of World War II in 1941.\n\nIn 1939, the first Yard patrol boat arrived. These were used to train midshipmen in ship handling.[37]\n\nIn 1940, the academy stopped using Reina Mercedes as a brig for disciplining midshipmen, and restricted them to Bancroft Hall, instead.[32]\n\nIn April 1941, superintendent Rear Admiral Russell Willson refused to allow the school's lacrosse team to play a visiting team from Harvard University because the Harvard team included an African-American player. Harvard's athletic director ordered the player home and the game was played on 4 April, as scheduled, which Navy won 12–0.[38] Dr. Blake R Van Leer would later be appointed by President Harry S. Truman to the Visitor Board. Dr. Van Leer was already a member to The United Nations Educational, Scientific and Cultural Organization who had a focus to work against racism through influential statements on race starting with a declaration of anthropologists.[39][40]\n\nIn 1941, the 5th and 6th wings of Bancroft Hall were completed.[11] Landfill was made outboard of the hospital to create a sports field. Fill was made on the north side of the Severn to create an area for seaplanes.[41]\n\nA total of 3,319 graduates were commissioned during World War II. Dr. Chris Lambertsen held the first closed-circuit oxygen SCUBA course in the United States for the Office of Strategic Services maritime unit at the academy on 17 May 1943.[42][43] In 1945, A Department of Aviation was established. That year a vice admiral, Aubrey W. Fitch, became superintendent. The naval academy celebrated its centennial. During the century of its existence, roughly 18,563 midshipmen had graduated, including the class of 1946.[28]\n\nThe academy was accredited in 1947 by the Middle States Commission on Higher Education.\n\nThe academy and its support facilities became part of the Severn River Naval Command from 1941 to 1962.[44]\n\nAn accelerated course was given to midshipmen during the war years which affected classes entering during the war and graduating later. The students studied year around. This affected the class of 1948 most of all. For the only time, a class was divided by academic standing. 1948A graduated in June 1947; the remainder, called 1948B, a year later.[45]\n\nFrom 1946 to 1961, N3N amphibious biplanes were used at the academy to introduce midshipmen to flying.[46]\n\nOn 3 June 1949, Wesley A. Brown, the sixth African-American to enter the academy,[20] became the first to graduate, followed several years later by Lawrence Chambers, who became the first African-American graduate to make flag rank.[47]\n\nThe 1950 Navy fencing team won the NCAA national championship.\n\nThe Navy eight-man rowing crew won the gold medal at 1952 Summer Olympics in Helsinki, Finland. They were also named National Intercollegiate Champions.[48] In 1955, the tradition of greasing Herndon Monument for plebes to climb to exchange their plebe \"dixie cup\" covers (hats) for a midshipman's cover started.\n\nIn 1957, the moored training ship Reina Mercedes, ruined by a hurricane, was scrapped.[32]\n\nThe 1959 fencing team won the NCAA national championship, and became the first to do so by placing first in all three weapons (foil, épée, and saber). All 3 fencers were selected for the 1960 Olympics team, as was head coach Andre Deladrier. The Navy–Marine Corps Memorial Stadium, funded by donations, was dedicated 26 September 1959.\n\nFrom 1959 to 1973, land was reclaimed from the Chesapeake Bay and Severn River, removal of Isherwood, Melville, and Griffin Halls, and by moving the stadium off-campus. This allowed room for expansion of Bancroft Hall, and the addition of Mitscher, Michelson, Chauvenet, Alumni, Rickover, and Hopper Halls, and the Nimitz Library. Encroached parade grounds and athletic fields were moved riverside onto the newly filled areas.[49]\n\nJoe Bellino (Class of 1961) was awarded the Heisman Trophy on 22 June 1960. In 1961, the Naval Academy Foreign Affairs Conference was started. The U.S. Department of the Interior designated the campus of the U.S. Naval Academy as a National Historic Landmark on 21 August 1961.\n\nThe 1962 fencing team won the NCAA national championship.\n\nIn 1963, Roger Staubach, Class of 1965, was awarded the Heisman Trophy.\n\nIn 1963, the academy changed from a marking system based on 4.0 to a letter grade. Midshipmen began referring to the statue of Tecumseh as the \"god of 2.0\" instead of \"the god of 2.5\", the former failing mark.[50]\n\nThe academy started the Trident Scholar Program in 1963. From 3 to 16 juniors are selected for independent study during their final year.[51]\n\nProfessor Samuel Massie became the first African-American faculty member in 1966. On 4 June 1969, the first designated engineering degrees were granted to qualified graduates of the Class of 1969.[48] During the period 1968 to 1972, the academy moved beyond engineering to include more than 20 majors. From 1845 to 1968, midshipmen studied identical courses, with the exception of a choice of foreign language. In 1970, the \"James Forrestal Lecture\" was created, named for the first U.S. Secretary of Defense in 1947/1949. This has resulted in various leaders speaking to midshipmen, including U.S. Secretary of State, Henry Kissinger, football coach Dick Vermeil, and Supreme Court Justice Antonin Scalia, and others.[52]\n\nIn 1972, Lieutenant Commander Georgia Clark became the first female officer instructor, and Dr. Rae Jean Goodman was appointed to the faculty as the first civilian woman. Later in 1972, a decision of the United States Court of Appeals for the District of Columbia terminated compulsory chapel attendance, a tradition which had been in effect since 1853.[53] In September 1973, the new expansive library facility complex was completed and named for Fleet Admiral Chester W. Nimitz, Class of 1905.\n\nOn 8 August 1975, Congress authorized women to attend service academies. The Class of 1980 was inducted with 81 female midshipmen. In 1980, the academy included \"Hispanic/Latino\" as a racial category for demographic purposes; four women identified themselves as Hispanic in the class of 1981, and these women become the first Hispanic females to graduate from the academy: Carmel Gilliland (who had the highest class rank), Lilia Ramirez (who retired with the rank of commander), Ina Marie Gomez, and Trinora Pinto.[54] In 1979, the traditional \"June Week\" was renamed \"Commissioning Week\" because graduation had been moved earlier to May.[48]\n\nIn May 1980, Elizabeth Anne Belzer (later Rowe) became the first woman graduate. Janie L. Mines was the first U.S.N.A. African-American woman graduate.[55] On 23 May 1984, Kristine Holderied became the first woman to graduate at the head of the class. In addition, the Class of 1984 included the first naturalized Korean-American graduates, all choosing commissions in the U.S. Navy. The four Korean-American ensigns were Walter Lee, Thomas Kymn, Andrew Kim, and Se-Hun Oh.\n\nIn 1982, Isherwood, Griffin, and Melville Halls were demolished.[28]\n\nOn 30 July 1987, the Computing Sciences Accreditation Board (CSAB) granted accreditation for the Computer Science program.[48] In 1991, Midshipman Juliane Gallina, class of 1992, became the first woman brigade commander. On 29 January 1994, the first genderless service assignment was held. All billets were opened equally to men and women with the exception of special warfare and submarine duty.\n\nOn 12 March 1995, Lieutenant Commander Wendy B. Lawrence, Class of 1981, became a mission specialist in the space shuttle Endeavour. She is the first woman USNA graduate to fly in space.\n\nTo celebrate the 150th Anniversary of the U.S. Naval Academy at Annapolis (1845–1995), the U.S. Postal Service printed a commemorative postage stamp; the First Day of Issue was 10 October 1995.\n\nFreedom 7, America's first space capsule shot into sub-orbit in 1961, was placed on display at the visitor center as the centerpiece of the \"Grads in Space\" exhibit on 23 September 1998. The late Rear Admiral Alan Shepard, Class of 1945, had flown Mercury program capsule \"Freedom 7\" 116.5 miles (187.5 km) into space on 5 May 1961. His historic flight marked America's first step in the space race.[48]\n\nOn 11 September 2001, the academy lost 14 alumni in the terrorist attacks on the World Trade Center in New York City and The Pentagon in Arlington, Virginia. The academy and its bounds was placed under unprecedented high security.[48]\n\nIn August 2007, Superintendent Vice Admiral Jeffrey Fowler changed academy policy to limit liberty, required more squad interaction to emphasize that \"we are a nation at war.\"[56]\n\nOn 3 November 2007, the Navy football team defeated long-time rival Notre Dame for the first time in 43 years: 46–44 in triple overtime. The two teams have met every year since 1926 and continue a rivalry that became amicable when Notre Dame volunteered to open its facilities for training of naval officers in World War II.[57] The Navy was credited with saving the University of Notre Dame after its enrollment fell during World War II to about 250 students. The Navy trained 12,000 men to become officers.[58]\n\nIn November 2007, Memorial Hall was the venue for a 50-nation Annapolis Conference on a Palestinian-Israeli peace process discussion.\n\nIn 2017, hospital functions were moved across the Severn.[27]\n\nIn 2019 the USNA team represented the US in the  King's Cup at the Henley Royal Regatta.[59] The race commemorated the centenary of the 1919 Royal Henley Peace Regatta, and included the original WWI allies Australia, Canada, France, New Zealand, the UK and the USA, joined in 2019 by Germany and the Netherlands. After exciting eliminations, the USNA mixed crew won the final race beating the strong German team.[60]\n\n\n\n"
        },
        {
            "title": "Rank structure",
            "text": "The student body is known as the Brigade of Midshipmen. Students attending the U.S. Naval Academy are appointed to the rank of midshipman and serve on active duty in that rank. \"Naval Academy midshipmen are classified as officers of the line but are officers only in a qualified sense. They rank just below chief warrant officers.\"[62][63]\n\nLegally, midshipmen are a special grade of officer that ranks above the most senior enlisted grades (E-9) and below the lowest grade of chief warrant officer (W-2) in the Navy and Coast Guard (the Navy and Coast Guard discontinued the rank of warrant officer, WO-1, in 1975). Additionally, midshipmen rank below warrant officer (W-1) in the Marine Corps[64] and the Army,[65] and below second lieutenant (O-1) in the Air Force (the Air Force ceased appointing warrant officers in 1959 and the last USAF WO died in 2008).[66]\n\nMidshipmen are classified not as freshmen, sophomores, juniors, and seniors, but as fourth class, third class, second class, and first class, respectively.\n\nA member of the entering class—the fourth class, the lowest rank of midshipmen—is also known as a \"plebe\" (plural plebes). Because the first year at the academy is one of transformation from a civilian into a military officer, plebes must conform to a number of rules and regulations not placed on their seniors—the upper three classes of midshipmen—and have additional tasks and responsibilities that disappear upon promotion to midshipman third class.\n\nThird class midshipmen have been assimilated into the brigade and are treated with more respect because they are upperclassmen. They are commonly called \"youngsters.\" Because of their new stature and rank, the youngsters are allowed such privileges as watching television, listening to music, watching movies, and napping.\n\nSecond class midshipmen are charged with training plebes. They report directly to the first class, and issue orders as necessary to carry out their responsibilities. Second class midshipmen are allowed to drive their own cars (but may not park them on campus) and are allowed to enter or exit the Yard (campus) in civilian attire (weekends only).\n\nFirst class midshipmen have more freedoms and liberty in the brigade. While they must participate in mandatory sports and military activities and maintain academic standards, they are also charged with the leadership of the brigade. They are commonly called \"firsties\". Firsties are allowed to park their cars on campus and have greater leave and liberty privileges than any other class.[67]\n\nThe brigade is divided into two regiments of three battalions each. Five companies make up each battalion, for a total of 30 companies. The midshipman command structure is headed by a first class midshipman known as the brigade commander, chosen for outstanding leadership performance. The brigade commander is responsible for much of the brigade's day-to-day activities as well as the professional training of midshipmen. Overseeing all brigade activities is the commandant of midshipmen, an active-duty Navy captain or Marine Corps colonel. Working for the commandant, experienced Navy and Marine Corps officers are assigned as company and battalion officers.[68]\n\n"
        },
        {
            "title": "Uniforms",
            "text": "Midshipmen at the academy wear service dress uniforms similar to those of U.S. Navy officers, with shoulder-board and/or sleeve insignia varying by school year or midshipman officer rank. All wear gold anchor insignia on both lapel collars of the service dress blue jacket. Shoulder boards, worn on summer white, service/full dress white, and dinner dress white uniforms as well as a \"soft shoulder board\" version on the white, button-up shirt of the service/full dress blue uniform have a gold anchor and a number of slanted stripes indicating year, except for midshipman first class whose have a single, horizontal stripe and midshipman officers (also first class), whose shoulder boards have a small gold star in place of the anchor and have 1 through 6 horizontal stripes indicating their position.\n\nOn the winter and summer working uniform shirt, a freshman (Midshipman Fourth Class or \"plebe\") wears no collar insignia, a sophomore (Midshipman Third Class or \"Youngster\") wears a single fouled anchor on the right collar point, a Junior (Midshipman Second Class) fouled anchors on each collar point, and a Senior (Midshipman First Class or \"Firstie\") wears fouled anchors with perched eagles. First class midshipmen in officer billets replace those devices with their respective midshipman officer collar insignia.\n\nMidshipman officer collar insignia are a series of gold bars, from the rank of Midshipman Ensign (one bar or stripe) to Midshipman Captain (six bars or stripes) in the Brigade of Midshipmen at the U.S. Naval Academy.\n\nDepending on the season, midshipmen wear Summer Whites or Service Dress Blues as their dress uniform, and working blues as their daily class uniform. In 2008, the first class midshipmen wore the service khaki as the daily uniform, but this option was repealed following the graduation of the class of 2011. First class midshipmen may wear their service selection uniform on second semester \"Warrior\" Wednesdays (i.e., naval aviator and naval flight officer selectees wear flight suits; submarine and surface warfare selectees wear coveralls or Navy Working Uniforms with their new command ballcaps; Marine Corps selectees wear MARPAT camouflage utilities). A unique uniform consisting of a Navy blue double-breasted jacket with brass buttons and high collar, blue or white high-rise trousers (white worn during Graduation Week), and duty belt with silver NA buckle, is worn for formal parades during spring and autumn parade seasons.\n\nDuring commissioning week (formerly known as \"June week\"), the uniform is summer whites.\n\n"
        },
        {
            "title": "Campus",
            "text": "The campus (or \"Yard\") has grown from a 40,000 square metres (9.9 acres) Army post named Fort Severn in 1845 to a 1.37 square kilometres (340 acres) campus in the 21st century. By comparison, the United States Air Force Academy is 73 square kilometres (18,000 acres) and United States Military Academy is 65 square kilometres (16,000 acres).\n\nThe complex includes McMullen Hockey Arena where the men's ice-hockey team is located; rugby venues, an indoor hitting, chipping and putting facility for the golf team, and the Tose Family Tennis Center – including the Fluegel-Moore Tennis Stadium.[77]\n\nThe academy baseball team plays at the Terwilliger Brothers Field at Max Bishop Stadium.\n\n"
        },
        {
            "title": "Supervision of the Academy",
            "text": "In 1850, the academy was placed under the jurisdiction of the Navy's Bureau of Ordnance and Hydrography but was transferred to the Bureau of Navigation when that organization was established in 1862. The academy was placed under the direct care of the Navy Department in 1867, but for many years the Bureau of Navigation provided administrative routine and financial management.\n\nAs of 2004, the Superintendent of the Naval Academy reports directly to the Chief of Naval Operations. The board of visitors annually audits the academy. Its recommendations constitute a mandate to the administration. It is composed of officials appointed by Congress and the president.[88] In 1945 colonel, civil rights advocate and inventor Blake R Van Leer was appointed to the board by President Harry S. Truman.[89] The 2020 recommendations include changing the historic names of buildings named after people who deserted the Union for the Confederacy during the American Civil War.[90]\n\n"
        },
        {
            "title": "Faculty",
            "text": "Roughly 500 faculty members are evenly divided between civilian professors and military instructors. The civilian professors nearly all have a PhD and can be awarded tenure, usually upon promotion from assistant professor to associate professor. Fewer of the military instructors have a PhD but nearly all have a master's degree. Most of them are assigned to the academy for only two or three years. Additionally, there are adjunct professors, hired to fill temporary shortages in various disciplines. The adjunct professors are not eligible for tenure.\n\nA small number of officers at the academy are designated as permanent military professors (PMP), initially at the academic rank of assistant professor. All PMPs have PhDs, and remain at the academy until statutory retirement. Most are commanders in the Navy; a few are captains. Like civilian professors, they seek academic promotion to the rank of associate professor and professor. However, they are not eligible for tenure.\n\nThe Class of 1957 Distinguished Chair of Naval Heritage is an academic professorial chair in the history department.[91] In order to preserve and promote a better understanding of professional naval heritage in midshipmen at the U.S. Naval Academy, the academy's Class of 1957 donated the funds to permanently endow this position. It is designed to be a visiting position for a distinguished senior academic historian, who is to hold the post for one or two years. The position was first occupied in 2006 and, in addition to teaching requirements, the occupant is expected to give the McMullen Seapower Lecture at the academy's biennial McMullen Naval History Symposium.\n\n"
        },
        {
            "title": "Appointment process",
            "text": "By an Act of Congress passed in 1903, two midshipman appointments were allowed for each senator, representative, and delegate in Congress, two for the District of Columbia, and five each year at large. Currently each member of Congress and the vice president can have five appointees attending the Naval Academy at any time. When any appointee graduates or otherwise leaves the academy, a vacancy is created. Candidates are nominated by their senator, representative, or delegate in Congress, and those appointed at large are nominated by the vice president. The applicants do not have to know their Congressman to be nominated. Congressmen generally nominate ten people per vacancy. They can nominate people in a competitive manner, or they can have a principal nomination. In a competitive nomination, all ten applicants are reviewed by the academy, to see who is the most qualified. If the congressman appoints a principal nominee, then as long as that candidate is physically, medically, and academically found qualified by the academy, he or she will be admitted, even if there are more qualified applicants. The degree of difficulty in obtaining a nomination varies greatly according to the number of applicants in a particular state. The process of obtaining a nomination typically consists of completing an application, completing one or more essays, and obtaining one or more letters of recommendation and often requires an interview either in person or over the phone. These requirements are set by the respective senator or representative and are in addition to the USNA application.[92]\n\nThe Secretary of the Navy may appoint 170 enlisted members of the Regular and Reserve Navy and Marine Corps to the Naval Academy each year. Additional sources of appointment are open to children of career military personnel (100 per year) and 65 appointments are available to children of military members who were killed in action, or were rendered 100% disabled due to injuries received in action, or are currently prisoners of war or missing in action. Typically five to ten candidates are nominated for each appointment, which are normally awarded competitively; candidates who do not receive the appointment they are competing for may still be admitted to the academy as a qualified alternate. If a candidate is considered qualified but not picked up, they may receive an indirect admission to either a Naval Academy Foundation prep school or the Naval Academy Preparatory School in Newport; the following year, these candidates enlist in the Navy Reserve (or, in the case of prior enlisted members, remain in the Navy) and are eligible for Secretary of the Navy nominations, which are granted as a matter of course. To receive an appointment to the Naval Academy, students at the Naval Academy Preparatory School must first pass with a 2.2 QPA (a combination of GPA and Fitness Assessments), although this is waiverable. A candidate must also receive a recommendation for appointment from the commanding officer. The appointment process has been criticized as giving preferential treatment towards athletes.[93]\n\nChildren of Medal of Honor recipients are automatically appointed to the Naval Academy; they only need to meet admission requirements.[94]\n\nTo be admitted, candidates must be between seventeen and twenty-three years of age upon entrance, unmarried with no children, and of good moral character. The current process includes a college application, personality testing, standardized testing, and personal references. Candidates for admission must also undergo a physical aptitude test (the CFA or Candidate Fitness Assessment [formerly the Physical Readiness Examination]) as well as a complete physical exam including a separate visual acuity test to be eligible for appointment. A medical waiver will automatically be sought on behalf of candidates with less than 20/20 vision, as well as a range of other injuries or illnesses. The physical aptitude test is most often administered by a high school physical education teacher or sports team coach.[94]\n\nA small number of international students, usually from smaller allied or friendly countries, are admitted into each class. (International students from larger allies, such as France and the United Kingdom, typically come as shorter-term exchange students from their national naval colleges or academies.) The Class of 2018 includes 13 international students from: Cambodia (1), Cameroon (2), Federated States of Micronesia (1), Georgia (1), Kazakhstan (1), Korea (1), Mexico (1), Montenegro (1), Nigeria (1), Senegal (1), Taiwan (1), and United Arab Emirates (1).[95]\n\nSeven second class cadets each from West Point, the Air Force Academy, and the Coast Guard Academy, spend a fall semester at Annapolis. The same applies for midshipmen exchanged out to those academies at the same time. The exchange process is competitive.[96]\n\n"
        },
        {
            "title": "Academics",
            "text": "The Naval Academy received accreditation as an approved \"technological institution\" in 1930. In 1933, President Franklin Roosevelt signed into law an act of Congress providing for the Bachelor of Science degree for the Naval, Military, and Coast Guard Academies. The Class of 1933 was the first to receive this degree and have it written in the diploma. In 1937, an act of Congress extended to the superintendent of the Naval Academy the authority to award the Bachelor of Science degree to all living graduates. The academy later replaced a fixed curriculum taken by all midshipmen with the present core curriculum plus 22 major fields of study.[97]\n\nAcademic departments at the Naval Academy are organized into three divisions: Engineering and Weapons, known as Division I, Mathematics and Science, known as Division II, and Humanities and Social Sciences, known as Division III.[[:Category:|]]\n\nIn its 2021 edition, U.S. News & World Report ranked the U.S. Naval Academy as the No. 1 top public school, No. 6 in national liberal arts colleges in the U.S., and No. 5 for Best Undergraduate Engineering program at schools where doctorates not offered.[98] In 2016, Forbes ranked the U.S. Naval Academy as No. 24 overall in its report \"America's Top Colleges\".[99]\n\nMoral and ethical development is fundamental to all aspects of the Naval Academy. From Plebe Summer through graduation, the Officer Development Program, a four-year integrated program, focuses on integrity, honor, and mutual respect based on the moral values of respect for human dignity, respect for honesty and respect for the property of others.[100]\n\nOne of the goals of the program is to develop midshipmen to possess a sense of their own moral beliefs and the ability to express them. Honor is emphasized through the Honor Concept of the Brigade of Midshipmen, which states:\n\nSimilar ideals are expressed in the honor codes of the other service academies. However, midshipmen are allowed to confront someone they see violating the code without formally reporting it. It is believed that this method is a better way of developing the honor of midshipmen as opposed to the non-toleration clauses of the other service academies and is a better way of building honor and trust.\n\nBrigade Honor Committees composed of upper-class midshipmen are responsible for the education and training of the Honor Concept. Depending on the severity of the offense, midshipmen found in violation of the Honor Concept by their peers can be separated from the Naval Academy.[100]\n\nSince 1961, the academy has hosted the annual Naval Academy Foreign Affairs Conference (NAFAC), the country's largest undergraduate, foreign-affairs conference. NAFAC provides a forum for addressing pressing international concerns and seeks to explore current issues from both a civilian and military perspective.\n\nEach year a unique theme is chosen for NAFAC. Noteworthy individuals with expertise in relevant fields are then invited to address the conference delegates, who represent civilian and military colleges from across the United States and around the globe.\n\nThe entire conference is organized and run by midshipmen, who also serve as moderators, presenters, and delegates. The midshipman director is responsible for every aspect of the conference, including the conference theme, and is generally charged with leading a staff of over 250 midshipmen.[102]\n\nThe Naval Academy Science and Engineering Conference (NASEC), hosted annually since 2000, is an undergraduate STEM conference. Held in November each year, approximately 45 midshipmen join 150 attendees from other colleges and universities across the country meet and discuss significant science and engineering challenges. The delegates hear from leaders in scientific research and policy from academia, industry, and government, and participate in group discussions on the conference themes.[103]\n\nThe conference serves as both a leadership opportunity for the midshipmen staff who organize and run the event, and as a venue to expose midshipmen to cutting-edge science and engineering challenges.\n\nSince 1973, the Naval Academy has hosted a major international conference for naval historians. In 2006 it was named after John J. McMullen, USNA Class of 1940.\n\nThe United States Naval Academy (USNA) Small Satellite Program (SSP)[104] was founded in 1999 to actively pursue flight opportunities for miniature satellites designed, constructed, tested, and commanded or controlled by midshipmen.\n\nThe USNA MidSTAR Program's first satellite, MidSTAR I was launched 8 March 2007.[105] The planned MidSTAR II was canceled.\n\nBecause the majority of graduates commence directly into their military commissions, the Naval Academy offers no graduate degree programs. However, a number of programs allow midshipmen to obtain graduate degrees before fulfilling their service obligation. The Immediate Graduate Education Program (IGEP) allows newly commissioned Ensigns or Second Lieutenants to proceed directly to graduate school and complete a master's degree. The Voluntary Graduate Education Program (VGEP) allows the midshipman to begin their studies the second semester of their senior year at a local university, usually University of Maryland, Johns Hopkins University, Georgetown University, or George Washington University, and complete the degree by the following semester. Midshipmen accepted into prestigious scholarships, such as the Rhodes Scholarship are permitted to complete their studies before fulfilling their service obligation. Finally, the Bowman Scholarship allows Navy Nuclear Power candidates to complete their master's degrees at the Naval Postgraduate School before continuing into the Navy.\n\n"
        },
        {
            "title": "Student activities",
            "text": "Participation in athletics is, in general, mandatory at the Naval Academy and most midshipmen not on an intercollegiate team must participate actively in intramural or club sports. There are exceptions for non-athletic Brigade Support Activities such as YP Squadron (a professional surface warfare training activity providing midshipmen the opportunity to earn the Craftmaster Badge) or the Drum and Bugle Corps.\n\nVarsity-letter winners wear a specially issued blue cardigan with a large gold \"N\" patch affixed. Teams that beat Army in a year are awarded a gold star to affix near the \"N\" for each such victory.\n\nThe U.S. Naval Academy's varsity sports teams[107] have no official name but usually are referred to in media as \"the Midshipmen\" (since all athletes are, in fact, midshipmen), or more informally as \"the Mids\". The term \"middies\" is generally considered derogatory.[108] The sports teams' mascot is a goat named \"Bill.\"\n\nThe Midshipmen participate in the NCAA's Division I FBS as a member of the American Athletic Conference in football and in the NCAA Division I-level Patriot League in many other sports. The academy fields 30 varsity sports teams and 13 club sports teams (along with 19 intramural sports teams).[107][109]\n\nThe most important sporting event at the academy is the annual Army–Navy Game, in football. The 2015 season marks Navy's 14th consecutive victory over Army. The three major service academies (Navy, Air Force, and Army) compete for the Commander-in-Chief's Trophy, which is awarded to the academy that defeats the others in football that year (or retained by the previous winner in the event of a three-way tie). Navy won the trophy in 2012 after two years of residence at the Air Force Academy. Keenan Reynolds (quarterback 2012–2015) set numerous Navy and NCAA records, including the FBS career rushing touchdown record, arguably becoming Navy's best quarterback ever. Reynolds finished fifth in the prestigious Heisman Trophy voting. In the Army-Navy rivalry, Reynolds became the first quarterback to beat Army in four seasons.[110]\n\nNaval Academy sports teams have many accomplishments at the international and national levels. In 1926, Navy's football team won the U.S. national championship based on both the Boand and Houlgate mathematical poll systems.[111] and the Navy men's lacrosse team won 21 USILL or USILA national championships and was the NCAA Division I runner-up in 1975 and 2004. The men's fencing team won NCAA Division I championships in 1950, 1959, and 1962 and was runner-up in 1948, 1953, 1960, and 1963,[112] and NCAA Division I championships were also earned by the 1945 men's outdoor track and field team[113] and the 1964 men's soccer team.[114]\n\nThe academy lightweight crew won the 2004 and 2021 National Championship. The lightweights are accredited with two Jope Cup Championships as well, finishing the Eastern Sprints with the highest number of points in 2006 and 2007. The college's heavyweight crew won Olympic gold medals in men's eights in 1920 and 1952,[115] and from 1907 to 1995 at Intercollegiate Rowing Association regatta the team earned 30 championships.[116] In intercollegiate shooting, the Naval Academy has won nine National Rifle Association rifle team trophies, seven air pistol team championships, and five standard pistol team titles.[117] Navy's squash team was the national nine-man team champion in 1957, 1959, and 1967,[118] and the boxing team was National Collegiate Boxing Association champion in 1987, 1996, 1997, 1998, and 2005.[119]\n\nThere is an unofficial (but previous National Champion) croquet team.[120] Legend has it that in the early 1980s, a Mid and a Johnnie (slang for a student enrolled at St. John's College, Annapolis), were in a bar and the Mid challenged the Johnnie by stating that Midshipmen could beat St. John's at any sport. The St. John's student selected croquet. Since then, thousands attend the annual croquet match between St. John's and the 28th Company[121] of the Brigade of Midshipmen (originally the 34th Company before the brigade was reduced to 30 companies).[122] As of 2017, the Midshipmen had a record of 7 wins and 28 losses to the St John's team.[123]\n\nMidshipmen have the opportunity to participate in a broad range of other extracurricular activities including musical performance groups (Drum & Bugle Corps, Men's Glee Club, Women's Glee Club, Gospel Choir, an annual musical, a midshipman orchestra, and a bagpipe band, the Pipes & Drums), religious organizations, academic honor societies such as Omicron Delta Epsilon (an economics honor society), Campus Girl Scouts, the National Eagle Scout Association, a radio station (WRNV),[124] and Navy and Marine Corps professional activities (diving, flying, seamanship, and the Semper Fidelis Society for future Marines). The midshipman theatrical company, The Masqueraders, put on one production annually in Mahan Hall. There is an intercollegiate debate team.[125] Colleges from along the East Coast attend the annual U.S. Naval Academy Debate Tournament. Midshipmen also participate in the Sandhurst Competition, a military skills event.[126]\n\nThe brigade began publishing a humor magazine called The Log in 1913.[127] This magazine was discontinued in 2001[128] but returned to print in the fall of 2008. Among The Log's usual features were \"Salty Sam,\" an anonymous member of the senior class who served as a gossip columnist, and the \"Company Cuties,\" photos of male midshipmen's girlfriends. (This last was deemed offensive to women, and despite attempts to incorporate the boyfriends of female midshipmen in some issues, the \"Company Cuties\" were dropped from The Log's format by 1991.)[129] The Log was once featured in Playboy Magazine for its parody of the famous periodical,[130] called \"Playmid.\" \"Playmid\" was an issue of The Log in 1989 and was ordered destroyed by Rear Admiral Virgil L. Hill Jr., the Academy Superintendent at the time, but a handful of copies did survive. Earlier Log attempts to parody were much more successful, with 18 April 1969, version as the most famous; some sections of this issue can be seen online at an alumni website.[131] In September 1949, the Log began publishing a half-sized Splinter bi-weekly, to alternate with its larger sized publication.[132][133]\n\nNotable among a number of songs commonly played and sung at various events such as commencement and convocation, and athletic games is: \"Anchors Aweigh\", the United States Naval Academy fight song. According to \"College Fight Songs: An Annotated Anthology\" published in 1998, \"Anchors Aweigh\" ranks as the fifth greatest fight song of all time. \"Blue and Gold\" is the name of Naval Academy's Alma Mater.[134]\n\n"
        },
        {
            "title": "Police",
            "text": "The Naval District Washington-Naval Support Activity Annapolis Police Department, formerly known as the US Naval Academy Police Department until 2010, is a full DOD law enforcement agency. It is composed of both DoD Department of Navy Civilian Police, and Navy Masters-at-Arms who are responsible for policing the US Naval Academy complex. They enforce Maryland, federal and military law and local instructions, offer assistance to those in need, and provide a visible deterrent for criminal activity.[135]\n\n"
        },
        {
            "title": "Women at the Naval Academy",
            "text": "The Naval Academy first accepted women as midshipmen in 1976, after Congress authorized the admission of women to all of the service academies. Women account for about 22 percent of entering plebes.[b] They pursue the same academic and professional training as do their male classmates, except that certain physical aptitude standards for women are lower than for men, mirroring the standards of the Navy itself. Women have most recently composed about 17 percent of each graduating class, however this number continues to rise. The first pregnant midshipman graduated in 2009. While regulations expressly forbade this, the woman was able to receive a waiver from the Department of the Navy.[137]\n\nIn 2006, Michelle J. Howard, class of 1982, became the first female graduate of the Naval Academy to be selected for admiral; she was also the first admiral from her class. Margaret D. Klein, class of 1981, became the first female commandant of midshipmen in December 2006.\n\nFollowing the 2003 U.S. Air Force Academy sexual assault scandal and due to concern with sexual assault in the U.S. military the Department of Defense was required to establish a task force to investigate sexual harassment and assault at the United States military academies in the law funding the military for fiscal 2004. The report, issued 25 August 2005 showed that during 2004 50% of the women at Annapolis reported instances of sexual harassment while 99 incidents of sexual assault were reported.[138] There had been an earlier incident in 1990 which involved male midshipmen chaining a female midshipman to a urinal and then taking pictures of her after she threw a snowball at them.[139]\n\nAcademy Superintendent Vice Admiral Rodney Rempt issued a statement: \"With the benefit of the Defense Task Force's assessment and recommendations, we will continue to strive to establish a climate which encourages reporting of these incidents, so we can support the victim and deal with allegations fairly and appropriately. The very idea that any member of the Naval Academy family could be part of an environment that fosters sexual harassment, misconduct, or even assault is of great concern to me, and it is contrary to all we are trying to do and achieve. Preventing and deterring this unacceptable behavior is a leadership issue that I and all the Academy leaders take to heart. The public trusts that the Service Academies will adhere to the highest standards and that we will serve as beacons that exemplify character, dignity and respect. We will increase our efforts to meet that trust.\" Superintendent Rempt was criticized in 2006 for not allowing former Navy quarterback Lamar Owens to graduate, despite his acquittal on a rape charge. Some alumni have attributed this to an overeagerness on Rempt's part to placate critics urging a crackdown on sexual assault and harassment.[140]\n\nIn 1979, James H. Webb published a provocative essay opposing the integration of women at the Naval Academy titled \"Women Can't Fight.\" Webb was an instructor at the Naval Academy in 1979 when he wrote the article for Washingtonian magazine that was critical of women in combat and of them attending the service academies. The article, in which he referred to the dorm at the Naval Academy that housed 4,000 men and 300 women as \"a horny woman's dream,\" was written three years after the academy admitted women. Webb said he did not write the headline.[141]\n\nOn 7 November 2006, Webb was elected to the U.S. Senate from Virginia. His election opponent, then senator George Allen, raised the 1979 article as a campaign issue, depicting Webb as being opposed to women in military service. Webb's response read in part, \"To the extent that my writings subjected women at the Academy or the active armed forces to undue hardship, I remain profoundly sorry.\" He then went on to assert: \"I am completely comfortable with the roles of women in today's military.\"[142] In a political advertisement for Allen five female graduates of the United States Naval Academy had said the article helped foster an air of hostility and harassment towards females within the academy.\n\nThe Navy Secretary Ray Mabus on 21 December 2012, issued a statement of shame over a recent sexual abuse study which showed the nation's service academies continue to have trouble maintaining safe teaching environments regarding sexual abuse. Reported sexual assaults the prior year declined from 22 to 13 at Annapolis. The former superintendent, Vice Admiral Mike Miller, enforced a new academy policy, as of January 2013, related to training, victim support, campus security, leadership presence on weekends, and a general review of alcohol policy based on other information in the recent report which shows the actual number of sexual assaults has not declined and that offenses are not reported.[143]\n\n"
        },
        {
            "title": "Traditions",
            "text": "Traditions are practices handed down from class to class at the academy. Many have been recorded over the years in academy publications. Some are as old as a century or more but few have persisted totally unchanged.\n\n"
        },
        {
            "title": "Notable alumni",
            "text": "Graduates include over 50 U.S. astronauts, including six who flew to the Moon,[d] more than from any other undergraduate institution in the U.S. Over 990 noted scholars in a variety of academic fields are Academy graduates, including 46 Rhodes Scholars and 24 Marshall Scholars. Alumni include one President of the United States, Jimmy Carter, who is also a Nobel laureate, as is Albert A. Michelson (1907 – Nobel Prize in Physics). 73 alumni have earned the Medal of Honor.\n\nShipmate, the official magazine of the USNA Alumni Association, is distributed worldwide to members of the association and to midshipmen, parents, faculty, administrators, donors, legislators, and friends.[154]\n\nIn 2012, Sam Tan Wei Shen, a Singaporean, was the first foreigner to graduate first in his class in the history of the academy.[155]\n\nThe USNA Alumni Association defines \"alumni\" as graduates and former midshipmen who did not graduate, after the last Academy class of which they were a member has graduated.[156] This policy to include non-graduates dates to 1931—during the Great Depression—when many midshipmen had to leave the Naval Academy to support their families.\n\n"
        }
    ]
}