{
    "url": "https://en.wikipedia.org/wiki/United_States_Department_of_the_Interior",
    "title": "United States Department of the Interior",
    "table_of_contents": [
        "1 History",
        "1.1 Formation of the department",
        "1.2 Department responsibilities",
        "2 Native Americans",
        "2.1 Native American secretaries",
        "3 Operating units",
        "4 Awards",
        "5 Controversy",
        "6 See also",
        "7 References",
        "8 Further reading",
        "9 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe United States Department of the Interior (DOI) is one of the executive departments of the U.S. federal government headquartered at the Main Interior Building, located at 1849 C Street NW in Washington, D.C. It is responsible for the management and conservation of most federal lands and natural resources, and the administration of programs relating to Native Americans, Alaska Natives, Native Hawaiians, territorial affairs, and insular areas of the United States, as well as programs related to historic preservation. About 75% of federal public land is managed by the department, with most of the remainder managed by the Department of Agriculture's Forest Service.[3] The department was created on March 3, 1849.\n\nThe department is headed by the secretary of the interior, who reports directly to the president of the United States and is a member of the president's Cabinet. The current secretary is Deb Haaland.\n\nDespite its name, the Department of the Interior has a different role from that of the interior ministries of other nations, which are usually responsible for police matters and internal security. In the United States, national security and immigration functions are performed by the Department of Homeland Security primarily and the Department of Justice secondarily. The Department of the Interior has often been humorously called \"the Department of Everything Else\" because of its broad range of responsibilities.[4]\n\n"
        },
        {
            "title": "History",
            "text": "A department for domestic concern was first considered by the 1st United States Congress in 1789, but those duties were placed in the Department of State. The idea of a separate domestic department continued to percolate for a half-century and was supported by presidents from James Madison to James Polk. The 1846–48 Mexican–American War gave the proposal new steam as the responsibilities of the federal government grew. Polk's secretary of the treasury, Robert J. Walker, became a vocal champion of creating the new department.[citation needed][5]\n\nIn 1849, Walker stated in his annual report that several federal offices were placed in departments with which they had little to do. He noted that the General Land Office had little to do with the Treasury and also highlighted the Indian Affairs office, part of the Department of War, and the Patent Office, part of the Department of State. Walker argued that these and other bureaus should be brought together in a new Department of the Interior.[citation needed] A bill authorizing its creation of the department passed the House of Representatives on February 15, 1849, and spent just over two weeks in the Senate. The department was established on March 3, 1849 (9 Stat. 395), the eve of President Zachary Taylor's inauguration, when the Senate voted 31 to 25 to create the department. Its passage was delayed by Democrats in Congress who were reluctant to create more patronage posts for the incoming Whig administration to fill. The first secretary of the interior was Thomas Ewing.\n\nOn Tuesday September 1, 2020, Secretary of the Interior David L. Bernhardt signed Secretary’s Order 3384 establishing the Bureau of Trust Funds Administration (BTFA). The BTFA initially reported to the assistant secretary of Indian affairs Tara Katuk Sweeney and assumed responsibility for financial operations functions formerly performed by the Office of the Special Trustee for American Indians (OST) effective October 1, 2020.\n\nAs of mid-2004, the department managed 507 million acres (2,050,000 km2) of surface land, or about one-fifth of the land in the United States. It manages 476 dams and 348 reservoirs through the Bureau of Reclamation, 410 national parks, monuments, seashore sites, etc. through the National Park Service, and 544 national wildlife refuges through the Fish and Wildlife Service. Several of the domestic concerns the department originally dealt with were gradually transferred to other departments. For example, the Department of Interior was responsible for water pollution control prior to the creation of the Environmental Protection Agency.[6] Other agencies became separate departments, such as the Bureau of Agriculture, which later became the Department of Agriculture. However, land and natural resource management, American Indian affairs, wildlife conservation, and territorial affairs remain the responsibilities of the Department of the Interior. The department in January 2020 grounded its fleet of 810 DJI drones used to monitor wildlife and infrastructure over security concerns.[7]\n\n"
        },
        {
            "title": "Native Americans",
            "text": "Within the Interior Department, the Bureau of Indian Affairs handles some federal relations with Native Americans, while others are handled by the Office of Special Trustee. The current acting assistant secretary for Indian affairs is Lawrence S. Roberts, an enrolled member of the Oneida Tribe in Wisconsin.\n\nThe department has been the subject of disputes over proper accounting for Native American Trusts set up to track the income and distribution of monies that are generated by the trust and specific Native American lands, which the government leases for fees to companies that extract oil, timber, minerals, and other resources. Several cases have sought an accounting of such funds from departments within the Interior and Treasury (such as the Minerals Management Service), in what has been a 15-year-old lawsuit. Some Native American nations have also sued the government over water-rights issues and their treaties with the US. In 2010 Congress passed the Claims Settlement Act of 2010 (Public Law 111-291), which provided $3.4 billion for the settlement of the Cobell v. Salazar class-action trust case and four Native American water rights cases.[8]\n\nOn March 16, 2021, Deb Haaland, serving at that time as a member of Congress for New Mexico, took the oath of office as secretary, becoming the first Indigenous person to lead an executive department, and the third woman to lead the department.[10]\n\n"
        },
        {
            "title": "Awards",
            "text": "DOI Convocation Honor Award is the most prestigious recognition that can be granted by the department.\n\nThe following awards are presented at the Honor Awards Convocation:[11]\n\n"
        },
        {
            "title": "Controversy",
            "text": "Secretary of the Interior Albert B. Fall was implicated in the Teapot Dome scandal of 1921. He was convicted of bribery in 1929, and served one year in prison, for his part in the controversy. A major factor in the scandal was a transfer of certain oil leases from the jurisdiction of the Department of the Navy to that of the Department of the Interior, at Fall's behest.\n\nSecretary of the Interior James G. Watt faced criticism for his alleged hostility to environmentalism, for his support of the development and use of federal lands by foresting, ranching, and other commercial interests, and for banning The Beach Boys from playing a 1983 Independence Day concert on the National Mall out of concerns of attracting \"an undesirable element\". His 1983 resignation was prompted by a speech in which he said about his staff: \"I have a black, a woman, two Jews and a cripple. And we have talent.\"[12][13]\n\nUnder the Administration of President George W. Bush, the Interior Department's maintenance backlog climbed from $5 billion to $8.7 billion, despite Bush's campaign pledges to eliminate it completely. Of the agency under Bush's leadership, Interior Department Inspector General Earl Devaney has cited a \"culture of fear\" and of \"ethical failure.\" Devaney has also said, \"Simply stated, short of a crime, anything goes at the highest levels of the Department of Interior.\"[14]\n\n"
        }
    ]
}