{
    "url": "https://en.wikipedia.org/wiki/United_States_Mint",
    "title": "United States Mint",
    "table_of_contents": [
        "1 History",
        "2 Current facilities",
        "2.1 Philadelphia",
        "2.2 Denver",
        "2.3 San Francisco",
        "2.4 West Point",
        "2.5 Fort Knox",
        "3 Functions",
        "4 Mintmarks",
        "5 See also",
        "6 References",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The United States Mint is a bureau of the Department of the Treasury responsible for producing coinage for the United States to conduct its trade and commerce, as well as controlling the movement of bullion.[1] It does not produce paper money; that responsibility belongs to the Bureau of Engraving and Printing. The first United States Mint was created in Philadelphia in 1792, and soon joined by other centers, whose coins were identified by their own mint marks. There are currently four active coin-producing mints: Philadelphia, Denver, San Francisco, and West Point.\n\n"
        },
        {
            "title": "History",
            "text": "\nThe Massachusetts Bay Colony established a mint in Boston in 1652.  John Hull was Treasurer and mintmaster; Hull's partner at the \"Hull Mint\" was Robert Sanderson.[2]  The historical marker reads:\nThe first authorization for the establishment of a mint in the United States was in a resolution of the Congress of the Confederation of February 21, 1782,[3] and the first general-circulation coin of the United States, the Fugio cent, was produced in 1787 based on the Continental dollar.\n\nThe current United States Mint was created by Congress with the Coinage Act of 1792, and originally placed within the Department of State. Per the terms of the Coinage Act, the first Mint building was in Philadelphia, the then capital of the United States; it was the first building of the Republic raised under the Constitution. Today, the Mint's headquarters (a non-coin-producing facility) are in Washington D.C. It operates mint facilities in Philadelphia, Denver, San Francisco, and West Point, New York and a bullion depository at Fort Knox, Kentucky. Official Mints (Branches) were once also located in Carson City, Nevada; Charlotte, North Carolina; Dahlonega, Georgia; New Orleans, Louisiana; and in Manila, in the Philippines.[4]\n\nOriginally part of the State Department, the Mint was made an independent agency in 1799.[5] It converted precious metals into standard coin for anyone's account with no seigniorage charge beyond the refining costs. Under the Coinage Act of 1873, the Mint became part of the Department of the Treasury. It was placed under the auspices of the Treasurer of the United States in 1981. Legal tender coins of today are minted solely for the Treasury's account.\n\nThe first Director of the United States Mint was renowned scientist David Rittenhouse from 1792 to 1795. The position is currently filled by Ventris Gibson.[6] Henry Voigt was the first Superintendent and Chief Coiner, and is credited with some of the first U.S. coin designs. Another important position at the Mint is that of Chief Engraver, which has been held by such men as Frank Gasparro, William Barber, Charles E. Barber, James B. Longacre, and Christian Gobrecht.[7]\n\nThe Mint has operated several branch facilities throughout the United States since the Philadelphia Mint opened in 1792, in a building known as \"Ye Olde Mint\". With the opening of branch mints came the need for mint marks, an identifying feature on the coin to show its facility of origin. The first of these branch mints were the Charlotte, North Carolina (1838–1861), Dahlonega, Georgia (1838–1861), and New Orleans, Louisiana (1838–1909) branches.[8] Both the Charlotte (C mint mark) and Dahlonega (D mint mark) Mints were opened to facilitate the conversion of local gold deposits into coinage, and minted only gold coins.[9] The Civil War closed both these facilities permanently. The New Orleans Mint (O mint mark) closed at the beginning of the Civil War (1861) and did not re-open until the end of Reconstruction in 1879. During its two stints as a minting facility, it produced both gold and silver coinage in eleven different denominations, though only ten denominations were ever minted there at one time (in 1851 silver three-cent pieces, half dimes, dimes, quarters, half dollars, and gold dollars, Quarter Eagles, half eagles, eagles, and double eagles).\n\nA new branch facility was opened in Carson City, Nevada, in 1870; it operated until 1893, with a three-year hiatus from 1886 to 1888. Like the Charlotte and Dahlonega branches, the Carson City Mint (CC mint mark) was opened to take advantage of local precious metal deposits, in this case, a large vein of silver. Though gold coins were also produced there, no base metal coins were.[10]\n\nIn 1911 the Mint had a female acting director, Margaret Kelly, at that point the highest paid woman on the government's payroll. She stated that women were paid equally within the bureau.[11]\n\nA branch of the U.S. mint (Manila Mint) was established in 1920 in Manila in the Philippines, which was then a U.S. territory. To date, the Manila Mint is the only U.S. mint established outside the continental U.S. and was responsible for producing coins (one, five, ten, twenty and fifty centavo denominations). This branch was in production from 1920 to 1922, and then again from 1925 through 1941.[12] Coins struck by this mint bear either the M mintmark (for Manila) or none at all, similar to the Philadelphia mint at the time.\n\nA branch mint in The Dalles, Oregon, was commissioned in 1864. Construction was halted in 1870, and the facility never produced any coins, although the building still stands.[13]\n\n"
        },
        {
            "title": "Current facilities",
            "text": "There are four active coin-producing mints: Philadelphia, Denver, San Francisco, and West Point.\n\nThe Mint's largest facility is the Philadelphia Mint. The current facility, which opened in 1969, is the fourth Philadelphia Mint. The first was built in 1792, when Philadelphia was still the U.S. capital, and began operation in 1793. Until 1980, coins minted at Philadelphia bore no mint mark, with the exceptions of the Susan B. Anthony dollar and the wartime Jefferson nickel. In 1980, the P mint mark was added to all U.S. coinage except the cent.[14] Until 1968, the Philadelphia Mint was responsible for nearly all official proof coinage.[15] Philadelphia is also the site of master die production for U.S. coinage, and the engraving and design departments of the Mint are also located there.[16]\n\nThe Denver Mint began in 1863 as the local assay office, just five years after gold was discovered in the area. By the turn of the century, the office was bringing in over $5 million in annual gold and silver deposits, and in 1906, the Mint opened its new Denver branch.[17] Denver uses a D mint mark and strikes mostly circulation coinage, although it has struck commemorative coins in the past, such as the $10 gold 1984 Los Angeles Olympic Commemorative.[18] It also produces its own working dies, as well as working dies for the other mints.[17] Although the Denver and Dahlonega mints used the same mint mark D, they were never in operation at the same time, so this is not a source of ambiguity.\n\nThe San Francisco branch, opened in 1854 to serve the goldfields of the California Gold Rush, uses an S mint mark. It quickly outgrew its first building and moved into a new facility in 1874. This building, one of the few that survived the great earthquake and fire of 1906, served until 1937, when the present facility was opened. It was closed in 1955, then reopened a decade later during the coin shortage of the mid-60s.[19] In 1968, it took over most proof-coinage production from Philadelphia,[20] and since 1975, it has been used almost exclusively for proof coinage, with the exceptions of the Anthony dollar (1979–1981),[21] a portion of the mintage of cents in the early 1980s, (these cents are indistinguishable from those minted at Philadelphia), and a small portion of America the Beautiful quarters minted in circulation-quality (but not issued for circulation) since 2012.[22]\n\nThe West Point branch is the newest mint facility, gaining official status as a branch mint in 1988.[23] Its predecessor, the West Point Bullion Depository, was opened in 1938, and cents were produced there from 1973 to 1986.[24] Along with these, which were identical to those produced at Philadelphia, West Point has struck a great deal of commemorative and proof coinage bearing the W mint mark.[23] In 1996, West Point produced clad dimes, but for collectors, not for circulation.[25] The West Point facility is still used for storage of part of the United States' gold bullion reserves, and West Point is now the United States' production facility for gold, silver, platinum, and palladium American Eagle coins.[23] In 2019, West Point produced limited quantities of circulating quarters bearing the \"W\" mint mark for the first time.[26]\n\nWhile not a coin production facility, the U.S. Bullion Depository at Fort Knox, Kentucky, is another facility of the Mint. Its primary purpose is for storage of the United States and other countries' gold and silver bullion reserves.[27]\n\n"
        },
        {
            "title": "Functions",
            "text": "The Mint manages extensive commercial marketing programs. The product line includes special coin sets for collectors, national medals, American Eagle gold, silver and platinum bullion coins, and commemorative coins marking national events such as the Bicentennial of the Constitution. The Mint's functions include:\n\nNote that the Mint is not responsible for the production of American paper money; that is the responsibility of the Bureau of Engraving and Printing.[28]\n\nIn 2000, the Mint was responsible for the production of 28 billion coins. See United States Mint coin production for annual production values of each coin.\n\nThe United States Mint Police, a federal law enforcement agency, is responsible for the protection of Mint facilities, employees and reserves.[29]\n\nThe production and sale of circulating coinage and the other functions of the Mint are funded through the United States Mint Public Enterprise Fund, established in 1995. Any profits made by the Fund in excess of operating requirements are returned to the Treasury. Government procurement regulations do not apply to the Mint's procurement and contracting activity.[30]\n\n"
        },
        {
            "title": "Mintmarks",
            "text": "With the exception of a brief period in 1838 and 1839, all coins minted at U.S. branch mints prior to 1908 displayed that branch's mintmark on their reverse. Larger denominations of gold and silver coins were labeled with the Dahlonega, Charlotte, and New Orleans mintmarks (D, C, and O, respectively) on the obverse (front) side, just above the dates, in those two years. Carson City, which served as a U.S. branch mint from 1870 to 1893, produced coins with a CC mintmark.[31] The Manila Mint (the only overseas U.S. mint, which produced U.S. Territorial and U.S. Commonwealth coinage) used the M mintmark from 1920–1941.\n\nBetween 1965 and 1967, as the Mint labored to replace the silver coinage with base metal coins, mintmarks were temporarily dispensed with (including on the penny and nickel) in order to discourage the hoarding of coins by numismatists.[32] Mintmarks were moved to the obverse of the nickel, dime, quarter, and half dollar in 1968, and have appeared on the obverse of the dollar coin since its re-introduction in 1971.\n\nDue to a shortage of nickel during World War II, the composition of the five-cent coin was changed to include silver. To mark this change, nickels minted in Philadelphia (which had featured no mintmarks until then) displayed a P in the field above the dome of Monticello. Nickels from San Francisco were minted in the same fashion, and Denver nickels reflected the change in 1943. This new mintmark location continued until 1946 when the nickel returned to its pre-war composition.[36]\n\nThe P mintmark, discontinued after the war, reappeared in 1979 on the Anthony dollar. By 1982, it had appeared on every other regular-issue coin except the cent, which, with the exception of 2017 Lincoln Cents, still bears no P mintmark. The circulating cents struck in the 1980s at San Francisco (except proofs) and West Point also bears no mintmark, as their facilities were used to supplement Philadelphia's production. Given the limited numbers produced at each facility, they might have been hoarded as collectibles.[37]\n\nFor 2017, in commemoration of the U.S Mint's 225th Anniversary, the P mintmark was placed on the obverse of Philadelphia-minted Lincoln cents for the first time in the coin's 100+ year history. The P mintmark did not re-appear for 2018 and subsequent circulation strikes minted in Philadelphia.[38]\n\n"
        }
    ]
}