{
    "url": "https://en.wikipedia.org/wiki/United_States_Secretary_of_the_Navy",
    "title": "United States Secretary of the Navy",
    "table_of_contents": [
        "1 Responsibilities",
        "1.1 Navy Regulations",
        "1.2 U.S. Coast Guard",
        "2 The Navy Secretariat",
        "3 Secretaries of the Navy",
        "3.1 Continental Congress",
        "3.2 Executive Department, 1798–1949",
        "3.3 Military Department (Department of Defense), 1949–present",
        "4 See also",
        "5 References",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe secretary of the Navy (or SECNAV) is a statutory officer (10 U.S.C. § 5013) and the head (chief executive officer) of the Department of the Navy, a military department (component organization) within the United States Department of Defense.\n\nBy law, the secretary of the Navy must be a civilian at least five years removed from active military service. The secretary is appointed by the president and requires confirmation by the Senate.\n\nThe secretary of the Navy was, from its creation in 1798, a member of the president's Cabinet until 1949, when the secretary of the Navy (and the secretaries of the Army and Air Force) were by amendments to the National Security Act of 1947 made subordinate to the secretary of defense.[1]\n\nOn August 7, 2021, Carlos Del Toro was confirmed as secretary of the Navy.[2]\n\nFrom 2001 to 2019, proposals to rename the Department of the Navy to the Department of the Navy and Marine Corps, which would have also renamed the secretary of the Navy to the secretary of the Navy and Marine Corps, were introduced with wide support in the United States Congress, but failed due to the opposition of Senator and former U.S. Navy officer John McCain.[3]\n\n"
        },
        {
            "title": "Responsibilities",
            "text": "The Department of the Navy (DoN) consists of two Uniformed Services: the United States Navy and the United States Marine Corps.[4] The secretary of the Navy is responsible for, and has statutory authority (10 U.S.C. § 5013) to \"conduct all the affairs of the Department of the Navy\", i.e. as its chief executive officer, subject to the limits of the law, and the directions of the president and the secretary of defense. In effect, all authority within the Navy and Marine Corps, unless specifically exempted by law, is derivative of the authority vested in the secretary of the Navy.\n\nSpecifically enumerated responsibilities of the SECNAV in the before-mentioned section are: recruiting, organizing, supplying, equipping, training, mobilizing, and demobilizing. The secretary also oversees the construction, outfitting, and repair of naval ships, equipment, and facilities. SECNAV is responsible for the formulation and implementation of policies and programs that are consistent with the national security policies and objectives established by the president or the secretary of defense.[5][6]\n\nThe secretary of the Navy is a member of the Defense Acquisition Board (DAB), chaired by the Under Secretary of Defense for Acquisition, Technology and Logistics. Furthermore, the secretary has several statutory responsibilities under the Uniform Code of Military Justice (UCMJ) with respect to the administration of the military justice system for the Navy & the Marine Corps, including the authority to convene general courts-martial and to commute sentences.\n\nThe principal military advisers to the SECNAV are the two service chiefs of the naval services: for matters regarding the Navy the chief of naval operations (CNO), and for matters regarding the Marine Corps the commandant of the Marine Corps (CMC). The CNO and the Commandant act as the principal executive agents of the SECNAV within their respective services to implement the orders of the secretary.\n\nThe United States Navy Regulations is the principal regulatory document of the Department of the Navy, and all changes to it must be approved by the secretary of the Navy.\n\nWhenever the United States Coast Guard operates as a service within the Department of the Navy, the secretary of the Navy has the same powers and duties with respect to the Coast Guard as the secretary of homeland security when the Coast Guard is not operating as a service in the Department of the Navy.[7]\n\n"
        },
        {
            "title": "The Navy Secretariat",
            "text": "The Office of the Secretary of the Navy, also known within DoD as the Navy Secretariat or simply just as the Secretariat in a DoN setting, is the immediate headquarters staff that supports the secretary in discharging his duties. The principal officials of the Secretariat include the under secretary of the Navy (the secretary's principal civilian deputy), the assistant secretaries of the Navy (ASN), the general counsel of the Navy, the judge advocate general of the Navy (JAG), the Naval inspector general (NIG), the chief of Legislative Affairs, and the chief of naval research. The Office of the Secretary of the Navy has sole responsibility within the Department of the Navy for acquisition, auditing, financial and information management, legislative affairs, public affairs, research and development.[8]\n\nPursuant to SecNavInst 5090.5F, the Department of the Navy Environmental Programs Manual, the secretary of the Navy and chief of naval operations recognize a number of commands annually for achievements in such areas as environmental quality, environmental cleanup, natural resources conservation, cultural resources management, pollution prevention, and recycling.[9]\n\nThe chief of naval operations and the commandant of the Marine Corps have their own separate staffs, the Office of the Chief of Naval Operations (also known by its acronym OPNAV) and Headquarters Marine Corps.\n\n"
        },
        {
            "title": "Secretaries of the Navy",
            "text": "[10]\n\n(Post of Secretary of Marine created but remained vacant)\n\n\n\n"
        }
    ]
}