{
    "url": "https://en.wikipedia.org/wiki/United_Colonies",
    "title": "United Colonies",
    "table_of_contents": [
        "1 Colonial mobilization",
        "2 New agencies",
        "3 See also",
        "4 Notes",
        "5 Further reading",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The \"United Colonies\" was the name used by the Second Continental Congress for the emerging nation comprising the Thirteen Colonies in 1775 and 1776, before and as independence was declared. Continental currency banknotes displayed the name 'The United Colonies' from May, 1775, until February, 1777, and the name was being used as a colloquial phrase to refer to the colonies as a whole before the Second Congress met, although the precise place or date of its origin is unknown.\n\nFounding Father John Adams used the phrase \"united colonies\" as early as February 27, 1775, in a letter entitled \"To the Inhabitants of the Colony of Massachusetts-Bay\" published in the Boston Gazette: \nOn June 19, 1775, the members of the Second Continental Congress, calling themselves the \"delegates of the United Colonies\", appointed George Washington the \"General and Commander in chief of the Army of the United Colonies\".[3]\n\nOn June 7, 1776, Richard Henry Lee, after receiving instructions and wording from the Fifth Virginia Convention, proposed to Congress that they cut their political ties with England, declare themselves a new nation, and create a constitution. Known as the Lee Resolution, and passed by the delegates on July 2, 1776, it referred to the United Colonies, reading in part: \n\nOn September 9, 1776, Congress formally dropped the name \"United Colonies\" in favor of the “United States of America\", which had been introduced as the nation's name in the July Declaration of Independence.\n\n"
        },
        {
            "title": "Colonial mobilization",
            "text": "Congress called on the colonies to rename themselves as states, with new constitutions. On March 14, 1775, as proposed by John Adams to the Congress: \n\nAfter the battles of Lexington and Concord in April 1775, the New England militias mobilized to surround the British in Boston. On July 6, 1775, Congress issued,  A declaration by the representatives of the United Colonies of North America, now met in General Congress in Philadelphia, setting forth the causes and necessity of their taking up arms. They concluded, \"We mean not to dissolve that union which as so long and so happily subsisted between us, in which we sincerely wish to see restored....We have not raised armies with ambitious designs of separating from Great Britain, and establishing independent states.\"[5]\n\nOn May 10, 1776, Congress unanimously resolved: \n\nIn preparation for independence, Congress defined treason as levying war against the United Colonies, adhering to the King, or providing aid or comfort to the enemy.[7]\n\nIn early 1776, the cause of independence was widely promulgated in Thomas Paine's  pamphlet Common Sense. He called on the 13 colonies to write a new constitution:\n\nCongress voted Independence on July 2, 1776, and issued on July 4, 1776 the \"Declaration of Independence\":\n\n"
        },
        {
            "title": "New agencies",
            "text": "Congress appointed George Washington \"General & Commander in chief of the army of the United Colonies and of all the forces raised or to be raised by them\" on June 19, 1775,[10] and on June 22 instructed him to take charge of the siege of Boston.[11]  Congress created a series of new agencies in the name of the United Colonies, including a Navy, [12]\n\nOn September 14, 1775, Congress instructed Colonel Benedict Arnold to invade Québec, seize military stores, and try to convince the French Canadians to join the revolution. [13]\n\nOn September 9, 1776, Congress formally dropped the name \"United Colonies\" in favor of the “United States of America.\" Congress ordered, “That in all continental commissions, and other instruments, where, heretofore, the words ‘United Colonies’ have been used, the stile be altered for the future to the 'United States.'”[14]\n\n"
        }
    ]
}