{
    "url": "https://en.wikipedia.org/wiki/United_States_courts_of_appeals",
    "title": "United States courts of appeals",
    "table_of_contents": [
        "1 Procedure",
        "2 Attorneys",
        "3 Nomenclature",
        "4 Judicial councils",
        "5 Circuit composition",
        "6 Circuit population",
        "7 History",
        "8 See also",
        "9 Explanatory notes",
        "10 References",
        "11 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe United States courts of appeals are the intermediate appellate courts of the United States federal judiciary. The courts of appeals are divided into 11 numbered circuits that cover geographic areas of the United States and hear appeals from the U.S. district courts within their borders, the District of Columbia Circuit, which covers only Washington, D.C., and the Federal Circuit, which hears appeals from federal courts across the United States in cases involving certain specialized areas of law. The courts of appeals also hear appeals from some administrative agency decisions and rulemaking, with by far the largest share of these cases heard by the D.C. Circuit. Appeals from decisions of the courts of appeals can be taken to the U.S. Supreme Court.\n\nThe United States courts of appeals are considered the most powerful and influential courts in the United States after the Supreme Court. Because of their ability to set legal precedent in regions that cover millions of Americans, the United States courts of appeals have strong policy influence on U.S. law. Moreover, because the Supreme Court chooses to review fewer than 3% of the 7,000 to 8,000 cases filed with it annually,[1] the U.S. courts of appeals serve as the final arbiter on most federal cases.\n\nThere are currently 179 judgeships on the U.S. courts of appeals authorized by Congress in 28 U.S.C. § 43 pursuant to Article III of the U.S. Constitution. Like other federal judges, they are nominated by the President of the United States and confirmed by the United States Senate. They have lifetime tenure, earning (as of 2019) an annual salary of $223,700.[2] The actual number of judges in service varies, both because of vacancies and because senior judges who continue to hear cases are not counted against the number of authorized judgeships.\n\nDecisions of the U.S. courts of appeals have been published by the private company West Publishing in the Federal Reporter series since the courts were established. Only decisions that the courts designate for publication are included. The \"unpublished\" opinions (of all but the Fifth and Eleventh Circuits) are published separately in West's Federal Appendix, and they are also available in on-line databases like LexisNexis or Westlaw. More recently, court decisions have also been made available electronically on official court websites. However, there are also a few federal court decisions that are classified for national security reasons.\n\nThe circuit with the smallest number of appellate judges is the First Circuit, and the one with the largest number of appellate judges is the geographically large and populous Ninth Circuit in the Far West.  The number of judges that the U.S. Congress has authorized for each circuit is set forth by law in 28 U.S.C. § 44, while the places where those judges must regularly sit to hear appeals are prescribed in 28 U.S.C. § 48.\n\nAlthough the courts of appeals are frequently called \"circuit courts\", they should not be confused with the former United States circuit courts, which were active from 1789 to 1911, during the time when long-distance transportation was much less available, and which were primarily first-level federal trial courts that moved periodically from place to place in \"circuits\" in order to serve the dispersed population in towns and the smaller cities that existed then.  The current \"courts of appeals\" system was established in the Judiciary Act of 1891.[3]\n\n"
        },
        {
            "title": "Procedure",
            "text": "Because the courts of appeals possess only appellate jurisdiction, they do not hold trials. Only courts with original jurisdiction hold trials and thus determine punishments (in criminal cases) and remedies (in civil cases). Instead, appeals courts review decisions of trial courts for errors of law. Accordingly, an appeals court considers only the record (that is, the papers the parties filed and the transcripts and any exhibits from any trial) from the trial court, and the legal arguments of the parties. These arguments, which are presented in written form and can range in length from dozens to hundreds of pages, are known as briefs. Sometimes lawyers are permitted to add to their written briefs with oral arguments before the appeals judges. At such hearings, only the parties' lawyers speak to the court.\n\nThe rules that govern the procedure in the courts of appeals are the Federal Rules of Appellate Procedure. In a court of appeals, an appeal is almost always heard by a \"panel\" of three judges who are randomly selected from the available judges (including senior judges and judges temporarily assigned to the circuit). Some cases, however, receive an en banc hearing. Except in the Ninth Circuit Court, the en banc court consists of all of the circuit judges who are on active status, but it does not include the senior or assigned judges (except that under some circumstances, a senior judge may participate in an en banc hearing who participated at an earlier stage of the same case).[4] Because of the large number of Appellate Judges in the Ninth Circuit Court of Appeals (29), only ten judges, chosen at random, and the Chief Judge hear en banc cases.[5]\n\nMany decades ago, certain classes of federal court cases held the right of an automatic appeal to the Supreme Court of the United States. That is, one of the parties in the case could appeal a decision of a court of appeals to the Supreme Court, and it had to accept the case. The right of automatic appeal for most types of decisions of a court of appeals was ended by an Act of Congress, the Judiciary Act of 1925, which also reorganized many other things in the federal court system. Passage of this law was urged by Chief Justice William Howard Taft.\n\nThe current procedure is that a party in a case may apply to the Supreme Court to review a ruling of the circuit court. This is called petitioning for a writ of certiorari, and the Supreme Court may choose, in its sole discretion, to review any lower court ruling. In extremely rare cases, the Supreme Court may grant the writ of certiorari before the judgment is rendered by the court of appeals, thereby reviewing the lower court's ruling directly. Certiorari before judgment was granted in the Watergate scandal-related case, United States v. Nixon,[6] and in the 2005 decision involving the Federal Sentencing Guidelines, United States v. Booker.[7]\n\nA court of appeals may also pose questions to the Supreme Court for a ruling in the midst of reviewing a case. This procedure was formerly used somewhat commonly, but now it is quite rare. For example, while between 1937 and 1946 twenty 'certificate' cases were accepted, since 1947 the Supreme Court has accepted only four.[8] The Second Circuit, sitting en banc, attempted to use this procedure in the case United States v. Penaranda, 375 F.3d 238 (2d Cir. 2004),[9] as a result of the Supreme Court's decision in Blakely v. Washington,[10] but the Supreme Court dismissed the question. See United States v. Penaranda, 543 U.S. 1117 (2005).[11] The last instance of the Supreme Court accepting a set of questions and answering them was in 1982's City of Mesquite v. Aladdin's Castle, Inc, 455 US 283 (1982).[12]\n\nA court of appeals may convene a Bankruptcy Appellate Panel to hear appeals in bankruptcy cases directly from the bankruptcy court of its circuit. As of 2008[update], only the First, Sixth, Eighth, Ninth, and Tenth Circuits have established a Bankruptcy Appellate Panel. Those circuits that do not have a Bankruptcy Appellate Panel have their bankruptcy appeals heard by the district court.[13]\n\nCourts of appeals decisions, unlike those of the lower federal courts, establish binding precedents. Other federal courts in that circuit must, from that point forward, follow the appeals court's guidance in similar cases, regardless of whether the trial judge thinks that the case should be decided differently.\n\nFederal and state laws can and do change from time to time, depending on the actions of Congress and the state legislatures. Therefore, the law that exists at the time of the appeal might be different from the law that existed at the time of the events that are in controversy under civil or criminal law in the case at hand. A court of appeals applies the law as it exists at the time of the appeal; otherwise, it would be handing down decisions that would be instantly obsolete, and this would be a waste of time and resources, since such decisions could not be cited as precedent. \"[A] court is to apply the law in effect at the time it renders its decision, unless doing so would result in manifest injustice, or there is statutory direction or some legislative history to the contrary.\"[14]\n\nHowever, the above rule cannot apply in criminal cases if the effect of applying the newer law would be to create an ex post facto law to the detriment of the defendant.\n\nDecisions made by the circuit courts only apply to the states within the court's oversight, though other courts may use the guidance issued by the circuit court in their own judgments. While a single case can only be heard by one circuit court, a core legal principle may be tried through multiple cases in separate circuit courts, creating an inconsistency between different parts of the United States. This creates a split decision among the circuit courts. Often, if there is a split decision between two or more circuits, and a related case is petitioned to the Supreme Court, the Supreme Court will take that case as to resolve the split.\n\n"
        },
        {
            "title": "Attorneys",
            "text": "In order to serve as counsel in a case appealed to a circuit court, the attorney must first be admitted to the bar of that circuit. Admission to the bar of a circuit court is granted as a matter of course to any attorney who is admitted to practice law in any state of the United States. The attorney submits an application, pays a fee, and takes the oath of admission. Local practice varies as to whether the oath is given in writing or in open court before a judge of the circuit, and most courts of appeals allow the applicant attorney to choose which method he or she prefers.\n\n"
        },
        {
            "title": "Nomenclature",
            "text": "When the courts of appeals were created in 1891, one was created for each of the nine circuits then existing, and each court was named the \"United States Circuit Court of Appeals for the _____ Circuit\". When a court of appeals was created for the District of Columbia in 1893, it was named the \"Court of Appeals for the District of Columbia\", and it was renamed to the \"United States Court of Appeals for the District of Columbia\" in 1934. In 1948, Congress renamed all of the courts of appeals then existing to their current formal names: the court of appeals for each numbered circuit was named the \"United States Court of Appeals for the _____ Circuit\", and the \"United States Court of Appeals for the District of Columbia\" became the \"United States Court of Appeals for the District of Columbia Circuit\". The Tenth Circuit was created in 1929 by subdividing the existing Eighth Circuit, and the Eleventh Circuit was created in 1981 by subdividing the existing Fifth Circuit. The Federal Circuit was created in 1982 by the merger of the United States Court of Customs and Patent Appeals and the appellate division of the United States Court of Claims.\n\n"
        },
        {
            "title": "Judicial councils",
            "text": "Judicial councils are panels in each circuit that are charged with making \"necessary and appropriate orders for the effective and expeditious administration of justice\" within their circuits.[15][16] Among their responsibilities is judicial discipline, the formulation of circuit policy, the implementation of policy directives received from the Judicial Conference of the United States, and the annual submission of a report to the Administrative Office of the United States Courts on the number and nature of orders entered during the year that relate to judicial misconduct.[15][17] Judicial councils consist of the chief judge of the circuit and an equal number of circuit judges and district judges of the circuit.[15][18]\n\n"
        },
        {
            "title": "Circuit composition",
            "text": "The courts of appeals, and the lower courts and specific other bodies over which they have appellate jurisdiction, are as follows:\n\n\n\n"
        },
        {
            "title": "Circuit population",
            "text": "Based on 2020 United States Census figures, the population residing in each circuit is as follows.[19][20]\n\n"
        },
        {
            "title": "History",
            "text": "The Judiciary Act of 1789 established three circuits, which were groups of judicial districts in which United States circuit courts were established.[21] The original three circuits were given distinct names, rather than numbers: the Eastern, the Middle, and the Southern.[21]  Each circuit court consisted of two Supreme Court justices and the local district judge; the three circuits existed solely for the purpose of assigning the justices to a group of circuit courts.  Some districts (generally the ones most difficult for an itinerant justice to reach) did not have a circuit court; in these districts the district court exercised the original jurisdiction of a circuit court.  As new states were admitted to the Union, Congress often did not create circuit courts for them for a number of years.\n\nThe number of circuits remained unchanged until the year after Rhode Island ratified the Constitution, when the Midnight Judges Act reorganized the districts into six numbered circuits, and created circuit judgeships so that Supreme Court justices would no longer have to ride circuit. This Act, however, was repealed in March 1802, and Congress provided that the former circuit courts would be revived as of July 1 of that year. But it then passed the new Judiciary Act of 1802 in April, so that the revival of the old courts never took effect.  The 1802 Act restored circuit riding, but with only one justice to a circuit; it therefore created six new circuits, but with slightly different compositions than the 1801 Act. These six circuits later were augmented by others. Until 1866, each new circuit (except the short-lived California Circuit) was accompanied by a newly created Supreme Court seat.\n\n"
        }
    ]
}