{
    "url": "https://en.wikipedia.org/wiki/United_States_in_World_War_I",
    "title": "United States in World War I",
    "table_of_contents": [
        "1 Beginning",
        "2 Neutrality",
        "3 Public opinion",
        "4 Preparedness movement",
        "4.1 Democrats respond",
        "4.2 National debate",
        "5 War declared",
        "6 Home front",
        "6.1 Food",
        "6.2 Finance",
        "6.3 Labor",
        "6.3.1 Women's roles",
        "6.4 Propaganda",
        "6.5 Children",
        "7 Motor vehicles",
        "8 American military",
        "8.1 Women in the military",
        "8.2 Impact of US forces on the war",
        "9 Attack on Orleans",
        "10 After the war",
        "11 See also",
        "12 References",
        "13 Further reading",
        "13.1 Historiography and memory",
        "14 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The United States declared war on the German Empire on April 6, 1917, nearly three years after World War I started. A ceasefire and Armistice was declared on  November 11, 1918. Before entering the war, the U.S. had remained neutral, though it had been an important supplier to the United Kingdom, France, and the other powers of the Allies of World War I.\n\nThe U.S. made its major contributions in terms of supplies, raw material, and money, starting in 1917. American soldiers under General of the Armies John Pershing, Commander-in-Chief of the American Expeditionary Force (AEF), arrived at the rate of 10,000 men a day on the Western Front in the summer of 1918. During the war, the U.S. mobilized over 4 million military personnel and suffered the loss of 65,000 soldiers. The war saw a dramatic expansion of the United States government in an effort to harness the war effort and a significant increase in the size of the U.S. Armed Forces.\n\nAfter a relatively slow start in mobilizing the economy and labor force, by spring 1918, the nation was poised to play a role in the conflict. Under the leadership of President Woodrow Wilson, the war represented the climax of the Progressive Era as it sought to bring reform and democracy to the world. There was substantial public opposition to U.S. entry into the war. \n\n"
        },
        {
            "title": "Beginning",
            "text": "The American entry into World War I came on April 6, 1917, after a year long effort by President Woodrow Wilson to get the United States into the war.[citation needed] Apart from an Anglophile element urging early support for the British, American public opinion sentiment for neutrality was particularly strong among Irish Americans, German Americans and Scandinavian Americans,[1] as well as among church leaders and among women in general. On the other hand, even before World War I had broken out, American opinion had been more negative toward the German Empire than towards any other country in Europe.[2] Over time, especially after reports of atrocities in Belgium in 1914 and following the sinking of the passenger liner RMS Lusitania in 1915, the American people increasingly came to see the German Empire as the aggressor.\n\nAs U.S. President, it was Wilson who made the key policy decisions over foreign affairs: while the country was at peace, the domestic economy ran on a laissez-faire basis, with American banks making huge loans to Britain and France — funds that were in large part used to buy munitions, raw materials, and food from across the Atlantic. Until 1917, Wilson made minimal preparations for a land war and kept the United States Army on a small peacetime footing, despite increasing demands for enhanced preparedness. He did, however, expand the United States Navy.\n\nIn 1917, with the Russian Revolution and widespread disillusionment over the war, and with Britain and France low on credit, the German Empire appeared to have the upper hand in Europe,[3] while the Ottoman Empire clung to its possessions in the Middle East. In the same year, the German Empire decided to resume unrestricted submarine warfare against any vessel approaching British waters; this attempt to starve Britain into surrender was balanced against the knowledge that it would almost certainly bring the United States into the war. The German Empire also made a secret offer to help Mexico regain territories lost in the Mexican–American War in an encoded telegram known as the Zimmermann Telegram, which was intercepted by British Intelligence. Publication of that communique outraged Americans just as German U-boats started sinking American merchant ships in the North Atlantic. Wilson then asked Congress for \"a war to end all wars\" that would \"make the world safe for democracy\", and Congress voted to declare war on the German Empire on April 6, 1917.[4] On December 7, 1917, the U.S. declared war on Austria-Hungary.[5][6] U.S. troops began arriving on the Western Front in large numbers in 1918.\n\n"
        },
        {
            "title": "Neutrality",
            "text": "After the war began in 1914, the United States proclaimed a policy of neutrality despite President Woodrow Wilson's antipathies against the German Empire.\n\nWhen the German U-boat U-20 sank the British liner Lusitania on 7 May 1915 with 128 U.S. citizens aboard, Wilson demanded an end to German attacks on passenger ships, and warned that the USA would not tolerate unrestricted submarine warfare in violation of \"American rights\" and of \"international and obligations.\"[7] Wilson's Secretary of State, William Jennings Bryan, resigned, believing that the President's protests against the German use of U-boat attacks conflicted with America's official commitment to neutrality. On the other hand, Wilson came under pressure from war hawks led by former president Theodore Roosevelt, who denounced German acts as \"piracy\",[8] and from British delegations under Cecil Spring Rice and Sir Edward Grey.\n\nU.S. Public opinion reacted with outrage to the suspected German sabotage of Black Tom in Jersey City, New Jersey on 30 July 1916, and to the Kingsland explosion on 11 January 1917 in present-day Lyndhurst, New Jersey.[9]\n\nCrucially, by the spring of 1917, President Wilson's official commitment to neutrality had finally unraveled. Wilson realized he needed to enter the war in order to shape the peace and implement his vision for a League of Nations at the Paris Peace Conference.[10]\n\n"
        },
        {
            "title": "Public opinion",
            "text": "American public opinion was divided, with most Americans until early 1917 largely of the opinion that the United States should stay out of the war.  Opinion changed gradually, partly in response to German actions in Belgium and the Lusitania, partly as German Americans lost influence, and partly in response to Wilson's position that America had to play a role to make the world safe for democracy.[11]\n\nIn the general public, there was little if any support for entering the war on the side of the German Empire. The great majority of German Americans, as well as Scandinavian Americans, wanted the United States to remain neutral; however, at the outbreak of war, thousands of U.S. citizens had tried to enlist in the German army.[12][13] The Irish Catholic community, based in the large cities and often in control of the Democratic Party apparatus, was strongly hostile to helping Britain in any way, especially after the Easter uprising of 1916 in Ireland.[14] Most of the Protestant church leaders in the United States, regardless of their theology, favored pacifistic solutions whereby the United States would broker a peace.[15] Most of the leaders of the women's movement, typified by Jane Addams, likewise sought pacifistic solutions.[16] The most prominent opponent of war was industrialist Henry Ford, who personally financed and led a peace ship to Europe to try to negotiate among the belligerents; no negotiations resulted.[17]\n\nBritain had significant support among intellectuals and families with close ties to Britain.[18] The most prominent leader was Samuel Insull of Chicago, a leading industrialist who had emigrated from England. Insull funded many propaganda efforts, and financed young Americans who wished to fight by joining the Canadian military.[19][20]\n\n"
        },
        {
            "title": "Preparedness movement",
            "text": "By 1915 Americans were paying much more attention to the war. The sinking of the Lusitania aroused furious denunciations of German brutality.[21]  In Eastern cities a new \"Preparedness\" movement emerged. It argued that the United States needed to build up immediately strong naval and land forces for defensive purposes; an unspoken assumption was that America would fight sooner or later. The driving forces behind Preparedness were all Republicans, notably General Leonard Wood, ex-president Theodore Roosevelt, and former secretaries of war Elihu Root and Henry Stimson; they enlisted many of the nation's most prominent bankers, industrialists, lawyers and scions of prominent families. Indeed, there emerged an \"Atlanticist\" foreign policy establishment, a group of influential Americans drawn primarily from upper-class lawyers, bankers, academics, and politicians of the Northeast, committed to a strand of Anglophile internationalism.[22]\n\nThe Preparedness movement had what political scientists call a \"realism\" philosophy of world affairs—they believed that economic strength and military muscle were more decisive than idealistic crusades focused on causes like democracy and national self-determination. Emphasizing over and over the weak state of national defenses, they showed that the United States' 100,000-man Army, even augmented by the 112,000-strong National Guard, was outnumbered 20 to one by the German army; similarly in 1915, the armed forces of Great Britain and the British Empire, France, Russia, the Austro-Hungarian Empire, Ottoman Empire, Italy, Bulgaria, Romania, Serbia, Belgium, Japan and Greece were all larger and more experienced than the United States military.[23]\n\nThey called for UMT or \"universal military service\" under which the 600,000 men who turned 18 every year would be required to spend six months in military training, and then be assigned to reserve units. The small regular army would primarily be a training agency. Public opinion, however, was not willing to go that far.[24]\n\nBoth the regular army and the Preparedness leaders had a low opinion of the National Guard, which they saw as politicized, provincial, poorly armed, ill trained, too inclined to idealistic crusading (as against Spain in 1898), and too lacking in understanding of world affairs. The National Guard on the other hand was securely rooted in state and local politics, with representation from a very broad cross section of the U.S. political economy. The Guard was one of the nation's few institutions that (in some northern states) accepted black men on an equal footing with white men.\n\nThe Democratic party saw the Preparedness movement as a threat. Roosevelt, Root and Wood were prospective Republican presidential candidates. More subtly, the Democrats were rooted in localism that appreciated the National Guard, and the voters were hostile to the rich and powerful in the first place. Working with the Democrats who controlled Congress, Wilson was able to sidetrack the Preparedness forces. Army and Navy leaders were forced to testify before Congress to the effect that the nation's military was in excellent shape.\n\nIn reality, neither the U.S. Army nor U.S. Navy was in shape for war in terms of manpower, size, military hardware or experience. The Navy had fine ships but Wilson had been using them to threaten Mexico, and the fleet's readiness had suffered. The crews of the Texas and the New York, the two newest and largest battleships, had never fired a gun, and the morale of the sailors was low. The Army and Navy air forces were tiny in size. Despite the flood of new weapons systems unveiled in the war in Europe, the Army was paying scant attention. For example, it was making no studies of trench warfare, poison gas or tanks, and was unfamiliar with the rapid evolution of aerial warfare. The Democrats in Congress tried to cut the military budget in 1915. The Preparedness movement effectively exploited the surge of outrage over the \"Lusitania\" in May 1915, forcing the Democrats to promise some improvements to the military and naval forces. Wilson, less fearful of the Navy, embraced a long-term building program designed to make the fleet the equal of the British Royal Navy by the mid-1920s, although this would not come to pass until  World War II.[25] \"Realism\" was at work here; the admirals were Mahanians and they therefore wanted a surface fleet of heavy battleships second to none—that is, equal to Great Britain. The facts of submarine warfare (which necessitated destroyers, not battleships) and the possibilities of imminent war with the German Empire (or with Britain, for that matter), were simply ignored.\n\nWilson's decision touched off a firestorm.[26]  Secretary of War Lindley Garrison adopted many of the proposals of the Preparedness leaders, especially their emphasis on a large federal reserves and abandonment of the National Guard. Garrison's proposals not only outraged the provincial politicians of both parties, they also offended a strongly held belief shared by the liberal wing of the Progressive movement, that was, that warfare always had a hidden economic motivation. Specifically, they warned the chief warmongers were New York bankers (such as J. P. Morgan) with millions at risk, profiteering munition makers (such as Bethlehem Steel, which made armor, and DuPont, which made powder) and unspecified industrialists searching for global markets to control.  Antiwar critics blasted them.  These selfish special interests were too powerful, especially, Senator La Follette noted, in the conservative wing of the Republican Party. The only road to peace was disarmament in the eyes of many.\n\nGarrison's plan unleashed the fiercest battle in peacetime history over the relationship of military planning to national goals. In peacetime, War Department arsenals and Navy yards manufactured nearly all munitions that lacked civilian uses, including warships, artillery, naval guns, and shells. Items available on the civilian market, such as food, horses, saddles, wagons, and uniforms were always purchased from civilian contractors.\n\nPeace leaders like Jane Addams of Hull House and David Starr Jordan of Stanford University redoubled their efforts, and now turned their voices against the President because he was \"sowing the seeds of militarism, raising up a military and naval caste.\" Many ministers, professors, farm spokesmen and labor union leaders joined in, with powerful support from a band of four dozen southern Democrats in Congress who took control of the House Military Affairs Committee. Wilson, in deep trouble, took his cause to the people in a major speaking tour in early 1916, a warm-up for his reelection campaign that fall.\n\nWilson seemed to have won over the middle classes, but had little impact on the largely ethnic working classes and the deeply isolationist farmers. Congress still refused to budge, so Wilson replaced Garrison as Secretary of War with Newton Baker, the Democratic mayor of Cleveland and an outspoken opponent of preparedness.[27] The upshot was a compromise passed in May 1916, as the war raged on and Berlin was debating whether America was so weak it could be ignored. The Army was to double in size to 11,300 officers and 208,000 men, with no reserves, and a National Guard that would be enlarged in five years to 440,000 men. Summer camps on the Plattsburg model were authorized for new officers, and the government was given $20 million to build a nitrate plant of its own. Preparedness supporters were downcast, the antiwar people were jubilant. The United States would now be too weak to go to war. Colonel Robert L. Bullard privately complained that \"Both sides [Britain and the German Empire] treat us with scorn and contempt; our fool, smug conceit of superiority has been exploded in our faces and deservedly.\".[28] The House gutted the naval plans as well, defeating a \"big navy\" plan by 189 to 183, and canceling the battleships. The battle of Jutland (May 31/June 1, 1916) saw the main German High Seas Fleet engage in a monumental yet inconclusive clash with the far stronger Grand Fleet of the Royal Navy. Arguing this battle proved the validity of Mahanian doctrine, the navalists took control in the Senate, broke the House coalition, and authorized a rapid three-year buildup of all classes of warships.[citation needed] A new weapons system, naval aviation, received $3.5 million, and the government was authorized to build its own armor-plate factory. The very weakness of American military power encouraged the German Empire to start its unrestricted submarine attacks in 1917. It knew this meant war with America, but it could discount the immediate risk because the U.S. Army was negligible and the new warships would not be at sea until 1919 by which time the war would be over, Berlin thought, with the German Empire victorious. The notion that armaments led to war was turned on its head: refusal to arm in 1916 led to war in 1917.\n\n"
        },
        {
            "title": "War declared",
            "text": "In January 1917, the German Empire resumed unrestricted submarine warfare in hopes of forcing Britain to begin peace talks. The German Foreign minister, Arthur Zimmermann invited revolution-torn Mexico to join the war as the German Empire's ally against the United States if the United States declared war on the German Empire in the Zimmermann Telegram. In return, the Germans would send Mexico money and help it recover the territories of Texas, New Mexico and Arizona that Mexico lost during the Mexican–American War 70 years earlier.[29] British intelligence intercepted the telegram and passed the information on to Washington. Wilson released the Zimmerman note to the public and Americans saw it as a casus belli—a justification for war.\n\nAt first, Wilson tried to maintain neutrality while fighting off the submarines by arming American merchant ships with guns powerful enough to sink German submarines on the surface (but useless when the U-boats were under water). After submarines sank seven U.S. merchant ships, Wilson finally went to Congress calling for a declaration of war on the German Empire, which Congress voted on April 6, 1917.[30]\n\nAs a result of the Russian February Revolution in 1917, the Tsar abdicated and was replaced by a Russian Provisional Government. This helped overcome Wilson's reluctance to having the U.S. fight alongside a country ruled by an absolutist monarch. Pleased by the Provisional Government's pro-war stance, the U.S. accorded the new government diplomatic recognition on March 9, 1917.[31]\n\nCongress declared war on the Austro-Hungarian Empire on December 7, 1917,[32] but never made declarations of war against the other Central Powers, Bulgaria, the Ottoman Empire or the various small co-belligerents allied with the Central Powers.[33] Thus, the United States remained uninvolved in the military campaigns in central and eastern Europe, the Middle East, the Caucasus, North Africa, Sub-Saharan Africa, Asia and the Pacific.\n\n"
        },
        {
            "title": "Home front",
            "text": "The home front required a systematic mobilization of the entire population and the entire economy to produce the soldiers, food supplies, munitions, and money needed to win the war. It took a year to reach a satisfactory state. Although the war had already raged for two years, Washington had avoided planning, or even recognition of the problems that the British and other Allies had to solve on their home fronts. As a result, the level of confusion was high at first. Finally efficiency was achieved in 1918.[34]\n\nThe war came in the midst of the Progressive Era, when efficiency and expertise were highly valued. Therefore, the federal government set up a multitude of temporary agencies with 50,000 to 1,000,000 new employees to bring together the expertise necessary to redirect the economy into the production of munitions and food necessary for the war, as well as for propaganda purposes.[35]\n\nThe most admired agency for efficiency was the United States Food Administration under Herbert Hoover. It   launched a massive campaign to teach Americans to economize on their food budgets and grow  victory gardens in their backyards for family consumption.  It managed the nation's food distribution and prices and built Hoover's reputation as an independent force of presidential quality.[36]\n\nIn 1917 the government was unprepared for the enormous economic and financial strains of the war. Washington hurriedly took direct control of the economy. The total cost of the war came to $33 billion, which was 42 times as large as all Treasury receipts in 1916. A constitutional amendment legitimized income tax in 1913; its original very low levels were dramatically increased, especially at the demand of the Southern progressive elements. North Carolina Congressman Claude Kitchin, chairman of the tax-writing Ways and Means Committee argued that since Eastern businessman had been leaders in calling for war, they should pay for it.[37] In an era when most workers earned under $1000 a year, the basic exemption was $2,000 for a family. Above that level taxes began at the 2 percent rate in 1917, jumping to 12 percent in 1918. On top of that there were surcharges of one percent for incomes above $5,000 to 65 percent for incomes above $1,000,000. As a result, the richest 22 percent of American taxpayers paid 96 percent of individual income taxes. Businesses faced a series of new taxes, especially on \"excess profits\" ranging from 20 percent to 80 percent on profits above pre-war levels. There were also excise taxes that everyone paid who purchased an automobile, jewelry, camera, or a motorboat.[38][39]\nThe greatest source of revenue came from war bonds, which were effectively merchandised to the masses through an elaborate innovative campaign to reach average Americans. Movie stars and other celebrities, supported by millions of posters, and an army of Four-Minute Men speakers explained the importance of buying bonds. In the third Liberty Loan campaign of 1918, more than half of all families subscribed. In total, $21 billion in bonds were sold with interest from 3.5 to 4.7 percent. The new Federal Reserve system encouraged banks to loan families money to buy bonds.  All the bonds were redeemed, with interest, after the war. Before the United States entered the war, New York banks had loaned heavily to the British. After the U.S. entered in April 1917, the Treasury made $10 billion in long-term loans to Britain, France and the other allies, with the expectation the loans would be repaid after the war. Indeed, the United States insisted on repayment, which by the 1950s eventually was achieved by every country except Russia.[40][41]\n\nThe American Federation of Labor (AFL) and affiliated trade unions were strong supporters of the war effort.[42] Fear of disruptions to war production by labor radicals provided the AFL political leverage to gain recognition and mediation of labor disputes, often in favor of improvements for workers. They resisted strikes in favor of arbitration and wartime policy, and wages soared as near-full employment was reached at the height of the war. The AFL unions strongly encouraged young men to enlist in the military, and fiercely opposed efforts to reduce recruiting and slow war production by pacifists, the anti-war Industrial Workers of the World (IWW) and radical socialists. To keep factories running smoothly, Wilson established the National War Labor Board in 1918, which forced management to negotiate with existing unions.[43] Wilson also appointed AFL president Samuel Gompers to the powerful Council of National Defense, where he set up the War Committee on Labor.\n\nAfter initially resisting taking a stance, the IWW became actively anti-war, engaging in strikes and speeches and suffering both legal and illegal suppression by federal and local governments as well as pro-war vigilantes. The IWW was branded as anarchic, socialist, unpatriotic, alien and funded by German gold, and violent attacks on members and offices would continue into the 1920s.[44]\n\nWorld War I saw women taking traditionally men's jobs in large numbers for the first time in American history. Many women worked on the assembly lines of factories, assembling munitions. Some department stores employed African American women as elevator operators and cafeteria waitresses for the first time.[45]\n\nMost women remained housewives. The Food Administration helped housewives prepare more nutritious meals with less waste and with optimum use of the foods available. Most important, the morale of the women remained high, as millions of middle class women joined the Red Cross as volunteers to help soldiers and their families.[46][47]   With rare exceptions, women did not try to block the draft.[48]\n\nThe Department of Labor created a Women in Industry group, headed by prominent labor researcher and social scientist Mary van Kleeck.[49] This group helped develop standards for women who were working in industries connected to the war alongside the War Labor Policies Board, of which van Kleeck was also a member. After the war, the Women in Industry Service group developed into the U.S. Women's Bureau, headed by Mary Anderson.[50][49]\n\nCrucial to U.S. participation was the sweeping domestic propaganda campaign. In order to achieve this, President Wilson created the Committee on Public Information through Executive Order 2594 on April 13, 1917, which was the first state bureau in the United States that's main focus was on propaganda. The man charged by President Wilson with organizing and leading the CPI was George Creel, a once relentless journalist and political campaign organizer who would search without mercy for any bit of information that would paint a bad picture on his opponents. Creel went about his task with boundless energy. He was able to create an intricate, unprecedented propaganda system that plucked and instilled an influence on almost all phases of normal American life.[51] In the press—as well as through photographs, movies, public meetings, and rallies—the CPI was able to douse the public with Propaganda that brought on American patriotism whilst creating an anti-German image into the young populace, further quieting the voice of the neutrality supporters. It also took control of market regarding the dissemination of war-related information on the American home front, which in turn promoted a system of voluntary censorship in the country's newspapers and magazines while simultaneously policing these same media outlets for seditious content or anti-American support.[citation needed] The campaign consisted of tens of thousands of government-selected community leaders giving brief carefully scripted pro-war speeches at thousands of public gatherings.[52][53]\n\nAlongside government agencies were officially approved private vigilante groups like the American Protective League. They closely monitored (and sometimes harassed) people opposed to American entry into the war or displaying too much German heritage.[54]\n\nOther forms of propaganda included newsreels, large-print posters (designed by several well-known illustrators of the day, including Louis D. Fancher and Henry Reuterdahl), magazine and newspaper articles, and billboards.  At the end of the war in 1918, after the Armistice was signed, the CPI was disbanded after inventing some of the tactics used by propagandists today.[55]\n\nThe nation placed a great importance on the role of children, teaching them patriotism and national service and asking them to encourage war support and educate the public about the importance of the war. The Boy Scouts of America helped distribute war pamphlets, helped sell war bonds, and helped to drive nationalism and support for the war.[56]\n\n"
        },
        {
            "title": "Motor vehicles",
            "text": "Before the American entry into the war, many American-made heavy four-wheel drive trucks, notably made by Four Wheel Drive (FWD) Auto Company, and Jeffery / Nash Quads, were already serving in foreign militaries, bought by Great Britain, France and Russia. When the war started, motor vehicles had begun to replace horses and pulled wagons, but on the European muddy roads and battlefields, two-wheel drive trucks got stuck all the time, and the leading allied countries could not produce 4WD trucks in the numbers they needed.[57] The U.S. Army wanted to replace four-mule teams used for hauling standard 11⁄2 U.S. ton (3000 lb / 1.36 metric ton) loads with trucks, and requested proposals from companies in late 1912.[58] This led the Thomas B. Jeffery Company to develop a competent four-wheel drive, 11⁄2 short ton capacity truck by July 1913: the \"Quad\".\n\nThe Jeffery Quad truck, and from the company's take-over by Nash Motors after 1916, the Nash Quad, greatly assisted the World War I efforts of several Allied nations, particularly the French.[59] The U.S. first adopted Quads in anger in the USMC's occupations of Haiti, and the Dominican Republic, from 1915 through 1917,[60] as well as in the 1916 Pancho Villa Expedition against Mexico.\nOnce the U.S. entered World War I, general John Pershing used Nash Quads heavily in the European campaigns. They became the workhorse of the Allied Expeditionary Force there — both as regular transport trucks, and in the form of the Jeffery armored car.[61][62] Some 11,500 Jeffery / Nash Quads were built between 1913 and 1919.[63]\n\nThe success of the Four Wheel Drive cars in early military tests had prompted the U.S. company to switch from cars to truck manufacturing. For World War I, the U.S. Army ordered an amount of 15,000 FWD Model B, three-ton (6000 lb / 2700 kg) capacity trucks, as the \"Truck, 3 ton, Model 1917\", with over 14,000 actually delivered. Additional orders came from the United Kingdom and Russia.[64] Once the FWD and Jeffery / Nash four-wheel drive trucks were required in large numbers in World War I, both models were built under license by several additional companies to meet demand. The FWD Model B was produced under license by four additional manufacturers.[65]\n\nThe Quad and the FWD trucks were the world's first four-wheel drive vehicles to be made in five-figure numbers, and they incorporated many hallmark technological innovations, that also enabled the decisive U.S. and Allied usage of 4x4 and 6x6 trucks subsequently in World War II. The Quad's production continued for 15 years with a total of 41,674 units made.[66]\n\nSocially, it was the FWD company that employed Luella Bates, believed to be the first female truck driver, chosen to work as test and demonstration driver for FWD, from 1918 to 1922.[67] [68] During World War I, she was a test driver traveling throughout the state of Wisconsin in an FWD Model B truck. After the war, when the majority of the women working at Four Wheel Drive were let go, she remained as a demonstrator and driver.[67]\n\n"
        },
        {
            "title": "American military",
            "text": "As late as 1917, the United States maintained only a small army, one which was in fact smaller than those of thirteen of the states already active in the war. After the passage of the Selective Service Act in 1917, it drafted 4 million men into military service.[69] The Commission on Training Camp Activities sought to improve the morals and morale of the troops.[70]\n\nBy the summer of 1918, about 2 million U.S. soldiers had arrived in France, about half of whom eventually saw front-line service; by the Armistice of November 11 approximately 10,000 U.S. soldiers were arriving in France daily.[71] In 1917, Congress gave U.S. citizenship to Puerto Ricans when they were drafted to participate in World War I, as part of the Jones Act. In the end, the German Empire miscalculated the United States' influence on the outcome of the conflict, believing it would be many more months before U.S. troops would arrive and overestimating the effectiveness of U-boats in slowing the American buildup.[72] Beginning with the Battle of Saint-Mihiel, the first major battle involving the American Expeditionary Forces, the leaders of the United States war efforts were General of the Armies John J. Pershing, Navy Admiral William Sims, and Chief of Air Service Mason Patrick.\n\nThe United States Navy sent a battleship group to Scapa Flow to join with the British Grand Fleet, destroyers to Queenstown, Ireland and submarines to help guard convoys. Several regiments of Marines were also dispatched to France. The British and French wanted U.S. units to be used to reinforce their troops already on the battle lines and not to waste scarce shipping on bringing over supplies. The U.S. rejected the first proposition and accepted the second. General John J. Pershing, American Expeditionary Forces (AEF) commander, refused to break up U.S. units to serve as mere reinforcements for British Empire and French units. As an exception, he did allow African-American combat regiments to fight in French divisions. The Harlem Hellfighters fought as part of the French 16th Division, earning a unit Croix de Guerre for their actions at Château-Thierry, Belleau Wood, and Séchault.[73]\n\nAmerican women never served in combat roles (as did some Russians), but many were eager to serve as nurses and support personnel in uniform.[74] During the course of the war, 21,498 U.S. Army nurses (American military nurses were all women then) served in military hospitals in the United States and overseas. Many of these women were positioned near to battlefields, and they tended to over a million soldiers who had been wounded or were unwell.[75] 272 U.S. Army nurses died of disease (mainly tuberculosis, influenza, and pneumonia).[76] Eighteen African-American Army nurses, including Aileen Cole Stewart, served stateside caring for German prisoners of war (POWs) and African-American soldiers. They were assigned to Camp Grant, IL, and Camp Sherman, OH, and lived in segregated quarters.[77][78][79]\n\nHello Girls was the colloquial name for American female switchboard operators in World War I, formally known as the Signal Corps Female Telephone Operators Unit. During World War I, these switchboard operators were sworn into the Army Signal Corps.[80] This corps was formed in 1917 from a call by General John J. Pershing to improve the worsening state of communications on the Western front. Applicants for the Signal Corps Female Telephone Operators Unit had to be bilingual in English and French to ensure that orders would be heard by anyone. Over 7,000 women applied, but only 450 women were accepted. Many of these women were former switchboard operators or employees at telecommunications companies.[80] Despite the fact that they wore Army Uniforms and were subject to Army Regulations (and Chief Operator Grace Banker received the Distinguished Service Medal),[81] they were not given honorable discharges but were considered \"civilians\" employed by the military, because Army Regulations specified the male gender. Not until 1978, the 60th anniversary of the end of World War I, did Congress approve veteran status and honorable discharges for the remaining women who had served in the Signal Corps Female Telephone Operators Unit.[82]\n\nThe first American women enlisted into the regular armed forces were 13,000 women admitted into active duty in the U.S. Navy during the war. They served stateside in jobs and received the same benefits and responsibilities as men, including identical pay (US$28.75 per month), and were treated as veterans after the war.\n\nThe U.S. Marine Corps enlisted 305 female Marine Reservists (F) to \"free men to fight\" by filling positions such as clerks and telephone operators on the home front.\n\nIn 1918 during the war, twin sisters Genevieve and Lucille Baker transferred from the Naval Coastal Defense Reserve and became the first uniformed women to serve in the U.S. Coast Guard.[83][84][85][86] Before the war ended, several more women joined them, all of them serving in the Coast Guard at Coast Guard Headquarters.[86]\n\nThese women were demobilized when hostilities ceased, and aside from the Nurse Corps the uniformed military became once again exclusively male. In 1942, women were brought into the military again, largely following the British model.[87][88]\n\nOn the battlefields of France in spring 1918, the war-weary Allied armies enthusiastically greeted the fresh American troops. They arrived at the rate of 10,000 a day,[71] at a time when the Germans were unable to replace their losses. The Americans won a victory at Cantigny, then again in defensive stands at Chateau-Thierry and Belleau Wood. The Americans helped the British Empire, French and Portuguese forces defeat and turn back the powerful final German offensive (Spring Offensive of March to July, 1918), and most importantly, the Americans played a role in the Allied final offensive (Hundred Days Offensive of August to November). However, many American commanders used the same flawed tactics which the British, French, Germans and others had abandoned early in the war, and so many American offensives were not particularly effective. Pershing continued to commit troops to these full-frontal attacks, resulting in high casualties without noticeable military success against experienced veteran German and Austrian-Hungarian units. Nevertheless, the infusion of new and fresh U.S. troops greatly strengthened the Allies' strategic position and boosted morale. The Allies achieved victory over the German Empire on November 11, 1918 after German morale had collapsed both at home and on the battlefield.[89][90]\n\n"
        },
        {
            "title": "Attack on Orleans",
            "text": "On 21 July 1918 a German U-boat attacked Orleans, Massachusetts with shells and torpedoes. They likely missed their attempted targets of tug boats and barges, instead, most of the shells fell to Earth and made it appear they intended to attack the town. In the attack two were hospitalized, a tugboat was damaged and a few were sunk. This attack was the only attack on U.S. Soil during the war.[91]\n\n"
        },
        {
            "title": "After the war",
            "text": "The government promptly ended wartime contracts, ended the  draft, and started to bring home its troops from Europe as fast as transport became available.[92]   However, there was no GI Bill or financial or educational benefits for veterans, and the lack became a major political issue, especially for the large veterans' groups such as the Veterans of Foreign Wars and the new American Legion.[93]   The readjustment period was marked by soaring unemployment, massive strikes, and race riots in 1919. The public demanded a return to \"normalcy\", and repudiated Wilson with the election of conservative Republican Warren G. Harding.[94]\n\n"
        }
    ]
}