{
    "url": "https://en.wikipedia.org/wiki/United_States_Public_Health_Service_Commissioned_Corps",
    "title": "United States Public Health Service Commissioned Corps",
    "table_of_contents": [
        "1 History",
        "2 Purpose",
        "3 Deployments",
        "4 Ready Reserve Corps",
        "5 Ranks and insignia",
        "6 Rank flags",
        "7 Officer specialty rates",
        "8 Uniforms",
        "9 March of the United States Public Health Service",
        "10 See also",
        "11 References",
        "12 Further reading",
        "13 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The United States Public Health Service Commissioned Corps (PHSCC),[9] also referred to as the Commissioned Corps of the United States Public Health Service,[10] is the federal uniformed service of the U.S. Public Health Service (PHS) and one of the eight uniformed services of the United States. The commissioned corps' primary mission is the protection, promotion, and advancement of health and safety of the general public.\n\nAlong with the NOAA Commissioned Officer Corps, the Public Health Service Commissioned Corps is one of two uniformed services that consist only of commissioned officers and has no enlisted or warrant officer ranks, although warrant officers have been authorized for use within the service.[11] Officers of the commissioned corps are classified as noncombatants, unless directed to serve as part of the military by the president or detailed to a service branch of the military.[12] Members of the commissioned corps wear uniforms modeled after the United States Navy and the United States Coast Guard, with special PHS Commissioned Corps insignia, and hold naval ranks equivalent to officers of the Navy and Coast Guard, along with corresponding in-service medical titles. Commissioned corps officers typically receive their commissions through the commissioned corps's direct commissioning program.\n\nAs with its parent division, the Public Health Service, the commissioned corps is under the direction of the United States Department of Health and Human Services. The commissioned corps is led by the surgeon general, who holds the rank of vice admiral.[13] The surgeon general reports directly to the Department of Health and Human Services assistant secretary for health. The assistant secretary for health may be appointed to the rank of admiral if they are also a serving uniformed officer of the commissioned corps.[13]\n\n"
        },
        {
            "title": "History",
            "text": "The Public Health Service Commissioned Corps had its beginnings with the creation of the Marine Hospital Fund in 1798, which later was reorganized in 1871 as the Marine Hospital Service. The Marine Hospital Service was charged with the care and maintenance of merchant sailors, but as the country grew, so did the ever-expanding mission of the service. The Marine Hospital Service soon began taking on new expanding health roles that included such health initiatives that protected the commerce and health of America. One such role was quarantine.\n\nJohn Maynard Woodworth, a famous surgeon of the Union Army who served under General William Tecumseh Sherman, was appointed in 1871 as the Supervising Surgeon. Woodworth's title was later changed to \"Supervising Surgeon General,\" which later became the surgeon general. Woodworth is credited with the formal creation of the commissioned corps. Woodworth organized the Marine Hospital Service medical personnel along Army military structure in 1889 to facilitate a mobile force of health professionals that could be moved for the needs of the service and country. He established appointment standards and designed the Marine Hospital Service herald of a fouled anchor and caduceus. Later that year of 1889, President Grover Cleveland signed an Act into law that formally established the modern Public Health Service Commissioned Corps (then the Marine Hospital Service under the Supervising Surgeon (later Surgeon General)). At first open only to physicians, over the course of the twentieth century, the Corps expanded to 11 careers in a wide range of specialties to include veterinarians, dentists, occupational therapists, physical therapists, engineers, pharmacists, nurses, environmental health specialists, scientists, dietitians, and other allied health professionals.[14]\n\nToday, the commissioned corps is under the United States Public Health Service (PHS), a major agency now of the U.S. Department of Health and Human Services (HHS), established by Congress in 1979–1980. It was previously established in 1953 as the U.S. Department of Health, Education and Welfare (HEW), and is still led by the surgeon general. The commissioned corps allocates officers to all of the other uniformed services depending on the health or medical needs of each service.\n\nBy the 1980s, the wearing of uniforms on a day-to-day basis was not consistently practiced.  In 1987, Surgeon General C. Everett Koop advocated for consistent use of the uniform while on duty, although he allowed individual agencies to determine their own requirements. In 2004, Surgeon General Richard Carmona made uniforms compulsory whenever officers were on duty.[15]\n\nThe 2010 Patient Protection and Affordable Care Act established a Ready Reserve Corps for the PHSCC, but technical errors in the legislation prevented it from being implemented until the errors were corrected in the 2020 CARES Act.[16][17]\n\nAccording to 5 U.S.C. § 8331, service in the U.S. Public Health Service Commissioned Corps after June 30, 1960, is considered military service for retirement purposes.  Under 42 U.S.C. § 213, active service in the U.S. Public Health Service Commissioned Corps is considered active military service for the purposes of most veterans' benefits and for antidiscrimination laws.[18]\n\n"
        },
        {
            "title": "Purpose",
            "text": "The stated mission of the commissioned corps of the U.S. Public Health Service is \"Protecting, promoting, and advancing the health and safety of the Nation\" in accordance with the commissioned corps's four Core Values: Leadership, Excellence, Integrity, and Service. Officers execute the mission of the commissioned corps in the following ways:\n\nAs of 2019, the most common agency for commissioned corps officers was the Indian Health Service, followed by the Food and Drug Administration, and then the Centers for Disease Control and Prevention.  The increased benefits and pay of commissioned corps officers is considered especially beneficial for the Indian Health Service, where recruitment is difficult due to the remote locations of many of its jobs.[19]\n\nIn addition, the commissioned corps provides officers (medical officers, dental officers, therapists, environmental health officers, etc.) to other uniformed services, primarily the United States Coast Guard and the National Oceanic and Atmospheric Administration Commissioned Officer Corps (NOAA Corps), which do not commission their own medical or dental officers. The Commissioned Corps provides a number of officers to support the Coast Guard throughout the country, including within the Coast Guard's senior leadership: The Coast Guard's chief medical officer is a rear admiral in the Public Health Service Commissioned Corps.\n\nCommissioned corps officers also may be detailed to other U.S. Government agencies, including the Department of Defense, TRICARE, the Department of Justice (Federal Bureau of Prisons), the State Department, the Department of Homeland Security, and the Department of the Interior (National Park Service). Commissioned Corps officers may develop individual memoranda of understanding (MOUs) with other organizations, including state and local health agencies and non-governmental organizations (NGOs).\n\nThe commissioned corps is often called upon by other federal, state, and local agencies to aid and augment in times when those agencies' resources are overwhelmed. These responses are designated as deployments by the Commissioned Corps, if the deployment is outside of the officer's normal duties, and coordinated through the Commissioned Corps's Readiness and Deployment Branch (RDB) in Commissioned Corps Headquarters (CCHQ).[20] Deployments may be for technical needs in standard settings, or in the event of disasters, in austere environments.\n\n\nThe commissioned corps may be militarized by an act of Congress or by executive order by the President of the United States, not only in time of war, but also in \"an emergency involving the national defense proclaimed by the President.\" . 42 U.S.C. § 217 states:\n Major militarization of the Commissioned Corps occurred during World War II (1941–1945) and the Korean War (1950–1953).[21]\n\n"
        },
        {
            "title": "Deployments",
            "text": "The commissioned corps is often deployed as part of the National Response Framework Emergency Support Function #8 – Public Health and Medical Services, but can be deployed outside of the Framework for various needs to other federal agencies, states, local governments, or even to aid foreign governments. Like all other federal-level responses, commissioned corps officers are deployed only upon request, and upon the recommendation of the surgeon general and permission of the assistant secretary for health. During deployments, commissioned corps officers may report to regular office spaces, such as coordinating responses at state-of-the-art emergency operations centers, or into the field in extremely austere environments, such as when responding to a natural disaster. In addition, deployments may either be on an individual basis, such as when specific skill sets are needed, or as part of a team, when large-scale responses are needed.\n\nThe commissioned corps organizes PHS officers into units for rapid deployment. PHS officers are either assigned to a pre-configured rapid deployment unit (RDU) or a group augmenting those units. PHS officers must be prepared to deploy within 48 hours of receipt of deployment orders.[22] Rapid deployment units include Rapid Deployment Force (RDF) teams that are made up of over 100 officers with multiple specialties, and are focused on providing acute clinical care of disaster-exacerbated chronic conditions. Officers who do not work as a clinical care provider on one of these teams are often in support roles, such as logistics, administration/finance, or planning. Tier 2 teams are composed of a smaller, more specialized workforce. Other rapid deployment units include the Applied Public Health Team (APHT), the Mental Health Team (MHT), and the Services Access Team (SAT). PHS officers not already assigned to one of the rapid deployment units are used to augment the other teams in the event of staffing shortages due to availability, or the need to scale up a response.\n\nCommisioned Corps personnel are trained and equipped to respond to public health crises and national emergencies, such as natural disasters, disease outbreaks, or terrorist attacks. The teams are multidisciplinary and are capable of responding to domestic and international humanitarian missions.  Some notable deployments involving the Public Health Service Commissioned Corps include:[23]\n\nIn addition to disaster response, the commissioned corps frequently partners with the United States Navy on health diplomacy missions. Commissioned Corps officers have been part of the Navy's Pacific Partnership (in the Pacific basin) and Operation Continuing Promise (in the Caribbean and western Atlantic) since 2007. Such missions are often carried out on one of the Navy's commissioned hospital ships (USNS Mercy (T-AH-19) and USNS Comfort (T-AH-20)), though other ships, such as the amphibious assault ship USS Bataan (LHD-5), have also been used. The command staff of the PHS deployed team(s) is deployed for the entire mission duration (often three months), while operational personnel serve one month aboard, meeting and departing the ships at the ports of call during the mission.\n\n"
        },
        {
            "title": "Ready Reserve Corps",
            "text": "The Affordable Care Act (ACA), signed by President Barack Obama on 23 March 2010, established the Ready Reserve Corps of the Public Health Service Commissioned Corps as the new surge capacity for the U.S. Public Health Service Commissioned Corps.  The ready reserve corps is intended to fulfill the need for additional commissioned personnel on short notice to assist Regular Corps personnel for both routine public health and emergency response missions during involuntary calls to active duty.[31]\n\nThe Ready Reserve Corps replaced the former Reserve Corps, which had active and inactive components.  All former Reserve Corps officers who were serving on extended active duty on 23 March 2010 were converted to Regular Corps officers. The same legislation also abolished the Inactive Reserve Corps (IRC) on 23 March 2010, and consequently the commissions of the existing 10,000 commissioned corps IRC officers. The IRC had consisted of inactive reservists voluntarily activating to provide over 3,000 active-duty days annually for routine and public health emergencies including during Hurricane Katrina and other emergency response missions, and in providing surge capacity for numerous shortages in isolated and hardship underserved areas. Inactive reservists also played roles in the humanitarian shipboard training missions with other uniformed services.[31]\n\nA Ready Reserve Corps Working Integrated Project Team was convened in April 2010 to propose policy concepts, a strategic framework, and a budget. It submitted its final report in June 2010.  As of late 2010, the directives and policies to implement the Ready Reserve awaited Secretarial decisions.[31]\n\nHowever, due to a technical error, the ACA failed to include statutory authority for pay and benefits, preventing the Ready Reserve Corps from being activated.[16] Efforts to pass legislation to correct these errors picked up in late 2019.[32]  Funding was finally approved through the CARES Act, passed on March 18, 2020, in response to the COVID-19 pandemic.[17] The first officers were expected to be commissioned in the first half of 2021.[16][needs update]\n\nThe Ready Reserve has three main components. The Selected Ready Reserve (SELRES) consists of officers who are required to train periodically and must be prepared for voluntary or involuntary active duty mobilization within 24 hours to respond to an urgent or emergency public health care need.  The Individual Ready Reserve (IRR) consists of officers who have had military and/or USPHS Commissioned Corps training; they are not required to participate in training or other USPHS Commissioned Corps activities, but are subject to involuntary recall to active duty under certain circumstances. The Retired Reserve consists of members who accumulate 20 or more years of qualifying service and have reached age 60.[33]\n\n"
        },
        {
            "title": "Ranks and insignia",
            "text": "The Commissioned Corps adopted naval ranks in order to impose military discipline on the doctors of the service,[34] and their medical titles correspond with their service rank and pay grade. The service uses officer ranks and service titles interchangeably when referring to the grades of its officers.\n\nThe commissioned corps uses the same commissioned officer rank structure as the United States Navy and Coast Guard: from ensign to admiral (O-1 through O-10).[35]  Commissioned corps officers are typically appointed via direct commission and must complete a two-week officer basic course (OBC) before entering active duty.[36] Commissioned corps officers receive the same pay and benefits as other members of the uniformed services. They cannot hold a dual commission with another uniformed service but inter-service transfers are permitted via 10 U.S.C. § 716.\n\nThe commissioned corps is authorized to use warrant officer ranks W-1 to W-4[37] but does not currently use these ranks.\n\nUnlike their United States Armed Forces counterparts, Commissioned Corps officers do not require their rank appointments and promotions to be confirmed by the United States Senate, and only require approval from the president.[38] Officers serving as assistant secretary for health[39] and the surgeon general[40] however, do require senatorial confirmation due to their status as senior federal officials.\n\n"
        },
        {
            "title": "Rank flags",
            "text": "Flag officers of the Commissioned Corps are authorized to use rank flags. When the Department of Health and Human Services Assistant Secretary for Health is a Commissioned Corps admiral, he or she is authorized use of the flag of the Assistant Secretary for Health as a four-star rank flag. The Commissioned Corps vice admiral serving as Surgeon General of the United States uses the flag of the Surgeon General as a three-star rank flag, while the Commissioned Corps rear admiral serving as deputy surgeon general uses the deputy surgeon general's flag as a two-star rank flag. Other Commissioned Corps rear admirals use a two-star assistant surgeon general flag, and Commissioned Corps officers at the rank of rear admiral (lower half) use a one-star assistant surgeon general flag.\n\n"
        },
        {
            "title": "Officer specialty rates",
            "text": "The members of the commissioned corps number over 6,000 officers in 11 professional categories: \n\nThe Health Services Officer (HSO) category comprises over 50 allied health specialties, including audiology, social workers, physician assistants, optometrists, statisticians, computer scientists, dental hygienists, medical records administrators, medical technologists and others.\n\n"
        },
        {
            "title": "Uniforms",
            "text": "Commissioned Corps officers wear uniforms similar to those of the United States Navy and the United States Coast Guard with special Public Health Service insignia. Their service dress blues, summer whites, and service khakis are modeled after the Navy's, and their operational dress uniform was modeled after the Coast Guard's. When attached to another uniformed service, a Commissioned Corps officer is subject to the grooming standards of that service for uniform appearance. Because of the close relationship between the Commissioned Corps and the Coast Guard, a Commissioned Corps officer is on assignment with the Coast Guard is required to wear the same service uniforms as commissioned Coast Guard officers, although still wearing the insignia of the Commissioned Corps to identify them. \n\n"
        },
        {
            "title": "March of the United States Public Health Service",
            "text": "Like the other U.S. uniformed services, the U.S. Public Health Service has a march and accompanying lyrics.  Composed by retired U.S. Coast Guard Senior Chief Musician George King III in the late 1980s,[42] the lyrics are as follows:\n\n"
        }
    ]
}