{
    "url": "https://en.wikipedia.org/wiki/United_States_federal_budget",
    "title": "United States federal budget",
    "table_of_contents": [
        "1 Overview",
        "2 Budget principles",
        "2.1 Budget authority versus outlays",
        "2.2 Federal budget data",
        "2.3 Federal budget projections",
        "3 Major receipt categories",
        "3.1 Tax policy",
        "3.1.1 Tax descriptions",
        "3.1.2 Tax expenditures",
        "4 Major expenditure categories",
        "4.1 Mandatory spending and social safety nets",
        "4.2 Discretionary spending",
        "4.3 Interest expense",
        "5 Deficits and debt",
        "5.1 Relationship of deficit and debt",
        "5.2 Debt categories",
        "5.3 Risks associated with the debt",
        "5.4 Government budget balance as a sectoral component",
        "6 Contemporary issues and debates",
        "6.1 Conceptual arguments",
        "6.2 Trump tax cuts",
        "6.3 Healthcare reform",
        "6.4 The Great Recession",
        "6.5 Impact of Coronavirus and CARES Act of 2020",
        "6.6 Which party runs larger budget deficits?",
        "6.7 Balance of payments between the states",
        "7 Public opinion polls",
        "8 Proposed deficit reduction",
        "8.1 Strategies",
        "8.2 Specific proposals",
        "8.2.1 Government commission proposals",
        "8.2.2 President Obama's proposals",
        "8.2.3 Congressional proposals",
        "8.2.4 Private expert panel proposals",
        "8.3 Timing of solutions",
        "9 Total outlays in recent budget submissions",
        "10 See also",
        "11 References",
        "12 External links",
        "12.1 Recent CBO documents",
        "12.2 \"Chart talk\" examples",
        "12.3 Budget games and simulations"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe United States federal budget comprises the spending and revenues of the U.S. federal government. The budget is the financial representation of the priorities of the government, reflecting historical debates and competing economic philosophies. The government primarily spends on healthcare, retirement, and defense programs. The non-partisan Congressional Budget Office provides extensive analysis of the budget and its economic effects. It has reported that large budget deficits over the next 30 years are projected to drive federal debt held by the public to unprecedented levels—from 98 percent of gross domestic product (GDP) in 2020 to 195 percent by 2050.[1]\n\n"
        },
        {
            "title": "Overview",
            "text": "The budget document often begins with the President's proposal to Congress recommending funding levels for the next fiscal year, beginning October 1 and ending on September 30 of the year following. The fiscal year refers to the year in which it ends. However, Congress is the body required by law to pass appropriations annually and to submit funding bills passed by both houses to the President for signature. Congressional decisions are governed by rules and legislation regarding the federal budget process. Budget committees set spending limits for the House and Senate committees and for Appropriations subcommittees, which then approve individual appropriations bills to allocate funding to various federal programs.[2]\n\nIf Congress fails to pass an annual budget, then several appropriations bills must be passed as \"stop gap\" measures. After Congress approves an appropriations bill, it is then sent to the President, who may either sign it into law or veto it. A vetoed bill is sent back to Congress, which can pass it into law with a two-thirds majority in each legislative chamber. Congress may also combine all or some appropriations bills into one omnibus reconciliation bill. In addition, the president may request and the Congress may pass supplemental appropriations bills or emergency supplemental appropriations bills.\n\nSeveral government agencies provide budget data and analysis. These include the Government Accountability Office (GAO), the Congressional Budget Office (CBO), the Office of Management and Budget (OMB), and the Treasury Department. These agencies have reported that the federal government is facing many important long-run financing challenges, primarily driven by an aging population, rising interest payments, and spending for healthcare programs like Medicare and Medicaid.[3]\n\nPresident Trump signed the Tax Cuts and Jobs Act into law in December 2017. CBO forecasts that the 2017 Tax Act will increase the sum of budget deficits (debt) by $2.289 trillion over the 2018-2027 decade, or $1.891 trillion after macro-economic feedback.[4] This is in addition to the $10.1 trillion increase forecast under the CBO June 2017 current law baseline and existing $20 trillion national debt.[5]\n\nDuring FY2019, the federal government spent $4.45 trillion, up $338 billion or 7.1% vs. FY2018 spending of $4.11 trillion. Spending increased for all major categories and was mainly driven by higher spending for Social Security, net interest on the debt, and defense. Spending as % GDP rose from 20.3% GDP to 21.2% GDP, above the 50-year average.[6] Also during FY2019, the federal government collected approximately $3.46 trillion in tax revenue, up $133 billion or 3.7% versus FY2018. Primary receipt categories included individual income taxes ($1,717B), Payroll taxes ($1,244B), and corporate taxes ($230B).[6]\n\nDuring FY2018, the federal government spent $4.11 trillion, up $127 billion or 3.2% vs. FY2017 spending of $3.99 trillion. Spending increased for all major categories and was mainly driven by higher spending for Social Security, net interest on the debt, and defense. Spending as % GDP fell from 20.7% GDP to 20.3% GDP, equal to the 50-year average.[7] Also during FY2018, the federal government collected approximately $3.33 trillion in tax revenue, up $14 billion or less than 1% versus FY2017. Primary receipt categories included individual income taxes ($1,684B or 51% of total receipts), Social Security/Social Insurance taxes ($1,171B or 35%), and corporate taxes ($205B or 6%). Corporate tax revenues declined by $92 billion or 32% due to the Tax Cuts and Jobs Act. FY 2018 revenues were 16.4% of gross domestic product (GDP), versus 17.2% in FY 2017.[7] Tax revenues averaged approximately 17.4% GDP over the 1980-2017 period.[4] Tax revenues in 2018 were about $275 billion below the CBO January 2017 forecast for 2018, indicating tax revenues would have been considerably higher (and deficits lower) in the absence of the tax cuts.[4]\n\nThe budget deficit increased from $779 billion in FY2018 to $984 billion FY2019, up $205 billion or 26%. The budget deficit increased from $666 billion in FY2017 to $779 billion in FY2018, an increase of $113 billion or 17.0%.[7] The 2019 deficit was an estimated 4.7% GDP, up from 3.9% GDP in 2018 and 3.5% GDP in 2017. The historical average deficit is 2.9% GDP.[8] During January 2017, just prior to President Trump's inauguration, CBO forecast that FY2019 budget deficit would be $610 billion if laws in place at that time remained in place. The $984 billion actual results represents a $374 billion or 61% increase versus that forecast, driven mainly by tax cuts and additional spending. Similarly, the FY 2018 budget deficit of $779 billion was a $292 billion or 60% increase versus that forecast.[9]\n\nThe following table summarizes several budgetary statistics for the fiscal year 2015-2021 periods as a percent of GDP, including federal tax revenue, outlays or spending, deficits (revenue – outlays), and debt held by the public. The historical average for 1969-2018 is also shown. With U.S. GDP of about $21 trillion in 2019, 1% of GDP is about $210 billion.[10] Statistics for 2020-2022 are from the CBO Monthly Budget Review for FY 2022.[11]\n\n"
        },
        {
            "title": "Budget principles",
            "text": "The U.S. Constitution (Article I, section 9, clause 7) states that \"No money shall be drawn from the Treasury, but in Consequence of Appropriations made by Law; and a regular Statement and Account of Receipts and Expenditures of all public Money shall be published from time to time.\"\n\nEach year, the President of the United States submits a budget request to Congress for the following fiscal year as required by the Budget and Accounting Act of 1921. Current law (31 U.S.C. § 1105(a)) requires the president to submit a budget no earlier than the first Monday in January, and no later than the first Monday in February. Typically, presidents submit budgets on the first Monday in February. The budget submission has been delayed, however, in some new presidents' first year when the previous president belonged to a different party.\n\nThe federal budget is calculated largely on a cash basis. That is, revenues and outlays are recognized when transactions are made. Therefore, the full long-term costs of programs such as Medicare, Social Security, and the federal portion of Medicaid are not reflected in the federal budget. By contrast, many businesses and some other national governments have adopted forms of accrual accounting, which recognizes obligations and revenues when they are incurred. The costs of some federal credit and loan programs, according to provisions of the Federal Credit Reform Act of 1990, are calculated on a net present value basis.[12]\n\nFederal agencies cannot spend money unless funds are authorized and appropriated. Typically, separate Congressional committees have jurisdiction over authorization and appropriations. The House and Senate Appropriations Committees currently have 12 subcommittees, which are responsible for drafting the 12 regular appropriations bills that determine amounts of discretionary spending for various federal programs. Appropriations bills must pass both the House and Senate and then be signed by the president in order to give federal agencies the legal budget authority to spend.[13] In many recent years, regular appropriations bills have been combined into \"omnibus\" bills.\n\nCongress may also pass \"special\" or \"emergency\" appropriations. Spending that is deemed an \"emergency\" is exempt from certain Congressional budget enforcement rules. Funds for disaster relief have sometimes come from supplemental appropriations, such as after Hurricane Katrina. In other cases, funds included in emergency supplemental appropriations bills support activities not obviously related to actual emergencies, such as parts of the 2000 Census of Population and Housing. Special appropriations have been used to fund most of the costs of war and occupation in Iraq and Afghanistan so far.[citation needed]\n\nBudget resolutions and appropriations bills, which reflect spending priorities of Congress, will usually differ from funding levels in the president's budget. The president, however, retains substantial influence over the budget process through veto power and through congressional allies when the president's party has a majority in Congress.\n\nThe amount of budget authority and outlays for a fiscal year usually differ because the government can incur obligations for future years. This means that budget authority from a previous fiscal year can, in many cases, be used for expenditure of funds in future fiscal years; for example, a multi-year contract.\n\nBudget authority is the legal authority provided by federal law to enter into financial obligations that will result in immediate or future outlays involving federal government funds. Outlays refer to the issuance of checks, disbursement of cash or electronic transfer of funds made to liquidate a federal obligation and is usually synonymous with \"expenditure\" or \"spending\". The term \"appropriations\" refers to budget authority to incur obligations and to make payments from the Treasury for specified purposes. Some military and some housing programs have multi-year appropriations, in which their budget authority is specified for several coming fiscal years.\n\nIn the congressional budgeting process, an \"authorization\" (technically the \"authorization act\") provides the legal authority for the executive branch to act, establishes an account which can receive money to implement the action, and sets a limit on how much money may be expended. However, this account remains empty until Congress approves an \"appropriation\", which requires the U.S. Treasury to provide funds (up to the limit provided for in the authorization). Congress is not required to appropriate as much money as is authorized.[14]\n\nCongress may both authorize and appropriate in the same bill. Known as \"authorization bills\", such legislation usually provides for a multi-year authorization and appropriation. Authorization bills are particularly useful when funding entitlement programs (benefits which federal law says an individual has a right to, regardless if any money is appropriated), where estimating the amount of funds to be spent is difficult. Authorization bills are also useful when giving a federal agency the right to borrow money, sign contracts, or provide loan guarantees. In 2007, two-thirds of all federal spending came through authorization bills.[15]\n\nA \"backdoor authorization\" occurs when an appropriation is made and an agency required to spend the money even when no authorizing legislation has been enacted. A \"backdoor appropriation\" occurs when authorizing legislation requires an agency to spend a specific amount of money on a specific project within a specific period of time. Because the agency would be violating the law if it did not do so, it is required to spend the money—even if no appropriation has been made. Backdoor appropriations are particularly vexsome because removing the appropriation requires amending federal law, which is often politically impossible to do within a short period of time. Backdoor authorizations and appropriations are sources of significant friction in Congress. Authorization and appropriations committees jealously guard their legislative rights, and the congressional budgeting process can break down when committees overstep their boundaries and are retaliated against.[16]\n\nSeveral government agencies provide budget data. These include the Government Accountability Office (GAO), the Congressional Budget Office (CBO), the Office of Management and Budget (OMB) and the U.S. Treasury Department. The CBO publishes The Budget and Economic Outlook in January, which covers a ten-year window and is typically updated in August. It also publishes a Long-Term Budget Outlook in July and a Monthly Budget Review. The OMB, which is responsible for organizing the President's budget presented in February, typically issues a budget update in July. The GAO and the Treasury issue Financial Statements of the U.S. Government, usually in the December following the close of the federal fiscal year, which occurs September 30. There is a corresponding Citizen's Guide, a short summary. The Treasury Department also produces a Combined Statement of Receipts, Outlays, and Balances each December for the preceding fiscal year, which provides detailed data on federal financial activities.\n\n\nHistorical tables within the President's Budget (OMB) provide a wide range of data on federal government finances. Many of the data series begin in 1940 and include estimates of the President's Budget for 2018–2023. Additionally, Table 1.1 provides data on receipts, outlays, and surpluses or deficits for 1901–1939 and for earlier multi-year periods. This document is composed of 17 sections, each of which has one or more tables. Each section covers a common theme. Section 1, for example, provides an overview of the budget and off-budget totals; Section 2 provides tables on receipts by source; and Section 3 shows outlays by function. When a section contains several tables, the general rule is to start with tables showing the broadest overview data and then work down to more detailed tables. The purpose of these tables is to present a broad range of historical budgetary data in one convenient reference source and to provide relevant comparisons likely to be most useful. The most common comparisons are in terms of proportions (e.g., each major receipt category as a percentage of total receipts and of the gross domestic product).[18]\n\nThe Congressional Budget Office (CBO) projects budget data such as revenues, expenses, deficits, and debt as part of its \"Long-term Budget Outlook\" which is released annually. The 2018 Outlook included projections for debt through 2048 and beyond. CBO outlined several scenarios that result in a range of outcomes. The \"Extended Baseline\" scenario and \"Extended Alternative Fiscal\" scenario both result in a much higher level of debt relative to the size of the economy (GDP) as the country ages and healthcare costs rise faster than the rate of economic growth. CBO also identified scenarios involving significant austerity measures, which maintain or reduce the debt relative to GDP over time.\n\nCBO estimated the size of changes that would be needed to achieve a chosen goal for federal debt. For example, if lawmakers wanted to reduce the amount of debt in 2048 to 41 percent of GDP (its average over the past 50 years), they might cut non-interest spending, increase revenues, or take a combination of both approaches to make changes that equaled 3.0 percent of GDP each year starting in 2019. (In dollar terms, that amount would total about $630 billion in 2019.) If, instead, policymakers wanted debt in 2048 to equal its current share of GDP (78 percent), the necessary changes would be smaller (although still substantial), totaling 1.9 percent of GDP per year (or about $400 billion in 2019). The longer lawmakers waited to act, the larger the policy changes would need to be to reach any particular goal for federal debt.[19]\n\n"
        },
        {
            "title": "Major receipt categories",
            "text": "During FY2018, the federal government collected approximately $3.33 trillion in tax revenue, up $14 billion or less than 1% versus FY2017. Primary receipt categories included individual income taxes ($1,684B or 51% of total receipts), Social Security/Social Insurance taxes ($1,171B or 35%), and corporate taxes ($205B or 6%). Corporate tax revenues declined by $92 billion or 32% due to the Tax Cuts and Jobs Act. Other revenue types included excise, estate and gift taxes. FY 2018 revenues were 16.4% of gross domestic product (GDP), versus 17.2% in FY 2017.[7] Tax revenues averaged approximately 17.4% GDP over the 1980-2017 period.[4]\n\nDuring FY2017, the federal government collected approximately $3.32 trillion in tax revenue, up $48 billion or 1.5% versus FY2016. Primary receipt categories included individual income taxes ($1,587B or 48% of total receipts), Social Security/Social Insurance taxes ($1,162B or 35%), and corporate taxes ($297B or 9%). Other revenue types included excise, estate and gift taxes. FY 2017 revenues were 17.3% of gross domestic product (GDP), versus 17.7% in FY 2016. Tax revenues averaged approximately 17.4% GDP over the 1980-2017 period.[4]\n\nTax revenues are significantly affected by the economy. Recessions typically reduce government tax collections as economic activity slows. For example, tax revenues declined from $2.5 trillion in 2008 to $2.1 trillion in 2009, and remained at that level in 2010. From 2008 to 2009, individual income taxes declined 20%, while corporate taxes declined 50%. At 14.6% of GDP, the 2009 and 2010 collections were the lowest level of the past 50 years.[5]\n\nThe federal personal income tax is progressive, meaning a higher marginal tax rate is applied to higher ranges of income. For example, in 2010 the tax rate that applied to the first $17,000 in taxable income for a couple filing jointly was 10%, while the rate applied to income over $379,150 was 35%. The top marginal tax rate has declined considerably since 1980. For example, the top tax rate was lowered from 70% to 50% in 1980 and reached as low as 28% in 1988. The Bush tax cuts of 2001 and 2003, extended by President Obama in 2010, lowered the top rate from 39.6% to 35%.[21] The American Taxpayer Relief Act of 2012 raised the income tax rates for individuals earning over $400,000 and couples over $450,000. There are numerous exemptions and deductions, that typically result in a range of 35–40% of U.S. households owing no federal income tax. The recession and tax cut stimulus measures increased this to 51% for 2009, versus 38% in 2007.[22] In 2011 it was found that 46% of households paid no federal income tax, however the top 1% contributed about 25% of total taxes collected.[23] In 2014, the top 1% paid approximately 46% of the federal income taxes, excluding payroll taxes.[24]\n\nThe federal payroll tax (FICA) partially funds Social Security and Medicare. For the Social Security portion, employers and employees each pay 6.2% of the workers gross pay, a total of 12.4%. The Social Security portion is capped at $118,500 for 2015, meaning income above this amount is not subject to the tax. It is a flat tax up to the cap, but regressive overall as it is not applied to higher incomes. The Medicare portion is also paid by employer and employee each at 1.45% and is not capped. Starting in 2013, an additional 0.9 percent more in Medicare taxes was applied to income of more than $200,000 ($250,000 for married couples filing jointly), making it a progressive tax overall.\n\nFor calendar years 2011 and 2012, the employee's portion of the payroll tax was reduced to 4.2% as an economic stimulus measure; this expired for 2013.[25] Approximately 65% percent of tax return filers pay more in payroll taxes than income taxes.[26]\n\nThe term \"tax expenditures\" refers to income exclusions, deductions, preferential rates, and credits that reduce revenues for any given level of tax rates in the individual, payroll, and corporate income tax systems. Like conventional spending, they contribute to the federal budget deficit. They also influence choices about working, saving, and investing, and affect the distribution of income. The amount of reduced federal revenues are significant, estimated by CBO at nearly 8% GDP or about $1.5 trillion in 2017, for scale roughly half the revenue collected by the government and nearly three times as large as the budget deficit. Since eliminating a tax expenditure changes economic behavior, the amount of additional revenue that would be generated is somewhat less than the estimated size of the tax expenditure.[5]\n\nCBO reported that the following were among the largest individual (non-corporate) tax expenditures in 2013:\n\nIn 2013, CBO estimated that more than half of the combined benefits of 10 major tax expenditures would apply to households in the top 20% income group, and that 17% of the benefit would go to the top 1% households. The top 20% of income earners pay about 70% of federal income taxes, excluding payroll taxes.[27] For scale, 50% of the $1.5 trillion in tax expenditures in 2016 was $750 billion, while the U.S. budget deficit was approximately $600 billion.[5] In other words, eliminating the tax expenditures for the top 20% might balance the budget over the short-term, depending on economic feedback effects.\n\n"
        },
        {
            "title": "Major expenditure categories",
            "text": "During FY2018, the federal government spent $4.11 trillion, up $127 billion or 3.2% vs. FY2017 spending of $3.99 trillion. Spending increased for all major categories and was mainly driven by higher spending for Social Security, net interest on the debt, and defense. Spending as % GDP fell from 20.7% GDP to 20.3% GDP, equal to the 50-year average.[7]\n\nDuring FY2017, the federal government spent $3.98 trillion, up $128 billion or 3.3% vs. FY2016 spending of $3.85 trillion. Major categories of FY 2017 spending included: Healthcare such as Medicare and Medicaid ($1,077B or 27% of spending), Social Security ($939B or 24%), non-defense discretionary spending used to run federal Departments and Agencies ($610B or 15%), Defense Department ($590B or 15%), and interest ($263B or 7%).[4]\n\nExpenditures are classified as \"mandatory\", with payments required by specific laws to those meeting eligibility criteria (e.g., Social Security and Medicare), or \"discretionary\", with payment amounts renewed annually as part of the budget process. Around two thirds of federal spending is for \"mandatory\" programs. CBO projects that mandatory program spending and interest costs will rise relative to GDP over the 2016–2026 period, while defense and other discretionary spending will decline relative to GDP.[5]\n\nSocial Security, Medicare, and Medicaid expenditures are funded by more permanent Congressional appropriations and so are considered mandatory spending.[29] Social Security and Medicare are sometimes called \"entitlements\", because people meeting relevant eligibility requirements are legally entitled to benefits; most pay taxes into these programs throughout their working lives. Some programs, such as Food Stamps, are appropriated entitlements. Some mandatory spending, such as Congressional salaries, is not part of any entitlement program. Mandatory spending accounted for 59.8% of total federal outlays (net of receipts that partially pay for the programs), with net interest payments accounting for an additional 6.5%. In 2000, these were 53.2% and 12.5%, respectively.[5]\n\nMandatory spending is expected to continue increasing as a share of GDP. This is due in part to demographic trends, as the number of workers continues declining relative to those receiving benefits. For example, the number of workers per retiree was 5.1 in 1960; this declined to 3.0 in 2010 and is projected to decline to 2.2 by 2030.[30][31] These programs are also affected by per-person costs, which are also expected to increase at a rate significantly higher than economic growth. This unfavorable combination of demographics and per-capita rate increases is expected to drive both Social Security and Medicare into large deficits during the 21st century. Unless these long-term fiscal imbalances are addressed by reforms to these programs, raising taxes or drastic cuts in discretionary programs, the federal government will at some point be unable to pay its obligations without significant risk to the value of the dollar (inflation).[32][33] By one estimate, 70% of the growth in these entitlement expenses over the 2016-2046 period is due to healthcare.[34]\n\nCBO reported that net interest on the public debt was approximately $240 billion in FY2016 (6% of spending), an increase of $17 billion or 8% versus FY2015. A higher level of debt coincided with higher interest rates.[5] During FY2012, the GAO reported a figure of $245 billion, down from $251 billion. Government also accrued a non-cash interest expense of $187 billion for intragovernmental debt, primarily the Social Security Trust Fund, for a total interest expense of $432 billion. GAO reported that even though the national debt rose in FY2012, the interest rate paid declined.[54] Should interest rates rise to historical averages, the interest cost would increase dramatically.\n\nAs of January 2012, public debt owned by foreigners has increased to approximately 50% of the total or approximately $5.0 trillion.[55] As a result, nearly 50% of the interest payments are now leaving the country, which is different from past years when interest was paid to U.S. citizens holding the public debt. Interest expenses are projected to grow dramatically as the U.S. debt increases and interest rates rise from very low levels to more typical historical levels.[5]\n\n"
        },
        {
            "title": "Deficits and debt",
            "text": "Intuitively, the annual budget deficit should represent the amount added to the national debt.[56]  However, there are certain types of spending (\"supplemental appropriations\") outside the budget process which are not captured in the deficit computation, which also add to the national debt. Prior to 2009, spending for the wars in Iraq and Afghanistan was often funded through special appropriations excluded from the budget deficit calculation. In FY2010 and prior, the budget deficit and annual change in the national debt were significantly different. For example, the U.S. added $1 trillion to the national debt in FY2008 but reported a deficit of $455 billion. Due to rules changes implemented under President Obama in 2009, the two figures have moved closer together and were nearly identical in 2013 (a CBO-reported deficit of $680 billion versus change in debt of $672 billion). For FY2014, the difference widened again, with the CBO reporting a deficit of $483 billion [57] compared to a change in total debt outstanding of $1,086 billion.[58]\n\nThe total federal debt is divided into \"debt held by the public\" and \"intra-governmental debt.\" The debt held by the public refers to U.S. government securities or other obligations held by investors (e.g., bonds, bills, and notes), while Social Security and other federal trust funds are part of the intra-governmental debt. As of September 30, 2012, the total debt was $16.1 trillion, with debt held by the public of $11.3 trillion and intragovernmental debt of $4.8 trillion.[59] Debt held by the public as a percentage of gross domestic product (GDP) rose from 34.7% in 2000 to 40.3% in 2008 and 70.0% in 2012.[60] U.S. GDP was approximately $15 trillion during 2011 and an estimated $15.6 trillion for 2012 based on activity during the first two quarters.[61] This means the total debt is roughly the size of GDP. Economists debate the level of debt relative to GDP that signals a \"red line\" or dangerous level, or if any such level exists.[62] By comparison, China's budget deficit was 1.6% of its $10 trillion GDP in 2010, with a debt to GDP ratio of 16%.[63]\n\nThe CBO reported several types of risk factors related to rising debt levels in a July 2010 publication:\n\nHowever, since mid- to late-2010, the U.S. Treasury has been obtaining negative real interest rates at Treasury security auctions. At such low rates, government debt borrowing saves taxpayer money according to one economist.[65] There is no guarantee that such rates will continue, but the trend has remained falling or flat as of October 2012.[66]\n\nFears of a fiscal crisis triggered by a significant selloff of U.S. Treasury securities by foreign owners such as China and Japan did not materialize, even in the face of significant sales of those securities during 2015, as demand for U.S. securities remained robust.[67]\n\nEconomist Martin Wolf explained in July 2012 that government fiscal balance is one of three major financial sectoral balances in the U.S. economy, the others being the foreign financial sector and the private financial sector. The sum of the surpluses or deficits across these three sectors must be zero by definition. Since the foreign and private sectors are in surplus, the government sector must be in deficit.\n\nWolf argued that the sudden shift in the private sector from deficit to surplus due to the global economic conditions forced the government balance into deficit, writing: \"The financial balance of the private sector shifted towards surplus by the almost unbelievable cumulative total of 11.2 percent of gross domestic product between the third quarter of 2007 and the second quarter of 2009, which was when the financial deficit of US government (federal and state) reached its peak...No fiscal policy changes explain the collapse into massive fiscal deficit between 2007 and 2009, because there was none of any importance. The collapse is explained by the massive shift of the private sector from financial deficit into surplus or, in other words, from boom to bust.\"[68]\n\nEconomist Paul Krugman also explained in December 2011 the causes of the sizable shift from private sector deficit to surplus: \"This huge move into surplus reflects the end of the housing bubble, a sharp rise in household saving, and a slump in business investment due to lack of customers.\"[69]\n\n"
        },
        {
            "title": "Contemporary issues and debates",
            "text": "Many of the debates surrounding the United States federal budget center around competing macroeconomic schools of thought. In general, Democrats favor the principles of Keynesian economics to encourage economic growth via a mixed economy of both private and public enterprise, a welfare state, and strong regulatory oversight. Conversely, Republicans and Libertarians generally support applying the principles of either laissez-faire or supply-side economics to grow the economy via small government, low taxes, limited regulation, and free enterprise.[71][72] Debates have surrounded the appropriate size and role of the federal government since the founding of the country. These debates also deal with questions of morality, income equality, and intergenerational equity. For example, Congress adding to the debt today may or may not enhance the quality of life for future generations, who must also bear the additional interest and taxation burden.[73]\n\nPolitical realities make major budgetary deals difficult to achieve. While Republicans argue conceptually for reductions in Medicare and Social Security, they are hesitant to actually vote to reduce the benefits from these popular programs. Democrats on the other hand argue conceptually for tax increases on the wealthy, yet may be hesitant to vote for them because of the effect on campaign donations from the wealthy. The so-called budgetary \"grand bargain\" of tax hikes on the rich and removal of some popular tax deductions in exchange for reductions to Medicare and Social Security is therefore elusive.[74]\n\nPresident Trump signed the Tax Cuts and Jobs Act into law in December 2017. CBO forecasts that the 2017 Tax Act will increase the sum of budget deficits (debt) by $2.289 trillion over the 2018-2027 decade, or $1.891 trillion after macro-economic feedback. This is in addition to the $10.1 trillion increase forecast under the June 2017 policy baseline and existing $20 trillion national debt.[4] The Tax Act will reduce spending for lower income households while cutting taxes for higher income households, as CBO reported on December 21, 2017: \"Overall, the combined effect of the change in net federal revenue and spending is to decrease deficits (primarily stemming from reductions in spending) allocated to lower-income tax filing units and to increase deficits (primarily stemming from reductions in taxes) allocated to higher-income tax filing units.\"[75]\n\nCBO forecast in January 2017 (just prior to Trump's inauguration) that revenues in fiscal year 2018 would be $3.60 trillion if laws in place as of January 2017 continued.[76] However, actual 2018 revenues were $3.33 trillion, a shortfall of $270 billion (7.5%) relative to the forecast. This difference is primarily due to the Tax Act.[77] In other words, revenues would have been considerably higher in the absence of the tax cuts.\n\nThe New York Times reported in August 2019 that: \"The increasing levels of red ink stem from a steep falloff in federal revenue after Mr. Trump's 2017 tax cuts, which lowered individual and corporate tax rates, resulting in far fewer tax dollars flowing to the Treasury Department. Tax revenues for 2018 and 2019 have fallen more than $430 billion short of what the budget office predicted they would be in June 2017, before the tax law was approved that December.\"[78]\n\nThe CBO has consistently reported since 2010 that the Patient Protection and Affordable Care Act (also known as \"Obamacare\") would reduce the deficit, as its tax increases and reductions in future Medicare spending offset its incremental spending for subsidies for low-income households. The CBO reported in June 2015 that repeal of the ACA would increase the deficit between $137 billion and $353 billion over the 2016–2025 period in total, depending on the impact of macroeconomic feedback effects. In other words, ACA is a deficit reducer, as its repeal would raise the deficit.[79]\n\nThe Medicare Trustees provide an annual report of the program's finances. The forecasts from 2009 and 2015 differ materially, mainly due to changes in the projected rate of healthcare cost increases, which have moderated considerably. Rather than rising to nearly 12% GDP over the forecast period (through 2080) as forecast in 2009, the 2015 forecast has Medicare costs rising to 6% GDP, comparable to the Social Security program.[80]\n\nThe increase in healthcare costs is one of the primary drivers of long-term budget deficits. The long-term budget situation has considerably improved in the 2015 forecast versus the 2009 forecast per the Trustees Report.[81]\n\nU.S. healthcare costs were approximately $3.2 trillion or nearly $10,000 per person on average in 2015, the equivalent of roughly $11,000 per person in 2021. Major categories of expense include hospital care (32%), physician and clinical services (20%), and prescription drugs (10%).[82] U.S. costs in 2016 were substantially higher than other OECD countries, at 17.2% GDP versus 12.4% GDP for the next most expensive country (Switzerland).[83] For scale, a 5% GDP difference represents about $1 trillion or $3,000 per person. Some of the many reasons cited for the cost differential with other countries include: Higher administrative costs of a private system with multiple payment processes; higher costs for the same products and services; more expensive volume/mix of services with higher usage of more expensive specialists; aggressive treatment of very sick elderly versus palliative care; less use of government intervention in pricing; and higher income levels driving greater demand for healthcare.[84][85][86] Healthcare costs are a fundamental driver of health insurance costs, which leads to coverage affordability challenges for millions of families. There is ongoing debate whether the current law (ACA/Obamacare) and the Republican alternatives (AHCA and BCRA) do enough to address the cost challenge.[87]\n\nIn the wake of the 2007–2009 U.S. recession, there were several important fiscal debates around key questions:\n\nThe COVID-19 pandemic in the United States impacted the economy significantly beginning in March 2020, as businesses were shut-down and furloughed or fired personnel. About 16 million persons filed for unemployment insurance in the three weeks ending April 9. It caused the number of unemployed persons to increase significantly, which is expected to reduce tax revenues while increasing automatic stabilizer spending for unemployment insurance and nutritional support. As a result of the adverse economic impact, both state and federal budget deficits will dramatically increase, even before considering any new legislation.[90]\n\nTo help address lost income for millions of workers and assist businesses, Congress and President Trump enacted the Coronavirus Aid, Relief, and Economic Security Act (CARES) on March 18, 2020. It included loans and grants for businesses, along with direct payments to individuals and additional funding for unemployment insurance. Some or all of the loans may ultimately be paid back including interest, while the spending measures should dampen the negative budgetary impact of the economic disruption. While the law will almost certainly increase budget deficits relative to the January 2020 10-year CBO baseline (completed prior to the Coronavirus), in the absence of the legislation, a complete economic collapse could have occurred.[91]\n\nCBO provided a preliminary score for the CARES Act on April 16, 2020, estimating that it would increase federal deficits by about $1.8 trillion over the 2020-2030 period. The estimate includes: \n\nCBO reported that not all parts of the bill will increase deficits: “Although the act provides financial assistance totaling more than $2 trillion, the projected cost is less than that because some of that assistance is in the form of loan guarantees, which are not estimated to have a net effect on the budget. In particular, the act authorizes the Secretary of the Treasury to provide up to $454 billion to fund emergency lending facilities established by the Board of Governors of the Federal Reserve System. Because the income and costs stemming from that lending are expected to roughly offset each other, CBO estimates no deficit effect from that provision.”[92]\n\nThe Committee for a Responsible Federal Budget estimated that, partially as the result of the CARES Act, the budget deficit for fiscal year 2020 would increase to a record $3.8 trillion, or 18.7% GDP.[93] For scale, in 2009 the budget deficit reached 9.8% GDP ($1.4 trillion nominal dollars) in the depths of the Great Recession. CBO forecast in January 2020 that the budget deficit in FY2020 would be $1.0 trillion, prior to considering the impact of the coronavirus pandemic or CARES.[94]\n\nWhile the Federal Reserve is also conducting stimulative monetary policy, essentially \"printing money\" electronically to purchase bonds, its balance sheet is not a component of the national debt.\n\nThe CBO forecast in April 2020 that the budget deficit in fiscal year 2020 would be $3.7 trillion (17.9% GDP), versus the January estimate of $1 trillion (4.6% GDP). CBO also forecast the unemployment rate would rise to 16% by Q3 2020 and remain above 10% in both 2020 and 2021.[95]\n\nEconomists Alan Blinder and Mark Watson reported that budget deficits tended to be smaller under Democratic presidents, at 2.1% potential GDP versus 2.8% potential GDP for Republican presidents, a difference of about 0.7% GDP. Their study was from President Truman through President Obama's first term, which ended in January 2013.[96]\n\nIn 2019, residents and businesses in only 8 states contributed, as a whole, more money to the federal treasury than they received in services. Per capita, these were Connecticut ($1,614), Massachusetts ($1,439), New York ($1,172), New Jersey ($1,163), Minnesota ($336), Colorado ($239), California ($168), and Utah ($130). All other states received more in services than taxpayers there contributed, especially in (per capita) Kentucky ($14,153), Virginia ($13,096), and Alaska ($10,144).[97]\n\n"
        },
        {
            "title": "Public opinion polls",
            "text": "According to a December 2012 Pew Research Center poll, only a few of the frequently discussed deficit reduction ideas have majority support:\n\nFewer than 50% support raising the retirement age for Social Security or Medicare, reducing military defense spending, limiting the mortgage interest deduction, or reducing federal funding for low income persons, education and infrastructure.[98]\n\n"
        },
        {
            "title": "Proposed deficit reduction",
            "text": "There are a variety of proposed strategies for reducing the federal deficit. These may include policy choices regarding taxation and spending, along with policies designed to increase economic growth and reduce unemployment. For example, a fast-growing economy offers the win-win outcome of a larger proverbial economic pie, with higher employment and tax revenues, lower safety net spending and a lower debt-to-GDP ratio. However, most other strategies represent a tradeoff scenario in which money or benefits are taken from some and given to others. Spending can be reduced from current levels, frozen, or the rate of future spending increases reduced. Budgetary rules can also be implemented to manage spending. Some changes can take place today, while others can phase in over time. Tax revenues can be raised in a variety of ways, by raising tax rates, the scope of what is taxed, or eliminating deductions and exemptions (\"tax expenditures\"). Regulatory uncertainty or barriers can be reduced, as these may cause businesses to postpone investment and hiring decisions.[99]\n\nThe CBO reported in January 2017 that:[5]\n\nDuring June 2012, Federal Reserve Chair Ben Bernanke recommended three objectives for fiscal policy: 1) Take steps to put the federal budget on a sustainable fiscal path; 2) Avoid unnecessarily impeding the ongoing economic recovery; and 3) Design tax policies and spending programs to promote a stronger economy.[100]\n\nPresident Barack Obama in June 2012 stated:[101]\n\nA variety of government task forces, expert panels, private institutions, politicians, and journalists have made recommendations for reducing the deficit and slowing the growth of debt. Several organizations have compared the future impact of these plans on the deficit, debt, and economy. One helpful way of measuring the impact of the plans is to compare them in terms of revenue and expense as a percentage of GDP over time, in total and by category. This helps illustrate how the different plan authors have prioritized particular elements of the budget.[102]\n\nThere is significant debate regarding the urgency of addressing the short-term and long-term budget challenges. Prior to the 2008-2009 U.S. recession, experts argued for steps to be put in place immediately to address an unsustainable trajectory of federal deficits. For example, Fed Chair Ben Bernanke stated in January 2007: \"The longer we wait, the more severe, the more draconian, the more difficult the objectives are going to be. I think the right time to start was about 10 years ago.\"[123]\n\nHowever, experts after the 2008-2009 U.S. recession argued that longer-term austerity measures should not interfere with measures to address the short-term economic challenges of high unemployment and slow growth. Ben Bernanke wrote in September 2011: \"...the two goals--achieving fiscal sustainability, which is the result of responsible policies set in place for the longer term, and avoiding creation of fiscal headwinds for the recovery--are not incompatible. Acting now to put in place a credible plan for reducing future deficits over the long term, while being attentive to the implications of fiscal choices for the recovery in the near term, can help serve both objectives.\"[124]\n\nIMF managing director Christine Lagarde wrote in August 2011[125]\n\n"
        },
        {
            "title": "Total outlays in recent budget submissions",
            "text": "The budget year runs from October 1 to September 30 the following year and is submitted by the President to Congress prior to October for the following year. In this way the budget of 2013 is submitted before the end of September 2012. This means that the budget of 2001 was submitted by Bill Clinton and was in force during most of George W. Bush's first year in office. The budget submitted by George W. Bush in his last year in office was the budget of 2009, which was in force through most of Barack Obama's first year in office.\n\nThe President's budget also contains revenue and spending projections for the current fiscal year, the coming fiscal years, as well as several future fiscal years. In recent years, the President's budget contained projections five years into the future. The Congressional Budget Office (CBO) issues a \"Budget and Economic Outlook\" each January and an analysis of the President's budget each March. CBO also issues an updated budget and economic outlook in August.\n\nActual budget data for prior years is available from the Congressional Budget Office; see the \"Historical Budget Data\" links on the main page of \"The Budget and Economic Outlook\".[127] and from the Office of Management and Budget (OMB).[128]\n\n"
        }
    ]
}