{
    "url": "https://en.wikipedia.org/wiki/United_States_Reports",
    "title": "United States Reports",
    "table_of_contents": [
        "1 Citation",
        "2 History",
        "3 See also",
        "4 References",
        "5 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The United States Reports (ISSN 0891-6845) are the official record (law reports) of the Supreme Court of the United States. They include rulings, orders, case tables (list of every case decided), in alphabetical order both by the name of the petitioner (the losing party in lower courts) and by the name of the respondent (the prevailing party below), and other proceedings. United States Reports, once printed and bound, are the final version of court opinions and cannot be changed. Opinions of the court in each case are prepended with a headnote prepared by the Reporter of Decisions, and any concurring or dissenting opinions are published sequentially. The Court's Publication Office oversees the binding and publication of the volumes of United States Reports, although the actual printing, binding, and publication are performed by private firms under contract with the United States Government Publishing Office.\n\n"
        },
        {
            "title": "Citation",
            "text": "For lawyers, citations to United States Reports are the standard reference for Supreme Court decisions. Following The Bluebook, a commonly accepted citation protocol, the case Brown, et al., v. Board of Education of Topeka, Kansas, for example, would be cited as:\n\nThis citation indicates that the decision of the Court in the case entitled Brown v. Board of Education, as abbreviated in Bluebook style, was decided in 1954 and can be found in volume 347 of the United States Reports starting on page 483.\n\n"
        },
        {
            "title": "History",
            "text": "The early volumes of the United States Reports were originally published privately by the individual Supreme Court Reporters. As was the practice in England, the reports were designated by the names of the reporters who compiled them: Dallas's Reports, Cranch's Reports, etc.\n\nThe decisions appearing in the entire first volume and most of the second volume of United States Reports are not decisions of the United States Supreme Court. Instead, they are decisions from various Pennsylvania courts, dating from the colonial period and the first decade after Independence. Alexander Dallas, a lawyer and journalist, of Philadelphia, Pennsylvania, had been in the business of reporting these cases for newspapers and periodicals. He subsequently began compiling his case reports in a bound volume, which he called Reports of cases ruled and adjudged in the courts of Pennsylvania, before and since the Revolution.[1] This would come to be known as the first volume of Dallas Reports.\n\nWhen the United States Supreme Court, along with the rest of the new Federal Government moved, in 1791, from New York City to the nation's temporary capital in Philadelphia, Dallas was appointed the Supreme Court's first unofficial, and unpaid, Supreme Court Reporter. (Court reporters in that age received no salary, but were expected to profit from the publication and sale of their compiled decisions.) Dallas continued to collect and publish Pennsylvania decisions in a second volume of his Reports. \n\nWhen the U.S. Supreme Court began to hear cases, he added those cases to his reports, starting towards the end of the second volume, 2 Dallas Reports, with West v. Barnes (1791). As Lawrence M. Friedman has explained: \"In this volume, quietly and unobtrusively, began that magnificent series of reports, extending in an unbroken line to the present, that chronicles the work of the world's most powerful court.\"[2] Dallas went on to publish a total of four volumes of decisions during his tenure as Reporter.  \n\nWhen the Supreme Court moved to Washington, D.C. in 1800, Dallas remained in Philadelphia, and William Cranch took over as unofficial reporter of decisions. In 1817, Congress made the Reporter of Decisions an official, salaried position,[3] although the publication of the Reports remained a private enterprise for the reporter's personal gain. The reports themselves were the subject of an early copyright case, Wheaton v. Peters, in which former reporter Henry Wheaton sued then current reporter Richard Peters for reprinting cases from Wheaton's Reports in abridged form.\n\nIn 1874, the U.S. government began to fund the reports' publication (18 Stat. 204), creating the United States Reports. The earlier, private reports were retroactively numbered volumes 1–90 of the United States Reports, starting from the first volume of Dallas Reports.[4] Therefore, decisions appearing in these early reports have dual citation forms: one for the volume number of the United States Reports, and one for the set of nominate reports. For example, the complete citation to McCulloch v. Maryland is 17 U.S. (4 Wheat.) 316 (1819).\n\n"
        }
    ]
}