{
    "url": "https://en.wikipedia.org/wiki/Unity_Church",
    "title": "Unity Church",
    "table_of_contents": [
        "1 Overview",
        "2 History",
        "3 Organization",
        "4 Basic teachings",
        "4.1 God",
        "4.2 Jesus",
        "4.3 Nature of humanity",
        "4.4 Bible",
        "4.5 Affirmative prayer",
        "5 Relationship to Christianity",
        "6 Notable members",
        "7 See also",
        "8 References",
        "9 Further reading",
        "10 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Unity, known informally as Unity Church, is an organization founded by Charles and Myrtle Fillmore in 1889. It grew out of Transcendentalism and became part of the New Thought movement.[1] Unity is known for its Daily Word devotional publication. Unity describes itself as \"for people who might call themselves spiritual but not religious.\"[2]\n\n"
        },
        {
            "title": "Overview",
            "text": "Unity describes itself as a worldwide organization offering an approach to Christianity which teaches a positive approach to life, seeking to accept the good in all people and events. It began as a healing ministry and healing has continued to be its main emphasis.[3] It teaches that all people can improve the quality of their lives through thought.[4]\n\nUnity describes itself as having no particular creed, set dogma, or required ritual.[5] It maintains that there is good in every approach to God and in every religion that fulfills someone's needs.[6] It holds that one should focus not on past sins but on the potential good in all.[7]\n\nUnity emphasizes spiritual healing, prosperity and the curing of illness by spiritual means, but it does not reject or resist medical treatments.[8] It is accepting of the beliefs of others.[9][10][11][12]\n\n"
        },
        {
            "title": "History",
            "text": "Unity was founded in Kansas City, Missouri, in 1889 by Charles Fillmore (1854–1948) and Myrtle Fillmore (1845–1931) after Mrs. Fillmore had been cured of her tuberculosis, she believed, by spiritual healing. This resulted in the Fillmores' studying world religions, spiritual healing, and the links between science and religion. They were influenced by Dr. E. B. Weeks, Ralph Waldo Emerson, Emma Curtis Hopkins and Mary Baker Eddy (the founder of Christian Science).\n\nIn 1891, the Fillmores named the movement Unity, and began publishing their first magazine, Unity. Later magazines included Wee Wisdom (for children) and Daily Word. Book publishing began with Lessons in Truth by H. Emilie Cady. In 1906, Mr. and Mrs. Fillmore accepted ordination and ordained seven other ministers.[13]\n\nAfter World War I, Unity Village, which became a 1,200-acre incorporated town, was developed 15 miles from Kansas City. After Charles Fillmore's death, the movement was initially led by the Fillmores’ sons and grandchildren.[8]  It originally described itself as a \"positive, practical Christianity\" which \"teach[es] the effective daily application of the principles of Truth taught and exemplified by Jesus Christ.\"[14]\n\n"
        },
        {
            "title": "Organization",
            "text": "Individual Unity churches are autonomous, each governed by its own board and minister, and seeking affiliation according to guidelines. Minister training, ministerial placement, and educational resources are offered at Unity World Headquarters, which also publishes magazines, books and pamphlets. The organization's prayer ministry, Silent Unity—a telephone and email service—offers prayer and counseling.\n\nUnity's other programs include the Unity Society of Practical Christianity, Unity School of Christianity, Unity Institute, the Office of Prayer Research, the Association of Unity Churches, and Unity House, the church's publishing arm. Its headquarters are at Unity Village, Missouri, a suburb of Kansas City.\n\nEach Unity Church sponsors its own chapter of Youth of Unity (YOU), a group of high school-aged teens who come together to learn Unity principles and spiritual practices. All the chapters in a YOU region meet at least once a year for a weekend retreat called a 'rally.' A seven-day International YOU Conference is held each summer at Unity headquarters at Unity Village, Missouri.[15][16]\n\n"
        },
        {
            "title": "Basic teachings",
            "text": "Unity's belief system is expressed as \"The Five Principles.\"[17] They are:\n\nUnity aims to demonstrate that the teachings of Jesus Christ can be lived every day. Its followers believe that the true \"Church\" is a \"state of consciousness in mankind.\"[18] Unity teaches that each person is a unique expression of God and is sacred and worthy. It emphasizes the creative power of thought, and encourages taking personal responsibility to choose life-affirming thoughts, words and actions, to experience a more fulfilling and abundant life.[19][20]\n\nH. Emilie Cady's 1896 book Lessons in Truth, A Course of Twelve Lessons in Practical Christianity is considered a core text of Unity.\n\nUnity Church views God as spiritual energy which is present everywhere and is available to all people. Members of the church believe that God seeks only to express the highest good through everyone and everything.[21] According to Unity co-founder Charles Fillmore:\n\nHe later wrote that: \n\nUnity Church followers believe in the divinity of Jesus.\nThey believe that Jesus Christ is the Son of God, the master teacher who demonstrated divinity and came to teach humankind, and that Jesus is the great example of God in physical form.[24][25][26]\n\nUnity Church teaches that all people are individual, eternal expressions of God, and that their essential nature is divine and therefore inherently good. Followers believe their purpose in life is to express their divine potential as demonstrated by Jesus, and that the more they awaken to their divine nature, the more they can do this.[27][28] Salvation, in the Unity view, is found in consciously understanding one's innate divinity, then putting that knowledge into practice in one's life.[29]\n\nUnity founders Charles and Myrtle Fillmore studied the Bible as history and allegory. They interpreted it as a metaphysical representation of each soul's evolutionary journey toward spiritual awakening. Unity considers the Bible a valuable spiritual resource, a complex collection of writings compiled over many centuries, and a reflection of the comprehension and inspiration of the writers and their times.[30][31][32]\n\nAffirmative prayer is understood, in Unity, as the highest form of creative thought; that it includes the release of negative thoughts and the holding in mind of statements of spiritual truth. Unity teaches the use of meditation and prayer as a way to experience the presence of God, heighten the awareness of truth, and thereby transform lives.[33][34] According to poet James Dillet Freeman:\n\nUnity teaches that it is helpful to pray with the belief that we have already received all that we need, that through prayer the mind is renewed and the body transformed, and that awareness that we are conscious creators of our lives is the bridge from the old Christianity, where we are \"sinners\", to the new understanding that we are \"learners.\"[36] The Unity School of Christianity holds that prayer is not a way to inform God of one's troubles, or to receive favors or preferential treatment, but to align one's self with the power that is God.[37][38]\n\n"
        },
        {
            "title": "Relationship to Christianity",
            "text": "Unity emphasizes its agreements, not differences, with traditional Christians and[9] stresses its concurrence with the teachings of Jesus and the Bible.[39][40][41][42][43][44] According to Unity co-founder Charles Fillmore:\n\nUnity considers itself a non-sectarian educational institution, although Unity ministers are ordained following their prescribed courses and training.[9]\n\n"
        },
        {
            "title": "Notable members",
            "text": "Well-known people affiliated with Unity include Della Reese,[46][47] Betty White,[48][47] Eleanor Powell,[49] Lucie Arnaz,[50] David Friedman,[51][failed verification] Wally Amos,[47] actress Michael Learned,[52] Licensed Unity Teacher Ruth Warrick,[53] Barbara Billingsley, Theodore Schneider, Erykah Badu, Matt Hoverman, author Victoria Moran,[54] Patricia Neal,[55] Johnnie Colemon, and Maya Angelou.[47][56][57]\n\n"
        }
    ]
}