{
    "url": "https://en.wikipedia.org/wiki/United_States_National_Arboretum",
    "title": "United States National Arboretum",
    "table_of_contents": [
        "1 History",
        "2 Gardens and collections",
        "2.1 Major gardens",
        "2.2 Single-genus groupings",
        "2.3 National Grove of State Trees",
        "2.4 National Bonsai and Penjing Museum",
        "3 Non-garden features",
        "4 Gallery",
        "5 See also",
        "6 References",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The United States National Arboretum is an arboretum in northeast Washington, D.C., operated by the United States Department of Agriculture's Agricultural Research Service. It was established in 1927 by an act of Congress[1] after a campaign by USDA Chief Botanist Frederick Vernon Coville.\n\nIt is 446 acres (1.80 km2) in size and is located 2.2 miles (3.5 km) northeast of the Capitol building, with entrances on New York Avenue, NE and R Street, NE. The campus's gardens, collections, and features are connected by roadways that are 9.5 miles (15.3 km) long in total.[2] In addition to the main campus in Washington, D.C., there are research locations at the Henry A. Wallace Beltsville Agricultural Research Center in Beltsville, Maryland and in McMinville, Tennessee.[2]\n\nThe Arboretum functions as a major center of botanical research conducted by the USDA, including applied research on trees, shrubs, turf, and the development of new ornamental plants.[2] In addition to a library and a historical collection (archive), the institution also has an extensive herbarium of over 800,000 specimens documenting wild and cultivated plant diversity.[3]\n\n"
        },
        {
            "title": "History",
            "text": "The United States National Arboretum was formally established by an act of Congress on 4 March 1927.[1] The act authorized the creation of the arboretum on what was then called Mount Hamilton, but it did not actually appropriate any funding to make that happen.[4] That particular area was well-suited for the arboretum because it had varied soils and physiography, and no permanent buildings were then present.[4][5][6] Ten months later, President Calvin Coolidge signed a law appropriating $300,000 for the National Arboretum.[7] An initial 189 acres (76 ha) were purchased in 1928, with an additional 196 acres (79 ha) being acquired in 1934.[8] Additional land was purchased in 1938, 1948, and 1949 that, along with subsequent minor expansions, contributed to the Arboretum's current footprint of 446 acres (180 ha).[8][2]\n\nOn April 11, 1973, the U.S. National Arboretum was listed as a Category II Landmark in the National Register of Historic Places for its \"importance which contributes significantly to the cultural heritage and visual beauty of the District of Columbia.\"[8]\n\nThe construction of a Chinese garden, the National China Garden has been proposed for the National Arboretum since 2003. A groundbreaking  was held in 2016 but the garden was reportedly cancelled due to counter-intelligence concerns regarding the construction of a large pagoda that could be used for collecting signals intelligence.[9][10]\n\n"
        },
        {
            "title": "Gardens and collections",
            "text": "Source:[11]\n\nSource:[11]\n\nThe National Grove of State Trees (often just called the Grove) is a display of trees representing the 50 states and the District of Columbia. Fifty-one plots are arrayed over 30 acres (120,000 m²), each plot home to a grouping of a state's official tree species, or in a few cases, another species indigenous to the state but better suited to growing in the local climate.\n\nBald cypress that might be found in a Louisiana swamp grow just a short walk from pines and birches that grow in New England forests; young redwoods from California grow near cottonwoods that might grow in riverside forests in the otherwise treeless Great Plains States.\n\nAlthough the mid-Atlantic region has mild weather, which allows the USDA to grow most of the designated species, it cannot successfully grow a few of the state trees such as the cabbage palmetto, which is the state tree of both Florida and South Carolina, or the kukui, which is Hawaii's state tree. Substitutes have been made for these species, so the arboretum could have a tree that is important in each of the states. Planting was undertaken in 1989 with the National Association of State Foresters, the American Forest Foundation, the USDA Forest Service, and the National Arboretum.\n\nThe centerpiece of the collection is the portal adjacent to the M Street parking lot. A wooden entrance arbor is dedicated to the memory of Jeanne Yeutter, wife of former Secretary of Agriculture Clayton Yeutter. Her sponsorship of the project helped the concept of a Grove of State Trees to be realized. The inscription on the arbor reads, \"In Celebration of Jeanne Yeutter's Love of Trees\". The arbor leads to a large plaza with a flagstone star and a wall adorned with pottery tiles designed and fabricated by Liza Bach, a Tennessee crafter. Each tile is individually cast with the name of each state and a raised image of the foliage of the state tree.\n\nThe collections of the National Bonsai and Penjing Museum are found throughout the Japanese, Chinese, and North American Pavilions, as well as a conservatory.[11] The Mary E. Mrose Exhibit Gallery features season and rotating displays of bonsai as well as a collection of viewing stones.\n\nAmong the many bonsai accessions is a Japanese white pine cultivar, Pinus parviflora 'Miyajima', donated in 1975 by Masaru Yamaki to mark the United States' bicentenary. This tree was formerly in Hiroshima, Japan and survived the 1945 atomic bombing of Hiroshima. The tree has been \"in training\" since 1625.[14]\n\n"
        },
        {
            "title": "Non-garden features",
            "text": "The National Capitol Columns, a set of twenty-two Corinthian columns which were once part of the East Portico of the United States Capitol building from 1828 to 1958,[11] are located on a hilltop in the Ellipse Meadow. The foundation on which the columns sit is constructed from steps originally at the Capitol. The columns were moved from storage to the Arboretum starting in 1988 and dedicated in 1990.\n\nRuins of the United Brick Corporation Brick Complex sit along the northwestern border of the Arboretum. They can be easily viewed from the New York Avenue parking lot. The kilns and associated structures, which the USDA acquired in 1976, were added to the National Register of Historical Places in 1978. The site is not accessible to the public.\n\nThe U.S. National Arboretum is home to a pair of mated bald eagles named Mr. President and The First Lady. The pair began nesting at the Arboretum in 2014; the first eagles to nest there since 1947.[15] An eagle nest cam sponsored by the American Eagle Foundation provides a livestream video feed of the nest during mating season.\n\nA small collection of public artwork, including Split Ritual by American sculptor Beverly Pepper, can be found at the Arboretum. The piece is made of ductile iron and stands at 10 ft (3.0 m) H x 44 in (110 cm) W x 100 in (250 cm) D. It consists of four vertical pieces that resemble large tools. They are placed in a circle on top of a flat, doughnut-shaped foundation. The sculpture was dedicated in 1993.\n\nIn 2020, the U.S. National Arboretum re-introduced popular koi (fish) to the reflecting pool near the administration building.[16]\n\n"
        }
    ]
}