{
    "url": "https://en.wikipedia.org/wiki/United_States_Supreme_Court_Building",
    "title": "United States Supreme Court Building",
    "table_of_contents": [
        "1 History",
        "1.1 Motivations for creation",
        "1.2 Opposition",
        "2 Temple of Justice",
        "3 Sculptural program",
        "4 Public access to the building",
        "5 See also",
        "6 References",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe Supreme Court Building houses the Supreme Court of the United States. Also referred to as \"The Marble Palace,\"[2] the building serves as the official workplace of the Chief Justice of the United States and the eight Associate Justices of the Supreme Court. It is located at 1 First Street in Northeast Washington, D.C., in the block immediately east of the United States Capitol and north of the Library of Congress. The building is managed by the Architect of the Capitol. On May 4, 1987, the Supreme Court Building was designated a National Historic Landmark.[1][3][4]\n\nThe proposal for a separate building for the Supreme Court was suggested in 1912 by President William Howard Taft, who became Chief Justice in 1921. In 1929, Taft successfully argued for the creation of the new building, but did not live to see it built.[4] Physical construction began in 1932 and was officially completed in 1935 under the guidance of Chief Justice Charles Evans Hughes, Taft's successor.[4] The building was designed by architect Cass Gilbert, a friend of Taft.[5]\n\n"
        },
        {
            "title": "History",
            "text": "Prior to the establishment of the Federal City, the United States government resided briefly in New York City. The Supreme Court met there in the Merchants Exchange Building. When the capital moved to Philadelphia, Pennsylvania, the Court  moved with it and began meeting in Independence Hall, before settling in Old City Hall at 5th and Chestnut Streets from 1791 until 1800.[6]\n\nAfter the federal government moved to Washington, D.C., the court had no permanent meeting location until 1810. When the architect Benjamin Henry Latrobe had the second US Senate chamber built directly on top of the first US Senate chamber, the Supreme Court took up residence in what is now referred to as the Old Supreme Court Chamber from 1810 through 1860.[7] It remained in the Capitol until 1935, with the exception of a period from 1812 to 1819, during which the Court was absent from Washington because of the British invasion and the destruction of the Capitol during the War of 1812.[6]\n\nIn 1810, the Supreme Court first occupied the Old Supreme Court Chamber in the Capitol.[6] As the Senate expanded, it progressively outgrew its quarters. In 1860, after the new wings of the Capitol for the Senate and the House of Representatives had been completed, the Supreme Court moved to the Old Senate Chamber (as it is now known) where it remained until its move to the current Supreme Court building.\n\nPresident William Howard Taft proposed a new Supreme Court building in 1912. After becoming Chief Justice in 1921[4] he argued successfully for the Court to have its own headquarters to distance itself from Congress as an independent branch of government. In 1929, the government purchased the National Women's Party headquarters and razed it for the new building.[8] The court was finally designed by architect Cass Gilbert, who was a friend to Taft. The building was completed by his son Cass Gilbert Jr. following the elder Gilbert's death in 1934.[9]\n\nFrom 1860 to 1935, the Supreme Court Justices were designated to conduct their work within the cramped space of the old Senate Chamber[10] alongside other federal government employees. This environment discouraged the Supreme Court Justices from travelling to Washington, so they conducted most of their work from their homes.[11]  Before the Supreme Court building was approved, Charles Evans Hughes, who had been an Associate Justice from 1910 to 1916, was vocally outspoken about the poor conditions of the justices' working environment and described the Old Senate Chamber as small, overheated, and barren.[12]\nThrough the rigorous lobbying efforts of Chief Justice Taft, he was able to secure the funding needed from Congress for a Supreme Court building in 1929.[11] Taft's motivations for a Supreme Court building were fueled by the relationship between the judicial branch and the other branches of government,[13] as well as the drastic differences in his working environment from when he served as President of the United States to when he served as Chief Justice. Taft envisioned the judicial branch of government to embody a persona of independence, and therefore saw the Supreme Court building as a means of establishing his vision.[12]\n\nThe Supreme Court building would not have been completed without the further commitment of Charles Evans Hughes, who succeeded Taft as Chief Justice in 1930.\n\nChief Justice Edward Douglass White, nominated by Taft in 1910 (and later succeeded by him in 1921), was part of the initial resistance to the idea of a Supreme Court building. He argued that the Supreme Court obtained its relevance because of its location within the Capitol.[12] Many justices in addition to Chief Justice White refused to conduct their work within the building, and remained in their homes.[12] The familiarity of their work spaces at home naturally discouraged the justices from operating in a completely new location, and they were also given funding by Congress to work from their homes.[14]\n\nJustices Harlan Fiske Stone and Louis Brandeis did not move into the new Supreme Court Building during their service on the court.[15] Brandeis believed that Taft's intentions behind the new building represented a conflict between the judicial branch and the executive and legislative branches of government.[15] Brandeis also opposed Taft's efforts to secure a new Supreme Court building by suggesting that a new wing should be added to the capitol to avoid having to work from his home;[15] however, Taft was relentless in pursuing his vision for the Supreme Court. A decade after the Supreme Court building was completed, all nine justices occupied an office within the structure.[16] This is primarily because the justices that did not favor the new Supreme Court Building were eventually replaced by new justices who were unfamiliar with working from home.[17]\n\nThe main opposition to the creation of the Supreme Court building was in Congress, particularly during Taft's tenure as Chief Justice. Taft faced opposition from senators in Congress, such as Senator Charles Curtis of Kansas, who threatened to replace Taft if he continued to protest his working conditions.[14] In 1927, Taft noticed that out of ninety-six total senators at the time, only one urgently supported Taft's lobbying efforts; but only because this senator wanted the space the justices occupied at that time for the Senate.[18]\n\n"
        },
        {
            "title": "Temple of Justice",
            "text": "\nThe Supreme Court Building is located at 1 First Street, NE (former site of the Old Brick Capitol, across the street from the United States Capitol) and was designed by architect Cass Gilbert (Gilbert's last major project; he died before it was completed). Gilbert was a long-time friend to William Howard Taft, and was employed for several years by McKim, Mead and White, then regarded as the largest architectural firm in the world.[14] Chief Justice Taft personally appointed Gilbert for the architectural planning and construction of the Supreme Court building.[13] Gilbert was not particularly concerned with the function of the Supreme Court building for the Supreme Court Justices; however, the respect Gilbert had for Chief Justice Taft compelled him to design the building as a testament to his friend's honor.[5] Gilbert's architectural imagination resulted in a Greek styled temple which was intended to communicate the inherent royalty of law.[12]\nThe Supreme Court Building is in the Neoclassical style and rises four stories (92 ft (28 m)) above ground. The cornerstone was laid on October 13, 1932, and construction completed in 1935 for slightly under the $9,740,000 budget authorized by Congress ($146 million in 2020 dollars).[19] \"The building was designed on a scale in keeping with the importance and dignity of the Court and the Judiciary as a coequal, independent branch of the United States Government, and as a symbol of 'the national ideal of justice in the highest sphere of activity.'\"[6] The public façade is made of marble quarried from Vermont, and that of the non-public-facing courtyards, Georgia marble. Most of the interior spaces are lined with Alabama marble, except for the Courtroom itself, which is lined with Spanish ivory vein marble.[20] For the Courtroom's 24 columns, \"Gilbert felt that only the ivory buff and golden marble from the Montarrenti quarries near Siena, Italy\" would suffice. To this end, in May 1933, he petitioned the Italian Prime Minister, Benito Mussolini, \"to ask his assistance in guaranteeing that the Siena quarries sent nothing inferior to the official sample marble.\"\n\nNot all the justices were thrilled by the new arrangements, the courtroom in particular. Harlan Fiske Stone complained it was \"almost bombastically pretentious...Wholly inappropriate for a quiet group of old boys such as the Supreme Court.\" Another justice observed that he felt the court would be \"nine black beetles in the Temple of Karnak\", while still another complained that such pomp and ceremony suggested the justices ought to enter the courtroom riding on elephants. The New Yorker columnist Howard Brubaker noted at the time of its opening that it had \"fine big windows to throw the New Deal out of.\"[21]\n\nThe west façade of the building bears the motto \"Equal Justice Under Law\", while the east façade bears the motto \"Justice, the Guardian of Liberty.\" On November 28, 2005, a basketball-sized chunk of marble weighing approximately 172 lb (78 kg) fell four stories from the west façade onto the steps of the Court; it had previously been part of the parapet above the word \"under\" in the \"Equal Justice Under Law\" engraving immediately above the figure of a Roman centurion carrying fasces. After the incident, planning was initiated to repair the west façade, which included cleaning, removal of debris, and restoration. In 2012, scaffolding encased the west façade printed with a full-size photograph of the façade. The project was completed in 2013.[22]\n\nThe Supreme Court Building's facilities include:\n\nOriginally built as a storage area, the gym was converted for its current function in the late 1940s, although who is responsible for the transformation is not known. It may have been built at the suggestion of Cass Gilbert Jr., who took over many of his father's projects after he died. Among the justices known for their on-court prowess was Justice Byron White who, as the runner-up for the 1937 Heisman Trophy and former National Football League player, is considered to be the Supreme Court's preeminent sportsman. Supreme Court clerks who have played include Fox News commentator Laura Ingraham, and current Supreme Court Justices Elena Kagan and Brett Kavanaugh. Near the entrance to the gym is a sign that reads: \"Playing basketball and weight lifting are prohibited while the court is in session\".[24]\n\nThe Atlantic Terra Cotta Company of Perth Amboy, New Jersey created the terra cotta roof for the building.\n\nThe Supreme Court Building maintains its own police force, the Supreme Court Police. Separate from the Capitol Police, the force was created in 1935 to protect the building and its personnel.\n\n"
        },
        {
            "title": "Public access to the building",
            "text": "On May 3, 2010, citing security concerns and as part of the building's modernization project, the Supreme Court announced that the public (including parties to the cases being argued, the attorneys who represent them, and visitors to Oral arguments or the building) would no longer be allowed to enter the building through the main door on top of the steps on the west side.[27] Visitors must now enter through ground-level doors located at the plaza, leading to a reinforced area for security screening. The main doors at the top of the steps may still be used to exit the building.[27] Justice Breyer released a statement, joined by Justice Ginsburg, expressing his opinion that although he recognizes the security concerns that led to the decision, he does not believe on balance that the closure is justified.[28] Calling the decision \"dispiriting\", he said he was not aware of any Supreme Court in the world that had closed its main entrance to the public.[28]\n\nAll visitors to the Court must pass through metal-detectors and have their belongings X-rayed. Cameras are permitted in the building, but no recording devices of any kind, audio, or visual, are ever permitted in the Courtroom. When the Court is not in session, visitors can walk through the Great Hall and public areas on the ground floor, including the cafeteria and a small movie theater presenting a documentary of the Court, and guided lectures are periodically given in the Courtroom, which is not otherwise accessible.  The schedule for the lectures can be confirmed on the Court's website the day before a visit.  The line for these tours forms in a designated area to the side of the Courtroom doors.[29]\n\nWhen the Court is in session, the Great Hall is not open to the public, except for those attending Court. The arguments are typically held in two-week cycles of a 10 am and 11 am argument on Mondays, Tuesdays, and Wednesdays.[30] Depending on the significance of the case and the time of year (winter arguments are less popular), visitors should arrive at the Court anywhere from two hours in advance to, in extremely controversial cases, the night before. At some point in the morning, which is not predetermined, the Supreme Court Police Officers distribute numbered tickets. These serve as place-holders only and not a guarantee of admission. Visitors who have tickets may leave the area and return at the appointed time to line up in numerical order, usually one hour before the argument. At this time, there usually are several hundred persons waiting outside the Court, most of whom are not able to observe either argument.[31] While the Courtroom does have seating for some 250 public visitors, in practice there are almost always large groups of students or officials that reduce that number, and visitors who are admitted to observe the first argument generally stay for the second argument, making the total seats available for the second argument generally very small. Just before the first argument, the officers divide the crowd into two lines: one is for those waiting with tickets to observe the entire argument, while the other is to observe a five-minute span of the argument while standing in the back of the Courtroom. Both lines remain in place during the first argument. Visitors must stand when the Justices enter and leave, and remain absolutely silent. Drowsy, noisy, or otherwise disruptive visitors are promptly removed by plainclothes officers.[29]\n\nSince recording devices have been banned inside the courtroom, the fastest way for decisions of landmark cases to reach the press is through the Running of the Interns.[32]\n\n"
        }
    ]
}