{
    "url": "https://en.wikipedia.org/wiki/United_States_Commission_of_Fine_Arts",
    "title": "United States Commission of Fine Arts",
    "table_of_contents": [
        "1 Formation of the CFA",
        "2 Commission members",
        "2.1 Chairs of the CFA",
        "3 Exhibitions",
        "4 References",
        "5 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The U.S. Commission of Fine Arts (CFA) is an independent agency of the federal government of the United States, and was established in 1910. The CFA has review (but not approval) authority over the \"design and aesthetics\" of all construction within Washington, D.C. In accordance with the Old Georgetown Act, the CFA appoints the Old Georgetown Board. The Old Georgetown Board has design review authority over all semipublic and private structures within the boundaries of the Georgetown Historic District. The CFA was granted approval (not just review) authority by the Shipstead-Luce Act over the design and height of public and private buildings which front or abut the grounds of the United States Capitol, the grounds of the White House, Pennsylvania Avenue NW extending from the Capitol to the White House, Lafayette Square, Rock Creek Park, the National Zoological Park, the Rock Creek and Potomac Parkway, Potomac Park, and the National Mall and its constituent parks.[1]\n\nThe CFA mandate does not apply to the United States Capitol, the Library of Congress, or the other properties and locations overseen by the Architect of the Capitol.\n\n"
        },
        {
            "title": "Formation of the CFA",
            "text": "President George Washington granted the government of the District of Columbia the power to regulate architectural design and urban planning. These powers were suspended by President James Monroe in 1822.[2] In the wake of the World's Columbian Exposition in Chicago in 1893, the Cosmos Club and American Institute of Architects formed the Public Art League, a new organization whose purpose was to lobby for a new agency of the federal government to approve the design or purchase of art and architecture by the federal government. Legislation was proposed in Congress in 1897, but failed to pass because members of Congress wanted an advisory board rather than one which could deny Congress the ability to award commissions as part of the spoils system.[3]\n\nIn 1900, the United States Congress created the Senate Park Commission (also known as the \"McMillan Commission\" for its chairman, Senator James McMillan (R-MI)) to reconcile competing visions for the development of Washington, D.C. and especially the National Mall and nearby areas.[4] The commission's plan for development of the city, popularly known as the McMillan Plan, proposed the razing of all residences and other buildings on Lafayette Square and building tall, Neoclassical government office buildings with facades of white marble around the square to house executive branch offices.[5] It also proposed clearing large spaces north and south of the National Mall, realigning some streets, and constructing major new museums and public buildings along the Mall's length.[6] The commission also proposed significant expansion of the district's park system, the creation of a system of parkways, and extensive renovation and beautification of existing parks.[7] Over the next few years, the President and Congress established several new agencies to supervise the approval, design, and construction of new buildings in the District of Columbia to carry out the McMillan Plan: The Commission of Fine Arts in 1910 to review and advise on the design of new structures, the Public Buildings Commission in 1916 to make recommendations regarding the construction of buildings to house federal agencies and offices, and the National Capital Parks and Planning Commission in 1924 to oversee planning for the District.[8]\n\nOn January 11, 1909, a committee of the American Institute of Architects (AIA) asked President Theodore Roosevelt to establish an independent federal agency to advise the government on architecture, bridges, painting, parks, sculpture, and other artistic works requiring design. Roosevelt wrote back the same day, agreeing to the proposal.[9] On January 19, 1909, Roosevelt issued Executive Order 1010, establishing a Council of Fine Arts. He requested that the AIA name 30 individuals to the council, and he instructed the Cabinet to seek the council's advice in matters of architecture, building site selection, landscaping, painting, and sculpture.[10] The Council met only once, on February 9, 1909,[11][12] during which it approved the site (suggested by the McMillan Commission) for the Lincoln Memorial.[13]\n\nWilliam Howard Taft was inaugurated as president in March 1909. Taft revoked Executive Order 1010 on May 21, 1909.[14][15][16] There are differing explanations for Taft's actions. Historians Sue Kohler and Christopher Thomas state that Taft supported the idea of a fine arts commission, but wanted it to have a basis in legislation.[16][17] But a contemporary report in the Washington Post noted that the council was highly controversial, and Congress had passed legislation prohibiting the expenditure of funds for any federal body not established by law. The newspaper said the legislation was intended to defund the Council of Fine Arts.[18]\n\nLater in 1909, Senator Elihu Root (R-NY) drafted legislation establishing an advisory commission of fine arts.[15] Representative Samuel W. McCall (R-MA) introduced the bill, H.R. 19962, into the United States House of Representatives.[19] The House passed the legislation on February 9, 1910. The House bill made the members of the commission subject to approval by the Senate, gave their term of office as four years, and their qualifications as artists \"of repute\". In addition to having an advisory capacity on all questions of art and design, the commission was given final say on the selection of sites for monuments and statues.[20] Root managed the House bill through the Senate. Speaker Joseph Gurney Cannon opposed the bill, and it was bottled up the Committee on the Library. But in mid-March, a group of renegade Republicans joined forces with Democrats to strip Speaker Cannon of much of his power. The fine arts commission bill quickly passed through the committee and was brought up for a vote on the Senate floor.[17]\n\nThe Senate amended the bill, and passed it on May 3, 1910. One amendment, to bar statues of any person not dead 50 years, was turned down.[21] The Senate changed the qualifications of the commissioners to seven \"well qualified judges of the fine arts\". It struck the commission's authority to site monuments and statues, making the authority advisory only. It also added fountains to the type of items covered by the act.[19] In a conference committee on May 9, the House conferees agreed to the Senate amendments. They also won approval of the Senate conferees to remove the requirement that the commission members be approved by the Senate. Clarifying language was also added to the bill, permitting the commission to advise (upon request) on the U.S. Capitol and Library of Congress buildings.[19] H.R. 19962, as amended, was passed by the House on May 12, and the Senate on May 17.[22] Taft signed the legislation Public Law 61-181 (40 U.S.C. 104, 36 Stat. 371), shortly thereafter.\n\nPresident Taft named the seven members of the commission on June 13, 1910.[23] Taft appointed architect Daniel Burnham to be the chairman.[24]\n\nThe 1910 legislation establishing the CFA gave the commission the power to only provide advice on the siting of monuments and memorials. In October 1910, President William Howard Taft issued Executive Order 1259 (October 25, 1910), which required that all new public buildings erected in the District of Columbia be reviewed by the CFA as well.[25] On November 28, 1913, President Woodrow Wilson issued Executive Order 1862, which expanded the CFA's advisory authority to cover any \"new structures...which affect in any important way the appearance of the City, or whenever questions involving matters of art and with which the federal government is concerned...\"[26] Executive Order 3524, issued by President Warren G. Harding on July 28, 1921, further expanded the CFA's review to the design of coins, fountains, insignia, medals, monuments, parks, and statues, whether constructed or issued by the federal government or the government of the District of Columbia.[26]\n\n"
        },
        {
            "title": "Commission members",
            "text": "In May 2021, US president Joe Biden removed four white male members, one of them the Jewish chairman Justin Shubow, appointed to four-year terms by Donald Trump, following a complaint by Washington, D.C.'s Deputy Mayor that the committee members must \"embrace our diversity and advance equity as a remedy to the legacy of discrimination that shapes our surroundings to this day\".[27][28] Shubow, who was appointed in October 2018, said \"In the Commission's 110-year history, no commissioner has ever been removed by a President\".[29]\n\nThe Commission of Fine Arts is composed of seven members, who are appointed by the President. The appointments do not require Senate approval. Commission members serve four-year terms, and are not term-limited. The members of the commission as of May 2022 are:\n\nThe commissioners elect one of their members to be chair, and another to be vice-chair. Twelve individuals have chaired the Commission on Fine Arts as of May 2022. These people, and the dates of their service as chair (which may differ from their years of service on the commission):[32]\n\n"
        },
        {
            "title": "Exhibitions",
            "text": "In May 2010, the National Building Museum in Washington, D.C. opened an exhibition devoted solely to this agency. The exhibition, A Century of Design: The U.S. Commission of Fine Arts, 1910–2010, was on view from May to July 2010.\n\n"
        }
    ]
}