{
    "url": "https://en.wikipedia.org/wiki/United_States_Holocaust_Memorial_Museum",
    "title": "United States Holocaust Memorial Museum",
    "table_of_contents": [
        "1 History",
        "1.1 President's Commission on the Holocaust",
        "1.2 Attacks",
        "2 Architecture",
        "3 Exhibitions",
        "3.1 Hall of Remembrance",
        "3.2 Permanent Exhibition",
        "3.3 Remember the Children: Daniel's Story",
        "3.4 Stephen Tyrone Johns Memorial",
        "3.5 Special exhibitions",
        "4 Collections",
        "4.1 Museum gallery",
        "5 Operations",
        "5.1 Center for Advanced Holocaust Studies",
        "5.2 Committee on Conscience",
        "5.3 National Days of Remembrance of the Victims of the Holocaust",
        "5.4 National Institute for Holocaust Education",
        "5.5 Encyclopedia of Camps and Ghettos",
        "5.6 Outreach technology",
        "5.7 Traveling exhibitions",
        "5.8 Elie Wiesel Award",
        "5.9 The 2018 survey",
        "6 Governance",
        "7 Controversy",
        "8 See also",
        "9 References",
        "10 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe United States Holocaust Memorial Museum (USHMM) is the United States' official memorial to the Holocaust. Adjacent to the National Mall in Washington, D.C., the USHMM provides for the documentation, study, and interpretation of Holocaust history. It is dedicated to helping leaders and citizens of the world confront hatred, prevent genocide, promote human dignity, and strengthen democracy.[2]\n\nThe museum has an operating budget, as of September 2018, of $120.6 million.[3] In 2008, the museum had a staff of about 400 employees, 125 contractors, 650 volunteers, 91 Holocaust survivors, and 175,000 members. It had local offices in New York City, Boston, Boca Raton, Chicago, Los Angeles, and Dallas.[4]\n\nSince its dedication on April 22, 1993, the museum has had nearly 40 million visitors, including more than 10 million school children, 99 heads of state, and more than 3,500 foreign officials from over 211 countries and territories. The museum's visitors came from all over the world, and less than 10 percent of the museum's visitors are Jewish. Its website had 25 million visits in 2008, from an average of 100 countries daily. Thirty-five percent of these visits were from outside the United States.[2]\n\nThe USHMM's collections contain more than 12,750 artifacts, 49 million pages of archival documents, 85,000 historical photographs, a list of over 200,000 registered survivors and their families, 1,000 hours of archival footage, 93,000 library items, and 9,000 oral history testimonies. It also has teacher fellows in every state in the United States and, since 1994, almost 400 university fellows from 26 countries.[4]\n\nResearchers at the United States Holocaust Memorial Museum have documented 42,500 ghettos and concentration camps created by the Nazis throughout German-controlled areas of Europe from 1933 to 1945.[5]\n\nThough the museum is located geographically in the same cluster as the Smithsonian museums, contrary to popular conception, the United States Holocaust Memorial Museum is an independent entity, with its own governance structure. However, the museum and the Smithsonian regularly participate in joint projects.[citation needed]\n\n"
        },
        {
            "title": "History",
            "text": "On November 1, 1978, President Jimmy Carter established the President's Commission on the Holocaust, chaired by Elie Wiesel, a prominent author, activist, and Holocaust survivor. Its mandate was to investigate the creation and maintenance of a memorial to victims of the Holocaust and an appropriate annual commemoration to them. The mandate was created in a joint effort by Wiesel and Richard Krieger[6] (the original papers are on display at the Jimmy Carter Museum). On September 27, 1979, the Commission presented its report to the President, recommending the establishment of a national Holocaust memorial museum in Washington, D.C., with three main components: a national museum/memorial, an educational foundation, and a Committee on Conscience.[7]\n\nAfter a unanimous vote by the United States Congress in 1980 to establish the museum, the federal government made available 1.9 acres (0.77 ha) of land adjacent to the Washington Monument for construction. Under the original director Richard Krieger, and subsequent director Jeshajahu Weinberg and chairman Miles Lerman, nearly $190 million was raised from private sources for building design, artifact acquisition, and exhibition creation. In October 1988, President Ronald Reagan helped lay the cornerstone of the building, designed by architect James Ingo Freed. Dedication ceremonies on April 22, 1993, included speeches by American President Bill Clinton, Israeli President Chaim Herzog, Chairman Harvey Meyerhoff, and Elie Wiesel. On April 26, 1993, the museum opened to the general public. Its first visitor was the 14th Dalai Lama of Tibet.[8]\n\nThe museum was the target of a planned attack and a fatal shooting. In 2002, a federal jury convicted white supremacists Leo Felton and Erica Chase of planning to bomb a series of institutions associated with American black and Jewish communities, including the USHMM.[9] On June 10, 2009, 88-year-old James von Brunn, an antisemite, shot Museum Special Police Officer Stephen Tyrone Johns.  Special Police Officer Johns and von Brunn were both seriously wounded and transported by ambulance to the George Washington University Hospital. Special Police Officer Johns later died of his injuries; he is permanently honored in an official memorial at the USHMM. Von Brunn, who had a previous criminal record, died before the conclusion of his federal criminal trial,[10] in Butner federal prison in North Carolina.[11]\n\n"
        },
        {
            "title": "Architecture",
            "text": "Designed by the architect James Ingo Freed of Pei Cobb Freed & Partners, in association with Finegold Alexander + Associates Inc, the USHMM is created to be a \"resonator of memory\". (Born to a Jewish family in Germany, Freed came to the United States at the age of nine in 1939 with his parents, who fled the Nazi regime.) The outside of the building disappears into the neoclassical, Georgian, and modern architecture of Washington, D.C. Upon entering, each architectural feature becomes a new element of allusion to the Holocaust.[12] In designing the building, Freed researched post-World War II German architecture and visited Holocaust sites throughout Europe. The Museum building and the exhibitions within are intended to evoke deception, fear, and solemnity, in contrast to the comfort and grandiosity usually associated with Washington, D.C., public buildings.[13]\n\nOther partners in the construction of the USHMM included Weiskopf & Pickworth, Cosentini Associates LLP, Jules Fisher, and Paul Marantz, all from New York City. The structural engineering firm that was chosen for this project was Severud Associates. The Museum's Meyerhoff Theatre and Rubenstein Auditorium were constructed by Jules Fisher Associates of New York City. The Permanent Exhibition was designed by Ralph Appelbaum Associates.[14]\n\n"
        },
        {
            "title": "Exhibitions",
            "text": "The USHMM contains two exhibitions that have been open continuously since 1993 and numerous rotating exhibitions that deal with various topics related to the Holocaust and human rights.\n\nThe Hall of Remembrance is the USHMM's official memorial to the victims and survivors of the Holocaust. Visitors can memorialize the event by lighting candles, visiting an eternal flame, and reflecting in silence in the hexagonal hall.[15]\n\nAs a result of lobbying by Turkey, Israel, and American Jewish organizations, there is no mention of the Armenian genocide in the permanent exhibition. Individuals involved in the museum including Stuart Eizenstat and Monroe H. Freedman reported that Turkish diplomats told them that the safety of Jews in Turkey was not guaranteed if the museum included content on the Armenian Genocide.[16][17]\n\nUsing more than 900 artifacts, 70 video monitors, and four theaters showing historic film footage and eyewitness testimonies, the USHMM's Permanent Exhibition is the most visited exhibit at the Museum. Upon entering large industrial elevators on the first floor, visitors are given identification cards, each of which tells the story of a person such as a random victim or survivor of the Holocaust. Upon exiting these elevators on the fourth floor, visitors walk through a chronological history of the Holocaust, starting with the Nazi rise to power led by Adolf Hitler, 1933–1939. Topics dealt with include Aryan ideology, Kristallnacht, antisemitism, and the American response to Nazi Germany. Visitors continue walking to the third floor, where they learn about ghettos and the Final Solution – the Nazis's plan for the genocide of the Jews of Europe – during which the Nazis murdered six million Jews, many in gas chambers. The Permanent Exhibition ends on the second floor with the liberation of Nazi concentration camps by Allied forces; it includes a continuously looped film of Holocaust survivor testimony.  First-time visitors spend an average of two to three hours in this self-guided exhibition. Due to certain images and subject matter, it is recommended for visitors 11 years of age and older.[18]\n\nTo enter the Permanent Exhibition between March and August, visitors must acquire free timed passes from the Museum on the day of the visit, or online for a service fee.[19]\n\nRemember the Children: Daniel's Story is an exhibition designed to explain the Holocaust to elementary and middle school children. Opened in 1993, it follows true stories about children during the Holocaust. Daniel is named after the son of Isaiah Kuperstein, who was the original curator of the exhibit. He worked together with Ann Lewin and Stan Woodward to create the exhibit. Because of its popularity with families, it is still open to the public today.[20]\n\nIn October 2009, the USHMM unveiled a memorial plaque in honor of Special Police Officer Stephen Tyrone Johns.[21] In response to the outpouring of grief and support after the shooting on June 10, 2009, it has also established the Stephen Tyrone Johns Summer Youth Leadership Program. Each year, 50 outstanding young people from the Washington, D.C. area will be invited to the USHMM to learn about the Holocaust in honor of Johns' memory.[22]\n\nNotable special exhibitions have included A Dangerous Lie: The Protocols of the Elders of Zion (2006).[23]\n\n"
        },
        {
            "title": "Collections",
            "text": "The Museum's holdings included art, books, pamphlets, advertisements, maps, film and video historical footage, audio and video oral testimonies, music and sound recordings, furnishings, architectural fragments, models, machinery, tools, microfilm and microfiche of government documents and other official records, personal effects, personal papers, photographs, photo albums, and textiles.  This information can be accessed through online databases or by visiting the USHMM. Researchers from all over the world come to the USHMM Library and Archives and the Benjamin and Vladka Meed Registry of Holocaust Survivors.[24]\n\n"
        },
        {
            "title": "Operations",
            "text": "The United States Holocaust memorial Museum (USHMM) operates on a mixed federal and private revenue budget. For the 2014-2015 fiscal year, the museum reported total revenues of $133.4 million; $81.9 million and $51.4 million from private and public sources, respectively. Nearly the entirety of private funds come from donations. Expenses totaled of $104.6 million, with a total of $53.5 million used to pay 421 employees.[25] Net assets tallied $436.1 million as of September 30, 2015, of which $319.1 million is classified as long-term investments, including the museum's endowment.[26]\n\nIn 1998, the United States Holocaust memorial Museum (USHMM) established the Center for Advanced Holocaust Studies (CAHS). Working with the Academic Committee of the United States Holocaust Memorial Council, the CAHS supports research projects and publications about the Holocaust (including a partnership with Oxford University Press to publish the scholarly journal Holocaust and Genocide Studies), helps make accessible collections of Holocaust-related archival material, supports fellowship opportunities for pre- and post- doctoral researchers, and hosts seminars, summer research workshops for academics, conferences, lectures, and symposia. The CAHS's Visiting Scholars Program and other events have made the USHMM one of the world's principal venues for Holocaust scholarship.[27]\n\nThe Museum contains the offices of the Committee on Conscience (CoC), a joint United States government and privately funded think tank, which by presidential mandate engages in global human rights research. Using the Convention on the Prevention and Punishment of the Crime of Genocide, approved by the United Nations in 1948 and ratified by the United States in 1988, the CoC has established itself as a leading non-partisan commenter on the Darfur Genocide, as well as the war-torn region of Chechnya in Russia, a zone that the CoC believes could produce genocidal atrocities. The CoC does not have policy-making powers and serves solely as an advisory institution to the American and other governments.[28]\n\nIn addition to coordinating the National Civic Commemoration, ceremonies and educational programs during the week of the Days of Remembrance of the Victims of the Holocaust (DRVH) were regularly held throughout the country, sponsored by Governors, Mayors, veterans groups, religious groups, and military ships and stations throughout the world.\n\nEach year, the USHMM designated a special theme for DRVH observances, and prepares materials available at no charge to support observances and programs throughout the nation, and in the United States military. Days of Remembrance themes have included:\n\nThe USHMM conducted several programs devoted to improving Holocaust education. The Arthur and Rochelle Belfer Conference for Teachers, conducted in Washington, D.C., attracted around 200 middle school and secondary teachers from around the United States each year. The Education Division offered workshops around the United States for teachers to learn about the Holocaust, to participate in the Museum Teacher Fellowship Program (MTFP), and to join a national corps of educators who served as leaders in Holocaust education in their schools, communities, and professional organizations. Some MTFP participants also participated in the Regional Education Corps, an initiative to implement Holocaust education on a national level.[29]\n\nSince 1999, the USHMM also provided public service professionals, including law enforcement officers, military personnel, civil servants, and federal judges with ethics lessons based in Holocaust history. In partnership with the Anti-Defamation League, more than 21,000 law enforcement officers from worldwide and local law enforcement agencies such as the FBI and local police departments have been trained to act in a professional and democratic manner.[30]\n\nThe Encyclopedia of Camps and Ghettos, 1933–1945 is a seven-part encyclopedia series that explores the history of the concentration camps and the ghettos in German-occupied Europe during the Nazi era. The series is produced by the USHMM and published by the Indiana University Press. The work on the series began in 2000 by the researchers at the USHMM's Center for Advanced Holocaust Studies. Its general editor and project directory is the American historian Geoffrey P. Megargee. As of 2017, two volumes have been issued, with the third being planned for 2018.[31]\n\nVolume I covers the early camps that the SA and SS set up in the first year of the Nazi regime, and the camps later run by the SS Economic Administration Main Office and their numerous sub-camps. The volume contains 1,100 entries written by 150 contributors. The bulk of the volume is dedicated to cataloguing the camps, including locations, duration of operation, purpose, perpetrators and victims.[32]  Volume II is dedicated to the ghettos in German-occupied Eastern Europe and was published in 2012.[33]\n\nA large component of the USHMM was directed towards its website and associated accounts. With a majority of interest coming from the virtual world, the USHMM provided a variety of research tools online.\n\nThrough its online exhibitions,[34] the Museum published the Holocaust Encyclopedia—an online, multilingual encyclopedia detailing the events surrounding the Holocaust. It was published in all six of the official languages of the United Nations—Arabic, Mandarin, English, French, Russian, and Spanish, as well as in Greek, Portuguese, Persian, Turkish, and Urdu. It contained thousands of entries and includes copies of the identification card profiles that visitors receive at the Permanent Exhibition.[35]\n\nThe USHMM had partnered with Apple Inc. to publish free podcasts on iTunes about the Holocaust, antisemitism, and genocide prevention.[36] It also had its own channel on YouTube,[37] an official account on Facebook,[38] a Twitter page,[39] and an e-mail newsletter service.[40]\n\nThe Genocide Prevention Mapping Initiative was a collaboration between the USHMM and Google Earth. It sought to collect, share, and visually present to the world critical information on emerging crises that may lead to genocide or related crimes against humanity. While this initiative focused on the Darfur Conflict, the Museum wishes to broaden its scope to all human rights violations. The USHMM wanted to build an interactive \"global crisis map\" to share and understand information quickly, to \"see the situation\" when dealing with human rights abuses, enabling more effective prevention and response by the world.[41]\n\nSince 1991, the USHMM had created traveling exhibitions to travel all over the United States and the world. These exhibitions have been to over one hundred cities in more than 35 states. It is possible to request and host various subject matters including: \"The Nazi Olympics: Berlin 1936\", \"Nazi Persecution of Homosexuals\", and others depending on what a community desires.[42]\n\nThe United States Holocaust Memorial Museum Award was established in 2011 and it \"recognizes internationally prominent individuals whose actions have advanced the Museum’s vision of a world where people confront hatred, prevent genocide, and promote human dignity.\"[43]  It has been renamed the Elie Wiesel Award in honor of its first recipient. Winners include:\n\nIn 2018, a survey organized by the Claims Conference, USHMM, and others found that 41% of 1,350 American adults surveyed, and 66% of millennials, did not know what Auschwitz was. 41% of millennials incorrectly claimed that 2 million Jews or less were murdered during the Holocaust, while 22% said they had never heard of the Holocaust. Over 95% of all Americans surveyed were unaware that the Holocaust occurred in the Baltic states of Latvia, Lithuania, and Estonia. 45% of adults and 49% of millennials weren't able to name a single Nazi concentration camp or ghetto in German-occupied Europe during the Holocaust.[46]\n\n"
        },
        {
            "title": "Governance",
            "text": "The museum is overseen by the United States Holocaust Memorial Council, which includes 55 private citizens appointed by the President of the United States, five members of the United States Senate, and five members of the House of Representatives, and three ex-officio members from the Departments of State, the Education, and the Interior.[47]\n\nSince the museum opened, the council has been led by the following officers:[47]\n\nThe council has appointed the following as directors of the museum:[47]\n\n"
        },
        {
            "title": "Controversy",
            "text": "The museum was criticized for refusal to deal with questions of genocide in contemporary events. In 2017, it had pulled a study of the Syrian Civil War.[51][52] In June 2019, the USHMM became involved in a public debate about the appropriate use of Holocaust-related terminology after U.S. Representative Alexandria Ocasio-Cortez characterized the detention camps along the southern U.S. border as \"concentration camps\", and used the phrase \"Never Again\".[53] The USHMM then published a statement declaring that it \"unequivocally rejects efforts to create analogies between the Holocaust and other events, whether historical or contemporary.\"[54] Several hundred historians and scholars responded by publishing an open letter asking USHMM to retract the statement, calling it \"a radical position that is far removed from mainstream scholarship on the Holocaust and genocide. And it makes learning from the past almost impossible.\"[55]\n\n"
        },
        {
            "title": "References",
            "text": "Notes\n\nFurther reading\n\n"
        }
    ]
}