{
    "url": "https://en.wikipedia.org/wiki/United_States_federal_civil_service",
    "title": "United States federal civil service",
    "table_of_contents": [
        "1 Types of employees",
        "1.1 Hiring authorities",
        "1.2 Pay systems",
        "2 Federal agencies",
        "2.1 Employment by agency",
        "3 History",
        "3.1 U.S. Civil Service Commission",
        "3.2 Civil Service Reform Act of 1978",
        "3.3 Attempted reforms under the Trump administration",
        "4 Civil servants in literature",
        "5 See also",
        "6 References",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\nThe United States federal civil service is the civilian workforce (i.e., non-elected and non-military public sector employees) of the United States federal government's departments and agencies. The federal civil service was established in 1871 (5 U.S.C. § 2101).[1] U.S. state and local government entities often have comparable civil service systems that are modeled on the national system, in varying degrees.\n\nThe U.S. civil service is managed by the Office of Personnel Management, which as of December 2011[update] reported approximately 2.79 million civil servants employed by the federal government,[2][3][4] including employees in the departments and agencies run by any of the three branches of government (the executive branch, legislative branch, and judicial branch), including over 600,000 employees in the U.S. Postal Service.\n\n"
        },
        {
            "title": "Types of employees",
            "text": "There are three categories of U.S. federal employees:[5]\n\nA hiring authority is the law, executive order,  regulation that allows an agency to hire a person into the federal civil service.  In fiscal year 2014, there were 105 hiring authorities in use.  The following were the top 20 hiring authorities used that year, which accounted for 91% of new appointments:[8]\n\nThe pay system of the United States government civil service has evolved into a complex set of pay systems that include principally the General Schedule (GS) for white-collar employees, Federal Wage System (FWS) for blue-collar employees, Senior Executive System (SES) for Executive-level employees, Foreign Service Schedule (FS) for members of the Foreign Service and more than twelve alternate pay systems that are referred to as alternate or experimental pay systems such as the first experimental system China Lake Demonstration Project. The current system began as the Classification Act of 1923[9] and was refined into law with the Classification Act of 1949. These acts that provide the foundation of the current system have been amended through executive orders and through published amendments in the Federal Register that sets for approved changes in the regulatory structure of the federal pay system. The common goal among all pay systems is to achieve the goal of paying equitable salaries to all involved workers regardless of system, group or classification. This is referred to as pay equity or (\"equal pay for equal work\"). Select careers in high demand may be subject to a special rate table,[10] which can pay above the standard GS tables. These careers include certain engineering disciplines and patent examiners.[11][12]\n\nThe General Schedule (GS) includes white collar workers at levels 1 through 15, most professional, technical, administrative, and clerical positions in the federal civil service. The Federal Wage System or Wage Grade (WG) schedule includes most federal blue-collar workers. As of September 2004[update], 71% of federal civilian employees were paid under the GS; the remaining 29% were paid under other systems such as the Federal Wage System for federal blue-collar civilian employees, the Senior Executive Service and the Executive Schedule for high-ranking federal employees, and the pay schedules for the United States Postal Service and the Foreign Service. In addition, some federal agencies—such as the United States Securities and Exchange Commission, the Federal Reserve System, and the Federal Deposit Insurance Corporation—have their own unique pay schedules.\n\nAll federal employees in the GS system receive a base pay that is adjusted for locality. Locality pay varies, but is at least 15.95% of base salary in all parts of the United States. The following salary ranges represent the lowest and highest possible amounts a person can earn in base salary, without earning overtime pay or receiving a merit-based bonus. Actual salary ranges differ adjusted for increased locality pay. As of March 2022[update], however, all base salaries lie within the parameters of the following ranges:\n\nNineteen percent of federal employees earned salaries of $100,000 or more in 2009. The average federal worker's pay was $71,208 compared with $40,331 in the private sector, although under Office of Management and Budget Circular A-76, most menial or lower paying jobs have been outsourced to private contractors.[13] In 2010, there were 82,034 workers, 3.9% of the federal workforce, making more than $150,000 annually, compared to 7,240 in 2005.[14] GS salaries are capped by law so that they do not exceed the salary for Executive Schedule IV positions.[15] The increase in civil servants making more than $150,000 resulted mainly from an increase in Executive Schedule salary approved during the Administration of George W. Bush, which raised the salary cap for senior GS employees slightly above the $150,000 threshold.[16]\n\n"
        },
        {
            "title": "Federal agencies",
            "text": "Civil service employees work in one of the 15 executive departments or one of the independent agencies. In addition, a number of staff organizations are grouped into the Executive Office of the President, including the White House staff, the National Security Council, the Office of Management and Budget, the Council of Economic Advisers, the Office of the U.S. Trade Representative, the Office of National Drug Control Policy and the Office of Science and Technology Policy.\n\nIndependent agencies include the United States Postal Service (USPS), the National Aeronautics and Space Administration (NASA), the Central Intelligence Agency (CIA), the Environmental Protection Agency (EPA), and the United States Agency for International Development (USAID). In addition, there are government-owned corporations such as the Federal Deposit Insurance Corporation (FDIC) and the National Railroad Passenger Corporation (NRPC).[17]\n\nAs of March 2022[update], there are 392 federal agencies including 9 executive offices, 15 executive departments, 259 executive department sub-agencies and bureaus, 66 independent agencies, 42 boards, commissions, and committees, 11 quasi-official agencies[18]\n\nAs of January 2009[update], about 2 million civilian workers were employed by the federal government; excluding, the postal service and defense.\n\nThe federal government is the nation's single largest employer. Although most federal agencies are based in the Washington, D.C. region, only about 16% (or about 288,000) of the federal government workforce is employed in this region.[20]\n\n"
        },
        {
            "title": "History",
            "text": "In the early 19th century, positions in the federal government were held at the pleasure of the president—a person could be fired at any time. The spoils system meant that jobs were used to support the American political parties, though this was gradually changed by the Pendleton Civil Service Reform Act of 1883 and subsequent laws. By 1909, almost two-thirds of the U.S. federal workforce was appointed based on merit, that is, qualifications measured by tests. Certain senior civil service positions, including some heads of diplomatic missions and executive agencies, are filled by political appointees. Under the Hatch Act of 1939, civil servants are not allowed to engage in political activities while performing their duties.[21] In some cases, an outgoing administration will give its political appointees positions with civil service protection in order to prevent them from being fired by the new administration; this is called \"burrowing\" in civil service jargon.[22]\n\nPublic support in the United States for civil service reform strengthened following the assassination of President James Garfield.[23] The United States Civil Service Commission was created by the Pendleton Civil Service Reform Act, which was passed into law on January 16, 1883. The commission was created to administer the civil service of the United States federal government. The law required federal government employees to be selected through competitive exams and basis of merit.[23] It also prevented elected officials and political appointees from firing civil servants, removing civil servants from the influences of political patronage and partisan behavior.[23][24]  However, the law did not apply to state and municipal governments.\n\nEffective January 1, 1978, the commission was renamed the Office of Personnel Management under the provisions of Reorganization Plan No. 2 of 1978 (43 F.R. 36037, 92 Stat. 3783) and the Civil Service Reform Act of 1978.\n\nThis act abolished the United States Civil Service Commission and created the U.S. Office of Personnel Management (OPM), the Federal Labor Relations Authority (FLRA) and the U.S. Merit Systems Protection Board (MSPB). OPM primarily provides management guidance to the various agencies of the executive branch and issues regulations that control federal human resources. FLRA oversees the rights of federal employees to form collective bargaining units (unions) and to engage in collective bargaining with agencies. MSPB conducts studies of the federal civil service and mainly hears the appeals of federal employees who are disciplined or otherwise separated from their positions. This act was an effort to replace incompetent officials.[25][26]\n\nIn May 2018, President Donald Trump signed three executive orders intended to crack down on unions that represent federal employees and to make it easier to fire federal workers.[27] It was claimed that the changes are designed to strengthen merit-system principles in the civil service and improve efficiency, transparency, and accountability in the federal government.[28][27] However, in August 2018, after reviewing the executive orders in detail, U.S. District Court Judge Ketanji Brown Jackson temporarily[29] struck down most of the executive orders, ruling that they were an attempt to weaken federal labor unions representing federal employees.[30] Judge Jackson's ruling was reversed by the DC Circuit on jurisdiction grounds, saying the unions should first have complained to the Federal Labor Relations Authority.[31]\n\nIn October 2020, Trump signed an executive order that created a new category of federal employees, Schedule F, which included all career civil servants whose job includes \"policymaking\". Such employees would no longer be covered by civil service protections against arbitrary dismissal, but would be subject to the same rules as political appointees. The new description could be applied to thousands of nonpartisan experts such as scientists, who give advice to the political appointees who run their departments.[32] Heads of all federal agencies were ordered to report by January 19, 2021, a list of positions that could be reclassified as Schedule F. The Office of Management and Budget submitted a list in November that included 88 percent of the office's workforce.[33] Federal employee organizations and Congressional Democrats sought to overturn the order via lawsuits or bills. House Democrats warned in a letter that \"The executive order could precipitate a mass exodus from the federal government at the end of every presidential administration, leaving federal agencies without deep institutional knowledge, expertise, experience, and the ability to develop and implement long-term policy strategies.\"[34] Observers predicted that Trump could use the new rule to implement a \"massive government purge on his way out the door\".[35] Schedule F was eliminated by President Joe Biden on 22, January 2021, nullifying the personnel changes.[36]\n\n"
        }
    ]
}