{
    "url": "https://en.wikipedia.org/wiki/United_States_Attorney_General",
    "title": "United States Attorney General",
    "table_of_contents": [
        "1 History",
        "2 Presidential transition",
        "3 List of attorneys general",
        "3.1 Parties",
        "3.2 Status",
        "4 Line of succession",
        "5 See also",
        "6 Notes",
        "7 References",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe United States attorney general (AG) is the head of the United States Department of Justice, and is the chief law enforcement officer of the federal government of the United States. The attorney general serves as the principal advisor to the president of the United States on all legal matters. The attorney general is a statutory member of the Cabinet of the United States.\n\nUnder the Appointments Clause of the United States Constitution, the officeholder is nominated by the president of the United States, then appointed with the advice and consent of the United States Senate. The attorney general is supported by the Office of the Attorney General, which includes executive staff and several deputies.\n\nMerrick Garland has been the United States attorney general since March 11, 2021.[3][4]\n\n"
        },
        {
            "title": "History",
            "text": "Congress passed the Judiciary Act of 1789 which, among other things, established the Office of the Attorney General. The original duties of this officer were \"to prosecute and conduct all suits in the Supreme Court in which the United States shall be concerned, and to give his advice and opinion upon questions of law when required by the president of the United States, or when requested by the heads of any of the departments\".[5] Some of these duties have since been transferred to the United States solicitor general and the White House counsel.\n\nThe Department of Justice was established in 1870 to support the attorneys general in the discharge of their responsibilities.\n\nThe secretary of state, the secretary of the treasury, the secretary of defense, and the attorney general are regarded as the four most important Cabinet officials in the United States because of the size and importance of their respective departments.[6]\n\nAttorney General is a Level I position in the Executive Schedule,[2] thus earning a salary of US$221,400, as of January 2021.[7]\n\nThe title \"attorney general\" is an example of a noun (attorney) followed by a postpositive adjective (general).[8] \"General\" is a description of the type of attorney, not a title or rank in itself (as it would be in the military).[8] Even though the attorney general (and the similarly titled solicitor general) is often referred to as \"General\" or \"General [last name]\" by senior government officials, this is considered incorrect in standard American English usage.[8][9] For the same reason, the correct American English plural form is \"attorneys general\" rather than \"attorney generals\".[9]\n\n"
        },
        {
            "title": "Presidential transition",
            "text": "It is the practice for the attorney general, along with the other Cabinet secretaries and high-level political appointees of the president, to tender a resignation with effect on the Inauguration Day (January 20) of a new president. The deputy attorney general is also expected to tender a resignation, but is commonly requested to stay on and act as the attorney general pending the confirmation by the Senate of the new attorney general.\n\nFor example, upon the inauguration of President Donald Trump on January 20, 2017, then-Attorney General Loretta Lynch left her position, so then-Deputy Attorney General Sally Yates, who had also tendered her resignation, was asked to stay on to serve as the acting attorney general until the confirmation of the new attorney general Jeff Sessions, who had been nominated for the office in November 2016 by then-President-elect Donald Trump.[10][a]\n\n"
        },
        {
            "title": "List of attorneys general",
            "text": "  Federalist (4)\n  Democratic-Republican (5)\n  Democratic (34)\n  Whig (4)\n  Republican (40)\n  Political Independent (1)\n\n"
        },
        {
            "title": "Line of succession",
            "text": "U.S.C. Title 28, §508 establishes the first two positions in the line of succession, while allowing the attorney general to designate other high-ranking officers of the Department of Justice as subsequent successors.[25] Furthermore, an Executive Order defines subsequent positions, the most recent from March 31, 2017, signed by President Donald Trump.[26] The current line of succession is:\n\n"
        }
    ]
}