{
    "url": "https://en.wikipedia.org/wiki/United_States_Navy",
    "title": "United States Navy",
    "table_of_contents": [
        "1 Mission",
        "2 History",
        "2.1 Origins",
        "2.2 From re-establishment to the Civil War",
        "2.3 20th century",
        "2.3.1 World War I and interwar years",
        "2.3.2 World War II",
        "2.3.3 Cold War and 1990s",
        "2.4 21st century",
        "3 Organization",
        "3.1 Operating forces",
        "3.2 Shore establishments",
        "3.3 Relationships with other service branches",
        "3.3.1 United States Marine Corps",
        "3.3.2 United States Coast Guard",
        "4 Personnel",
        "4.1 Uniforms",
        "4.1.1 Commissioned officers",
        "4.1.2 Warrant officers",
        "4.1.3 Enlisted",
        "4.1.4 Badges of the United States Navy",
        "5 Bases",
        "5.1 Eastern United States",
        "5.2 Western United States and Hawaii",
        "5.3 United States territories",
        "5.4 Foreign countries",
        "6 Equipment",
        "6.1 Ships",
        "6.1.1 Aircraft carriers",
        "6.1.2 Amphibious warfare vessels",
        "6.1.3 Cruisers",
        "6.1.4 Destroyers",
        "6.1.5 Frigates and Littoral combat ships",
        "6.1.6 Mine countermeasures ships",
        "6.1.7 Patrol boats",
        "6.1.8 Submarines",
        "6.2 Aircraft",
        "6.3 Weapons",
        "7 Naval jack",
        "8 Notable sailors",
        "8.1 Officers",
        "8.2 Presidents",
        "8.3 Government officials",
        "8.4 Others",
        "9 See also",
        "10 References",
        "11 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe United States Navy (USN) is the maritime service branch of the United States Armed Forces and one of the eight uniformed services of the United States. It is the largest and most powerful navy in the world, with the estimated tonnage of its active battle fleet alone exceeding the next 13 navies combined, including 11 allies or partner nations of the United States as of 2015.[7][8][9][10] It has the highest combined battle fleet tonnage[11][7] (4,635,628 tonnes as of 2019)[12] and the world's largest aircraft carrier fleet, with eleven in service, two new carriers under construction, and five other carriers planned. With 336,978 personnel on active duty and 101,583 in the Ready Reserve, the United States Navy is the third largest of the United States military service branches in terms of personnel. It has 290 deployable combat vessels and more than 2,623 operational aircraft as of June 2019[update].[3]\n\nThe United States Navy traces its origins to the Continental Navy, which was established during the American Revolutionary War and was effectively disbanded as a separate entity shortly thereafter. After suffering significant loss of goods and personnel at the hands of the Barbary pirates from Algiers, the United States Congress passed the Naval Act of 1794 for the construction of six heavy frigates, the first ships of the Navy. The United States Navy played a major role in the American Civil War by blockading the Confederacy and seizing control of its rivers. It played the central role in the World War II defeat of Imperial Japan. The United States Navy emerged from World War II as the most powerful navy in the world. The modern United States Navy maintains a sizable global presence, deploying in strength in such areas as the Western Pacific, the Mediterranean, and the Indian Ocean. It is a blue-water navy with the ability to project force onto the littoral regions of the world, engage in forward deployments during peacetime and rapidly respond to regional crises, making it a frequent actor in American foreign and military policy.\n\nThe United States Navy is part of the Department of the Navy, alongside the United States Marine Corps, which is its coequal sister service. The Department of the Navy is headed by the civilian secretary of the Navy. The Department of the Navy is itself a military department of the Department of Defense, which is headed by the secretary of defense. The chief of naval operations (CNO) is the most senior Navy officer serving in the Department of the Navy.[13]\n\n"
        },
        {
            "title": "Mission",
            "text": "The U.S. Navy is a seaborne branch of the military of the United States. The Navy's three primary areas of responsibility:[15]\n\nU.S. Navy training manuals state that the mission of the U.S. Armed Forces is \"to be prepared to conduct prompt and sustained combat operations in support of the national interest.\" The Navy's five enduring functions are: sea control, power projection, deterrence, maritime security, and sealift.[16]\n\n"
        },
        {
            "title": "History",
            "text": "The Navy was rooted in the colonial seafaring tradition, which produced a large community of sailors, captains, and shipbuilders.[20] In the early stages of the American Revolutionary War, Massachusetts had its own Massachusetts Naval Militia. The rationale for establishing a national navy was debated in the Second Continental Congress. Supporters argued that a navy would protect shipping, defend the coast, and make it easier to seek support from foreign countries. Detractors countered that challenging the British Royal Navy, then the world's preeminent naval power, was a foolish undertaking. Commander in Chief George Washington resolved the debate when he commissioned the ocean-going schooner USS Hannah to interdict British merchantmen and reported the captures to the Congress. On 13 October 1775, the Continental Congress authorized the purchase of two vessels to be armed for a cruise against British merchantmen; this resolution created the Continental Navy and is considered the first establishment of the U.S. Navy.[21] The Continental Navy achieved mixed results; it was successful in a number of engagements and raided many British merchant vessels, but it lost twenty-four of its vessels[22] and at one point was reduced to two in active service.[23] In August 1785, after the Revolutionary War had drawn to a close, Congress had sold Alliance, the last ship remaining in the Continental Navy due to a lack of funds to maintain the ship or support a navy.[24][25]\n\nIn 1972, the Chief of Naval Operations, Admiral Elmo Zumwalt, authorized the Navy to celebrate its birthday on 13 October to honor the establishment of the Continental Navy in 1775.[26][21]\n\nThe United States was without a navy for nearly a decade, a state of affairs that exposed U.S. maritime merchant ships to a series of attacks by the Barbary pirates. The sole armed maritime presence between 1790 and the launching of the U.S. Navy's first warships in 1797 was the U.S. Revenue-Marine, the primary predecessor of the U.S. Coast Guard. Although the United States Revenue Cutter Service conducted operations against the pirates, the pirates' depredations far outstripped its abilities and Congress passed the Naval Act of 1794 that established a permanent standing navy on 27 March 1794.[27] The Naval Act ordered the construction and manning of six frigates and, by October 1797,[22] the first three were brought into service: USS United States, USS Constellation, and USS Constitution. Due to his strong posture on having a strong standing Navy during this period, John Adams is \"often called the father of the American Navy\".[28] In 1798–99 the Navy was involved in an undeclared Quasi-War with France.[29] From 1801 to 1805, in the First Barbary War, the U.S. Navy defended U.S. ships from the Barbary pirates, blockaded the Barbary ports and executed attacks against the Barbary' fleets.\n\nThe U.S. Navy saw substantial action in the War of 1812, where it was victorious in eleven single-ship duels with the Royal Navy. It proved victorious in the Battle of Lake Erie and prevented the region from becoming a threat to American operations in the area. The result was a major victory for the U.S. Army at the Niagara Frontier of the war, and the defeat of the Native American allies of the British at the Battle of the Thames. Despite this, the U.S. Navy could not prevent the British from blockading its ports and landing troops.[30] But after the War of 1812 ended in 1815, the U.S. Navy primarily focused its attention on protecting American shipping assets, sending squadrons to the Caribbean, the Mediterranean, where it participated in the Second Barbary War that ended piracy in the region, South America, Africa, and the Pacific.[22] From 1819 to the outbreak of the Civil War, the Africa Squadron operated to suppress the slave trade, seizing 36 slave ships, although its contribution was smaller than that of the much larger British Royal Navy.\n\nDuring the Mexican–American War the U.S. Navy blockaded Mexican ports, capturing or burning the Mexican fleet in the Gulf of California and capturing all major cities in Baja California peninsula. In 1846–1848 the Navy successfully used the Pacific Squadron under Commodore Robert F. Stockton and its marines and blue-jackets to facilitate the capture of California with large-scale land operations coordinated with the local militia organized in the California Battalion. The Navy conducted the U.S. military's first large-scale amphibious joint operation by successfully landing 12,000 army troops with their equipment in one day at Veracruz, Mexico. When larger guns were needed to bombard Veracruz, Navy volunteers landed large guns and manned them in the successful bombardment and capture of the city. This successful landing and capture of Veracruz opened the way for the capture of Mexico City and the end of the war.[30] The U.S. Navy established itself as a player in United States foreign policy through the actions of Commodore Matthew C. Perry in Japan, which resulted in the Convention of Kanagawa in 1854.\n\nNaval power played a significant role during the American Civil War, in which the Union had a distinct advantage over the Confederacy on the seas.[30] A Union blockade on all major ports shut down exports and the coastal trade, but blockade runners provided a thin lifeline. The Brown-water navy components of the U.S. navy control of the river systems made internal travel difficult for Confederates and easy for the Union. The war saw ironclad warships in combat for the first time at the Battle of Hampton Roads in 1862, which pitted USS Monitor against CSS Virginia.[31] For two decades after the war, however, the U.S. Navy's fleet was neglected and became technologically obsolete.[32]\n\nA modernization program beginning in the 1880s when the first steel-hulled warships stimulated the American steel industry, and \"the new steel navy\" was born.[33] This rapid expansion of the U.S. Navy and its decisive victory over the outdated Spanish Navy in 1898 brought a new respect for American technical quality. Rapid building of at first pre-dreadnoughts, then dreadnoughts brought the U.S. in line with the navies of countries such as Britain and Germany. In 1907, most of the Navy's battleships, with several support vessels, dubbed the Great White Fleet, were showcased in a 14-month circumnavigation of the world. Ordered by President Theodore Roosevelt, it was a mission designed to demonstrate the Navy's capability to extend to the global theater.[22] By 1911, the U.S. had begun building the super-dreadnoughts at a pace to eventually become competitive with Britain.[34] The 1911 also saw the first naval aircraft with the navy[35] which would lead to the informal establishment of United States Naval Flying Corps to protect shore bases. It was not until 1921 US naval aviation truly commenced.\n\nDuring World War I, the U.S. Navy spent much of its resources protecting and shipping hundreds of thousands of soldiers and marines of the American Expeditionary Force and war supplies across the Atlantic in U-boat infested waters with the Cruiser and Transport Force. It also concentrated on laying the North Sea Mine Barrage. Hesitation by the senior command meant that naval forces were not contributed until late 1917. Battleship Division Nine was dispatched to Britain and served as the Sixth Battle Squadron of the British Grand Fleet. Its presence allowed the British to decommission some older ships and reuse the crews on smaller vessels. Destroyers and U.S. Naval Air Force units like the Northern Bombing Group contributed to the anti-submarine operations. The strength of the United States Navy grew under an ambitious ship building program associated with the Naval Act of 1916.\n\nNaval construction, especially of battleships, was limited by the Washington Naval Conference of 1921–22, the first arms control conference in history. The aircraft carriers USS Saratoga (CV-3) and USS Lexington (CV-2) were built on the hulls of partially built battle cruisers that had been canceled by the treaty. The New Deal used Public Works Administration funds to build warships, such as USS Yorktown (CV-5) and USS Enterprise (CV-6). By 1936, with the completion of USS Wasp (CV-7), the U.S. Navy possessed a carrier fleet of 165,000 tonnes displacement, although this figure was nominally recorded as 135,000 tonnes to comply with treaty limitations. Franklin Roosevelt, the number two official in the Navy Department during World War I, appreciated the Navy and gave it strong support. In return, senior leaders were eager for innovation and experimented with new technologies, such as magnetic torpedoes, and developed a strategy called War Plan Orange for victory in the Pacific in a hypothetical war with Japan that would eventually become reality.[36]\n\nThe U.S. Navy grew into a formidable force in the years prior to World War II, with battleship production being restarted in 1937, commencing with USS North Carolina (BB-55). Though ultimately unsuccessful, Japan tried to neutralize this strategic threat with the surprise attack on Pearl Harbor on 7 December 1941. Following American entry into the war, the U.S. Navy grew tremendously as the United States was faced with a two-front war on the seas. It achieved notable acclaim in the Pacific Theater, where it was instrumental to the Allies' successful \"island hopping\" campaign.[23] The U.S. Navy participated in many significant battles, including the Battle of the Coral Sea, the Battle of Midway, the Solomon Islands Campaign, the Battle of the Philippine Sea, the Battle of Leyte Gulf, and the Battle of Okinawa. By 1943, the navy's size was larger than the combined fleets of all the other combatant nations in World War II.[37] By war's end in 1945, the U.S. Navy had added hundreds of new ships, including 18 aircraft carriers and 8 battleships, and had over 70% of the world's total numbers and total tonnage of naval vessels of 1,000 tons or greater.[38][39] At its peak, the U.S. Navy was operating 6,768 ships on V-J Day in August 1945.[40]\n\nDoctrine had significantly shifted by the end of the war. The U.S. Navy had followed in the footsteps of the navies of Great Britain and Germany which favored concentrated groups of battleships as their main offensive naval weapons.[41] The development of the aircraft carrier and its devastating use by the Japanese against the U.S. at Pearl Harbor, however, shifted U.S. thinking. The Pearl Harbor attack destroyed or took out of action a significant number of U.S. Navy battleships. This placed much of the burden of retaliating against the Japanese on the small number of aircraft carriers.[42] During World War II some 4,000,000 Americans served in the United States Navy.[43]\n\nSee also: 1989 United States Navy order of battle\nThe potential for armed conflict with the Soviet Union during the Cold War pushed the U.S. Navy to continue its technological advancement by developing new weapons systems, ships, and aircraft. U.S. naval strategy changed to that of forward deployment in support of U.S. allies with an emphasis on carrier battle groups.[44]\n\nThe navy was a major participant in the Vietnam War, blockaded Cuba during the Cuban Missile Crisis, and, through the use of ballistic missile submarines, became an important aspect of the United States' nuclear strategic deterrence policy. The U.S. Navy conducted various combat operations in the Persian Gulf against Iran in 1987 and 1988, most notably Operation Praying Mantis. The Navy was extensively involved in Operation Urgent Fury, Operation Desert Shield, Operation Desert Storm, Operation Deliberate Force, Operation Allied Force, Operation Desert Fox and Operation Southern Watch.\n\nThe U.S. Navy has also been involved in search and rescue/search and salvage operations, sometimes in conjunction with vessels of other countries as well as with U.S. Coast Guard ships. Two examples are the 1966 Palomares B-52 crash incident and the subsequent search for missing hydrogen bombs, and Task Force 71 of the Seventh Fleet's operation in search for Korean Air Lines Flight 007, shot down by the Soviets on 1 September 1983.\n\nThe U.S. Navy continues to be a major support to U.S. interests in the 21st century. Since the end of the Cold War, it has shifted its focus from preparations for large-scale war with the Soviet Union to special operations and strike missions in regional conflicts.[46] The navy participated in Operation Enduring Freedom, Operation Iraqi Freedom, and is a major participant in the ongoing War on Terror, largely in this capacity. Development continues on new ships and weapons, including the  Gerald R. Ford-class aircraft carrier and the Littoral combat ship. Because of its size, weapons technology, and ability to project force far from U.S. shores, the current U.S. Navy remains an asset for the United States. Moreover, it is the principal means through which the U.S. maintains international global order, namely by safeguarding global trade and protecting allied nations.[47]\n\nIn 2007, the U.S. Navy joined with the U.S. Marine Corps and U.S. Coast Guard to adopt a new maritime strategy called A Cooperative Strategy for 21st Century Seapower that raises the notion of prevention of war to the same philosophical level as the conduct of war. The strategy was presented by the Chief of Naval Operations, the Commandant of the Marine Corps, and Commandant of the Coast Guard at the International Sea Power Symposium in Newport, Rhode Island on 17 October 2007.[48]\n\nThe strategy recognized the economic links of the global system and how any disruption due to regional crises (man-made or natural) can adversely impact the U.S. economy and quality of life. This new strategy charts a course for the Navy, Coast Guard, and Marine Corps to work collectively with each other and international partners to prevent these crises from occurring or reacting quickly should one occur to prevent negative impacts on the U.S.\n\nIn 2010, Admiral Gary Roughead, Chief of Naval Operations, noted that demands on the Navy have grown as the fleet has shrunk and that in the face of declining budgets in the future, the U.S. Navy must rely even more on international partnerships.[49]\n\nIn its 2013 budget request, the navy focused on retaining all eleven big deck carriers, at the expense of cutting numbers of smaller ships and delaying the SSBN replacement.[50] By the next year the USN found itself unable to maintain eleven aircraft carriers in the face of the expiration of budget relief offered by the Bipartisan Budget Act of 2013 and CNO Jonathan Greenert said that a ten ship carrier fleet would not be able to sustainably support military requirements.[51] The British First Sea Lord George Zambellas said that[52] the USN had switched from \"outcome-led to resource-led\" planning.[53]\n\nOne significant change in U.S. policymaking that is having a major effect on naval planning is the Pivot to East Asia. In response, the Secretary of the Navy Ray Mabus stated in 2015 that 60 percent of the total U.S. fleet will be deployed to the Pacific by 2020.[54] The Navy's most recent 30-year shipbuilding plan, published in 2016, calls for a future fleet of 350 ships to meet the challenges of an increasingly competitive international environment.[52] A provision of the 2018 National Defense Authorization Act called for expanding the naval fleet to 355 ships \"as soon as practicable\", but did not establish additional funding nor a timeline.[55]\n\n"
        },
        {
            "title": "Organization",
            "text": "The U.S. Navy falls under the administration of the Department of the Navy, under civilian leadership of the Secretary of the Navy (SECNAV). The most senior naval officer is the Chief of Naval Operations (CNO), a four-star admiral who is immediately under and reports to the Secretary of the Navy. At the same time, the Chief of Naval Operations is a member of the Joint Chiefs of Staff, which is the second-highest deliberative body of the armed forces after the United States National Security Council, although it plays only an advisory role to the President and does not nominally form part of the chain of command. The Secretary of the Navy and Chief of Naval Operations are responsible for organizing, recruiting, training, and equipping the Navy so that it is ready for operation under the commanders of the unified combatant commands.\n\nThere are nine components in the operating forces of the U.S. Navy: the United States Fleet Forces Command (formerly United States Atlantic Fleet), United States Pacific Fleet, United States Naval Forces Central Command, United States Naval Forces Europe, Naval Network Warfare Command, Navy Reserve, United States Naval Special Warfare Command, Operational Test and Evaluation Force, and Military Sealift Command. Fleet Forces Command controls a number of unique capabilities, including Military Sealift Command, Naval Expeditionary Combat Command, and Navy Cyber Forces.\n\nThe United States Navy has seven active numbered fleets – Second, Third, Fifth, Sixth, Seventh and Tenth Fleets are each led by a vice admiral, and the Fourth Fleet is led by a rear admiral. These seven fleets are further grouped under Fleet Forces Command (the former Atlantic Fleet), Pacific Fleet, Naval Forces Europe-Africa, and Naval Forces Central Command, whose commander also doubles as Commander Fifth Fleet; the first three commands being led by four-star admirals. The United States First Fleet existed after World War II from 1947, but it was redesignated the Third Fleet in early 1973. The United States Second Fleet was deactivated in September 2011 but reestablished in August 2018 amid heightened tensions with Russia.[56] It is headquartered in Norfolk, Virginia, with responsibility over the East Coast and North Atlantic.[57] In early 2008, the Navy reactivated the United States Fourth Fleet to control operations in the area controlled by Southern Command, which consists of US assets in and around Central and South America.[58] Other number fleets were activated during World War II and later deactivated, renumbered, or merged.\n\nShore establishments exist to support the mission of the fleet through the use of facilities on land. Among the commands of the shore establishment, as of April 2011[update], are the Naval Education and Training Command, the Naval Meteorology and Oceanography Command, the Naval Information Warfare Systems Command, the Naval Facilities Engineering Command, the Naval Supply Systems Command, the Naval Air Systems Command, the Naval Sea Systems Command, the Bureau of Medicine and Surgery, the Bureau of Naval Personnel, the United States Naval Academy, the Naval Safety Center, the Naval Aviation Warfighting Development Center (formerly known as the Naval Strike and Air Warfare Center), and the United States Naval Observatory.[59] Official Navy websites list the Office of the Chief of Naval Operations and the Chief of Naval Operations as part of the shore establishment, but these two entities effectively sit superior to the other organizations, playing a coordinating role.[60]\n\nIn 1834, the United States Marine Corps came under the Department of the Navy.[61] Historically, the Navy has had a unique relationship with the USMC, partly because they both specialize in seaborne operations. Together the Navy and Marine Corps form the Department of the Navy and report to the Secretary of the Navy. However, the Marine Corps is a distinct, separate service branch[62] with its own uniformed service chief – the Commandant of the Marine Corps, a four-star general.\n\nThe Marine Corps depends on the Navy for medical support (dentists, doctors, nurses, medical technicians known as corpsmen) and religious support (chaplains). Thus, Navy officers and enlisted sailors fulfill these roles. When attached to Marine Corps units deployed to an operational environment they generally wear Marine camouflage uniforms, but otherwise, they wear Navy dress uniforms unless they opt to conform to Marine Corps grooming standards.[60]\n\nIn the operational environment, as an expeditionary force specializing in amphibious operations, Marines often embark on Navy ships to conduct operations from beyond territorial waters. Marine units deploying as part of a Marine Air-Ground Task Force (MAGTF) operate under the command of the existing Marine chain of command. Although Marine units routinely operate from amphibious assault ships, the relationship has evolved over the years much as the Commander of the Carrier Air Group/Wing (CAG) does not work for the carrier commanding officer, but coordinates with the ship's CO and staff. Some Marine aviation squadrons, usually fixed-wing assigned to carrier air wings train and operate alongside Navy squadrons; they fly similar missions and often fly sorties together under the cognizance of the CAG. Aviation is where the Navy and Marines share the most common ground since aircrews are guided in their use of aircraft by standard procedures outlined in a series of publications known as NATOPS manuals.\n\nThe United States Coast Guard, in its peacetime role with the Department of Homeland Security, fulfills its law enforcement and rescue role in the maritime environment. It provides Law Enforcement Detachments (LEDETs) to Navy vessels, where they perform arrests and other law enforcement duties during naval boarding and interdiction missions. In times of war, the Coast Guard may be called upon to operate as a service in the Navy.[63] At other times, Coast Guard Port Security Units are sent overseas to guard the security of ports and other assets. The Coast Guard also jointly staffs the Navy's naval coastal warfare groups and squadrons (the latter of which were known as harbor defense commands until late-2004), which oversee defense efforts in foreign littoral combat and inshore areas.\n\n"
        },
        {
            "title": "Personnel",
            "text": "The United States Navy has over 400,000 personnel, approximately a quarter of whom are in ready reserve. Of those on active duty, more than eighty percent are enlisted sailors and around fifteen percent are commissioned officers; the rest are midshipmen of the United States Naval Academy and midshipmen of the Naval Reserve Officer Training Corps at over 180 universities around the country and officer candidates at the Navy's Officer Candidate School.[3]\n\nEnlisted sailors complete basic military training at boot camp and then are sent to complete training for their individual careers.[64]\n\nSailors prove they have mastered skills and deserve responsibilities by completing Personnel Qualification Standards (PQS) tasks and examinations. Among the most important is the \"warfare qualification\", which denotes a journeyman level of capability in Surface Warfare, Aviation Warfare, Information Dominance Warfare, Naval Aircrew, Special Warfare, Seabee Warfare, Submarine Warfare or Expeditionary Warfare. Many qualifications are denoted on a sailor's uniform with U.S. Navy badges and insignia.\n\nThe uniforms of the U.S. Navy have evolved gradually since the first uniform regulations for officers were issued in 1802 on the formation of the Navy Department. The predominant colors of U.S. Navy uniforms are navy blue and white. U.S. Navy uniforms were based on Royal Navy uniforms of the time and have tended to follow that template.[65]\n\nNavy officers serve either as a line officer or as a staff corps officer. Line officers wear an embroidered gold star above their rank of the naval service dress uniform while staff corps officers and commissioned warrant officers wear unique designator insignias that denotes their occupational specialty.[66][67]\n\nWarrant and chief warrant officer ranks are held by technical specialists who direct specific activities essential to the proper operation of the ship, which also require commissioned officer authority.[68] Navy warrant officers serve in 30 specialties covering five categories. Warrant officers should not be confused with the limited duty officer (LDO) in the Navy. Warrant officers perform duties that are directly related to their previous enlisted service and specialized training. This allows the Navy to capitalize on the experience of warrant officers without having to frequently transition them to other duty assignments for advancement.[69] Most Navy warrant officers are accessed from the chief petty officer pay grades, E-7 through E-9, analogous to a senior non-commissioned officer in the other services, and must have a minimum 14 years in service.[70]\n\nSailors in pay grades E-1 through E-3 are considered to be in apprenticeships.[71] They are divided into five definable groups, with colored group rate marks designating the group to which they belong: Seaman, Fireman, Airman, Constructionman, and Hospitalman. E-4 to E-6 are non-commissioned officers (NCOs), and are specifically called Petty officers in the Navy.[72] Petty Officers perform not only the duties of their specific career field but also serve as leaders to junior enlisted personnel. E-7 to E-9 are still considered Petty Officers, but are considered a separate community within the Navy. They have separate berthing and dining facilities (where feasible), wear separate uniforms, and perform separate duties.\n\nAfter attaining the rate of Master Chief Petty Officer, a service member may choose to further their career by becoming a Command Master Chief Petty Officer (CMC). A CMC is considered to be the senior-most enlisted service member within a command, and is the special assistant to the Commanding Officer in all matters pertaining to the health, welfare, job satisfaction, morale, use, advancement and training of the command's enlisted personnel.[73][74] CMCs can be Command level (within a single unit, such as a ship or shore station), Fleet level (squadrons consisting of multiple operational units, headed by a flag officer or commodore), or Force level (consisting of a separate community within the Navy, such as Subsurface, Air, Reserves).[75]\n\nCMC insignia are similar to the insignia for Master Chief, except that the rating symbol is replaced by an inverted five-point star, reflecting a change in their rating from their previous rating (i.e., MMCM) to CMDCM. The stars for Command Master Chief are silver, while stars for Fleet or Force Master Chief are gold. Additionally, CMCs wear a badge, worn on their left breast pocket, denoting their title (Command/Fleet/Force).[74][76]\n\nInsignia and badges of the United States Navy are military \"badges\" issued by the U.S. Department of the Navy to naval service members who achieve certain qualifications and accomplishments while serving on both active and reserve duty in the United States Navy. Most naval aviation insignia are also permitted for wear on uniforms of the United States Marine Corps.\n\nAs described in Chapter 5 of U.S. Navy Uniform Regulations,[77] \"badges\" are categorized as breast insignia (usually worn immediately above and below ribbons) and identification badges (usually worn at breast pocket level).[78] Breast insignia are further divided between command and warfare and other qualification.[79]\n\nInsignia come in the form of metal \"pin-on devices\" worn on formal uniforms and embroidered \"tape strips\" worn on work uniforms. For the purpose of this article, the general term \"insignia\" shall be used to describe both, as it is done in Navy Uniform Regulations. The term \"badge\", although used ambiguously in other military branches and in informal speak to describe any pin, patch, or tab, is exclusive to identification badges[80] and authorized marksmanship awards[81] according to the language in Navy Uniform Regulations, Chapter 5. Below are just a few of the many badges maintained by the Navy. The rest can be seen in the article cited at the top of this section:\n\n"
        },
        {
            "title": "Bases",
            "text": "The size, complexity, and international presence of the United States Navy requires a large number of navy installations to support its operations. While the majority of bases are located inside the United States itself, the Navy maintains a significant number of facilities abroad, either in U.S.-controlled territories or in foreign countries under a Status of Forces Agreement (SOFA).\n\nThe second largest concentration of installations is at Hampton Roads, Virginia, where the navy occupies over 36,000 acres (15,000 ha) of land. Located at Hampton Roads are Naval Station Norfolk, homeport of the Atlantic Fleet; Naval Air Station Oceana, a Master Jet Base; Naval Amphibious Base Little Creek; and Training Support Center Hampton Roads as well as a number of Navy and commercial shipyards that service navy vessels. The Aegis Training and Readiness Center is located at the Naval Support Activity South Potomac in Dahlgren, Virginia. Maryland is home to NAS Patuxent River, which houses the Navy's Test Pilot School. Also located in Maryland is the United States Naval Academy, situated in Annapolis. NS Newport in Newport, Rhode Island is home to many schools and tenant commands, including the Officer Candidate School, Naval Undersea Warfare Center, and more, and also maintains inactive ships.[clarification needed]\n\nThere is also a naval base in Charleston, South Carolina. This is home to the Naval Nuclear Power Training Command, under which reside the Nuclear Field \"A\" Schools (for Machinist Mates (Nuclear), Electrician Mates (Nuclear), and Electronics Technicians (Nuclear)), Nuclear Power School (Officer and Enlisted); and one of two Nuclear Power Training Unit 'Prototype' schools. The state of Florida is the location of three major bases, NS Mayport, the Navy's fourth largest, in Jacksonville, Florida; NAS Jacksonville, a Master Air Anti-submarine Warfare base; and NAS Pensacola; home of the Naval Education and Training Command, the Naval Air Technical Training Center that provides specialty training for enlisted aviation personnel and is the primary flight training base for Navy and Marine Corps Naval Flight Officers and enlisted Naval Aircrewmen. There is also NSA Panama City, Florida which is home to the Center for Explosive Ordnance Disposal and Divising (CENEODIVE) and the Navy Diving and Salvage Training Center and NSA Orlando, Florida, which home to the Naval Air Warfare Center Training Systems Division (NAWCTSD).\n\nThe main U.S. Navy submarine bases on the east coast are located in Naval Submarine Base New London in Groton, Connecticut and NSB Kings Bay in Kings Bay, Georgia. The Portsmouth Naval Shipyard near Portsmouth, New Hampshire,[82] which repairs naval submarines.[3] NS Great Lakes, north of Chicago, Illinois is the home of the Navy's boot camp for enlisted sailors.\n\nThe Washington Navy Yard in Washington, DC is the Navy's oldest shore establishment and serves as a ceremonial and administrative center for the U.S. Navy, home to the Chief of Naval Operations and numerous commands.\n\nThe U.S. Navy's largest complex is Naval Air Weapons Station China Lake, California, which covers 1.1 million acres (4,500 km2) of land, or approximately one-third of the U.S. Navy's total land holdings.[3]\n\nNaval Base San Diego, California is the main homeport of the Pacific Fleet, although its headquarters is located in Pearl Harbor, Hawaii. NAS North Island is located on the north side of Coronado, California, and is home to Headquarters for Naval Air Forces and Naval Air Force Pacific, the bulk of the Pacific Fleet's helicopter squadrons, and part of the West Coast aircraft carrier fleet. NAB Coronado is located on the southern end of the Coronado Island and is home to the navy's west coast SEAL teams and special boat units. NAB Coronado is also home to the Naval Special Warfare Center, the primary training center for SEALs.\n\nThe other major collection of naval bases on the west coast is in Puget Sound, Washington. Among them, NS Everett is one of the newer bases and the navy states that it is its most modern facility.[83]\n\nNAS Fallon, Nevada serves as the primary training ground for navy strike aircrews and is home to the Naval Strike Air Warfare Center. Master Jet Bases are also located at NAS Lemoore, California, and NAS Whidbey Island, Washington, while the carrier-based airborne early warning aircraft community and major air test activities are located at NAS Point Mugu, California. The naval presence in Hawaii is centered on NS Pearl Harbor, which hosts the headquarters of the Pacific Fleet and many of its subordinate commands.\n\nGuam, an island strategically located in the Western Pacific Ocean, maintains a sizable U.S. Navy presence, including NB Guam. The westernmost U.S. territory, it contains a natural deepwater harbor capable of harboring aircraft carriers in emergencies.[citation needed] Its naval air station was deactivated[citation needed] in 1995 and its flight activities transferred to nearby Andersen Air Force Base.\n\nPuerto Rico in the Caribbean formerly housed NS Roosevelt Roads, which was shut down in 2004 shortly after the controversial closure of the live ordnance training area on nearby Vieques Island.[3]\n\nThe largest overseas base is the United States Fleet Activities Yokosuka, Japan, which serves as the home port for the navy's largest forward-deployed fleet and is a significant base of operations in the Western Pacific.[citation needed]\n\nEuropean operations revolve around facilities in Italy (NAS Sigonella and Naval Computer and Telecommunications Station Naples) with NSA Naples as the homeport for the Sixth Fleet and Command Naval Region Europe, Africa, Southwest Asia (CNREURAFSWA), and additional facilities in nearby Gaeta. There is also NS Rota in Spain and NSA Souda Bay in Greece.\n\nIn the Middle East, naval facilities are located almost exclusively in countries bordering the Persian Gulf, with NSA Bahrain serving as the headquarters of U.S. Naval Forces Central Command and U.S. Fifth Fleet.\n\nNS Guantanamo Bay in Cuba is the oldest overseas facility and has become known in recent years as the location of a detention camp for suspected al-Qaeda operatives.[84]\n\n"
        },
        {
            "title": "Equipment",
            "text": "As of 2018[update], the navy operates over 460 ships, including vessels operated by the Military Sealift Command (MSC) crewed by a combination of civilian contractors and a small number of uniformed Naval personnel, 3,650+ aircraft, 50,000 non-combat vehicles and owns 75,200 buildings on 3,300,000 acres (13,000 km2).\n\nThe names of commissioned ships of the U.S. Navy are prefixed with the letters \"USS\", designating \"United States Ship\".[85] Non-commissioned, civilian-manned vessels of the navy have names that begin with \"USNS\", standing for \"United States Naval Ship\". The names of ships are officially selected by the secretary of the navy, often to honor important people or places.[86] Additionally, each ship is given a letter-based hull classification symbol (for example, CVN or DDG) to indicate the vessel's type and number. All ships in the navy inventory are placed in the Naval Vessel Register, which is part of \"the Navy List\" (required by article 29 of the United Nations Convention on the Law of the Sea).[dubious  – discuss] The register tracks data such as the current status of a ship, the date of its commissioning, and the date of its decommissioning. Vessels that are removed from the register prior to disposal are said to be stricken from the register. The navy also maintains a reserve fleet of inactive vessels that are maintained for reactivation in times of need.\n\nThe U.S. Navy was one of the first to install nuclear reactors aboard naval vessels;[citation needed] today, nuclear energy powers all active U.S. aircraft carriers and submarines. In the case of the  Nimitz-class carrier, two naval reactors give the ship almost unlimited range and provide enough electrical energy to power a city of 100,000 people.[citation needed] The U.S. Navy previously operated nuclear-powered cruisers, but all have been decommissioned.\n\nIn the early 2010, the U.S. Navy had identified a need for 313 combat ships, but could only afford 232 to 243 ships.[87] In March 2014, the Navy started counting self-deployable support ships such as minesweepers, surveillance craft, and tugs in the \"battle fleet\" to reach a count of 272 as of October 2016,[88][89] and it includes ships that have been put in \"shrink wrap\".[90] The number of ships generally ranged between 270 and 300 throughout the late 2010s.[91] As of February 2022, the Navy has 296 battle force ships, however analyses state the Navy needs a fleet of more than 500 to meet its commitments.[92][93]\n\nAn aircraft carrier is typically deployed along with a host of additional vessels, forming a carrier strike group. The supporting ships, which usually include three or four Aegis-equipped cruisers and destroyers, a frigate, and two attack submarines, are tasked with protecting the carrier from air, missile, sea, and undersea threats as well as providing additional strike capabilities themselves. Ready logistics support for the group is provided by a combined ammunition, oiler, and supply ship. Modern carriers are named after American admirals and politicians, usually presidents.[94]\n\nThe Navy has a statutory requirement for a minimum of 11 aircraft carriers.[95] Currently there are 10 that are deployable and one, USS Gerald R. Ford, that is currently undergoing extensive systems and technologies testing until around 2021.[96] All US aircraft carriers are nuclear-powered; they and submarines are the only nuclear-powered Navy vessels.[91]\n\nAmphibious assault ships are the centerpieces of US amphibious warfare and fulfill the same power projection role as aircraft carriers except that their striking force centers on land forces instead of aircraft. They deliver, command, coordinate, and fully support all elements of a 2,200-strong Marine Expeditionary Unit in an amphibious assault using both air and amphibious vehicles. Resembling small aircraft carriers, amphibious assault ships are capable of V/STOL, STOVL, VTOL, tiltrotor, and rotary wing aircraft operations. They also contain a well deck to support the use of Landing Craft Air Cushion (LCAC) and other amphibious assault watercraft. Recently, amphibious assault ships have begun to be deployed as the core of an expeditionary strike group, which usually consists of an additional amphibious transport dock and dock landing ship for amphibious warfare and an Aegis-equipped cruiser and destroyer, frigate, and attack submarine for group defense. Amphibious assault ships are typically named after World War II aircraft carriers.\n\nAmphibious transport docks are warships that embark, transport, and land Marines, supplies, and equipment in a supporting role during amphibious warfare missions. With a landing platform, amphibious transport docks also have the capability to serve as secondary aviation support for an expeditionary group. All amphibious transport docks can operate helicopters, LCACs, and other conventional amphibious vehicles while the newer San Antonio class of ships has been explicitly designed to operate all three elements of the Marines' \"mobility triad\": Expeditionary Fighting Vehicles (EFVs), the V-22 Osprey tiltrotor aircraft, and LCACs. Amphibious transport docks are typically named after U.S. cities.\n\nThe dock landing ship is a medium amphibious transport that is designed specifically to support and operate LCACs, though it is able to operate other amphibious assault vehicles in the United States inventory as well. Dock landing ships are normally deployed as a component of an expeditionary strike group's amphibious assault contingent, operating as a secondary launch platform for LCACs. All dock landing ships are named after cities or important places in U.S. and U.S. Naval history.[94]\n\nCruisers are large surface combat vessels that conduct anti-air/anti-missile warfare, surface warfare, anti-submarine warfare, and strike operations independently or as members of a larger task force. Modern guided missile cruisers were developed out of a need to counter the anti-ship missile threat facing the United States Navy. This led to the development of the AN/SPY-1 phased array radar and the Standard missile with the Aegis combat system coordinating the two.  Ticonderoga-class cruisers were the first to be equipped with Aegis and were put to use primarily as anti-air and anti-missile defense in a battle force protection role. Later developments of vertical launch systems and the Tomahawk missile gave cruisers additional long-range land and sea strike capability, making them capable of both offensive and defensive battle operations. The Ticonderoga class is the only active class of cruiser. All cruisers in this class are named after battles.[94]\n\nDestroyers are multi-mission medium surface ships capable of sustained performance in anti-air, anti-submarine, anti-ship, and offensive strike operations. Like cruisers, guided missile destroyers are primarily focused on surface strikes using Tomahawk missiles and fleet defense through Aegis and the Standard missile. Destroyers additionally specialize in anti-submarine warfare and are equipped with VLA rockets and LAMPS Mk III Sea Hawk helicopters to deal with underwater threats. When deployed with a carrier strike group or expeditionary strike group, destroyers and their fellow Aegis-equipped cruisers are primarily tasked with defending the fleet while providing secondary strike capabilities. With very few exceptions, destroyers are named after U.S. Navy, Marine Corps, and Coast Guard heroes.[94]\n\nModern U.S. frigates mainly perform anti-submarine warfare for carrier and expeditionary strike groups and provide armed escort for supply convoys and merchant shipping. They are designed to protect friendly ships against hostile submarines in low to medium threat environments, using torpedoes and LAMPS helicopters. Independently, frigates are able to conduct counterdrug missions and other maritime interception operations. As in the case of destroyers, frigates are named after U.S. Navy, Marine Corps, and Coast Guard heroes. As of autumn 2015, the U.S. Navy has retired its most recent class of frigates and expects that by 2020 the Littoral Combat Ships (LCS) will assume many of the duties the frigate had with the fleet.\n\nThe LCS is a class of relatively small surface vessels intended for operations in the littoral zone (close to shore). It was \"envisioned to be a networked, agile, stealthy surface combatant capable of defeating anti-access and asymmetric threats in the littorals\".[citation needed] They have the capabilities of a small assault transport, including a flight deck and hangar for housing two helicopters, a stern ramp for operating small boats, and the cargo volume and payload to deliver a small assault force with fighting vehicles to a roll-on/roll-off port facility. The ship is easy to reconfigure for different roles, including anti-submarine warfare, mine countermeasures, anti-surface warfare, intelligence, surveillance and reconnaissance, homeland defense, maritime intercept, special operations, and logistics, all by swapping mission-specific modules as needed.\n\nThe LCS program is still relatively new as of 2018 with only ten active ships, but the navy has announced plans for up to 32 ships. The navy has announced that a further 20 vessels to be built after that will be redesignated as 'frigates'.[97]\n\nA special case is the USS Constitution, commissioned in 1797 as one of the original six frigates of the United States Navy, and which remains in commission at the Charlestown Navy Yard in Boston. She serves as a tribute to the heritage of the Navy, and occasionally sails for commemorative events such as Independence Day and various victories during the War of 1812. Constitution is currently the oldest commissioned warship afloat (HMS Victory, though older and also in common, is in permanent drydock).\n\nMine countermeasures vessels are a combination of minehunters, a naval vessel that actively detects and destroys individual naval mines, and minesweepers, which clear mined areas as a whole, without prior detection of the mines. The navy has approximately a dozen of these in active service, but the mine countermeasure (MCM) role is also being assumed by the incoming classes of littoral combat ships. MCM vessels have mostly legacy names of previous US Navy ships, especially WWII-era minesweepers.\n\nA patrol boat is a relatively small naval vessel generally designed for coastal defense duties. There have been many designs for patrol boats, though the navy currently has only a single class. They may be operated by a nation's navy or coast guard, and may be intended for marine (\"blue water\") or estuarine or river (\"brown water\") environments. The Navy has approximately a dozen in active service, which are mainly used in the littoral regions of the Persian Gulf, but have also been used for home port patrols and drug interdiction missions. The navy's current class of patrol boats have names based on weather phenomena.\n\nAll current and planned U.S. Navy submarines are nuclear-powered, as only nuclear propulsion allows for the combination of stealth and long duration, high-speed sustained underwater movement that makes modern nuclear submarines quite vital to a modern blue-water navy. The U.S. Navy operates three types: ballistic missile submarines, guided missile submarines, and attack submarines. U.S. Navy (nuclear) ballistic missile submarines carry the stealthiest leg of the U.S. strategic triad (the other legs are the land-based U.S. strategic missile force and the air-based U.S. strategic bomber force). These submarines have only one mission: to carry and, if called upon, to launch the Trident nuclear missile. The primary missions of attack and guided missile submarines in the U.S. Navy are peacetime engagement, surveillance and intelligence, special operations, precision strikes, and control of the seas.[citation needed] To these, attack submarines also add the battlegroup operations mission. Attack and guided missile submarines have several tactical missions, including sinking ships and other subs, launching cruise missiles, gathering intelligence, and assisting in special operations.\n\nAs with other classes of naval vessels, most U.S. submarines (or \"boats\") are named according to specific conventions. The boats of the current U.S. ballistic missile submarine class,  Ohio class, are named after U.S. states. As the four current U.S. guided missile submarines are converted Ohio-class boats, they have retained their U.S. state names. The members of the oldest currently-commissioned attack submarine class, the  Los Angeles class, are typically named for cities. The follow-on  Seawolf class' three submarines—Seawolf, Connecticut and Jimmy Carter—share no consistent naming scheme. With the current  Virginia-class attack submarines, the U.S. Navy has extended the Ohio class' state-based naming scheme to these submarines. Attack submarines prior to the Los Angeles class were named for denizens of the deep, while pre-Ohio-class ballistic missile submarines were named for famous Americans and foreigners with notable connections to the United States.\n\nCarrier-based aircraft are able to strike air, sea, and land targets far from a carrier strike group while protecting friendly forces from enemy aircraft, ships, and submarines. In peacetime, aircraft's ability to project the threat of sustained attack from a mobile platform on the seas gives United States leaders significant diplomatic and crisis-management options. Aircraft additionally provide logistics support to maintain the navy's readiness and, through helicopters, supply platforms with which to conduct search and rescue, special operations, anti-submarine warfare (ASW), and anti-surface warfare (ASuW), including the U.S. Navy's premier Maritime Strike and only organic ASW aircraft, the venerable Sikorsky MH-60R operated by Helicopter Maritime Strike Wing.\n\nThe U.S. Navy began to research the use of aircraft at sea in the 1910s, with Lieutenant Theodore G. \"Spuds\" Ellyson becoming the first naval aviator on 28 January 1911, and commissioned its first aircraft carrier, USS Langley (CV-1), in 1922.[98] United States naval aviation fully came of age in World War II, when it became clear following the Attack on Pearl Harbor, the Battle of the Coral Sea, and the Battle of Midway that aircraft carriers and the planes that they carried had replaced the battleship as the greatest weapon on the seas. Leading navy aircraft in World War II included the Grumman F4F Wildcat, the Grumman F6F Hellcat, the Chance Vought F4U Corsair, the Douglas SBD Dauntless, and the Grumman TBF Avenger. Navy aircraft also played a significant role in conflicts during the following Cold War years, with the F-4 Phantom II and the F-14 Tomcat becoming military icons of the era. The navy's current primary fighter-attack airplane is the multi-mission F/A-18E/F Super Hornet. The F-35C entered service in 2019.[99] The Navy is also looking to eventually replace its F/A-18E/F Super Hornets with the F/A-XX program.\n\nThe Aircraft Investment Plan sees naval aviation growing from 30 percent of current aviation forces to half of all procurement funding over the next three decades.[100]\n\nCurrent U.S. Navy shipboard weapons systems are almost entirely focused on missiles, both as a weapon and as a threat. In an offensive role, missiles are intended to strike targets at long distances with accuracy and precision. Because they are unmanned weapons, missiles allow for attacks on heavily defended targets without risk to human pilots. Land strikes are the domain of the BGM-109 Tomahawk, which was first deployed in the 1980s and is continually being updated to increase its capabilities. For anti-ship strikes, the navy's dedicated missile is the Harpoon Missile. To defend against enemy missile attack, the navy operates a number of systems that are all coordinated by the Aegis combat system. Medium-long range defense is provided by the Standard Missile 2, which has been deployed since the 1980s. The Standard missile doubles as the primary shipboard anti-aircraft weapon and is undergoing development for use in theater ballistic missile defense. Short range defense against missiles is provided by the Phalanx CIWS and the more recently developed RIM-162 Evolved Sea Sparrow Missile. In addition to missiles, the navy employs Mark 46 and Mark 50 torpedoes and various types of naval mines.\n\nNaval fixed-wing aircraft employ much of the same weapons as the United States Air Force for both air-to-air and air-to-surface combat. Air engagements are handled by the heat-seeking Sidewinder and the radar guided AMRAAM missiles along with the M61 Vulcan cannon for close range dogfighting. For surface strikes, navy aircraft use a combination of missiles, smart bombs, and dumb bombs. On the list of available missiles are the Maverick, SLAM-ER and JSOW. Smart bombs include the GPS-guided JDAM and the laser-guided Paveway series. Unguided munitions such as dumb bombs and cluster bombs make up the rest of the weapons deployed by fixed-wing aircraft.\n\nRotary aircraft weapons are focused on anti-submarine warfare (ASW) and light to medium surface engagements. To combat submarines, helicopters use Mark 46 and Mark 50 torpedoes. Against small watercraft, they use Hellfire and Penguin air to surface missiles. Helicopters also employ various types of mounted anti-personnel machine guns, including the M60, M240, GAU-16/A, and GAU-17/A.\n\nNuclear weapons in the U.S. Navy arsenal are deployed through ballistic missile submarines and aircraft. The Ohio-class submarine carries the latest iteration of the Trident missile, a three-stage, submarine-launched ballistic missile (SLBM) with MIRV capability; the current Trident II (D5) version is expected to be in service past 2020.[101] The navy's other nuclear weapon is the air-deployed B61 nuclear bomb. The B61 is a thermonuclear device that can be dropped by strike aircraft such as the F/A-18 Hornet and Super Hornet at high speed from a large range of altitudes. It can be released through free-fall or parachute and can be set to detonate in the air or on the ground.\n\n"
        },
        {
            "title": "Naval jack",
            "text": "The current naval jack of the United States is the Union Jack, a small blue flag emblazoned with the stars of the 50 states. The Union Jack was not flown for the duration of the War on Terror, during which Secretary of the Navy Gordon R. England directed all U.S. naval ships to fly the First Navy Jack. While Secretary England directed the change on 31 May 2002, many ships chose to shift colors later that year in remembrance of the first anniversary of the September 11, 2001 attacks. The Union Jack, however, remained in use with vessels of the U.S. Coast Guard and National Oceanic and Atmospheric Administration. A jack of similar design to the Union Jack was used in 1794, with 13 stars arranged in a 3–2–3–2–3 pattern. When a ship is moored or anchored, the jack is flown from the bow of the ship while the ensign is flown from the stern. When underway, the ensign is raised on the mainmast. Before the decision for all ships to fly the First Navy Jack, it was flown only on the oldest ship in the active American fleet, which is currently USS Blue Ridge (LCC-19). U.S. Navy ships and craft returned to flying the Union Jack effective 4 June 2019. The date for reintroduction of the jack commemorates the Battle of Midway, which began on 4 June 1942.[102]\n\n"
        },
        {
            "title": "Notable sailors",
            "text": "Many past and present United States historical figures have served in the U.S. Navy.\n\nNotable officers include John P. Jones, John Barry (Continental Navy officer and first flag officer of the United States Navy),[103] Edward Preble, James Lawrence (whose last words \"don't give up the ship\" are memorialized in Bancroft Hall at the United States Naval Academy,[104]) Stephen Decatur Jr., David Farragut, David D. Porter, Oliver H. Perry, Commodore Matthew Perry (who, under the direction of President Millard Fillmore, forced the opening of Japan[105]), George Dewey (the only person in U.S. history to have attained the rank of Admiral of the Navy[106]), and the officers who attained the highest rank of Fleet Admiral during World War II: William D. Leahy, Ernest J. King, Chester W. Nimitz, and William F. Halsey Jr.[107]\n\nThe first American President who served in the U.S. Navy was John F. Kennedy (who commanded the famous PT-109 in World War II); he was then followed by Lyndon B. Johnson, Richard Nixon, Gerald Ford, Jimmy Carter, and George H. W. Bush.\n\nSome notable former members of the Navy include U.S. Senators, Bob Kerrey, John McCain, and John Kerry, along with Ron DeSantis, Governor of Florida, and Jesse Ventura, Governor of Minnesota.\n\nNotable former members of the U.S. Navy include; astronauts (Alan B. Shepard, Walter M. Schirra, Neil Armstrong, John Young, Michael J. Smith, Scott Kelly), entertainers (Johnny Carson, Mike Douglas, Jim Renger, Paul Newman, Robert Stack, Humphrey Bogart, Tony Curtis, Jack Lemmon, Don Rickles, Ernest Borgnine, Harry Belafonte, Henry Fonda, Fred Gwynne), authors (Robert Heinlein, Brandon Webb, Marcus Luttrell), musicians, (John Philip Sousa, MC Hammer, John Coltrane, Fred Durst), professional athletes (David Robinson, Bill Sharman, Roger Staubach, Joe Bellino, Alejandro Villanueva, Bob Kuberski, Nile Kinnick, Bob Feller, Yogi Berra, Larry Doby, Stan Musial, Pee Wee Reese, Phil Rizzuto, Jack Taylor), business people (John S. Barry, Jack C. Taylor, Paul A. Sperry), and computer scientists (Grace Hopper).\n\n"
        }
    ]
}