{
    "url": "https://en.wikipedia.org/wiki/University_of_Kansas",
    "title": "University of Kansas",
    "table_of_contents": [
        "1 History",
        "1.1 Landmarks and structures",
        "2 Academics",
        "2.1 School of Architecture and Design",
        "2.2 School of Business",
        "2.3 School of Law",
        "2.4 School of Engineering",
        "2.5 School of Journalism and Mass Communications",
        "2.6 Medical Center",
        "2.7 Edwards Campus, Overland Park",
        "2.8 University of Kansas Leavenworth",
        "2.9 Tuition",
        "2.10 Computing innovations",
        "3 Student activities",
        "3.1 Athletics",
        "3.2 Debate teams",
        "3.3 Media",
        "3.4 Housing",
        "4 Center for Community Health and Development",
        "5 Foundations",
        "5.1 University of Kansas Memorial Corporation",
        "5.2 KU Endowment",
        "6 Notable alumni and faculty",
        "7 See also",
        "8 Notes",
        "9 References",
        "10 Further reading",
        "11 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe University of Kansas (KU) is a public research university with its main campus in Lawrence, Kansas, United States, and several satellite campuses, research and educational centers, medical centers, and classes across the state of Kansas.[12] Two branch campuses are in the Kansas City metropolitan area on the Kansas side: the university's medical school and hospital in Kansas City, Kansas, the Edwards Campus in Overland Park. There are also educational and research sites in Garden City, Hays, Leavenworth, Parsons, and Topeka, an agricultural education center in rural north Douglas County, and branches of the medical school in Salina and Wichita. The university is a member of the Association of American Universities and is classified among \"R1: Doctoral Universities – Very high research activity\".[13]\n\nFounded March 21, 1865, the university was opened in 1866, under a charter granted by the Kansas State Legislature in 1864[14] and legislation passed in 1863 under the State Constitution, which was adopted two years after the 1861 admission of the former Kansas Territory as the 34th state into the Union.[15]\n\nEnrollment at the Lawrence and Edwards campuses was 23,958 students in fall 2021; an additional 3,727 students were enrolled at the KU Medical Center (KUMC) for an enrollment of 27,685 [16] students across the three campuses. The university overall (including KUMC) employed 4,776 faculty members (faculty, faculty administrators, graduate student employees and librarians) in fall 2021.[17]\n\nKansas's athletic teams compete in NCAA Division I sports as the Jayhawks, as members of the Big 12 Conference. They field 16 varsity sports, as well as club-level sports for ice hockey, rugby, and men's volleyball.\n\n"
        },
        {
            "title": "History",
            "text": "On February 20, 1863, Kansas Governor Thomas Carney signed into law a bill creating the state university in Lawrence.[18] The law was conditioned upon a gift from Lawrence of a $15,000 endowment fund and a site for the university, in or near the town, of not less than forty acres (16 ha) of land.[19] If Lawrence failed to meet these conditions, Emporia instead of Lawrence would get the university.\n\nThe site selected for the university was a hill known as Hogback Ridge (later known as Mount Oread), which was privately donated by Charles L. Robinson, Republican governor of the state of Kansas from 1861 to 1863, and one of the original settlers of Lawrence, Kansas. Robinson and his wife Sara bestowed the 40-acre (16 ha) site to the State of Kansas in exchange for land elsewhere.[19] The philanthropist Amos Adams Lawrence donated $10,000 of the necessary endowment fund, and the citizens of Lawrence raised the remaining money themselves via private donations.[19] On November 2, 1863, Governor Carney announced Lawrence had met the conditions to get the state university, and the following year the university was officially organized.[14]\nThe school's Board of Regents held its first meeting in March 1865, which is the event that KU dates its founding from.[2][20] Work on the first college building began later that year.[14] The school opened for classes on September 12, 1866, and the first class graduated in 1873.[14] According to William L. Burdick, the first degree awarded by the university was a Doctor of Divinity, bestowed upon noted abolitionist preacher Richard Cordley.[21]\n\nDuring World War II, Kansas was one of 131 colleges and universities nationally that took part in the V-12 Navy College Training Program, which offered students a path to a Navy commission.[22]\n\nKU is home to the Robert J. Dole Institute of Politics, the Beach Center on Disability, Lied Center of Kansas and radio stations KJHK, 90.7 FM, and KANU, 91.5 FM. The university is also host to several significant museums. These include the University of Kansas Natural History Museum, founded in 1927, which contains important collections in ornithology, vertebrate paleontology, and entomology; and the Spencer Museum of Art, founded in 1928, home to a wide variety of cultural materials from all around the world, with a particular emphasis on American Indian materials. The libraries of the university include Watson Library,[23] Kenneth Spencer Research Library,[24] the Murphy Art and Architecture Library,[25] Thomas Gorton Music & Dance Library,[26] and Anschutz Library.[27] Of athletic note, the university is home to Allen Fieldhouse, which is heralded as one of the greatest basketball arenas in the world, and David Booth Kansas Memorial Stadium, which is the eighth oldest college football stadium in the country.[28]\n\n"
        },
        {
            "title": "Academics",
            "text": "The University of Kansas is a large, state-sponsored university with five campuses. KU is a member of the Association of American Universities (AAU)[40] and is classified among \"R1: Doctoral Universities – Very high research activity\".[13] KU features the College of Liberal Arts & Sciences, which includes the School of the Arts and the School of Public Affairs & Administration; and the schools of Architecture, Design & Planning; Business; Education; Engineering; Health Professions; Journalism & Mass Communications; Law; Medicine; Music; Nursing; Pharmacy; and Social Welfare. The university offers more than 345 degree programs.  In 2017 Johnson County accounted for most of instate enrollment.[41]\n\nIn its 2022 report, U.S. News & World Report ranked KU as tied for 121st place among National Universities and tied for 56th place among public universities.[42]\n\nAccording to the National Science Foundation, KU spent $339 million on research and development in 2018, ranking it 74th in the nation.[43]\n\nThe University of Kansas School of Architecture and Design (Arc/D), with its main building being Marvin Hall, traces its architectural roots to the creation of the architectural engineering degree program in KU's School of Engineering in 1912. The Bachelor of Architecture degree was added in 1920. In 1969 the School of Architecture and Urban Design (SAUD) was formed with three programs: architecture, architectural engineering, and urban planning. In 2001 architectural engineering merged with civil and environmental engineering. The design programs from the discontinued School of Fine Arts were merged into the school in 2009 forming the School of Architecture, Design, and Planning (SADP) with three departments. In 2017, the Urban Planning department merged into KU's School of Public Affairs and Administration. Accordingly, the SADP was renamed to the School of Architecture and Design (Arc/D).\n\nAccording to the journal DesignIntelligence, which annually publishes \"America's Best Architecture and Design Schools,\" the School of Architecture and Design at the University of Kansas was named the best in the Midwest and ranked 11th among all undergraduate architecture programs in the U.S. in 2012.[44]\n\nThe University of Kansas School of Business is a public business school on the main campus of the University of Kansas in Lawrence, Kansas. The KU School of Business was founded in 1924 and has more than 80 faculty members and approximately 1500 students.[45]\n\nNamed one of the best business schools in the Midwest by Princeton Review, the KU School of Business has been continually accredited by the Association to Advance Collegiate Schools of Business (AACSB) for its undergraduate and graduate programs in business and accounting.[46]\n\nFor 2021, U.S. News & World Report ranked KU's business school 68th out of 477 evaluated.[47]\n\nIn 2016, The University of Kansas completed construction on a new home for the business school, named Capitol Federal Hall. It is located at 1654 Naismith Drive, near KU's Rec Center and across the street from Allen Fieldhouse. Capitol Federal Hall is a 166,500 square-foot building complete with state-of-the-art technology and several research labs.[48]\n\nThe University of Kansas School of Law, founded in 1878, was the top law school in the state of Kansas, and tied for 70th out of 198 nationally, according to the 2021 U.S. News & World Report rankings.[47] Classes are held in Green Hall at W 15th St and Burdick Dr, which is named after former dean James Green.[49]\n\nThe KU School of Engineering is a public engineering school located on the main campus. The School of Engineering was founded officially in 1891, although engineering degrees were awarded as early as 1873.[50]\n\nIn the U.S. News & World Report's \"America’s Best Colleges\" 2021 issue, KU's School of Engineering was ranked tied for 102nd among 218 engineering schools whose highest degree is a doctorate.[47]\n\nNotable alumni include: Charles E. Spahr (1934), the former CEO of Standard Oil of Ohio.\n\nThe William Allen White School of Journalism and Mass Communications is recognized for its ability to prepare students to work in a variety of media. The school offers two tracts of study: 1) News and Information, and 2) Strategic Communication. This professional school teaches students reporting for print, online and broadcast, strategic campaigning for PR and advertising, photojournalism and video reporting and editing. The J-School's students maintain various publications on campus, including The University Daily Kansan, Jayplay magazine, and KUJH TV. In 2008, the Fiske Guide to Colleges praised the KU J-School for its strength. In 2010, the School of Journalism and Mass Communications placed second at the prestigious Hearst Foundation national writing competition.[51]\n\nThe University of Kansas Medical Center features three schools: the School of Medicine, School of Nursing, and School of Health Professions that each has its own programs of graduate study. As of the Fall 2013 semester, there were 3,349 students enrolled at KU Med.[52] The Medical Center also offers four year instruction at the Wichita campus, and features a medical school campus in Salina, Kansas devoted to rural health care.\n\nThe University of Kansas Health System is co-located at the University of Kansas Medical Center.\n\nKU's Edwards Campus is in Overland Park, Kansas. Established in 1993, its goal is to provide adults with the opportunity to complete undergraduate, graduate and certificate programs. About 2,000 students attend the Edwards Campus, with an average age of 31.[53] Programs available at the Edwards Campus include business administration, education, engineering, social work and more.\n\nNear the beginning of the 2018–2019 school year, KU launched classes in Leavenworth, Kansas, offering classes to \"both civilian and military\" students, emphasizing a \"high priority in supporting military-affiliated students\". The Leavenworth classes offer both undergraduate and graduate courses.[54]\n\nBeginning in the 2007–2008 academic year, first-time freshman at KU pay a fixed tuition rate for 48 months according to the Four-Year Tuition Compact passed by the Kansas Board of Regents. For the 2014–15 academic year, tuition was $318 per credit hour for in-state freshman and $828 for out-of-state freshmen. For transfer students, who do not take part in the compact, 2014–15 per-credit-hour tuition was $295 for in-state undergraduates and $785 for out-of-state undergraduates; subject to annual increases. Students enrolled in 6 or more credit hours also paid an annual required campus fee of $888.[55] The schools of architecture, music, arts, business, education, engineering, journalism, law, pharmacy, and social welfare charge additional fees.\n\nAs of August 2019[update], the annual tuition for 30 credit hours for a resident freshman is estimated by the university to be $10,182, not counting room and board costs.[56]\n\nKU's School of Business launched interdisciplinary management science graduate studies in operations research during Fall Semester 1965. The program provided the foundation for decision science applications supporting NASA Project Apollo Command Capsule Recovery Operations.\n\nKU's academic computing department was an active participant in setting up the Internet and is the developer of the early Lynx text based web browser. Lynx provided hypertext browsing and navigation prior to Tim Berners Lee's invention of HTTP and HTML.[57]\n\n"
        },
        {
            "title": "Student activities",
            "text": "The school's sports teams, wearing crimson and blue, are called the Kansas Jayhawks. They participate in the NCAA's Division I and in the Big 12 Conference. The University of Kansas has won thirteen National Championships all-time: six in men's basketball (two Helms Foundation championships and four NCAA championships, most recently in 2022), three in men's indoor track and field, three in men's outdoor track and field, one in men's cross country and one in women's outdoor track and field. The home course for KU Cross Country is Rim Rock Farm. Their most recent championship came in April 2022, the Kansas Jayhawks men’s basketball team won the 2022 NCAA March Madness National Championship in New Orleans, overcoming a 15-point halftime deficit, the largest comeback in NCAA championship history.\n\nKansas football dates from 1890, and is one of the oldest continuous programs in the nation. They have played in the Orange Bowl three times: 1948, 1969, and 2008, as well as nine other bowl games. They are currently coached by Lance Leipold, who was hired in May 2021.[59] From its inception in 1890 to 1929 the program saw consistent success, winning several conference titles in 4 different conferences. After joining the Big 6 Conference (which would eventually become the Big 8) in 1929, Kansas began to struggle in the wins-loss column. With the formation of the Big 8 conference in 1960, Kansas became a consistent winner again, and fielded legendary coaches like Pepper Rodgers, Don Fambrough, Bud Moore, and Glen Mason. In 2008, under the leadership of Mark Mangino, the #7 Jayhawks emerged victorious in their first BCS bowl game, the FedEx Orange Bowl, with a 24–21 victory over the #3 Virginia Tech Hokies. This capstone victory marked the end of the most successful season in school history, in which the Jayhawks went 12–1 (.923). The team plays at David Booth Kansas Memorial Stadium, which recently underwent a $85 million renovation to add an indoor practice facility with a 120-yard field, an outdoor practice facility with 2 full fields and three partial fields, new locker rooms, a new weight training facility, new residencies for players, new offices, new turf, new seats, and a state-of-the-art video board.[60]\n\nThe KU men's basketball team has fielded a team every year since 1898. The Jayhawks are a perennial national contender, coached by Hall of Fame coach Bill Self. The team has won six national titles, including four NCAA tournament championships in 1952, 1988, 2008, and 2022. The basketball program is currently the winningest program in college basketball history with an overall record of 2,355–877 up to their Final Four appearance in the 2021–22 season. The team plays at Allen Fieldhouse. Perhaps its best recognized player was Wilt Chamberlain, who played in the 1950s, later becoming an NBA star and Harlem Globetrotter.\n\nKansas has counted among its coaches Dr. James Naismith (the inventor of basketball), Basketball Hall of Fame inductee Phog Allen (\"the Father of basketball coaching\" and a Kansas alumnus himself),Dick Harp, Ted Owens, Basketball Hall of Fame inductee Roy Williams, and Basketball Hall of Fame inductee and former NBA Champion Detroit Pistons coach Larry Brown. Currently, Kansas is coached by Basketball Hall of Fame inductee Bill Self. In addition, legendary University of Kentucky coach and Basketball Hall of Fame inductee Adolph Rupp played for KU's 1922 and 1923 Helms National Championship teams, and NCAA Hall of Fame inductee and University of North Carolina Coach Dean Smith played for KU's 1952 NCAA Championship team. Both Rupp and Smith played under Phog Allen. Allen also coached Hall of Fame coaches Dutch Lonborg and Ralph Miller. Allen founded the National Association of Basketball Coaches (NABC), which started what is now the NCAA Tournament. The Tournament began in 1939 under the NABC and the next year was handed off to the newly formed NCAA.[61]\n\nNotable non-varsity sports include rugby, men's hockey, and men's soccer. The rugby team owns its private facility and internationally tours every two years. The men’s hockey team plays in nearby Kansas City.\n\nThe University of Kansas has had more teams (70) compete in the National Debate Tournament than any other university.[62] Kansas has won the tournament 6 times (1954, 1970, 1976, 1983, 2009 and 2018)[63] and had 15 teams make it to the final four.[62] Kansas trails only Northwestern (15) and Harvard (7) for most tournaments won, and is tied with Dartmouth (6). Kansas also won the Copeland Award in 1981–82 and 2017–18.\n\nThe university's newspaper is University Daily Kansan, which placed first in the Intercollegiate Writing Competition of the prestigious William Randolph Hearst Writing Foundation competition, often called \"The Pulitzers of College Journalism\" in 2007. In Winter 2008, a group of students created KUpedia, a wiki about all things KU. They received student funding for operations in 2008–09. The KU Department of English publishes the Coal City Review, an annual literary journal of prose, poetry, reviews and illustrations. The Review typically features the work of many writers, but periodically spotlights one author, as in the case of 2006 Nelson Poetry Book Award-winner Voyeur Poems by Matthew Porubsky.[64][65]\n\nThe University Daily Kansan operates outside of the university's William Allen White School of Journalism[66] and reaches at least 30,000 daily readers through its print and online publications[67]\n\nThe university houses the following public broadcasting stations: KJHK, a student-run campus radio station, KUJH-LP, an independent station that primarily broadcasts public affairs programs, and KANU, the NPR-affiliated radio station. Kansas Public Radio station KANU was one of the nation's first public radio stations. KJHK, the campus radio has roots back to 1952 and is completely run by students.\n\n"
        },
        {
            "title": "Center for Community Health and Development",
            "text": "The university's Center for Community Health and Development (formerly KU Work Group[73]) was designated as a World Health Organization Collaborating Centre for Community Health and Development in 2004.[74][75] It is affiliated with the Department of Applied Behavioral Science and the Schiefelbusch Institute for Life Span Studies at the university, and supports community health and development through a variety of means, including its free online resource, the Community Tool Box.[73][76]\n\n"
        },
        {
            "title": "Foundations",
            "text": "The first union was built on campus in 1926 as a campus community center.[77] The unions are still the \"living rooms\" of campus and include three locations – the Kansas Union and Burge Union at the Lawrence Campus and Jayhawk Central at the Edwards Campus. The KU Memorial Unions Corporation manages the KU Bookstore (with seven locations). The KU Bookstore is the official bookstore of KU. The corporation also includes KU Dining Services, with more than 20 campus locations, including The Market (inside the Kansas Union) and The Underground (located in Wescoe Hall). The KU Bookstore and KU Dining Services are not-for-profit,[78] with proceeds supporting student programs, such as Student Union Activities.[79]\n\nKU Endowment was established in 1891 as the university's primary institutional foundation to manage and build the university's endowment.[80]\n\n"
        },
        {
            "title": "Notable alumni and faculty",
            "text": "325 Fulbright Scholars,[81] 27 Rhodes Scholars,[82] 10 Marshall Scholars,[83] 2 Mitchell Scholars,[84] 12 MacArthur Fellows,[85] 7 Pulitzer Prize winners,[86] 4 NASA astronauts,[86] 3 Nobel Prize laureates, 2 Fields Medal winners, 3 Hugo Award or Nebula Award winners, and an Academy Award winner have been affiliated with the university as students, researchers, or faculty members. Additionally, one alumnus has received the Presidential Medal of Freedom. Dean Smith, who played basketball at Kansas from 1949 to 1953 and was a Hall of Fame men's basketball coach at the University of North Carolina at Chapel Hill, was given the award by Barack Obama in 2013.\n\n"
        }
    ]
}