{
    "url": "https://en.wikipedia.org/wiki/Universalism",
    "title": "Universalism",
    "table_of_contents": [
        "1 Philosophy",
        "1.1 Universality",
        "1.2 Moral universalism",
        "2 Religion",
        "2.1 Baháʼí Faith",
        "2.2 Buddhism",
        "2.3 Christianity",
        "2.3.1 History",
        "2.3.2 Universalist theology",
        "2.3.3 Mistranslations",
        "2.3.4 Catholicism",
        "2.4 Hinduism",
        "2.4.1 Hindu universalism",
        "2.5 Islam",
        "2.6 Judaism",
        "2.7 Manichaeism",
        "2.8 Neopaganism",
        "2.9 Sikhism",
        "2.10 Unitarian Universalism",
        "2.11 Zoroastrianism",
        "2.12 Views of the Latter Day Saint Movement",
        "3 See also",
        "4 References",
        "5 Sources",
        "6 Further reading",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Universalism is the philosophical and theological concept that some ideas have universal application or applicability.\n\nA belief in one fundamental truth is another important tenet in universalism. The living truth is seen as more far-reaching than the national, cultural, or religious boundaries or interpretations of that one truth. As the Rig Veda states, \"Truth is one; sages call it by various names.\"[1] A community that calls itself universalist may emphasize the universal principles of most religions, and accept others in an inclusive manner.\n\nIn the modern context, Universalism can also mean the Western pursuit of unification of all human beings across geographic and other boundaries under Western values, or the application of really universal or universalist constructs, such as human rights or international law.[2][3]\n\nUniversalism has had an influence on modern-day Hinduism, in turn influencing modern Western spirituality.[4]\n\nChristian universalism refers to the idea that every human will eventually receive salvation in a religious or spiritual sense, a concept also referred to as universal reconciliation.[5]\n\n"
        },
        {
            "title": "Philosophy",
            "text": "In philosophy, universality is the notion that universal facts can be discovered and is therefore understood as being in opposition to relativism.[6]\n\nMoral universalism (also called moral objectivism or universal morality) is the meta-ethical position that some system of ethics applies universally. That system is inclusive of all individuals,[7] regardless of culture, race, sex, religion, nationality, sexual orientation, or any other distinguishing feature.[8] Moral universalism is opposed to moral nihilism and moral relativism. However, not all forms of moral universalism are absolutist, nor do they necessarily value monism. Many forms of universalism, such as utilitarianism, are non-absolutist. Other forms such as those theorized by Isaiah Berlin, may value pluralist ideals.\n\n"
        },
        {
            "title": "Religion",
            "text": "In the teachings of the Baháʼí Faith, a single God has sent all the historic founders of the world religions in a process of progressive revelation. As a result, the major world religions are seen as divine in origin and are continuous in their purpose. In this view, there is unity among the founders of world religions, but each revelation brings a more advanced set of teachings in human history and none are syncretic.[9] In addition, the Baháʼí teachings acknowledge that in every country and every people God has always revealed the divine purpose via messengers and prophets, masters and sages since time immemorial.[10][11]\n\nWithin this universal view, the unity of humanity is one of the central teachings of the Baháʼí Faith.[12] The Baháʼí teachings state that since all humans have been created in the image of God, God does not make any distinction between people with regard to race, colour or religion.[13]: 138  Thus, because all humans have been created equal, they all require equal opportunities and treatment.[12] Hence the Baháʼí view promotes the unity of humanity, and that people's vision should be world-embracing and that people should love the whole world rather than just their nation.[13]: 138 \n\nThe teaching, however, does not equate unity with uniformity; instead the Baháʼí writings advocate the principle of unity in diversity where the variety in the human race is valued.[13]: 139  Operating on a worldwide basis this cooperative view of the peoples and nations of the planet culminates in a vision of the practicality of the progression in world affairs towards, and the inevitability of, world peace.[14]\n\nThe term Universalism has been applied to different aspects of Buddhist thought by different modern authors. \n\nThe idea of universal salvation is key to the Mahayana school of Buddhism.[15][16] A common feature of Mahayana Buddhism is the idea that all living beings have Buddha nature and thus all beings can aspire to become bodhisattvas, beings who are on the path to Buddhahood.[16] This capacity is seen as something that all beings in the universe have.[17][18] This idea has been termed \"bodhisattva universalism\" by the Buddhist studies scholar Jan Nattier.[19]\n\nThe idea of universal Buddha nature has been interpreted in various ways in Buddhism, from the idea that all living beings have Buddha nature and thus can become Buddhas to the idea that because all beings have Buddha nature, all beings will definitely become Buddhas.[18] Some forms of East Asian Mahayana Buddhism even extended the Buddha nature theory to plants and insentient phenomena. Some thinkers (such as Kukai) even promote the idea that the entire universe is the Buddha's body.[18][20]\n\nThe Lotus Sutra, an influential Mahayana scripture, is often seen as promoting the universality of Buddhahood, the Buddha's teaching as well as the equality of all living beings.[21][22] Mahayana Buddhism also promotes a universal compassion towards all sentient beings and sees all beings as equally deserving of compassion.[23][24] The doctrine of the One Vehicle (which states that all Buddhist paths lead to Buddhahood) is also often seen as a universalist doctrine.[17]\n\nAdherents to Pure Land Buddhism point to Amitabha Buddha as a Universal Savior. According to the Pure Land Sutras (scriptures), before becoming a Buddha Amitabha vowed that he would save all beings and according to some Pure Land authors, all beings will be eventually saved through the work of Amida Buddha. As such, Pure Land Buddhism is often seen as an expression of a Buddhist Universalism that compares to Christian Universalism.[16] This comparison has also been commented on by Christian theologians like Karl Barth.[16]\n\nChinese Buddhism developed a form of Buddhist Universalism which saw Confucianism, Daoism and Buddhism as different aspects of a single universal truth.[25]\n\nIn Western Buddhism, the term Universalism may also refer to an nonsectarian and eclectic form of Buddhism which emphasizes ecumenism among the different Buddhism schools.[26] American clergyman Julius A. Goldwater was one Buddhist figure who promoted a modern kind of Buddhist Universalism. For Goldwater, Buddhism transcends local contexts and culture, and his practice grew increasingly eclectic over time. Goldwater established the nonsectarian Buddhist Brotherhood of America which focused on ecumenical and nonsectarian Buddhism while also drawing on Protestant vocabulary and ideas.[27]\n\nThe desire to develop a more universalist and nonsectarian form of Buddhism was also shared by some modernist Japanese Buddhist authors, including the influential D.T. Suzuki.[28]\n\nThe fundamental idea of Christian universalism is universal reconciliation – that all humans will eventually receive salvation. They will eventually enter God's kingdom in Heaven, through the grace and works of the Lord Jesus Christ.[29] Christian universalism teaches that an eternal Hell does not exist, and that it was not what Jesus had taught. They point to historical evidence showing that some early fathers of the church were universalists, and attribute the origin of the idea of hell as eternal to mistranslation, as well as many Bible verses, to argue that historically the concept of eternal hell is not supported either in Judaism or early Christianity.[30]\n\nUniversalists cite numerous biblical passages which reference the salvation of all beings.[31] In addition, they argue that an eternal hell is both unjust, and against the nature and attributes of a loving God.[32][33][34]\n\nThe remaining beliefs of Christian universalism are generally compatible with the fundamentals of Christianity[citation needed]\n\nIn 1899 the Universalist General Convention, later called the Universalist Church of America, adopted the Five Principles: the belief in God, Jesus Christ, the immortality of the human soul, the reality of sin and universal reconciliation.[37]\n\nUniversalist writers such as George T. Knight have claimed that Universalism was a widely held view among theologians in Early Christianity.[38] These included such important figures such as Alexandrian scholar Origen as well as Clement of Alexandria, a Christian theologian.[38] Origen and Clement both included the existence of a non-eternal Hell in their teachings. Hell was remedial, in that it was a place one went to purge one's sins before entering into Heaven.[39]\n\nThe first undisputed documentations of Christian Universalist ideas occurred in 17th-century England and 18th-century Europe as well as in colonial America. Between 1648-1697 English activist Gerrard Winstanley, writer Richard Coppin, and dissenter Jane Leade, each taught that God would grant all human beings salvation. The same teachings were later spread throughout 18th-century France and America by George de Benneville. People who taught this doctrine in America would later become known as the Universalist Church of America.[40] The first Universalist Church in America was founded by John Murray (minister).[41]\n\nThe Greek term apocatastasis came to be related by some to the beliefs of Christian universalism, but central to the doctrine was the restitution, or restoration of all sinful beings to God, and to His state of blessedness.  In early Patristics, usage of the term is distinct. \n\nUniversalist theology is grounded in history, scripture and assumptions about the nature of God. Thomas Whittemore wrote the book \"100 Scriptural Proofs that Jesus Christ Will Save All Mankind\"[42] quoting both Old and New Testament verses which support the Universalist viewpoint.\n\nSome Bible verses he cites and are cited by other Christian Universalists are:\n\nChristian universalists point towards the mistranslations of the Greek word αιών (Lit. aion), as giving rise to the idea of Eternal Hell, and the idea that some people will not be saved.[30][44][45]\n\nThis Greek word is the origin of the modern English word eon, which refers to a period of time or an epoch.\n\nThe 19th century theologian Marvin Vincent wrote about the word aion, and the supposed connotations of \"eternal\" or \"temporal\":\n\nDr. Ken Vincent writes that \"When it (aion) was translated into Latin Vulgate, \"aion\" became \"aeternam\" which means \"eternal\".[30]\n\nThe Catholic church believes that God judges everyone based only on their moral acts,[48] that no one should be subject to human misery,[49] that everyone is equal in dignity yet distinct in individuality before God,[50] that no one should be discriminated against because of their sin or concupiscence,[51] and that apart from coercion[52] God exhausts every means to save mankind from evil: original holiness being intended for everyone,[53] the irrevocable Old Testament covenants,[54][55] each religion being a share in the truth,[56] elements of sanctification in non-Catholic Christian communities,[56] the good people of every religion and nation,[57] everyone being called to baptism and confession,[58][59] and Purgatory, suffrages, and indulgences for the dead.[60][59] The church believes that everyone is predestined to Heaven,[61] that no one is predestined to Hell,[60] that everyone is redeemed by Christ's Passion,[62] that no one is excluded from the church except by sin,[59] and that everyone can either love God by loving others unto going to Heaven or reject God by sin unto going to Hell.[63][64] The church believes that God's predestination takes everything into account,[62] and that his providence brings out of evil a greater good,[52] as evidenced, the church believes, by the Passion of Christ being all at once predestined by God,[62] foretold in Scripture,[62] necessitated by original sin,[65] authored by everyone who sins,[62] caused by Christ's executioners,[62] and freely planned and undergone by Christ.[62] The church believes that everyone who goes to Heaven joins the church,[60][66] and that from the beginning God intended Israel to be the beginning of the church,[57] wherein God would unite all persons to each other and to God.[67] The church believes that Heaven and Hell are eternal.[60]\n\nAuthor David Frawley says that Hinduism has a \"background universalism\" and its teachings contain a \"universal relevance.\"[68] Hinduism is also naturally religiously pluralistic.[69] A well-known Rig Vedic hymn says: \"Truth is One, though the sages know it variously.\"[70] Similarly, in the Bhagavad Gītā (4:11), God, manifesting as an incarnation, states: \"As people approach me, so I receive them. All paths lead to me.\"[71] The Hindu religion has no theological difficulties in accepting degrees of truth in other religions. Hinduism emphasizes that everyone actually worships the same God, whether one knows it or not.[72]\n\nWhile Hinduism has an openness and tolerance towards other religions, it also has a wide range of diversity within it.[73] There are considered to be six orthodox Hindu schools of philosophy/theology,[74] as well as multiple unorthodox or \"heterodox\" traditions called darshanas.[75]\n\nHindu universalism, also called Neo-Vedanta[76] and neo-Hinduism,[77] is a modern interpretation of Hinduism which developed in response to western colonialism and orientalism. It denotes the ideology that all religions are true and therefore worthy of toleration and respect.[78]\n\nIt is a modern interpretation that aims to present Hinduism as a \"homogenized ideal of Hinduism\"[79] with Advaita Vedanta as its central doctrine.[80] For example, it presents that:\n\nHinduism embraces universalism by conceiving the whole world as a single family that deifies the one truth, and therefore it accepts all forms of beliefs and dismisses labels of distinct religions which would imply a division of identity.[82][83][84][self-published source]\n\nThis modernised re-interpretation has become a broad current in Indian culture,[80][85] extending far beyond the Dashanami Sampradaya, the Advaita Vedanta Sampradaya founded by Adi Shankara. An early exponent of Hindu Universalism was Ram Mohan Roy, who established the Brahmo Samaj.[86] Hindu Universalism was popularised in the 20th century in both India and the west by Vivekananda[87][80] and Sarvepalli Radhakrishnan.[80] Veneration for all other religions was articulated by Gandhi:\n\nWestern orientalists played an important role in this popularisation, regarding Vedanta to be the \"central theology of Hinduism\".[80] Oriental scholarship portrayed Hinduism as a \"single world religion\",[80] and denigrated the heterogeneousity of Hindu beliefs and practices as 'distortions' of the basic teachings of Vedanta.[89]\n\nIslam recognizes to a certain extent the validity of the Abrahamic religions, the Quran identifying Jews, Christians, and \"Sabi'un\" (usually taken as a reference to the Mandaeans) as \"people of the Book\" (ahl al-kitab). Later Islamic theologians expanded this definition to include Zoroastrians, and later even Hindus, as the early Islamic empire brought many people professing these religions under its dominion, but the Qur'an explicitly identifies only Jews, Christians, and Sabians as People of the Book.[90][need quotation to verify], [91][failed verification], [92][failed verification] The relation between Islam and universalism has assumed crucial importance in the context of political Islam or Islamism, particularly in reference to Sayyid Qutb, a leading member of the Muslim Brotherhood movement, and one of the key contemporary philosophers of Islam.[93]\n\n\nThere are several views within Islam with respect to Universalism. According to the most inclusive teachings, common among the liberal Muslim movements, all monotheistic religions or people of the book have a chance of salvation. For example, Surah 2:62 states: \n\nHowever, the most exclusive teachings disagree. For example, the Salafi refer to Surah 9:5:\nThe interpretation of all of these passages are hotly contested amongst various schools of thought, traditionalist and reform-minded, and branches of Islam, from the reforming Quranism and Ahmadiyya to the ultra-traditionalist Salafi, as is the doctrine of abrogation (naskh) which is used to determine which verses take precedence, based on reconstructed chronology, with later verses superseding earlier ones. The traditional chronology places Surah 9 as the last or second-to-last surah revealed, thus, in traditional exegesis, it gains a large power of abrogation, and verses 9:5, 29, 73 are held to have abrogated 2:256[94] The ahadith also play a major role in this, and different schools of thought assign different weightings and rulings of authenticity to different hadith, with the four schools of Sunni thought accepting the Six Authentic Collections, generally along with the Muwatta Imam Malik. Depending on the level of acceptance of rejection of certain traditions, the interpretation of the Koran can be changed immensely, from the Qur'anists who reject the ahadith, to the Salafi, or ahl al-hadith, who hold the entirety of the traditional collections in great reverence.\n\nTraditional Islam[94][95] views the world as bipartite, consisting of the House of Islam, that is, where people live under the Sharia;[95] and the House of War, that is, where the people do not live under Sharia, which must be proselytized[95][96][97] using whatever resources available, including, in some traditionalist and conservative interpretations,[98] the use of violence, as holy struggle in the path of God,[92][98][99] to either convert its inhabitants to Islam, or to rule them under the Shariah (cf. dhimmi).[100][101]\n\nJudaism teaches that God chose the Jewish people to be in a unique covenant with God, and one of their beliefs is that Jewish people were charged by the Torah with a specific mission—to be a light unto the nations, and to exemplify the covenant with God as described in the Torah to other nations. This view does not preclude a belief that God also has a relationship with other peoples—rather, Judaism holds that God had entered into a covenant with all humanity as Noachides, and that Jews and non-Jews alike have a relationship with God, as well as being universal in the sense that it is open to all mankind.[102]\n\nModern Jews such as Emmanuel Levinas advocate a universalist mindset that is performed through particularist behavior.[103] An on-line organization, the Jewish Spiritual Leaders Institute founded and led by Steven Blane, who calls himself an \"American Jewish Universalist Rabbi\", believes in a more inclusive version of Jewish Universalism, stating that \"God equally chose all nations to be lights unto the world, and we have much to learn and share with each other. We can only accomplish Tikkun Olam by our unconditional acceptance of each other's peaceful doctrines.\"[104]\n\nManichaeism, like Christian Gnosticism and Zurvanism, was inherently universalist.[105][page needed]\n\n\"Universalism\" and \"universalist\" are terms referring to neopagan groups that syncretize their beliefs with social justice activism and claim to be more inclusive to racial diversity or LGBT people, in opposition to apolitical or any other further right-leaning neopagans. These term are especially used by Heathen groups in the United States, such as The Troth.\n\nIn Sikhism, all the religions of the world are compared to rivers flowing into a single ocean. Although the Sikh gurus did not agree with the practices of fasting, idolatry and pilgrimage during their times, they stressed that all religions should be tolerated. The Sikh scripture, the Guru Granth Sahib, contains the writings of not just the Sikh guru themselves, but the writings of several Hindu and Muslim saints, known as the Bhagats.\n\nThe very first word of the Sikh scripture is \"Ik\", followed by \"Oh-ang-kar\". This literally means that there is only one god, and that one is wholesome, inclusive of the whole universe. It further goes on to state that all of creation, and all energy is part of this primordial being. As such, it is described in scripture over and over again, that all that occurs is part of the divine will, and as such, has to be accepted. It occurs for a reason, even if it is beyond the grasp of one person to understand.\n\nAlthough Sikhism does not teach that men are created as an image of God, it states that the essence of the One is to be found throughout all of its creation.[106] As was said by Yogi Bhajan, the man who is credited with having brought Sikhism to the West:\n\nThe First Sikh Guru, Guru Nanak said himself:\n\nBy this, Guru Nanak meant that there is no real \"religion\" in God's eyes. Unlike many of the major world religions, Sikhism does not have missionaries, instead it believes men have the freedom to find their own path to salvation.\n\nUnitarian Universalism (UU) is a theologically liberal religion characterized by a \"free and responsible search for truth and meaning\".[110] Unitarian Universalists do not share a creed; rather, they are unified by their shared search for spiritual growth and by the understanding that an individual's theology is a result of that search and not a result of obedience to an authoritarian requirement. Unitarian Universalists draw from all major world religions[111] and many different theological sources and have a wide range of beliefs and practices.\n\nWhile having its origins in Christianity, UU is no longer a Christian church. As of 2006, fewer than about 20% of Unitarian Universalists identified themselves as Christian.[112] Contemporary Unitarian Universalism espouses a pluralist approach to religious belief, whereby members may describe themselves as humanist, agnostic, deist, atheist, pagan, Christian, monotheist, pantheist, polytheist, or assume no label at all.\n\nThe Unitarian Universalist Association (UUA) was formed in 1961, a consolidation of the American Unitarian Association, established in 1825, and the Universalist Church of America,[113] established in 1866. It is headquartered in Boston, and mainly serves churches in the United States. The Canadian Unitarian Council became an independent body in 2002.[114]\n\nSome varieties of Zoroastrian (such as Zurvanism) are universalistic in application to all races, but not necessarily universalist in the sense of universal salvation.[115][failed verification]\n\n"
        }
    ]
}