{
    "url": "https://en.wikipedia.org/wiki/Universalist_Church_of_America",
    "title": "Universalist Church of America",
    "table_of_contents": [
        "1 History",
        "1.1 Spiritual ancestry",
        "1.2 Early America",
        "1.3 Consolidation",
        "2 Church organization",
        "3 Social and political stances",
        "3.1 Abolitionism",
        "3.2 Separation of church and state",
        "3.3 Spiritualism",
        "3.4 Ordination of women",
        "4 Universalists",
        "5 See also",
        "6 References",
        "7 Further reading",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The Universalist Church of America (UCA) was originally a Christian Universalist religious denomination in the United States (plus affiliated churches in other parts of the world). Known from 1866 as the Universalist General Convention, the name was changed to the Universalist Church of America in 1942. In 1961, it consolidated with the American Unitarian Association to form the Unitarian Universalist Association.[1]\n\nThe defining theology of Universalism is universal salvation; Universalists believe that the God of love would not create a person knowing that person would be destined for eternal damnation. They concluded that all people must be destined for salvation. Some early Universalists, known as Restorationists and led by Paul Dean, believed that after death there is a period of reprobation in Hell preceding salvation.[2][3] Other Universalists, notably Hosea Ballou, denied the existence of Hell entirely.[4]\n\n"
        },
        {
            "title": "History",
            "text": "Members of the Universalist Church of America claimed universalist beliefs among some early Christians such as Origen.[5][6] Richard Bauckham in Universalism: a historical survey ascribes this to Platonist influence, and notes that belief in the final restoration of all souls seems to have been not uncommon in the East during the fourth and fifth centuries and was apparently taught by Gregory of Nyssa, though this is disputed by Greek Orthodox scholars.[7] According to the Universalist historian Rev. George T. Knight, in the first five or six centuries of Christianity there were six known theological schools, of which four (Alexandria, Antioch, Caesarea, and Edessa) were universalist.[8]\n\nThe first verifiable and undisputed believer in universal salvation is Gerrard Winstanley, author of The Mysterie of God Concerning the Whole Creation, Mankinde (London, 1648).\n\nAmerican Universalism developed from the influence of various Pietist and Anabaptist movements in Europe, including Quakers, Moravians, Methodists, Lutherans, Schwenkfelders, Schwarzenau Brethren, and others.  Pietists emphasized individual piety and zeal and, following Zinzendorf, a \"religion of the heart.\"[9] Early followers were most often German in ancestry.  The majority of the early American Universalists lived in the Mid-Atlantic colonies, though Rhode Island also had a fair number of followers.  Adams Streeter (1735–1786), the first minister of Universalist congregations in Oxford and Milford, Massachusetts, original societies of Universalism in New England, came from a Baptist background, ordained in 1774.[10] Hosea Ballou has been called the \"father of American Universalism,\" along with John Murray, who founded the first Universalist church in America in Gloucester, Massachusetts, in 1774.\n\nOne of the most important early Universalist evangelists was Dr. George de Benneville.  Born in a Huguenot family exiled to England, he arrived in America in 1741.  A physician and lay preacher, he spread Universalism among the German immigrants of Berks County, Pennsylvania, and later around Philadelphia and New Jersey.  Benneville also commonly visited the Ephrata Cloister, a utopian community with Universalist beliefs.  He arranged for the translation of a German book about universalism, The Everlasting Gospel (1753 translation),[11] by Georg Klein-Nicolai of Friessdorf, Germany.  Nearly forty years later, Elhanan Winchester read the book and converted to Universalism.  He was influential in the printing of the Sauer Bible of Christoph Sauer (1695–1758), the first German Bible printed in America, with passages supporting Winchester's belief in the universal availability of salvation.\n\nIn the South, Rev. Giles Chapman[12] was a former Quaker and Continental Army Chaplain who married into a Dunker family.  The first Universalist church in South Carolina (and possibly in America) was the Freedonia Meeting Hall situated in Newberry County.[13]\n\nBenjamin Rush, a signer of the Declaration of Independence and a convert to Winchester's teaching of universal salvation, but not a member of a Universalist church, was a vigorous foe of slavery, advocated the abolition of the death penalty, advocated for better education for women, supported free public schools, was a pioneer in the study and treatment of mental illness, and insisted that the insane had a right to be treated with respect.  He published a pamphlet on the iniquity of the slave trade.  As part of his abolitionism, he helped organize the \"Pennsylvania Society for Promoting the Abolition of Slavery and the Relief of Free Negroes Unlawfully Held in Bondage,\" the first antislavery society in America; he also served as its president.  Rush believed, as did Winchester and most Universalists, in a state of punishment after death for the wicked.\n\nThe first General Society was held in 1778.  Annual conventions started in 1785 with the New England Convention.  In 1804, this convention changed its name to \"The General Convention of Universalists in the New England States and Others.\"  At its peak in the 1830s, the Universalist Church is reported to have been the 9th largest denomination in the United States.[citation needed]\n\nThe Church consolidated with the American Unitarian Association to form the Unitarian Universalist Association. Some state Universalist Conventions did not accept the consolidation. These churches and others form minor pockets of Christian theological Universalists which remain, but most are affiliated with other denominations.[14][15]\n\n"
        },
        {
            "title": "Church organization",
            "text": "Universalist congregations tended towards independence and were not easily prone to centralization. They generally met in State Conventions, which usually had more authority than was vested in national Conventions. The church had three divinity schools: Theological School of St. Lawrence University (1856–1965), the Ryder Divinity School (c. 1885–1913) at Lombard College, and the Crane Theological School of Tufts University (1869–1968).\n\nThe Philadelphia Convention was an independent National Convention from 1790 to about 1810.\n\nNotwithstanding its tendency toward independence, Universalist congregations supported the construction of The Universalist National Memorial Church in Washington, D.C., to serve as the official church of Universalism. In 1921, the Universalist General Convention approved funds for the building of the church and services began in 1925. The present church, located at 1810 Sixteenth Street NW, Washington DC, was established in 1930 and its current congregation continues to follow Universalist principles.\n\n"
        },
        {
            "title": "Social and political stances",
            "text": "The Universalist Church of America involved itself in several social causes, generally with a politically liberal bent.\n\nAs noted above, Benjamin Rush was a major political activist for anti-slavery causes in early America. The issue resurfaced in the 1850s with the Fugitive Slave Act and other compromises; the Universalists, along with various other denominations, vigorously opposed slavery as immoral. They also favored postbellum legislation such as the Fifteenth Amendment and the Freedman's Act to enfranchise all American citizens.\n\nLike many American religions, Universalism has generally been amenable to church-state separation. In New England, Baptists, Universalists, and Quakers provided some of the loudest voices calling for disestablishment of the government sponsored churches of the standing order.\n\nOne example comes from the 1770s. By Massachusetts state law, citizens were taxed to support the Congregational Church of the community where they lived. Sixty-one people in Gloucester left the church to form the Independent Church of Christ, which stood for Universalism. They then refused to pay their taxes. The church they built was seized and sold to pay; however, the Church sued, and in 1786, they won their case.\n\nAlthough the Universalist Church as a denomination never fully embraced Spiritualism, many Universalists were sympathetic to this nineteenth-century movement. Spiritualism was preached with some regularity from Universalist pulpits in the middle decades of the 19th century and some ministers left the denomination when their Spiritualist leanings became too pronounced for their peers and congregations.\n\nOn June 25, 1863, Olympia Brown became one of the first women in the United States to receive ordination in a national denomination, Antoinette Brown having been the first when she was ordained by the Congregational Churches in 1853.[16] By 1920, there were 88 Universalist women ministers, the largest group in the United States.\n\n"
        }
    ]
}