{
    "url": "https://en.wikipedia.org/wiki/Universal_White_Brotherhood",
    "title": "Universal White Brotherhood",
    "table_of_contents": [
        "1 Explanation of name",
        "2 Beliefs",
        "2.1 Solarcentrism",
        "2.2 Brotherhood",
        "2.3 Dualism of human nature",
        "2.4 Divinity of art",
        "2.5 Spiritual work",
        "3 Methods and practices",
        "3.1 Meditation",
        "3.2 Music and singing",
        "3.3 Eating in silence",
        "3.4 Respiration",
        "3.5 Spiritual gymnastics",
        "3.6 Paneurhythmy",
        "4 References",
        "5 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The Universal White Brotherhood (UWB) is a religious movement founded in Bulgaria in the early twentieth century by Peter Deunov and was established in France in 1937 by Omraam Mikhaël Aïvanhov (1900–1986), one of his followers.\n\nTheir teachings are also known as \"Dunovism\", after the founder. The group proposes a Christian esoterism, characterized by a number of practices, including prayer, meditation, breathing exercises, yoga of nutrition and paneurhythmy.[1]\n\nA person can be both member of the group and of another religion.[2]\n\nIn France, the group achieved notability in the media in 1971.[3] It has two centers located in Sèvres and Fréjus and 2,000 followers in France. It is present in many countries, including Canada, Switzerland and Belgium. The 1995 and 1999 reports established by the Parliamentary Commission on Cults in France, as well as the 1997 reports issued by the Parliamentary Inquiry Commission in Belgium listed the group as a cult.[4][5]\n\nThe main criticisms by anti-cult associations are the alleged harmful effects of the doctrine on the psyche of some followers, the diet that can lead to nutritional deficiencies, and the authoritarian nature of education.[6]\n\n"
        },
        {
            "title": "Explanation of name",
            "text": "\"Universal\" refers to humans’ ability to understand universal concepts about life. It speaks to the idea that people can expand their consciousness with these concepts that extend to more than just one person or group.\n\n\"White\" refers to \"the highest spiritual symbol, which is the synthesis of all colors, being the manifestations of the soul’s virtues.\"  \"Brotherhood\" is meant to indicate that the UWB's teachings are for every human no matter what community, religion, or group they belong to. The Universal White Brotherhood believes that their teachings are for everyone so that they can expand their consciousness and embrace a virtuous spirituality.[7]\n\n"
        },
        {
            "title": "Beliefs",
            "text": "The Universal White Brotherhood believes in centering oneself around the sun, which contributes to their practice of Surya Yoga. They believe that meditating at sunrise offers a host of physical and spiritual benefits. According to the movement, this practice has value given that the Earth and therefore human beings revolve around the sun.[8]\n\nThe UWB believes that universal brotherhood is \"the only solution to the problems of humanity.\" This brotherhood is described as \"human beings work[ing] together no longer exclusively for themselves, but for the whole world.\" This stems from the belief that all people are children of a universal Creator.[9]\n\nThe Universal White Brotherhood teaches \"that all human beings possess two natures, a human nature and a divine nature.\" The human nature \"is composed of the physical and etheric body… the astral body… [and] the mental body,\" and the divine body \"consists of the Causal body… or divine wisdom… the Budhic body [which] is formed of all our purest, most noble feelings… [and] the Atmic body [or] the higher will.\" The UWB believes that humans should identify with their divine nature.[10]\n\nThis is the belief that all human beings are naturally creative, but that art ought to be inspired by the divine rather than by the human. Within UWB thought, humans are considered to be works of art, and perfecting oneself is seen act of creativity.[11]\n\nThe UWB teaches that \"spiritual work is a matter of developing the divine part of yourself which in ordinary life is bullied and smothered by all kinds of occupations and worries… Learn to establish order and harmony in yourself, allow your divine nature to blossom in the light and love.\" This is accomplished by \"bring[ing] heaven into [one’s] physical body,\" for example by means of eating, breathing exercises, and prayer.[12]\n\n"
        },
        {
            "title": "Methods and practices",
            "text": "Six of the major methods used by the Universal White Brotherhood to practice and reinforce their beliefs include: meditation, music and singing, eating in silence, respiration, spiritual gymnastics, and paneurhythmy.\n\nThe Master calls meditation \"Surya Yoga\" or \"Yoga of the Sun\" and it is a method that all disciples are encouraged to practice because it is at the heart of the teachings. Meditation is practiced between the Spring and Autumn equinoxes at sunrise. Sunrise is important because it is a time of renewal when the sun's rays help to transform and renew meditators. In meditation, the practitioner concentrates their thoughts and forces on the sun to reinforce their connection with their spirit. Just as the sun is the center of the solar system, through meditation practitioners connect with their spirit, the center of their being. Meditation allows paths of communication to be established through bridges between people's higher and lower natures.[13]\n\nThere is also meditation with music and laser meditation. Meditation with music is when brotherhood centers hold collective meditations that start with 10–15 minutes of inspirational music. This music is thought to help practitioners relax and to stimulate the imagination leading to an enrichment of spiritual life and good will. Laser meditation is when everyone concentrates on a single image during intense and silent meditation. People are united at this time and even vibrate on the same wavelength.[13][dead link]\n\nMeetings begin with the singing of three sacred songs that were composed by Peter Deunov. Omraam Mikhaël Aïvanhov says that music is a way to harmonize one's being with the rest of the community. It helps to establish unity between people and to purify the atmosphere to \"disintegrate the darkness\". Through song, people are able to transform themselves. While singing, people should concentrate on what they need or want, like health or intelligence, and in the future they might find that they can find these things within themselves.[14]\n\nPractitioners eat in silence so they are able to meditate on how their food is grown in nature and by the Creator. By avoiding conversation and focusing on the food, people are able to love their food so that they are able to receive all of its treasures. The idea is that if you love the food you are eating, you will gain more from the experience.[15]\n\nThe Brotherhood uses nostril breathing exercises that are often found in Hatha yoga tradition. Breathing is considered a form of nutrition and to fully take in these nutrients, people must hold the air in their lungs. Through respiration, people also draw in forces of light and peace from the world. These methods are used to develop \"inner qualities, strengthen the will, calm the nervous system and vitalize the body.\"[16]\n\nThere are six exercise that when performed form an \"inner request\". The exercises take the shape of gentle and flowing movements and by concentrating on specific movements, people are able to calm their nervous system and create inner harmony. These exercises can also be used to ask for spiritual blessings and to develop individual qualities of balance, vitality, health, and purity. These gymnastics allow people to create balance between themselves and nature that ultimately results in better health.[17]\n\nPaneurhythmy refers to a circle dance, which was created by Deunov and he referred to it as \"the supreme cosmic rhythm\". Through this dance people are able to harmonize with the rhythms of the universe. Aïvanhov said, \"dancing the paneurhythmy enables you to learn to adapt your thoughts, your sentiments and your actions to the most harmonious rhythms of nature.\"[18]\n\n"
        }
    ]
}