{
    "url": "https://en.wikipedia.org/wiki/University_of_Vermont",
    "title": "University of Vermont",
    "table_of_contents": [
        "1 History",
        "2 Seal",
        "3 Admissions",
        "3.1 Undergraduate",
        "4 Academics",
        "4.1 Rankings",
        "4.2 College of Arts and Sciences",
        "4.3 Grossman School of Business",
        "4.4 College of Engineering and Mathematical Sciences",
        "4.5 College of Agriculture and Life Sciences",
        "4.6 College of Education and Social Services",
        "4.7 College of Medicine",
        "4.8 Charles A. Dana Medical Library",
        "4.9 College of Nursing and Health Sciences",
        "4.10 Honors College",
        "4.11 Rubenstein School of Environment and Natural Resources",
        "5 Athletics",
        "5.1 Club sports",
        "6 Arts",
        "7 Student life",
        "8 Dining",
        "9 Sustainability",
        "10 The Lawrence Debate Union",
        "11 Concerts",
        "12 Publications",
        "13 Greek life",
        "13.1 Fraternities",
        "13.2 Sororities",
        "13.3 Honor societies",
        "14 Notable alumni",
        "15 Notes",
        "16 References",
        "17 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The University of Vermont (UVM),[a] officially the University of Vermont and State Agricultural College, is a public land-grant research university in Burlington, Vermont. It was founded in 1791 and is among the oldest universities in the United States as it was the fifth institution of higher education established in the New England region of the U.S. northeast.[6] It is listed as one of the original eight \"Public Ivy\" institutions in the United States and is classified among \"R2: Doctoral Universities – High research activity\".[7]\n\nThe largest hospital complex in Vermont, the University of Vermont Medical Center, has its primary facility on the UVM campus and is affiliated with the Robert Larner College of Medicine.\n\n"
        },
        {
            "title": "History",
            "text": "The University of Vermont was founded as a private university in 1791, the same year Vermont became the 14th U.S. state. The university enrolled its first students 10 years later. Its first president, The Rev. Daniel C. Sanders, was hired in 1800, and served as the sole faculty member for seven years. Instruction began in 1801, and the first class graduated in 1804. In 1865, the university merged with Vermont Agricultural College (chartered November 22, 1864, after the passage of the Morrill Land-Grant Colleges Act of 1862), emerging as the University of Vermont and State Agricultural College. The university was granted 150,000 acres, which it sold for\n$122,626.[8] The University of Vermont draws 6.8 percent of its annual budget of about $600 million from the State of Vermont and Vermont residents make up 35 percent of enrollment, while 65 percent of students come from elsewhere.[9]\n\nMuch of the initial funding and planning for the university was undertaken by Ira Allen, who is honored as UVM's founder. Allen donated a 50-acre (20 ha) parcel of land for establishment of the university. Most of this land has been maintained as the university's main green, where stands a statue of Allen.[10]\n\nThe citizens of Burlington helped fund the university's first edifice, and, when it was destroyed by fire in 1824, also paid for its replacement. This building came to be known as \"Old Mill\" for its resemblance to New England mills of the time. The Marquis de Lafayette, a French general who became a commander in the American Revolution, toured all 24 U.S. states in 1824-1825 and while in Vermont laid the cornerstone of Old Mill, which stands on University Row, along with Ira Allen Chapel, Billings Library, Williams Hall, Royall Tyler Theatre and Morrill Hall. A statue of Lafayette stands at the north end of the main green.[10]\n\nThe University of Vermont was the first American college or university with a charter declaring that the \"rules, regulations, and by-laws shall not tend to give preference to any religious sect or denomination whatsoever.\"[10]\n\nIn 1871, UVM defied custom and admitted two women as students. Four years later, it was the first American university to admit women to full membership into the Phi Beta Kappa Society, the country's oldest collegiate academic honor society. Likewise, in 1877, it initiated the first African American into the society.[10]\n\nJustin Smith Morrill, a U.S. Representative (1855–1867) and Senator (1867–1898) from Vermont, author of the Morrill Land-Grant Colleges Act that created federal funding for establishing the U.S. land-grant colleges and universities, served as a trustee of the university from 1865 to 1898.\n\nIn 1924, the first radio broadcast in Vermont occurred from the college station, WCAX, run by students then, now the call sign of a commercial television station.[11]\n\nFor 73 years, until 1969, UVM held an annual \"Kake Walk\" where students wore blackface.[12][13]\n\n"
        },
        {
            "title": "Seal",
            "text": "The university first adopted an official seal in 1807. The seal depicts the sun rising over the Green Mountains with the original college edifice, now the remodeled Old Mill. It includes a diagram of Euclid's \"windmill proof\" of the Pythagorean theorem, a globe, and a sextant. It includes the motto \"Universitas V. Montis. A.D. 1791\" in the outer ring \"Collegiumque Agriculturae\" in the inner one, noting the establishment of the College of Agriculture in 1865.[14]\n\n"
        },
        {
            "title": "Admissions",
            "text": "The 2022 annual ranking of U.S. News & World Report categorizes UVM as \"more selective\".[16] For the Class of 2025 (enrolled fall 2021), UVM received 25,559 applications and accepted 16,233 (63.5%). Of those accepted, 2,932 enrolled, a yield rate (the percentage of accepted students who choose to attend the university) of 18.1%.[15] UVM's freshman retention rate is 88.2%, with 77% going on to graduate within six years.[15]\n\nOf the 34% of the incoming freshman class who submitted SAT scores; the middle 50 percent Composite scores were 1250-1400.[15] Of the 14% of enrolled freshmen in 2021 who submitted ACT scores; the middle 50 percent Composite score was between 29 and 33.[15]\n\n"
        },
        {
            "title": "Academics",
            "text": "The University of Vermont comprises seven undergraduate schools, an honors college, a graduate college, and a college of medicine. The Honors College does not offer its own degrees; students in the Honors College concurrently enroll in one of the university's seven undergraduate colleges or schools.[22]\n\nBachelors, masters, and doctoral programs are offered through the Robert Larner College of Medicine, the College of Agriculture and Life Sciences, the College of Arts and Sciences, the College of Education and Social Services, the College of Engineering and Mathematical Sciences, the College of Nursing and Health Sciences, the Graduate College, the Grossman School of Business, and the Rubenstein School of Environment and Natural Resources.[23] The University of Vermont is accredited by the New England Commission of Higher Education.[24]\n\nUVM is ranked tied for 118th in U.S. News & World Report's 2021 national university rankings, and is ranked tied for 54th among public universities.[33]\n\nIn 2019, Forbes \"America's Top Colleges\" list ranks UVM 168th overall out of 650 private and public colleges and universities in America, and also ranks it 48th in the \"Public Colleges\" category and 91st among \"Research Universities.\"[34]\n\nThe University of Vermont is ranked 40th on a list published by BusinessWeek.com of the top 50 U.S. colleges and universities whose bachelor's degree graduates earn the highest salaries.[35]\n\nIn 2014, an analysis of federal data found The University of Vermont to be among the top ten schools in the United States with the highest total rape reports. There were 27 total rape reports on their main campus.[36]\n\nThe College of Arts and Sciences is the largest of UVM's schools and colleges and has the largest number of students, faculty, and staff. The college also offers the bulk of the foundational courses to help ensure that students all over campus have the tools to succeed in all academic endeavors. It offers 45 areas of study in the humanities, fine arts, social sciences, mathematics, natural sciences, and physical sciences.\n\nUVM's Grossman School of Business is accredited by the AACSB International and offers undergraduate and graduate programs.[37] The school was renamed the Grossman School of Business in 2015 in honor of a $20 million gift from alumnus Steven Grossman, the largest single gift in the university's history.[38]\n\nIn 2016, the Grossman School was ranked the No. 10 MBA program in the world for social and environmental impact by Corporate Knights Magazine.[39]\n\nCEMS is home to five ABET-accredited engineering programs — Biomedical, Civil, Environmental, Electrical and Mechanical Engineering, in addition to the Department of Computer Science and the Department of Mathematics and Statistics. It also features three research centers: the Transportation Research Center, the Complex Systems Center and the Vermont Advanced Computing Center. The college has about 1400 undergraduate students, 250 graduate students, and 85 faculty members.\n\nThe College of Agriculture and Life Sciences (CALS) offers programs in animal science (early admission to the Cummings School of Veterinary Medicine at Tufts University is available); biochemistry; biological science; community entrepreneurship; community and international development; dietetics, nutrition and food sciences; ecological agriculture; environmental science; environmental studies; microbiology; molecular genetics; plant biology; public communication; and sustainable landscape horticulture. The college is also home to the Center for Rural Studies.\n\nThe college also offers programs in conjunction with the college of arts and sciences. Students who choose these majors, such as Biological Sciences, can choose between either college.[40]\n\nAs a land grant college, UVM receives an annual grant under the Cooperative State Research, Education, and Extension Service to provide agricultural research services to the state of Vermont.\n\nUVM's College of Education and Social Services (CESS) offers degrees in teacher education, human development & family studies, and social work. Minors are also available in American Sign Language, special education, and education for cultural and linguistic diversity. The college comprises the Department of Leadership and Developmental Sciences, Department of Education, Department of Social Work, and the Center on Disability and Community Inclusion. Studies leading to a master's degree or doctorate (Ed.D. or Ph.D.) also are offered. Graduates of CESS have gone on to become teachers, school administrators, social workers, non-profit leaders, and more.\n\nIn 1804, John Pomeroy began teaching students in his house in Burlington, as the first medical department at a State College or University. In 1822, the College of Medicine was established as the seventh medical college in the United States, founded by Pomeroy and the medical educator Nathan Smith.\n\nUVM enrolls approximately 100 medical students in each class; there are approximately 400 medical students total. The University of Vermont Medical Center is the primary clinical site of clinical education.\n\nThe College of Medicine currently ranks tied for 29th for overall quality in primary care training among the country's 89 programs ranked by U.S. News & World Report for 2016 and 43rd out of 120 in 2019.[41][42]\n\nOn October 21st, 2016 Joe Biden visited the University campus to discuss Cancer Moonshot.[43][44]\n\nThe largest medical library in Vermont, the Charles A. Dana Library is the Vermont Resource Library of the National Network of Libraries of Medicine[45] and serves the information needs of the Academic Health Center at the University of Vermont. The Academic Health Center is composed of the faculty, staff and students at UVM's College of Medicine and the College of Nursing and Health Sciences, as well as the physicians, and other health care providers at the University of Vermont Medical Center. The library also meets the health sciences information needs of the university's undergraduate and graduate programs and is open to the residents of the state of Vermont with health sciences information questions.\n\nThe College of Nursing and Health Sciences at UVM comprises four departments: Biomedical and Health Sciences, Communication Sciences and Disorders, Nursing, and Rehabilitation and Movement Science, as well as the Institute of Integrative Health, a shared program with the Robert Larner College of Medicine offering a Certificate in Integrative Healthcare. Students in the college major in Athletic Training, Communication Sciences and Disorders (Speech-Language Pathology & Audiology), Exercise and Movement Science, medical laboratory science, nuclear medicine technology, nursing, or radiation therapy. Some of these undergraduate degrees prepare students to enter graduate degree programs for Speech-Language Pathology or Audiology or a doctorate of physical therapy program. The college also utilizes clinical facilities at the UVM Medical Center (formerly known as Fletcher Allen Health Center).\n\nThe Honors College sponsors opportunities for students to participate in co-curricular programs and extracurricular activities — special symposia, dinners with visiting scholars, and trips to museums and theaters in Montreal and Boston.\n\nFaculty are selected from throughout the university to participate in the Honors College as lecturers in a first-year ethics course and advanced seminars, as participants in reading groups, as speakers at the Plenary Lecture Series, and as mentors to honors students conducting research.\n\nThrough a required ethics course, small seminars, informal gatherings, and special research projects, students work alongside scholars from a section of the university's academic disciplines in the humanities, the sciences, engineering, nursing, medicine, education, business and more.\n\nFrom its origins in the School of Natural Resources (originally established in 1973), the Rubenstein School of Environment and Natural Resources (RSENR) was created in 2003.  The Rubenstein School of Environment and Natural Resources seeks to cultivate an appreciation and understanding of ecological and social processes and values aimed at maintaining the integrity of natural systems and achieving a sustainable human community in harmony with the natural environment.  The Rubenstein School targets three general areas of emphasis for scholarly pursuit: 1. Applied Ecology; 2. Environment & Society; and 3. Development & Use of Innovative Tools (e.g. GIS, spatial analysis, and modeling).\n\nThe main building hosting RSENR is located at the George D. Aiken Center, which was renovated in 2012 and received a U.S. Green Building Council LEED Platinum certification.[46]\n\nIn 2007, the university won a $6.7 million grant to research the pollution problems of Lake Champlain.[47]\n\n"
        },
        {
            "title": "Athletics",
            "text": "The athletic teams at UVM are known as the Catamounts. The university offers 18 varsity sports. Women's teams include basketball, cross country, field hockey, ice hockey, lacrosse, skiing, soccer, swimming and diving, and track and field (indoor and outdoor). Men's teams include basketball, cross country, ice hockey, lacrosse, skiing, soccer, and track and field (indoor and outdoor).  All teams compete at the NCAA Division I level.  Most teams compete in the America East Conference.  Men's and women's hockey teams compete in the Hockey East Association.  The alpine and Nordic ski teams compete in the E.I.S.A. (Eastern Intercollegiate Ski Association).\n\nUVM's athletic teams won seven straight America East Academic Cups (2005, 2006, 2007, 2008, 2009, 2010, and 2011) for the best overall combined GPA among its student-athletes. UVM is the first school in the America East Conference to win three straight years and four times overall.\n\nHighlights of recent varsity athletic seasons include the men's hockey teams trip to the Frozen Four in 2009; the women's and men's basketball teams advancing to the 2010 NCAA Tournament following America East Tournament titles; the ski team winning its sixth NCAA National Championship in 2012 in Bozeman, Montana; in 2014, the men's hockey team earned its third trip to the NCAA Tournament since 2009 and the men's basketball team won the America East Regular Season title for the sixth time. The university has discontinued several major sports programs in its history, including football, softball and baseball. The softball and baseball programs were eliminated in 2009.[48]\n\nThirty-six former UVM athletes have competed in 16 Olympic Games (13 winter, 3 summer) and combined have won six Olympic medals.[49] The UVM fight song was written in 1938 and is entitled \"Vermont Victorious.\"[50]\n\nUVM sponsors many club sports teams. The UVM Sailing Team was competitively ranked 8th in the nation as of November 15, 2009.[51][52] UVM Crew competes in the Head of the Charles Regatta and Dad Vail Regatta, winning Bronze for the Men's Coxed Four in the 2015 ACRA national club rowing championship. The Cycling Team competes against other collegiate varsity teams and has won multiple national titles.\n\n"
        },
        {
            "title": "Arts",
            "text": "UVM's Lane Performing Arts Series and Music Department sponsor instrumental and choral performances featuring national and international performers throughout the year. The Royall Tyler Theatre presents theater productions on its mainstage, often featuring Equity actors along with student talent. In addition to the Department of Theatre's three mainstage shows each year, a group of student-directed one acts, and The Toys Take Over Christmas, a holiday tradition in Burlington, are also performed.  Past mainstage shows have included have been Godspell (2009); Compleat Female Stage Beauty (2008); The Miss Firecracker Contest, Found a Peanut, and La Ronde (2007); Ring Round the Moon, The Underpants, and Macbeth (2006); A Midsummer Night's Dream, Beyond Therapy, and Hair (2005); The Art of Dining, Anouilh's Antigone, and Rumors (2004); and Remember the Children: Terezin and Metamorphoses (2003).\n\n\nThe Robert Hull Fleming Museum is the university's museum. Its permanent collection includes a variety of works of art as well as anthropological and ethnographic artifacts. The Museum also features various visiting exhibits and special events. \nThe Vermont Mozart Festival developed at UVM, and its first festivals also were held at UVM. The festival was incorporated as an independent nonprofit organization in 1976 but retains ties to UVM.\n\n"
        },
        {
            "title": "Student life",
            "text": "Student clubs and organizations, totaling more than 100, span student interests and receive sponsorship from the Student Government Association. Clubs with longstanding history and the largest memberships include: Volunteers in Action, the UVM Outing Club, Ski & Snowboard Club. Hillel also has a strong presence on the UVM campus.[53][54][55] UVM also is home to the oldest FeelGood chapter in the nation, started in 2006, with the chapter raising over $100,000 since its inception for the end of extreme poverty by 2030 through on-campus grilled cheese delis.[56]\n\nIn 2015, the university launched a wellness program called the Wellness Environment, or WE, a substance-free residential program that gives interested students access to fitness and nutrition coaches, has daily yoga instruction, round-the-clock meditation sessions, and a mentorship program that pairs them with a Burlington youth.[57] In the fall of 2017, the Central Campus Residence Hall completed construction, and now houses nearly 700 residents in the Wellness Environment.\n\nThanks to an organization known as GIRT, or Gender Inclusive Restroom Taskforce, the University of Vermont has a growing number of single-occupancy, gender-neutral bathrooms for use by non-binary and gender non-conforming students, faculty, and visitors. One such example is in the Central Campus Residence Hall, which includes gender-neutral, single-occupancy bathrooms only on the residential floors.[58]\n\n"
        },
        {
            "title": "Dining",
            "text": "The University of Vermont is home to four unlimited dining halls, as well as various other dining options.[59] The unlimited dining halls consist of Simpson Fine Dining on Redstone Campus, Northside Unlimited Dining on Trinity Campus, the Central Campus Dining Hall (CCRH), and Harris Millis Dining on the Athletic Campus.[60][failed verification]\n\n"
        },
        {
            "title": "Sustainability",
            "text": "The University of Vermont has a long history toward operational environmental sustainability on its campus. In 1995, the Environmental Council at UVM was established to fill a gap regarding a bridge between operations and academics on campus greening issues.[61] The first Council project was to hear presentations from the various environmental programs on campus to provide a baseline scan of campus operation environmental impact. Greening UVM was published in 1998 by the council to establish a baseline on the environmental impact of the campus' operations. During the same year, a Recycled Paper Policy was created and was implemented in 1999.[62] As a community stakeholder in the Lab-XL project, the Environmental Council received an EPA grant to support the Tracking UVM project and publication to assess the relative environmental impact and community interest in laboratory chemical waste. Tracking UVM,[63] a follow-up to the Greening UVM report, was published in 2002 and reported on the environmental progress of the university from 1990 to 2000. The University of Vermont's commitment to tracking its environmental performance was recognized in 2004 with Vermont's Governor's Award for Environmental Excellence for this 2002 environmental report card. Tracking UVM is one of the first report cards that track the environmental impact of campus operations in an institution of higher education.\n\nIn 2005, UVM's President Daniel M. Fogel signed the institution's Green Building Policy.[64][65] The Recycled Paper Policy was updated in 2006 after two students pushed for the university to commit to purchasing 100 percent post-consumer, chlorine-free paper for routine copying and printing.[66]\n\nIn 2007, President Fogel signs on to the American College and University Presidents' Climate Commitment.[67] The American College & University Presidents' Climate Commitment (ACUPCC) is a high-visibility effort to address global climate disruption undertaken by a network of colleges and universities that have made institutional commitments to eliminate net greenhouse gas emissions from specified campus operations, and to promote the research and educational efforts of higher education to equip society to re-stabilize the earth's climate. Its mission is to accelerate progress towards climate neutrality and sustainability by empowering the higher education sector to educate students, create solutions, and provide leadership by example for the rest of society.[68] In 2008, UVM dissolved the Environmental Council and established the Office of Sustainability.[69] The Office of Sustainability aims to foster sustainable development and promote environmental responsibility at the University of Vermont by strategically bridging the academic activities of teaching, research, and outreach with the operations of the university.[70] The sustainability office reports jointly to the Provost and to the Vice President for Finance & Administration, who supervises the director. There are two full-time staff and four Graduate Fellows, plus an Academic Advisor and a team of supporters.\n\nIn 2011, UVM released its Climate Action Plan[71] to the American College & University President's Climate Commitment. The climate action plan focuses on the direct and indirect greenhouse gas emissions from the institution's operations.  The target dates for UVM's climate action plan are 2015 for 100% carbon neutral electricity (Scope 1)[72] and 2020 for carbon neutral heating, cooling, and fleet (Scope 2).[72] UVM aims to target the net zero emissions for its \"Scope 3\"[72] sources by 2025.\n\nIn 2012, UVM became one of the first institutions nationwide to end the sale of bottled water on campus and mandate that one-third of drinks offered in vending machines be healthy options.[73]  During the same year, UVM's Board of Trustees passed a resolution to earmark $13 million for the fund, making it the largest challenge to date. Harvard's $12 million green loan fund[74] had been the largest. In March 2012, UVM became 5th school in the nation to sign the \"Real Food Campus Commitment\",[75] pledging to purchase 20 percent real food by 2020. In April 2017, UVM announced it had surpassed this goal and set a new goal to source 25 percent Real Food by 2020.[76]\n\nThe Certification for Sustainable Transportation (CST) was founded in 2012 to help improve economic, environmental, and energy efficiency within the passenger transportation sector.  The CST is a direct outgrowth of work that began at the University of Vermont (UVM) in 2005 and now houses the eRating certification, driver trainings, and an array of awareness and education programs. It is a nonprofit operating out of UVM's Extensions office.[77]\n\n"
        },
        {
            "title": "The Lawrence Debate Union",
            "text": "The university's debate team,[78] which competes in both the American policy debate and British parliamentary debate formats, is one of the oldest organizations on campus, and receives funding from a private grant established in 1899. The Lawrence Debate Union has sent students abroad to promote cultural understanding. In 2007, students traveled to Slovenia, Malaysia, and Thailand. The school has also sent students to the World Universities Debating Championship held in Ireland, Turkey, Botswana, Manila, Berlin, and Chennai, breaking into elimination rounds in the 2011 World University Debating Championship. Debaters from the LDU have also regularly competed in tournaments hosted by Oxford University and Cambridge University, and in 2013 won the title of the Budapest IV and Vienna IV in consecutive tournaments. Domestically, the LDU has also won the title of Northeast Universities Debating Sweepstakes champion for four consecutive years. The program is currently ranked seventh in the top schools for British Parliamentary debate in the world, and is the third-ranked American university on the list, behind only Yale and Cornell.[citation needed] It encourages participation of all interested UVM students, and sponsors public debates at UVM and for the Burlington community.[79]  The coach of the LDU, Dr. Alfred C. Snider, was, before his death in late 2015, one of the most decorated debate coaches in the world and also coached the National Speech and Debate Organization's national high school debate team to compete in the world championships.[80]\n\n"
        },
        {
            "title": "Concerts",
            "text": "UVM Program Board (UPB) is responsible for bringing live musical entertainment to the UVM community. UPB features acts from across the country as well as local bands. UPB is composed of four committees, one of which is a concerts committee. The concerts committee learns about various aspects of the music industry by putting on shows and working with local sound and production professionals. Students are in charge of choosing and booking bands and are responsible for all production aspects on the day of the show.\n\nUPB was founded in 2007 by Katie Scheck as it adopted the Concert Bureau was (established in 1971) as one of its committees. Concerts Bureau and UVM Program Board have brought in artists such as R.E.M., Phish (three of its four members attended UVM in the 1980s), Red Hot Chili Peppers, Sting, Lou Reed, Primus, The String Cheese Incident, James Brown, Bob Dylan, the Allman Brothers Band, Death Cab for Cutie, Jurassic 5, the Disco Biscuits, The Grateful Dead, Guster, and The Flaming Lips.\n\nSince 2001, the UVM Concert Bureau (which later transitioned into UVM Program Board), have organized an annual festival held in April known as SpringFest. SpringFest headliners have included Vida Blue, The Roots, Cake, Keller Williams, Gov't Mule, co-headliners Robert Randolph & the Family Band, Ziggy Marley, and Talib Kweli.  Other acts to perform at various SpringFests have included The Meditations, Toots & the Maytals, Soulive, Rjd2, Apollo Sunshine, Ratatat in 2009, MSTRKRFT in 2010, The Roots and Thievery Corporation in 2011, Dillon Francis in 2012, MGMT in 2013, Atmosphere in 2014, The Disco Biscuits in 2015, The Head and the Heart in 2016, Two Door Cinema Club in 2017, and Playboi Carti in 2018.\n\n"
        },
        {
            "title": "Greek life",
            "text": "The University of Vermont Greek Community is one of the oldest in the nation with the first fraternal organization starting in 1836.\nThe 5 pillar values of the University of Vermont Greek Community are citizenship, leadership, lifelong learning, friendship, and social justice.  The University of Vermont values its Greek Community for their strong commitment to collaboration and relationship building.  More than 8 percent of students at UVM join Greek Life organizations.  Fraternity and sorority members are very involved on campus in roles including Student Government (SGA), Orientation Leaders, advocates, and Residence Assistants.\n\n"
        }
    ]
}