{
    "url": "https://en.wikipedia.org/wiki/University_of_Liverpool",
    "title": "University of Liverpool",
    "table_of_contents": [
        "1 History",
        "1.1 University College Liverpool",
        "1.2 University status",
        "2 Campus and facilities",
        "2.1 Central Teaching Hub",
        "2.2 Sustainability",
        "3 Organisation and structure",
        "3.1 Senior leadership",
        "3.2 Faculties",
        "4 Academic profile",
        "4.1 Rankings and reputation",
        "4.2 Admissions",
        "4.3 Xi'an Jiaotong-Liverpool University",
        "5 Student life",
        "5.1 University halls",
        "5.2 Sport",
        "6 Notable alumni",
        "6.1 Nobel Prize winners",
        "7 See also",
        "8 Notes",
        "9 References",
        "10 Further reading",
        "11 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\n\n\nThe University of Liverpool (abbreviated UOL) is a public research university based in the city of Liverpool, England.  Founded as a college in 1881, it gained its Royal Charter in 1903 with the ability to award degrees, and is also known to be one of the six 'red brick' civic universities, the first to be referred to as The Original Red Brick. It comprises three faculties organised into 35 departments and schools. It is a founding member of the Russell Group, the N8 Group for research collaboration and the university management school is triple crown accredited.[6]\n\nNine Nobel Prize winners are amongst its alumni and past faculty and the university offers more than 230 first degree courses across 103 subjects.[7] Its alumni include the CEOs of GlobalFoundries, ARM Holdings, Tesco, Motorola and The Coca-Cola Company. It was the UK's first university to establish departments in oceanography, civic design, architecture, and biochemistry (at the Johnston Laboratories).[8] In 2006 the university became the first in the UK to establish an independent university in China, Xi'an Jiaotong-Liverpool University, making it the world's first Sino-British university.[9][10][11] For 2020–21, Liverpool had a turnover of £597.4 million, including £112.5 million from research grants and contracts.[4] It has the seventh-largest endowment of any university in England. Graduates of the university are styled with the post-nominal letters Lpool, to indicate the institution.\n\n"
        },
        {
            "title": "History",
            "text": "The university was established in 1881 as University College Liverpool, admitting its first students in 1882.[2] In 1884, it became part of the federal Victoria University. In 1894 Oliver Lodge, a professor at the university, made the world's first public radio transmission and two years later took the first surgical X-ray in the United Kingdom.[12] The Liverpool University Press was founded in 1899, making it the third-oldest university press in England. Students in this period were awarded external degrees by the University of London.[13]\n\nFollowing a royal charter and act of Parliament in 1903, it became an independent university (the University of Liverpool) with the right to confer its own degrees. The next few years saw major developments at the university, including Sir Charles Sherrington's discovery of the synapse and William Blair-Bell's work on chemotherapy in the treatment of cancer. In the 1930s to 1940s Sir James Chadwick and Sir Joseph Rotblat made major contributions to the development of the atomic bomb.[12] From 1943 to 1966 Allan Downie, Professor of Bacteriology, was involved in the eradication of smallpox.\n\nIn 1994 the university was a founding member of the Russell Group, a collaboration of twenty leading research-intensive universities, as well as a founding member of the N8 Group in 2004. In the 21st century physicists, engineers and technicians from the University of Liverpool were involved in the construction of the Large Hadron Collider at CERN, working on two of the four detectors in the LHC.[14]\n\nIn 2004, Sylvan Learning, later known as Laureate International Universities, became the worldwide partner for University of Liverpool online.[15] In 2019, it was announced that Kaplan Open Learning, part of Kaplan, Inc, would be the new partner for the University of Liverpool's online programmes.[16] Laureate continued to provide some teaching provision for existing students until 2021.[17]\n\nThe university has produced ten Nobel Prize winners, from the fields of science, medicine, economics and peace. The Nobel laureates include the physician Sir Ronald Ross, physicist Charles Barkla, physicist Martin Lewis Perl, the physiologist Sir Charles Sherrington, physicist Sir James Chadwick, chemist Sir Robert Robinson, chemist Har Gobind Khorana, physiologist Rodney Porter, economist Ronald Coase and physicist Joseph Rotblat. Sir Ronald Ross was also the first British Nobel laureate in 1902. The university is also associated with Professors Ronald Finn and Sir Cyril Clarke who jointly won the Lasker-DeBakey Clinical Medical Research Award in 1980 and Sir David Weatherall who won the Lasker-Koshland Special Achievement Award in Medical Science in 2010. These Lasker Awards are popularly known as America's Nobels.[18]\n\nOver the 2013/2014 academic year, members of staff took part in numerous strikes after staff were offered a pay rise of 1% which unions equated to a 13% pay cut since 2008. The strikes were supported by both the university's Guild of Students and the National Union of Students.[19] Some students at the university supported the strike, occupying buildings on campus.[20]\n\n"
        },
        {
            "title": "Campus and facilities",
            "text": "The university is mainly based around a single urban campus approximately five minutes' walk from Liverpool City Centre, at the top of Brownlow Hill and Mount Pleasant. Occupying 100 acres, it contains 192 non-residential buildings that house 69 lecture theatres, 114 teaching areas and research facilities.\n\nThe main site is divided into three faculties: Health and Life Sciences; Humanities and Social Sciences; and Science and Engineering. The Veterinary Teaching Hospital (Leahurst) and Ness Botanical Gardens are based on the Wirral Peninsula. There was formerly a marine biology research station at Port Erin on the Isle of Man until it closed in 2006.\n\nFifty-one residential buildings, on or near the campus, provide 3,385 rooms for students, on a catered or self-catering basis. The centrepiece of the campus remains the university's original red brick building, the Victoria Building. Opened in 1892, it has recently been restored as the Victoria Gallery and Museum, complete with cafe and activities for school visits Victoria Gallery and Museum, University of Liverpool.\n\nIn 2011 the university made a commitment to invest £660m into the 'Student Experience', £250m of which will reportedly be spent on Student Accommodation. Announced so far have been two large On-Campus halls of residences (the first of which, Vine Court, opened September 2012), new Veterinary Science facilities, and a £10m refurbishment of the Liverpool Guild of Students. New Central Teaching Laboratories for physics, earth sciences, chemistry and archaeology were opened in autumn 2012.[21]\n\nIn 2013, the University of Liverpool opened a satellite campus in Finsbury Square in London, offering a range of professionally focussed masters programmes.[22]\n\nThe Central Teaching Hub is a large multi-use building that houses a recently refurbished Lecture Theatre Block (LTB) and teaching facilities (Central Teaching Labs, CTL) for the Departments of Chemistry, Physics and Environmental Sciences, within the university's Central City Centre Campus. It was completed and officially opened in September 2012 with an estimated project cost of £23m.[23] The main building, the 'Central Teaching Laboratory', is built around a large atrium and houses seven separate laboratories that can accommodate 1,600 students at a time. A flexible teaching space, computing centre, multi-departmental teaching spaces and communal work spaces can also be found inside. The adjoining University Lecture Block building contains four lecture rooms and further social spaces.[24]\n\nIn 2008 the University of Liverpool was voted joint seventeenth greenest university in Britain by WWF supported company Green League.[25] This represents an improvement after finishing 55th in the league table the previous year.[26]\n\nThe position of the university is determined by point allocation in departments such as Transport, Waste management, sustainable procurement and Emissions among other categories; these are then transpired into various awards.[27] Liverpool was awarded the highest achievement possible in Environmental policy, Environmental staff, Environmental audit, Fair trade status, Ethical investment policy and Waste recycled while also scoring points in Carbon emissions, Water recycle and Energy source.[citation needed]\n\nLiverpool was the first among UK universities to develop their desktop computer power management solution, which has been widely adopted by other institutions.[28] The university has subsequently piloted other advanced software approaches further increasing savings.[29] The university has also been at the forefront of using the Condor HTC computing platform in a power saving environment. This software, which makes use of unused computer time for computationally intensive tasks usually results in computers being left turned on.[30] The university has demonstrated an effective solution for this problem using a mixture of Wake-on-LAN and commercial power management software.[31]\n\n"
        },
        {
            "title": "Organisation and structure",
            "text": "The university is ranked in the top 1% of universities worldwide according to Academic ranking of world universities and has previously been ranked within the top 150 university globally by the guide.[32]\nIt is also a founding member of the Russell Group and a founding member of the Northern Consortium.\n\nThe university is a research-based university with 33,000 students pursuing over 450 programmes spanning 54 subject areas. It has a broad range of teaching and research in both arts and sciences, and the University of Liverpool School of Medicine established in 1835 is today one of the largest medical schools in the UK. It also has strong links to the neighbouring Royal Liverpool University Hospital.\n\nIn September 2008, Sir Howard Newby took up the post of Vice Chancellor of the university, following the retirement of Sir Drummond Bone.\n\nThe university has a students' union to represent students' interests, known as the Liverpool Guild of Students.\n\nThe university previously had a strategic partnership with Laureate International Universities, a for-profit college collective, for University of Liverpool online degrees.[33] In 2019 the university announced a new partnership with Kaplan Open Learning for delivery of their online degrees.[16]\n\nThe figurehead of the university is the chancellor. The following have served in that role:\n\nThe professional head of the university is the vice-chancellor. The following have served in that role:\n\nSince 2009, teaching departments of the university have been divided into three faculties: Science and Engineering, Health and Life Sciences, and Humanities and Social Sciences. Each faculty is headed by an Executive Pro-Vice-Chancellor, who is responsible for all schools in the faculty.[34]\n\n"
        },
        {
            "title": "Academic profile",
            "text": "In the Complete University Guide 2013, published in The Independent, the University of Liverpool was ranked 31st out of 124, based on nine measures,[41] while The Times Good University Guide 2008 ranked Liverpool 34th out of 113 universities.[42] The Sunday Times university guide recently ranked the University of Liverpool 27th out of 123.[43] In 2010, The Sunday Times has ranked University of Liverpool 29th of 122 institutions nationwide. In 2008 the THE-QS World University Rankings rated University of Liverpool 99th best in the world, and 137th best worldwide in 2009. In 2011 the QS World University Rankings[44] ranked the university in 123rd place, up 14. In the Times Good University Guide 2013, the University of Liverpool was ranked 29th. Liverpool is ranked 122nd in the world (and 15th in the UK) in the 2016 Round University Ranking.[45]\n\nThe 2018 U.S. News & World Report ranks Liverpool 129th in the world.[46] In 2019, it ranked 178th among the universities around the world by SCImago Institutions Rankings.[47]\n\nThe Research Excellence Framework for 2014 has confirmed the University of Liverpool's reputation for internationally outstanding research. Chemistry, Computer Science, General Engineering, Archaeology, Agriculture, Veterinary & Food Science, Architecture, Clinical Medicine, and English, are ranked in the top 10 in the UK for research excellence rated as 4* (world-leading) or 3* (internationally excellent), and also performed particularly well in terms of the impact of their research.[48] The Computer Science department was ranked 1st in UK for 4* and 3* research, with 97% of the research being rated as world-leading or internationally excellent – the highest proportion of any computer science department in the UK.[49] The Chemistry department was also ranked 1st in the UK with 99% of its research rated as 4* world leading or 3* internationally excellent[50]\n\nIn terms of average UCAS points of entrants, Liverpool ranked 40th in Britain in 2014.[55] The university gives offers of admission to 83.1% of its applicants, the 7th highest amongst the Russell Group.[56]\n\nAccording to the 2017 Times and Sunday Times Good University Guide, approximately 12% of Liverpool's undergraduates come from independent schools.[57] In the 2016–17 academic year, the university had a domicile breakdown of 72:3:25 of UK:EU:non-EU students respectively with a female to male ratio of 55:45.[58]\n\nIn 2006 the university became the first in the UK to establish an independent university in China, making it the world's first Sino-British university.[9][10][11] Resulting from a partnership between the University of Liverpool and Xi'an Jiaotong University, Xi'an Jiaotong-Liverpool University is the first Sino-British university between research-led universities, exploring new educational models for China.[59]\n\nThe campus is situated in Suzhou Industrial Park in the eastern part of Suzhou in the province of Jiangsu, 90 km west of Shanghai. It is a science and engineering university with a second focus in English, recognised by the Chinese Ministry of Education as a \"not for profit\" educational institution. The university offers undergraduate degree programmes in the fields of Science, Engineering, and Management. Students are rewarded with a University of Liverpool degree as well as a degree from XJTLU. The teaching language is English.\n\n"
        },
        {
            "title": "Student life",
            "text": "The university offers a wide selection of accommodation that are on campus as well as student villages off campus. As part of a £660 million investment in campus facilities and student experience, the university has built 3 new on campus halls, while refurbishing existing accommodation.[60]\nThe accommodation offered currently by the university for 2019/2020 academic year are listed below:\n\nGreenbank Student Village\n\nIn 2018, the university faced strong criticism from the student body that the university provided halls were too expensive, by the Cut the Rent campaign.[61]\n\nPrivately accommodation owned Apollo Court ranked 3rd and Myrtle Court ranked 4th in the UK for value for money on a university review platform StudentCrowd.[62]\n\nIn 2021 \"Gladstone Halls\" was renamed after leading communist and anti-racist leader Dorothy Kuya.[63]\n\nThe University of Liverpool has a proud sporting tradition and has many premier teams in a variety of sports. The current sporting project comes under the title of Sport Liverpool and offers over 50 different sports ranging from football, rugby, cricket and hockey to others such as windsurfing, lacrosse and cheerleading.\n\nMany of the sports have both male and female teams and most are involved in competition on a national scale. BUCS is the body which organises national university competitions involving 154 institutions in 47 sports. Most sports involve travelling to various locations across the country, mainly on Wednesday afternoons.\n\nTwo other prominent competitions are the Christie Championships[64] and the Varsity Cup. The Christie Cup is an inter-university competition between Liverpool, Leeds and Manchester. The Varsity Cup is a popular \"derby\" event between Liverpool John Moores University and the University of Liverpool.\n\n"
        },
        {
            "title": "Notable alumni",
            "text": "There have been nine Nobel Prize Laureates who have been based at the university during a significant point in their career.[7]\n\n"
        }
    ]
}