{
    "url": "https://en.wikipedia.org/wiki/University_of_Michigan",
    "title": "University of Michigan",
    "table_of_contents": [
        "1 History",
        "1.1 Historical links",
        "2 Campus",
        "2.1 Central Campus",
        "2.2 North Campus",
        "2.3 South Campus",
        "3 Organization and administration",
        "3.1 Student government",
        "3.2 Finances",
        "4 Academics",
        "4.1 Research",
        "5 Student body",
        "5.1 Undergraduate admissions",
        "5.2 Enrollment",
        "6 Student life",
        "6.1 Residential life",
        "6.2 Groups and activities",
        "6.3 Collegiate secret societies",
        "6.4 Media and publications",
        "6.5 Safety",
        "7 Athletics",
        "7.1 National championships",
        "7.2 In the Olympics",
        "7.3 Fight songs and chants",
        "8 Museums",
        "9 Notable alumni",
        "9.1 Honorary alumni",
        "10 Notes",
        "11 References",
        "11.1 Sources",
        "12 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe University of Michigan (U-M, UMich, or Michigan) is a public research university in Ann Arbor, Michigan. Founded in 1817 by an act of the old Michigan Territory as the Catholepistemiad or the \"School of Universal Knowledge,\" the university is the oldest in Michigan; it was established 20 years before the territory became a state. The institution was moved to Ann Arbor in 1837 onto 40 acres (16 ha) of what is now known as Central Campus, a U.S. historic district. The university has been governed by an elected board of regents independently of the state since 1850, when the state's second constitution was officially adopted.[10] The University of Michigan is ranked among the most prestigious universities in the world.[11][12]\n\nThe university consists of nineteen colleges and offers degree programs at undergraduate, graduate and postdoctoral levels in some 250 disciplines. Michigan has nine professional schools: the Taubman College of Architecture and Urban Planning, Ross School of Business, Medical School, Law School, Ford School of Public Policy, College of Pharmacy, School of Social Work, School of Public Health, and School of Dentistry. It affiliates with two regional universities located in Flint and Dearborn (each separately accredited universities) and operates a center located in Detroit. Michigan is home to the country's oldest continuously existing legal organization, oldest international professional dental fraternity, oldest continuously running university hospital and longest-standing laboratory for interdisciplinary research in the social sciences. Michigan also has the largest stadium in the Western Hemisphere and the second largest research library in the country. \n\nMichigan has been a coeducational institution since 1871. The university's enrollment is approximately 32,000 undergraduate students and 16,000 graduate students.[6] Undergraduate admission to the university is categorized as \"most selective.\"[13] Nearly half of the students are from out of state. International students from some 130 countries account for 15 percent of the entire student body.[6]\n\nMichigan is one of the earliest American research universities and a founding member of the Association of American Universities. As a major research center, it ranked 2nd among American universities in research expenditures and produces a large proportion of the country's publications and citations.[14][15] It has been consistently ranked among the top universities in the United States by college and university rankings.[16][17][18] In international comparison, the university occupies top positions in rankings and enjoys a distinguished academic reputation.[19] As of October 2019[update], 26 Nobel Prize laureates, six Turing Award laureates, two Abel Prize laureates, and two Fields Medalist[20] have been affiliated with the university. It is also a leading producer of Fulbright Scholars and MacArthur Fellows.[21]\n\nThe university's noted alumni include eight domestic and foreign heads of state or heads of government; 47 U.S. senators; 218 members of the U.S. House of Representatives; 42 U.S. Cabinet Secretaries; 41 U.S. governors; and 26 living billionaires.[22] As of 2022, Wolverine athletes have won 188 medals at the Olympic Games.[23] Michigan produced 921 venture capital-backed company founders as alumni or current students from 2006 to 2021, and these founders had raised a total of $26.7B, ranked 7th globally among universities overall.[24]\n\n"
        },
        {
            "title": "History",
            "text": "The University of Michigan was founded on the 26 of August, 1817,[1] as the Catholepistemiad, or the Catholcpistemiad Michigania, under an act of the Territory of Michigan. The corporate existence of the university had its rise in the Act of 1817, and has been continuous throughout all subsequent changes of its organic law.[25]: 11   The seven-syllable Catholepistemiad was a mish-mash of Latin and Ancient Greek, translates to roughly \"School of Universal Knowledge.\"[26]\n\nEstablished in 1817, the Catholepistemiad was not a university in the contemporary sense but rather a centralized system of schools, libraries, and other cultural institutions borrowing its model from the Imperial University of France founded by Napoleon I a decade earlier.[27][25]: 10  Besides carrying on the central institution, the President and Didactoriim of the Catholepistemiad were also authorized to establish private colleges, academies, libraries, etc., throughout the Territory of Michigan.[25]: 10  It was only after the State of Michigan entered the Union in 1837 that a new plan was adopted to focus the corporation on higher education.[27] The charter of the Catholepistemiad is an extraordinary example of the marked French influence upon American institutions which found its inception during the course of the Revolutionary War, and continued until it began to give way to German influence in the third or fourth decade of the 19th century.[25]: 10 \n\nShortly after the passage of the Act of 1817, Rev. John Monteith became the first president of the Catholepistemiad, and Father Gabriel Richard, a Catholic priest, was vice president. Monteith and Richard enacted that private schools should be established in Detroit, Monroe and Mackinaw, and before the end of September, 1817, the three private schools were in operation.[25]: 11  The cornerstone of the first school house, near the corner of Bates Street and Congress Street in Detroit, was laid on September 24, 1817. Subscriptions amounting to $5,000 payable in instalments running over several years were obtained to carry on the work.[25]: 12  Of the total amount subscribed to start the work two-thirds came from Zion Masonic Lodge and its members.[28] In August 1818, a private Lancasterian school taught by Lemuel Shattuck was opened in the building. These schools' tuition rates ranged from $1.00 to $3.50 per one quarter of a year.[25]: 12 \n\nOn April 30, 1821, the Territory of Michigan passed a new act changing materially the appearance, and slightly the nature of the existing educational organization.[25]: 13  A board of trustees was appointed to oversee the corporation; the positions of president and vice president were eliminated, and Monteith and Richard were appointed to the board.[1] The University of Michigan took the place of the Catholcpistemiad Michigania as the legal name of the corporation.\n\nAfter the State of Michigan entered the Union in 1837, the new state's early constitution granted the university an unusual degree of autonomy as a “coordinate branch of state government”. It delegated full powers over all university matters granted to its governing Board of Regents.[27] On June 3–5, the Board of Regents held its first meeting in Ann Arbor and formally accepted the proposal by the town to locate the university there.[1] The town of Ann Arbor had existed for only 13 years and had a population of about 2,000.[29] The original 40 acres (16 ha) was the basis of the present Central Campus.[30]  This land was obtained through the Treaty of Fort Meigs.[31]\n\nSince the founding period, the private sector has remained the primary provider of university financing to supplement tuition collected from students. Early benefactors of the university included businessman Dexter M. Ferry (donor of Ferry Field), Arthur Hill (regent, donor of Hill Auditorium), the Nichols family (regents, donors of the Nichols Arboretum), William E. Upjohn (donor of the Peony\nGarden), William P. Trowbridge, John S. Newberry, who funded the construction of Helen H. Newberry Residence, and Henry N. Walker, a politician who led a group of prominent Detroit businessmen to fund the Detroit Observatory. Clara Harrison Stranahan, a close friend of Scottish-American industrialist Andrew Carnegie, donated $25,000 to the university in 1895 as a memorial of her father, Seth Harrison. The Waterman Gymnasium was financed by donations from wealthy citizens and matched Joshua W. Waterman's pledge of $20,000. When opened, the total cost of the building was $61,876.49, to which private donors contributed $49,524.34.[25]: 67 \n\nIn 1838, the Regents contracted with Alexander Jackson Davis, who according to Superintendent John Davis Pierce provided truly \"magnificent designs\" in the Gothic Revival style; but unfortunately the completion of them at that day would, as Pierce said, involve an expenditure of half a million dollars.[25]: 31  Although approving the designs, the tight budget of the fledgling university forced the Regents to ultimately abandon them and instead adopted a much less expensive plan.[32] The superintendent of construction on the first structure to be built for the university was Isaac Thompson, an associate of Davis.[33] Asa Gray was the first professor appointed to Michigan on July 17, 1837.[34] His position was also the first one devoted solely to botany at any educational institution in America.[35][36][37]  The first classes in Ann Arbor were held in 1841, with six freshmen and a sophomore, taught by two professors. Eleven students graduated in the first commencement in 1845.[38]\n\nThe years 1837-1850 disclosed serious weakness in the organization and working of the university. Regents of the university discovered that the organic act from which they derived their powers, made them too dependent upon the legislature. The subject was brought to the attention of the legislature more than once but without securing the desired action in order to achieve increased independence. By the late 1840s, the Regents achieved a strong position relative to collective bargaining with the legislature as the opinion was becoming common among capitalists, clergymen and intellectual elites, since by then the state derived significant tax revenue through them. Such a situation ultimately led to a change in the organic act of the university. Remodelled, the act, which was approved April 8, 1851, emancipated the university from legislative control that would have been injudicious and harmful. The office of Regent was changed from an appointed one to an elected one, and the office of President was created, with the Regents directed to select one. As Hinsdale argued, \"the independent position of the university has had much to do with its growth and prosperity. In fact, its larger growth may be dated from the time when the new sections began to take effect.\"[25]: 40 \n\nMichigan was the first university in the West to pursue professional education, establishing its medical school in 1850, engineering courses in 1854, and a law school in 1859.[27] The university was among the first to introduce instruction in fields as diverse as zoology and botany, modern languages, modern history, American literature, pharmacy, dentistry, speech, journalism, teacher education, forestry, bacteriology, naval architecture, aeronautical engineering, computer engineering, and nuclear engineering.[27] In 1856, Michigan built the nation's first chemical laboratory.[40] That laboratory was the first structure on the North American continent that was designed and equipped solely for instruction in chemistry.[40] In 1869 Michigan opened the first university hospital in the country. James Burrill Angell, who served as the university's president from 1871 to 1909, expanded the curriculum to include professional studies in dentistry, architecture, engineering, government, and medicine.\n\nThe University of Michigan conferred the degree of Bachelor of Science in 1855, four years after the Lawrence Scientific School at Cambridge conferred the degree in 1851, for the first time in the United States, making Michigan the second institution in the country to confer the degree.[25]: 48  The degree of Bachelor of Philosophy was conferred for the first time in the university's history upon six students in 1870.[25]: 79  The degrees of Master of Philosophy and Doctor of Philosophy was first offered in 1875.[25]: 88 \n\nMethods of instruction had also undergone important changes. The seminar method of study was first introduced into the university by Charles Kendall Adams in 1871-1872, making the university the first American institution to naturalize this product of the German soil.[41][25]: 71 \n\nBy 1866, enrollment had increased to 1,205 students. Women were first admitted in 1870,[42] although Alice Robinson Boise Wood had become the first woman to attend classes (without matriculating) in 1866–7.[43] Among the early students in the School of Medicine was Jose Celso Barbosa, who in 1880 graduated as valedictorian and the first Puerto Rican to get a university degree in the United States. He returned to Puerto Rico to practice medicine and also served in high-ranking posts in the government.[44][citation needed] Michigan was involved with the building of the Philippine education, legal, and public health systems during the era of the American colonization of the Philippines through the efforts of Michigan alumni that included Dean Conant Worcester and George A. Malcolm.[45]\n\nThroughout its history, Michigan has been one of the nation's largest universities, vying with the largest private universities such as Harvard University in Cambridge and Columbia University (then known as Columbia College) in New York during the 19th and early 20th centuries, and then holding this position of national leadership until the emergence of the statewide public university systems in the post-WWII years.[27] By the turn of the 19th century, the university was the second largest in the United States after Harvard University.[46]\n\nMichigan is sometimes referred to as the \"Harvard of the West\" (though separated by over 600 miles, Michigan is located exactly west of Harvard, at 42.278 degrees north). There are several versions regarding the origin of the analogy. Still, it is widely believed that the analogy was initially circulated among the Bostonians, as the Eastern people were called, in the Midwest. Descendants of Massachusetts founding families made up a large portion of the university population in the 19th century; among them was Regent Charles Hebard, a lineal descendant of William Bradford, a founding father of Plymouth Colony.[25]: 204  It was in the first half of the twentieth century that the analogy gained increased exposure nationally with the rise of the broadcasting industry. The idea became commonly parodied in reverse after Harvard alumnus John F. Kennedy referred to himself as \"a graduate of the Michigan of the East, Harvard University\" in the 1960 presidential campaign.[47]\n\nFrom 1900 to 1920, the growth of higher education led the university to build numerous new facilities. The Martha Cook Building was constructed as an all-female residence in 1915 as the result of a gift from William Wilson Cook in honor of his mother, Martha Walford Cook.[48] \nCook planned to endow a professorship of law of corporations, but eventually made possible the development of the Law Quadrangle.[49] The five buildings comprising the Law Quadrangle were constructed during the decade of 1923–33 on two city blocks purchased by the university: Lawyers Club, Dormitory Wing, John P. Cook Dormitory, William W Cook Legal Research Library, and Hutchins Hall.[49] The buildings, in the Tudor Gothic style, recalled the quadrangles of the two English ancient universities Oxford and Cambridge.[49]\n\nIn 1920, the university reorganized the College of Engineering and formed an advisory committee of 100 industrialists to guide academic research initiatives.\n\nShortly after the war, in August 1946, Rensis Likert and his team formed the Survey Research Center at the University of Michigan. This became the Institute for Social Research (ISR) in 1949 when Dorwin Cartwright moved the Group Dynamics Research Center, the first institute devoted explicitly to group dynamics, from the Massachusetts Institute of Technology to the University of Michigan. \n\nIn 1947, the Regents appointed a War Memorial Committee to consider establishing a war memorial in honor of students and alumni who fell in World War II, and in 1948, approved a resolution to “create a war memorial center to explore the ways and means by which the potentialities of atomic energy may become a beneficent influence in the life of man, to be known as the Phoenix Project of the University of Michigan,” leading to the world's first academic program in nuclear science and engineering.[50][27] The Memorial Phoenix Project was funded by over 25,000 private contributors by individuals and corporations, such as the Ford Motor Company.[51]\n\nThe University of Michigan has been the birthplace of some important academic movements, establishing the Michigan schools of thought and developing the Michigan Models in various fields. Several distinguished philosophers, John Dewey, Charles Horton Cooley, George Herbert Mead, and Robert Ezra Park, first met at Michigan. There, they would influence each other greatly.[52] In sociology, Angus Campbell co-authored the seminal book The American Voter, in 1960, alongside Philip Converse, Warren Miller and Donald Stokes, which provided the basis for the Michigan school of thought in American political behavior. One of the book's primary contributions was the introduction of the social-psychological concept of partisan identity and investigations into its effects on political behavior. This theory became known as the Michigan model of voting.[53] In business administration, Michigan Business School developed the Michigan model of HRM in 1984; it is one of the two vying approaches to human resource management. In contrast to the Harvard model, the Michigan model is considered an example of hard HRM, while the Harvard model is viewed as an example of soft HRM. The Michigan model of leadership, developed by Robert E. Quinn, Kim Cameron, and other Michigan faculty, is now one of the most important management frameworks.\n\nDuring the 1960s, the university campus was the site of numerous protests against the Vietnam War and university administration. On March 24, 1965, a group of U-M faculty members and 3,000 students held the nation's first-ever faculty-led \"teach-in\" to protest against American policy in Southeast Asia.[54][55][56] In response to a series of sit-ins in 1966 by Voice, the campus political party of Students for a Democratic Society, U-M's administration banned sit-ins. In response, 1,500 students participated in a one-hour sit-in inside the Administration Building, now known as the LSA Building. In April 1968, following the assassination of Martin Luther King Jr., a group of several dozen black students occupied the Administration Building to demand that the university make public its three-year-old commitment as a federal contractor to affirmative action and to increase its efforts with respect to recruiting more African American students, faculty and staff.  At that time there were no African American coaches, for instance, in the Intercollegiate Athletics Department. The university's Spectrum Center is the oldest collegiate LGBT student center in the U.S, pre-dating Penn's.[57]\n\nDue to concerns over the university's financial situation there have been suggestions for the complete separation of the university and state through privatization.[58][59] Even though the university is a public institution de jure, it has embraced funding models of a private university that emphasize tuition funding and raising funds from private donors.[60] Considering that \"the University of Michigan already has only minimal fiscal ties to the state,\" the legislature convened a panel in 2008 that recommended converting the University of Michigan from a public to a private institution.[61]\n\nThe University of Michigan was the first attempt in the New World to build a modern university in the European sense. The institution was the clearest and strongest presentation that had yet been made of what, in this country, at once came to be called the \"Prussian ideas.\" It was a radically different approach to higher education; a complete civil system of education, in contradistinction to the ecclesiastical system made out of the colonial colleges. Michigan alumni and faculty members carried this newer concept of the university with them as they founded other institutions. Most notably, Andrew Dixon White and Charles Kendall Adams at Cornell University.[27] Cornell alumni David Starr Jordan and John Casper Branner passed the concept to Stanford University in the Late 19th Century. \n\nMichigan also has many historical links to other American universities through its graduates.\n\n"
        },
        {
            "title": "Campus",
            "text": "The Ann Arbor campus is divided into four main areas: the North, Central, Medical, and South campuses. The physical infrastructure includes more than 500 major buildings,[69] with a combined area of more than 37.48 million square feet (860 acres; 3.482 km2).[70] The Central and South Campus areas are contiguous, while the North Campus area is separated from them, primarily by the Huron River.[71] There is also leased space in buildings scattered throughout the city, many occupied by organizations affiliated with the University of Michigan Health System. An East Medical Campus was developed on Plymouth Road, with several university-owned buildings for outpatient care, diagnostics, and outpatient surgery.[72]\n\nIn addition to the U-M Golf Course on South Campus, the university operates a second golf course on Geddes Road called Radrick Farms Golf Course. The golf course is only open to faculty, staff and alumni.[73] Another off-campus facility is the Inglis House, which the university has owned since the 1950s. The Inglis House is a 10,000-square-foot (930 m2) mansion used to hold various social events, including meetings of the Board of Regents, and to host visiting dignitaries.[74] The university also operates a large office building called Wolverine Tower in southern Ann Arbor near Briarwood Mall. Another major facility is the Matthaei Botanical Gardens, which is located on the eastern outskirts of Ann Arbor.[75]\n\nAll four campus areas are connected by bus services, the majority of which connect the North and Central campuses. There is a shuttle service connecting the University Hospital, which lies between North and Central campuses, with other medical facilities throughout northeastern Ann Arbor.[76]\n\nThe 2021 state budget boosted University of Michigan funding by 5% across all 3 campuses.[77]\n\nThe university has also seen increases in their sustainability efforts through climate, energy, food systems, water, and construction.[78]\n\nCentral Campus was the original location of U-M when it moved to Ann Arbor in 1837. It originally had a school and dormitory building (where Mason Hall now stands) and several houses for professors on 40 acres (16 ha) of land bounded by North University Avenue, South University Avenue, East University Avenue, and State Street. The President's House, located on South University Avenue, is the oldest building on campus as well as the only surviving building from the original 40-acre (16 ha) campus.[30] Because Ann Arbor and Central Campus developed simultaneously, there is no distinct boundary between the city and university, and some areas contain a mixture of private and university buildings.[79] Residence halls located on Central Campus are split up into two groups: the Hill Neighborhood and Central Campus.[80]\n\nCentral Campus is the location of the College of Literature, Science and the Arts, and is immediately adjacent to the medical campus. Most of the graduate and professional schools, including the Ross School of Business, the Gerald R. Ford School of Public Policy, the Law School and the School of Dentistry, are on Central Campus. Two prominent libraries, the Harlan Hatcher Graduate Library and the Shapiro Undergraduate Library (which are connected by a skywalk), are also on Central Campus.[81] as well as museums housing collections in archaeology, anthropology, paleontology, zoology, dentistry and art. Ten of the buildings on Central Campus were designed by Detroit-based architect Albert Kahn between 1904 and 1936. The most notable of the Kahn-designed buildings are the Burton Memorial Tower and nearby Hill Auditorium.[82]\n\nNorth Campus is the most contiguous campus, built independently from the city on a large plot of farmland—approximately 800 acres (3.2 km2)—that the university bought in 1952.[83] It is newer than Central Campus, and thus has more modernist architecture, whereas most Central Campus buildings are classical or Collegiate Gothic in style. The architect Eero Saarinen, based in Birmingham, Michigan, created one of the early master plans for North Campus and designed several of its buildings in the 1950s, including the Earl V. Moore School of Music Building.[84] North and Central Campuses each have unique bell towers that reflect the predominant architectural styles of their surroundings. Each of the bell towers houses a grand carillon, 2 of only 57 globally. The North Campus tower is called Lurie Tower.[85] The University of Michigan's largest residence hall, Bursley Hall, is located on North Campus.[80]\n\nNorth Campus houses the College of Engineering, the School of Music, Theatre & Dance, the Stamps School of Art & Design, the Taubman College of Architecture and Urban Planning, and an annex of the School of Information.[86] The campus is served by the Duderstadt Center, which houses the Art, Architecture and Engineering Library. The Duderstadt Center also contains multiple computer labs, video editing studios, electronic music studios, an audio studio, a video studio, multimedia workspaces, and a 3D virtual reality room.[87] Other libraries located on North Campus include the Gerald R. Ford Presidential Library and the Bentley Historical Library.\n\nSouth Campus is the site for the athletic programs, including major sports facilities such as Michigan Stadium, Crisler Center, and Yost Ice Arena. South Campus is also the site of the Buhr library storage facility, Revelli Hall, home of the Michigan Marching Band, the Institute for Continuing Legal Education,[88] and the Student Theatre Arts Complex, which provides shop and rehearsal space for student theatre groups.[89] The university's departments of public safety and transportation services offices are located on South Campus.[88]\n\nU-M's golf course is located south of Michigan Stadium and Crisler Center. It was designed in the late 1920s by Alister MacKenzie, the designer of Augusta National Golf Club in Augusta, Georgia, home of the Masters Tournament.[90] The course opened to the public in the spring of 1931. The University of Michigan Golf Course was included in a listing of top holes designed by what Sports Illustrated calls \"golf's greatest course architect\". The U-M Golf Course's signature No. 6 hole—a 310-yard (280 m) par 4, which plays from an elevated tee to a two-tiered, kidney-shaped green protected by four bunkers—is the second hole on the Alister MacKenzie Dream 18 as selected by a five-person panel that includes three-time Masters champion Nick Faldo and golf course architect Tom Doak. The listing of \"the best holes ever designed by Augusta National architect Alister MacKenzie\" is featured in SI's Golf Plus special edition previewing the Masters on April 4, 2006.[91]\n\n"
        },
        {
            "title": "Organization and administration",
            "text": "The University of Michigan consists of a flagship campus in Ann Arbor, with two regional campuses in Dearborn and Flint. The Board of Regents, which governs the university and was established by the Organic Act of March 18, 1837, consists of eight members elected at large in biennial state elections[93] for overlapping eight-year terms.[94][95] Between the establishment of the University of Michigan in 1837 and 1850, the Board of Regents ran the university directly; although they were, by law, supposed to appoint a Chancellor to administer the university, they never did. Instead, a rotating roster of professors carried out the day-to-day administration duties.[96]\n\nThe President of the University of Michigan is the principal executive officer of the university. The office was created by the Michigan Constitution of 1850, which also specified that the president was to be appointed by the Regents of the University of Michigan and preside at their meetings, but without a vote.[97] Today, the president's office is at the Ann Arbor campus, and the president has the privilege of living in the President's House, the university's oldest building, located on Central Campus in Ann Arbor.[98] Mark Schlissel was the 14th president of the university and served in that role from July 2014 to January 2022. Schlissel was fired by the board after an investigation determined he \"may have been involved in an inappropriate relationship with an employee of the university\".[99] Mary Sue Coleman, who previously had served as Michigan's president from 2002 to 2014, is serving as interim president subsequent to Dr. Schlissel's dismissal.[99]\n\nThere are thirteen undergraduate schools and colleges.[100] By enrollment, the three largest undergraduate units are the College of Literature, Science, and the Arts, the College of Engineering, and the Ross School of Business.[101] At the graduate level, the Rackham Graduate School serves as the central administrative unit of graduate education at the university.[102] There are 18 graduate schools and colleges, the largest of which are the College of Literature, Science, and the Arts, the College of Engineering, the Law School, and the Ross School of Business. Professional degrees are conferred by the Schools of Architecture, Public Health, Dentistry, Law, Medicine, Urban Planning and Pharmacy.[101] The Medical School is partnered with the University of Michigan Health System, which comprises the university's three hospitals, dozens of outpatient clinics, and many centers for medical care, research, and education.[citation needed]\n\nHoused in the Michigan Union, the Central Student Government (CSG) is the central student government of the university. With representatives from each of the university's colleges and schools, including graduate students, CSG represents students and manages student funds on the campus. CSG is a 501(c)(3) organization, independent from the University of Michigan.[103] In recent years CSG has organized Airbus, a transportation service between campus and the Detroit Metropolitan Wayne County Airport, and has led the university's efforts to register its student population to vote, with its Voice Your Vote Commission (VYV) registering 10,000 students in 2004. VYV also works to improve access to non-partisan voting-related information and increase student voter turnout.[104] CSG was successful at reviving Homecoming activities, including a carnival and parade, for students after a roughly eleven-year absence in October 2007,[105] and during the 2013–14 school year, was instrumental in persuading the university to rescind an unpopular change in student football seating policy at Michigan Stadium.[106] In 2017, CSG successfully petitioned the Ann Arbor City Council to create a Student Advisory Council to give student input into Ann Arbor city affairs.[107]\n\nThere are student governance bodies in each college and school, independent of Central Student Government. Undergraduate students in the LS&A are represented by the LS&A Student Government (LSA SG).[108]  Engineering Student Government (ESG) manages undergraduate student government affairs for the College of Engineering. Graduate students enrolled in the Rackham Graduate School are represented by the Rackham Student Government (RSG), and law students are represented by the Law School Student Senate (LSSS) as is each other college with its own respective government. In addition, the students who live in the residence halls are represented by the University of Michigan Residence Halls Association (RHA), which contains the third most constituents after CSG and LSA SG.[109]\n\nA longstanding goal of the student government is to create a student-designated seat on the Board of Regents, the university's governing body.[110] Such a designation would achieve parity with other Big Ten schools that have student regents. In 2000, students Nick Waun and Scott Trudeau ran for the board on the statewide ballot as third-party nominees. Waun ran for a second time in 2002, along with Matt Petering and Susan Fawcett.[111] Although none of these campaigns has been successful, a poll conducted by the State of Michigan in 1998 concluded that a majority of Michigan voters would approve of such a position if the measure were put before them.[110] A change to the board's makeup would require amending the Michigan Constitution.[112]\n\nAs of 2019[update], U-M's financial endowment (the \"University Endowment Fund\") was valued at $12.4 billion.[116] The endowment is primarily used according to the donors' wishes, which include the support of teaching and research. In mid-2000, U-M embarked on a fund-raising campaign called \"The Michigan Difference\", which aimed to raise $2.5 billion, with $800 million designated for the permanent endowment.[117] Slated to run through December 2008, the university announced that the campaign had reached its target 19 months early in May 2007.[118] Ultimately, the campaign raised $3.2 billion over 8 years. Over the course of the capital campaign, 191 additional professorships were endowed, bringing the university total to 471 as of 2009[update].[119] Like nearly all colleges and universities, U-M suffered significant realized and unrealized losses in its endowment during the second half of 2008. In February 2009, a university spokesperson estimated losses of between 20 and 30 percent.[120]  The university achieved the fourth-highest overall research publication output among American research universities in the 2020 Nature Index, behind Harvard, Stanford and MIT.[15]\n\nIn the 1980s, the university received increased grants for research in the social and physical sciences. During the 1980s and 1990s, the university devoted substantial resources to renovating its massive hospital complex and improving the academic facilities on the North Campus. In its 2011 annual financial report, the university announced that it had dedicated $497 million per year in each of the prior 10 years to renovate buildings and infrastructure around the campus. In the early 2000s, Michigan faced declining state funding due to state budget shortfalls. In fact, the university did not receive direct state appropriations until 1867, and for most of its history, state support has been limited.[27] James Duderstadt, Michigan president from 1988 to 1996, had argued for years that it was a misnomer to call schools like the University of Michigan \"state universities.\" The state's annual contribution to the school's operating budget was less than 6%. \"The state is our smallest minority shareholder,\" he said.[58] In 2011 less than 5% of its support comes from state appropriations, a number continued to drop still further in the years ahead.[27] Between the years 2000 and 2008, the university was engaged in a $2.5 billion capital raising campaign which, after an eight-year duration, raised $3.11 billion, at the time a record for a US public university.[121]\n\n"
        },
        {
            "title": "Academics",
            "text": "The University of Michigan is a large, four-year, residential research university accredited by the Higher Learning Commission.[131][132][133]  The four-year, full-time undergraduate program comprises the majority of enrollments and emphasizes instruction in the arts, sciences, and professions with a high level of coexistence between graduate and undergraduate programs. The university has \"very high\" research activity and the comprehensive graduate program offers doctoral degrees in the humanities, social sciences, and STEM fields as well as professional degrees in medicine, law, and dentistry.[131] U-M has been included on Richard Moll's list of Public Ivies.[134] With over 200 undergraduate majors, and 100 doctoral and 90 master's programs,[135] U-M conferred 6,490 undergraduate degrees, 4,951 graduate degrees, and 709 first professional degrees in 2011–2012.[136]\n\nThe 2021 U.S. News & World Report Best Colleges report ranked Michigan 3rd among public universities in the United States.[137] Michigan was ranked 6th in the 2021 U.S. News & World Report Best Undergraduate Engineering Programs Rankings.[138] Michigan was ranked 3rd in the 2021 U.S. News & World Report Best Undergraduate Business Programs Rankings.[139] The 2020 Princeton Review College Hopes & Worries Survey ranked Michigan as the No. 9 \"Dream College\" among students and the No. 7 \"Dream College\" among parents.[140] The 2022-23 edition of the CWUR rankings ranked Michigan 12th nationally and 15th globally[141]\n\nMichigan is one of the founding members (in the year 1900) of the Association of American Universities. With over 6,200 faculty members, 73 of whom are members of the National Academy and 471 of whom hold an endowed chair in their discipline,[152] the university manages one of the largest annual collegiate research budgets of any university in the United States. According to the National Science Foundation, Michigan spent $1.6 billion on research and development in 2018, ranking it 2nd in the nation.[153] This figure totaled over $1 billion in 2009.[154] The Medical School spent the most at over $445 million, while the College of Engineering was second at more than $160 million.[154] U-M also has a technology transfer office, which is the university conduit between laboratory research and corporate commercialization interests.\n\nIn 2009, the university signed an agreement to purchase a facility formerly owned by Pfizer. The acquisition includes over 170 acres (0.69 km2) of property, and 30 major buildings comprising roughly 1,600,000 square feet (150,000 m2) of wet laboratory space, and 400,000 square feet (37,000 m2) of administrative space. At the time of the agreement, the university's intentions for the space were not fully articulated, but the expectation was that the new space would allow the university to ramp up its research and ultimately employ in excess of 2,000 people.[155]\n\nThe university is also a major contributor to the medical field with the EKG[156] and the gastroscope.[157] The university's 13,000-acre (53 km2) biological station in the Northern Lower Peninsula of Michigan is one of only 47 Biosphere Reserves in the United States.[158]\n\nIn the mid-1960s U-M researchers worked with IBM to develop a new virtual memory architectural model[159] that model became part of IBM's Model 360/67 mainframe computer (the 360/67 was initially dubbed the 360/65M where the \"M\" stood for Michigan).[160] The Michigan Terminal System (MTS), an early time-sharing computer operating system developed at U-M, was the first system outside of IBM to use the 360/67's virtual memory features.[161]\n\nU-M is home to the National Election Studies and the University of Michigan Consumer Sentiment Index. The Correlates of War project, also located at U-M, is an accumulation of scientific knowledge about war. The university is also home to major research centers in optics, reconfigurable manufacturing systems, wireless integrated microsystems, and social sciences. The University of Michigan Transportation Research Institute and the Life Sciences Institute are located at the university. The Institute for Social Research (ISR), the nation's longest-standing laboratory for interdisciplinary research in the social sciences,[162] is home to the Survey Research Center, Research Center for Group Dynamics, Center for Political Studies, Population Studies Center, and Inter-Consortium for Political and Social Research. Undergraduate students are able to participate in various research projects through the Undergraduate Research Opportunity Program (UROP) as well as the UROP/Creative-Programs.[163]\n\nThe U-M library system comprises nineteen individual libraries with twenty-four separate collections—roughly 13.3 million volumes as of 2012.[164] U-M was the original home of the JSTOR database, which contains about 750,000 digitized pages from the entire pre-1990 backfile of ten journals of history and economics, and has initiated a book digitization program in collaboration with Google.[165] The University of Michigan Press is also a part of the U-M library system.\n\nIn the late 1960s U-M, together with Michigan State University and Wayne State University, founded the Merit Network, one of the first university computer networks.[166] The Merit Network was then and remains today administratively hosted by U-M. Another major contribution took place in 1987 when a proposal submitted by the Merit Network together with its partners IBM, MCI, and the State of Michigan won a national competition to upgrade and expand the National Science Foundation Network (NSFNET) backbone from 56,000 to 1.5 million, and later to 45 million bits per second.[167] In 2006, U-M joined with Michigan State University and Wayne State University to create the University Research Corridor. This effort was undertaken to highlight the capabilities of the state's three leading research institutions and drive the transformation of Michigan's economy.[168] The three universities are electronically interconnected via the Michigan LambdaRail (MiLR, pronounced 'MY-lar'), a high-speed data network providing 10 Gbit/s connections between the three university campuses and other national and international network connection points in Chicago.[169]\n\nIn May 2021, the university announced plans to cut carbon emissions from its campuses. The plan covers all of its operations and goals include removing emissions from direct, on-campus sources by 2040.[170]\n\n"
        },
        {
            "title": "Student body",
            "text": "The requirements for admission to the freshman class were first published in August 1841, with fluency in ancient languages, such as Latin and Greek, being among the many requirements.[25]: 33  Candidates for admission to the freshman class were examined in English grammar, geography, arithmetic, algebra, Virgil, Cicero's Select Orations, Jacob's or Felton's Greek Reader, Andrews and Stoddard's Latin Grammar, and Sophocles's Greek Grammar. In 1851, the university dropped the requirement for students who did not wish to pursue the usual collegiate course embracing the ancient languages, permitting their admission without examination in such languages.[25]: 44  This provision may be considered a prelude to scientific education. \n\nRequirements for admission varied from department to department in the early days, and admissions were mostly given by referral. Candidates were required to do no more than satisfying professors on such inquiry as professors saw fit to make of their ability to do the work to obtain admission to the university. Such a practice was deemed flawed, eventually leading to corruption. In 1863, a rigid generalized entrance examination was imposed, creating one standard of qualifications for admission to all the departments, academical and professional.[25]: 79  The early administration praised the then-new practice for its role in strengthening admission to the university.[25]: 44  The entrance examination imposed in 1863 had played a significant role in the admission process during the 19th century until the emergence of the nationwide standardized tests, which were not offered until 1900.\n\nAdmission is based on academic prowess, extracurricular activities, and personal qualities. U.S. News & World Report rates Michigan \"Most Selective\"[13] and The Princeton Review rates its admissions selectivity of 96 out of 99.[172] Admissions are characterized as \"more selective, lower transfer-in\" according to the Carnegie Classification.[131][173]\n\nMichigan received over 83,000 applications for a place in the 2021–22 freshman class, making it one of the most applied-to universities in the United States.[173][174] In recent years, annual numbers of applications for freshman admission have exceeded 83,000. Around 16,000 students are offered admission annually, with a target freshman class of more than 7,000 students.[173] Students come from all 50 U.S. states and nearly 100 countries.[173] In academic year 2019–20 full-time undergraduate students made up about 97 percent of the undergraduate student body, with a first-time student retention rate of almost 97 percent.[171]\n\nIn 2003, two lawsuits involving U-M's affirmative action admissions policy reached the U.S. Supreme Court (Grutter v. Bollinger and Gratz v. Bollinger). President George W. Bush publicly opposed the policy before the court issued a ruling.[175] The court found that race may be considered as a factor in university admissions in all public universities and private universities that accept federal funding, but it ruled that a point system was unconstitutional. In the first case, the court upheld the Law School admissions policy, while in the second it ruled against the university's undergraduate admissions policy.[citation needed] The debate continued because in November 2006, Michigan voters passed Proposal 2, banning most affirmative action in university admissions. Under that law, race, gender, and national origin can no longer be considered in admissions.[176] U-M and other organizations were granted a stay from implementation of the law soon after that referendum. This allowed time for proponents of affirmative action to decide legal and constitutional options in response to the initiative results. In April 2014, the Supreme Court ruled in Schuette v. Coalition to Defend Affirmative Action that Proposal 2 did not violate the U.S. Constitution. The admissions office states that it will attempt to achieve a diverse student body by looking at other factors, such as whether the student attended a disadvantaged school, and the level of education of the student's parents.[176]\n\nIn Fall 2016, the university had an enrollment of 44,718 students: 28,983 undergraduate students, 12,565 graduate students and 2,665 first professional students[6][101] in a total of 600 academic programs. Of all students, 37,954 (84.9%) are U.S. citizens or permanent residents and 6,764 (15.1%) are international students.[6]\n\nIn 2014, undergraduates were enrolled in 12 schools or colleges: About 61 percent in the College of Literature, Science, and the Arts; 21 percent in the College of Engineering; 5.3 percent in the Ross School of Business; 3.3 percent in the School of Kinesiology; 2.7 percent in the School of Music, Theatre & Dance; and 2 percent in the School of Nursing. Small numbers of undergraduates were enrolled in the colleges or schools of Art & Design, Architecture & Urban Planning, Dentistry, Education, Pharmacy, and Public Policy.[101] In 2014, the School of Information opened to undergraduates, with the new Bachelor of Science in Information degree. Among undergraduates, 70 percent graduate with a bachelor's degree within four years, 86 percent graduate within five years and 88 percent graduating within six years.[178]\n\nOf the university's 12,714 non-professional graduate students, 5,367 are seeking academic doctorates and 6,821 are seeking master's degrees. The largest number of master's degree students are enrolled in the Ross School of Business (1,812 students seeking MBA or Master of Accounting degrees) and the College of Engineering (1,456 students seeking M.S. or M.Eng. degrees). The largest number of doctoral students are enrolled in the College of Literature, Science, and the Arts (2,076) and College of Engineering (1,496). While the majority of U-M's graduate degree-granting schools and colleges have both undergraduate and graduate students, a few schools only issue graduate degrees. Presently, the School for Environment and Sustainability, School of Public Health, and School of Social Work only have graduate students.[101]\n\nIn Fall 2014, 3,411 Michigan students were enrolled in U-M's professional schools: the School of Dentistry (628 students), Law School (1,047 students), Medical School (1,300 students), and College of Pharmacy (436 students).[101]\n\n"
        },
        {
            "title": "Student life",
            "text": "The University of Michigan's campus housing system can accommodate approximately 10,000 students, or nearly 25 percent of the total student population at the university.[179] The residence halls are located in three distinct geographic areas on campus: Central Campus, Hill Area (between Central Campus and the University of Michigan Medical Center) and North Campus. Family housing is located on North Campus and mainly serves graduate students. The largest residence hall has a capacity of 1,270 students,[180] while the smallest accommodates 25 residents.[181] A majority of upper-division and graduate students live in off-campus apartments, houses, and cooperatives, with the largest concentrations in the Central and South Campus areas.\n\nThe residential system has a number of \"living-learning communities\" where academic activities and residential life are combined. These communities focus on areas such as research through the Michigan Research and Discovery Scholars, medical sciences, community service and the German language.[182] The Michigan Research and Discovery Scholars and the Women in Science and Engineering Residence Program are housed in Mosher-Jordan Hall. The Residential College (RC), a living-learning community that is a division of the College of Literature, Science and the Arts, also has its principal instructional space in East Quad. The Michigan Community Scholars Program, dedicated to civic engagement, community service learning and intercultural understanding and dialogue, is located in West Quad.[183] The Lloyd Hall Scholars Program (LHSP)  is located in Alice Lloyd Hall. The Health Sciences Scholars Program (HSSP) is located in Couzens Hall. The North Quad complex houses two additional living-learning communities: the Global Scholars Program[184] and the Max Kade German Program.[185] It is \"technology-rich,\" and houses communication-related programs, including the School of Information, the Department of Communication Studies, and the Department of Screen Arts and Cultures.[186][187] North Quad is also home to services such as the Language Resource Center and the Sweetland Center for Writing.[188]\n\nThe residential system also has a number of \"theme communities\" where students have the opportunity to be surrounded by students in a residential hall who share similar interests. These communities focus on global leadership, the college transition experience, and internationalism.[189] The Adelia Cheever Program is housed in the Helen Newberry House.[190] The First Year Experience is housed in the Baits II Houses and Markley Hall along with portions of all other buildings with the exception of North Quad, Northwood, and Stockwell Hall.[191] The Sophomore Experience is housed in Stockwell Hall and the Transfer Year Experience is housed in Northwood III.[192][193] The newly organized International Impact program is housed in North Quad.[194]\n\nThe university lists 1,438 student organizations.[195] With a history of student activism, some of the most visible groups include those dedicated to causes such as civil rights and labor rights, such as local chapters of Students for a Democratic Society and United Students Against Sweatshops (USAS). The latter group seeks to hold accountable multinational companies that exploit their workers in factories around the world where college apparel is produced. Although the student body generally leans toward left-wing politics,[196] there are also conservative groups, such as Young Americans for Freedom, and non-partisan groups, such as the Roosevelt Institute.\n\nThere are also several engineering projects teams, including the University of Michigan Solar Car Team, which has placed first in the North American Solar Challenge six times and third in the World Solar Challenge four times.[197] Michigan Interactive Investments,[198]  the TAMID Israel Investment Group, and the Michigan Economics Society[199] are also affiliated with the university.\n\nThe university also showcases many community service organizations and charitable projects, including Foundation for International Medical Relief of Children, Dance Marathon at the University of Michigan,[200] The Detroit Partnership, Relay For Life, U-M Stars for the Make-A-Wish Foundation, InnoWorks at the University of Michigan, SERVE, Letters to Success, PROVIDES, Circle K, Habitat for Humanity,[201] and Ann Arbor Reaching Out. Intramural sports are popular, and there are recreation facilities for each of the three campuses.[202]\n\nFraternities and sororities play a role in the university's social life; approximately seven percent of undergraduate men and 16% of undergraduate women are active in the Greek system.[203] Four different Greek councils—the Interfraternity Council, Multicultural Greek Council, National Pan-Hellenic Council, and Panhellenic Association—represent most Greek organizations. Each council has a different recruitment process.[204]\n\nThe Michigan Union and Michigan League are student activity centers located on Central Campus; Pierpont Commons is on North Campus. The Michigan Union houses a majority of student groups, including the student government. The William Monroe Trotter House, located east of Central Campus, is a multicultural student center operated by the university's Office of Multi-Ethnic Student Affairs.[205] The University Activities Center (UAC) is a student-run programming organization and is composed of 14 committees.[206] Each group involves students in the planning and execution of a variety of events both on and off campus.\n\nThe Michigan Marching Band, composed of more than 350 students from almost all of U-M's schools,[207] is the university's marching band. Over 125 years old (with a first performance in 1897),[208] the band performs at every home football game and travels to at least one away game a year. The student-run and led University of Michigan Pops Orchestra is another musical ensemble that attracts students from all academic backgrounds. It performs regularly in the Michigan Theater. The University of Michigan Men's Glee Club, founded in 1859 and the second oldest such group in the country, is a men's chorus with over 100 members.[209] Its eight-member subset a cappella group, the University of Michigan Friars, which was founded in 1955, is the oldest currently running a cappella group on campus.[210] The University of Michigan is also home to over twenty other a cappella groups, including Amazin' Blue, The Michigan G-Men, and Compulsive Lyres, all of which have competed at the International Championship of Collegiate A Cappella (ICCA) finals in New York City. Compulsive Lyres are the first and only group from Michigan to claim an ICCA title, having won in 2002.[211] The Michigan G-Men are one of only six groups in the country to compete at ICCA finals four times, one of only two TTBB ensembles to do so, and placed third at the competition in 2015.[212] Amazin' Blue placed fourth at ICCA finals in 2017. In 2020, The A Cappella Archive ranked The Michigan G-Men and Amazin' Blue at #7 and #13, respectively, out of all groups that have ever competed in ICCA.[213]\n\nNational honor societies such as Phi Beta Kappa, Phi Kappa Phi, and Tau Beta Pi have chapters at U-M.[214] Degrees \"with Highest Distinction\" are recommended to students who rank in the top 3% of their class, \"with High Distinction\" to the next 7%, and \"with Distinction\" to the next 15%. Students earning a minimum overall GPA of 3.4 who have demonstrated high academic achievement and capacity for independent work may be recommended for a degree \"with Highest Honors,\" \"with High Honors,\" or \"with Honors.\"[214] Those students who earn all A's for two or more consecutive terms in a calendar year are recognized as James B. Angell Scholars and are invited to attend the annual Honors Convocation, an event which recognizes undergraduate students with distinguished academic achievements.[214]\n\nThe University of Michigan also encourages many cultural and ethnic student organizations on campus. There are currently over 317 organizations under this category.[215] There are organizations for almost every culture from the Arab Student Association to Persian Student Association[216] to African Students Association[217] to even the Egyptian Student Association.[218] These organizations hope to promote various aspects of their culture along with raising political and social awareness around campus by hosting an assortment of events throughout the school year. These clubs also help students make this large University into a smaller community to help find people with similar interests and backgrounds.\n\nThe University of Michigan hosts three secret societies: Michigauma, Adara, and the Vulcans. Michigauma and Adara were once under the umbrella group \"The Tower Society\", the name referring to their historical locations in the Michigan Union tower. Michigauma was all-male while Adara was all-female, although both later became co-ed.\n\nSeveral academic journals are published at the university:\n\nThe student newspaper is The Michigan Daily, founded in 1890 and editorially and financially independent of the university. The Daily is published five days a week during academic year, and weekly from May to August. The yearbook is the Michiganensian, founded in 1896. Other student publications at the university include the conservative The Michigan Review and the progressive Michigan Independent. The humor publication Gargoyle Humor Magazine is also published by Michigan students.\n\nWCBN-FM (88.3 FM) is the student-run college radio station which plays in freeform format. WOLV-TV is the student-run television station that is primarily shown on the university's cable television system. WJJX was previously the school's student-run radio station. A carrier current station, it was launched in 1953.[222]\n\nThe University of Michigan Division of Public Safety and Security (DPSS) is responsible for law enforcement and safety on the main campus. The Division of Public Safety leadership team is made up of one executive director, three division deputy directors, three police chiefs and four directors. In addition, the team is also joined by two program managers and an executive assistant.[223]\n\nThe University of Michigan Police Department (UMPD) is a full-service community-oriented law enforcement agency under the DPSS. Its police officers are licensed by the Michigan Commission on Law Enforcement Standards (MCOLES), and have full authority to investigate, search, arrest and use reasonable force, if necessary, to protect people and property under Michigan law and the U-M Regents’ Ordinance.[224] The Special Victims Unit (SVU) of the U-M Police Department (UMPD) assists those who have experienced interpersonal violence, such as sexual assault, intimate partner violence, dating violence, stalking or child abuse.[225]\n\nViolent crime is rare on the campus though a few of the cases have been notorious including Theodore Kaczynski's attempted murder of professor James V. McConnell and research assistant Nicklaus Suino in 1985. Kaczynski, also known as the Unabomber, graduated from Michigan with his PhD in 1967.\n\nA radical left-wing militant organization Weather Underground was founded at the university in 1969.[226] It was later designated a domestic terrorist group by the FBI.[227]\n\nIn 2014, the University of Michigan was named one of 55 higher education institutions under investigation by the Office of Civil Rights \"for possible violations of federal law over the handling of sexual violence and harassment complaints.\" President Barack Obama's White House Task Force to Protect Students from Sexual Assault was organized for such investigations.[228] Seven years later, in 2021, the university attracted national attention when a report commissioned by the university was released that detailed an investigation into sexual assault allegations against doctor Robert Anderson who reportedly sexually abused at least 950 university students, many of whom were athletes, from 1966 to 2003.[229] Several football players from that time say legendary football coach Bo Schembechler ignored and enabled the abuse and told players to \"toughen up\" after being molested.[230] Schembechler reportedly punched his then 10-year-old son Matthew after he reported abuse by Dr. Anderson.[231] Following the exposure of a similar history of abuse at Ohio State University, male survivors of both Anderson at Michigan and Strauss at Ohio State spoke out to combat sexual abuse.[232] The University of Michigan settled with the survivors for $490 million.[233]\n\n"
        },
        {
            "title": "Athletics",
            "text": "The University of Michigan's sports teams are called the Wolverines. They participate in the NCAA Division I Football Bowl Subdivision and in the Big Ten Conference in all sports except women's water polo, which is a member of the Collegiate Water Polo Association. U-M boasts 27 varsity sports, including 13 men's teams and 14 women's teams.[234] In 10 of the past 14 years concluding in 2009, U-M has finished in the top five of the NACDA Director's Cup, a ranking compiled by the National Association of Collegiate Directors of Athletics to tabulate the success of universities in competitive sports. U-M has finished in the top 10 of the Directors' Cup standings in 21 of the award's 29 seasons between 1993-2021  and has placed in the top six in nine of the last 10 seasons.[235]\n\nMore than 250 Michigan athletes or coaches have participated in Olympic events,[236] and as of 2021 its students and alumni have won 155 Olympic medals.[237]\n\nMichigan Stadium is the largest college football stadium in the nation and one of the largest football-only stadiums in the world, with an official capacity of 107,601[238] (the extra seat is said to be \"reserved\" for Fritz Crisler[239]) though attendance—frequently over 111,000 spectators—regularly exceeds the official capacity.[240] The NCAA's record-breaking attendance has become commonplace at Michigan Stadium.\n\nU-M is also home to 29 men's and women's club sports teams, such as rugby, hockey, volleyball, boxing, soccer, and tennis.\n\nThe Michigan football program ranks first in NCAA history in total wins (976 through the end of the 2021 season) and fourth among FBS schools in winning percentage (.729).[241][242] The team won the first Rose Bowl game in 1902. U-M had 40 consecutive winning seasons from 1968 to 2007, including consecutive bowl game appearances from 1975 to 2007.[243] The Wolverines have won a record 43 Big Ten championships. The program has 11 national championships, most recently in 1997,[244] and has produced three Heisman Trophy winners: Tom Harmon, Desmond Howard and Charles Woodson.[245]\n\nThe men's ice hockey team, which plays at Yost Ice Arena, has won nine national championships.[246]\n\nThe men's basketball team, which plays at the Crisler Center, has appeared in five Final Fours and won the national championship in 1989. The program also voluntarily vacated victories from its 1992–1993 and 1995–1999 seasons in which illicit payments to players took place, as well as its 1992 and 1993 Final Four appearances.[247] The men's basketball team has most recently won back-to-back Big Ten Tournament Championships.\n\nThrough the 2012 Summer Olympics, 275 U-M students and coaches had participated in the Olympics, winning medals in each Summer Olympic Games except 1896, and winning gold medals in all but four Olympiads. U-M students/student-coaches (e.g., notably, Michael Phelps) have won a total of 185 Olympic medals: 85 golds, 48 silvers, and 52 bronzes.[248]\n\nThe University of Michigan's fight song, \"The Victors\", was written by student Louis Elbel in 1898 following the last-minute football victory over the University of Chicago that won a league championship. The song was declared by John Philip Sousa to be \"the greatest college fight song ever written.\"[249] The song refers to the university as being \"the Champions of the West.\" At the time, U-M was part of the Western Conference, which would later become the Big Ten Conference. Michigan was considered to be on the Western Frontier when it was founded in the old Northwest Territory.\n\nAlthough mainly used at sporting events, the Michigan fight song is often heard at other events as well. President Gerald Ford had it played by the United States Marine Band as his entrance anthem during his term as president from 1974 to 1977, in preference over the more traditional \"Hail to the Chief\",[250] and the Michigan Marching Band performed a slow-tempo variation of the fight song at his funeral.[251] The fight song is also sung during graduation commencement ceremonies. The university's alma mater song is \"The Yellow and Blue.\" A common rally cry is \"Let's Go Blue!\" which has a complementary short musical arrangement written by former students Joseph Carl, a sousaphonist, and Albert Ahronheim, a drum major.[252]\n\nBefore \"The Victors\" was officially the university's fight song, the song \"There'll Be a Hot Time in the Old Town Tonight\" was considered to be the school song.[253] After Michigan temporarily withdrew from the Western Conference in 1907, a new Michigan fight song \"Varsity\" was written in 1911 because the line \"champions of the West\" was no longer appropriate.[254]\n\n"
        },
        {
            "title": "Museums",
            "text": "The university is also home to several public and research museums including but not limited to the University Museum of Art, University of Michigan Museum of Natural History, Detroit Observatory, Sindecuse Museum of Dentistry, and the LSA Museum of Anthropological Archaeology.\n\nKelsey Museum of Archeology has a collection of Roman, Greek, Egyptian, and Middle Eastern artifacts.[255] Between 1972 and 1974, the museum was involved in the excavation of the archaeological site of Dibsi Faraj in northern Syria.[256] The Kelsey Museum re-opened November 1, 2009 after a renovation and expansion.[257]\n\nThe collection of the University of Michigan Museum of Art include nearly 19,000 objects that span cultures, eras, and media and include European, American, Middle Eastern, Asian, and African art, as well as changing exhibits. The Museum of Art re-opened in 2009 after a three-year renovation and expansion.[258] UMMA presents special exhibitions and diverse educational programs featuring the visual, performing, film and literary arts that contextualize the gallery experience.[259]\n\nThe University of Michigan Museum of Natural History began in the mid-19th century and expanded greatly with the donation of 60,000 specimens by Joseph Beal Steere in the 1870s. The building also houses three research museums: the Museum of Anthropology, Museum of Paleontology. Today, the collections are primarily housed and displayed in the Ruthven Museums Building which was completed in 1928.[260]\n\n"
        },
        {
            "title": "Notable alumni",
            "text": "In addition to the late U.S. president Gerald Ford, the university has, as of 2020,[update] produced thirty-four Pulitzer Prize winners, twenty-seven Rhodes Scholars,[261] one Mitchell Scholar[262] and nine Nobel laureates. As of 2012[update], the university has almost 500,000 living alumni.[263]\n\nMore than 250 Michigan graduates have served as legislators as either a United States Senator (47 graduates) or as a Congressional representative (over 215 graduates), including former House Majority Leader Dick Gephardt[264] and U.S. Representative Justin Amash, who represented Michigan's Third Congressional District.[265] Mike Duggan, Mayor of Detroit, earned his bachelor's degree and J.D. degree at Michigan, while the former Michigan Governor Rick Snyder earned his bachelor, M.B.A., and J.D. degrees from Michigan. Former Secretary of Housing and Urban Development Ben Carson received his medical degree from the U-M medical school. Thomas E. Dewey, another Michigan alumnus, was the Governor of New York from 1943 to 1954 and was the Republican Party's presidential nominee in the 1944 and 1948 presidential elections. The 13th President of Pakistan, Arif Alvi, completed his master's degree in prosthodontics in 1975.\n\nU-M's contributions to aeronautics include aircraft designer Clarence \"Kelly\" Johnson of Lockheed Skunk Works fame,[266] Lockheed president Willis Hawkins, and several astronauts including the all-U-M crews of both Gemini 4[267] and Apollo 15.[268]\n\nNumerous U-M graduates contributed greatly to the field of computer science, including Claude Shannon (who made major contributions to the mathematics of information theory),[269] and Turing Award winners Edgar Codd, Stephen Cook, Frances E. Allen and Michael Stonebraker.  U-M also counts among its alumni nearly two dozen billionaires, including prominent tech-company founders and co-founders such as Dr. J. Robert Beyster, who founded Science Applications International Corporation (SAIC) in 1969[270] and Google co-founder Larry Page.[271]\n\nSeveral prominent and/or groundbreaking women have studied at Michigan—by 1900, nearly 150 women had received advanced degrees from U-M.[272] Sarah Dix Hamlin was the first female student accepted to the University of Michigan. She graduated in 1874.[273] Marjorie Lee Browne received her M.S. in 1939 and her doctoral degree in 1950, becoming the third African American woman to earn a PhD in mathematics.[274][275]  Many, however, were forced to leave the university to continue their studies or to become faculty in their own right elsewhere, like Katharine Coman—when U-M President James Angell offered her a \"Dean of Women\" position, she told him that ″′if the regents...wish to propose a chaperone for students, and propose to dignify that office by allowing the woman who holds it to do a little University teaching,′ she was not interested. If, however, the regents accepted women as equal partners and as faculty, and if she were one of several women given proper rank and authority, she would consider it.″[272]  Michigan's Regents did not accept, so instead Coman became dean, founder of the Economics Department, and the first female statistics professor in the US at Wellesley College.[276]: 15 \n\nNotable writers who attended U-M include playwright Arthur Miller,[264] essayists Susan Orlean,[264] Jia Tolentino,[277] Sven Birkerts, journalists and editors Mike Wallace,[264] Jonathan Chait of The New Republic, Indian author and columnist Anees Jung, Daniel Okrent,[264] and Sandra Steingraber, food critics Ruth Reichl and Gael Greene, novelists Brett Ellen Block, Elizabeth Kostova, Marge Piercy,[264] Brad Meltzer,[264] Betty Smith,[264] and Charles Major, screenwriter Judith Guest,[264] Pulitzer Prize-winning poet Theodore Roethke, National Book Award winners Keith Waldrop and Jesmyn Ward, composer/author/puppeteer Forman Brown, and Alireza Jafarzadeh (a Middle East analyst, author, and TV commentator).\n\nIn Hollywood, famous alumni include actors Michael Dunn,[264] Darren Criss, James Earl Jones,[264] David Alan Grier,[264] actresses Lucy Liu,[264] Gilda Radner,[264] and Selma Blair,[264] television director Mark Cendrowski, and filmmaker Lawrence Kasdan.[264] Many Broadway and musical theatre actors, including Gavin Creel,[264] Andrew Keenan-Bolger, his sister Celia Keenan-Bolger, and Taylor Louderman attended U-M for musical theatre. The musical theatre group StarKid Productions had their start at the university, and staged multiple productions there.[278]\n\nMusical graduates include operatic soprano Jessye Norman,[264] singer Joe Dassin, jazz guitarist Randy Napoleon, and Mannheim Steamroller founder Chip Davis.[264] Well-known composers who are alumni include Frank Ticheli, Andrew Lippa, and the Oscar and Tony Award-winning duo Benj Pasek and Justin Paul. Pop superstar Madonna[264] and rock legend Iggy Pop,[264] attended but did not graduate.\n\nOther U-M graduates include former Dean of Harvard Law School Martha Minow, Dean of the Wharton School of the University of Pennsylvania Erika H. James, current Dean of Yale Law School, Heather Gerken, assisted-suicide advocate Dr. Jack Kevorkian,[264] Weather Underground radical activist Bill Ayers,[279] activist Tom Hayden,[264] architect Charles Moore,[280] the Swedish Holocaust hero Raoul Wallenberg,[281] and Civil War General Benjamin D. Pritchard.[282] Neurosurgeon and CNN chief medical correspondent Sanjay Gupta attended both college and medical school at the university.[283] Clarence Darrow attended law school at U-M at a time when many lawyers did not receive any formal education.[264] Frank Murphy, who was mayor of Detroit, governor of Michigan, attorney general of the United States, and Supreme Court justice was also a graduate of the Law School.[264] Conservative pundit Ann Coulter is another U-M law school graduate (J.D. 1988).[264]\n\nVaughn R. Walker, a federal district judge in California who overturned the controversial California Proposition 8 in 2010 and ruled it unconstitutional, received his undergraduate degree from U-M in 1966.[284]\n\nKenneth Marin, who became a professor of economics after he graduated from the University of Michigan-Ann Arbor, was appointed by President Lyndon B. Johnson as a member of the White House Consumer Advisory Council where he served on Wage and Price Control in the mid-1960s. He went to Tanzania in the late sixties and worked as an economic advisor to the government of President Julius Nyerere until the early 1970s.\n\nU-M athletes have starred in Major League Baseball, the National Football League and National Basketball Association as well as other professional sports. Notable among recent players is Tom Brady of the New England Patriots and the Tampa Bay Buccaneers.[264] Three players have won college football's Heisman Trophy, awarded to the player considered the best in the nation: Tom Harmon (1940), Desmond Howard (1991) and Charles Woodson (1997).[245] Professional golfer John Schroeder and Olympic swimmer Michael Phelps also attended the University of Michigan, with the latter studying Sports Marketing and Management. Phelps also swam competitively for Club Wolverine, a swimming club associated with the university.[285] National Hockey League players Marty Turco, Chris Summers, Max Pacioretty, Carl Hagelin, Dylan Larkin, Zach Hyman, Brendan Morrison,[264] Jack Johnson, and Michael Cammalleri[264] all played for U-M's ice hockey team. Baseball Hall of Famers George Sisler and Barry Larkin also played baseball at the university.[264]  Several team owners have also been alumni, including multiple-team owner Bill Davidson (NBA Detroit Pistons, NHL Tampa Bay Lightning, WNBA Detroit Shock, among others) and NFL owners Stephen M. Ross (Miami Dolphins), Preston Robert Tisch (New York Giants), and Ralph Wilson (Buffalo Bills).\n\nThe university claims the only alumni association with a chapter on the Moon, established in 1971 when the crew of Apollo 15 (two of whom had engineering degrees from U-M; the third had attended for a year before transferring[268]) placed a charter plaque for a new U-M Alumni Association on the lunar surface.[264] The plaque states: \"The Alumni Association of The University of Michigan. Charter Number 1. This is to certify that The University of Michigan Club of The Moon is a duly constituted unit of the Alumni Association and entitled to all the rights and privileges under the Association's Constitution.\" Several small U-M flags were also brought on the mission; a persistent campus legend claims at least one flag was left on the Moon.[268]\n\n"
        }
    ]
}