{
    "url": "https://en.wikipedia.org/wiki/The_University_of_Virginia",
    "title": "University of Virginia",
    "table_of_contents": [
        "1 History",
        "1.1 1800s",
        "1.2 1900s",
        "1.2.1 Integration, coeducation, and student dissent",
        "1.3 2000s",
        "2 Campus",
        "2.1 Academical Village",
        "2.2 Libraries",
        "2.3 Other areas",
        "2.4 Student housing",
        "3 Organization and administration",
        "4 Academics",
        "4.1 Scholarships",
        "4.2 Research",
        "4.3 Innovation",
        "4.4 Rankings",
        "4.5 Other recognition",
        "4.6 Admissions and financial aid",
        "5 Student life",
        "5.1 Student-faculty interaction and connections",
        "5.2 Global citizenship initiatives",
        "5.3 Student leadership opportunities",
        "5.4 Secret societies",
        "5.5 Honor system",
        "5.6 Student activities",
        "5.7 Fraternities and sororities",
        "5.8 Transportation",
        "6 Athletics",
        "6.1 Championships",
        "6.2 Rivalries",
        "6.3 Sponsorship",
        "7 People",
        "7.1 Faculty",
        "7.2 Alumni",
        "8 See also",
        "9 Notes",
        "10 References",
        "10.1 Notes",
        "10.2 Citations",
        "11 Further reading",
        "12 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\n\n\nThe University of Virginia (UVA) is a public research university in Charlottesville, Virginia. Founded in 1819 by Thomas Jefferson, the university is ranked among the top academic institutions in the United States, with highly selective admission.[10] Set within the Academical Village, a UNESCO World Heritage Site, the university is referred to as a \"Public Ivy\" for offering an academic experience similar to that of an Ivy League university. It is known in part for certain rare characteristics among public universities such as its historic foundations, student-run honor code, and secret societies.[11][12][13]\n\nThe original governing Board of Visitors included three U.S. presidents: Jefferson, James Madison, and James Monroe. The latter as sitting President of the United States at the time of its foundation. As its first two rectors, Presidents Jefferson and Madison played key roles in the university's foundation, with Jefferson designing both the original courses of study and the university's architecture. Located within its historic 1,135 acre central campus, the university is composed of eight undergraduate and three professional schools: the School of Law, the Darden School of Business, and the School of Medicine.[14]\n\nThe University of Virginia's scholars have played a major role in the development of many academic disciplines, including economics,[c] law,[d] literary art,[e] visual art,[f] and the sciences.[15] In research, the university has been a member of the Association of American Universities for 118 years, and the journal Science credited its faculty with two of the top ten global scientific breakthroughs in a single year.[15] In sports, the university athletic teams are called the Cavaliers and lead the Atlantic Coast Conference in team NCAA Championships for men's sports, also ranking second in women's and overall titles. In 2015, and again in 2019, the University of Virginia was presented with the Capital One Cup for fielding the nation's best overall athletics programs for men's sports.[16][17]\n\nThe university's alumni, faculty, and researchers have included several U.S. presidents, heads of state, Nobel laureates, Pulitzer Prize winners, Rhodes Scholars, Marshall Scholars, and Fulbright Scholars. Some 30 different governors of U.S. states have attended the university, as have numerous U.S. senators and congresspeople. UVA has produced 55 Rhodes Scholars, eighth highest in the United States, while its alumni have founded numerous companies (such as Reddit, CNET, and Space Adventures) which together produce more than $1.6 trillion in annual revenue and have created 2.3 million jobs.[18]\n\n"
        },
        {
            "title": "History",
            "text": "In 1802, while serving as President of the United States, Thomas Jefferson wrote to artist Charles Willson Peale that his concept of the new university would be \"on the most extensive and liberal scale that our circumstances would call for and our faculties meet,\" and it might even attract talented students from \"other states to come, and drink of the cup of knowledge\".[19] Virginia was already home to the College of William & Mary, but Jefferson lost all confidence in his alma mater, partly because of its religious nature – it required all its students to recite a catechism – and its stifling of the sciences.[20][21] Jefferson had flourished under William & Mary professors William Small and George Wythe decades earlier, but the college was in a period of great decline and his concern became so dire by 1800 that he expressed to British chemist Joseph Priestley, \"we have in that State, a college just well enough endowed to draw out the miserable existence to which a miserable constitution has doomed it.\" Instead, Jefferson sought to found the new university on the Humboldtian model of higher education, enlarging the scope of training beyond the relatively narrow, specialized focus of contemporary universities, to cultivate a more well-rounded student, educated in multiple disciplines (e.g., arts and sciences) simultaneously, a view that promoted the modern \"Liberal Arts\" curriculum offered at almost all public universities.[20][22][23][24] These words would ring true some seventy years later when William & Mary fell bankrupt after the Civil War and the Williamsburg college was shuttered completely in 1881, later being revived as primarily a small college for teachers until it regained University status later in the twentieth century.[25]\n\nIn 1817, three presidents (Jefferson, James Monroe, and James Madison) and Chief Justice of the United States Supreme Court John Marshall joined 24 other dignitaries at a meeting held in the Mountain Top Tavern at Rockfish Gap. After some deliberation, they selected nearby Charlottesville as the site of the new University of Virginia.[26] Farmland just outside Charlottesville was purchased from James Monroe by the Board of Visitors for construction of a newly chartered regional school to be known as Central College, which itself was an institutional successor to Albemarle Academy though neither school would ever open for instruction. The school laid its first building's cornerstone late in that same year, and the ongoing building of the Academical Village proved influential as the Commonwealth of Virginia chartered a new flagship university to be based on the site in Charlottesville on January 25, 1819. John Hartwell Cocke collaborated with James Madison, Monroe, and Joseph Carrington Cabell to fulfill Jefferson's dream to establish the university. Cocke and Jefferson were appointed to the building committee to supervise the construction.[27] The university was built on Monacan Indian Nation tribal land. Today, UVA is continuing to \"seek opportunities to engage and acknowledge with respect that we live, learn, and work on the territory of the Monacan Indian Nation\"[28]  Like many of its peers,[29] the university owned slaves who helped build the campus.[30] They also served students and professors.[30] The university's first classes met on March 7, 1825.[31]\n\nIn contrast to other universities of the day, at which one could study in either medicine, law, or divinity, the first students at the University of Virginia could study in one or several of eight independent schools – medicine, law, mathematics, chemistry, ancient languages, modern languages, natural philosophy, and moral philosophy.[32] Another innovation of the new university was that higher education would be separated from religious doctrine. UVA had no divinity school, was established independently of any religious sect, and the Grounds were planned and centered upon a library, the Rotunda, rather than a church, distinguishing it from peer universities still primarily functioning as seminaries for one particular strain of Protestantism or another.[33] Jefferson opined to philosopher Thomas Cooper that \"a professorship of theology should have no place in our institution\", and never has there been one. There were initially two degrees awarded by the university: Graduate, to a student who had completed the courses of one school; and Doctor to a graduate in more than one school who had shown research prowess.[34]\n\nJefferson was intimately involved in the university to the end, hosting Sunday dinners at his Monticello home for faculty and students until his death. Jefferson viewed the university's foundation as having such great importance and potential that he counted it among his greatest accomplishments and insisted his grave mention only his status as author of the Declaration of Independence and Virginia Statute for Religious Freedom, and father of the University of Virginia. Thus, he eschewed mention of his national accomplishments, such as the Louisiana Purchase and any other aspects of his presidency, in favor of his role with the young university.\n\nInitially, some of the students arriving at the university matched the then-common picture of college students: wealthy, spoiled aristocrats with a sense of privilege which often led to brawling, or worse. This was a source of frustration for Jefferson, who assembled the students during the school's first year, on October 3, 1825, to criticize such behavior; but was too overcome to speak. He later spoke of this moment as \"the most painful event\" of his life.[35]\n\nAlthough the frequency of such irresponsible behavior dropped after Jefferson's expression of concern, it did not die away completely. Like many universities and colleges, it experienced periodic student riots, culminating in the shooting death of Professor John A. G. Davis, Chairman of the Faculty, in 1840. This event, in conjunction with the growing popularity of temperance and a rise in religious affiliation in society in general, seems to have resulted in a permanent change in student attitudes, and the behavior among students that had so greatly bothered Jefferson finally vanished.[35]\n\nIn the year of Jefferson's death, poet Edgar Allan Poe enrolled at the university, where he excelled in Latin.[36] The Raven Society, an organization named after Poe's most famous poem, continues to maintain 13 West Range, the room Poe inhabited during the single semester he attended the university.[37] He left because of financial difficulties. The School of Engineering and Applied Science opened in 1836, making UVA the first comprehensive university to open an engineering school.\n\nUnlike the majority of Southern colleges, the university was kept open throughout the Civil War, despite its state seeing more bloodshed than any other and the near 100% conscription of the American South.[38] After Jubal Early's total loss at the Battle of Waynesboro, Charlottesville was willingly surrendered to Union forces to avoid mass bloodshed, and UVA faculty convinced George Armstrong Custer to preserve Jefferson's university.[39] Although Union troops camped on the Lawn and damaged many of the Pavilions, Custer's men left four days later without bloodshed and the university was able to return to its educational mission. However, an extremely high number of officers of both Confederacy and Union were alumni.[40] UVA produced 1,481 officers in the Confederate Army alone, including four major-generals, twenty-one brigadier-generals, and sixty-seven colonels from ten different states.[40] John S. Mosby, the infamous \"Gray Ghost\" and commander of the lightning-fast 43rd Battalion Virginia Cavalry ranger unit, had also been a UVA student.\n\nThanks to a grant from the Commonwealth of Virginia, tuition became free for all Virginians in 1875.[41] During this period the University of Virginia remained unique in that it had no president and mandated no core curriculum from its students, who often studied in and took degrees from more than one school.[41] However, the university was also experiencing growing pains. As the original Rotunda caught fire and was gutted in 1895, there would soon be sweeping changes, much greater than merely reconstructing the Rotunda in 1899.\n\nJefferson had originally decided the University of Virginia would have no president. Rather, this power was to be shared by a rector and a Board of Visitors. But as the 19th century waned, it became obvious this cumbersome arrangement was incapable of adequately handling the many administrative and fundraising tasks of the growing university.[42] Edwin Alderman, who had only recently moved from his post as president of UNC-Chapel Hill since 1896 to become president of Tulane University in 1900, accepted an offer as president of the University of Virginia in 1904. His appointment was not without controversy, and national media such as Popular Science lamented the end of one of the things that made UVA unique among universities.[43]\n\nAlderman stayed 27 years, and became known as a prolific fund-raiser, a well-known orator, and a close adviser to U.S. president and UVA alumnus Woodrow Wilson.[42] He added significantly to the University Hospital to support new sickbeds and public health research, and helped create departments of geology and forestry, the Curry School of Education, the McIntire School of Commerce, and the summer school programs in which young Georgia O'Keeffe soon took part.[44] Perhaps his greatest ambition was the funding and construction of a library on a scale of millions of books, much larger than the Rotunda could bear. Delayed by the Great Depression, Alderman Library was named in his honor in 1938. Alderman, who seven years earlier had died in office en route to giving a public speech at the University of Illinois at Urbana–Champaign, is still the longest-tenured president of the university.\n\nIn 1904, UVA became the first university south of Washington, D.C. to be elected to the Association of American Universities. After a gift by Andrew Carnegie in 1909 the University of Virginia was organized into twenty-six departments across six schools including the Andrew Carnegie School of Engineering, the James Madison School of Law, the James Monroe School of International Law, the James Wilson School of Political Economy, the Edgar Allan Poe School of English and the Walter Reed School of Pathology.[34] The honorific historical names for these schools – several of which have remained as modern schools of the university – are no longer used.\n\nIn December 1953, the University of Virginia joined the Atlantic Coast Conference for athletics. At the time, UVA had a football program that had just broken through to be nationally ranked in 1950, 1951, and 1952, and consistently beat its rivals North Carolina and Virginia Tech by such scores as 34–7 and 44–0. Other sports were very competitive as well. However, the administration of Colgate Darden de-emphasized athletics, defunding the department and declining to join the ACC before being overruled by the Board of Visitors on that decision. It would take until the 1980s for the bulk of athletics programs to fully recover, but approaching the year 2000 UVA was again one of the most successful all-around sports programs with NCAA national titles achieved in an array of different sports; by 2020, it had twice won the Capital One Cup for overall athletics excellence in men's sports.\n\nUVA established a junior college in 1954, known today as the University of Virginia's College at Wise. George Mason University and the aforementioned Mary Washington University used to exist as similar satellite campuses, but those are now wholly self-administered.\n\nThe Academical Village and nearby Monticello became a joint World Heritage Site in 1987. Simultaneously with Hawaiʻi Volcanoes National Park and Chaco Culture National Historical Park, they were the fifteenth, sixteenth, and seventeenth U.S. sites designated as culturally significant to the collective interests of global humanity, coming after the Statue of Liberty and Yosemite National Park three years earlier. As such, UVA possesses the only U.S. collegiate grounds to be internationally protected by the United Nations Educational, Scientific and Cultural Organization (UNESCO).\n\nThe university first admitted a few selected women to graduate studies in the late 1890s and to certain programs such as nursing and education in the 1920s and 1930s.[45] In 1944, Mary Washington College in Fredericksburg, Virginia, became the Women's Undergraduate Arts and Sciences Division of the University of Virginia. With this branch campus in Fredericksburg exclusively for women, UVA maintained its main campus in Charlottesville as near-exclusively for men, until a civil rights lawsuit of the 1960s forced it to commingle the sexes.[46] In 1970, the Charlottesville campus became fully co-educational, and in 1972 Mary Washington became an independent state university.[47] When the first female class arrived, 450 undergraduate women entered UVA, comprising 39 percent of undergraduates, while the number of men admitted remained constant. By 1999, women made up a 52 percent majority of the total student body.[45][48]\n\nThe University of Virginia admitted its first black student when Gregory Swanson sued to gain entrance into the university's law school in 1950.[49] Following his successful lawsuit, a handful of black graduate and professional students were admitted during the 1950s, though no black undergraduates were admitted until 1955, and UVA did not fully integrate until the 1960s.[49] When Walter Ridley graduated with a doctorate in education, he was the first black person to graduate from UVA.[49] UVA's Ridley Scholarship Fund is named in his honor.[49]\n\nThe fight for integration and coeducation came to the foreground particularly in the late 1960s, leading up to the May Strike of 1970, in which students protested for higher black enrollment, equal access to UVA admission by undergraduate women, unionization of employees, and against the presence of armed university police and recruiters of government agencies such as the CIA and FBI on Grounds.[50]\n\nDue to a continual decline in state funding for the university, today only 6 percent of its budget comes from the Commonwealth of Virginia.[51] A Charter initiative was signed into law by then-Governor Mark Warner in 2005, negotiated with the university to have greater autonomy over its own affairs in exchange for accepting this decline in financial support.[52][53]\n\nThe university welcomed Teresa A. Sullivan as its first female president in 2010.[54] Just two years later its first woman rector, Helen Dragas, engineered a forced-resignation to remove President Sullivan from office.[55][56] The attempted ouster elicited a faculty Senate vote of no confidence in Rector Dragas, and demands from student government for an explanation.[57][58] In the face of mounting pressure including alumni threats to cease contributions, and a mandate from then-Governor Robert McDonnell to resolve the issue or face removal of the entire Board of Visitors, the Board unanimously reinstated President Sullivan.[59][60][61] In 2013 and 2014, the Board passed new bylaws that made it harder to remove a president and possible to remove a rector.[62]\n\nIn November 2014, the university suspended fraternity and sorority functions pending investigation of an article by Rolling Stone concerning an alleged rape story, later determined to be a \"hoax\" after the story was confirmed to be false through investigation by The Washington Post.[63][64][65] The university nonetheless instituted new rules banning \"pre-mixed drinks, punches or any other common source of alcohol\" such as beer kegs and requiring \"sober and lucid\" fraternity members to monitor parties.[66] In April 2015, Rolling Stone fully retracted the article after the Columbia School of Journalism released a report of what went wrong with the article in a scathing and discrediting report.[67][68] Even before release of the Columbia University report, the Rolling Stone story was named \"Error of the Year\" by the Poynter Institute.[69] The UVA chapter of Phi Kappa Psi settled a defamation suit against Rolling Stone for $1.65 million.[70]\n\nIn August 2017, the night before the infamous Unite the Right rally, a group of non-student and mostly non-Virginian white nationalists marched on the university's Lawn bearing torches and chanting Antisemitic and Nazi slogans after the city of Charlottesville decided to remove all remaining Confederate statues from the city.[71][72] They were met by student counter-protesters near the statue of Thomas Jefferson in front of the Rotunda, where a fight broke out.\n\nJames E. Ryan, a graduate of the University of Virginia School of Law, became the university's ninth president in August 2018.[73] His first act upon his inauguration was to announce that in-state undergraduates from families making less than $80,000 per year would receive full scholarships covering tuition, and those from families making under $30,000 would also receive free room and board.[74] Ryan was previously dean of the Harvard School of Education.\n\nOn the night of November 13, 2022, three students were killed and two others injured in a shooting on a charter bus that was returning to the campus from a play in Washington, D.C.[75] All three fatalities were current members of the Virginia Cavaliers football team[76] and the alleged shooter is a former member of the team from 2018.[77]\n\n"
        },
        {
            "title": "Campus",
            "text": "The UVA campus, referred to locally as the Grounds,[78] straddles the border between the city of Charlottesville and Albemarle County.[79] The university also maintains 562 acres north of the campus at North Fork and 2,913 acres southeast of the city at Morven Farm.[80][81][6][13]\n\nThroughout its history, the University of Virginia has won praise for its unique Jeffersonian architecture. In January 1895, less than a year before the Great Rotunda Fire, The New York Times said the design of the University of Virginia \"was incomparably the most ambitious and monumental architectural project that had or has yet been conceived in this century.\"[82] In the United States Bicentennial issue of their AIA Journal, the American Institute of Architects called it \"the proudest achievement of American architecture in the past 200 years.\"[83]  The Academical Village, together with Jefferson's home at Monticello, which he also designed, is a World Heritage Site. The first collegiate architecture and culture World Heritage Site in the world, it was listed by UNESCO in 1987.[13][84]\n\nJefferson's original architectural design revolves around the Academical Village, and that name remains in use today to describe both the specific area of the Lawn, a grand, terraced green space surrounded by residential and academic buildings, the gardens, the Range, and the larger university surrounding it. The principal building of the design, the Rotunda, stands at the north end of the Lawn, and is the most recognizable symbol of the university. It is half the height and width of the Pantheon in Rome, which was the primary inspiration for the building. The Lawn and the Rotunda were the models for many similar designs of \"centralized green areas\" at universities across the country. The space was designed for students and professors to live in the same area. The Rotunda, which symbolized knowledge, showed hierarchy. The south end of the lawn was left open to symbolize the view of cultivated fields to the south, as reflective of Jefferson's ideal for an agrarian-focused nation.\n\nMost notably designed by inspiration of the Rotunda and Lawn are the expansive green spaces headed by similar buildings built at: Duke University in 1892; Columbia University in 1895; Johns Hopkins University in 1902; Rice University in 1910; Peabody College of Vanderbilt University in 1915; Killian Court at MIT in 1916; the Grand Auditorium of Tsinghua University built in 1917 in Beijing, China; the Sterling Quad of Yale Divinity School in 1932; and the university's own Darden School in 1996.\n\nFlanking both sides of the Rotunda and extending down the length of the Lawn are ten Pavilions interspersed with student rooms. Each has its own classical architectural style, as well as its own walled garden separated by Jeffersonian Serpentine walls. These walls are called \"serpentine\" because they run a sinusoidal course, one that lends strength to the wall and allows for the wall to be only one brick thick, one of many innovations by which Jefferson attempted to combine aesthetics with utility.[85]\n\nOn October 27, 1895, the Rotunda burned to a shell because of an electrical fire that started in the Rotunda Annex, a long multi-story structure built in 1853 to house additional classrooms. The electrical fire was no doubt assisted by the help of overzealous faculty member William \"Reddy\" Echols, who attempted to save it by throwing roughly 100 pounds (45 kg) of dynamite into the main fire in the hopes the blast would separate the burning Annex from Jefferson's own Rotunda. His last-ditch effort ultimately failed. Perhaps ironically, one of the university's main honors student programs is named for him. University officials swiftly approached celebrity architect Stanford White to rebuild the Rotunda. White took the charge further, disregarding Jefferson's design and redesigning the Rotunda interior—making it two floors instead of three, adding three buildings to the foot of the Lawn, and designing a president's house. He did omit rebuilding the Rotunda Annex, the remnants of which were used as fill and to create part of the modern-day Rotunda's northern-facing plaza. The classes formerly occupying the Annex were moved to the South Lawn in White's new buildings.[citation needed]\n\nThe White buildings have the effect of closing off the sweeping perspective, as originally conceived by Jefferson, down the Lawn across open countryside toward the distant mountains. The White buildings at the foot of the Lawn effectively create a huge \"quadrangle\", albeit one far grander than any traditional college quadrangle at the University of Cambridge or University of Oxford.\n\nIn concert with the United States Bicentennial in 1976, Stanford White's changes to the Rotunda were removed and the building was returned to Jefferson's original design. Renovated according to original sketches and historical photographs, a three-story Rotunda opened on Jefferson's birthday, April 13, 1976. Queen Elizabeth II came to visit the Rotunda in that same year for the Bicentennial, and had a well-publicized stroll of The Lawn.  The university was listed by Travel + Leisure in September 2011 as one of the most beautiful campuses in the United States and by MSN as one of the most beautiful college campuses in the world.[86][87]\n\nThe first library at University of Virginia was the Rotunda. Rather than a chapel or other religious structure, the university was built around its library. Thomas Jefferson was deeply engaged in selecting the materials that made up that library's original collection, and in developing the system by which it would be organized. The Rotunda served as the University Library for over a century, until Alderman Library was opened in 1937.[88]\n\nToday the University of Virginia Library System consists of a dozen libraries and holds over 5 million volumes. Its Electronic Text Center, established in 1992, has put 70,000 books online as well as 350,000 images that go with them. These e-texts are open to anyone and, as of 2002[update], were receiving 37,000 daily visits (compared to 6,000 daily visitors to the physical libraries).[89] Alderman Library holds the most extensive Tibetan collection in the world, and holds ten floors of book \"stacks\" of varying ages and historical value. The Albert and Shirley Small Special Collections Library features a collection of American literature as well as two copies of the original printing of the Declaration of Independence. It was in this library in 2006 that Robert Stilling, an English graduate student, discovered an unpublished Robert Frost poem from 1918.[90] Clark Hall is the library for SEAS (the engineering school), and one of its notable features is the Mural Room, decorated by two three-panel murals by Allyn Cox, depicting the Moral Law and the Civil Law. The murals were finished and set in place in 1934.[91] As of 2006[update], the university and Google were working on the digitization of selected collections from the library system.[92]\n\nSince 1992, the University of Virginia also hosts the Rare Book School, a non-profit organization in the study of historical books and the history of printing that began at Columbia University in 1983.\n\nHousing for first-year students, Brown College, the School of Engineering and Applied Science and the University of Virginia Medical School are near the historic Lawn and Range area. The McIntire School of Commerce is on the actual Lawn, in Rouss Hall.\n\nAway from the historic area, UVA's architecture and its allegiance to the Jeffersonian design are controversial. The 1990s saw the construction of two deeply contrasting visions: the Williams Tsien post-modernist Hereford College in 1992 and the unapologetically Jeffersonian Darden School of Business in 1996. Commentary on both was broad and partisan, as the University of Virginia School of Architecture and The New York Times lauded Hereford for its bold new lines, while some independent press and wealthy donors praised the traditional design of Darden.[93][94] The latter group appeared to have the upper hand when the South Lawn Project was designed in the early 2000s.[94][95]\n\nBillionaire John Kluge donated 7,379 acres (29.86 km2) of additional lands to the university in 2001. Kluge desired the core of the land, the 2,913-acre Morven, to be developed by the university and the surrounding land to be sold to fund an endowment supporting the core. Five farms totaling 1,261 acres (510 ha) of the gift were soon sold to musician Dave Matthews, of the Dave Matthews Band, to be used in an organic farming project to complement his nearby Blenheim Vineyards.[96] Morven has since hosted the Morven Summer Institute, a rigorous immersion program of study in civil society, sustainability, and creativity.[97] As of 2014[update], the university is developing further plans for Morven and has hired an architecture firm for the nearly three thousand acre property.[97] In addition, the UVA Foundation owns the building and grounds of the Kluge-Ruhe Aboriginal Art Collection. The Collection itself is also owned by the University of Virginia.[98]\n\nThe primary housing areas for first-year students are McCormick Road Dormitories, often called \"Old Dorms\", and Alderman Road Dormitories, often called \"New Dorms\".  The 1970s-era Alderman Road Dorms are being fully replaced with brand new dormitory buildings in the same area. The replacements feature hall-style living arrangements with common areas and many modern amenities. Instead of being torn down and replaced like the original New Dorms, the Old Dorms will see a $105 million renovation project between 2017 and 2022.[99] They were constructed in 1950, and are also hall-style constructions but with fewer amenities. The Old Dorms are closer to the students' classes.\n\nIn the 1980s, in response to a housing shortage, the Stadium Road Residential Area was built to the south of the Alderman Road Dormitories.[100] The largest of the houses in this area are the Gooch Dillard Residence Halls which house 610 students.\n\nThere are three residential colleges at the university: Brown College, Hereford College, and the International Residential College. These involve an application process to live there, and are filled with both upperclass and first-year students. The application process can be extremely competitive, especially for Brown because of its location in central Grounds.\n\nIt is considered a great honor to be invited to live on The Lawn, and 54 fourth-year undergraduates do so each year, joining ten members of the faculty who permanently live and teach in the Pavilions there.[101] Similarly, graduate students may live on The Range. Edgar Allan Poe formerly lived in 13 West Range, and since 1904 the Raven Society has retrofitted and preserved his room much as it may have existed in the 1820s.\n\n"
        },
        {
            "title": "Organization and administration",
            "text": "The university has several affiliated centers including the Rare Book School, headquarters of the National Radio Astronomy Observatory, University of Virginia Center for Politics, Weldon Cooper Center for Public Service, Sorensen Institute for Political Leadership, Institute for Advanced Studies in Culture, and Miller Center of Public Affairs. The Fralin Museum of Art is dedicated to creating an environment where both the university community and the general public can study and learn from directly experiencing works of art. The university has its own internal recruiting firm, the Executive Search Group and Strategic Resourcing. Since 2013, this department has been housed under the Office of the President.\n\nIn 2006, President Casteen announced an ambitious $3 billion capital campaign to be completed by December 2011.[102] During the Great Recession, President Sullivan missed the 2011 deadline, and extended it indefinitely.[103] The $3 billion goal would be met a year and a half later, which President Sullivan announced at graduation ceremonies in May 2013.[104]\n\nAs of 2013[update], UVA's $1.4 billion academic budget is paid for primarily by tuition and fees (32%), research grants (23%), endowment and gifts (19%), and sales and services (12%).[105] The university receives 10% of its academic funds through state appropriation from the Commonwealth of Virginia.[105] For the overall (including non-academic) university budget of $2.6 billion, 45% comes from medical patient revenue.[105] The Commonwealth contributes less than 6%.[105]\n\nAlthough UVA is the flagship university of Virginia, state funding has decreased for several consecutive decades.[51] Financial support from the state dropped by half from 12 percent of total revenue in 2001–02 to six percent in 2013–14.[51] The portion of academic revenue coming from the state fell by even more in the same period, from 22 percent to just nine percent.[51] This nominal support from the state, contributing just $154 million of UVA's $2.6 billion budget in 2012–13, has led President Sullivan and others to contemplate the partial privatization of the University of Virginia.[106] UVA's Darden School and Law School are already self-sufficient.\n\nHunter R. Rawlings III, President of the prominent Association of American Universities research group of universities, came to Charlottesville to make a speech to university faculty which included a statement about the proposal: \"there's no possibility, as far as I can see, that any state will ever relinquish its ownership and governance of its public universities, much less of its flagship research university\".[106] He encouraged university leaders to stop talking about privatization and instead push their state lawmakers to increase funding for higher education and research as a public good.[106]\n\nAs of 2013, the University of Virginia was one of only two public universities in the United States that had a Triple-A credit rating from all three major credit rating agencies.[107]\n\n"
        },
        {
            "title": "Academics",
            "text": "The University of Virginia offers 48 bachelor's degrees, 94 master's degrees, 55 doctoral degrees, 6 educational specialist degrees, and 2 first-professional degrees (Medicine and Law) to its students. All degrees are earned and UVA has never bestowed an honorary degree to any person.[108][109][110]\n\nThe Jefferson Scholarship is the most competitive merit scholarship nationwide.  Around 30 scholars are selected annually from a direct application pool of 4,500 nominating schools, each able to nominate one student. Covering all tuition, books, room and board, the scholarship also provides scholars finances for summer enrichment, independent research and study abroad.\n\nEchols Scholars (College of Arts and Sciences) and Rodman Scholars (School of Engineering and Applied Science), which include 6–7% of undergraduate students, receive no financial benefits, but are entitled to special advisors, priority course registration, residence in designated dorms and fewer curricular constraints than other students.[111]\n\nFull tuition scholarships are given to each in-state student from families earning under $80,000 per year.[74] Each in-state student from families earning under $30,000 per year also receives free room and board.[74] These scholarships are an initiative of President Ryan, who announced them upon his inauguration in 2018.[74]\n\nThe University of Virginia is the first and longest serving public member of the Association of American Universities in the American South, attaining membership in 1904.[114] It is classified among \"R1: Doctoral Universities – Very high research activity\".[115]\n\nAccording to the National Science Foundation, UVa spent $614 million on research and development in 2019, ranking it 44th in the nation and first in Virginia.[116] Built in 1996, North Fork (formerly the UVA Research Park[117] is an extensive 3.7-million square foot, 562 acre research park nine miles north of UVA's North Grounds.[118][119] It houses the UVA Applied Research Institute as well as many private R&D efforts by such firms as Battelle, The MITRE Corporation, Signature Science, and CACI.[119][120]\n\nUVA is also home to globally recognized research on hypersonic flight for NASA and others.[121] The United States Air Force, National Science Foundation, and National Center for Hypersonic Combined Cycle Propulsion have each also granted UVA researchers millions in funding for the university's ongoing broad and deep research into ultra-high velocity flight.[121] Starting in 2015, a UVA team led by mechanical engineering professor Eric Loth began Department of Energy-funded research into an original design of offshore wind turbines that would potentially dwarf the size and scope of any being produced or researched anywhere else.[122] The innovative design inspired by palm trees led to Loth being named to a Popular Science list of \"The Brilliant Minds Behind The New Energy Revolution\".[122][123][124]\n\nUVA was recognized by Science as leading two of the top 10 scientific discoveries in the world in 2015.[15] The first breakthrough was when UVA School of Medicine researchers Jonathan Kipnis and Antoine Louveau discovered previously unknown vessels connecting the human brain directly to the lymphatic system.[15] The discovery \"redrew the map\" of the lymphatic system, rewrote medical textbooks, and struck down long-held beliefs about how the immune system functions in the brain.[15] The discovery may help greatly in combating neurological diseases from multiple sclerosis to Alzheimer's disease.[15] The second globally recognized breakthrough of 2015 was when UVA psychology professor Brian Nosek examined the reproducibility of 100 psychology studies and found fewer than half could be reproduced.[15] The discovery may have profound impacts on how psychological studies are performed and documented.[15] More than 270 researchers on five continents were involved, and twenty-two students and faculty from UVA were listed as co-authors on the scientific paper.[15]\n\nIn the field of astrophysics, the university is a member of a consortium engaged in the construction and operation of the Large Binocular Telescope in the Mount Graham International Observatory of the Pinaleno Mountains of southeastern Arizona. It is also a member of both the Astrophysical Research Consortium, which operates telescopes at Apache Point Observatory in New Mexico, and the Association of Universities for Research in Astronomy which operates the National Optical Astronomy Observatory, the Gemini Observatory and the Space Telescope Science Institute. The University of Virginia hosts the headquarters of the National Radio Astronomy Observatory, which operates the Green Bank Telescope in West Virginia and the Very Large Array radio telescope made famous in the Carl Sagan television documentary Cosmos and film Contact. The North American Atacama Large Millimeter Array Science Center is also at the Charlottesville NRAO site. In 2019, researchers at NRAO co-authored a study documenting the discovery of a pair of giant hourglass shaped balloons emanating radio waves from the center of our Milky Way galaxy.[125]\n\nThe Charlottesville area has been named the No. 1 fastest growing metropolitan area for venture capital in the United States, with $27.7 million in annual funding as of 2015[update].[126] A majority of the successful startups in the Charlottesville region have been started by or funded by UVA students and graduates.[126] One example of a startup launched by university students is Reddit, the seventh most-viewed website in the U.S. with hundreds of billions of annual pageviews as of July 2021[update],[127] founded by UVA dormitory roommates Steve Huffman and Alexis Ohanian in 2005. They were students at the School of Engineering and Applied Science and the McIntire School of Commerce, respectively. Having grown so large, Reddit is now headquartered in San Francisco. Another example is CNET, which has become the highest-read technology news source on the Web, with over 200 million readers per month, being among the 200 most visited websites globally, as of 2015.[128][129][130]\n\nIn addition to McIntire and SEAS, the Darden School has spawned highly innovative graduates and entrepreneurs. For example, a wearable glove that helps to rehabilitate stroke patients was brought to market by a Darden graduate in South Korea during 2015.[131] According to a study by researchers at the Darden School and Stanford University, UVA alumni overall have founded over 65,000 companies which have employed 2.3 million people worldwide with annual global revenues of $1.6 trillion.[18]\n\nU.S. News & World Report ranks UVA tied for 25th among national universities overall, 3rd among public universities and tied for 110th among global universities in its 2022 report,[140] 8th best business program[141] and 3rd best business management program.[142]\n\nAmong the professional schools of UVA, U.S. News & World Report's 2021 rankings place its law school 8th overall and 1st among public universities, its graduate Darden School of Business 11th overall and 2nd among public universities, the medical school 6th overall in the \"Primary Care\" category and tied for 29th overall in the \"Research\" category, and the engineering school tied for 41st overall.[143] In its 2015 rankings, The Economist lists Darden 2nd overall globally and 1st among public institutions.[144] In its 2016 listing, Bloomberg BusinessWeek ranks the McIntire School of Commerce, UVA's undergraduate business program, 5th overall and 2nd among public universities.[145]\n\nWashington Monthly ranked UVA 28th in its 2020 ranking of national universities based on its contribution to the public good, as measured by social mobility, research, and promoting public service.[146] In its 2016 report, Business Insider, which strives to measure preparation for the professional workforce, ranks UVA ninth overall and first among public universities.[147]\n\nThe University of Virginia has also been recognized for consistently having the highest African American graduation rate among national public universities.[148][149][150] According to the Fall 2005 issue of Journal of Blacks in Higher Education, UVA \"has the highest black student graduation rate of the Public Ivies\" and \"by far the most impressive is the University of Virginia with its high black student graduation rate and its small racial difference in graduation rates.\"[151]\n\nFor the undergraduate Class of 2023, the University of Virginia received a record 40,815 applications, admitting 24 percent.[154][155] Approximately 40 percent of those admitted are non-white.[154] Matriculated students come from all 50 states and 147 foreign countries.[156][157] UVA is required, by Virginia state law, to matriculate two-thirds of its undergraduate student body from its pool of in-state applicants.[154] As a result, its acceptance rate for in-state students (36 percent) is nearly twice the out-of-state rate (19 percent) as of 2019.[154] The university has seen steady increases to its applicant pool in recent decades, and the number of applications has more than doubled since the Class of 2008 received 15,094 applications.[158] As of 2014, 93 percent of admitted applicants ranked in the top 10 percent of their high school classes.[157][159]\n\nPresident James Ryan announced at his inauguration in fall 2018 that in-state students from families earning less than $80,000 a year will receive full tuition scholarships.[74] Those from families earning less than $30,000 will also receive free room and board.[74] The university already met 100 percent of demonstrated need for all admitted undergraduate students, making it one of only two public universities in the U.S. to reach this level of financial aid for its students.[164][165] For 2014, the university ranked fourth overall by the Princeton Review for \"Great Financial Aid\".[166] In 2008 the Center for College Affordability and Productivity named UVA the top value among all national public colleges and universities; and in 2009, UVA was again named the \"No. 1 Best Value\" among public universities in the United States in a separate ranking by USA TODAY and the Princeton Review.[167][168][169] Kiplinger in 2014 ranked UVA second out of the top 100 best-value public colleges and universities in the nation.[170]\n\nGraduate and professional school admissions are also highly selective. As of 2019, the average LSAT score was 169 at the School of Law, while at the Darden School of Business the average GMAT score was 718.[171][172]\n\n"
        },
        {
            "title": "Student life",
            "text": "Student life at the University of Virginia is marked by a number of unique traditions. The campus of the university is referred to as the \"Grounds\". Freshmen, sophomores, juniors, and seniors are instead called first-, second-, third-, and fourth-years to reflect Jefferson's belief that learning is a lifelong process, rather than one to be completed within four years.\n\nProfessors are traditionally addressed as \"Mr.\" or \"Ms.\" at UVA instead of \"Doctor\" (although medical doctors are the exception) in deference to Jefferson's desire to have an equality of ideas, discriminated by merit and unburdened by title. UVA facilitates close interactions between students and professors in a number of ways.\n\nFirst-year students in the College of Arts & Sciences have the opportunity to take two University Seminars, one per semester, which are later made available to other students as well. These small classes, numbering from 4 to 19 students each, provide opportunities to work closely with professors at the university from the outset of a student's academic career. The small groupings also help facilitate more frequent and intense discussions between students in this closer environment.\n\nSelect faculty live at Brown College at Monroe Hill, Hereford College, International Residential College, and in Pavilions on The Lawn. This gives more opportunities for professors to invite students to lunches and dinners, which regularly happens, and creates chances for impromptu meetings and interactions between faculty and students around Grounds.\n\nReflecting this close student-faculty interaction at UVA, it welcomed Nobel Laureate William Faulkner to a position as \"Writer-in-Residence\" in 1957.[174] He had no teaching responsibilities, and was paid merely to live among the students and write. He was badly injured in a horse riding accident in 1959, and did not return to the state before his death in 1962.[174] Faulkner then bequeathed the majority of his papers to Alderman Library, giving UVA the largest Faulkner archives in the world.[175]\n\nThe International Residential College is a residential college at UVA that attracts and celebrates students from across the globe who choose to attend the university. It is one of three major residential colleges at UVA. Students there come from 45 countries, representing 40% of the student population; but U.S. students are encouraged to live at IRC as well to learn about the countries from which their classmates have journeyed to attend UVA.\n\nUVA was previously the academic sponsor for Semester at Sea, a multi-country study abroad program conducted on a cruise ship.\n\nThe University of Virginia received the 2015 Paul Simon Award for Comprehensive Internationalization, by the Association of International Educators.[176] This award confirms the university's success and commitment in educating its students on a global scale as well as nationally.[176]\n\nThere are a number of UVA undergraduate leadership opportunities that are offered in addition to the standard student government or fraternity and sorority positions found at many universities. They include UVA's secret societies and debating societies, the student-run honor committees, and the chance to be recognized as a fourth-year student at the pinnacle of student leadership by being asked to live on The Lawn.\n\nThe Frank Batten School of Leadership and Public Policy, established in 2007, expands on these unique student leadership opportunities to study Leadership itself as a cross-disciplinary subject of focus and is closely aligned with many of the university's schools, including the Architecture, Education, Engineering, Law, Medical, and Darden schools, as well as with programs in politics, economics, and applied ethics.\n\nThe University of Virginia has a long history of student activists who formed radical environmental, religious, and political groups to champion various social changes.[177] An especially intense period of student activism occurred in the 1970s during the May Days strikes against the Vietnam War.[178] More recently, the Curry School of Education and its Youth-Nex Center held a national conference in 2019 to promote student activism at UVA and beyond.[179]\n\nStudent societies have existed on Grounds since the early 19th Century. Secret societies have been a part of University of Virginia student life since the first class of students in 1825. While the number of societies peaked during the 75-year period between 1875 and 1950, there are still six societies active that are over 100 years old, and several newer societies.\n\nThe nation's first codified honor system was instituted by UVA law professor Henry St. George Tucker, Sr. in 1842, after a fellow professor was shot to death on The Lawn. There are three tenets to the system: students simply must not lie, cheat, or steal. For its first 180 years it was a \"single sanction system\", meaning that committing any of these three offenses would result in expulsion from the university. In the spring of 2022, following decades of criticism and waning support for the system, a proposal to replace the penalty of expulsion with a two semester suspension passed a student referendum with over 80% of the vote and took effect immediately.\n\nThe honor system is intended to be student-run and student-administered.[181] If accused, students are tried before their peers – fellow students, never faculty, serve as counsel and jury. Although Honor Committee resources have been strained by mass cheating scandals such as a case in 2001 of 122 suspected cheaters over several years in a single large Physics survey course, and federal lawsuits have challenged the system, its verdicts are rarely overturned.[182][183][184] There is only one documented case of direct UVA administration interference in an honor system proceeding: the trial and subsequent retrial of Christopher Leggett.[185]\n\nMany events take place at the University of Virginia, on the Lawn and across Grounds. One of the largest events at UVA is Springfest, hosted by the University Programs Council. It takes place every year in the spring, and features a large free concert, various inflatables and games. Another popular event is Foxfield, a steeplechase and social gathering that takes place nearby in Albemarle County in April, and which is annually attended by thousands of students from the University of Virginia and neighboring colleges.[186]\n\nThe student life building is called Newcomb Hall. It is home to the Student Activities Center (SAC) and the Media Activities Center (MAC), where student groups can get leadership consulting and use computing and copying resources, as well as several meeting rooms for student groups. Student Council, the student self-governing body, holds meetings Tuesdays at 6:30 p.m. in the Newcomb South Meeting Room. Student Council, or \"StudCo\", also holds office hours and regular committee meetings in the newly renovated Newcomb Programs and Council (PAC) Room. The PAC also houses the University Programs Council and Class Councils. Newcomb basement is home to both the office of the independent student newspaper The Declaration, The Cavalier Daily, and the Consortium of University Publications.\n\nIn 2005, the university was named \"Hottest for Fitness\" by Newsweek magazine,[187] due in part to 94% of its students using one of the four indoor athletics facilities. Particularly popular is the Aquatics and Fitness Center, across the street from the Alderman Dorms. The University of Virginia sent more workers to the Peace Corps in 2006[188] and 2008[189] than any other \"medium-sized\" university in the United States. Volunteerism at the university is centered around Madison House which offers numerous opportunities to serve others. Among the numerous programs offered are tutoring, housing improvement, an organization called Hoos Against Hunger, which gives leftover food from restaurants to the homeless of Charlottesville rather than allowing it to be discarded, among numerous other volunteer programs.\n\nAs at many universities, alcohol use is a part of the social life of many undergraduate students. Concerns particularly arose about a past trend of fourth-years consuming excessive alcohol during the day of the last home football game.[190] President Casteen announced a $2.5 million donation from Anheuser-Busch to fund a new UVA-based Social Norms Institute in September 2006.[191] A spokesman said: \"the goal is to get students to emulate the positive behavior of the vast majority of students\". On the other hand, the university was ranked first in Playboy's 2012 list of Top 10 Party Schools based on ratings of sex, sports, and nightlife.[192]\n\nThe University of Virginia has a number of fraternities and sororities on campus, encompassing the traditional social fraternities and sororities as well as coeducational professional, service, and honor fraternities. Social life at the university was originally dominated by debating societies.[193] The first fraternity chapter founded at UVA was Delta Kappa Epsilon in 1852, and it was quickly followed by many more; the University of Virginia was the birthplace of two national fraternities, Kappa Sigma and Pi Kappa Alpha, which exist at the university to this day.[194][195][196]\n\nThrough the twentieth century, the roles of these organizations on campus expanded to encompass social sororities, professional fraternities and sororities, service fraternities, honor societies, black fraternities and sororities, and multicultural fraternities and sororities. Roughly 30% of the student body are members of social fraternities and sororities, while additional students are involved with service, professional, and honor fraternities.[197] \"Rush and pledging\" occur in the spring semester for most organizations. Kappa Sigma and the Trigon Engineering Society hold reserved rooms on the Lawn, while Pi Kappa Alpha holds the only undergraduate room on the Range.[198]\n\nA set of bus lines operated by the university's University Transit Service connect different parts of the UVA Grounds with adjacent parking facilities. This is complemented by a set of bus lines operated by Charlottesville Area Transit that connect the University of Virginia with other parts of Charlottesville. The Virginia Department of Transportation maintains the roads through the university grounds as State Route 302.[199]\n\nCharlottesville Union Station is just 0.6 miles (0.97 km) from UVA, and from there energy efficient Amtrak passenger trains serve Charlottesville on three routes: the Cardinal (Chicago to New York City), Crescent (New Orleans to New York City), and Northeast Regional (Virginia to Boston). The long-haul Cardinal operates three times a week, while the Crescent and Northeast Regional both run daily. Charlottesville–Albemarle Airport, 8 miles (13 km) away, has nonstop flights to Chicago, New York, Atlanta, Charlotte, and Philadelphia. The larger Richmond International Airport is 77 miles (124 km) to the southeast, and the still larger Dulles International Airport is 99 miles (159 km) to the northeast. They are accessible via Interstate 64 and U.S. 29, respectively, both of which are major highways and frequently trafficked.\n\nMegabus began serving Charlottesville with inexpensive direct express routes to and from Washington, D.C. in 2018.[200] Megabus also runs up to four trips per day from Charlottesville to New York City with several stops between.[201] Like the trains, the Megabus stop is at the nearby Amtrak station.[201]\n\n"
        },
        {
            "title": "Athletics",
            "text": "Virginia has ranked near the top of collegiate athletics programs in recent years. In 2015 and 2019, UVA won the nationwide Capital One Cup for overall men's sports excellence.[17] The teams and athletes representing Virginia in college athletics have been dubbed the Cavaliers since 1923, predating the NBA's Cleveland Cavaliers by nearly half a century.\n\nIn 2019, Virginia men's basketball won the NCAA Championship in \"March Madness\", the single-elimination national college basketball tournament considered by YouGov polled American viewers (as of the same year) to be the most exciting collegiate sporting event.[202][203] In 2015, when Virginia first won its first Capital One Cup its teams won the 2014 College Cup, the 2015 College World Series, and the 2015 NCAA Tennis Championships. When it repeated the feat in 2019, the program won both March Madness and the 2019 Men's Lacrosse Championship.\n\nVirginia's athletics director is Carla Williams, the first African American woman to hold the position at any power conference university. The previous athletics director was Craig Littlepage, the first African American to have that title in the ACC. He held the position for sixteen years and, under his leadership, UVA added many significant hires who have demonstrated success near the top of their respective sports, including recent NCAA Champions Tony Bennett, Lars Tiffany, Brian O'Connor, and Todd DeSorbo, as well as Bronco Mendenhall. Among coaches who have longer tenures, George Gelnovatch has won two NCAA men's soccer national titles since 2009. Steve Swanson has led women's soccer teams to six ACC titles and 24 consecutive winning seasons. Kevin Sauer has led UVA women's rowing to two NCAA titles since 2010.\n\nIn the 21st century alone, UVA teams have won seventeen NCAA championships. The men's teams have won recent NCAA titles in basketball (2019); lacrosse (2003, 2006, 2011, 2019, and 2021); baseball (2015); soccer (2009 and 2014); and tennis (2013, 2015, 2016, 2017, and 2022). UVA women have won recent NCAA titles in rowing (2010 and 2012) and swimming & diving (2021 and 2022). The Cavaliers rank first in the ACC (a power conference) with 22 men's NCAA Championships, and rank second in the conference with nine women's NCAA Championships.\n\nUnder Tony Bennett the Cavaliers have experienced a basketball renaissance, winning the 2019 NCAA Championship, winning the ACC tournaments of 2014 (over Duke) and 2018 (over North Carolina), and winning regular-season championships in 2014, 2015, 2018, and 2019. UVA recently became the third program in ACC history to win 30 or more games in consecutive seasons and John Paul Jones Arena is considered one of the more intimidating trips for opposing teams to make. The women's basketball program fell just short of its own NCAA Championship in 1990, losing the Championship Game in overtime. The team is currently led by WNBA legend Tina Thompson.\n\nThe Virginia men's and women's lacrosse programs are two of the most dominant in the history of the sport, winning ten of UVA's twenty-nine NCAA Championships between them and two more (for a total of 11 recognized national championships) before NCAA oversight began. 2019 and 2021 NCAA champion men's head coach Lars Tiffany has brought UVA back to prominence after Dom Starsia retired as the all-time ACC leader in men's lacrosse wins. All three UVA head coaches in the position prior to Tiffany still rank (as of 2019) in the top 20 of career wins. Three-time NCAA champion head coach Julie Myers leads women's lacrosse and under her guidance, Virginia is the only program to qualify for 24 straight NCAA Tournament berths as of 2019.[204]\n\nThe Cavalier baseball team under Brian O'Connor has also experienced tremendous success. UVA finished as national Runners-up in the 2014 College World Series and came back to win the 2015 College World Series. Virginia has hosted five NCAA Super Regional tournament events at Davenport Field.\n\nThe UVA men's tennis program won \"three-peat\" NCAA Championships in 2015–2017 after winning the Cavaliers' first in 2013. The program has regularly featured notable international talent combined with outstanding locally grown high school tennis talent from in-state Virginia (often Northern Virginia).[205]\n\nThe University of Virginia women's cross country team won the 1981 and 1982 NCAA Women's Division I Cross Country Championship as well as the DI Indoor Championships.[206]\n\nThe women's swimming and diving team won its first NCAA Championship in 2021.[207]\n\nOfficial ACC designated rivalry games include the Virginia–Virginia Tech rivalry and the Virginia–Louisville series. These two rivalries are guaranteed an annual game in all sports, and a home-and-away series in men's and women's basketball. The Cavaliers competed against the Hokies in the Commonwealth Challenge and more recently competed in the Commonwealth Clash, under new rules, for many sports in which they compete head-to-head. The Cavaliers went 2–0 against the Hokies in the Challenge and 3–2 in the Clash (5–2 overall). Perhaps the two most significant rivalry games played between the Cavaliers and Hokies were both in men's basketball, on March 1, 2007, and January 15, 2019. In the former, the two teams met with identical 10–4 ACC records and the winner would clinch a share of the regular-season conference championship. UVA won the game 69–56 and took their fifth of ten ACC titles. In the latter, No. 4 UVA beat No. 9 Virginia Tech 81–59 in the only meeting between two AP Top 10 teams in the rivalry's history.\n\nThe ACC is often regarded as the best college basketball conference,[208][209][210][211][212] and UVA leads the series in its official ACC basketball rivalries: against Virginia Tech 96–56, and Louisville 15–4, as of 2019[update]. A budding but lopsided series between Virginia's Tony Bennett and Louisville's Rick Pitino saw Bennett win 5 of 6 games before Pitino's Hall of Fame career ended in scandal at Louisville. Other notable basketball rivalries include those against North Carolina and Maryland. Notably the 1982 ACC tournament championship game where Dean Smith had his team of future NBA stars (such as Michael Jordan and James Worthy) hold the ball for seven minutes, against a Virginia team featuring Ralph Sampson, led to the advent of the shot clock and the three-point line. The Maryland rivalry is now mostly dormant, but was reignited for the 2014 and 2018 editions of the ACC–Big Ten Challenge, with both Challenges won by the Cavaliers on the road in College Park.\n\nVirginia men's lacrosse, as one of the all-time great NCAA programs, has a championship rivalry with fellow ACC program Syracuse (the Cavaliers and Orange holding 18 NCAA Championships between them) as well as rivalries against Big Ten programs Johns Hopkins and Maryland. The Syracuse and Johns Hopkins rivalries are played out at least once each season (Syracuse played twice in 2021[213]) with the teams often finding themselves facing off a second or third time in the ACC and NCAA Tournaments. Virginia women's lacrosse, also a multi-NCAA Championship program, maintains several of those same rivalries.\n\nThe Virginia football team competes against North Carolina in the South's Oldest Rivalry, a historic football rivalry game which a sitting President of the United States, Calvin Coolidge, made time to attend in Charlottesville in 1924. The 1960s and 1970s were particularly dark decades for the football program, which later experienced a resurgence in the 1980s and 1990s under George Welsh. Coach Welsh led the program to its first bowl bids starting with the 1984 Peach Bowl. Welsh, who even reached AP No. 1 rankings for Virginia in October 1990, is a member of the College Football Hall of Fame after compiling the second-most wins in ACC history after Bobby Bowden.[214] In a historic rivalry between two legendary coaches, Welsh finished two games up in the head-to-head series against Virginia Tech coach Frank Beamer, 8–6. He was also dominant against UNC in the South's Oldest Rivalry, finishing 13–5–1, including a perfect 10–0 record against North Carolina at Scott Stadium.\n\nIn 2015, The Cavaliers negotiated a 10-year sponsorship deal with Nike, from which the program receives $3.5 million per year.[215]\n\n"
        },
        {
            "title": "People",
            "text": "Faculty were originally housed in the Academical Village among the students, serving as both instructors and advisors, continuing on to include the McCormick Road Old Dorms, though this has been phased out in favor of undergraduate student resident advisors (RAs). Several of the faculty, however, continue the university tradition of living on Grounds, either on the Lawn in the various Pavilions, or as fellows at one of three residential colleges (Brown College at Monroe Hill, Hereford College, and the International Residential College).\n\nThe university's faculty includes a National Humanities Medal and National Medal of Arts winner and former United States Poet Laureate, an awardee of the Order of Isabella the Catholic,[216] 25 Guggenheim fellows, 26 Fulbright fellows, six National Endowment for the Humanities fellows, two Presidential Young Investigator Award winners, three Sloan award winners, three Packard Foundation Award winners, and a winner of the 2005 Nobel Prize in Physiology or Medicine.[217] Physics professor James McCarthy was the lead academic liaison to the government in the establishment of Suranet, and the university has also participated in ARPANET, Abilene, Internet2, and Lambda Rail. On March 19, 1986, the university's domain name, VIRGINIA.EDU, became the first registration under the .edu top-level domain originating from the Commonwealth of Virginia on what would become the World Wide Web.[218]\n\nLarry Sabato has, according to The Wall Street Journal and The Washington Post, become the most-cited professor in the country by national and regional news organizations, both on the Internet and in print.[219] Civil rights activist Julian Bond, a professor in the Corcoran Department of History from 1990 to 2012, was the Chairman of the NAACP from 1998 to 2009 and was chosen to host the Nobel Laureates conference in 1998.\n\nAs of December 2014[update], the University of Virginia has 221,000 living graduates.[18] According to a study by researchers at the Darden School and Stanford University, UVA alumni have founded over 65,000 companies which have employed 2.3 million people worldwide with annual global revenues of $1.6 trillion.[18] Extrapolated numbers show companies founded by UVA alumni have created 371,000 jobs in the state of Virginia alone.[18] The relatively small amount that the Commonwealth gives UVA for support was determined by the study to have a tremendous return on investment for the state.[18]\n\nRhodes Scholarships are international postgraduate awards given to students to study at the University of Oxford. Since the scholarship program began in 1904, UVA has had fifty-five Rhodes Scholars,[220] the most of any university in the American South, eighth-most overall, and third-most outside the Ivy League (behind Stanford University and the United States Military Academy (West Point)).[221]\n\nEight NASA astronauts and launch directors are UVA alumni: Karl Gordon Henize, Bill Nelson, Thomas Marshburn, Leland Melvin, Jeff Wisoff, Kathryn Thornton, Patrick Forrester; and Michael Leinbach.\n\nThe Pulitzer Prize has been awarded to eight UVA alumni: Edward P. Jones, Ron Suskind, Virginius Dabney, Claudia Emerson, Henry Taylor, Lane DeGregory, George Rodrigue, and Michael Vitez.\n\nGovernment leaders include 28th President of the United States Woodrow Wilson (who attended before transferring), former Special Counsel and FBI Director Robert Mueller; NATO Secretary General Javier Solana; U.S. Speaker of the House Robert M. T. Hunter; widely known United States Senators Harry Byrd, Robert F. Kennedy, and Ted Kennedy; first African American Chief Justice of the Virginia Supreme Court Leroy Hassell; Delaware Court of Chancery Vice Chancellor J. Travis Laster; United States Supreme Court Justices Howell Edmunds Jackson, James Clark McReynolds, and Stanley Forman Reed; President of the Supreme Court of Israel, Asher Grunis; and Premier and President of the First Republic of China, Yan Huiqing.\n\nThirty U.S. state or U.S. territorial Governors have graduated from UVA, including fifteen Governors of Virginia,[j] and fifteen Governors of other U.S. states and territories as well.[k]\n\nUVA's alumni ranks also include others who have achieved widespread fame: computer science pioneer John Backus; polar explorer Richard Byrd; scientists Walter Reed, Stuart Schreiber, Daniel Barringer, Richard Lutz, and Francis Collins; artists Edgar Allan Poe and Georgia O'Keeffe; musicians Stephen Malkmus and Boyd Tinsley; self-made billionaire Paul Tudor Jones; national news anchors Katie Couric and Brit Hume; actors Tina Fey and Ben McKenzie; Team USA Olympic team captains John Harkes, Dawn Staley, and Claudio Reyna; NBA All-Star MVP Ralph Sampson and the NBA's eighth ever 50–40–90 shooter Malcolm Brogdon; and two-time FIFA Women's World Cup champions Becky Sauerbrunn, Emily Sonnett and Morgan Brian.\n\n"
        }
    ]
}