{
    "url": "https://en.wikipedia.org/wiki/Unmanned_combat_air_vehicle",
    "title": "Unmanned combat aerial vehicle",
    "table_of_contents": [
        "1 History",
        "2 Current",
        "2.1 Future",
        "2.2 Israel",
        "2.2.1 Elbit Hermes 450",
        "2.3 Turkey",
        "2.3.1 TAI Aksungur",
        "2.3.2 Bayraktar Kizilelma",
        "2.4 United Kingdom",
        "2.4.1 BAE Systems Taranis",
        "2.5 United States",
        "2.5.1 J-UCAS",
        "2.5.2 N-UCAS",
        "2.5.3 USAF Hunter-Killer",
        "2.6 Multinational",
        "3 Non-state actors",
        "4 Counter drone tactics",
        "5 Ethics and laws",
        "5.1 Civilian casualties",
        "5.1.1 Israel",
        "5.1.2 United States",
        "5.2 Political effects",
        "5.3 Psychological effects",
        "5.4 Stand-off attacks",
        "5.5 Autonomous attacks",
        "6 Public opinion",
        "7 Drone carriers",
        "8 Users",
        "9 See also",
        "10 Further reading",
        "11 References",
        "12 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nAn unmanned combat aerial vehicle (UCAV), also known as a combat drone, colloquially shortened as drone or battlefield UAV, is an unmanned aerial vehicle (UAV) that is used for intelligence, surveillance, target acquisition, and reconnaissance and carries aircraft ordnance such as missiles, ATGMs, and/or bombs in hardpoints for drone strikes.[1][2][3] These drones are usually under real-time human control, with varying levels of autonomy.[4] Unlike unmanned surveillance and reconnaissance aerial vehicles, UCAVs are used for both drone strikes and battlefield intelligence.\n\nAircraft of this type have no onboard human pilot.[5] As the operator runs the vehicle from a remote terminal,  equipment necessary for a human pilot is not needed, resulting in a lower weight and a smaller size than a manned aircraft. Many countries have operational domestic UCAVs, and many more have imported armed drones or are in the process of developing them.[6]\n\n"
        },
        {
            "title": "History",
            "text": "One of the earliest explorations of the concept of the combat drone was by Lee De Forest, an early inventor of radio devices, and U. A. Sanabria, a TV engineer. They presented their idea in an article in a 1940 publication of Popular Mechanics.[7] The modern military drone as known today was the brainchild of John Stuart Foster Jr., a nuclear physicist and former head of the Lawrence Livermore National Laboratory (then called the Lawrence Radiation Laboratory).[8] In 1971, Foster was a model airplane hobbyist and had the idea this hobby could be applied to building weapons.[8] He drew up plans and by 1973 DARPA (Defense Advanced Research Projects Agency) built two prototypes called \"Prairie\" and \"Calera\". They were powered by a modified lawn-mower engine and could stay aloft for two hours while carrying a 28-pound (13 kg) load.[8]\n\nIn the 1973 Yom Kippur War, Israel used unarmed U.S. Ryan Firebee target drones to spur Egypt into firing its entire arsenal of anti-aircraft missiles. This mission was accomplished with no injuries to Israeli pilots, who soon exploited the depleted Egyptian defences. In the late 1970s and 80s, Israel developed the Scout and the Pioneer, which represented a shift toward the lighter, glider-type model of UAV in use today. Israel pioneered the use of unmanned aerial vehicles (UAVs) for real-time surveillance, electronic warfare, and decoys.[9][10][11] The images and radar decoying provided by these UAVs helped Israel to completely neutralize the Syrian air defenses in Operation Mole Cricket 19 at the start of the 1982 Lebanon War, resulting in no pilots downed.[12]\n\nIn the late 1980s, Iran deployed a drone armed with six RPG-7 rounds in the Iran–Iraq War.[13]\n\nImpressed by Israel's success, the US quickly acquired a number of UAVs, and its Hunter and Pioneer systems are direct derivatives of Israeli models. The first 'UAV war' was the first Persian Gulf War: according to a May 1991 Department of the Navy report: \"At least one UAV was airborne at all times during Desert Storm.\" After the Persian Gulf War successfully demonstrated its utility, global militaries invested widely in the domestic development of combat UAVs.[14]  The first \"kill\" by an American UAV was on October 7, 2001, in Kandahar.[15]\n\nIn recent years, the U.S. has increased its use of drone strikes against targets in foreign countries and elsewhere as part of the War on Terror. In January 2014, it was estimated that 2,400 people had died from U.S. drone strikes in five years.[16] In June 2015, the total death toll of U.S. drone strikes was estimated to exceed 6,000.[17]\n\nIn 2020, Turkey became the first country to use UCAVs in a large, coordinated attack on a conventional battlefield when they attacked forces in Syria. They were used to attack enemy positions, to provide cover for ground forces and to scout for artillery.[18] Drones were used extensively in the 2020 Nagorno-Karabakh war between Azerbaijan and Armenia.[19] Azerbaijan's use of cheaper Turkish TB2 drones was seen as crucial to their victory against the Armenian forces.[20] Drones were also used extensively during the 2022 Russian invasion of Ukraine.[21] Usage of drones offers a cost advantage: “People are taking small drones, like the ones you can buy at JB Hi-Fi for $2000, putting a grenade on them and flying them over a crowd or a tank and releasing the grenade. You can basically build a $3000 machine to destroy a $5 million piece of equipment that your enemy has.”[22]\n\nA 2022 study that assessed the impact of UCAVs on warfare found that drones were highly vulnerable to air defenses and electronic warfare systems, and that drones could only be put to effective use if they had support from other force structure assets. The study concluded that UCAVs would not on their own have a revolutionizing impact on warfare.[23]\n\n"
        },
        {
            "title": "Current",
            "text": "Below are a list of some current dedicated armed UAV's:\n\nSome reconnaissance drones that have armed capability include the CASC CH-92, IAI Eitan and the HESA Hamaseh.\n\nBelow is a table of some technology demonstrators and projects in development:\n\nThe Israeli Air Force, which operates a squadron of Hermes 450s out of Palmachim Airbase south of Tel Aviv, has adapted the Hermes 450 for use as an assault UAV, reportedly equipping it with two Hellfire missiles or, according to various sources, two Rafael-made missiles. According to Israeli, Palestinian, Lebanese, and independent reports, the Israeli assault UAV has seen aggressive attacks on the Gaza Strip and was used intensively in the Second Lebanon War. Israel has not denied this capability, but to date, its policy has been to not officially confirm it either.[citation needed]\n\nTAI Aksungur is a built by Turkish Aerospace Industries (TAI) for the Turkish Armed Forces.[24][25][26][27] Using existing technology from the TAI Anka series of drones, it is the manufacturer's largest drone,[28] with payload capacity for mission-specific equipment. It is intended to be used for long-term surveillance, signals intelligence, maritime patrol missions, or as an UCAV. The first unit was delivered to the Turkish Naval Forces on 20 October 2021.\n\nBayraktar Kızılelma is a proposed jet-powered, single-engine, low-observable, supersonic, carrier-capable unmanned combat aircraft in development by Baykar, famous for its Bayraktar TB2. On 12 March 2022, Selçuk Bayraktar, CTO of Baykar announced that the first prototype of the Bayraktar Kızılelma has entered the production line.[29][30]\n\nTaranis is a British demonstrator program for unmanned combat air vehicle (UCAV) technology. It is part of the UK's Strategic Unmanned Air Vehicle (Experimental)  (SUAV[E]) program. BAE describes Taranis's role in this context as following: \"This £124m, four \n-year programme is part of the UK Government's Strategic Unmanned Air Vehicle Experiment (SUAVE) and will result in a UCAV demonstrator with fully integrated autonomous systems and low observable features.\"\n\nThe Taranis demonstrator will have an MTOW (Maximum Takeoff Weight) of about 8000 kilograms and be of comparable size to the BAE Hawk – making it one of the world's largest UAVs. It will be stealthy, fast, and able to deploy a range of munitions over a number of targets, as well as being capable of defending itself against manned and other unmanned enemy aircraft. The first steel was cut in September 2007 and ground testing started in early 2009. The first flight of the Taranis took place in August 2013 in Woomera, Australia.[31] The demonstrator will have two internal weapons bays. With the inclusion of \"full autonomy\" the intention is thus for this platform to be able to \"think for itself\" for a large part of the mission.[citation needed]\n\nJoint Unmanned Combat Air Systems, or J-UCAS, was the name for the joint U.S. Navy/U.S. Air Force unmanned combat air vehicle procurement project. J-UCAS was managed by DARPA, the Defense Advanced Research Projects Agency. In the 2006 Quadrennial Defense Review, the J-UCAS program was terminated.[32] The program would have used stealth technologies and allowed UCAVs to be armed with precision-guided weapons such as Joint Direct Attack Munition (JDAM) or precision miniature munitions, such as the Small-Diameter Bomb, which are used to suppress enemy air defenses. Controllers could have used real-time data sources, including satellites, to plan for and respond to changes on and around the battlefield.\n\nThe program was later revitalized into UCAS-D, a United States Navy program designed to develop a carrier-based unmanned aircraft.[33]\n\nUCAS-D and Northrop Grumman X-47B are the U.S. Navy-only successors to the J-UCAS, which was canceled in 2006. Boeing is also working on the X-45N in this sector.\n\nIn a New Year 2011 editorial titled \"China's Naval Ambitions\", The New York Times editorial board argued that \"[t]he Pentagon must accelerate efforts to make American naval forces in Asia less vulnerable to Chinese missile threats by giving them the means to project their deterrent power from further offshore. Cutting back purchases of the Navy's DDG-1000 destroyer (with its deficient missile defense system) was a first step. A bigger one would be to reduce the Navy's reliance on short-range manned strike aircraft like the F-18 and the F-35, in favor of the carrier-launched N-UCAS ....\"[34]\n\nOn 6 January 2011, the DOD announced that this would be one area of additional investment in the 2012 budget request.[35]\n\nThe United States Air Force has shifted its UCAV program from medium-range tactical strike aircraft to long-range strategic bombers.[32] The technology of the Long Range Strike program is based on the Lockheed Martin Polecat demonstrator.\n\n"
        },
        {
            "title": "Non-state actors",
            "text": "During the Battle of Mosul it was reported that commercially available quadcopters and drones were being used by Islamic State of Iraq and Syria (ISIS) as surveillance and weapons delivery platforms using improvised cradles to drop grenades and other explosives.[36] The ISIS drone facility became a target of Royal Air Force strike aircraft.[37]\n\nOther groups in Syria are also thought to have used UAVs in attacks. A swarm of drones armed with bombs attacked Russian bases in western Syria in early January 2018.[38][39]\n\n"
        },
        {
            "title": "Counter drone tactics",
            "text": "There has been widespread use of drones in Russo-Ukrainian War, by Ukrainian forces.[40] GPS signals are used to guide a drone to find Russian artillery and to guide Ukrainian artillery. Jamming these drone GPS signals cause drones to operate less effectively,[41] as the operators of drones have to rely on pre-programmed routes through areas of jamming until communications can be restored. Other systems supplied by the West rely on automation.[42] Systems like the AeroVironment Switchblade can find targets autonomously, requiring human permission only to engage found targets.[43] In October 2022 a video appeared on the web showing two drones colliding and one being rendered unflyable as a result.[44] It was claimed that the filming drone was Ukrainian and the one destroyed with Russian.[44] If this is the case it would be the first recorded case of drone on drone combat in anger.[44]\n\n"
        },
        {
            "title": "Ethics and laws",
            "text": "In March 2009, The Guardian reported allegations that Israeli UAVs armed with missiles killed 48 Palestinian civilians in the Gaza Strip, including two small children in a field and a group of women and girls in an otherwise empty street.[45] In June, Human Rights Watch investigated six UAV attacks that were reported to have resulted in civilian casualties and alleged that Israeli forces either failed to take all feasible precautions to verify that the targets were combatants or failed to distinguish between combatants and civilians.[46][47][48]\n\nCollateral damage of civilians still takes place with drone combat, although some (like John O. Brennan) have argued that it greatly reduces the likelihood.[49] Although drones enable advanced tactical surveillance and up-to-the-minute data, flaws can become apparent.[50] The U.S. drone program in Pakistan has killed several dozen civilians accidentally.[51] An example is the operation in February 2010 near Khod, in Uruzgan Province, Afghanistan. Over ten civilians in a three-vehicle convoy travelling from Daykundi Province were accidentally killed after a drone crew misidentified the civilians as hostile threats. A force of Bell OH-58 Kiowa helicopters, who were attempting to protect ground troops fighting several kilometers away, fired AGM-114 Hellfire missiles at the vehicles.[52][53]\n\nIn 2009, the Brookings Institution reported that in the US-led drone attacks in Pakistan, ten civilians died for every militant killed.[54][55] A former ambassador of Pakistan said that American UAV attacks were turning Pakistani opinion against the United States.[56] The website PakistanBodyCount.Org reported 1,065 civilian deaths between 2004 and 2010.[57] According to a 2010 analysis by the New America Foundation 114 UAV-based missile strikes in northwest Pakistan from 2004 killed between 830 and 1,210 individuals, around 550 to 850 of whom were militants.[58] In October 2013, the Pakistani government revealed that since 2008 317 drone strikes had killed 2,160 Islamic militants and 67 civilians – far less than previous government and independent organization calculations.[59]\n\nIn July 2013, former Pentagon lawyer Jeh Johnson said, on a panel at the Aspen Institute's Security Forum, that he felt an emotional reaction upon reading Nasser al-Awlaki's account of how his 16-year-old grandson was killed by a U.S. drone.[60]\n\nIn December 2013, a U.S. drone strike in Radda, capital of Yemen's Bayda province, killed members of a wedding party.[61] The following February, Human Rights Watch published a 28-page report reviewing the strike and its legality, among other things. Titled \"A Wedding That Became A Funeral\", the report concludes that some (but not necessarily all) of the casualties were civilians, not the intended regional Al-Qaeda targets. The organization demanded US and Yemeni investigations into the attack. In its research, HRW \"found no evidence that the individuals taking part in the wedding procession posed an imminent threat to life. In the absence of an armed conflict, killing them would be a violation of international human rights law.\"[62]\n\nAs a new weapon, drones are having unforeseen political effects. Some scholars have argued that the extensive use of drones will undermine the popular legitimacy of local governments, which are blamed for permitting the strikes.[63]\n\nOn August 6, 2020, U.S. Senators Rand Paul (R-KY), Mike Lee (R-UT), Chris Murphy (D-CT), Chris Coons (D-DE), and Bernie Sanders (I-VT) introduced a bill to ban sales, transfers, and exports of large armed drones to countries outside of NATO amid concerns that civilians were killed with American-made weapons used by Saudi Arabia and the UAE during the Saudi Arabian-led intervention in Yemen. Congress had previously passed a similar measure with bipartisan support, but failed to overcome President Donald Trump's veto.[64]\n\nControllers can also experience psychological stress from the combat they are involved in. A few may even experience posttraumatic stress disorder (PTSD).[65][66] There are some reports of drone pilots struggling with post traumatic stress disorder after they have killed civilians, especially children. Unlike bomber pilots, moreover, drone operators linger long after the explosives strike and see its effects on human bodies in stark detail. The intense training that US drone operators undergo \"works to dehumanise the 'enemy' people below whilst glorifying and celebrating the killing process.\"[67]\n\nProfessor Shannon E. French, the director of the Center for Ethics and Excellence at Case Western Reserve University and a former professor at the U.S. Naval Academy, wonders if the PTSD may be rooted in a suspicion that something else was at stake. According to Professor French, the author of the 2003 book The Code of the Warrior:[68]\n\nThe Missile Technology Control Regime applies to UCAVs.\n\nOn 28 October 2009, United Nations Special Rapporteur on extrajudicial, summary or arbitrary executions, Philip Alston, presented a report to the Third Committee (social, humanitarian and cultural) of the General Assembly arguing that the use of unmanned combat air vehicles for targeted killings should be regarded as a breach of international law unless the United States can demonstrate appropriate precautions and accountability mechanisms are in place.[69]\n\nIn June 2015 forty-five former US military personnel issued a joint appeal to pilots of aerial drones operating in Afghanistan, Iraq, Syria, Pakistan and elsewhere urging them to refuse to fly and indicated that their missions \"profoundly violate domestic and international laws.\" They noted that these drone attacks also undermine principles of human rights.[17]\n\nSome leaders worry about the effect drone warfare will have on soldiers' psychology. Keith Shurtleff, an army chaplain at Fort Jackson, South Carolina, worries \"that as war becomes safer and easier, as soldiers are removed from the horrors of war and see the enemy not as humans but as blips on a screen, there is very real danger of losing the deterrent that such horrors provide\".[70] Similar worries surfaced when \"smart\" bombs began to be used extensively in the First Gulf War.\n\nStanford's ‘Living Under Drones’ researchers, meanwhile, have shown that civilians in Pakistan and Afghanistan are reluctant to help those hit by the first strikes because rescuers themselves have often been killed by follow-on drone strikes. Injured relatives in the rubble of the first strike have been known to tell their relatives not to help rescue them because of the frequency of these so-called  ‘double-tap’ strikes. People also avoid gathering in groups in visible places. Many children are permanently kept indoors and often no longer attend school.[67]\n\nWriter Mark Bowden has disputed this viewpoint saying in his The Atlantic article, \"But flying a drone, [the pilot] sees the carnage close-up, in real time—the blood and severed body parts, the arrival of emergency responders, the anguish of friends and family. Often he’s been watching the people he kills for a long time before pulling the trigger. Drone pilots become familiar with their victims.[71] They see them in the ordinary rhythms of their lives—with their wives and friends, with their children. War by remote control turns out to be intimate and disturbing. Pilots are sometimes shaken.\"[72]\n\n\nThis assessment is corroborated by a sensor operator's account: \nBack in the United States, a combination of \"lower-class\" status in the military, overwork, and psychological trauma may be taking a mental toll on drone pilots. These psychological, cultural and career issues appear to have led to a shortfall in USAF drone operators, which is seen as a \"dead end job\".[74][75]\n\nThe \"unmanned\" aspect of armed UAVs has raised moral concerns about their use in combat and law enforcement contexts. Attacking humans with remote-controlled machines is even more abstract than the use of other \"stand-off\" weaponry, such as missiles, artillery and aerial bombardment, possibly depersonalizing the decision to attack. By contrast, UAVs and other stand-off systems reduce casualties among the attackers.[76]\n\nThe picture is further complicated if the UAV can initiate an attack autonomously, without direct human involvement. Such UAVs could possibly react more quickly and without bias, but would lack human sensibility.[77] Heather Roff[clarification needed] replies that lethal autonomous robots (LARs) may not be appropriate for complex conflicts and targeted populations would likely react angrily against them.[77] Will McCants argues that the public would be more outraged by machine failures than human error, making LARs politically implausible.[77] According to Mark Gubrud, claims that drones can be hacked are overblown and misleading and moreover, drones are more likely to be hacked if they're autonomous, because otherwise the human operator would take control: \"Giving weapon systems autonomous capabilities is a good way to lose control of them, either due to a programming error, unanticipated circumstances, malfunction, or hack and then not be able to regain control short of blowing them up, hopefully before they've blown up too many other things and people.\"[78] Others have argued that the technological possibility of autonomy should not obscure the continuing moral responsibilities humans have at every stage.[79] There is an ongoing debate as to whether the attribution of moral responsibility can be apportioned appropriately under existing international humanitarian law, which is based on four principles: military necessity, distinction between military and civilian objects, prohibition of unnecessary suffering, and proportionality.[80]\n\n"
        },
        {
            "title": "Public opinion",
            "text": "In 2013, a Fairleigh Dickinson University poll asked registered voters whether they \"approve or disapprove of the U.S. military using drones to carry out attacks abroad on people and other targets deemed a threat to the U.S.?\" The results showed that three in every four voters (75%) approved of the U.S. military using drones to carry out attacks, while (13%) disapproved.[81]  A poll conducted by the Huffington Post in 2013 also showed a majority supporting targeted killings using drones, though by a smaller margin.[82] A 2015 poll showed Republicans and men are more likely to support U.S. drone strikes, while Democrats, independents, women, young people, and minorities are less supportive.[83]\n\nOutside America, there is widespread opposition to US drone killings. A July 2014 report found a majority or plurality of respondents in 39 of 44 countries surveyed opposed U.S. drone strikes in countries such as Pakistan, Yemen, and Somalia. The U.S., Kenya, and Israel were the only countries where at least half the population supported drone strikes. Venezuela was found to be the most anti-drone country, where 92% of respondents disagreed with U.S. drone strikes, followed closely by Jordan, where 90% disagreed; Israel was shown as the most pro-drone, with 65% in favor of U.S. drone strikes and 27% opposed.[84][85]\n\n"
        },
        {
            "title": "Drone carriers",
            "text": "In March 2013, DARPA began efforts to develop a fleet of small naval vessels capable of launching and retrieving combat drones without the need for large and expensive aircraft carriers.[86] In the UK the UXV Combatant, which would have been a ship dedicated to UCAVs, was proposed for the Royal Navy.[87]\n\nIn November 2014, US DoD made an open request for ideas on how to build an airborne aircraft carrier that can launch and retrieve drones using existing military aircraft such as the B-1B, B-52 or C-130.[88]\n\nIn February 2021, President of the Turkish Presidency of Defense Industries (SSB) Ismail Demir made public a new type of UAV being developed by Baykar that is planned to be stationed on Turkey's first amphibious assault ship, TCG Anadolu.[89] The new aircraft Baykar Bayraktar TB3 being developed is a naval version of the Bayraktar TB2 equipped with a local engine developed by TEI.[90] According to the initial plans, the ship was expected to be equipped with F-35B fighter jets, but following the removal of Turkey from the procurement program, the vessel entered into a modification process to be able to accommodate UAVs. Mr. Demir stated that between 30 and 50 folding-winged Bayraktar TB3 UAVs will be able to land and take off using the deck of Anadolu.[91][92]\n\n"
        },
        {
            "title": "Users",
            "text": "Countries with known operational armed drones:\n\n"
        }
    ]
}