{
    "url": "https://en.wikipedia.org/wiki/Unmanned_ground_vehicle",
    "title": "Unmanned ground vehicle",
    "table_of_contents": [
        "1 History",
        "2 Design",
        "2.1 Platform",
        "2.2 Sensors",
        "2.3 Control systems",
        "2.3.1 Remote operated",
        "2.3.2 Autonomous",
        "2.4 Guidance interface",
        "2.5 Communication links",
        "2.6 Systems integration",
        "3 Uses",
        "3.1 Space Applications",
        "3.2 Civilian and commercial applications",
        "3.2.1 Agriculture",
        "3.2.2 Manufacturing",
        "3.2.3 Mining",
        "3.2.4 Supply chain",
        "3.3 Emergency response",
        "3.4 Military applications",
        "3.5 Examples",
        "3.5.1 SARGE",
        "3.5.2 Multi-Utility Tactical Transport",
        "3.5.2.1 X-2",
        "3.5.3 The Warrior",
        "3.5.4 TerraMax",
        "3.5.5 THeMIS",
        "3.5.6 Type-X",
        "3.5.7 The Talon",
        "3.5.8 SWORDS",
        "3.5.9 Small Unit Mobility Enhancement Technology (SUMET)",
        "3.5.10 Autonomous Small Scale Construction Machine (ASSCM)",
        "3.5.11 Taifun-M",
        "3.5.12 UKAP",
        "3.5.13 Ripsaw",
        "3.6 Transportation",
        "3.6.1 Riderless bike",
        "4 See also",
        "5 Notes",
        "6 References",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "An unmanned ground vehicle (UGV) is a vehicle that operates while in contact with the ground and without an onboard human presence. UGVs can be used for many applications where it may be inconvenient, dangerous, or impossible to have a human operator present. Generally, the vehicle will have a set of sensors to observe the environment, and will either autonomously make decisions about its behavior or pass the information to a human operator at a different location who will control the vehicle through teleoperation.\n\nThe UGV is the land-based counterpart to unmanned aerial vehicles and unmanned underwater vehicles. Unmanned robotics are being actively developed for both civilian and military use to perform a variety of dull, dirty, and dangerous activities.\n\n"
        },
        {
            "title": "History",
            "text": "A working remote controlled car was reported in the October 1921 issue of RCA's World Wide Wireless magazine. The car was unmanned and controlled wirelessly via radio; it was thought the technology could someday be adapted to tanks.[1] In the 1930s, the USSR developed Teletanks, a machine gun-armed tank remotely controlled by radio from another tank. These were used in the Winter War (1939–1940 ) against Finland and at the start of the Eastern Front after Germany invaded the USSR in 1941.\nDuring World War II, the British developed a radio control version of their Matilda II infantry tank in 1941. Known as \"Black Prince\", it would have been used for drawing the fire of concealed anti-tank guns, or for demolition missions. Due to the costs of converting the transmission system of the tank to Wilson type gearboxes, an order for 60 tanks was cancelled.[2]\n\nFrom 1942, the Germans used the Goliath tracked mine for remote demolition work. The Goliath was a small tracked vehicle carrying 60 kg of explosive charge directed through a control cable. Their inspiration was a miniature French tracked vehicle found after France was defeated in 1940. The combination of cost, low speed, reliance on a cable for control, and poor protection against weapons meant it was not considered a success.\n\nThe first major mobile robot development effort named Shakey was created during the 1960s as a research study for the Defense Advanced Research Projects Agency (DARPA). Shakey was a wheeled platform that had a TV camera, sensors, and a computer to help guide its navigational tasks of picking up wooden blocks and placing them in certain areas based on commands. DARPA subsequently developed a series of autonomous and semi-autonomous ground robots, often in conjunction with the U.S. Army. As part of the Strategic Computing Initiative, DARPA demonstrated the Autonomous Land Vehicle, the first UGV that could navigate completely autonomously on and off roads at useful speeds.[3]\n\n"
        },
        {
            "title": "Design",
            "text": "Based on its application, unmanned ground vehicles will generally include the following components: platform, sensors, control systems, guidance interface, communication links, and systems integration features.[4]\n\nThe platform can be based on an all-terrain vehicle design and includes the locomotive apparatus, sensors, and power source. Tracks, wheels, and legs are the common forms of locomotion. In addition, the platform may include an articulated body and some are made to join with other units.[4][5]\n\nA primary purpose of UGV sensors is navigation, another is environment detection. Sensors can include compasses, odometers, inclinometers, gyroscopes, cameras for triangulation, laser and ultrasound range finders, and infrared technology.[4][6]\n\nUnmanned ground vehicles are generally considered Remote-Operated and Autonomous, although Supervisory Control is also used to refer to situations where there is a combination of decision making from internal UGV systems and the remote human operator.[7]\n\nA remote-operated UGV is a vehicle that is controlled by a human operator via interface. All actions are determined by the operator based upon either direct visual observation or remote use of sensors such as digital video cameras.  A basic example of the principles of remote operation would be a remote controlled toy car.\n\nSome examples of remote-operated UGV technology are:\n\nAn autonomous UGV (AGV) is essentially an autonomous robot that operates without the need for a human controller on the basis of artificial intelligence technologies. The vehicle uses its sensors to develop some limited understanding of the environment, which is then used by control algorithms to determine the next action to take in the context of a human provided mission goal. This fully eliminates the need for any human to watch over the menial tasks that the AGV is completing.\n\nA fully autonomous robot may have the ability to:\n\nA robot may also be able to learn autonomously. Autonomous learning includes the ability to:\n\nAutonomous robots still require regular maintenance, as with all machines.\n\nOne of the most crucial aspects to consider when developing armed autonomous machines is the distinction between combatants and civilians. If done incorrectly, robot deployment can be detrimental. This is particularly true in the modern era, when combatants often intentionally disguise themselves as civilians to avoid detection. Even if a robot maintained 99% accuracy, the number of civilian lives lost can still be catastrophic. Due to this, it is unlikely that any fully autonomous machines will be sent into battle armed, at least until a satisfactory solution can be developed.\n\nSome examples of autonomous UGV technology are:\n\nDepending on the type of control system, the interface between machine and human operator can include joystick, computer programs, or voice command.[4]\n\nCommunication between UGV and control station can be done via radio control or fiber optics. It may also include communication with other machines and robots involved in the operation.[4]\n\nSystems architecture integrates the interplay between hardware and software and determines UGV success and autonomy.[4][13]\n\n"
        },
        {
            "title": "Uses",
            "text": "There are a wide variety of UGVs in use today. Predominantly these vehicles are used to replace humans in hazardous situations, such as handling explosives and in bomb disabling vehicles, where additional strength or smaller size is needed, or where humans cannot easily go. Military applications include surveillance, reconnaissance, and target acquisition.[7] They are also used in industries such as agriculture, mining and construction.[14] UGVs are highly effective in naval operations, they have great importance in the help of Marine Corps combat; they can additionally avail in logistics operations on to the land and afloat.[15]\n\nUGVs are also being developed for peacekeeping operations, ground surveillance, gatekeeper/checkpoint operations, urban street presence and to enhance police and military raids in urban settings.  UGVs can \"draw first fire\" from insurgents—reducing military and police casualties.[16] Furthermore, UGVs are now being used in rescue and recovery mission and were first used to find survivors following 9/11 at Ground Zero.[17]\n\nNASA's Mars Exploration Rover project included two UGVs, Spirit and Opportunity, that performed beyond the original design parameters. This is attributed to redundant systems, careful handling, and long-term interface decision making.[4] Opportunity (rover) and its twin, Spirit (rover), six-wheeled, solar powered ground vehicles, were launched in July 2003 and landed on opposite sides of Mars in January 2004. The Spirit rover operated nominally until it became trapped in deep sand in April 2009, lasting more than 20 times longer than expected.[18] Opportunity, by comparison, was operational for more than 14 years beyond its intended lifespan of three months. Curiosity (rover) landed on Mars in September 2011, and its original two-year mission has since been extended indefinitely.\n\nMultiple civilian applications of UGVs are being implemented to automatic processes in manufacturing and production environments.[19] They have also been developed as autonomous tour guides for the Carnegie Museum of Natural History and the Swiss National Exhibition Expo.[4]\n\nUGVs are one type of agricultural robot. Unmanned harvesting tractors can be operated around the clock making it possible to handle short windows for harvesting. UGVs are also used for spraying and thinning.[20] They can also be used to monitor the health of crops and livestock.[21]\n\nIn the manufacturing environment, UGVs are used for transporting materials.[22] They are often automated and referred to as AGVs. Aerospace companies use these vehicles for precision positioning and transporting heavy, bulky pieces between manufacturing stations, which are less time-consuming than using large cranes and can keep people from engaging with dangerous areas.[23]\n\nUGVs can be used to traverse and map mine tunnels.[24] Combining radar, laser, and visual sensors, UGVs are in development to map 3D rock surfaces in open pit mines.[25]\n\nIn the warehouse management system, UGVs have multiple uses from transferring goods with autonomous forklifts and conveyors to stock scanning and taking inventory.[26][27] Automated Guided Vehicles are extensively used in warehouses that deal with goods that are dangerous to humans (e.g corrosive and flammable goods) or need special handling like passing through freezers.[28]\n\nUGVs are used in many emergency situations including Urban search and rescue, fire fighting, and nuclear response.[17] Following the 2011 Fukushima Daiichi Nuclear Power Plant accident, UGVs were used in Japan for mapping and structural assessment in areas with too much radiation to warrant a human presence.[29]\n\nUGV use by the military has saved many lives. Applications include explosive ordnance disposal (EOD) such as landmines, loading heavy items, and repairing ground conditions under enemy fire.[7] The number of robots used in Iraq increased from 150 in 2004 to 5000 in 2005 and they disarmed over 1000 roadside bombs in Iraq at the end of 2005 (Carafano & Gudgel, 2007). By 2013, the U.S. Army had purchased 7,000 such machines and 750 had been destroyed.[30]\nThe military is using UGV technology to develop robots outfitted with machine guns and grenade launchers that may replace soldiers.[31][32][11]\n\nSARGE is based on a 4-wheel drive all terrain vehicle; the frame of the Yamaha Breeze. Currently, the objective is to provide each infantry battalion with up to eight SARGE units (Singer, 2009b). The SARGE robot is primarily used for remote surveillance; sent ahead of the infantry to investigate potential ambushes.\n\nBuilt by General Dynamics Land Systems, the Mult-Utility Tactical Transport (\"MUTT\") comes in 4-, 6- and 8-wheeled variants. It is currently being trialled by the US military.[33]\n\nX-2 is medium-sized tracked UGV built by Digital Concepts Engineering. It is based on a previous autonomous robotic system designed for use in EOD, search and rescue (SAR), perimeter patrol, communications relay, mine detection and clearing, and as light weapons platform. It measures 1.31 m in length, weighs 300 kg and can reach speeds of 5 km/h. It will also traverse slopes up to 45' steep and cross deep mud. The vehicle is controlled using the Marionette system which is also used on Wheelbarrow EOD robots.[34][35]\n\nA new model of the PackBot was also produced, known as the Warrior. It is over five times the size of a PackBot, can travel at speeds of up to 15 mph, and is the first variation of a PackBot capable of carrying a weapon (Singer, 2009a). Like the Packbot, they play a key role in checking for explosives. They are capable of carrying 68 kilograms, and travelling at 8 MPH. The Warrior is priced at nearly 400,000 and more than 5000 units have already been delivered worldwide.\n\nThe TerraMax UVG package is designed to be integrated into any tactical wheeled vehicle, and is fully incorporated into the brakes, steering, engine and transmission. Fitted vehicles retain the ability to be driver-operated. Vehicles manufactured by Oshkosh Defense and fitted with the package have competed in the DARPA Grand Challenges of 2004 and 2005, and the DARPA Urban Challenge of 2007. The Marine Corps Warfighting Lab selected TerraMax-equipped MTVRs for the Cargo UGV project initiated in 2010, culminating in a technology concept demonstration for the Office of Naval Research in 2015. Demonstrated uses for the upgraded vehicles include unmanned route clearance (with a mine roller) and reducing personnel required for transportation convoys.\n\nThe THeMIS (Tracked Hybrid Modular Infantry System), unmanned ground vehicle (UGV), is a ground-based armed drone vehicle designed largely for military applications, and is built by Milrem Robotics in Estonia. The vehicle is intended to provide support for dismounted troops by serving as a transport platform, remote weapon station, IED detection and disposal unit etc. The vehicle’s open architecture gives it multi-missions capability. The main purpose of the THeMIS Transport is to support onbase logistics and provide last mile resupply for fighting units on the front line. It supports infantry units by reducing their physical and cognitive load, increasing stand-off distance, force protection and survivability. THeMIS Combat UGVs provide direct fire support for manoeuvre forces acting as a force multiplier. With an integrated self-stabilizing remote-controlled weapon system, they provide high precision over wide areas, day and night, increasing stand-off distance, force protection and survivability. Combat UGVs can be equipped with light or heavy machine guns, 40 mm grenade launchers, 30mm autocannons and Anti-Tank Missile Systems. THeMIS ISR UGVs have advanced multi-sensor intelligence gathering capabilities. Their main purpose is to increase situational awareness, provide improved intelligence, surveillance and reconnaissance over wide areas and battle damage assessment capability. The system can effectively enhance the work of dismounted infantry units, border guard and law enforcement agencies to collect and process raw information and decrease the reaction time for commanders. THeMIS is capable of firing conventional machine gun ammunition or missile rounds.\n\nThe Type-X is a 12-tonne tracked and armored robotic combat vehicle designed and produced by Milrem Robotics in Estonia.  It can be fitted with either autocannon turrets up to 50mm or various other weapons systems, such as ATGMs, SAMs, radars, mortars etc.\n\nThe Talon is primarily used for bomb disposal, and was incorporated with the ability to be waterproof at 100 ft so that it can search the seas for explosives as well. The Talon was first used in 2000, and over 3,000 units have been distributed worldwide. By 2004, The Talon had been used in over 20,000 separate missions. These missions largely consisted of situations were considered to be too dangerous for humans (Carafano & Gudgel, 2007). These can include entering booby-trapped caves, searching for IEDs, or simply scouting a red combat zone. The Talon is one of the fastest Unmanned Ground Vehicles on the market, easily keeping pace with a running soldier. It can operate for 7 days off of one charge, and is even capable of climbing stairs. This robot was used at Ground Zero during the recovery mission. Like its peers, the Talon was designed to be incredibly durable. According to reports, one unit fell off of a bridge into a river and the soldiers simply turned on the control unit and drove it out of the river.\n\nShortly after the release of the Warrior, the SWORDS robot was designed and deployed. It is a Talon robot with an attached weapon system. SWORDS is capable of mounting any weapon weighing less than 300 pounds.[36] In a matter of seconds, the user can fit weapons such as a grenade launcher, rocket launcher, or 0.50 inch (12.7 mm) machine gun. Moreover, the SWORDS can use their weapons with extreme precision, hitting the bull's-eye of a target 70/70 times.[37] These robots are capable of withstanding a lot of damage, including multiple 0.50 inch bullets, or a fall from a helicopter onto concrete.[38] In addition, the SWORDS robot is even capable of making its way through virtually any terrain, including underwater.[36] In 2004, only four SWORDS units were in existence although 18 were requested for service overseas. It was named as one of the world's most amazing inventions by Time Magazine in 2004. The US Army deployed three to Iraq in 2007 but then cancelled support of the project.\n\nThe SUMET system is a platform and hardware independent, low-cost electro-optical perception, localization, and autonomy package developed to convert a traditional vehicle into a UGV.  It performs various autonomous logistics maneuvers in austere/harsh off-road environments, without dependence on a human operator or on GPS.  The SUMET system has been deployed on several different tactical and commercial platforms and is open, modular, scalable and extensible.\n\nThe ASSCM is a civilian unmanned ground vehicle developed in Yuzuncu Yil University by scientific project granted by TUBITAK (Project code 110M396).[39] The vehicle is a low cost small scale construction machine which can grade soft soil. The machine is capable of autonomously grading the earth within a polygon once the border of the polygon is defined. The machine determines its position by CP-DGPS and direction by consecutive position measurements. Currently the machine can autonomously grade simple polygons.\n\nIn April 2014, the Russian Army unveiled the Taifun-M UGV as a remote sentry to guard RS-24 Yars and RT-2PM2 Topol-M missile sites.  The Taifun-M features laser targeting and a cannon to carry out reconnaissance and patrol missions, detect and destroy stationary or moving targets, and provide fire support for security personnel at guarded facilities.  They are currently remotely operated but future plans are to include an autonomous artificial intelligence system.[40][41]\n\nTurkey's unmanned ground vehicle Weapon Platform (UKAP), developed by defense contractors Katmerciler and ASELSAN. The first concept of the vehicle is equipped with the 12.7-mm SARP remote-controlled stabilized weapon systems.[42][43][44]\n\nThe Ripsaw is a developmental unmanned ground combat vehicle designed and built by Howe & Howe Technologies for evaluation by the United States Army.[45]\n\nVehicles that carry, but are not operated by a human, are not technically unmanned ground vehicles, however, the technology for development is similar.[7]\n\nThe coModule electric bicycle is fully controllable via smartphone, with users able to accelerate, turn and brake the bike by tilting their device. The bike can also drive completely autonomously in a closed environment.[46]\n\n"
        }
    ]
}