{
    "url": "https://en.wikipedia.org/wiki/Unmanned_aerial_vehicle",
    "title": "Unmanned aerial vehicle",
    "table_of_contents": [
        "1 Terminology",
        "2 Classification types",
        "2.1 Range and endurance",
        "2.2 Size",
        "2.3 Weight",
        "2.4 Degree of autonomy",
        "2.5 Altitude",
        "2.6 Composite criteria",
        "3 History",
        "3.1 Early drones",
        "3.2 World War II",
        "3.3 Postwar period",
        "3.4 Modern UAVs",
        "4 Design",
        "4.1 Aircraft configuration",
        "4.2 Propulsion",
        "4.3 Ornithopters – wing propulsion",
        "5 Computer control systems",
        "5.1 Architecture",
        "5.1.1 Sensors",
        "5.1.2 Actuators",
        "5.1.3 Software",
        "5.1.4 Loop principles",
        "5.1.5 Communications",
        "5.2 Autonomy",
        "6 Performance considerations",
        "6.1 Flight envelope",
        "6.2 Endurance",
        "6.3 Reliability",
        "7 Applications",
        "7.1 Warfare",
        "7.2 Civil",
        "7.2.1 Aerial photography",
        "7.2.2 Agriculture, forestry and environmental studies",
        "7.2.3 Law enforcement",
        "8 Safety and security",
        "8.1 Threats",
        "8.1.1 Nuisance",
        "8.1.2 Security vulnerabilities",
        "8.1.3 Aggression",
        "8.2 Countermeasures",
        "8.2.1 Counter unmanned air system",
        "8.2.2 Regulation",
        "8.2.3 Export controls",
        "9 See also",
        "10 References",
        "10.1 Citations",
        "10.2 Bibliography",
        "11 Further reading",
        "12 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nAn unmanned aerial vehicle (UAV), commonly known as a drone, is an aircraft without any human pilot, crew, or passengers on board. UAVs are a component of an unmanned aircraft system (UAS), which includes adding a ground-based controller and a system of communications with the UAV.[1] The flight of UAVs may operate under remote control by a human operator, as remotely-piloted aircraft (RPA), or with various degrees of autonomy, such as autopilot assistance, up to fully autonomous aircraft that have no provision for human intervention.[2][3]\n\nUAVs were originally developed through the twentieth century for military missions too \"dull, dirty or dangerous\"[4] for humans, and by the twenty-first, they had become essential assets to most militaries. As control technologies improved and costs fell, their use expanded to many non-military applications.[5][6] These include forest fire monitoring,[1] aerial photography, product deliveries, agriculture, policing and surveillance, infrastructure inspections, entertainment, science,[7][8][9][10][11] smuggling,[12] and drone racing.\n\n"
        },
        {
            "title": "Terminology",
            "text": "Many terms are used for aircraft which fly without any persons on board:\n\nThe term drone has been used from the early days of aviation, being applied to remotely-flown target aircraft used for practice firing of a battleship's guns, such as the 1920s Fairey Queen and 1930s de Havilland Queen Bee. Later examples included the Airspeed Queen Wasp and Miles Queen Martinet, before ultimate replacement by the GAF Jindivik.[13] The term remains in common use.  In addition to the software, autonomous drones also employ a host of advanced technologies that allow them to carry out their missions without human intervention, such as cloud computing, computer vision, artificial intelligence, machine learning, deep learning, and thermal sensors.[14] For recreational uses, an aerial photography drone (as opposed to a UAV) is an aircraft that has first-person video, autonomous capabilities, or both.[15]\n\nAn unmanned aerial vehicle (UAV) is defined as a \"powered, aerial vehicle that does not carry a human operator, uses aerodynamic forces to provide vehicle lift, can fly autonomously or be piloted remotely, can be expendable or recoverable, and can carry a lethal or nonlethal payload\".[16] UAV is a term that is commonly applied to military use cases.[17] However missiles with warheads are not considered UAVs because the vehicle itself is a munition. Also, the relation of UAVs to remote controlled model aircraft is unclear,[citation needed] UAVs may or may not include remote-controlled model aircraft. Some jurisdictions base their definition on size or weight; however, the US FAA defines any uncrewed flying craft as a UAV regardless of size.[citation needed]\n\nThe term unmanned aircraft system (UAS) was adopted by the United States Department of Defense (DoD) and the United States Federal Aviation Administration (FAA) in 2005 according to their Unmanned Aircraft System Roadmap 2005–2030.[18] The International Civil Aviation Organization (ICAO) and the British Civil Aviation Authority adopted this term, also used in the European Union's Single-European-Sky (SES) Air-Traffic-Management (ATM) Research (SESAR Joint Undertaking) roadmap for 2020.[19] This term emphasizes the importance of elements other than the aircraft. It includes elements such as ground control stations, data links and other support equipment. A similar term is an unmanned-aircraft vehicle system (UAVS), remotely piloted aerial vehicle (RPAV), remotely piloted aircraft system (RPAS).[20] Many similar terms are in use. \"Unoccupied\" and \"uninhabited\" are occasionally used as alternatives to \"unmanned\".[21] Under new regulations which came into effect 1 June 2019, the term RPAS (Remotely Piloted Aircraft System) has been adopted by the Canadian Government to mean \"a set of configurable elements consisting of a remotely piloted aircraft, its control station, the command and control links and any other system elements required during flight operation\".[22]\n\n"
        },
        {
            "title": "Classification types",
            "text": "UAVs may be classified like any other aircraft, according to design configuration such as weight or engine type, maximum flight altitude, degree of operational autonomy, operational role, etc. According to the United States Department of Defense, UAVs are classified into five categories below:[23][24]\n\nOther classifications of UAVs include:[23]\n\nThere are usually five categories when UAVs are classified by range and endurance:[23]\n\nThere are usually four categories when UAVs are classified by size, with at least one of the dimensions (length or wingspan) meet the following respective limits:[23]\n\nBased on their weight, drones can be classified into 5 categories—\n\n.[25]\n\nDrones could also be classified based on the degree of autonomy in their flight operations. ICAO classifies uncrewed aircraft as either remotely piloted aircraft or fully autonomous.[26] Some UAVs offer intermediate degrees of autonomy. For example, a vehicle may be remotely piloted in most contexts but have an autonomous return-to-base operation. Some aircraft types may optionally fly manned or as UAVs, which may include manned aircraft transformed into uncrewed or Optionally Piloted UAVs (OPVs).\n\nBased on the altitude, the following UAV classifications have been used at industry events such as ParcAberporth Unmanned Systems forum:\n\nAn example of classification based on the composite criteria is U.S. Military's unmanned aerial systems (UAS) classification of UAVs based on weight, maximum altitude and speed of the UAV component.\n\n"
        },
        {
            "title": "History",
            "text": "The earliest recorded use of an unmanned aerial vehicle for warfighting occurred in July 1849,[28] with a balloon carrier (the precursor to the aircraft carrier)[29] in the first offensive use of air power in naval aviation.[30][31][32] Austrian forces besieging Venice attempted to launch some 200 incendiary balloons at the besieged city. The balloons were launched mainly from land; however, some were also launched from the Austrian ship SMS Vulcano. At least one bomb fell in the city; however, due to the wind changing after launch, most of the balloons missed their target, and some drifted back over Austrian lines and the launching ship Vulcano.[33][34][35]\n\nThe Spanish engineer Leonardo Torres y Quevedo introduced a radio-based control-system called the \"Telekino\" at the Paris Academy of Science in 1903 with the intention of testing an airship of his own design without risking human lives.[36][37]\n\nSignificant development of drones started in the 1900s, and originally focused on providing practice targets for training military personnel. The earliest attempt at a powered UAV was A. M. Low's \"Aerial Target\" in 1916.[38] Low confirmed that Geoffrey de Havilland's monoplane was the one that flew under control on 21 March 1917 using his radio system.[39] Following this successful demonstration in the spring of 1917 Low was transferred to develop aircraft controlled fast motor launches D.C.B.s with the Royal Navy in 1918 intended to attack shipping and port installations and he also assisted Wing Commander Brock in preparations for the Zeebrugge Raid. Other British unmanned developments followed, leading to the fleet of over 400 de Havilland 82 Queen Bee aerial targets that went into service in 1935.\n\nNikola Tesla described a fleet of uncrewed aerial combat vehicles in 1915.[40] These developments also inspired the construction of the Kettering Bug by Charles Kettering from Dayton, Ohio and the Hewitt-Sperry Automatic Airplane – initially meant as an uncrewed plane that would carry an explosive payload to a predetermined target. Development continued during World War I, when the Dayton-Wright Airplane Company invented a pilotless aerial torpedo that would explode at a preset time.[41]\n\nThe film star and model-airplane enthusiast Reginald Denny developed the first scaled remote piloted vehicle in 1935.[38]\n\nSoviet researchers experimented with controlling Tupolev TB-1 bombers remotely in the late 1930s.[42]\n\nIn 1940 Denny started the Radioplane Company and more models emerged during World War II –  used both to train antiaircraft gunners and to fly attack-missions. Nazi Germany produced and used various UAV aircraft during the war, like the Argus As 292 and the V-1 flying bomb with a jet engine.\n\nAfter World War II development continued in vehicles such as the American JB-4 (using television/radio-command guidance), the Australian GAF Jindivik and Teledyne Ryan Firebee I of 1951, while companies like Beechcraft offered their Model 1001 for the U.S. Navy in 1955.[38] Nevertheless, they were little more than remote-controlled airplanes until the Vietnam War.\nIn 1959 the U.S. Air Force, concerned about losing pilots over hostile territory, began planning for the use of uncrewed aircraft.[43] Planning intensified after the Soviet Union shot down a U-2 in 1960. Within days, a highly-classified UAV program started under the code name of \"Red Wagon\".[44] The August 1964 clash in the Tonkin Gulf between naval units of the U.S. and the North Vietnamese Navy initiated America's highly-classified UAVs (Ryan Model 147, Ryan AQM-91 Firefly, Lockheed D-21) into their first combat missions of the Vietnam War.[45] When the Chinese government[46] showed photographs of downed U.S. UAVs via Wide World Photos,[47] the official U.S. response was \"no comment\".\n\nDuring the War of Attrition (1967–1970) in the Middle East, Israeli intelligence tested the first tactical UAVs installed with reconnaissance cameras, which successfully returned photos from across the Suez Canal. This was the first time that tactical UAVs that could be launched and landed on any short runway (unlike the heavier jet-based UAVs) were developed and tested in battle.[48]\n\nIn the 1973 Yom Kippur War, Israel used UAVs as decoys to spur opposing forces into wasting expensive anti-aircraft missiles.[49] After the 1973 Yom Kippur war, a few key people from the team that developed this early UAV joined a small startup company that aimed to develop UAVs into a commercial product, eventually purchased by Tadiran and leading to the development of the first Israeli UAV.[50][pages needed]\n\nIn 1973 the U.S. military officially confirmed that they had been using UAVs in Southeast Asia (Vietnam).[51] Over 5,000 U.S. airmen had been killed and over 1,000 more were missing or captured. The USAF 100th Strategic Reconnaissance Wing flew about 3,435 UAV missions during the war[52] at a cost of about 554 UAVs lost to all causes. In the words of USAF General George S. Brown, Commander, Air Force Systems Command, in 1972, \"The only reason we need (UAVs) is that we don't want to needlessly expend the man in the cockpit.\"[53] Later that year, General John C. Meyer, Commander in Chief, Strategic Air Command, stated, \"we let the drone do the high-risk flying ... the loss rate is high, but we are willing to risk more of them ...they save lives!\"[53]\n\nDuring the 1973 Yom Kippur War, Soviet-supplied surface-to-air missile-batteries in Egypt and Syria caused heavy damage to Israeli fighter jets. As a result, Israel developed the IAI Scout as the first UAV with real-time surveillance.[54][55][56] The images and radar decoys provided by these UAVs helped Israel to completely neutralize the Syrian air defenses at the start of the 1982 Lebanon War, resulting in no pilots downed.[57] In Israel in 1987, UAVs were first used as proof-of-concept of super-agility, post-stall controlled flight in combat-flight simulations that involved tailless, stealth-technology-based, three-dimensional thrust vectoring flight-control, and jet-steering.[58]\n\nWith the maturing and miniaturization of applicable technologies in the 1980s and 1990s, interest in UAVs grew within the higher echelons of the U.S. military. In the 1990s, the U.S. DoD gave a contract to AAI Corporation along with Israeli company Malat. The U.S. Navy bought the AAI Pioneer UAV that AAI and Malat developed jointly. Many of these UAVs saw service in the 1991 Gulf War. UAVs demonstrated the possibility of cheaper, more capable fighting-machines, deployable without risk to aircrews. Initial generations primarily involved surveillance aircraft, but some carried armaments, such as the General Atomics MQ-1 Predator, that launched AGM-114 Hellfire air-to-ground missiles.\n\nCAPECON, a European Union project to develop UAVs,[59] ran from 1 May 2002 to 31 December 2005.[60]\n\nAs of 2012[update] the United States Air Force (USAF) employed 7,494 UAVs –  almost one in three USAF aircraft.[61][62] The Central Intelligence Agency also operated UAVs.[63] By 2013 at least 50 countries used UAVs. China, Iran, Israel, Pakistan, Turkey, and others[which?] designed and built their own varieties. The use of drones has continued to increase.[64] Due to their wide proliferation, no comprehensive list of UAV systems exists.[62][65]\n\nThe development of smart technologies and improved electrical-power systems led to a parallel increase in the use of drones for consumer and general aviation activities. As of 2021, quadcopter drones exemplify the widespread popularity of hobby radio-controlled aircraft and toys, however the use of UAVs in commercial and general aviation is limited by a lack of autonomy[clarification needed] and by new regulatory environments which require line-of-sight contact with the pilot.[citation needed]\n\nIn 2020 a Kargu 2 drone hunted down and attacked a human target in Libya, according to a report from the UN Security Council's Panel of Experts on Libya, published in March 2021. This may have been the first time an autonomous killer-robot armed with lethal weaponry attacked human beings.[66][67]\n\nSuperior drone technology, specifically the Bayraktar TB2, played a role in Azerbaijan's successes in the 2020 Nagorno-Karabakh war against Armenia.[68]\n\nUAVs are also used in NASA missions. The Dragonfly spacecraft is being developed, and is aiming to reach and examine Saturn's moon Titan. Its primary goal is to roam around the surface, expanding the amount of area to be researched previously seen by Landers. As a UAV, Dragonfly allows examination of potentially diverse types of soil. The drone is set to launch in 2027, and is estimated to take a seven more years to reach the Saturnian system.\n\n"
        },
        {
            "title": "Design",
            "text": "Crewed and uncrewed aircraft of the same type generally have recognizably similar physical components. The main exceptions are the cockpit and environmental control system or life support systems. Some UAVs carry payloads (such as a camera) that weigh considerably less than an adult human, and as a result, can be considerably smaller. Though they carry heavy payloads, weaponized military UAVs are lighter than their crewed counterparts with comparable armaments.\n\nSmall civilian UAVs have no life-critical systems, and can thus be built out of lighter but less sturdy materials and shapes, and can use less robustly tested electronic control systems. For small UAVs, the quadcopter design has become popular, though this layout is rarely used for crewed aircraft. Miniaturization means that less-powerful propulsion technologies can be used that are not feasible for crewed aircraft, such as small electric motors and batteries.\n\nControl systems for UAVs are often different than crewed craft. For remote human control, a camera and video link almost always replace the cockpit windows; radio-transmitted digital commands replace physical cockpit controls. Autopilot software is used on both crewed and uncrewed aircraft, with varying feature sets.\n\nThe primary difference from manned aeroplanes is the lack of need for a cockpit area and its windows. However some types are adapted from piloted examples, or are designed for optional piloted or unmanned operational modes. Air safety is also less of a critical requirement for unmanned aircraft, allowing the designer greater freedom to experiment. These two factors have led to a great variety of airframe and engine configurations in UAVs.\n\nFor conventional flight the flying wing and blended wing body offer light weight combined with low drag and stealth, and are popular configurations. Larger types which carry a variable payload are more likely to feature a distinct fuselage with a tail for stability, control and trim, although the wing configurations in use vary widely.\n\nFor vertical flight, the tailless quadcopter requires a relatively simple control system and is common for smaller UAVs. However the mechanism does not scale well to larger aircraft, which tend to use a conventional single rotor with collective and cyclic pitch control, along with a stabilising tail rotor.[69]\n\nTraditional internal combustion and jet engines remain in use for drones requiring long range. However for shorter-range missions electric power has almost entirely taken over. The distance record for a UAV (built from balsa wood and mylar skin) across the North Atlantic Ocean is held by a gasoline model airplane or UAV. Manard Hill \"in 2003 when one of his creations flew 1,882 miles across the Atlantic Ocean on less than a gallon of fuel\" holds this record.[70]\n\nBesides the traditional piston engine, the Wankel rotary engine is used by some drones. This type offers high power output for lower weight, with quieter and more vibration-free running. Claims have also been made for improved reliability and greater range.[citation needed]\n\nSmall drones mostly use lithium-polymer batteries (Li-Po), while some larger vehicles have adopted the a hydrogen fuel cell. The energy density of modern Li-Po batteries is far less than gasoline or hydrogen. However electric motors are cheaper, lighter and quieter. Complex multi-engine, multi-propeller installations are under development with the goal of improving aerodynamic and propulsive efficiency. For such complex power installations, Battery elimination circuitry (BEC) may be used to centralize power distribution and minimize heating, under the control of a microcontroller unit (MCU).\n\nFlapping-wing ornithopters, imitating birds or insects, have been flown as microUAVs. Their inherent stealth recommends them for spy missions.\n\nSub-1g microUAVs inspired by flies, albeit using a power tether, have been able to \"land\" on vertical surfaces.[71] Other projects mimic the flight of beetles and other insects.[72]\n\n"
        },
        {
            "title": "Computer control systems",
            "text": "UAV computing capability followed the advances of computing technology, beginning with analog controls and evolving into microcontrollers, then system-on-a-chip (SOC) and single-board computers (SBC).\n\nSystem hardware for small UAVs is often called the flight controller (FC), flight controller board (FCB) or autopilot. Common UAV-systems control hardware typically incorporate a primary microprocessor, a secondary or failsafe processor, and sensors such as accelerometers, gyroscopes, magnetometers, and barometers into a single module.\n\nPosition and movement sensors give information about the aircraft state. Exteroceptive sensors deal with external information like distance measurements, while exproprioceptive ones correlate internal and external states.[73]\n\nNon-cooperative sensors are able to detect targets autonomously so they are used for separation assurance and collision avoidance.[74]\n\nDegrees of freedom (DOF) refers to both the amount and quality of sensors on board: 6 DOF implies 3-axis gyroscopes and accelerometers (a typical inertial measurement unit –  IMU), 9 DOF refers to an IMU plus a compass, 10 DOF adds a barometer and 11 DOF usually adds a GPS receiver.[75]\n\nUAV actuators include digital electronic speed controllers (which control the RPM of the motors) linked to motors/engines and propellers, servomotors (for planes and helicopters mostly), weapons, payload actuators, LEDs and speakers.\n\nUAV software is called the flight stack or autopilot. The purpose of the flight stack is to obtain data from sensors, control motors to ensure UAV stability, and facilitate ground control and mission planning communication.[76]\n\nUAVs are real-time systems that require rapid response to changing sensor data. As a result, UAVs rely on single-board computers for their computational needs. Examples of such single-board computers include Raspberry Pis, Beagleboards, etc. shielded with NavIO, PXFMini, etc. or designed from scratch such as NuttX, preemptive-RT Linux, Xenomai, Orocos-Robot Operating System or DDS-ROS 2.0.\n\nCivil-use open-source stacks include:\n\nDue to the open-source nature of UAV software, they can be customized to fit specific applications. For example, researchers from the Technical University of Košice have replaced the default control algorithm of the PX4 autopilot.[79] This flexibility and collaborative effort has led to a large number of different open-source stacks, some of which are forked from others, such as CleanFlight, which is forked from BaseFlight and from which three other stacks are forked from.\n\nUAVs employ open-loop, closed-loop or hybrid control architectures.\n\nUAVs use a radio for control and exchange of video and other data. Early UAVs had only narrowband uplink. Downlinks came later. These bi-directional narrowband radio links carried command and control (C&C) and telemetry data about the status of aircraft systems to the remote operator.\n\nIn most modern UAV applications, video transmission is required. So instead of having separate links for C&C, telemetry and video traffic, a broadband link is used to carry all types of data. These broadband links can leverage quality of service techniques and carry TCP/IP traffic that can be routed over the Internet.\n\nThe radio signal from the operator side can be issued from either:\n\nModern networking standards have explicitly considered drones and therefore include optimizations. The 5G standard has mandated reduced user plane latency to 1ms while using ultra-reliable and low-latency communications.[83]\n\nThe level of autonomy in UAVs varies widely. UAV manufacturers often build in specific autonomous operations, such as:[84]\n\nOne approach to quantifying autonomous capabilities is based on OODA terminology, as suggested by a 2002 US Air Force Research Laboratory report, and used in the table on the right.[85]\n\nFull autonomy is available for specific tasks, such as airborne refueling[86] or ground-based battery switching.\n\nOther functions available or under development include; collective flight, real-time collision avoidance, wall following, corridor centring, simultaneous localization and mapping and swarming, cognitive radio and machine learning. In this context, computer vision can play an important role for automatically ensuring flight safety.[87]\n\n"
        },
        {
            "title": "Performance considerations",
            "text": "UAVs can be programmed to perform aggressive maneuvers or landing/perching on inclined surfaces,[88] and then to climb toward better communication spots.[89] Some UAVs can control flight with varying flight modelisation,[90][91] such as VTOL designs.\n\nUAVs can also implement perching on a flat vertical surface.[92]\n\nUAV endurance is not constrained by the physiological capabilities of a human pilot.\n\nBecause of their small size, low weight, low vibration and high power to weight ratio, Wankel rotary engines are used in many large UAVs. Their engine rotors cannot seize; the engine is not susceptible to shock-cooling during descent and it does not require an enriched fuel mixture for cooling at high power. These attributes reduce fuel usage, increasing range or payload.\n\nProper drone cooling is essential for long-term drone endurance. Overheating and subsequent engine failure is the most common cause of drone failure.[93]\n\nHydrogen fuel cells, using hydrogen power, may be able to extend the endurance of small UAVs, up to several hours.[94][95][96]\n\nMicro air vehicles endurance is so far best achieved with flapping-wing UAVs, followed by planes and multirotors standing last, due to lower Reynolds number.[73]\n\nSolar-electric UAVs, a concept originally championed by the AstroFlight Sunrise in 1974, have achieved flight times of several weeks.\n\nSolar-powered atmospheric satellites (\"atmosats\") designed for operating at altitudes exceeding 20 km (12 miles, or 60,000 feet) for as long as five years could potentially perform duties more economically and with more versatility than low Earth orbit satellites. Likely applications include weather drones for weather monitoring, disaster recovery, Earth imaging and communications.\n\nElectric UAVs powered by microwave power transmission or laser power beaming are other potential endurance solutions.[97]\n\nAnother application for a high endurance UAV would be to \"stare\" at a battlefield for a long interval (ARGUS-IS, Gorgon Stare, Integrated Sensor Is Structure) to record events that could then be played backwards to track battlefield activities.\n\nReliability improvements target all aspects of UAV systems, using resilience engineering and fault tolerance techniques.\n\nIndividual reliability covers robustness of flight controllers, to ensure safety without excessive redundancy to minimize cost and weight.[107] Besides, dynamic assessment of flight envelope allows damage-resilient UAVs, using non-linear analysis with ad hoc designed loops or neural networks.[108] UAV software liability is bending toward the design and certifications of crewed avionics software.[109]\n\nSwarm resilience involves maintaining operational capabilities and reconfiguring tasks given unit failures.[110]\n\n"
        },
        {
            "title": "Applications",
            "text": "In recent years, autonomous drones have begun to transform various application areas as they can fly beyond visual line of sight (BVLOS)[111] while maximizing production, reducing costs and risks, ensuring site safety, security and regulatory compliance,[112] and protecting the human workforce in times of a pandemic.[113] They can also be used for consumer-related missions like package delivery, as demonstrated by Amazon Prime Air, and critical deliveries of health supplies.\n\nThere are numerous civilian, commercial, military, and aerospace applications for UAVs.[6] These include:\n\nAs of 2020, seventeen countries have armed UAVs, and more than 100 countries use UAVs in a military capacity.[116] The global military UAV market is dominated by companies based in the United States, Turkey,[117][118] China,[119] Israel and Iran.[120] By sale numbers, the US held over 60% military-market share in 2017. Top military UAV manufactures are including General Atomics, Lockheed Martin, Northrop Grumman, Boeing, Baykar,[121][118] TAI, IAIO, CASC and CAIG.[120] China has established and expanded its presence in military UAV market[120] since 2010. Turkey also established and expanded its presence in military UAV market.[117][120][118][121]\n\nOf the 18 countries that are known to have received military drones between 2010 to 2019, the top 12 all purchased their drones from China.[120] According to a report of 2015, Israeli companies mainly focus on small surveillance UAV systems and by quantity of drones, Israel exported 60.7% (2014) of UAV on the market while the United States export 23.9% (2014).[122] Between 2010 and 2014, there were 439 drones exchanged compared to 322 in the five years previous to that, among these only small fraction of overall trade – just 11 (2.5%) of the 439 are armed drones.[122] The US alone operated over 9,000 military UAVs in 2014; among them more than 7000 are RQ-11 Raven miniature UAVs.[123]  General Atomics is the dominant manufacturer with the Global Hawk and Predator/Mariner systems product-line.\n\nFor intelligence and reconnaissance missions, the inherent stealth of micro UAV flapping-wing ornithopters, imitating birds or insects, offers potential for covert surveillance and makes them difficult targets to bring down.\n\nUAVs are used for reconnaissance, attack, demining, and target practice.\n\nThe civilian (commercial and general) drone market is dominated by Chinese companies. Chinese drone manufacturer DJI alone had 74% of the civil market share in 2018, with no other company accounting for more than 5%, and with $11 billion forecast global sales in 2020.[124] Following increased scrutiny of its activities, the US Interior Department grounded its fleet of DJI drones in 2020, while the Justice Department prohibited the use of federal funds for the purchase of DJI and other foreign made UAVs.[125][126] DJI is followed by Chinese company Yuneec, US company 3D Robotics and French company Parrot with a significant gap in market share.[127] As of May 2021, 873,576 UAVs have been registered with the US FAA, of which 42% are categorized as commercial drones and 58% as recreational drones.[128] 2018 NPD point to consumers increasingly purchasing drones with more advanced features with 33 percent growth in both the $500+ and $1000+ market segments.[129]\n\nThe civil UAV market is relatively new compared to the military one. Companies are emerging in both developed and developing nations at the same time. Many early stage startups have received support and funding from investors as is the case in the United States and by government agencies as is the case in India.[130] Some universities offer research and training programs or degrees.[131] Private entities also provide online and in-person training programs for both recreational and commercial UAV use.[132]\n\nConsumer drones are also widely used by military organizations worldwide because of the cost-effective nature of consumer product. In 2018, Israeli military started to use DJI Mavic and Matrice series of UAV for light reconnaissance mission since the civil drones are easier to use and have higher reliability. DJI drones is also the most widely used commercial unmanned aerial system that the US Army has employed.[133][134] DJI surveillance drones have also been used by Chinese police in Xinjiang since 2017.[135][136]\n\nThe global UAV market will reach US$21.47 billion, with the Indian market touching the US$885.7 million mark, by 2021.[137]\n\nLighted drones are beginning to be used in nighttime displays for artistic and advertising purposes.[138]\n\nDrones are ideally suited to capturing aerial shots in photography and cinematography, and are widely used for this purpose.[115] Small drones avoid the need for precise coordination between pilot and cameraman, with the same person taking on both roles. However, big drones with professional cine cameras, there is usually a drone pilot and a camera operator who controls camera angle and lens. For example, the AERIGON cinema drone which is used in film production in big blockbuster movies is operated by 2 people.[139] Drones provide access to dangerous, remote or otherwise inaccessible sites.\n\nAs global demand for food production grows exponentially, resources are depleted, farmland is reduced, and agricultural labor is increasingly in short supply, there is an urgent need for more convenient and smarter agricultural solutions than traditional methods, and the agricultural drone and robotics industry is expected to make progress.[140] Agricultural drones have been used in areas such as Africa to help build sustainable agriculture.[141]\n\nThe use of UAVs is also being investigated to help detect and fight wildfires, whether through observation or launching pyrotechnic devices to start backfires.[142]\n\nUAVs are also now widely used to survey wildlife such as nesting seabirds, seals and even wombat burrows [143]\n\nPolice can use drones for applications such as search and rescue and traffic monitoring.[144]\n\n"
        },
        {
            "title": "Safety and security",
            "text": "UAVs can threaten airspace security in numerous ways, including unintentional collisions or other interference with other aircraft, deliberate attacks or by distracting pilots or flight controllers. The first incident of a drone-airplane collision occurred in mid-October 2017 in Quebec City, Canada.[145] The first recorded instance of a drone collision with a hot air balloon occurred on 10 August 2018 in Driggs, Idaho, United States; although there was no significant damage to the balloon nor any injuries to its 3 occupants, the balloon pilot reported the incident to the National Transportation Safety Board, stating that \"I hope this incident helps create a conversation of respect for nature, the airspace, and rules and regulations\".[146] Unauthorized UAV flights into or near major airports have prompted extended shutdowns of commercial flights.[147]\n\nDrones caused significant disruption at Gatwick Airport during December 2018, needing the deployment of the British Army.[148]\n[149]\n\nIn the United States, flying close to a wildfire is punishable by a maximum $25,000 fine. Nonetheless, in 2014 and 2015, firefighting air support in California was hindered on several occasions, including at the Lake Fire[150] and the North Fire.[151][152] In response, California legislators introduced a bill that would allow firefighters to disable UAVs which invaded restricted airspace.[153] The FAA later required registration of most UAVs.\n\nBy 2017, drones were being used to drop contraband into prisons.[154]\n\nThe interest in UAVs cyber security has been raised greatly after the Predator UAV video stream hijacking incident in 2009,[155] where Islamic militants used cheap, off-the-shelf equipment to stream video feeds from a UAV. Another risk is the possibility of hijacking or jamming a UAV in flight. Several security researchers have made public some vulnerabilities in commercial UAVs, in some cases even providing full source code or tools to reproduce their attacks.[156] At a workshop on UAVs and privacy in October 2016, researchers from the Federal Trade Commission showed they were able to hack into three different consumer quadcopters and noted that UAV manufacturers can make their UAVs more secure by the basic security measures of encrypting the Wi-Fi signal and adding password protection.[157]\n\nUAVs could be loaded with dangerous payloads, and crashed into vulnerable targets. Payloads could include explosives, chemical, radiological or biological hazards. UAVs with generally non-lethal payloads could possibly be hacked and put to malicious purposes. Anti-UAV systems are being developed by states to counter this threat. This is, however, proving difficult. As Dr J. Rogers stated in an interview to A&T \"There is a big debate out there at the moment about what the best way is to counter these small UAVs, whether they are used by hobbyists causing a bit of a nuisance or in a more sinister manner by a terrorist actor\".[158]\n\nThe malicious use of UAVs has led to the development of counter unmanned air system (C-UAS) technologies. Automatic tracking and detection of UAVs from commercial cameras have become accurate thanks to the development of deep learning based machine learning algorithms.[159] It is also possible to automatically identify UAVs across different cameras with different view points and hardware specification with re-identification methods.[160] Commercial solutions such as the Aaronia AARTOS have been installed on major international airports.[161][162] Anti-aircraft missile systems such as the Iron Dome are also being enhanced with C-UAS technologies. Utilising a smart UAV swarm to counter one or more hostile UAVs is also proposed.[163]\n\nRegulatory bodies around the world are developing unmanned aircraft system traffic management solutions to better integrate UAVs into airspace.[164]\n\nThe use of unmanned aerial vehicles is becoming increasingly regulated by the civil aviation authorities of individual countries. Regulatory regimes can differ significantly according to drone size and use. The International Civil Aviation Organization (ICAO) began exploring the use of drone technology as far back as 2005, which resulted in a 2011 report.[165] France was among the first countries to set a national framework based on this report and larger aviation bodies such as the FAA and the EASA quickly followed suit.[166] In 2021, the FAA published a rule requiring all commercially-used UAVs and all UAVs regardless of intent weighing 250g or more to participate in Remote ID, which makes drone locations, controller locations, and other information public from takeoff to shutdown; this rule has since been challenged in the pending federal lawsuit RaceDayQuads v. FAA.[167][168]\n\nThe export of UAVs or technology capable of carrying a 500 kg payload at least 300 km is restricted in many countries by the Missile Technology Control Regime.\n\n"
        }
    ]
}