{
    "url": "https://en.wikipedia.org/wiki/Unreliable_narrator",
    "title": "Unreliable narrator",
    "table_of_contents": [
        "1 Overview",
        "1.1 Classification",
        "1.2 Definitions and theoretical approaches",
        "1.3 Signals of unreliable narration",
        "2 See also",
        "3 References",
        "4 Further reading",
        "5 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nAn unreliable narrator is a narrator whose credibility is compromised.[1] They can be found in fiction and film, and range from children to mature characters.[2] The term was coined in 1961 by Wayne C. Booth in The Rhetoric of Fiction.[1][3] While unreliable narrators are almost by definition first-person narrators, arguments have been made for the existence of unreliable second- and third-person narrators, especially within the context of film and television, and sometimes also in literature.[4]\n\nSometimes the narrator's unreliability is made immediately evident. For instance, a story may open with the narrator making a plainly false or delusional claim or admitting to being severely mentally ill, or the story itself may have a frame in which the narrator appears as a character, with clues to the character's unreliability. A more dramatic use of the device delays the revelation until near the story's end. In some cases, the reader discovers that in the foregoing narrative, the narrator had concealed or greatly misrepresented vital pieces of information. Such a twist ending forces readers to reconsider their point of view and experience of the story. In some cases the narrator's unreliability is never fully revealed but only hinted at, leaving readers to wonder how much the narrator should be trusted and how the story should be interpreted.\n\n"
        },
        {
            "title": "Overview",
            "text": "Attempts have been made at a classification of unreliable narrators. William Riggan analysed in a 1981 study discernible types of unreliable narrators, focusing on the first-person narrator as this is the most common kind of unreliable narration.[5] Adapted from his findings is the following list:\n\nIt remains a matter of debate whether and how a non-first-person narrator can be unreliable, though the deliberate restriction of information to the audience can provide instances of unreliable narrative, even if not necessarily of an unreliable narrator. For example, in the three interweaving plays of Alan Ayckbourn's The Norman Conquests, each confines the action to one of three locations during the course of a weekend.\n\nWayne C. Booth was among the first critics to formulate a reader-centered approach to unreliable narration and to distinguish between a reliable and unreliable narrator on the grounds of whether the narrator's speech violates or conforms with general norms and values. He writes, \"I have called a narrator reliable when he speaks for or acts in accordance with the norms of the work (which is to say the implied author's norms), unreliable when he does not.\"[3] Peter J. Rabinowitz criticized Booth's definition for relying too much on facts external to the narrative, such as norms and ethics, which must necessarily be tainted by personal opinion. He consequently modified the approach to unreliable narration.\n\nRabinowitz' main focus is the status of fictional discourse in opposition to factuality. He debates the issues of truth in fiction, bringing forward four types of audience who serve as receptors of any given literary work:\n\nRabinowitz suggests that \"In the proper reading of a novel, then, events which are portrayed must be treated as both 'true' and 'untrue' at the same time. Although there are many ways to understand this duality, I propose to analyze the four audiences which it generates.\"[8] Similarly, Tamar Yacobi has proposed a model of five criteria ('integrating mechanisms') which determine if a narrator is unreliable.[9] Instead of relying on the device of the implied author and a text-centered analysis of unreliable narration, Ansgar N端nning gives evidence that narrative unreliability can be reconceptualized in the context of frame theory and of readers' cognitive strategies.\n\nUnreliable Narration in this view becomes purely a reader's strategy of making sense of a text, i.e. of reconciling discrepancies in the narrator's account (cf. signals of unreliable narration). N端nning thus effectively eliminates the reliance on value judgments and moral codes which are always tainted by personal outlook and taste. Greta Olson recently debated both N端nning's and Booth's models, revealing discrepancies in their respective views.\n\nand offers \"an update of Booth's model by making his implicit differentiation between fallible and untrustworthy narrators explicit\". Olson then argues \"that these two types of narrators elicit different responses in readers and are best described using scales for fallibility and untrustworthiness.\"[11] She proffers that all fictional texts that employ the device of unreliability can best be considered along a spectrum of fallibility that begins with trustworthiness and ends with unreliability. This model allows for all shades of grey in between the poles of trustworthiness and unreliability. It is consequently up to each individual reader to determine the credibility of a narrator in a fictional text.\n\nWhichever definition of unreliability one follows, there are a number of signs that constitute or at least hint at a narrator's unreliability. N端nning has suggested to divide these signals into three broad categories.[12]\n\n"
        }
    ]
}