{
    "url": "https://en.wikipedia.org/wiki/Urban_fantasy",
    "title": "Urban fantasy",
    "table_of_contents": [
        "1 Characteristics",
        "1.1 Unrelated uses of \"urban fantasy\"",
        "2 History",
        "2.1 Predecessors",
        "2.2 1950s-60s",
        "2.3 1970s–early 1980s",
        "2.4 1980s and 1990s",
        "2.5 21st century",
        "3 Novels",
        "3.1 Adult fiction",
        "3.2 Teen fiction",
        "3.3 Juvenile Fiction",
        "3.4 Paranormal Romance",
        "3.5 Media tie-ins",
        "3.5.1 Music",
        "3.5.2 Video",
        "3.5.3 Comics and manga",
        "4 Film and television",
        "5 Authors",
        "6 See also",
        "7 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nUrban fantasy is a subgenre of fantasy which places imaginary and unreal elements in an approximation of a contemporary urban setting.[1][2][3] The combination provides the writer with quixotic plot-drivers, unusual character traits, and a platform for classic fantasy tropes,[4] without demanding the creation of an entirely-imagined world. Although precursors of urban fantasy date back to the 19th century,[5] the term dates back to the 1970s.[6] The current popularity began in the 1980s, with writers encouraged by the success of Stephen King[7] and Anne Rice.[8]\n\n"
        },
        {
            "title": "Characteristics",
            "text": "Urban fantasy combines selected imaginary/unrealistic elements of plot, character, theme, or setting with a largely-familiar world[9]—combining the familiar and the strange. Such elements may exist secretly in the world or may occur openly.  Fantastic components may be magic, paranormal beings, recognizable mythic or folk-tale plots, or thematic tropes (a quest, battle of good/evil, &c.).  Authors may use current urban myths, borrow fictional technologies, or even invent occult practices, as well as using established supernatural characters and events from literature, film, or comics. The urban component is usually found in the setting - typically a large or small city - or even a suburban community in a metropolitan area.  Common use of contemporary technologies (automotive vehicles, communications, etc.) and everyday community and social institutions (such as libraries, schools/universities, markets) also establishes a familiar context.  The period in which the action occurs may be the fairly recent past or the near future, but will typically require merely only casual historical or other special knowledge from the reader.  The city-setting is a tool;[10] used to establish a tone, to help move the plot, and may even be acknowledged as a character itself.[11]\n\nUrban fantasy is most often a sub-genre of low fantasy (where magical events intrude on an otherwise-normal world) and/or hard fantasy (treating magic as something understandable and explainable), and works may be found in the sub-genres of horror, occult detective fiction, or the various \"punk\"[12][13][14] genres.  Common themes include coexistence or conflict between humans and other beings, and the changes such characters and events bring to local life.[15][16] Many authors, publishers, and readers particularly distinguish urban fantasy from works of paranormal romance, which use similar characters and settings, but focus on the romantic relationships between characters.[1]\n\nThe term urban fantasy has been in use from the early 20th century. It originally described a characteristic of some object or place. Horst Schmidt-Brummer's 1973 book about Venice, California is subtitled \"An Urban Fantasy\", to denote a nostalgic appreciation for the unique city.[17] In New York Times advertisements in 1928 through 1930 for the St. Regis hotel, the term implies that the hotel is a sort of paradise: \"Never was an urban fantasy so enchanting...\"[18]\n\n"
        },
        {
            "title": "History",
            "text": "During the late Romantic era, writers of sensational fiction (including Mary Shelley, Dickens, Hoffmann, Le Fanu, Hugo, Poe, Wilkie Collins, Stoker, &c.) wrote melodramas that explored social anxieties induced by new technologies, population shifts to industrial-centers,[19] and immigration.[20]   Early modern fiction that re-imagined the contemporary universe is by manipulating one or more social/political realities exploded with highly-popular works by Jules Verne, and Doyle's Professor Challenger stories.  Jack London's 1908 dystopian novel The Iron Heel preceded by a year H. G. Wells' novel The Sleeper Awakes.  Karel Čapek, Aldous Huxley, and even Sinclair Lewis (in his novel It Can't Happen Here) all wrote along this axis, exploiting a market for adventure that was post-apocalyptic, and dystopian.  \n\nThe 1800s also saw an explosion of popular mail-delivered periodicals across Europe[21][22][23] and in the U.S., such as The Saturday Evening Post (1821), Godey's Lady's Book (1830), and Harper's Weekly (1857).  The success of general-interest magazines led to others targeted at specific readerships: Boys' Own Magazine (1855), and Argosy (1882) among them.  All of these magazines published short and serialized fiction features, as well as reportage, instructional articles, illustration, and opinion.[24]   Before WW1, fantasy vied for magazine space with westerns, romance, mysteries, military adventure, comedies, and horror.  Many writers published stories in multiple genres - among them Arthur Conan Doyle, Robert E. Howard, Isaac Asimov, and Elmore Leonard.  A vaunted hallmark for many of these writers was \"realism' - even though their stories were outrageously fantastic.[25][26]  When Robert deGraff founded Simon & Schuster's Pocket Books in 1939, he also distributed the books not only in the 2,800 US bookstores, but also in more than a hundred thousand drugstores, news-stands, 5-&-10s, cigar stores, groceries, and diners,[27]  establishing a market - not for copies of Shakespeare or Jane Austin - but for collections and  book-length versions of popular magazine fiction.\n\nIn 1899 Harper's Weekly editor John Kendrick Bangs altered fantasy parameters with The Enchanted Type-Writer (a series of humorous short-stories supposedly typed by the ghost of 18th century writer James Boswell) - introducing a benign revenant in a contemporary setting.  Thorne Smith was successful in 1920s-30s, especially his two \"Topper\" farces about a middle-aged banker's adventures with a couple of ghosts (subsequently made into films, radio plays, and a 1950s television series).  Charles G. Finney's celebrated[28] 1935 experimental novel The Circus of Dr. Lao placed mythical creatures in a contemporary setting to examine the society in a small Arizona town.[29] Occult detective stories, such as Manly Wade Wellman's John Thunstone stories - written originally during the 1940s -are credited by many current authors for bringing contemporary characters and American settings into the fantasy and horror genres.[30] These early tales, however, differ from current urban fantasy - they present supernatural beings and acts as unnatural, aberrant, and a possible danger to ordinary citizens.\n\nUnknown magazine (1939–1943) was conceived by its editor John W. Campbell as a fantasy equivalent of Campbell's successful Astounding science fiction magazine; its stories often took place in the present and many had a thoughtful \"science-fictional\" approach. Writers such as Fritz Leiber (\"Smoke Ghost\", published in 1941), Jack Williamson with \"Darker Than You Think\" (originally published 1940), H. L. Gold (with his \"Trouble with Water\", published in 1939) and L. Sprague de Camp's \"Nothing in the Rules\" (1939) presented ghosts, lycanthropes, gnomes, mermaids, demons and more, in a modern setting, with horrific and/or humorous results. The prolific de Camp and his writing partner, war game inventor Fletcher Pratt, also explored urban material with their stories of Harold Shea in the 1940s and Gavagan's Bar stories in the 1950s.\n\nThe 1954 best-selling novel The Year the Yankees Lost the Pennant details a Faustian deal with the devil in major-league professional baseball; it was made into the successful 1957 Broadway musical Damn Yankees[31] (subsequently revived several times), and then into a 1958 Hollywood film.  The British spy-novel writers Adelaide Manning and Cyril Coles (writing under the pseudonym Francis Gaites, though published in the United States as by Manning Coles) produced a series of humorous novels from 1954-58 placing ghostly revenants of Franco-Prussian War era into 1950s Paris and Como.[32] Herman Cohen's teen-horror films for American International Pictures commenced in 1957 with I Was a Teenage Werewolf, combining supernatural characters with the mundane (and popular) post WW2 teen-culture.  In 1959, the fantasy/sci-fi TV anthology The Twilight Zone began, after the success of its pilot \"The Time Element\" appeared as a 1958 episode of Westinghouse Desilu Playhouse.\n\nIn 1962, Ray Bradbury published the dark novel Something Wicked This Way Comes, which has been cited as a particular influence by writers Stephen King,[33] R. L. Stine,[34] and Neil Gaiman.[35] The highly successful TV fantasy series Bewitched began its 8-year run in 1964, with its rival I Dream of Jeannie and a less-successful fantasy show My Mother the Car appearing a year later; The Addams Family based on Charles Addams New Yorker cartoons also debuted in 1964.  Chester Anderson's psychedelic adventure The Butterfly Kid was nominated for a Hugo Award for Best Novel in 1968.[36]  Also in 1968, the English translation of Italo Calvino's short-story collection \"Le cosmicomiche\" made his fantastic tales built around minor scientific details available to the Anglo-American audience that was interested in urban fantasy.\n\nAfter the success of Stephen King's contemporary horror-story Carrie in 1973, the author introduced supernatural characters (vampires) into his next book, 'Salem's Lot (1976), which he has claimed is his own favorite.[37]  Retrospective reviews of King's work note that he \"brought reality to genre novels\",[38] and have remarked that \"Jerusalem's Lot is the main character here, a warm-up for what King would later do with his beloved fictional towns of Derry and Castle Rock. We're given a vivid description, details and foibles, before the town is populated with a cast of characters...\"[39]\n\nAnne Rice published Interview with the Vampire (a re-working of her own late-60s short story) in 1976 to strikingly mixed critical reviews.  Incorporating many genres (horror, eroticism, fantasy, romance, historical fiction), it and its sequels established a new audience for fantasy characters in a real world.[40]  Recognizing its potential Alfred A. Knopf editor Victoria Wilson recommended a very substantial advance; later, the paperback rights cost Ballantine Books $700,000.[41]\n\nThe 1974 TV show Kolchak: The Night Stalker was an occult detective series featuring a Chicago newspaper reporter uncovering and battling supernatural creatures (e.g. vampires and zombies) in an urban environment. He was unbelieved and unappreciated, considered by his boss, colleagues, the police and the public as something between a crackpot or an insane murderer as he struggles with both real and metaphorical demons in each episode. This series spun off from the 1972 horror movie The Night Stalker.\n\nIsaac Asimov's Azazel stories, most of which were written in the 1980s, take some of their urban character of his mystery stories initially published in Ellery Queen's Mystery Magazine.\n\nIn the cinema, the re-write of Dan Aykroyd's original 1982 science fiction comedy script for Ghostbusters by Harold Ramis replaced the futuristic setting for the present day.[42] This effectively enabled the film to be made, and introduced to the mainstream the idea of fantastical events taking place in New York City.  Two years later, Gremlins brought another batch of supernatural beings into our everyday world.  At the same time another low-budget supernatural comedy success, Teen Wolf was popular enough to generate a television show, an animated cartoon, and a cinema sequel.  Before its run was finished, another general-audience teen comedy with supernatural elements, Buffy the Vampire Slayer, was in production.\n\nThe term began to come into its present use in the late 1970s[43] but its meaning kept shifting during the 1980s and early 1990s.[44] This development is apparent in the increased use of the term in contemporary reviews.[45][46]\n\nTerri Windling's shared Borderlands universe, made up of a number of anthologies and novels, launched with the eponymous paperback original anthology, Borderland in 1986, followed up by Bordertown, also in 1986. The series was later touted by Neil Gaiman as \"one of the most important places where Urban Fantasy began\".[47] An article in Tor.com has stated that \"some say, Urban Fantasy was born in Bordertown,\" which provided \"young, beginning writers like Charles de Lint and Emma Bull\" with a platform.[48] Emma Bull's unrelated 1987 urban fantasy War for the Oaks, where fairy factions battle in present-day Minneapolis, also received interest and attention. Both Bull's novel and the Borderlands books emphasized young, poor, hip protagonists. In this, they had much in common with the usual protagonist of the cyberpunk sub-genre of science fiction.\n\nSweet Silver Blues a 1987 novel by fantasy author Glen Cook began his Garrett P.I. series. These tales chronicled adventures of a hardboiled detective in a contemporary fantasy world, and were among the earliest to use a fantastic \"underworld\" in place of the criminals and thugs of Dashiell Hammett, Raymond Chandler, and their followers.  Prolific author Mercedes Lackey started a series in the waning years of 1980s with Burning Water, exploring the life of a contemporary American witch.\n\nShadowrun, a tabletop RPG with a similar concept to the Borderlands universe appeared. Like those earlier books, Shadowrun took place in a future Earth setting (specifically 2050, in the first edition), after the reappearance of supernatural powers and beings. Players could play humans (cybernetically enhanced or otherwise), elves, dwarves or orcs, all in a dark high tech setting. The more definitely cyberpunk approach (jaundiced and gritty) of the game's universe exerted its own influence.\n\nAnthologist and professor.[49] Dr. Martin H. Greenberg sparked growth in urban fantasy by commissioning established authors to write stories for his many fantasy anthologies (among them Wizards, Witches, Devils, and Faeries.  The commissioned work was juxtaposed with older fiction; it frequently used supernatural elements in contemporary urban settings. \n\nSeveral publications and writers have cited authors Laurell K. Hamilton and Kim Harrison as notable contributors to the genre. Entertainment Weekly,[50] USA Today,[51] and Time[52] have recognized the longevity and influence of Hamilton's stories, while The New York Times[53] and Amazon.com[54] have noted the work of Kim Harrison. Author Courtney Allison Moulton has cited Hamilton's early works among her inspirations.[55] Kelly Gay has noted Hamilton, Harrison, and Emma Bull as primary influences.[56] Jim Butcher's The Dresden Files series have been described by Barnes and Noble as \"the gold standard\" for the genre;[57] one of the books from the series was nominated for the 2015 Hugo Award. N. K. Jemisin's The City We Became features major cities acquiring sentience through human avatars; it won the 2020 BFSA Best Novel Award and was nominated for the 2021 Hugo and Nebula.\n\n"
        },
        {
            "title": "Novels",
            "text": "While adult urban fantasy novels may stand-alone (like Mulengro by Charles de Lint or Emma Bull's War for the Oaks), the economics of the market favor series characters, and genre-crossing allows sales along multiple lines.\n\nMany urban-fantasy novels are told via a first-person narrative, and often feature mythological beings, romance, and female protagonists who are involved in law enforcement or vigilantism.[1][58] Laurell K. Hamilton's Anita Blake series—which follows the investigations of a supernatural Federal Marshal during paranormal cases—has been called a substantial and influential work of the genre.[52] Kim Harrison's Rachel Morgan novels, also regarded as inspirational works, feature a bounty-hunting \"witch-born\" demon who battles numerous supernatural foes.[59] Multi-genre offerings combine urban fantasy with other established forms (e.g.: police procedurals, as presented in the Peter Grant stories of Ben Aaronovitch, or the Charlie Madigan series, by Kelly Gay, which explores challenges a police officer faces while trying to balance her paranormal cases with life as a single mother[15]).\n\nIn addition to books which present largely independent characters, certain stories feature men and women who are regularly partnered on adventures—often with an underlying romantic element. The Jaz Parks series, by Jennifer Rardin, follows the titular CIA operative and her vampire boss as they combat supernatural threats to national security.[60] Jocelynn Drake's Dark Days novels follow a vampire named Mira and a vampire hunter named Danaus, who work together to protect their people from a mutual enemy.[61] Night Huntress, a series by Jeaniene Frost, centers on a half-vampire named Catherine and a vampire bounty hunter called Bones, who gradually become lovers while battling the undead.[62]\n\nIn contrast to the \"professional heroes\" found in adult urban-fantasy novels, many novels aimed at young adult audiences follow inexperienced protagonists who are unexpectedly drawn into paranormal struggles. Amidst these conflicts, characters often gain allies, find romance, and, in some cases, develop or discover supernatural abilities of their own.[58] In Kelley Armstrong's The Darkest Powers series, a group of teens with paranormal talents go on the run while fleeing from a persistent band of scientists.[63] Gone, by Michael Grant, follows an isolated town in which adults have mysteriously disappeared, leaving a society of super-powered children behind.[64] In Unearthly, by Cynthia Hand, a girl discovers that she is part angel and gifted with superhuman abilities, leading her to seek out her purpose on Earth.[65]\nThe Immortals series, by Alyson Noël, follows a girl who gains special abilities after recovering from an accident, and also grows close to a mysterious new boy at her school.[66] Love triangles also play a prominent part in these and several other urban-fantasy novels.[67][68] Coming-of-age themes and teen 'voices' also often distinguish young-adult urban fantasy from adult books in the genre.[69] Bruce Coville and Jane Yolen collaborated on Armageddon Summer which places a standard teen romance in the middle of an imagined apocalyptic cult.\n\nBoarding schools are a common setting in teen urban fantasy. Rampant, by Diana Peterfreund, follows a group of young women at a cloisters as they train to fight killer unicorns.[70] The House of Night series, by P. C. and Kristin Cast, presents a school where future vampires are disciplined while on the path to transformation, during which several romantic conflicts and other clashes ensue.[71] Claudia Gray's Evernight novels center on a mysterious academy, where a romantic bond develops between a girl born to vampires, and a boy who hunts them.[72] Fallen, by Lauren Kate, revolves around a student named Luce who finds herself drawn to a boy named Daniel, unaware that he is a fallen angel who shares a history with her.[73] Other series, such as Carrie Jones's Need, have characters moving to new locations but attending public schools while discovering mysterious occurrences elsewhere in their towns.[74]\n\nA helping of the fantastic is often an element in childrens literature, but the two major strands of urban fantasy are well-represented in particular.\n\nThe hidden-world focuses on stories and characters taking place in a fully-realized domain which operates secretly but simultaneously to the world with which we are familiar.  An outstanding example are the Harry Potter books of J. K. Rowling - where our own (muggle) world is unaware of an entire universe of wizards and magical creatures; and intersections of these domains provide plot material and character dimensionality for the action taking place primarily in the magic universe - and so being a type of high-fantasy\n\nOn the other hand magical charm stories operate mostly in the mundane universe, but where a spell or token provides plot-interest.  The protagonist of Robert Lawson's 1945 Mr. Wilmer works as a clerk for a big New York City company - but suddenly one morning he can speak with and understand animals.  In the magical stories of Edward Eager, groups of children are granted wishes or transported through time by invoking spells.  This makes the stories a variety of low-fantasy\n\nPossibly the best-known urban fantasy series for children are P. L. Travers' low-fantasy Mary Poppins stories, set in London between the World Wars.  As well as eight books, there have been several film and stage adaptations.[75]  The high-fantasy Harry Potter phenomenon may soon be in position to overtake Poppins.\n\nIn an online commentary, author Jeannie Holmes described differences between urban fantasy and paranormal romance:[1]\n\nUse of other forms of media has become a common part of the creation and promotion of urban-fantasy works.\n\nSeveral urban-fantasy authors cite music as an inspiration. Certain writers recommend songs or playlists on their official websites, including Courtney Allison Moulton, Jaye Wells, and Sarah J. Maas, who couple their recommendations with links to music-providing services.[77][78] Publishers have also used music for book trailers, including the trailer for Carrie Jones's Captivate, which features the work of songwriter Derek Daisey.[79][80]\n\nOriginal music is also produced. In 2010, musicians Alexandra Monir, Michael Bearden, and Heather Holley (a songwriter for Christina Aguilera's Stripped) collaborated to create songs for Monir's debut novel, Timeless.[81]\n\nBook trailers are often used to promote urban-fantasy novels.[82] Publishers such as HarperCollins also produce regular video interviews with debuting authors.[83]\n\nAdaptations of urban-fantasy novels have appeared in comic books and manga. Among the tales to be adapted are Laurell K. Hamilton's Anita Blake series,[84] Patricia Briggs's Mercy Thompson stories,[85] and Melissa Marr's Wicked Lovely.[86]\n\n"
        },
        {
            "title": "Film and television",
            "text": "Works of urban fantasy have been adapted to or have originated in film and television. Well-known examples include the 1992 series Highlander and the TV adaptation of Buffy the Vampire Slayer, which is regarded as a seminal work of the genre.[58]\n\nCertain staples of urban-fantasy novels are also present in television shows. The concept of peaceful coexistence with paranormal beings is explored in the 1996 series Kindred: The Embraced, which focuses on secret vampire clans in San Francisco.[87] Works such as Witchblade present the more common matter of a protagonist attempting to protect citizens.[88]\n\nWhile urban-fantasy novels are often centered on heroines, television programs have regularly featured both genders in leading roles.[89] Shows such as Beauty and the Beast, The Dresden Files, Forever Knight, Grimm, Moonlight, and Supernatural are based around male protagonists, while other programs, including Buffy the Vampire Slayer, Charmed, and Witchblade, focus largely on female protagonists.[90]\n\n"
        },
        {
            "title": "Authors",
            "text": "The following is an incomplete list of notable authors of urban fantasy. According to 2013 statistics by the fantasy publisher Tor Books, among writers of urban fantasy or paranormal romance, 57% are women and 43% are men, whereas men outnumber women by about two to one in writing historical, epic, or high fantasy.[91]\n\n"
        }
    ]
}