{
    "url": "https://en.wikipedia.org/wiki/Urhobo_people",
    "title": "Urhobo people",
    "table_of_contents": [
        "1 Indigenous government and politics",
        "2 Location",
        "3 Culture",
        "3.1 Festivals",
        "3.2 Marriage",
        "3.3 Urhobo",
        "3.4 Urhobo calendar",
        "4 Food",
        "5 Religion",
        "6 Notable people",
        "7 See also",
        "8 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The Urhobos are people located in southern Nigeria,[2] near the northwestern Niger Delta.[3]\n\nThe Urhobos are the major ethnic group in Delta State,[4] one of the 36 states in Nigeria, Ethnic Nationality in the  Federal Republic of Nigeria.[5] The Urhobo people speak the Urhobo language.[6]\n\nThe word Urhobo refers to a group of people rather than a territory. Approximately 5 million people[7] are Urhobos.[8] They have a social and cultural affinity to the Bini people of Nigeria.\n\nThe Urhobo people live in a territory bounded by latitudes 6°and 5°, 15° North and Longitudes 5°, 40° and 6°, 25° East in the Delta and the Bayelsa States of Nigeria. Their neighbors are the Isoko to the southeast, the Itsekiri and Ijaw to the west, the Bini and Bini to the north, the Ijaw to the south and the Ukwuan[9]i people to the northeast.\n\nThe Ughelli and Agbon Kingdoms are the oldest kingdoms in Urhoboland.The Ughelli and Agbon Kingdoms can be traced to about 14th Century.[10] Ughelli oral tradition has it that the great ancestor and founding father of Ughelli (Ughene) is the second son of Oghwoghwa, a Prince from Benin Kingdom. [11] The Okpe Kingdom is also one of the twenty four kingdoms in Urhobo land.[12] The Kingdom has been in existence before the arrival of the Portuguese in the 15th Century. The Okpe Kingdom was established formally in the 17th Century.[13] The Okpe people are known to have migrated to found the present day Sapele and the Orodje of Okpe still exercises authority over the land of Sapele.[14]\n\nUrhobo territory consists of evergreen forests with many oil palm trees. The territory is covered by a network of streams, whose volume and flow are directly affected by the seasons. The wet season is traditionally from April to October, and dry season ranges from November to March.\n\n"
        },
        {
            "title": "Indigenous government and politics",
            "text": "The Urhobos are organized into two different political kingdoms, gerontocracies and plutocracies.\n\nA gerontocracy is a government run by elders, based on the age-grade-system, while a plutocracy is governed by the rich and wealthy, with some elements of gerontocracy. Although it is not clear which kingship is older among the kingdoms, their developments reached a peak in the 1940s and 50s.\n\nThe Urhobo government structure occurs at two levels, kingdom and town.\n\nThe people are organized either by elders or by the wealthy.\n\nUrhobo indigenous governments have an Ovie (king), who is the highest political figure. The Ovie is the symbol of the kingdoms' culture and royal predecessors. His Councillors consist of the Otota (speaker), and the Ohonvwore or Okakuro, addressed collectively as Ilorogun (singular: Olorogun). Other title holders are the executioners (Ikoikpokpo), and the warriors (Ogbu). Other political titles are specific to the different kingdoms. The judicial system places a clear distinction between civil and criminal offenses.\n\nThe queen, is called Ovieya, and her children are known as Ọmọ Ovie. Presently, this name is given to children without royal heritage. Some Urhobo cultural divisions adopted titles other than Ovie. For example, the Okpe call their traditional ruler Orodje, Okere-Urhobo call theirs Orosuen, Agbarho uses Osuivie, Orogun use Okpara-Uku\" (mainly due to their proximity with Ukwuani people), and the Urhobos in the Olomu Kingdom call their king Ohworode. Some southern Urhobo clans and communities also practice the Odio system, which is widespread in the Isoko region.\n\n"
        },
        {
            "title": "Location",
            "text": "The bulk of the Urhobo people reside in the southwestern states of Delta and Bayelsa in Nigeria, also referred to as the Niger Delta. Ofoni is an Urhobo community in Sagbama, Local Government Area, in Bayelsa.[17] Ofoni is about 40 kilometers by water to Sagbama.  Many Urhobos live in small and major cities in regions or local government areas in Ughelli, Warri, Abraka, Orerokpe and Sapele. Some Urhobo major cities and towns include Okparabe, Arhavwarien, Warri, Sapele, Abraka, Ughelli, Uduophori and Odorubu\n\nThe following are local government areas where Urhobo traditional homes are located in Delta, Bayelsa and Edo State:\n\nUrhobos also have large settlements in Ore, Owo and Okitipupa in Ondo State, Ajegunle and other places in Lagos State, Oro in Kwara State, as well as other clusters across Nigeria.[18]\n\n"
        },
        {
            "title": "Culture",
            "text": "The Urhobos live very close to, and sometimes in boats on the Niger river. Most of their histories, mythologies, and philosophies are water-related. Annual fishing festivals that include masquerades, fishing, swimming contests and dancing etc., that became part of the Urhobo heritage. An annual, two-day, festival, called Ohworu takes place in Evwreni, the southern part of the Urhobo area. During this festival the Ohworhu water spirit and the Eravwe Oganga are displayed.[citation needed]\n\nMarriage in Urhobo culture requires prayers to the ancestors (Erivwin), and God (Oghene). The marriage ritual, known as Udi Arhovwaje, takes place in the ancestral home of the bride or a patrilineal relation of the bride.\n\nThe groom goes with his relatives and friends to the bride's father's home, bringing gifts of drinks, salt, kola nuts and occasionally food requested by the bride's family. Formal approval for marriage is given by the bride's parents, or whoever is representing the bride's family, as are the traditional rites of pouring gin, brought by the groom, as a tribute to the father's ancestors in order to bless them with health, children and wealth. After this marriage rite the husband can claim a refund of the money (bride price) should the marriage fail. It is believed that the ancestors witness the marriage, and only the physical body that is sent to the husband in the marriage, the Erhi (spirit double), remains in the family home. This explains why a woman is brought back to be buried in her family home when she dies.\n\nIn the ancestral home of the man, the wife is welcomed into the family by the eldest member. She is expected to confess all of her love affairs during and after her betrothal to her husband, if any, and is then absolved of them. She becomes a full member of her husband's family after this ritual, and is assumed to be protected by the supernatural (Erivwin). This ritual symbolizes an agreement between the wife and the Erivwin.\n\nIf the wife later becomes unfaithful, it is believed that she will be punished by the Erivwin – this could be the reason Urhobo women have an enduring reputation as loyal and faithful wives.[19]\n\nUrhobo has always been an homogeneous linguistic entity. Since time immemorial, Urhobo has been colored by variation that occur on various levels. These variations manifest in the various Urhobo kingdoms. A specific dialect of Urhobo has broken off and become an individual ethnic nationality (Isoko). Another dialect is prospecting at this option (Okpe). The main reason for this break-off is mainly because of crude oil revenue.\nJames W. Welch once asserted that Isoko is a dialect of Urhobo. For many years, most historians, linguists and cultural anthropologists are of the opinion that Isoko is just a dialect and a cultural unit of Urhobo. In fact, this was upheld by the British that these two ethnic groups were once referred to as the \"Sobo\" people. Later on, the Isokos were called the Eastern Urhobos. Till now, some people are of the belief that these two ethnic units are one due to similarities in culture, language, food and virtually everything. The Isoko and Urhobo names for most items are mostly the same. They greet the same way ( Urhobos say Migwor and Isokos say Digwor ), marriages are in the same tradition, traditional religion and philosophy is akin and even dressing is the same.[20] The Urhobo nation is made up of twenty-four sub-groups, including the largest, Okpe.[21][22]\n\nThe Urhobo Okpo (week) is made up of four days, based on regulated market cycles, religious worship, marriages and other community life. The four days are Edewo, Ediruo, Eduhre and Edebi.  Edewo and Eduhre are sacred days to divinities, spirits and ancestors. Most markets are held on these days. On Edewo, ancestors are venerated. Most traditional religious rituals are held on Eduhre.\n\nSpirits are believed to be active in the farmlands and forests on Edewo and Eduhre. Therefore, farmers rarely work on these days so as not to disturb the spirits.\n\nUrhobo months are called Emeravwe and are made up of 28 days. Most of the annual festivals are held during the months of Asa, Eghwre, Orianre and Urhiori. These are the months of harvest, when farming activity is at its lowest, so most farmers are free to partake. These are also months to honor the gods of the land, as well as spiritual forces that brought a good harvest.[23]\n\n"
        },
        {
            "title": "Food",
            "text": "The very popular Banga Soup also known as Amiedi originated from the Urhobo tribe. It is a soup made from palm kernel. This prestigious soup can be eaten with Starch (Usi), made from the cassava plant. It is heated and stirred into a thick mound with added palm oil to give the starch its unique orange-yellow colour. Banga soup and starch have gone on to become a continental favourite. Other notable delicacies from the Urhobo tribe are Ukhodo (a yam and unripe plantain dish prepared with either beef, poultry, or fish, and spiced with lemon grass and potash), Oghwevwri (Oghwo soup), and starch (Usi) also have their origins from the Urhobo tribe. Oghwevwri (Oghwo Soup) is composed of smoked or dried fish, bush meat, unique spices, potash and oil palm juice. Other culinary delicacies include Iriboto, Iriboerhanrhe,Ugbagba and Okpariku.[24]\n\n"
        },
        {
            "title": "Religion",
            "text": "The main focus of Urhobo traditional religion is the adoration of \"Ọghẹnẹ\" (Almighty God), the supreme deity, and recognition of Edjo and Erhan (divinities). Some of these divinities could be regarded as personified attributes of Ọghẹnẹ. The Urhobo also worship God with Orhen (white chalk). If an Urhobo feels oppressed by someone, he appeals to Ọghẹnẹ, who he believes to be an impartial judge, to adjudicate between him and his opponent. Oghene is the fundamental factor and manifestation of all divinities. Urhobo divinities can be classified into four main categories, which probably coincide with historical development. These categories are Guardian divinities, War divinities, Prosperity divinities and Fertility and Ethical divinities.\n\nErivwin, which is the cult of ancestors and predecessors (Esemo and Iniemo), is another important element. The dead are believed to be living, and looked upon as active members who watch over the affairs of their family. Urhobos believe in the duality of man, i.e., that man consists of two beings: physical body (Ugboma) and spiritual body (Erhi).\n\nIt is the Erhi that declares man's destiny and controls the self-realization of man's destiny before he incarnates into the world. Erhi also controls the overall well-being (Ufuoma) of the man. Ọghẹnẹ is like a monarch who sets his seal on the path of destiny.\n\nIn the spirit world, Erivwin, man's destiny is ratified and sealed. In the final journey of the Erhi, after transition, the Urhobo believe the physical body, Ugboma, decays while the Ehri is indestructible and joins the ancestors in Erivwin. The elaborate and symbolic burial rites are meant to prepare the departed Erhi for happy re-union with the ancestors.\n\nDespite this age-old and complex belief system, the influence of western civilization and Christianity is fast becoming an acceptable religion in most Urhobo communities. Many belong to Catholic and new evangelical denominations.[25]\n\nEpha divination, similar to the Yoruba Ifá and practiced by many West African ethnic groups, is practiced with strings of cowries.  There are 1,261 ejo (deities), including the one-handed, one-legged mirror-holding whirlwind-god Aziza.[26]\n\n"
        }
    ]
}