{
    "url": "https://en.wikipedia.org/wiki/Utopian_and_dystopian_fiction",
    "title": "Utopian and dystopian fiction",
    "table_of_contents": [
        "1 Subgenres",
        "1.1 Utopian fiction",
        "1.2 Dystopian fiction",
        "1.2.1 Examples",
        "2 History of dystopian fiction",
        "2.1 Combinations",
        "2.2 Ecotopian fiction",
        "2.3 Feminist utopias",
        "3 Cultural impact",
        "4 See also",
        "5 References",
        "6 Bibliography",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Utopian and dystopian fiction are genres of speculative fiction that explore social and political structures. Utopian fiction portrays a setting that agrees with the author's ethos, having various attributes of another reality intended to appeal to readers. Dystopian fiction offers the opposite: the portrayal of a setting that completely disagrees with the author's ethos.[1] Some novels combine both genres, often as a metaphor for the different directions humility can take depending on its choices, ending up with one of two possible futures. Both utopias and dystopias are commonly found in science fiction and other types of speculative fiction.\n\nMore than 400 utopian works in the English language were published prior to the year 1900, with more than a thousand others appearing during the 20th century.[2] This increase is partially associated with the rise in popularity of genre fiction, science fiction and young adult fiction more generally, but also larger scale social change that brought awareness of larger societal or global issues, such as technology, climate change, and growing human population. Some of these trends have created distinct subgenres such as ecotopian fiction, climate fiction, young adult dystopian novels, and feminist dystopian novels.\n\n"
        },
        {
            "title": "Subgenres",
            "text": "The word utopia was first used in direct context by Sir Thomas More in his 1516 work Utopia. The word utopia resembles both the Greek words outopos (\"no place\"), and eutopos (\"good place\"). More's book, written in Latin, sets out a vision of an ideal society. As the title suggests, the work presents an ambiguous and ironic projection of the ideal state.[3] The whimsical nature of the text can be confirmed by the narrator of Utopia's second book, Raphael Hythloday. The Greek root of the name \"Hythloday\" suggests an 'expert in nonsense'. \n\nAn earlier example of a Utopian work from classical antiquity is Plato's The Republic, in which he outlines what he sees as the ideal society and its political system. Later, Tommaso Campanella was influenced by Plato’s work and wrote The City of the Sun (1623), which describes a modern utopian society built on equality.[4] Other examples include Samuel Johnson's The History of Rasselas, Prince of Abissinia (1759) and Samuel Butler's Erewhon (1872), which uses an anagram of \"nowhere\" as its title.[2][5] This, like much of utopian literature, can be seen as satire; Butler inverts illness and crime, with punishment for the former and treatment for the latter.[5]\n\nOne example of the utopian genre's meaning and purpose is described in Fredric Jameson's Archeologies of the Future (2005), which addresses many utopian varieties defined by their program or impulse.[6]\n\nA dystopia is a society characterized by a focus on that which is contrary to the author's ethos, such as mass poverty, public mistrust and suspicion, a police state or oppression.[1] Most authors of dystopian fiction explore at least one reason why things are that way, often as an analogy for similar issues in the real world. Dystopian literature serves to \"provide fresh perspectives on problematic social and political practices that might otherwise be taken for granted or considered natural and inevitable\".[7]\nSome dystopias claim to be utopias. Samuel Butler's Erewhon can be seen as a dystopia because of the way sick people are punished as criminals while thieves are \"cured\" in hospitals, which the inhabitants of Erewhon see as natural and right, i.e., utopian (as mocked in Voltaire's Candide).\n\nDystopias usually extrapolate elements of contemporary society, and thus can be read as political warnings.\n\nEschatological literature may portray dystopias.[8]\n\nThe 1921 novel  We by Yevgeny Zamyatin portrays a post-apocalyptic future in which society is entirely based on logic and modeled after mechanical systems.[9] George Orwell was influenced by We when he wrote Nineteen Eighty-Four (1949), a novel about  Oceania, a state at perpetual war, its population controlled through  propaganda.[10] Big Brother and the daily Two Minutes Hate set the tone for an all-pervasive self-censorship. Aldous Huxley's 1932 novel Brave New World started as a parody of utopian fiction, and projected into the year 2540 industrial and social changes he perceived in 1931, leading to industrial success by a coercively persuaded population divided into five castes; the World State kills everyone 60 years old or older.[9] Karin Boye's 1940 novel Kallocain is set in a totalitarian world state where a drug is used to control the individual's thoughts.[11]\n\nAnthony Burgess' 1962 novel  A Clockwork Orange is set in a future England that has a subculture of extreme youth violence, and details the protagonist's experiences with the state intent on changing his character at their whim.[9] Margaret Atwood's The Handmaid's Tale (1985) describes a future United States governed by a totalitarian theocracy, where women have no rights,[9][need quotation to verify] and Stephen King's The Long Walk (1979) describes a similar totalitarian scenario, but depicting the participation of teenage boys in a deadly contest. Examples of  young-adult dystopian fiction include (notably all published after 2000) The Hunger Games series by Suzanne Collins, the  Divergent series by Veronica Roth, The Power of Five series by Anthony Horowitz, The Maze Runner series by James Dashner, and the Uglies series by Scott Westerfeld.[12]\nVideo games often include dystopias as well; notable examples include the  Fallout series, BioShock, and the later games of the  Half-Life series.\n\n"
        },
        {
            "title": "History of dystopian fiction",
            "text": "The history of dystopian literature can be traced back to the reaction to the French Revolution of 1789 and the prospect that mob rule would produce dictatorship.  Until the late 20th century, it was usually anti-collectivist. Dystopian fiction emerged as a response to the utopian. Its early history is traced in Gregory Claeys' Dystopia: A Natural History (Oxford University Press, 2017).\n\nThe beginning of technological dystopian fiction can be traced back to E. M. Forster's (1879–1970) \"The Machine Stops.\"[13] M Keith Booker states that \"The Machine Stops,\" We and Brave New World are \"the great defining texts of the genre of dystopian fiction, both in [the] vividness of their engagement with real-world social and political issues and in the scope of their critique of the societies on which they focus.\"[14]\n\nAnother important figure in dystopian literature is H.G. Wells, whose work The Time Machine (1895) is also widely seen as a prototype of dystopian literature.[2][9] Wells' work draws on the social structure of the 19th century, providing a critique of the British class structure at the time.[15] Post World War II, even more dystopian fiction was produced. These works of fiction were interwoven with political commentary: the end of World War II brought about fears of an impending Third World War and a consequent apocalypse.[citation needed]\n\nModern dystopian fiction draws not only on topics such as totalitarian governments and anarchism, but also pollution, global warming, climate change, health, the economy and technology. Modern dystopian themes are common in the young adult (YA) genre of literature.[16][17]\n\nMany works combine elements of both utopias and dystopias. Typically, an observer from our world will journey to another place or time and see one society the author considers ideal and another representing the worst possible outcome. Usually, the point is that our choices may lead to a better or worse potential future world. Ursula K. Le Guin's Always Coming Home fulfills this model, as does Marge Piercy's Woman on the Edge of Time. In Starhawk's The Fifth Sacred Thing there is no time-travelling observer. However, her ideal society is invaded by a neighbouring power embodying evil repression. In Aldous Huxley's Island, in many ways a counterpoint to his better-known Brave New World, the fusion of the best parts of Buddhist philosophy and Western technology is threatened by the \"invasion\" of oil companies. As another example, in the \"Unwanteds\" series by Lisa McMann, a paradox occurs where the outcasts from a complete dystopia are treated to absolute utopia. They believe that those who were privileged in said dystopia were the unlucky ones.\n\nIn another literary model, the imagined society journeys between elements of utopia and dystopia over the course of the novel or film. At the beginning of The Giver by Lois Lowry, the world is described as a utopia. However, as the book progresses, the world's dystopian aspects are revealed.\n\nJonathan Swift's Gulliver's Travels is also sometimes linked with both utopian and dystopian literatures, because it shares the general preoccupation with ideas of good and bad societies. Of the countries Lemuel Gulliver visits, Brobdingnag and Country of the Houyhnhnms approach a utopia; the others have significant dystopian aspects.[18]\n\nIn ecotopian fiction, the author posits either a utopian or dystopian world revolving around environmental conservation or destruction. Danny Bloom coined the term \"cli fi\" in 2006, with a Twitter boost from Margaret Atwood in 2011, to cover climate change-related fiction,[19] but the theme has existed for decades. Novels dealing with overpopulation, such as Harry Harrison's Make Room! Make Room! (made into movie Soylent Green), were popular in the 1970s, reflecting the widespread concern with the effects of overpopulation on the environment. The novel Nature's End by Whitley Strieber and James Kunetka (1986) posits a future in which overpopulation, pollution, climate change, and resulting superstorms, have led to a popular mass-suicide political movement. Some other examples of ecological dystopias are depictions of Earth in the films Wall-E and Avatar.\n\nWhile eco-dystopias are more common, a small number of works depicting what might be called eco-utopia, or eco-utopian trends, have also been influential. These include Ernest Callenbach's Ecotopia, an important 20th century example of this genre. Kim Stanley Robinson has written several books dealing with environmental themes, including the Mars trilogy. Most notably, however, his Three Californias Trilogy contrasted an eco-dystopia with an eco-utopia and a sort of middling-future. Robinson has also edited an anthology of short ecotopian fiction, called Future Primitive: The New Ecotopias. Another impactful piece of Robinson’s is New York 2140 which focuses on the aftermath of society after a major flooding event, and can be seen through both a utopian and dystopian lens.\n\nThere are a few dystopias that have an \"anti-ecological\" theme.  These are often characterized by a government that is overprotective of nature or a society that has lost most modern technology and struggles for survival. A fine example of this is the novel Riddley Walker.\n\nAnother subgenre is feminist utopias and the overlapping category of feminist science fiction. According to the author Sally Miller Gearhart, “A feminist utopian novel is one which a. contrasts the present with an envisioned idealized society (separated from the present by time or space), b. offers a comprehensive critique of present values/conditions, c. sees men or male institutions as a major cause of present social ills, d. presents women as not only at least the equals of men but also as the sole arbiters of their reproductive functions.”[20][21]\n\nUtopias have explored the ramification of gender being either a societal construct or a hard-wired imperative.[22] In Mary Gentle's Golden Witchbreed, gender is not chosen until maturity, and gender has no bearing on social roles. In contrast, Doris Lessing's The Marriages Between Zones Three, Four and Five (1980) suggests that men's and women's values are inherent to the sexes and cannot be changed, making a compromise between them essential. In My Own Utopia (1961) by Elisabeth Mann Borgese, gender exists but is dependent upon age rather than sex — genderless children mature into women, some of whom eventually become men.[22] Marge Piercy's novel Woman on the Edge of Time keeps human biology, but removes pregnancy and childbirth from the gender equation by resorting to assisted reproductive technology while allowing both women and men the nurturing experience of breastfeeding.\n\nUtopic single-gender worlds or single-sex societies have long been one of the primary ways to explore implications of gender and gender-differences.[23] One solution to gender oppression or social issues in feminist utopian fiction is to remove men, either showing isolated all-female societies as in Charlotte Perkins Gilman's Herland, or societies where men have died out or been replaced, as in Joanna Russ's A Few Things I Know About Whileaway, where \"the poisonous binary gender\" has died off.  In speculative fiction, female-only worlds have been imagined to come about by the action of disease that wipes out men, along with the development of a technological or mystical method that allows female parthenogenetic reproduction. The resulting society is often shown to be utopian by feminist writers. Many influential feminist utopias of this sort were written in the 1970s;[23][24][25] the most often studied examples include Joanna Russ's The Female Man and Suzy McKee Charnas's The Holdfast Chronicles.[25] Such worlds have been portrayed most often by lesbian or feminist authors; their use of female-only worlds allows the exploration of female independence and freedom from patriarchy. The societies may not necessarily be lesbian, or sexual at all — Herland (1915) by Charlotte Perkins Gilman is a famous early example of a sexless society.[24] Charlene Ball writes in Women's Studies Encyclopedia that use of speculative fiction to explore gender roles has been more common in the United States than in Europe and elsewhere.[22]\n\nUtopias imagined by male authors have generally included equality between sexes rather than separation.[26]\n\nFeminist dystopias have become prevalent in young adult fiction, or YA, in recent years,[according to whom?] focusing on the relationship between gender identity and the teenager. For instance, the Birthmarked trilogy by Caragh M. O'Brien focuses on a teenage midwife in a future post-apocalyptic world while the second novel in the series places the teenage heroine Gaia in a matriarchy.\n\n"
        },
        {
            "title": "Cultural impact",
            "text": "Étienne Cabet's work Travels in Icaria caused a group of followers, the Icarians, to leave France in 1848, and travel to the United States to start a series of utopian settlements in Texas, Illinois, Iowa, California, and elsewhere. These groups lived in communal settings and lasted until 1898.[27]\n\nAmong the first decades of the 20th century in Russia, utopian science fiction literature popularity rose extremely due to the fact that the citizens wanted to fantasize about the future instead of just the fact that it was a new, up and coming genre of literature.[28] During the Cold War, however, utopian science fiction became exceptionally prominent among Soviet leaders. Many citizens of the Soviet Russia became dependent on this type of literature because it represented an escape from the real world which was not ideal at the time. Utopian science fiction allowed them to fantasize about how satisfactory it would be to live in a \"perfect\" world. The Red Star[29] by Alexander Bogdanov was a science fiction book written about a society on Mars. This novel was immensely criticized among Soviet leaders during the Cold War because the book allowed the workforce to dream about their escape from reality. The culture of the labor force was hated by Lenin, the leader of the Soviet Union at the time because he did not want them becoming emotionally attached to such a thing.   \n\n"
        }
    ]
}