{
    "url": "https://en.wikipedia.org/wiki/Vaishnavism",
    "title": "Vaishnavism",
    "table_of_contents": [
        "1 History",
        "1.1 Origins",
        "1.1.1 Northern India",
        "1.1.2 Southern India",
        "1.2 Gupta era",
        "1.3 Early medieval period",
        "1.4 Later medieval period",
        "1.5 Modern times",
        "2 Beliefs",
        "2.1 Theism with many varieties",
        "2.1.1 Vishnuism and Krishnaism",
        "2.1.2 Vishnu",
        "2.1.3 Krishna",
        "2.1.4 Radha Krishna",
        "2.1.5 Avatars",
        "2.1.6 Vyuhas",
        "2.2 Restoration of dharma",
        "3 Texts",
        "3.1 Scriptures",
        "3.1.1 Vedas and Upanishads",
        "3.1.1.1 Vaishnava Upanishads",
        "3.1.2 Bhagavad Gita",
        "3.1.3 Vaishnava Agamas",
        "3.2 Other texts",
        "3.2.1 Mahabharata and Ramayana",
        "3.2.2 Puranas",
        "3.2.3 Sectarian texts",
        "3.3 Attitude toward scriptures",
        "4 Practices",
        "4.1 Bhakti",
        "4.2 Tilaka",
        "4.3 Initiation",
        "4.4 Pilgrimage sites",
        "4.5 Holy places",
        "5 Traditions",
        "5.1 Four sampradayas and other traditions",
        "5.1.1 List",
        "5.2 Early traditions",
        "5.2.1 Bhagavats",
        "5.2.2 Pancaratra",
        "5.2.3 Vaikhanasas",
        "5.3 Early medieval traditions",
        "5.3.1 Smartism",
        "5.3.2 Alvars",
        "5.4 Contemporary traditions",
        "5.4.1 Sri Vaishnavism",
        "5.4.2 Sadh Vaishnavism",
        "5.4.3 Gaudiya Vaishnavism",
        "5.4.4 Warkari tradition",
        "5.4.5 Ramanandi tradition",
        "5.4.6 Northern Sant tradition",
        "5.4.7 Minor traditions",
        "5.4.7.1 Odia Vaishnavism",
        "5.4.7.2 Mahanubhava Sampradaya",
        "5.4.7.3 Sahajiya and Baul tradition",
        "5.4.7.4 Ekasarana Dharma",
        "5.4.7.5 Radha-vallabha Sampradaya",
        "5.4.7.6 Pranami Sampradaya",
        "5.4.7.7 Swaminarayan Sampradaya",
        "6 Vaishnavism and other Hindu tradition table",
        "7 Demography",
        "8 Academic study",
        "9 Hymns",
        "9.1 Mantras",
        "9.2 Hails",
        "10 See also",
        "11 Explanatory notes",
        "12 Citations",
        "13 General sources",
        "13.1 Printed sources",
        "14 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nVaishnavism (Sanskrit: वैष्णवसम्प्रदायः, romanized: Vaiṣṇavasampradāyaḥ) is one of the major Hindu denominations along with Shaivism, Shaktism, and Smartism.[1] It is also called Vishnuism since it considers Vishnu as the sole supreme being leading all other Hindu deities, i.e. Mahavishnu.[2][3] Its followers are called Vaishnavites or Vaishnavas (IAST: Vaiṣṇava), and it includes sub-sects like Krishnaism and Ramaism, which consider Krishna and Rama as the supreme beings respectively.[4][5] \nAccording to a 2010 estimate by Johnson and Grim, Vaishnavism is the largest Hindu sect, constituting about 641 million or 67.6% of Hindus.[6][7]\n\nThe ancient emergence of Vaishnavism is unclear, and broadly hypothesized as a fusion of various regional non-Vedic religions with Vishnu. A merger of several popular non-Vedic theistic traditions, particularly the Bhagavata cults of Vāsudeva-krishna[8][9] and Gopala-Krishna,[8][10] and Narayana,[11] developed in the 7th to 4th century BCE.[12][8] It was integrated with the Vedic God Vishnu in the early centuries CE, and finalized as Vaishnavism,[8][13][14] when it developed the avatar doctrine, wherein the various non-Vedic deities are revered as distinct incarnations of the supreme God Vishnu. Rama, Krishna, Narayana, Kalki, Hari, Vithoba, Venkateshvara, Shrinathji, and Jagannath are among the names of popular avatars all seen as different aspects of the same supreme being.[15][16][17]\n\nThe Vaishnavite tradition is known for the loving devotion to an avatar of Vishnu (often Krishna), and as such was key to the spread of the Bhakti movement in Indian subcontinent in the 2nd millennium CE.[18][19] It has four main categories of sampradayas (denominations, sub-schools): the medieval-era Vishishtadvaita school of Ramanuja, the Dvaita school (Tattvavada) of Madhvacharya, the Dvaitadvaita school of Nimbarkacharya, and the Pushtimarg of Vallabhacharya.[20][21] Ramananda (14th century) created a Rama-oriented movement, now the largest monastic group in Asia.[22][23]\n\nKey texts in Vaishnavism include the Vedas, the Upanishads, the Bhagavad Gita, the Pancaratra (Agama) texts, Naalayira Divya Prabhandham, and the Bhagavata Purana.[6][24][25][26]\n\n"
        },
        {
            "title": "History",
            "text": "The ancient emergence of Vaishnavism is unclear, the evidence inconsistent and scanty.[32] Syncretism of various traditions resulted in Vaishnavism.[13][14] Although Vishnu was a Vedic solar deity,[9] he is mentioned less often compared to Agni, Indra, and other Vedic deities, thereby suggesting that he had a minor position in the Vedic religion.[33]\n\nAccording to Dandekar, what is understood today as Vaishnavism did not originate in Vedism at all, but emerged from the merger of several popular theistic traditions which developed after the decline of Brahmanism at the end of the Vedic period, closely before the second urbanisation of northern India, in the 7th to 4th century BCE.[note 1] It initially formed as Vasudevism around Vāsudeva, a deified leader of the Vrishnis, and one of the Vrishni heroes.[8] Later, Vāsudeva was amalgamated with Krishna \"the deified tribal hero and religious leader of the Yadavas\",[8][9] to form the merged deity Bhagavan Vāsudeva-Krishna,[8] due to the close relation between the tribes of the Vrishnis and the Yadavas.[8] This was followed by a merger with the cult of Gopala-Krishna of the cowherd community of the Abhıras[8] in the 4th century CE.[10] The character of Gopala Krishna is often considered to be non-Vedic.[34] According to Dandekar, such mergers consolidated the position of Krishnaism between the heterodox sramana movement and the orthodox Vedic religion.[8] The \"Greater Krsnaism\", states Dandekar, then adopted the Rigvedic Vishnu as Supreme deity to increase its appeal towards orthodox elements.[8]\n\nAccording  to Klostermaier, Vaishnavism originates in the latest centuries BCE and the early centuries CE, with the cult of the heroic Vāsudeva, a leading member of the Vrishni heroes, which was then amalgamated with Krishna, hero of the Yadavas, and still several centuries later with the \"divine child\" Bala Krishna of the Gopala traditions.[note 2] According to Klostermaier, \"In some books Krishna is presented as the founder and first teacher of the Bhagavata religion.\"[35] According to Dalal, \"The term Bhagavata seems to have developed from the concept of the Vedic deity Bhaga, and initially it seems to have been a monotheistic sect, independent of the Brahmanical pantheon.\"[36]\n\nThe development of the Krishna-traditions was followed by a syncretism of these non-Vedic traditions with the Mahabharata canon, thus affiliating itself with Vedism in order to become acceptable to the orthodox establishment. The Vishnu of the Rig Veda was assimilated into non-Vedic Krishnaism and became the equivalent of the Supreme God.[9] The appearance of Krishna as one of the Avatars of Vishnu dates to the period of the Sanskrit epics in the early centuries CE. The Bhagavad Gita—initially, a Krishnaite scripture, according to Friedhelm Hardy—was incorporated into the Mahabharata as a key text for Krishnaism.[37][4]\n\nFinally, the Narayana worshippers were also included, which further brahmanized Vaishnavism.[38] The Nara-Narayana worshippers may have originated in Badari, a northern ridge of the Hindu Kush, and absorbed into the Vedic orthodoxy as Purusa Narayana.[38] Purusa Narayana may have later been turned into Arjuna and Krsna.[38]\n\nIn the late-Vedic texts (~1000 to 500 BCE), the concept of a metaphysical Brahman grows in prominence, and the Vaishnavism tradition considered Vishnu to be identical to Brahman, just like Shaivism and Shaktism consider Shiva and Devi to be Brahman respectively.[39]\n\nThis complex history is reflected in the two main historical denominations of Vishnavism. The Bhagavats, worship Vāsudeva-Krishna,[40] and are followers of Brahmanic Vaishnavism, while the Pacaratrins regard Narayana as their founder, and are followers of Tantric Vaishnavism.[38][41]\n\nS. Krishnaswami Aiyangar states that the lifetime of the Vaishnava Alvars was during the first half of the 12th century, their works flourishing about the time of the revival of Brahminism and Hinduism in the north, speculating that Vaishnavism might have penetrated to the south as early as about the first century CE.[42] There also exists secular literature that ascribes the commencement of the tradition in the south to the 3rd century CE. \nU.V. Swaminathan Aiyar, a scholar of Tamil literature, published the ancient work of the Sangam period known as the Paripatal, which contains seven poems in praise of Vishnu, including references to Krishna and Balarama. Aiyangar references an invasion of the south by the Mauryas in some of the older poems of the Sangam, and indicated that the opposition that was set up and maintained persistently against northern conquest had possibly in it an element of religion, the south standing up for orthodox Brahmanism against the encroachment of Buddhism by the persuasive eloquence and persistent effort of the Buddhist emperor Ashoka. The Tamil literature of this period has references scattered all over to the colonies of Brahmans brought and settled down in the south, and the whole output of this archaic literature exhibits unmistakably considerable Brahman influence in the making up of that literature.[43]\n\nThe Vaishnava school of the south based its teachings on the Naradiya Pancharatra and the Bhagavata from the north and laid stress on a life of purity, high morality, worship and devotion to only one God. Although the monism of Shankara was greatly appreciated by the intellectual class, the masses came increasingly within the fold of Vishnu. Vaishnavism checked the elaborate rituals, ceremonials, vratas, fasts, and feasts prescribed by the Smritis and Puranas for the daily life of a Hindu, and also the worship of various deities like the sun, the moon, the grahas or planets, enjoined by the priestly Brahmin class for the sake of emoluments and gain. It enjoined the worship of no other deities except Narayana of the Upanishads, who was deemed the primal cause of srsti (creation), sthiti (existence) and pralaya (destruction). The accompanying philosophies of Advaita and Vishishtadvaita brought the lower classes into the fold of practical Hinduism, and extended to them the right and privilege of knowing God and attaining mukti (salvation).[citation needed]\n\nThe Pallava dynasty of Tamilakam patronised Vaishnavism. Mahendra Varman built shrines both of Vishnu and Shiva, several of his cave-temples exhibiting shrines to Brahma, Vishnu, and Shiva. In the age of the Pallava domination, which followed immediately, both Vaishnavism and Shaivism flourished, fighting the insurgent Buddhists and Jains.[44] The Pallavas were also the first of various dynasties that offered land and wealth to the Venkatesvara temple at Tirumala, which would soon become the most revered religious site of South India.[45] The Sri Vaishnava acharya Ramanuja is credited with the conversion of the Hoysala king Vishnuvardhana (originally called Bittideva) from Jainism to Vaishnavism, consolidating the faith in Karnataka.[46] The Chalukyas and their rivals of the Pallavas appear to have employed Vaishnavism as an assertion of divine kingship, one of them proclaiming themselves as terrestrial emanations of Vishnu while the other promptly adopted Shaivism as their favoured tradition, neither of them offering much importance to the other's deity.[47] The Sri Vaishnava sampradaya of Ramanuja would hold sway in the south, the Vadakalai denomination subscribing to Vedanta philosophy and the Tenkalai adhering to regional liturgies known as Prabandham.[48]\n\nAccording to Hardy,[note 3] there is evidence of early \"southern Krishnaism,\" despite the tendency to allocate the Krishna-traditions to the Northern traditions.[49] South Indian texts show close parallel with the Sanskrit traditions of Krishna and his gopi companions, so ubiquitous in later North Indian text and imagery.[51] Early writings in Tamils' culture such as Manimekalai and the Cilappatikaram present Krishna, his brother, and favourite female companions in the similar terms.[51] Hardy argues that the Sanskrit Bhagavata Purana is essentially a Sanskrit \"translation\" of the bhakti of the Tamil alvars.[52]\n\nDevotion to the southern Indian Mal (Perumal) may be an early form of Krishnaism, since Mal appears as a divine figure, largely like Krishna with some elements of Vishnu.[53] The Alvars, whose name can be translated \"immersed\", were devotees of Perumal. They codified the Vaishnava canon of the south with their most significant liturgy, the Naalayira Divya Prabandham, traced to the 10th century as a compilation by Nathamuni.[54] Their poems show a pronounced orientation to the Vaishnava, and often Krishna, side of Mal. But they do not make the distinction between Krishna and Vishnu on the basis of the concept of the avatars.[53] Yet, according to Hardy, the term \"Mayonism\" should be used instead of \"Krishnaism\" when referring to Mal or Mayon.[49] The early Alvars speak of glorifying Vishnu bhakti (devotion to Vishnu), but at the same time, they do regard Shiva bhakti (devotion to Shiva) with considerable sympathy, and make a visible effort to keep the Shaivas in countenance. The earliest Alvars go the length of describing Shiva and Vishnu as one, although they do recognise their united form as Vishnu.[55]\n\nSrirangam, the site of the largest functioning temple in the world of 600 acres,[56] is devoted to Ranganathaswamy, a form of Vishnu. The legend goes that King Vibhishana, who was carrying the idol of Ranganatha on his way to Lanka, took rest for a while by placing the statue on the ground. When he prepared to depart, he realised that the idol was stuck to the ground. So, he built a small shrine, which became a popular abode for the deity Ranganatha on the banks of the river Kaveri. The entire temple campus with great walls, towards, mandapas, halls with 1000 pillars were constructed over a period of 300 years from the 14th to 17th century CE.[citation needed]\n\nMost of the Gupta kings, beginning with Chandragupta II (Vikramaditya) (375-413 CE) were known as Parama Bhagavatas or Bhagavata Vaishnavas.[58][38] But following the Huna invasions, especially those of the Alchon Huns circa 500 CE, the Gupta Empire declined and fragmented, ultimately collapsing completely, with the effect of discrediting Vaishnavism, the religion it had been so ardently promoting.[59] The newly arising regional powers in central and northern India, such as the Aulikaras, the Maukharis, the Maitrakas, the Kalacuris or the Vardhanas preferred adopting Saivism instead, giving a strong impetus to the development of the worship of Shiva, and its ideology of power.[59] Vaisnavism remained strong mainly in the territories which had not been affected by these events: South India and Kashmir.[59]\n\nAfter the Gupta age, Krishnaism rose to a major current of Vaishnavism,[35] and Vaishnavism developed into various sects and subsects, most of them emphasizing bhakti, which was strongly influenced by south Indian religiosity.[38] Modern scholarship posit Nimbarkacharya (c.7th century CE) to this period who propounded Radha Krishna worship and his doctrine came to be known as (dvaita-advaita).[60]\n\nVaishnavism in the 10th century started to employ Vedanta-arguments, possibly continuing an older tradition of Vishnu-oriented Vedanta predating Advaita Vedanta. Many of the early Vaishnava scholars such as Nathamuni, Yamunacharya and Ramanuja, contested Adi Shankaras Advaita interpretations and proposed Vishnu bhakti ideas instead.[61][62] Vaishnavism flourished in predominantly Shaivite Tamil Nadu during the seventh to tenth centuries CE with the twelve Alvars, saints who spread the sect to the common people with their devotional hymns. The temples that the Alvars visited or founded are now known as Divya Desams. Their poems in praise of Vishnu and Krishna in Tamil language are collectively known as Naalayira Divya Prabandha (4000 divine verses).[63][64]\n\nThe Bhakti movement of late medieval Hinduism started in the 7th century, but rapidly expanded after the 12th century.[65] It was supported by the Puranic literature such as the Bhagavata Purana, poetic works, as well as many scholarly bhasyas and samhitas.[66][67][68]\n\nThis period saw the growth of Vashnavism Sampradayas (denominations or communities) under the influence of scholars such as Ramanujacharya, Vedanta Desika, Madhvacharya and Vallabhacharya.[69] Bhakti poets or teachers such as Manavala Mamunigal, Namdev, Ramananda, Sankardev, Surdas, Tulsidas, Eknath, Tyagaraja, Chaitanya Mahaprabhu and many others influenced the expansion of Vaishnavism.Even Meera (princess of Mehwar and Rajasthan) took part in this specific movement.[70][71][72] These Vaishnavism sampradaya founders rejected Shankara's doctrines of Advaita Vedanta, particularly Ramanuja in the 12th century, Vedanta Desika and Madhva in the 13th, building their theology on the devotional tradition of the Alvars (Sri Vaishnavas).[73]\n\nIn North and Eastern India, Vaishnavism gave rise to various late Medieval movements Ramananda in the 14th century, Sankaradeva in the 15th and Vallabha and Chaitanya in the 16th century. Historically, it was Chaitanya Mahaprabhu who founded congregational chanting of holy names of Krishna in the early 16th century after becoming a sannyasi.[74]\n\nDuring the 20th century, Vaishnavism has spread from India and is now practiced in many places around the globe, including North America, Europe, Africa, Russia and South America. A pioneer of Vaishnavite mission to the West has become sannyasi Baba Premananda Bharati (1858–1914), an author of the first full-length trearment of Bengali Vaishnavism in English Sree Krishna—the Lord of Love and founder in 1902 the \"Krishna Samaj\" society in New York City and a temple in Los Angeles.[75] The global status of Vaishnavism is largely due to the growth of the ISKCON movement, founded by A.C. Bhaktivedanta Swami Prabhupada in 1966.[76][77][78]\n\n"
        },
        {
            "title": "Beliefs",
            "text": "Vaishnavism is centered on the devotion of Vishnu and his avatars. According to Schweig, it is a \"polymorphic monotheism, i.e. a theology that recognizes many forms (ananta rupa) of the one, single unitary divinity,\" since there are many forms of one original deity, with Vishnu taking many forms.[79] Okita, in contrast, states that the different denominations within Vaishnavism are best described as theism, pantheism and panentheism.[80]\n\nThe Vaishnava sampradaya started by Madhvacharya is a monotheistic tradition wherein Vishnu (Krishna) is omnipotent, omniscient and omnibenevolent.[81] In contrast, Sri Vaishnavism sampradaya associated with Ramanuja has monotheistic elements, but differs in several ways, such as goddess Lakshmi and god Vishnu are considered as inseparable equal divinities.[82] According to some scholars, Sri Vaishnavism emphasizes panentheism, and not monotheism, with its theology of \"transcendence and immanence\",[83][84] where God interpenetrates everything in the universe, and all of empirical reality is God's body.[85][86] The Vaishnava sampradaya associated with Vallabhacharya is a form of pantheism, in contrast to the other Vaishnavism traditions.[87] The Gaudiya Vaishnava tradition of Chaitanya, states Schweig, is closer to a polymorphic bi-monotheism because both goddess Radha and god Krishna are simultaneously supreme.[88]\n\nVaishnavism precepts include the avatar (incarnation) doctrine, wherein Vishnu incarnates numerous times, in different forms, to set things right and bring back the balance in the universe.[89][90][91] These avatars include Narayana, Vasudeva, Rama and Krishna; each the name of a divine figure with attributed supremacy, which each associated tradition of Vaishnavism believes to be distinct.[92]\n\nThe term \"Krishnaism\" (Kṛṣṇaism) has been used to describe a large group of independent traditions-sampradayas within Vaishnavism regarded Krishna as the Supreme God, while \"Vishnuism\" may be used for sects focusing on Vishnu in which Krishna is an Avatar, rather than a transcended Supreme Being.[4][5] Vishnuism believes in Vishnu as the supreme being. When all other Vaishnavas recognise Krishna as one of Vishnu's avatars, though only the Krishnites identify the Supreme Being (Svayam Bhagavan, Brahman, a source of the Tridev) with Lord Krishna and his forms (Radha Krishna, Vithoba and others), those manifested themselves as Vishnu. This is its difference from such groups as Ramaism, Radhaism, Sitaism, etc.[4][93] As such Krishnaism is believed to be one of the early attempts to make philosophical Hinduism appealing to the masses.[94] In common language the term Krishnaism is not often used, as many prefer a wider term \"Vaishnavism\", which appeared to relate to Vishnu, more specifically as Vishnu-ism.\n\nIn Vishnu-centered sects Vishnu or Narayana is the one supreme God. The belief in the supremacy of Vishnu is based upon the many avatars (incarnations) of Vishnu listed in the Puranic texts, which differs from other Hindu deities such as Ganesha, Surya or Durga.[citation needed]\n\nTo the devotees of the Srivaishnava Sampradaya \"Lord Vishnu is the Supreme Being and the foundation of all existence.\"[95]\n\nIn the Krishnaism group of independent traditions of Vaishnavism, such as the Nimbarka Sampradaya (the first Krishnaite Sampradaya developed by Nimbarka c. 7th century CE), Ekasarana Dharma, Gaudiya Vaishnavism, Mahanubhava, Rudra Sampradaya (Pushtimarg), Vaishnava-Sahajiya and Warkari, devotees worship Krishna as the One Supreme form of God, and source of all avatars, Svayam Bhagavan.[4][97]\n\nKrishnaism is often also called Bhagavatism—perhaps the earliest Krishnite movement was Bhagavatism with Krishna-Vasudeva (about 2nd century BCE)[40]—after the Bhagavata Purana which asserts that Krishna is \"Bhagavan Himself,\" and subordinates to itself all other forms: Vishnu, Narayana, Purusha, Ishvara, Hari, Vasudeva, Janardana etc.[98]\n\nKrishna is often described as having the appearance of a dark-skinned person and is depicted as a young cowherd boy playing a flute or as a youthful prince giving philosophical direction and guidance, as in the Bhagavad Gita.[99]\n\nKrishna is also worshiped across many other traditions of Hinduism, and Krishna and the stories associated with him appear across a broad spectrum of different Hindu philosophical and theological traditions, where it is believed that God appears to his devoted worshippers in many different forms, depending on their particular desires. These forms include the different avataras of Krishna described in traditional Vaishnava texts, but they are not limited to these. Indeed, it is said that the different expansions of the Svayam bhagavan are uncountable and they cannot be fully described in the finite scriptures of any one religious community.[100][101] Many of the Hindu scriptures sometimes differ in details reflecting the concerns of a particular tradition, while some core features of the view on Krishna are shared by all.[102]\n\nRadha Krishna is the combination of both the feminine as well as the masculine aspects of God. Krishna is often referred as Svayam bhagavan in Gaudiya Vaishnavism theology and Radha is Krishna's internal potency and supreme beloved.[103] With Krishna, Radha is acknowledged as the supreme goddess, for it is said that she controls Krishna with her love.[104] It is believed that Krishna enchants the world, but Radha enchants even him. Therefore, she is the supreme goddess of all.[105][106] Radha and Krishna are avatars of Lakshmi and Vishnu respectively.\n\nWhile there are much earlier references to the worship of this form of God, it is since Jayadeva Goswami wrote a famous poem Gita Govinda in the twelfth century CE, that the topic of the spiritual love affair between the divine Krishna and his consort Radha, became a theme celebrated throughout India.[107] It is believed that Krishna has left the \"circle\" of the rasa dance to search for Radha. The Chaitanya school believes that the name and identity of Radha are both revealed and concealed in the verse describing this incident in Bhagavata Purana.[108] It is also believed that Radha is not just one cowherd maiden, but is the origin of all the gopis, or divine personalities that participate in the rasa dance.[109]\n\nAccording to The Bhagavata Purana, there are twenty-two avatars of Vishnu, including Rama and Krishna. The Dashavatara is a later concept.[38]\n\nThe Pancaratrins follow the vyuhas doctrine, which says that God has four manifestations (vyuhas), namely Vasudeva, Samkarsana, Pradyumna, and Aniruddha. These four manifestations represent \"the Highest Self, the individual self, mind, and egoism.\"[38]\n\nVaishnavism theology has developed the concept of avatar (incarnation) around Vishnu as the preserver or sustainer. His avataras, asserts Vaishnavism, descend to empower the good and fight evil, thereby restoring Dharma. This is reflected in the passages of the ancient Bhagavad Gita as:[110][111]\n\nIn Vaishnava theology, such as is presented in the Bhagavata Purana and the Pancaratra, whenever the cosmos is in crisis, typically because the evil has grown stronger and has thrown the cosmos out of its balance, an avatar of Vishnu appears in a material form, to destroy evil and its sources, and restore the cosmic balance between the everpresent forces of good and evil.[110][91] The most known and celebrated avatars of Vishnu, within the Vaishnavism traditions of Hinduism, are Krishna, Rama, Narayana and Vasudeva. These names have extensive literature associated with them, each has its own characteristics, legends and associated arts.[110] The Mahabharata, for example, includes Krishna, while the Ramayana includes Rama.[16]\n\n"
        },
        {
            "title": "Texts",
            "text": "The Vedas, the Upanishads, the Bhagavad Gita and the Agamas are the scriptural sources of Vaishnavism,[26][114][115] while the Bhagavata Purana is a revered and celebrates popular text, parts of which a few scholars such as Dominic Goodall include as a scripture.[114] Other important texts in the tradition include the Mahabharata and the Ramayana, as well as texts by various sampradayas (denominations within Vaishnavism). In many Vaishnava traditions, Krishna is accepted as a teacher, whose teachings are in the Bhagavad Gita and the Bhagavata Purana.[35][note 2]\n\nVaishnavism, just like all Hindu traditions, considers the Vedas as the scriptural authority.[116][117] All traditions within Vaishnavism consider the Brahmanas, the Aranyakas and the Upanishads embedded within the four Vedas as Sruti, while Smritis, which include all the epics, the Puranas and its Samhitas, states Mariasusai Dhavamony, are considered as \"exegetical or expository literature\" of the Vedic texts.[117]\n\nThe Vedanta schools of Hindu philosophy, that interpreted the Upanishads and the Brahma Sutra, provided the philosophical foundations of Vaishnavism. Given the ancient archaic language of the Vedic texts, each school's interpretation varied, and this has been the source of differences between the sampradayas (denominations) of Vaishnavism.[118] These interpretations have created different traditions within Vaishnavism, from dualistic (Dvaita) Vedanta of Madhvacharya,[119] to nondualistic (Advaita) Vedanta of Madhusudana Sarasvati.[120]\n\nAlong with the reverence and exegetical analysis of the ancient Principal Upanishads, Vaishnava-inspired scholars authored 14 Vishnu avatar-focussed Upanishads that are called the Vaishnava Upanishads.[123] These are considered part of 95 minor Upanishads in the Muktikā Upanishadic corpus of Hindu literature.[123][124] The earliest among these were likely composed in 1st millennium BCE, while the last ones in the late medieval era.[125][126][127]\n\nAll of the Vaishnava Upanishads either directly reference and quote from the ancient Principal Upanishads or incorporate some ideas found in them; most cited texts include the Brihadaranyaka Upanishad, Chandogya Upanishad, Katha Upanishad, Isha Upanishad, Mundaka Upanishad, Taittiriya Upanishad and others.[128][129] In some cases, they cite fragments from the Brahmana and Aranyaka layers of the Rigveda and the Yajurveda.[128]\n\nThe Vaishnava Upanishads present diverse ideas, ranging from bhakti-style theistic themes to a synthesis of Vaishnava ideas with Advaitic, Yoga, Shaiva and Shakti themes.[128][130]\n\nThe Bhagavad Gita is a central text in Vaishnavism, and especially in the context of Krishna.[145][146][147] The Bhagavad Gita is an important scripture not only within Vaishnavism, but also to other traditions of Hinduism.[148][149] It is one of three important texts of the Vedanta school of Hindu philosophy, and has been central to all Vaishnavism sampradayas.[148][150]\n\nThe Bhagavad Gita is a dialogue between Krishna and Arjuna, and presents Bhakti, Jnana and Karma yoga as alternate ways to spiritual liberation, with the choice left to the individual.[148] The text discusses dharma, and its pursuit as duty without craving for fruits of one's actions, as a form of spiritual path to liberation.[151] The text, state Clooney and Stewart, succinctly summarizes the foundations of Vaishnava theology that the entire universe exists within Vishnu, and all aspects of life and living is not only a divine order but divinity itself.[152] Bhakti, in Bhagavad Gita, is an act of sharing, and a deeply personal awareness of spirituality within and without.[152]\n\nThe Bhagavad Gita is a summary of the classical Upanishads and Vedic philosophy, and closely associated with the Bhagavata and related traditions of Vaishnavism.[153][154] The text has been commented upon and integrated into diverse Vaishnava denominations, such as by the medieval era Madhvacharya's Dvaita Vedanta school and Ramanuja's Vishishtadvaita Vedanta school, as well as 20th century Vaishnava movements such as the Hare Krishna movement by His Divine Grace A. C. Bhaktivedanta Swami Prabhupada.[155]\n\nThe Pancaratra Samhitas (literally, five nights) is a genre of texts where Vishnu is presented as Narayana and Vasudeva, and this genre of Vaishnava texts is also known as the Vaishnava Agamas.[24][25] Its doctrines are found embedded in the stories within the Narayaniya section of the Mahabharata.[156] Narayana is presented as the ultimate unchanging truth and reality (Brahman), who pervades the entirety of the universe and is asserted to be the preceptor of all religions.[156][157]\n\nThe Pancaratra texts present the Vyuhas theory of avatars to explain how the absolute reality (Brahman) manifests into material form of ever changing reality (Vishnu avatar).[156][158] Vasudeva, state the Pancaratra texts, goes through a series of emanations, where new avatars of him appear. This theory of avatar formation syncretically integrates the theories of evolution of matter and life developed by the Samkhya school of Hindu philosophy.[159][158] These texts also present cosmology, methods of worship, tantra, Yoga and principles behind the design and building of Vaishnava temples (Mandira nirmana).[159][160][161] These texts have guided religiosity and temple ceremonies in many Vaishnava communities, particularly in South India.[159]\n\nThe Pancaratra Samhitas are tantric in emphasis, and at the foundation of tantric Vaishnava traditions such as the Sri Vaishnava tradition.[162][163] They complement and compete with the vedic Vaishnava traditions such as the Bhagavata tradition, which emphasize the more ancient Vedic texts, ritual grammar and procedures.[162][161] While the practices vary, the philosophy of Pancaratra is primarily derived from the Upanishads, its ideas synthesize Vedic concepts and incorporate Vedic teachings.[164][165]\n\nThe three most studied texts of this genre of Vaishnava religious texts are Paushkara Samhita, Sattvata Samhita and Jayakhya Samhita.[159][166] The other important Pancaratra texts include the Lakshmi Tantra and Ahirbudhnya Samhita.[25][167] Scholars place the start of this genre of texts to about the 7th or 8th century CE, and later.[159][168]\n\nThe two Indian epics, the Mahabharata and the Ramayana present Vaishnava philosophy and culture embedded in legends and dialogues.[169] The epics are considered the fifth Veda in Hindu culture.[170] The Ramayana describes the story of Rama, an avatara of Vishnu, and is taken as a history of the 'ideal king', based on the principles of dharma, morality and ethics.[171] Rama's wife Sita, his brother Lakshman, with his devotee and follower Hanuman all play key roles within the Vaishnava tradition as examples of Vaishnava etiquette and behaviour. Ravana, the evil king and villain of the epic, is presented as an epitome of adharma, playing the opposite role of how not to behave.[172]\n\nThe Mahabharata is centered around Krishna, presents him as the avatar of transcendental supreme being.[173] The epic details the story of a war between good and evil, each side represented by two families of cousins with wealth and power, one depicted as driven by virtues and values while other by vice and deception, with Krishna playing pivotal role in the drama.[174] The philosophical highlight of the work is the Bhagavad Gita.[175][116]\n\nThe Puranas are an important source of entertaining narratives and histories, states Mahony, that are embedded with \"philosophical, theological and mystical modes of experience and expression\" as well as reflective \"moral and soteriological instructions\".[178]\n\nMore broadly, the Puranic literature is encyclopedic,[179][180] and it includes diverse topics such as cosmogony, cosmology, genealogies of gods, goddesses, kings, heroes, sages, and demigods, folk tales, travel guides and pilgrimages,[181] temples, medicine, astronomy, grammar, mineralogy, humor, love stories, as well as theology and philosophy.[182][183][184] The Puranas were a living genre of texts because they were routinely revised,[185] their content is highly inconsistent across the Puranas, and each Purana has survived in numerous manuscripts which are themselves inconsistent.[186][187] The Hindu Puranas are anonymous texts and likely the work of many authors over the centuries.[186][187]\n\nOf the 18 Mahapuranas (great Puranas), many have titles based on one of the avatars of Vishnu. However, quite many of these are actually, in large part, Shiva-related Puranas, likely because these texts were revised over their history.[188] Some were revised into Vaishnava treatises, such as the Brahma Vaivarta Purana, which originated as a Puranic text dedicated to the Surya (Sun god). Textual cross referencing evidence suggests that in or after 15th/16th century CE, it went through a series of major revisions, and almost all extant manuscripts of Brahma Vaivarta Purana are now Vaishnava (Krishna) bhakti oriented.[189] Of the extant manuscripts, the main Vaishnava Puranas are Bhagavata Purana, Vishnu Purana, Nāradeya Purana, Garuda Purana, Vayu Purana and Varaha Purana.[190] The Brahmanda Purana is notable for the Adhyatma-ramayana, a Rama-focussed embedded text in it, which philosophically attempts to synthesize Bhakti in god Rama with Shaktism and Advaita Vedanta.[191][192][193] While an avatar of Vishnu is the main focus of the Puranas of Vaishnavism, these texts also include chapters that revere Shiva, Shakti (goddess power), Brahma and a pantheon of Hindu deities.[194][195][196]\n\nThe philosophy and teachings of the Vaishnava Puranas are bhakti oriented (often Krishna, but Rama features in some), but they show an absence of a \"narrow, sectarian spirit\". To its bhakti ideas, these texts show a synthesis of Samkhya, Yoga and Advaita Vedanta ideas.[197][198][199]\n\nIn Gaudiya Vaishnava, Vallabha Sampradaya and Nimbarka sampradaya, Krishna is believed to be a transcendent, Supreme Being and source of all avatars in the Bhagavata Purana.[200] The text describes modes of loving devotion to Krishna, wherein his devotees constantly think about him, feel grief and longing when Krishna is called away on a heroic mission.[201]\n\nIn the Warkari movement the following scriptures are considered sacred in addition to general body of the common writing:[citation needed]\n\nThe Chaitanya movement has the following texts along with other theological sources.\n\nChaitanya Vaishnava traditions refer to the writings of previous acharyas in their respective lineage or sampradya as authoritative interpretations of scripture.[202] While many schools like Smartism and Advaitism encourage interpretation of scriptures philosophically and metaphorically and not too literally,[204] Chaitanya Vaishnavism stresses the literal meaning (mukhya vṛitti) as primary and indirect meaning (gauṇa vṛitti) as secondary: sākṣhād upadesas tu shrutih - \"The instructions of the shruti-shāstra should be accepted literally, without fanciful or allegorical interpretations.\"[202][205]\n\n"
        },
        {
            "title": "Practices",
            "text": "The Bhakti movement originated among Vaishnavas of South India during the 7th-century CE,[206] spread northwards from Tamil Nadu through Karnataka and Maharashtra towards the end of 13th-century,[207] and gained wide acceptance by the fifteenth-century throughout India during an era of political uncertainty and Hindu-Islam conflicts.[208][209][210]\n\nThe Alvars, which literally means \"those immersed in God\", were Vaishnava poet-saints who sang praises of Vishnu as they travelled from one place to another.[211] They established temple sites such as Srirangam, and spread ideas about Vaishnavism. Their poems, compiled as Divya Prabhandham, developed into an influential scripture for the Vaishnavas. The Bhagavata Purana's references to the South Indian Alvar saints, along with its emphasis on bhakti, have led many scholars to give it South Indian origins, though some scholars question whether this evidence excludes the possibility that bhakti movement had parallel developments in other parts of India.[212][213]\n\nVaishnava bhakti practices involve loving devotion to a Vishnu avatar (often Krishna), an emotional connection, a longing and continuous feeling of presence.[214] All aspects of life and living is not only a divine order but divinity itself in Vaishnava bhakti.[152] Community practices such as singing songs together (kirtan or bhajan ), praising or ecstatically celebrating the presence of god together, usually inside temples, but sometimes in open public are part of varying Vaishnava practices.[215] These help Vaishnavas socialize and form a community identity.[216]\n\nVaishnavas mark their foreheads with tilaka made up of Chandana, either as a daily ritual, or on special occasions. The different Vaishnava sampradayas each have their own distinctive style of tilaka, which depicts the siddhanta of their particular lineage. The general tilaka pattern is of a parabolic shape resembling the letter U or two or more connected vertical lines on and another optional line on the nose resembling the letter Y, in which the two parallel lines represent the Lotus feet of Krishna and the bottom part on the nose represents the tulasi leaf.[220][221]\n\nIn tantric traditions of Vaishnavism, during the initiation (diksha) given by a guru under whom they are trained to understand Vaishnava practices, the initiates accept Vishnu as supreme. At the time of initiation, the disciple is traditionally given a specific mantra, which the disciple will repeat, either out loud or within the mind, as an act of worship to Vishnu or one of his avatars. The practice of repetitive prayer is known as japa.\n\nIn the Gaudiya Vaishnava group, one who performs an act of worship with the name of Vishnu or Krishna can be considered a Vaishnava by practice, \"Who chants the holy name of Krishna just once may be considered a Vaishnava.\"[222]\n\nImportant sites of pilgrimage for Vaishnavas include Guruvayur Temple, Srirangam, Kanchipuram, Vrindavan, Mathura, Ayodhya, Tirupati, Pandharpur (Vitthal), Puri (Jaggannath), Nira Narsingpur (Narasimha), Mayapur, Nathdwara, Dwarka, Udipi (Karnataka), Shree Govindajee Temple (Imphal), Govind Dev Ji Temple (Jaipur) and Muktinath.[223][224]\n\nVrindavana is considered to be a holy place by several traditions of Krishnaism. It is a center of Krishna worship and the area includes places like Govardhana and Gokula associated with Krishna from time immemorial. Many millions of bhaktas or devotees of Krishna visit these places of pilgrimage every year and participate in a number of festivals that relate to the scenes from Krishna's life on Earth.[35][note 4]\n\nOn the other hand, Goloka is considered the eternal abode of Krishna, Svayam bhagavan according to some Vaishnava schools, including Gaudiya Vaishnavism and the Swaminarayan Sampradaya. The scriptural basis for this is taken in Brahma Samhita and Bhagavata Purana.[225]\n\n"
        },
        {
            "title": "Traditions",
            "text": "The Vaishnavism traditions may be grouped within four sampradayas, each exemplified by a specific Vedic personality. They have been associated with a specific founder, providing the following scheme: Sri Sampradaya (Ramanuja), Brahma Sampradaya (Madhvacharya),[226] Rudra Sampradaya (Vishnuswami, Vallabhacharya),[227] Kumaras Sampradaya (Nimbarka).[228][note 5] These four sampradayas emerged in early centuries of the 2nd millennium CE, by the 14th century, influencing and sanctioning the Bhakti movement.[69]\n\nThe philosophical systems of Vaishnava sampradayas range from qualified monistic Vishishtadvaita of Ramanuja, to theistic Dvaita of Madhvacharya, to pure nondualistic Shuddhadvaita of Vallabhacharya. They all revere an avatar of Vishnu, but have varying theories on the relationship between the soul (jiva) and Brahman,[178][231] on the nature of changing and unchanging reality, methods of worship, as well as on spiritual liberation for the householder stage of life versus sannyasa (renunciation) stage.[20][21]\n\nBeyond the four major sampradayas, the situation is more complicated,[232] with the Vaikhanasas being much older[233] than those four sampradayas, and a number of additional traditions and sects which originated later,[234] or aligned themselves with one of those four sampradayas.[229] Krishna sampradayas continued to be founded late into late medieval and during the Mughal Empire era, such as the Radha Vallabh Sampradaya, Haridasa, Gaudiya and others.[235]\n\nThe Bhagavats were the early worshippers of Krishna, the followers of Bhagavat, the Lord, in the person of Krishna, Vasudeva, Vishnu or Bhagavan.[242] The term bhagavata may have denoted a general religious tradition or attitude of theistic worship which prevailed until the 11th century, and not a specific sect,[233][243] and is best known as a designation for Vishnu-devotees.[243] The earliest scriptural evidence of Vaishnava bhagavats is an inscription from 115 BCE, in which Heliodoros, ambassador of the Greco-Bactrian king Amtalikita, says that he is a bhagavata of \nVasudeva.[244] It was supported by the Guptas, suggesting a widespread appeal, in contrast to specific sects.[242]\n\nThe Pāñcarātra is the tradition of Narayana-worship.[156] The term pāñcarātra means \"five nights,\" from pañca, \"five,\"and rātra, \"nights,\"[245][156] and may be derived from the \"five night sacrifice\" as described in the Satapatha Brahmana, which narrates how Purusa-Narayana intends to become the highest being by performing a sacrifice which lasts five nights.[156]\n\nThe Narayaniya section of the Mahabharata describes the ideas of the Pāñcarātras.[156] Characteristic is the description of the manifestation of the Absolute through a series of manifestations, from the vyuha manifestations of Vasudeva and pure creation, through the tattvas of mixed creation into impure or material creation.[24]\n\nThe Pāñcarātra Samhitas developed from the 7th or 8th century onward, and belongs to Agamic or Tantras,[246][159] setting them at odds with vedic orthodoxy.[162] Vishnu worshipers in south India still follow the system of Pancharatra worship as described in these texts.[159]\n\nAlthough the Pāñcarātra originated in north India, it had a strong influence on south India, where it is closely related with the Sri Vaishnava tradition. According to Welbon, \"Pāñcarātra cosmological and ritual theory and practice combine with the unique vernacular devotional poetry of the Alvars, and Ramanuja, founder of the Sri Vaishnava tradition, propagated Pāñcarātra ideas.\"[247] Ramananda was also influenced by Pāñcarātra ideas through the influence of Sri Vaishnavism, whereby Pāñcarātra re-entered north India.[247]\n\nThe Vaikhanasas are associated with the Pāñcarātra, but regard themselves as a Vedic orthodox sect.[233][248] Modern Vaikhanasas reject elements of the Pāñcarātra and Sri Vaishnava tradition, but the historical relationship with the orthodox Vaikhanasa in south India is unclear.[citation needed] The Vaikhanasas may have resisted the incorporation of the devotic elements of the Alvar tradition, while the Pāñcarātras were open to this incorporation.[247]\n\nVaikhanasas have their own foundational text, the Vaikhanasasmarta Sutra, which describes a mixture of Vedic and non-Vedic ritual worship.[233] The Vaikhanasas became chief priests in a lot of south Indian temples, where they still remain influential.[233]\n\nThe Smarta tradition developed during the (early) Classical Period of Hinduism around the beginning of the Common Era, when Hinduism emerged from the interaction between Brahmanism and local traditions.[249][250] According to Flood, Smartism developed and expanded with the Puranas genre of literature.[251] By the time of Adi Shankara,[249] it had developed the pancayatanapuja, the worship of five shrines with five deities, all treated as equal, namely Vishnu, Shiva, Ganesha, Surya and Devi (Shakti),[251] \"as a solution to varied and conflicting devotional practices.\"[249]\n\nTraditionally, Sri Adi Shankaracharya (8th century) is regarded as the greatest teacher and reformer of the Smarta.[252][253] According to Hiltebeitel, Adi Shankara Acharya established the nondualist interpretation of the Upanishads as the touchstone of a revived smarta tradition.[249][note 9]\n\nThe Alvars, \"those immersed in god,\" were twelve[209] Tamil poet-saints of South India who espoused bhakti (devotion) to the Hindu god Vishnu or his avatar Krishna in their songs of longing, ecstasy and service.[254] The Alvars appeared between the 5th century to the 10th century CE, though the Vaishnava tradition regards the Alvars to have lived between 4200 BCE - 2700 BCE.\n\nThe devotional writings of Alvars, composed during the early medieval period of Tamil history, are key texts in the bhakti movement. They praised the Divya Desams, 108 \"abodes\" (temples) of the Vaishnava deities.[255] The collection of their hymns is known as the Divya Prabandha. Their Bhakti-poems has contributed to the establishment and sustenance of a culture that opposed the ritual-oriented Vedic religion and rooted itself in devotion as the only path for salvation.[256]\n\nGavin Flood mentions five most important contemporary Vaishnava orders.[234]\n\nSri Vaishnavism is a major denomination within Vaishnavism that originated in South India, adopting the prefix Sri as an homage to Vishnu's consort, Lakshmi.[257] The Sri Vaishnava community consists of both Brahmans and non-Brahmans.[258] It existed along with a larger Purana-based Brahamanical worshippers of Vishnu, and non-Brahmanical groups who worshipped and also adhered by non-Vishnu village deities.[258] The Sri Vaishnavism movement grew with its social inclusiveness, where emotional devotion to the personal god (Vishnu) has been open without limitation to gender or caste.[73][note 10]\n\nThe most striking difference between Sri Vaishnavas and other Vaishnava groups lies in their interpretation of Vedas. While other Vaishnava groups interpret Vedic deities like Indra, Savitar, Bhaga, Rudra, etc. to be same as their Puranic counterparts, Sri Vaishnavas consider these to be different names/roles/forms of Narayana, claiming that the entire Veda is dedicated for Vishnu-worship alone. Sri Vaishnavas have remodelled Pancharatra homas like the Sudarshana homa to include Vedic Suktas in them, thus giving them a Vedic outlook.[citation needed]\n\nSri Vaishnavism developed in Tamilakam in the 10th century.[260] It incorporated two different traditions, namely the tantric Pancaratra tradition, and the Puranic Vishnu worship of northern India with their abstract Vedantic theology, and the southern bhakti tradition of the Alvars of Tamil Nadu with their personal devotion.[260][73] The tradition was founded by Nathamuni (10th century), who along with Yamunacharya, combined the two traditions and gave the tradition legitimacy by drawing on the Alvars.[236] Its most influential leader was Ramanuja (1017-1137), who developed the Vishistadvaita (\"qualified non-dualism\") philosophy.[261] Ramanuja challenged the then dominant Advaita Vedanta interpretation of the Upanishads and Vedas, by formulating the Vishishtadvaita philosophy foundations for Sri Vaishnavism from Vedanta.[73]\n\nSri Vaishnava includes the ritual and temple life in the tantra traditions of Pancharatra, emotional devotion to Vishnu, and the contemplative form bhakti, in the context of householder social and religious duties.[73] The tantric rituals refers to techniques and texts recited during worship, and these include Sanskrit and Tamil texts in South Indian Sri Vaishnava tradition.[259] According to Sri Vaishnavism theology, moksha can be reached by devotion and service to the Lord and detachment from the world. When moksha is reached, the cycle of reincarnation is broken and the soul is united with Vishnu after death, though maintaining their distinctions in Vaikuntha, Vishnu's abode.[262] Moksha can also be reached by total surrender and saranagati, an act of grace by the Lord.[263] Ramanuja's Sri Vaishnavism subscribes to videhamukti (liberation in afterlife), in contrast to jivanmukti (liberation in this life) found in other traditions within Hinduism, such as the Smarta and Shaiva traditions.[264]\n\nTwo hundred years after Ramanuja, the Sri Vaishnava tradition split into the Vadakalai (northern art) and Tenkalai (southern art) sects. The Vadakalai regard the Vedas as the greatest source of religious authority, emphasising bhakti through devotion to temple-icons, while the Tenkalai rely more on Tamil scriptures and total surrender to God.[263] The philosophy of Sri Vaishnavism is adhered to and disseminated by the Iyengar community.[265]\n\nSadh Vaishnavism is a major denomination within Vaishnavism that originated in Karnataka, South India, adopting the prefix Sadh which means 'true'. Madhvacharya named his Vaishnavism as Sadh Vaishnavism in order to distinguish it from the Sri Vaishnavism of Ramanuja. Sadh Vaishnavism was founded by the thirteenth century philosopher Madhvacharya.[266][267]  It is a movement in Hinduism that developed during its classical period around the beginning of the Common Era. Philosophically, Sadh Vaishnavism is aligned with Dvaita Vedanta, and regards Madhvacharya as its founder or reformer.[268] The tradition traces its roots to the ancient Vedas and Pancharatra texts. The Sadh Vaishnavism or Madhva Sampradaya is also referred to as the Brahma Sampradaya, referring to its traditional origins in the succession of spiritual masters (gurus) have originated from Brahma.[269]\n\nIn Sadh Vaishnavism, the creator is superior to the creation, and hence moksha comes only from the grace of Vishnu, but not from effort alone.[270] Compared to other Vaishnava schools which emphasize only on Bhakti, Sadh Vaishnavism regards Jnana, Bhakti and Vairagya as necessary steps for moksha. So in Sadh Vaishnavism — Jnana Yoga, Bhakti Yoga and Karma Yoga are equally important in order to attain liberation. The Haridasa movement, a bhakti movement originated from Karnataka is a sub-branch of Sadh Vaishnavism.[271] Sadh Vaishnavism worships Vishnu as the highest Hindu deity and regards Madhva, whom they consider to be an incarnation of Vishnu's son, Vayu, as an incarnate saviour.[272] Madhvism regards Vayu as Vishnu's agent in this world, and Hanuman, Bhima, and Madhvacharya to be his three incarnations; for this reason, the roles of Hanuman in the Ramayana and Bhima in the Mahabharata are emphasised, and Madhvacharya is particularly held in high esteem.[273] Vayu is prominently shown by Madhva in countless texts.[274][275]\n\nThe most striking difference between Sadh Vaishnavas and other Vaishnava groups lies in their interpretation of Vedas and their way of worship. While other Vaishnava groups deny the worship of Vedic deities such as Rudra, Indra etc., Sadh Vaishnavas worship all devatas including Lakshmi, Brahma, Vayu, Saraswati, Shiva (Rudra), Parvati, Indra, Subrahmanya and Ganesha as per \"Taratamya\". In fact, Madhvacharya in his Tantra Sara Sangraha clearly explained how to worship all devatas. In many of his works Madhvacharya also explained the Shiva Tattva, the procedure to worship Panchamukha Shiva (Rudra), the Panchakshari Mantra and even clearly explained why everyone should worship Shiva. Many prominent saints and scholars of Sadh Vaishnavism such as Vyasatirtha composed \"Laghu Shiva Stuti\", Narayana Panditacharya composed Shiva Stuti and Satyadharma Tirtha wrote a commentary on Sri Rudram (Namaka Chamaka) in praise of Shiva. Indologist B. N. K. Sharma says These are positive proofs of the fact that Madhvas are not bigots opposed to the worship of Shiva.[276] Sharma says, Sadh Vaishnavism is more tolerant and accommodative of the worship of other gods such as Shiva, Parvati, Ganesha, Subrahmanya and others of the Hindu pantheon compared to other Vaishnava traditions. This is the reason why Kanaka Dasa though under the influence of Tathacharya in his early life did not subscribe wholly to the dogmas of Sri Vaishnavism against the worship of Shiva etc., and later became the disciple of Vyasatirtha.[277]\n\nThe influence of Sadh Vaishnavism was most prominent on the Chaitanya school of Bengal Vaishnavism, whose devotees later started the devotional movement on the worship of Krishna as International Society for Krishna Consciousness (ISKCON) - known colloquially as the Hare Krishna Movement.[278] It is stated that Chaitanya Mahaprabhu (1496–1534) was a disciple of Isvara Puri, who was a disciple of Madhavendra Puri, who was a disciple of Lakshmipati Tirtha, was a disciple of Vyasatirtha (1469–1539), of the Sadh Vaishnava Sampradaya of Madhvacharya.[279] The Madhva school of thought also had a huge impact on Gujarat Vaishnava culture.[280] The famous bhakti saint of Vallabha Sampradaya, Swami Haridas was a direct disciple of Purandara Dasa of Madhva Vaishnavism. Hence Sadh Vaishnavism also have some influence on Vallabha's Vaishnavism as well.[281]\n\nGaudiya Vaishnavism, also known as Chaitanya Vaishnavism[282] and Hare Krishna, was founded by Chaitanya Mahaprabhu (1486–1533) in India. \"Gaudiya\" refers to the Gauḍa region (present day Bengal/Bangladesh) with Vaishnavism meaning \"the worship of Vishnu or Krishna\". Its philosophical basis is primarily that of the Bhagavad Gita and Bhagavata Purana.\n\nThe focus of Gaudiya Vaishnavism is the devotional worship (bhakti) of Radha and Krishna, and their many divine incarnations as the supreme forms of God, Svayam Bhagavan. Most popularly, this worship takes the form of singing Radha and Krishna's holy names, such as \"Hare\", \"Krishna\" and \"Rama\", most commonly in the form of the Hare Krishna (mantra), also known as kirtan. It sees the many forms of Vishnu or Krishna as expansions or incarnations of the one Supreme God, adipurusha.\n\nAfter its decline in the 18-19th century, it was revived in the beginning of the 20th century due to the efforts of Bhaktivinoda Thakur. His son Srila Bhaktisiddhanta Sarasvati Thakura founded sixty-four Gaudiya Matha monasteries in India, Burma and Europe.[283] Thakura's disciple Srila Prabhupada went to the west and spread Gaudiya Vaishnavism by the International Society for Krishna Consciousness (ISKCON).\n\nThe Manipuri Vaishnavism is a regional variant of Gaudiya Vaishnavism with a culture-forming role among the Meitei people in the north-eastern Indian state of Manipur.[284] There, after a short period of Ramaism penetration, Gaudiya Vaishnavism spread in the early 18th century, especially from beginning its second quarter. Raja Gharib Nawaz (Pamheiba) was initiated into the Chaitanya tradition. Most devotee ruler and propagandist of Gaudiya Vaishnavism, under the influence of Natottama Thakura's disciples, was raja Bhagyachandra, who has visited the holy for the Chaytanyaits Nabadwip.[285]\n\nThe Warkari sampradaya is a non-Brahamanical[286][287] bhakti tradition which worships Vithoba, also known as Vitthal, who is regarded as a form of Krishna/Vishnu. Vithoba is often depicted as a dark young boy, standing arms akimbo on a brick, sometimes accompanied by his main consort Rakhumai (a regional name of Krishna's wife Rukmini). The Warkari-tradition is geographically associated with the Indian state of Maharashtra.[288]\n\nThe Warkari movement includes a duty-based approach towards life, emphasizing moral behavior and strict avoidance of alcohol and tobacco, the adoption of a strict lacto-vegetarian diet and fasting on Ekadashi day (twice a month), self-restraint (brahmacharya) during student life, equality and humanity for all rejecting discrimination based on the caste system or wealth, the reading of Hindu texts, the recitation of the Haripath every day and the regular practice of bhajan and kirtan. The most important festivals of Vithoba are held on the eleventh (ekadashi) day of the lunar months\" Shayani Ekadashi in the month of Ashadha, and Prabodhini Ekadashi in the month of Kartik.[288]\n\nThe Warkari poet-saints are known for their devotional lyrics, the abhang, dedicated to Vithoba and composed in Marathi. Other devotional literature includes the Kannada hymns of the Haridasa, and Marathi versions of the generic aarti songs associated with rituals of offering light to the deity. Notable saints and gurus of the Warkaris include Jñāneśvar, Namdev, Chokhamela, Eknath, and Tukaram, all of whom are accorded the title of Sant.\n\nThough the origins of both his cult and his main temple are debated, there is clear evidence that they already existed by the 13th century. Various Indologists have proposed a prehistory for Vithoba worship where he was previously a hero stone, a pastoral deity, a manifestation of Shiva, a Jain saint, or even all of these at various times for various devotees.\n\nThe Ramanandi Sampradaya, also known as the Ramayats or the Ramavats,[289] is one of the largest and most egalitarian Hindu sects India, around the Ganges Plain, and Nepal today.[290] It mainly emphasizes the worship of Rama,[289] as well as Vishnu directly and other incarnations.[291] Most Ramanandis consider themselves to be the followers of Ramananda, a Vaishnava saint in medieval India.[292] Philosophically, they are in the Vishishtadvaita (IAST Viśiṣṭādvaita) tradition.[289]\n\nIts ascetic wing constitutes the largest Vaishnava monastic order and may possibly be the largest monastic order in all of India.[293] Rāmānandī ascetics rely upon meditation and strict ascetic practices, but also believe that the grace of god is required for them to achieve liberation.\n\nKabir was a 15th-century Indian mystic poet and sant, whose writings influenced the Bhakti movement, but whose verses are also found in Sikhism's scripture Adi Granth.[240][294][295] His early life was in a Muslim family, but he was strongly influenced by his teacher, the Hindu bhakti leader Ramananda, he becomes a Vaishnavite with universalist leanings. His followers formed the Kabir panth.[240][1][296][294][297]\n\nDadu Dayal (1544—1603) was a poet-sant from Gujarat, a religious reformer who spoke against formalism and priestcraft. A group of his followers near Jaipur, Rajasthan, forming a Vaishnavite denomination that became known as the Dadu Panth.[1][298]\n\nThe Odia Vaishnavism (a.k.a. Jagannathism)—the particular cult of the god Jagannath (lit. ''Lord of the Universe'') as the supreme deity, an abstract form of Krishna, the Purushottama, and Para Brahman—was origined in the Early Middle Ages.[299] Jagannathism was a regional state temple-centered version of Krishnaism,[300] but can also be regarded as a non-sectarian syncretic Vaishnavite and all-Hindu cult.[301] The notable Jagannath temple in Puri, Odisha became particularly significant within the tradition since about 800 CE.[302]\n\nThe Mahanubhava Sampradaya/Pantha founded in Maharashtra during the period of 12-13th century. Sarvajna Chakradhar Swami a Gujarati acharya was the main propagator of this Sampradaya. The Mahanubhavas venere Pancha-Krishna (\"five Krishnas\"). Mahanubhava Pantha played essential role in the growth of Marathi literature.[303]\n\nSince 15th century in Bengal and Assam flourished Tantric Vaishnava-Sahajiya inspired by Bengali poet Chandidas, as well as related to it Baul groups, where Krishna is the inner divine aspect of man and Radha is the aspect of woman.[304]\n\nThe Ekasarana Dharma was propagated by Srimanta Sankardev in the Assam region of India.It considers Krishna as the only God.[305] Satras are institutional centers associated with the Ekasarana dharma.[306][307]\n\nThe Radha-centered Radha Vallabh Sampradaya founded by the Mathura bhakti poet-saint Hith Harivansh Mahaprabhu in the 16th century occupies a unique place among other traditions. In its theology, Radha is worshiped as the supreme deity, and Krishna is in a subordinate position.[308]\n\nThe Pranami Sampradaya (Pranami Panth) emerged in the 17th century in Gujarat, based on the Radha-Krishna-focussed syncretic Hindu-Islamic teachings of Devchandra Maharaj and his famous successor, Mahamati Prannath.[309]\n\nThe Swaminarayan Sampradaya was founded in 1801 in Gujarat by Sahajanand Swami from Uttar Pradesh, who is worshipped as Swaminarayan, the supreme manifestation of God, by his followers. The first temple built in Ahmedabad in 1822.[310]\n\n"
        },
        {
            "title": "Vaishnavism and other Hindu tradition table",
            "text": "The Vaishnavism sampradayas subscribe to various philosophies, are similar in some aspects and differ in others. When compared with Shaivism, Shaktism and Smartism, a similar range of similarities and differences emerge.[311]\n\n"
        },
        {
            "title": "Demography",
            "text": "There is no data available on demographic history or trends for Vaishnavism or other traditions within Hinduism.[332]\n\nEstimates vary on the relative number of adherents in Vaishnavism compared to other traditions of Hinduism.[note 11] Klaus Klostermaier and other scholars estimate Vaishnavism to be the largest Hindu denomination.[334][335][6][note 12] The denominations of Hinduism, states Julius Lipner, are unlike those found in major religions of the world, because Hindu denominations are fuzzy, individuals revere gods and goddesses polycentrically, with many Vaishnava adherents recognizing Sri (Lakshmi), Shiva, Parvati and others reverentially on festivals and other occasions. Similarly, Shaiva, Shakta and Smarta Hindus revere Vishnu.[336][337]\n\nVaishnavism is one of the major traditions within Hinduism.[338] Large Vaishnava communities exist throughout India, and particularly in Western Indian states, such as western Madhya Pradesh, Rajasthan, Maharashtra and Gujarat and Southwestern Uttar Pradesh .[223][224] Other major regions of Vaishnava presence, particularly after the 15th century, are Odisha, Bengal and northeastern India (Assam, Manipur).[339] Dvaita school Vaishnava have flourished in Karnataka where Madhavacharya established temples and monasteries, and in neighboring states, particularly the Pandharpur region.[340] Substantial presence also exists in Tripura and Punjab.[341]\n\nKrishnaism has a limited following outside of India, especially associated with 1960s counter-culture, including a number of celebrity followers, such as George Harrison, due to its promulgation throughout the world by the founder-acharya of the International Society for Krishna Consciousness (ISKCON) A.C. Bhaktivedanta Swami Prabhupada.[342][343][344]\n\n"
        },
        {
            "title": "Academic study",
            "text": "Vaishnava theology has been a subject of study and debate for many devotees, philosophers and scholars within India for centuries. Vaishnavism has its own academic wing in University of Madras - Department of Vaishnavism.[345] In recent decades this study has also been pursued in a number of academic institutions in Europe, such as the Oxford Centre for Hindu Studies, Bhaktivedanta College, and Syanandura Vaishnava Sabha, a moderate and progressive Vaishnava body headed by Gautham Padmanabhan in Trivandrum which intends to bring about a single and precise book called Hari-grantha to include all Vaishnava philosophies.\n\n"
        }
    ]
}