{
    "url": "https://en.wikipedia.org/wiki/Vajrayana",
    "title": "Vajrayana",
    "table_of_contents": [
        "1 Terminology",
        "2 History",
        "2.1 Mahasiddhas and the tantric movement",
        "2.2 Tantras",
        "2.3 Relationship to Shaivism",
        "2.4 Traditional legends",
        "3 Philosophical background",
        "4 Place within Buddhist tradition",
        "5 Characteristics",
        "5.1 Goal",
        "5.2 Esoteric transmission",
        "5.3 Affirmation of the feminine, antinomian and taboo",
        "5.4 Vows and behaviour",
        "6 Tantra techniques",
        "6.1 Deity yoga",
        "6.2 Other practices",
        "7 Symbols and imagery",
        "7.1 The vajra",
        "7.2 Imagery and ritual in deity yoga",
        "8 Texts",
        "8.1 Dunhuang manuscripts",
        "9 Traditions",
        "9.1 Chinese Esoteric Buddhism",
        "9.2 Japanese Esotericism",
        "9.2.1 Shingon Buddhism",
        "9.2.2 Tendai Buddhism",
        "9.2.3 Shugendō",
        "9.3 Korean milgyo",
        "9.4 Indo-Tibetan Buddhism",
        "9.5 Nepalese Newar Buddhism",
        "9.6 Indonesian Esoteric Buddhism",
        "9.7 Southern Esoteric Buddhism",
        "10 Academic study difficulties",
        "10.1 Terminology",
        "11 See also",
        "12 Notes",
        "13 References",
        "13.1 Citations",
        "13.2 Sources",
        "14 Further reading",
        "15 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Vajrayāna (Sanskrit: वज्रयान, \"thunderbolt vehicle\", \"diamond vehicle\", or \"indestructible vehicle\"), along with Mantrayāna, Guhyamantrayāna, Tantrayāna, Secret Mantra, Tantric Buddhism, and Esoteric Buddhism, are names referring to Buddhist traditions associated with Tantra and \"Secret Mantra\", which developed in the medieval Indian subcontinent and spread to Tibet, Nepal, other Himalayan states, East Asia, and Mongolia.\n\nVajrayāna practices are connected to specific lineages in Buddhism, through the teachings of lineage holders. Others might generally refer to texts as the Buddhist Tantras.[1] It includes practices that make use of mantras, dharanis, mudras, mandalas and the visualization of deities and Buddhas.\n\nTraditional Vajrayāna sources say that the tantras and the lineage of Vajrayāna were taught by Śākyamuni Buddha and other figures such as the bodhisattva Vajrapani and Padmasambhava. Contemporary historians of Buddhist studies meanwhile argue that this movement dates to the tantric era of medieval India (c. 5th century CE onwards).[2]\n\nAccording to Vajrayāna scriptures, the term Vajrayāna refers to one of three vehicles or routes to enlightenment, the other two being the Śrāvakayāna (also known pejoratively as the Hīnayāna) and Mahāyāna (a.k.a Pāramitāyāna).\n\nThere are several Buddhist tantric traditions that are currently practiced, including Tibetan Buddhism, Chinese Esoteric Buddhism, Shingon Buddhism and Newar Buddhism.\n\n"
        },
        {
            "title": "Terminology",
            "text": "In Tibetan Buddhism practiced in the Himalayan regions of India, Nepal, and Bhutan, Buddhist Tantra is most often termed Vajrayāna (Tib. རྡོ་རྗེ་ཐེག་པ་, dorje tekpa, Wyl. rdo rje theg pa) and Secret mantra (Skt. Guhyamantra, Tib. གསང་སྔགས་, sang ngak, Wyl. gsang sngags). The vajra is a mythical weapon associated with Indra which was said to be indestructible and unbreakable (like a diamond) and extremely powerful (like thunder). Thus, the term is variously translated as Diamond Vehicle, Thunderbolt Vehicle, Indestructible Vehicle and so on.\n\nChinese Esoteric Buddhism it is generally known by various terms such as Zhēnyán (Chinese: 真言, literally \"true word\", referring to mantra), Tángmì or Hanmì  (唐密 - 漢密, \"Tang Esotericism\" or \"Han Esotericism\"), Mìzōng (密宗, \"Esoteric Sect\") or Mìjiao (Chinese: 密教; Esoteric Teaching). The Chinese term mì 密 (\"secret, esoteric\") is a translation of the Sanskrit term Guhya (\"secret, hidden, profound, abstruse\").[3]\n\nIn Japan, Buddhist esotericism is known as Mikkyō (密教, \"secret teachings\") or by the term Shingon (a Japanese rendering of Zhēnyán), which also refers to a specific school of Shingon-shū (真言宗).\n\n"
        },
        {
            "title": "History",
            "text": "Tantric Buddhism is associated with groups of wandering yogis called mahasiddhas in medieval India.[4] According to Robert Thurman, these tantric figures thrived during the latter half of the first millennium CE.[2] According to Reynolds (2007), the mahasiddhas date to the medieval period in North India and used methods that were radically different from those used in Buddhist monasteries, including practicing in charnel grounds.[5]\n\nSince the practice of Tantra focuses on the transformation of poisons into wisdom, the yogic circles came together in tantric feasts, often in sacred sites (pitha) and places (ksetra) which included dancing, singing, consort practices and the ingestion of taboo substances like alcohol, urine, and meat.[6] At least two of the mahasiddhas cited in the Buddhist literature are comparable with the Shaiva Nath saints (Gorakshanath and Matsyendranath) who practiced Hatha Yoga.\n\nAccording to Schumann, a movement called Sahaja-siddhi developed in the 8th century in Bengal.[7] It was dominated by long-haired, wandering mahasiddhas who openly challenged and ridiculed the Buddhist establishment.[8] The mahasiddhas pursued siddhis, magical powers such as flight and extrasensory perception as well as spiritual liberation.[9]\n\nRonald M. Davidson states that,\n\nMany of the elements found in Buddhist tantric literature are not wholly new. Earlier Mahāyāna sutras already contained some elements which are emphasized in the Tantras, such as mantras and dharani.[11] The use of protective verses or phrases actually dates back to the Vedic period and can be seen in the early Buddhist texts, where they are termed paritta. The practice of visualization of Buddhas such as Amitābha is also seen in pre-tantric texts like the Longer Sukhāvatīvyūha Sūtra.[12]\n\nThere are other Mahāyāna sutras which contain \"proto-tantric\" material such as the Gandavyuha and the Dasabhumika which might have served as a central source of visual imagery for Tantric texts.[13] Later Mahāyāna texts like the Kāraṇḍavyūha Sūtra (c. 4th–5th century CE) expound the use of mantras such as Om mani padme hum, associated with vastly powerful beings like Avalokiteshvara. The popular Heart Sutra also includes a mantra.\n\nVajrayāna Buddhists developed a large corpus of texts called the Buddhist Tantras, some of which can be traced to at least the 7th century CE but might be older. The dating of the tantras is \"a difficult, indeed an impossible task\" according to David Snellgrove.[14]\n\nSome of the earliest of these texts, Kriya tantras such as the Mañjuśrī-mūla-kalpa (c. 6th century), teach the use of mantras and dharanis for mostly worldly ends including curing illness, controlling the weather and generating wealth.[15] The Tattvasaṃgraha Tantra (Compendium of Principles), classed as a \"Yoga tantra\", is one of the first Buddhist tantras which focuses on liberation as opposed to worldly goals. In another early tantra, the Vajrasekhara (Vajra Peak), the influential schema of the five Buddha families is developed.[16] Other early tantras include the Mahāvairocana Abhisaṃbodhi and the Guhyasamāja (Gathering of Secrets).[17]\n\nThe Guhyasamāja is a Mahayoga class of Tantra, which features forms of ritual practice considered \"left-hand\" (vamachara) such as the use of taboo substances like alcohol, consort practices, and charnel ground practices which evoke wrathful deities.[18] Ryujun Tajima divides the tantras into those which were \"a development of Mahāyānist thought\" and those \"formed in a rather popular mould toward the end of the eighth century and declining into the esoterism of the left\",[19] this \"left esoterism\" mainly refers to the Yogini tantras and later works associated with wandering yogis. This practice survives in Tibetan Buddhism, but it is rare for this to be done with an actual person. It is more common for a yogi or yogini to use an imagined consort (a buddhist tantric deity, i.e. a yidam).[20]\n\nThese later tantras such as the Hevajra Tantra and the Chakrasamvara are classed as \"Yogini tantras\" and represent the final form of development of Indian Buddhist tantras in the ninth and tenth centuries.[15]  The Kalachakra tantra developed in the 10th century.[21] It is farthest removed from the earlier Buddhist traditions, and incorporates concepts of messianism and astrology not present elsewhere in Buddhist literature.[8]\n\nAccording to Ronald M. Davidson, the rise of Tantric Buddhism was a response to the feudal structure of Indian society in the early medieval period (ca. 500-1200 CE) which saw kings being divinized as manifestations of gods. Likewise, tantric yogis reconfigured their practice through the metaphor of being consecrated (abhiśeka) as the overlord (rājādhirāja) of a mandala palace of divine vassals, an imperial metaphor symbolizing kingly fortresses and their political power.[22]\n\nThe question of the origins of early Vajrayāna has been taken up by various scholars. David Seyfort Ruegg has suggested that Buddhist tantra employed various elements of a “pan-Indian religious substrate” which is not specifically Buddhist, Shaiva or Vaishnava.[23]\n\nAccording to Alexis Sanderson, various classes of Vajrayāna literature developed as a result of royal courts sponsoring both Buddhism and Shaivism.[24] The relationship between the two systems can be seen in texts like the Mañjusrimulakalpa, which later came to be classified under Kriya tantra, and states that mantras taught in the Shaiva, Garuda and Vaishnava tantras will be effective if applied by Buddhists since they were all taught originally by Manjushri.[25]\n\nAlexis Sanderson notes that the Vajrayāna Yogini tantras draw extensively from the material also present in Shaiva Bhairava tantras classified as Vidyapitha. Sanderson's comparison of them shows similarity in \"ritual procedures, style of observance, deities, mantras, mandalas, ritual dress, Kapalika accouterments like skull bowls, specialized terminology, secret gestures, and secret jargons. There is even direct borrowing of passages from Shaiva texts.\"[26] Sanderson gives numerous examples such as the Guhyasiddhi of Padmavajra, a work associated with the Guhyasamaja tradition, which prescribes acting as a Shaiva guru and initiating members into Saiva Siddhanta scriptures and mandalas.[27] Sanderson says that the Samvara tantra texts adopted the pitha list from the Shaiva text Tantrasadbhava, introducing a copying error where a deity was mistaken for a place.[28]\n\nRonald M. Davidson meanwhile, argues that Sanderson's arguments for direct influence from Shaiva Vidyapitha texts are problematic because \"the chronology of the Vidyapitha tantras is by no means so well established\"[29] and that \"the available evidence suggests that received Saiva tantras come into evidence sometime in the ninth to tenth centuries with their affirmation by scholars like Abhinavagupta (c. 1000 c.e.)\"[30] Davidson also notes that the list of pithas or sacred places \"are certainly not particularly Buddhist, nor are they uniquely Kapalika venues, despite their presence in lists employed by both traditions.\"[31] Davidson further adds that like the Buddhists, the Shaiva tradition was also involved in the appropriation of Hindu and non-Hindu deities, texts and traditions, an example being \"village or tribal divinities like Tumburu\".[32]\n\n\nDavidson adds that Buddhists and Kapalikas as well as other ascetics (possibly Pasupatas) mingled and discussed their paths at various pilgrimage places and that there were conversions between the different groups. Thus he concludes:\nDavidson also argues for the influence of non-Brahmanical and outcaste tribal religions and their feminine deities (such as Parnasabari and Janguli).[34]\n\nAccording to several Buddhist tantras as well as traditional Tibetan Buddhist sources, the tantras and the Vajrayana was taught by the Buddha Shakyamuni, but only to some individuals.[35][36] There are several stories and versions of how the tantras were disseminated. The Jñana Tilaka Tantra, for example, has the Buddha state that the tantras will be explained by the bodhisattva Vajrapani.[35] One of the most famous legends is that of king Indrabhuti (also known as King Ja) of Oddiyana (a figure related to Vajrapani, in some cases said to be an emanation of him).[35]\n\nOther accounts attribute the revelation of Buddhist tantras to Padmasambhava, saying that he was an emanation of Amitabha and Avaloketishvara and that his arrival was predicted by the Buddha. Some accounts also maintain Padmasambhava is a direct reincarnation of Buddha Shakyamuni.[36]\n\n"
        },
        {
            "title": "Philosophical background",
            "text": "According to Louis de La Vallée-Poussin and Alex Wayman, the philosophical view of the Vajrayana is based on Mahayana Buddhist philosophy, mainly the Madhyamaka and Yogacara schools.[39][40] The major difference seen by Vajrayana thinkers is the superiority of Tantric methods, which provide a faster vehicle to liberation and contain many more skillful means (upaya).\n\nThe importance of the theory of emptiness is central to the Tantric Buddhist view and practice. The Buddhist emptiness view sees the world as being fluid, without an ontological foundation or inherent existence, but ultimately a fabric of constructions. Because of this, tantric practice such as self-visualization as the deity is seen as being no less real than everyday reality, but a process of transforming reality itself, including the practitioner's identity as the deity. As Stephan Beyer notes, \"In a universe where all events dissolve ontologically into Emptiness, the touching of Emptiness in the ritual is the re-creation of the world in actuality\".[41]\n\nThe doctrine of Buddha-nature, as outlined in the Ratnagotravibhāga of Asanga, was also an important theory which became the basis for Tantric views.[42] As explained by the Tantric commentator Lilavajra, this \"intrinsic secret (behind) diverse manifestation\" is the utmost secret and aim of Tantra. According to Alex Wayman this \"Buddha embryo\" (tathāgatagarbha) is a \"non-dual, self-originated Wisdom (jnana), an effortless fount of good qualities\" that resides in the mindstream but is \"obscured by discursive thought.\"[43] This doctrine is often associated with the idea of the inherent or natural luminosity (Skt: prakṛti-prabhāsvara-citta, T. ’od gsal gyi sems) or purity of the mind (prakrti-parisuddha).\n\nAnother fundamental theory of Tantric practice is that of transformation. In Vajrayāna, negative mental factors such as desire, hatred, greed, pride are used as part of the path. As noted by French Indologist Madeleine Biardeau, the tantric doctrine is \"an attempt to place kama, desire, in every meaning of the word, in the service of liberation.\"[44] This view is outlined in the following quote from the Hevajra tantra:\n\nThe Hevajra further states that \"one knowing the nature of poison may dispel poison with poison.\"[44] As Snellgrove notes, this idea is already present in Asanga's Mahayana-sutra-alamkara-karika and therefore it is possible that he was aware of Tantric techniques, including sexual yoga.[46]\n\nAccording to Buddhist Tantra, there is no strict separation of the profane or samsara and the sacred or nirvana, rather they exist in a continuum. All individuals are seen as containing the seed of enlightenment within, which is covered over by defilements. Douglas Duckworth notes that Vajrayana sees Buddhahood not as something outside or an event in the future, but as immanently present.[47]\n\nIndian Tantric Buddhist philosophers such as Buddhaguhya, Vimalamitra, Ratnākaraśānti and Abhayakaragupta continued the tradition of Buddhist philosophy and adapted it to their commentaries on the major Tantras. Abhayakaragupta's Vajravali is a key source in the theory and practice of tantric rituals. After monks such as Vajrabodhi and Śubhakarasiṃha brought Tantra to Tang China (716 to 720), tantric philosophy continued to be developed in Chinese and Japanese by thinkers such as Yi Xing and Kūkai.\n\nLikewise in Tibet, Sakya Pandita (1182–28 – 1251), as well as later thinkers like Longchenpa (1308–1364) expanded on these philosophies in their tantric commentaries and treatises. The status of the tantric view continued to be debated in medieval Tibet. Tibetan Buddhist Rongzom Chokyi Zangpo (1012–1088) held that the views of sutra such as Madhyamaka were inferior to that of tantra, which was based on basic purity of ultimate reality.[48] Tsongkhapa (1357–1419) on the other hand, held that there is no difference between Vajrayāna and other forms of Mahayana in terms of prajnaparamita (perfection of insight) itself, only that Vajrayāna is a method which works faster.[49]\n\n"
        },
        {
            "title": "Place within Buddhist tradition",
            "text": "Various classifications are possible when distinguishing Vajrayāna from the other Buddhist traditions. Vajrayāna can be seen as a third yana, next to  Śrāvakayāna and Mahayana.[8] Vajrayāna can be distinguished from the Sutrayana. The Sutrayana is the method of perfecting good qualities, where the Vajrayāna is the method of taking the intended outcome of Buddhahood as the path. Vajrayāna can also be distinguished from the paramitayana. According to this schema, Indian Mahayana revealed two vehicles (yana) or methods for attaining enlightenment: the method of the perfections (Paramitayana) and the method of mantra (Mantrayana).[50]\n\nThe Paramitayana consists of the six or ten paramitas, of which the scriptures say that it takes three incalculable aeons to lead one to Buddhahood. The tantra literature, however, says that the Mantrayana leads one to Buddhahood in a single lifetime.[50] According to the literature, the mantra is an easy path without the difficulties innate to the Paramitayana.[50] Mantrayana is sometimes portrayed as a method for those of inferior abilities.[50] However the practitioner of the mantra still has to adhere to the vows of the Bodhisattva.[50]\n\n"
        },
        {
            "title": "Characteristics",
            "text": "The goal of spiritual practice within the Mahayana and Vajrayāna traditions is to become a Sammāsambuddha (fully awakened Buddha), those on this path are termed Bodhisattvas. As with the Mahayana, motivation is a vital component of Vajrayāna practice. The Bodhisattva-path is an integral part of the Vajrayāna, which teaches that all practices are to be undertaken with the motivation to achieve Buddhahood for the benefit of all sentient beings.\n\nIn the vehicle of Sutra Mahayana the \"path of the cause\" is taken, whereby a practitioner starts with his or her potential Buddha-nature and nurtures it to produce the fruit of Buddhahood. In the Vajrayāna the \"path of the fruit\" is taken whereby the practitioner takes his or her innate Buddha-nature as the means of practice. The premise is that since we innately have an enlightened mind, practicing seeing the world in terms of ultimate truth can help us to attain our full Buddha-nature.[51] Experiencing ultimate truth is said to be the purpose of all the various tantric techniques practiced in the Vajrayana.\n\nVajrayāna Buddhism is esoteric in the sense that the transmission of certain teachings only occurs directly from teacher to student during an empowerment (abhiṣeka) and their practice requires initiation in a ritual space containing the mandala of the deity.[52] Many techniques are also commonly said to be secret, but some Vajrayana teachers have responded that secrecy itself is not important and only a side-effect of the reality that the techniques have no validity outside the teacher-student lineage.[citation needed]\n\nThe secrecy of teachings was often protected through the use of allusive, indirect, symbolic and metaphorical language (twilight language) which required interpretation and guidance from a teacher.[53] The teachings may also be considered \"self-secret\", meaning that even if they were to be told directly to a person, that person would not necessarily understand the teachings without proper context. In this way, the teachings are \"secret\" to the minds of those who are not following the path with more than a simple sense of curiosity.[54][55]\n\nBecause of their role in giving access to the practices and guiding the student through them, the role of the Vajracharya Lama  is indispensable in Vajrayāna.\n\nSome Vajrayāna rituals traditionally included the use of certain taboo substances, such as  blood, semen, alcohol and urine, as ritual offerings and sacraments, though some of these are often replaced with less taboo substances such as yogurt. Tantric feasts and initiations sometimes employed substances like human flesh as noted by Kahha's Yogaratnamala.[56]\n\nThe use of these substances is related to the non-dual (advaya) nature of a Buddha's wisdom (buddhajñana). Since the ultimate state is in some sense non-dual, a practitioner can approach that state by \"transcending attachment to dual categories such as pure and impure, permitted and forbidden\". As the Guhyasamaja Tantra states \"the wise man who does not discriminate achieves Buddhahood\".[56]\n\nVajrayāna rituals also include sexual yoga, union with a physical consort as part of advanced practices. Some tantras go further, the Hevajra tantra states \"You should kill living beings, speak lying words, take what is not given, consort with the women of others\".[56]  While some of these statements were taken literally as part of ritual practice, others such as killing were interpreted in a metaphorical sense. In the Hevajra, \"killing\" is defined as developing concentration by killing the life-breath of discursive thoughts.[57] Likewise, while actual sexual union with a physical consort is practiced, it is also common to use a visualized mental consort.[citation needed]\n\nAlex Wayman points out that the symbolic meaning of tantric sexuality is ultimately rooted in bodhicitta and the bodhisattva's quest for enlightenment is likened to a lover seeking union with the mind of the Buddha.[58] Judith Simmer-Brown notes the importance of the psycho-physical experiences arising in sexual yoga, termed \"great bliss\" (mahasukha): \"Bliss melts the conceptual mind, heightens sensory awareness, and opens the practitioner to the naked experience of the nature of mind.\"[59] This tantric experience is not the same as ordinary self-gratifying sexual passion since it relies on tantric meditative methods using the illusory body and visualizations as well as the motivation for enlightenment.[60] As the Hevajra tantra says:\n\nFeminine deities and forces are also increasingly prominent in Vajrayāna. In the Yogini tantras in particular, women and female yoginis are given high status as the embodiment of female deities such as the wild and nude Vajrayogini.[62] The Candamaharosana Tantra (viii:29–30) states:\n\nIn India, there is evidence to show that women participated in tantric practice alongside men and were also teachers, adepts and authors of tantric texts.[63]\n\nPractitioners of Vajrayāna need to abide by various tantric vows or pledges called samaya. These are extensions of the rules of the Prātimokṣa and Bodhisattva vows for the lower levels of tantra, and are taken during initiations into the empowerment for a particular Unsurpassed Yoga Tantra. The special tantric vows vary depending on the specific mandala practice for which the initiation is received and also depending on the level of initiation. Ngagpas of the Nyingma school keep a special non-celibate ordination.\n\nA tantric guru, or teacher is expected to keep his or her samaya vows in the same way as his students.  Proper conduct is considered especially necessary for a qualified Vajrayana guru. For example, the Ornament for the Essence of Manjushrikirti states:\n\n"
        },
        {
            "title": "Tantra techniques",
            "text": "While all the Vajrayāna Buddhist traditions include all of the traditional practices used in Mahayana Buddhism such as developing bodhicitta, practicing the paramitas, and meditations, they also make use of unique tantric methods and Dzogchen meditation which are seen as more advanced. These include mantras, mandalas, mudras, deity yoga, other visualization based meditations, illusory body yogas like tummo and rituals like the goma fire ritual. Vajrayana teaches that these techniques provide faster path to Buddhahood.[65]\n\nA central feature of tantric practice is the use of mantras, and seed syllables (bijas). Mantras are words, phrases or a collection of syllables used for a variety of meditative, magical and ritual ends. Mantras are usually associated with specific deities or Buddhas, and are seen as their manifestations in sonic form. They are traditionally believed to have spiritual power, which can lead to enlightenment as well as supramundane abilities (siddhis).[66]\n\nAccording to Indologist Alex Wayman, Buddhist esotericism is centered on what is known as \"the three mysteries\" or \"secrets\": the tantric adept affiliates his body, speech, and mind with the body, speech, and mind of a Buddha through mudra, mantras and samadhi respectively.[67] Padmavajra (c 7th century) explains in his Tantrarthavatara Commentary, the secret Body, Speech, and Mind of the Buddhas are:[68]\n\nThese elements are brought together in the practice of tantric deity yoga, which involves visualizing the deity's body and mandala, reciting the deity's mantra and gaining insight into the nature of things based on this contemplation. Advanced tantric practices such as deity yoga are taught in the context of an initiation ceremony by tantric gurus or vajracharyas (vajra-masters) to the tantric initiate, who also takes on formal commitments or vows (samaya).[66] In Tibetan Buddhism, advanced practices like deity yoga are usually preceded by or coupled with \"preliminary practices\" called ngondro, consisting of five to seven accumulation practices and includes prostrations and recitations of the 100 syllable mantra.[69]\n\nVajrayana is a system of tantric lineages, and thus only those who receive an empowerment or initiation (abhiseka) are allowed to practice the more advanced esoteric methods. In tantric deity yoga, mantras or bijas are used during the ritual evocation of deities which are said to arise out of the uttered and visualized mantric syllables. After the deity's image and mandala has been established, heart mantras are visualized as part of the contemplation in different points of the deity's body.[70]\n\nThe fundamental practice of Buddhist Tantra is \"deity yoga\" (devatayoga), meditation on a chosen deity or \"cherished divinity\" (Skt. Iṣṭa-devatā, Tib. yidam), which involves the recitation of mantras, prayers and visualization of the deity, the associated mandala of the deity's Buddha field, along with consorts and attendant Buddhas and bodhisattvas.[71] According to the Tibetan scholar Tsongkhapa, deity yoga is what separates Tantra from Sutra practice.[72]\n\nIn the Unsurpassed Yoga Tantras, the most widespread tantric form in Indo-Tibetan Buddhism, this method is divided into two stages, the generation stage (utpatti-krama) and the completion stage (nispanna-krama). In the generation stage, one dissolves one's reality into emptiness and meditates on the deity-mandala, resulting in identification with this divine reality. In the completion stage, the divine image along with the illusory body is applied to the realization of luminous emptiness.\n\nThis dissolution into emptiness is then followed by the visualization of the deity and re-emergence of the yogi as the deity. During the process of deity visualization, the deity is to be imaged as not solid or tangible, as \"empty yet apparent\", with the character of a mirage or a rainbow.[73] This visualization is to be combined with \"divine pride\", which is \"the thought that one is oneself the deity being visualized.\"[74] Divine pride is different from common pride because it is based on compassion for others and on an understanding of emptiness.[75]\n\nThe Tibetologist David Germano outlines two main types of completion practice: a formless and image-less contemplation on the ultimate empty nature of the mind and various yogas that make use of the illusory body to produce energetic sensations of bliss and warmth.[76]\n\nThe illusory body yogas systems like the Six Dharmas of Naropa and the Six Yogas of Kalachakra make use of energetic schemas of human psycho-physiology composed of \"energy channels\" (Skt. nadi, Tib. rtsa), \"winds\" or currents (Skt. vayu, Tib. rlung), \"drops\" or charged particles (Skt. bindu, Tib. thig le) and chakras (\"wheels\"). These subtle energies are seen as \"mounts\" for consciousness, the physical component of awareness. They are engaged by various means such as pranayama (breath control) to produce blissful experiences that are then applied to the realization of ultimate reality.[77]\n\nOther methods which are associated with the completion stage in Tibetan Buddhism include dream yoga (which relies on lucid dreaming), practices associated with the bardo (the interim state between death and rebirth), transference of consciousness (phowa) and Chöd, in which the yogi ceremonially offers their body to be eaten by tantric deities in a ritual feast.\n\nAnother form of Vajrayana practice are certain meditative techniques associated with Mahāmudrā and Dzogchen, often termed \"formless practices\" or the path of self-liberation. These techniques do not rely on deity visualization per se but on direct pointing-out instruction from a master and are often seen as the most advanced and direct methods.[78]\n\nAnother distinctive feature of Tantric Buddhism is its unique and often elaborate rituals. They include pujas (worship rituals), prayer festivals, protection rituals, death rituals, tantric feasts (ganachakra), tantric initiations (abhiseka) and the goma fire ritual (common in East Asian Esotericism).\n\nAn important element in some of these rituals (particularly initiations and tantric feasts) seems to have been the practice of ritual sex or sexual yoga (karmamudra, \"desire seal\", also referred to as \"consort observance\", vidyavrata, and euphemistically as \"puja\"), as well as the sacramental ingestion of \"power substances\" such as the mingled sexual fluids and uterine blood (often performed by licking these substances off the vulva, a practice termed yonipuja).[79]\n\n\nThe practice of ingestion of sexual fluids is mentioned by numerous tantric commentators, sometimes euphemistically referring to the penis as the \"vajra\" and the vagina as the \"lotus\". The Cakrasamvara Tantra commentator Kambala, writing about this practice, states:\nAccording to David Gray, these sexual practices probably originated in a non-monastic context, but were later adopted by monastic establishments (such as Nalanda and Vikramashila). He notes that the anxiety of figures like Atisa towards these practices, and the stories of Virūpa and Maitripa being expelled from their monasteries for performing them, shows that supposedly celibate monastics were undertaking these sexual rites.[81]\n\nBecause of its adoption by the monastic tradition, the practice of sexual yoga was slowly transformed into one which was either done with an imaginary consort visualized by the yogi instead of an actual person, or reserved to a small group of the \"highest\" or elite practitioners. Likewise, the drinking of sexual fluids was also reinterpreted by later commentators to refer illusory body anatomy of the perfection stage practices.[82]\n\n"
        },
        {
            "title": "Symbols and imagery",
            "text": "Vajrayāna uses a rich variety of symbols, terms, and images that have multiple meanings according to a complex system of analogical thinking. In Vajrayāna, symbols, and terms are multi-valent, reflecting the microcosm and the macrocosm as in the phrase \"As without, so within\" (yatha bahyam tatha ’dhyatmam iti) from Abhayakaragupta's Nispannayogavali.[83]\n\nThe Sanskrit term \"vajra\" denoted a thunderbolt like a legendary weapon and divine attribute that was made from an adamantine, or an indestructible substance which could, therefore, pierce and penetrate any obstacle or obfuscation. It is the weapon of choice of Indra, the King of the Devas. As a secondary meaning, \"vajra\" symbolizes the ultimate nature of things which is described in the tantras as translucent, pure and radiant, but also indestructible and indivisible. It is also symbolic of the power of tantric methods to achieve its goals.[84]\n\nA vajra is also a scepter-like ritual object (Standard Tibetan: རྡོ་རྗེ་ dorje), which has a sphere (and sometimes a gankyil) at its centre, and a variable number of spokes, 3, 5 or 9 at each end (depending on the sadhana), enfolding either end of the rod. The vajra is often traditionally employed in tantric rituals in combination with the bell or ghanta; symbolically, the vajra may represent method as well as great bliss and the bell stands for wisdom, specifically the wisdom realizing emptiness. The union of the two sets of spokes at the center of the wheel is said to symbolize the unity of wisdom (prajña) and compassion (karuna) as well as the sexual union of male and female deities.[85]\n\nRepresentations of the deity, such as statues (murti), paintings (thangka), or mandala, are often employed as an aid to visualization, in deity yoga. The use of visual aids, particularly microcosmic/macrocosmic diagrams, known as mandalas, is another unique feature of Buddhist Tantra. Mandalas are symbolic depictions of the sacred space of the awakened Buddhas and Bodhisattvas as well as of the inner workings of the human person.[86] The macrocosmic symbolism of the mandala then, also represents the forces of the human body. The explanatory tantra of the Guhyasamaja tantra, the Vajramala, states: \"The body becomes a palace, the hallowed basis of all the Buddhas.\"[87]\n\nMandalas are also sacred enclosures, sacred architecture that house and contain the uncontainable essence of a central deity or yidam and their retinue. In the book The World of Tibetan Buddhism, the Dalai Lama describes mandalas thus: \"This is the celestial mansion, the pure residence of the deity.\" The Five Tathagatas or 'Five Buddhas', along with the figure of the Adi-Buddha, are central to many Vajrayana mandalas as they represent the \"five wisdoms\", which are the five primary aspects of primordial wisdom or Buddha-nature.[88]\n\nAll ritual in Vajrayana practice can be seen as aiding in this process of visualization and identification. The practitioner can use various hand implements such as a vajra, bell, hand-drum (damaru) or a ritual dagger (phurba), but also ritual hand gestures (mudras) can be made, special chanting techniques can be used, and in elaborate offering rituals or initiations, many more ritual implements and tools are used, each with an elaborate symbolic meaning to create a special environment for practice. Vajrayana has thus become a major inspiration in traditional Tibetan art.\n\n"
        },
        {
            "title": "Texts",
            "text": "\nThere is an extended body of texts associated with Buddhist Tantra, including the \"tantras\" themselves, tantric commentaries and shastras, sadhanas (liturgical texts), ritual manuals (Chinese: 儀軌; Pinyin: Yíguǐ; Romanji: Giki), dharanis, poems or songs (dohas), termas and so on. According to Harunaga Isaacson,\nVajrayāna texts exhibit a wide range of literary characteristics—usually a mix of verse and prose, almost always in a Sanskrit that \"transgresses frequently against classical norms of grammar and usage,\" although also occasionally in various Middle Indic dialects or elegant classical Sanskrit.[90]\n\nIn Chinese Mantrayana (Zhenyan), and Japanese Shingon, the most influential esoteric texts are the Mahavairocana Tantra and the Vajraśekhara Sūtra.[91][92]\n\nIn Tibetan Buddhism, a large number of tantric works are widely studied and different schools focus on the study and practice of different cycles of texts. According to Geoffrey Samuel,\n\nThe Dunhuang manuscripts also contain Tibetan Tantric manuscripts. Dalton and Schaik (2007, revised) provide an excellent online catalogue listing 350 Tibetan Tantric Manuscripts] from Dunhuang in the Stein Collection of the British Library which is currently fully accessible online in discrete digitized manuscripts.[web 1] With the Wylie transcription of the manuscripts they are to be made discoverable online in the future.[94] These 350 texts are just a small portion of the vast cache of the Dunhuang manuscripts.\n\n"
        },
        {
            "title": "Traditions",
            "text": "Although there is historical evidence for Vajrayāna Buddhism in Southeast Asia and elsewhere (see History of Vajrayāna above), today the Vajrayāna exists primarily in the form of the two major traditions of Tibetan Buddhism and Japanese Esoteric Buddhism in Japan known as Shingon (literally \"True Speech\", i.e. mantra), with a handful of minor subschools utilising lesser amounts of esoteric or tantric materials.\n\nThe distinction between traditions is not always rigid. For example, the tantra sections of the Tibetan Buddhist canon of texts sometimes include material not usually thought of as tantric outside the Tibetan Buddhist tradition, such as the Heart Sutra[95] and even versions of some material found in the Pali Canon.[96][a]\n\nEsoteric and Tantric teachings followed the same route into northern China as Buddhism itself, arriving via the Silk Road and Southeast Asian Maritime trade routes sometime during the first half of the 7th century, during the Tang dynasty and received sanction from the emperors of the Tang dynasty. During this time, three great masters came from India to China: Śubhakarasiṃha, Vajrabodhi, and Amoghavajra who translated key texts and founded the Zhenyan (真言, \"true word\", \"mantra\") tradition.[97] Zhenyan was also brought to Japan as Shingon during this period. This tradition focused on tantras like the Mahavairocana tantra, and unlike Tibetan Buddhism, it does not employ the antinomian and radical tantrism of the Anuttarayoga Tantras. The prestige of this tradition eventually influenced other schools of Chinese Buddhism such as Chan and Tiantai to adopt various esoteric practices over time, leading to a merging of teachings between the various schools.[98][99][100] During the Yuan dynasty, the Mongol emperors made Tibetan Buddhism the official religion of China, and Tibetan lamas were given patronage at the court.[101] Imperial support of Tibetan Vajrayana continued into the Ming and Qing dynasties.\n\nToday, esoteric traditions are deeply embedded in mainstream Chinese Buddhism and expressed through various rituals which make use of tantric mantra and dhāraṇī and the veneration of certain tantric deities like Cundi and Acala.[102] One example of esoteric teachings still practiced in many Chinese Buddhist monasteries is the Śūraṅgama Sūtra and the dhāraṇī revealed within it, the Śūraṅgama Mantra, which are especially influential in the Chinese Chan tradition.[103]\n\nAnother form of esoteric Buddhism in China is Azhaliism, which is practiced among the Bai people of China and venerates Mahakala as a major deity.[104][105]\n\nThe Shingon school is found in Japan and includes practices, known in Japan as Mikkyō (\"Esoteric (or Mystery) Teaching\"), which are similar in concept to those in Vajrayana Buddhism. The lineage for Shingon Buddhism differs from that of Tibetan Vajrayana, having emerged from India during the 9th–11th centuries in the Pala Dynasty and Central Asia (via China) and is based on earlier versions of the Indian texts than the Tibetan lineage. Shingon shares material with Tibetan Buddhism – such as the esoteric sutras (called Tantras in Tibetan Buddhism) and mandalas – but the actual practices are not related.  The primary texts of Shingon Buddhism are the Mahavairocana Sutra and Vajrasekhara Sutra.  The founder of Shingon Buddhism was Kukai, a Japanese monk who studied in China in the 9th century during the Tang dynasty and brought back Vajrayana scriptures, techniques and mandalas then popular in China. The school was merged into other schools in China towards the end of the Tang dynasty but was sectarian in Japan. Shingon is one of the few remaining branches of Buddhism in the world that continues to use the siddham script of the Sanskrit language.\n\nAlthough the Tendai school in China and Japan does employ some esoteric practices, these rituals came to be considered of equal importance with the exoteric teachings of the Lotus Sutra.  By chanting mantras, maintaining mudras, or practicing certain forms of meditation, Tendai maintains that one is able to understand sense experiences as taught by the Buddha, have faith that one is innately an enlightened being, and that one can attain enlightenment within the current lifetime.\n\nShugendō was founded in 7th-century Japan by the ascetic En no Gyōja, based on the Queen's Peacocks Sutra. With its origins in the solitary hijiri back in the 7th century, Shugendō evolved as a sort of amalgamation between Esoteric Buddhism, Shinto and several other religious influences including Taoism. Buddhism and Shinto were amalgamated in the shinbutsu shūgō, and Kūkai's syncretic religion held wide sway up until the end of the Edo period, coexisting with Shinto elements within Shugendō[106]\n\nIn 1613 during the Edo period, the Tokugawa Shogunate issued a regulation obliging Shugendō temples to belong to either Shingon or Tendai temples. During the Meiji Restoration, when Shinto was declared an independent state religion separate from Buddhism, Shugendō was banned as a superstition not fit for a new, enlightened Japan. Some Shugendō temples converted themselves into various officially approved Shintō denominations. In modern times, Shugendō is practiced mainly by Tendai and Shingon sects, retaining an influence on modern Japanese religion and culture.[107]\n\nEsoteric Buddhist practices (known as milgyo, 密教) and texts arrived in Korea during the initial introduction of Buddhism to the region in 372 CE.[108] Esoteric Buddhism was supported by the royalty of both Unified Silla (668–935) and Goryeo Dynasty (918–1392).[108] During the Goryeo Dynasty esoteric practices were common within large sects like the Seon school, and the Hwaeom school as well as smaller esoteric sects like the Sinin (mudra) and Ch'ongji (Dharani) schools. During the era of the Mongol occupation (1251–1350s), Tibetan Buddhism also existed in Korea though it never gained a foothold there.[109]\n\nDuring the Joseon dynasty, Esoteric Buddhist schools were forced to merge with the Seon and Kyo schools, becoming the ritual specialists. With the decline of Buddhism in Korea, Esoteric Buddhism mostly died out, save for a few traces in the rituals of the Jogye Order and Taego Order.[109]\n\nThere are two Esoteric Buddhist schools in modern Korea: the Chinŏn (眞言) and the Jingak Order (眞\n覺). According to Henrik H. Sørensen, \"they have absolutely no historical link with the Korean Buddhist tradition per se but are late constructs based in large measures on Japanese Shingon Buddhism.\"[109]\n\nVajrayāna Buddhism was initially established in Tibet in the 8th century when various figures like Padmasambhāva (8th century CE) and Śāntarakṣita (725–788) were invited by King Trisong Detsen, some time before 767. Tibetan Buddhism reflects the later stages tantric Indian Buddhism of the post-Gupta Early Medieval period (500 to 1200 CE).[110][111] This tradition practices and studies a set of tantric texts and commentaries associated with the more \"left hand\" (vamachara) tantras, which are not part of East Asian Esoteric Buddhism. These tantras (sometimes termed 'Anuttarayoga tantras' include many transgressive elements, such as sexual and mortuary symbolism that is not shared by the earlier tantras that are studied in East Asian Buddhism. These texts were translated into Classical Tibetan during the \"New translation period\" (10th–12th centuries). Tibetan Buddhism also includes numerous native Tibetan developments, such as the tulku system, new sadhana texts, Tibetan scholastic works, Dzogchen literature and Terma literature. There are four major traditions or schools: Nyingma, Sakya, Kagyu, and Gelug.\n\nIn the pre-modern era, Tibetan Buddhism spread outside of Tibet primarily due to the influence of the Mongol Yuan dynasty (1271–1368), founded by Kublai Khan, which ruled China, Mongolia and eastern Siberia. In the modern era it has spread outside of Asia due to the efforts of the Tibetan diaspora (1959 onwards). The Tibetan Buddhist tradition is today found in Tibet, Bhutan, northern India, Nepal, southwestern and northern China, Mongolia and various constituent republics of Russia that are adjacent to the area, such as Amur Oblast, Buryatia, Chita Oblast, the Tuva Republic and Khabarovsk Krai. Tibetan Buddhism is also the main religion in Kalmykia. It has also spread to Western countries and there are now international networks of Tibetan Buddhist temples and meditation centers in the Western world from all four schools.\n\nNewar Buddhism is practiced by Newars in Nepal. It is the only form of Vajrayana Buddhism in which the scriptures are written in Sanskrit and this tradition has preserved many Vajrayana texts in this language. Its priests do not follow celibacy and are called vajracharya (literally \"diamond-thunderbolt carriers\").\n\nIndonesian Esoteric Buddhism refers to the traditions of Esoteric Buddhism found in the Indonesian islands of Java and Sumatra before the rise and dominance of Islam in the region (13-16th centuries). The Buddhist empire of Srivijaya (650 CE–1377 CE) was a major center of Esoteric Buddhist learning which drew Chinese monks such as Yijing and Indian scholars like Atiśa.[112] The temple complex at Borobudur in central Java, built by the Shailendra dynasty also reflects strong Tantric or at least proto-tantric influences, particularly of the cult of Vairocana.[113][114]\n\nIndonesian Esoteric Buddhism may have also reached the Philippines, possibly establishing the first form of Buddhism in the Philippines. The few Buddhist artifacts that have been found in the islands reflect the iconography of Srivijaya's Vajrayana.[115]\n\n\"Southern Esoteric Buddhism\" or Borān kammaṭṭhāna ('ancient practices') is a term for esoteric forms of Buddhism from Southeast Asia, where Theravada Buddhism is dominant. The monks of the Sri Lankan, Abhayagiri vihara once practiced forms of tantra which were popular in the island.[116] Another tradition of this type was Ari Buddhism, which was common in Burma. The Tantric Buddhist 'Yogāvacara' tradition was a major Buddhist tradition in Cambodia, Laos and Thailand well into the modern era.[117] This form of Buddhism declined after the rise of Southeast Asian Buddhist modernism.\n\nThis form of esoteric Buddhism is unique in that it developed in Southeast Asia and has no direct connection to the Indian Tantric Movement of the Mahasiddhas and the tantric establishments of Nalanda and Vikramashila Universities. Thus, it does not make use of the classic Buddhist tantras and has its own independent literature and practice tradition.\n\n"
        },
        {
            "title": "Academic study difficulties",
            "text": "Serious Vajrayana academic study in the Western world is in early stages due to the following obstacles:[118]\n\nBuddhist tantric practice is categorized as secret practice; this is to avoid misinformed people from harmfully misusing the practices. A method to keep this secrecy is that tantric initiation is required from a master before any instructions can be received about the actual practice. During the initiation procedure in the highest class of tantra (such as the Kalachakra), students must take the tantric vows which commit them to such secrecy.[web 2] \"Explaining general tantra theory in a scholarly manner, not sufficient for practice, is likewise not a root downfall. Nevertheless, it weakens the effectiveness of our tantric practice.\"[web 3]\n\nThe terminology associated with Vajrayana Buddhism can be confusing. Most of the terms originated in the Sanskrit language of tantric Indian Buddhism and may have passed through other cultures, notably those of Japan and Tibet, before translation for the modern reader. Further complications arise as seemingly equivalent terms can have subtle variations in use and meaning according to context, the time and place of use. A third problem is that the Vajrayana texts employ the tantric tradition of twilight language, a means of instruction that is deliberately coded. These obscure teaching methods relying on symbolism as well as synonym, metaphor and word association add to the difficulties faced by those attempting to understand Vajrayana Buddhism:\n\nThe term Tantric Buddhism was not one originally used by those who practiced it. As scholar Isabelle Onians explains:\n\n"
        }
    ]
}