{
    "url": "https://en.wikipedia.org/wiki/Valley_Forge",
    "title": "Valley Forge",
    "table_of_contents": [
        "1 Pre-encampment",
        "2 Winter quarters",
        "2.1 Site selection",
        "2.2 March and hut construction",
        "2.3 Supply challenges",
        "3 Environmental and disease conditions",
        "4 Encampment demographics",
        "5 Organizational challenges",
        "5.1 Training",
        "6 French alliance",
        "7 Battle of Monmouth",
        "8 Myth and memory",
        "9 Historical maps",
        "10 See also",
        "11 Bibliography",
        "12 References",
        "13 Further reading",
        "14 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nValley Forge functioned as the third of eight winter encampments for the Continental Army's main body, commanded by General George Washington, during the American Revolutionary War. In September 1777, Congress fled Philadelphia to escape the British capture of the city. After failing to retake Philadelphia, Washington led his 12,000-man army into winter quarters at Valley Forge, located approximately 18 miles (29 km) northwest of Philadelphia.[1][2] They remained there for six months, from December 19, 1777 to June 19, 1778.[3] At Valley Forge, the Continentals struggled to manage a disastrous supply crisis while retraining and reorganizing their units. About 1,700 to 2,000 soldiers died from disease, possibly exacerbated by malnutrition.\n\nToday, Valley Forge National Historical Park protects and preserves over 3,500 acres of the original encampment site.[4]\n\n"
        },
        {
            "title": "Pre-encampment",
            "text": "In 1777, Valley Forge consisted of a small proto-industrial community located at the juncture of the Valley Creek and the Schuylkill River.  In 1742, Quaker industrialists established the Mount Joy Iron Forge.  Largely thanks to capital improvements made by John Potts and his family over the following decades, the small community expanded the ironworks, established mills, and constructed new dwellings for residents.[5]  Surrounding the valley was a rich farmland, where mainly Welsh-Quaker farmers grew wheat, rye, hay, Indian corn, among other crops, and raised livestock including cattle, sheep, pigs, and barnyard fowl.[6]  Settlers of German and Swedish descent also lived nearby.\n\nIn the summer of 1777 the Continental Army's quartermaster general, Thomas Mifflin, decided to station a portion of his army's supplies in outbuildings around the forges, because of its variety of structures and secluded location between two prominent hills.  Fearing such a concentration of military supplies would undoubtedly become a target for British raids, the forge-ironmaster, William Dewees Jr., expressed concerns about the army's proposal. Mifflin heeded Dewees' concerns but established a magazine at Valley Forge anyway.[7][8]\n\nAfter the British landing at Head of Elk (present-day Elkton, Maryland), on August 25, 1777, the British Army maneuvered out of the Chesapeake basin and towards Valley Forge.  Following the Battle of Brandywine (September 11, 1777) and the abortive Battle of the Clouds (September 16), on September 18 several hundred soldiers under General Wilhelm von Knyphausen raided the supply magazine at Valley Forge.  Despite the best efforts of Lieutenant Colonel Alexander Hamilton and Captain Henry \"Light Horse Harry\" Lee, the two Continental army officers selected to evacuate the supplies from Valley Forge, Crown soldiers captured supplies, destroyed others, and burned down the forges and other buildings.[8][9]\n\n"
        },
        {
            "title": "Winter quarters",
            "text": "Political, strategic, and environment factors all influenced the Continental Army's decision to establish their encampment near Valley Forge, Pennsylvania, in the winter of 1777–1778.  Washington conferred with his officers to select the site that would be most advantageous to his army.\n\nWashington first asked his generals where to quarter the Continental Army in the winter of 1777–1778 on October 29, 1777.[10]  In addition to suggestions from his officers, Washington also had to contend with the recommendations of politicians.  Pennsylvania state legislators and the Continental Congress expected the Continental Army to select an encampment site that could protect the countryside around Philadelphia.  Some members of the Continental Congress also believed that the army might be able to launch a winter campaign.[10]  Interested parties suggested other sites for an encampment, including Lancaster, Pennsylvania, and Wilmington, Delaware.  However, following the inconclusive Battle of Whitemarsh from December 5–8, increasing numbers of officers and politicians began to appreciate the need to defend the greater Philadelphia region from British incursions.\n\nConsidering these questions, an encampment at Valley Forge had notable advantages.  Valley Forge's high terrain meant that enemy attacks would be difficult.[11]  Its location allowed for soldiers to be readily detached to protect the countryside.[12]  Proximity to the Schuylkill River could facilitate supply movements down the river.  Wide, open areas provided space for drilling and training.[13]  On December 19, Washington conducted his 12,000-man army to Valley Forge to establish the encampment.\n\nThe encampment was primarily situated along the high, flat ground east of Mount Joy and south of the Schuylkill River.[14]   In addition to a concentration of soldiers at Valley Forge, Washington ordered nearly 2,000 soldiers to encamp at Wilmington, Delaware.  He posted the army's mounted troops at Trenton, New Jersey, and additional outposts at Downingtown and Radnor, Pennsylvania, among other places.[15]  In the two winter encampments prior to Valley Forge, the Continental army had sheltered themselves in a combination of tents, constructed huts, civilian barns and other buildings.  Valley Forge marked the first time Washington ordered the army primarily concentrated into a more permanent post where they constructed their own shelters.  This strategic shift encouraged a whole new host of problems for the American Patriots.\n\nGeorge Washington later wrote of the march into Valley Forge, \"To see men without clothes to cover their nakedness, without blankets to lay on, without shoes by which their marches might be traced by the blood from their feet, and almost as often without provisions as with; marching through frost and snow and at Christmas taking up their winter quarters within a day's march of the enemy, without a house or hut to cover them till they could be built, and submitting to it without a murmur is a mark of patience and obedience which in my opinion can scarce be paralleled.\"[16]\n\nThe Valley Forge encampment became the Continental Army's first large-scale construction of living quarters.  While no accurate account exists for the number of log huts built, experts estimate a range between 1,300 and 1,600 structures. There are no known contemporary images of the Valley Forge cantonment. The correspondence of General Washington and other soldiers’ letters and notebooks are the only accounts of what took place.[17] Brigadier General Louis Lebègue de Presle Duportail selected grounds for the brigade encampments and planned the defenses.[18]  Afterwards, brigadier generals appointed officers from each regiment to mark out the precise spot for every officer and all enlisted men's huts.[19]   Despite commanders' attempts at standardization, the huts varied in terms of size, materials, and construction techniques.  Military historian John B. B. Trussell Jr. writes that many squads \"dug their floors almost two feet below ground level,\" to reduce wind exposure or the number of logs required for construction.[20]  In addition, some huts had thatched straw roofs, while others consisted of brush, canvas, or clapboards.  In a letter to his wife Adrienne, Lafayette described the huts as \"small barracks, which are scarcely more cheerful than dungeons.\"[21]\n\nThe Continental Army that marched into Valley Forge consisted of about 12,000 people—soldiers, artificers, women, and children.  Throughout the winter, patriot commanders and legislators faced the challenge of supplying a population the size of a colonial city.  In May and June 1777, the Continental Congress had authorized the reorganization of the supply department.[22] Implementation of those changes never fully took effect, because of the fighting surrounding Philadelphia. Consequently, the supply chain had broken down even before the Continental Army arrived at Valley Forge.  In large part, supplies dried up through the neglect of Congress so that by the end of December 1777 Washington had no way to feed or to adequately clothe the soldiers.[23] Washington chose the area partly for its strategic benefits, but wintertime road conditions impeded supply wagons on route to the encampment.[24]\n\nThat winter, starvation and disease killed more than 1,000 soldiers[25] and perhaps as many as 1,500 horses.[26]  The men suffered from continual, gnawing hunger and cold.  Washington ordered that soldiers' rations include either one to one and a half pounds of flour or bread, one pound of salted beef or fish, or three-quarters pound of salted pork, or one and a half pounds of flour or bread, a half pound of bacon or salted pork, a half pint of peas or beans, and one gill of whiskey or spirits.[27]  In practice, however, the army could not reliably supply the full ration.[28]   Perishable foods began to rot before reaching the troops because of poor storage, transportation problems, or confusion regarding the supplies' whereabouts.  Other rations became lost or captured by the enemy.  Traveling to market proved dangerous for some vendors.  When combined with the Continental Army's lack of hard currency, prices for perishable goods inflated.  Therefore, during the first few days of constructing their huts, the Continentals primarily ate firecakes, a tasteless mixture of flour and water cooked upon heated rocks.  In his memoir, Joseph Plumb Martin wrote that \"to go into the wild woods and build us habitations to stay (not to live) in, in such a weak, starved and naked condition, was appalling in the highest degree.\"[29]   Resentment swelled within the ranks towards those deemed responsible for their hardship.\n\nOn December 23, Washington wrote Henry Laurens, the President of the Continental Congress.  Washington related how his commanders had just exerted themselves with some difficulty to quell a \"dangerous mutiny\" fomenting, because of the lack of provision. Washington continued with a dire warning to Congress: \"unless some great and capital change suddenly takes place in that line, this Army must inevitably be reduced to one or other of these three things, Starve, dissolve, or disperse, in order to obtain subsistence in the best manner they can.\"[30]   While Washington dealt with serious circumstances, he may have exaggerated slightly to obtain a quicker response from the Continental Congress.\n\nThat winter was not particularly harsh at Valley Forge, but many soldiers remained unfit for duty, owing to the disease, lack of proper clothing and uniforms (\"naked\" referred to a ragged or improperly attired individual).  Years later, Lafayette recalled that \"the unfortunate soldiers were in want of everything; they had neither coats, hats, shirts, nor shoes; their feet and legs froze till they had become almost black, and it was often necessary to amputate them.\"[31]\n\nOn January 7, Christopher Marshall related how \"ten teams of oxen, fit for slaughtering, came into camp, driven by loyal Philadelphia women.  They also brought 2,000 shirts, smuggled from the city, sewn under the eyes of the enemy.\"[32]   While these women provided crucial assistance, most people remained relatively unaware of the Continental Army's plight—\"an unavoidable result of a general policy\" to prevent such intelligence from reaching the British.[33]\n\nThe outlook for the army's situation improved when a five-man congressional delegation arrived on January 24.  The delegates consisted of \"Francis Dana of Massachusetts, Nathaniel Folsom of New Hampshire, John Harvie of Virginia, Gouverneur Morris of New York, and Joseph Reed of Pennsylvania.\"[34]   According to historian Wayne Bodle, they came to understand through their visit \"how vulnerable the new army could be to logistical disruption, owing to its size, its organizational complexity, and its increasing mobility.\"[35]   Washington and his aides convinced them to implement recommended reforms to the supply department.  In March 1778, Congress also appointed Nathanael Greene as Quartermaster General, who reluctantly accepted at Washington's behest.  One of the Continental Army's most able generals, Greene did not want an administrative position.  Yet he and his staff better supplied the troops at a time when the weather and road conditions began to improve.  The Schuylkill River also thawed, allowing the Continental Army to more easily to transport convoys from the main supply depot at Reading.[36]\n\n"
        },
        {
            "title": "Environmental and disease conditions",
            "text": "Maintaining cleanliness was a challenge for the Continental Army.  Scabies broke out because of the filthy conditions within the encampment, as did other deadlier ailments.  The army had a limited water supply for cooking, washing, and bathing.  Dead horse remains often lay unburied, and Washington found the smell of some places intolerable.[37][38]  Neither plumbing nor a standardized system of trash collection existed.  To combat the spread of contagion, Washington commanded soldiers to burn tar or \"the Powder of a Musquet Cartridge\" in the huts everyday, to cleanse the air of putrefaction.[39]  On May 27, Washington had ordered his soldiers remove the mud-and-straw chinking from huts \"to render them as airy as possible.\"[39]\n\nOutbreaks of typhoid and dysentery spread through contaminated food and water.  Soldiers contracted influenza and pneumonia, while still others succumbed to typhus, caused by body lice.  Although the inconsistent delivery of food rations did not cause starvation, it probably exacerbated the health of ailing soldiers.  Some patients might have suffered from more than one ailment.  In total, about 1,700–2,000 troops died during the Valley Forge encampment, mostly at general hospitals located in six different towns.  Valley Forge had the highest mortality rate of any Continental Army encampment, and even most military engagements of the war.\n\nDespite the mortality rate, Washington did curb the spread of smallpox, which had plagued the Continental Army since the American Revolution had begun in 1775.  In January 1777, Washington had ordered mass inoculation of his troops, but a year later at Valley Forge, smallpox broke out again.  An investigation uncovered that 3,000–4,000 troops had not received inoculations, despite having long-term enlistments.[40]  So, Washington ordered inoculations for any soldiers vulnerable to the disease.\n\nA precursor to vaccination (introduced by Edward Jenner in 1798), inoculation gave the patient a milder form of smallpox with better recovery rates than if the patient had acquired the disease naturally.  The procedure provided lifetime immunity from a disease with a roughly 15–33% mortality rate.[41]   In June 1778, when the Continental Army marched out of Valley Forge, they had completed \"the first large-scale, state-sponsored immunization campaign in history.\"[42]   By continuing the inoculation program for new recruits, Washington better maintained military strength among the regular, Continental Army troops throughout the remainder of the war.\n\n"
        },
        {
            "title": "Encampment demographics",
            "text": "While each hut housed a squad of twelve enlisted soldiers, sometimes soldiers' families joined them to share that space as well.  Throughout the encampment period, Mary Ludwig Hays and approximately 250–400 other women had followed their soldier husbands or sweethearts to Valley Forge, sometimes with children in tow.  Washington once wrote that \"the multitude of women in particular, especially those who are pregnant, or have children, are a clog upon every movement.\"[43]   Yet women on the whole proved invaluable, whether on the march or at an encampment like Valley Forge.  They often earned income either by laundering clothes or by nursing troops, which kept soldiers cleaner and healthier.  In turn, this made the troops appear more professional and disciplined.\n\nLucy Flucker Knox, Catharine Littlefield \"Caty\" Greene, and other senior officers' wives journeyed to Valley Forge at the behest of their husbands.  On 22 December, Martha Washington predicted that her husband would send for her as soon as his army went into winter quarter, and that \"if he does I must go.\"[44]  Indeed, she did, traveling in wartime with a group of slaves over poor roads, reaching her destination in early February.  Washington's aide-de-camp Colonel Richard Kidder Meade met her at the Susquehanna ferry dock to escort her into the encampment.[44]  Over the next six months, Martha hosted political leaders and military officials, managing domestic staff within the confined space of Washington's Headquarters. Martha was one of many important women at Valley Forge. She also organized meals and kept spirits high during the rough times at the encampment.[45]\n\nValley Forge had a high percentage of racial and ethnic diversity, since Washington's army comprised individuals from all 13 states.  About 30% of Continental soldiers at Valley Forge did not speak English as their first language.  Many soldiers and commanders hailed from German-speaking communities, as with Pennsylvania-born Brigadier General Peter Muhlenberg.  Still others spoke Scottish- or Irish-Gaelic, and a few descended from French-speaking Huguenot and Dutch-speaking communities in New York.  Local residents sometimes conversed in Welsh.  Several senior officers in the Continental Army originally came from France, Prussia, Poland, Ireland, and Hungary.[citation needed]\n\nAlthough Native and/or African American men served the Continental Army as drovers, waggoners, and laborers, others fought as soldiers, particularly from Rhode Island and Massachusetts.[46] The smallest of the states, Rhode Island had difficulty meeting recruitment quotas for white men, spurring Brigadier General James Mitchell Varnum to suggest the enlistment of slaves for his 1st Rhode Island Regiment.  Over a four-month period in 1778, the Rhode Island General Assembly allowed for their recruitment.  In exchange for enlisting, soldiers of the 1st Rhode Island Regiment gained immediate emancipation, and their former owners received financial compensation equal to the slave's market value. They bought freedom for 117 enslaved recruits before the law allowing them to do so was repealed, but these free African American Soldiers continued to enlist in the military.[47] By January 1778, nearly 10% of Washington's effective force consisted of African-American troops.[48]\n\nCommanders brought servants and enslaved people with them into the encampment, usually black people.  Washington's enslaved domestic staff included his manservant William Lee, as well as cooks Hannah Till and her husband Isaac.  William Lee had married Margaret Thomas, a free black woman who worked as a laundress at Washington's Headquarters.  Hannah Till's legal owner Reverend John Mason lent her out to Washington, but Hannah secured an arrangement whereby she eventually bought her freedom.[49][50]\n\nBy Spring of 1778, Wappinger, Oneida and Tuscarora warriors who were on the side of the Patriots, with prominent Oneida leader Joseph Louis Cook of the St. Regis Mohawk among them, had joined the Americans at Valley Forge. Most served as scouts, keeping an eye out for British raiding parties in the area, and in May 1778, they fought under Lafayette at Barren Hill. In the oral history of the Oneida people, a prominent Oneida woman named Polly Cooper brought \"hundreds of bushels of white corn\" to hungry troops, teaching them how to process it for safe consumption.[51] During the Revolutionary War, most Native American tribes sided with the British in order to protect their traditional homelands from the encroachment of American settlers. However, several tribes, including the Oneida, sided with the Patriots due in part to ties with American settlers, such as Presbyterian minister Samuel Kirkland.[52] The Seven Nations of Canada and the Iroquois at what would be the Six Nations Reserve, who were mostly emigrants from the colony of New York, were brought to the brink of war by the Anglo-American conflict.[53]\n\n"
        },
        {
            "title": "Organizational challenges",
            "text": "Among the challenges befalling the Continental Army during the Valley Forge winter included poor organization.  Two years of war, shuffling leadership, and uneven recruitment resulted in irregular unit organization and strength.  During the Valley Forge encampment, the army was reorganized into five divisions under Major Generals Charles Lee, Marquis de Lafayette, Johan de Kalb, and William Alexander \"Lord Stirling,\" with Brigadier General Anthony Wayne serving in place of Mifflin.[54][55]  Thanks to the widespread reorganization, unit strength and the terms of service became more standardized, improving the Continental army's efficiency.[56]\n\nAlthough Washington enjoyed support among enlisted soldiers, commissioned officers and congressional officials were not as enthusiastic. During the Valley Forge winter, Washington's detractors attacked his leadership ability in both private correspondence and in popular publications.  One anonymous letter in January 1778 disparaged Washington.  It read, \"The proper methods of attacking, beating, and conquering the Enemy has never as yet been adapted by the Commander in [Chief].\"[57]\n\nWhile historians disagree as to the seriousness of the threat to Washington's leadership during the Valley Forge winter, the most organized of these threats (albeit loosely organized) was the so-called Conway Cabal. The cabal consisted of a handful of military officers and American politicians who attempted to replace Washington with Major General Horatio Gates as the head of the Continental army.  The movement was nominally led by Thomas Conway, a foreign Continental army general and critic of Washington's leadership. If the cabal ever posed any real threat to Washington's leadership, a series of leaks and embarrassing exposures in the fall and winter of 1777 and 1778 dissolved the threat. Thanks to the demise of the cabal, following the Valley Forge encampment George Washington's reputation in the American war effort improved.[58]\n\nIncreasing military efficiency, morale, and discipline improved the army's well-being with better supply of food and arms. The Continental Army had been hindered in battle because units administered training from a variety of field manuals, making coordinated battle movements awkward and difficult. They struggled with basic formations and lacked uniformity, thanks to multiple drilling techniques taught in various ways by different officers.[59]  The task of developing and carrying out an effective training program fell to Baron Friedrich von Steuben, a Prussian drill master who had recently arrived from Europe.\n\nHe drilled the soldiers, improving their battle and formation techniques. Under Steuben's leadership, the Continentals practiced volley fire, improved maneuverability, standardized their march paces, exercised skirmishing operations, and drilled bayonet proficiency.[60]  These new efforts to train and discipline the army also improved morale among the soldiers more generally.[61]\n\n"
        },
        {
            "title": "French alliance",
            "text": "Initially, France remained reluctant to directly involve themselves in the war against Great Britain.  In part, they worried that revolutionary fervor might spread into their own empire (which it did by 1789), but they also did not think the American colonists could win.  However, the October 1777 surrender of British General John Burgoyne's army at Saratoga won for Americans the assistance they needed from other foreign powers.[62]   France and the United States subsequently signed a treaty on February 6, 1778, creating a military alliance between the two countries. In response, Great Britain declared war on France five weeks later, on March 17.\n\nOn May 6, having already received word of the French alliance, Washington ordered the Continental Army to perform a Grand Feu de Joie, a formal ceremony consisting of a rapid and sequential firing of guns down the ranks.  Continental officer George Ewing wrote that \"the troops then shouted, three cheers and 'Long live the King of France!' after this…three cheers and shout of 'God Save the friendly Powers of Europe!'…and cheers and a shout of 'God Save the American States!'\"[63]  Each soldier received an extra gill of rum (about four ounces) to enjoy that day, and after the troops' dismissal, Washington and other officers drank many patriotic toasts and concluded the day \"with harmless Mirth and jollity.\"[63]\n\nThey had cause for celebration.  As empires, both France and Great Britain had territory around the world that required protection.  Sir Henry Clinton replaced General Sir William Howe as British Commander-in-Chief of Land Forces in North America, and had to divert troops from Philadelphia to the Crown's valuable possessions in the West Indies.  The British also feared a French naval blockade of Philadelphia, so in June, Clinton abandoned it for New York City—a loyalist stronghold. On June 18, Washington and his troops marched after them, with the remainder vacating Valley Forge one day later—exactly six months after the Continental Army had arrived.\n\n"
        },
        {
            "title": "Battle of Monmouth",
            "text": "As they marched through south and central New Jersey on their way to New York City, the British destroyed property and confiscated supplies and food, inspiring growing enmity among the area's civilians.[64]  Meanwhile, small-scale cooperative operations between the Continentals and New Jersey militia harassed and exhausted the British forces.[65]\n\nThe armies met on the morning of June 28, beginning the Battle of Monmouth.  Continental soldiers under the command of General Charles Lee engaged the British in approximately five hours of continuous fighting in a ferocious heat.[66]  That night, British General Sir Henry Clinton moved his army out of Freehold and resumed their march to Manhattan.  Both sides claimed elements of victory.  The British army completed its march to New York City, while the Continental Army had forced a battle and performed admirably on an open field.  The standardized training instilled at Valley Forge had improved their performance on the battlefield.[citation needed][67]\n\n"
        },
        {
            "title": "Myth and memory",
            "text": "Valley Forge long occupied a prominent place in U.S. storytelling and memory. The encampment in Pennsylvania later became a historic national park where many efforts were taken to preserve and capture the meaning and feelings many had behind the location’s historic significance and well-known myths; this perceived enduring atmosphere regarding the historical context behind the site, molded history’s patriotic view on Valley Forge. Many historians have supported and conveyed Valley Forge’s relevance in mythological context versus its historic understanding. The image of Valley Forge as a site of terrible suffering and unshakeable perseverance emerged years after the encampment ended.[68][69]\n\nOne of the most enduring myths about the Valley Forge encampment concerns the weather. Later depictions of Valley Forge described the encampment as blanketed in snow, with exposure and frostbite supposedly claiming the lives of many soldiers. Amputations occurred, but no corroborating sources state that death occurred from the freezing temperatures alone. Rather, snowfall occurred infrequently, above-freezing temperatures were regular, and ice was uncommon. Stories of harsh weather likely originated from the 1779–1780 winter encampment at Jockey Hollow, near Morristown, New Jersey, which had the coldest winter of the war.[70]\n\nOne of the most popular Valley Forge myths involves Washington kneeling in the snow praying for his army's salvation. The image was popularized in paintings and in newspapers, and at one point, President Ronald Reagan even repeated it. However, no contemporary evidence exists suggesting such a prayer occurred. The story first appeared in an 1804 article by Mason Locke Weems, an itinerant minister, popular folklorist, and Washington biographer. In Weems' story, a neutral Quaker named Isaac Potts discovered Washington at prayer, relayed the story to his wife, and then declared his support for the U.S. cause.[71]  However, Potts did not live near Valley Forge during the encampment period and did not marry his wife until 1803. Despite the dubious origins, many have repeated the story over the years.[72]\n\n"
        }
    ]
}