{
    "url": "https://en.wikipedia.org/wiki/Vampires_in_popular_culture",
    "title": "Vampires in popular culture",
    "table_of_contents": [
        "1 Comic books and graphic novels",
        "2 Films",
        "3 Games",
        "3.1 Board games and card games",
        "3.2 Role-playing games",
        "3.2.1 Other role-playing games",
        "3.3 Video games",
        "4 Manga",
        "5 Music",
        "5.1 Artists",
        "5.2 Songs",
        "6 Paintings",
        "7 Television",
        "8 Theatre",
        "9 Other vampire references",
        "9.1 Darkseekers",
        "9.2 Moroi",
        "9.3 Penanggalan",
        "9.3.1 Film",
        "9.3.2 Print media",
        "9.3.3 Other",
        "9.4 Shtriga",
        "9.5 Strigoi",
        "9.5.1 Books",
        "9.5.2 Games",
        "9.5.3 Movies",
        "9.5.4 Music",
        "9.5.5 Television",
        "9.6 Strix",
        "9.7 Wurdulac",
        "10 See also",
        "11 References",
        "12 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nVampires are frequently represented in popular culture, including appearances in ballet, films, literature, music, opera, theatre, paintings, and video games.\n\nThough there are many creative variations and depictions of vampires, fundamentally \"a vampire\" is defined as a being which consumes / drinks blood as a primary source of sustenance.\n\n"
        },
        {
            "title": "Films",
            "text": "The Vampire (1913, directed by Robert G. Vignola), also co-written by Vignola, is the earliest vampire film.\n\nThese were derived from the writer Rudyard Kipling who was inspired by a vampiress painted by Philip Burne-Jones, an image typical of the era in 1897, to write his poem 'The Vampire'. Like much of Kipling's verse it was incredibly popular, and its refrain: A fool there was . . . , describing a seduced man, became the title of the popular film A Fool There Was that made Theda Bara a star, the poem being used in its publicity. On this account, in early American slang the femme fatale was called a vamp, short for vampiress.[1]\n\nA vampire features in the landmark Nosferatu (1922 Germany, directed by Friedrich Wilhelm Murnau), an unlicensed version of Bram Stoker's Dracula. The Stoker estate sued the production and won, leading to the destruction of most copies of the film. It would be painstakingly restored in 1994 by a team of European scholars from the five surviving prints that had escaped destruction. Nosferatu is the first film to feature a Vampire's death by sunlight, which formerly only weakened vampires.\n\nThe next classic treatment of the vampire legend was in Universal's Dracula starring Bela Lugosi as Count Dracula. \nFive years after the release of the film, Universal released Dracula's Daughter, a direct sequel that starts immediately after the end of the first film. A second sequel, Son of Dracula, starring Lon Chaney Jr. followed in 1943. Despite his apparent death in the 1931 film, the Count returned to life in three more Universal films of the mid-1940s: 1944's House of Frankenstein, 1945's House of Dracula and 1948's Abbott and Costello Meet Frankenstein. While Lugosi had played a vampire in two other movies during the 1930s and 1940s, it was only in this final film that he played Count Dracula onscreen for the second (and last) time.\n\nDracula was reincarnated for a new generation in the celebrated Hammer Horror series of films, starring Christopher Lee as the Count. The first of these films Dracula (1958) was followed by seven sequels. Lee returned as Dracula in all but two of these.\n\nA distinct subgenre of vampire films, ultimately inspired by Le Fanu's Carmilla explored the topic of the lesbian vampire. The first of these was Blood and Roses (1960) by Roger Vadim. More explicit lesbian content was provided in Hammer Studios Karnstein trilogy. The first of these, The Vampire Lovers, (1970), starring Ingrid Pitt and Madeleine Smith, was a relatively straightforward re-telling of LeFanu's novella, but with more overt violence and sexuality.\nLater films in this subgenre such as Vampyres (1974) became even more explicit in their depiction of sex, nudity and violence.\n\nBeginning with the absurd Abbott and Costello Meet Frankenstein (1948) the vampire film has often been the subject of comedy. The Fearless Vampire Killers (1967) by Academy Award winner Roman Polanski was a notable parody of the genre. Other comedic treatments, of variable quality, include Old Dracula (1974) featuring David Niven as a lovelorn Dracula, Love at First Bite (1979 United States) featuring George Hamilton and Dracula: Dead and Loving It (1995 United States, directed by Mel Brooks) with Canadian Leslie Nielsen giving it a comic twist.\n\nAnother development in some vampire films has been a change from supernatural horror to science fictional explanations of vampirism. The Last Man on Earth (Italy 1964, directed by Ubaldo Ragona) and The Omega Man (1971 USA, directed by Boris Sagal), both based on Richard Matheson's novel I Am Legend, are two examples. Vampirism is explained as a kind of virus in David Cronenberg's Rabid (1976 Canada), Red-Blooded American Girl (1990 Canada, directed by David Blyth) and Michael and Peter Spierig's Daybreakers (2009 United States).\n\nRace has been another theme, as exemplified by the blaxploitation picture Blacula (1972) and several sequels.\n\nSince the time of Bela Lugosi's Dracula (1931) the vampire, male or female, has usually been portrayed as an alluring sex symbol. There is, however, a very small subgenre, pioneered in Murnau's seminal Nosferatu (1922) in which the vampire is depicted in the hideous lineaments of the creature of European folklore. Max Schrek's disturbing portrayal of this role in Murnau's film was copied by Klaus Kinski in Werner Herzog's remake Nosferatu: Phantom der Nacht (1979). In Shadow of the Vampire (2000, directed by E. Elias Merhige), Willem Dafoe plays Max Schrek, himself, though portrayed here as an actual vampire. Dafoe's character is the ugly, disgusting creature of the original Nosferatu. The main tradition has, however, been to portray the vampire in terms of a predatory sexuality. Christopher Lee, Delphine Seyrig, Frank Langella, and Lauren Hutton are just a few examples of actors who brought great sex-appeal into their portrayal of the vampire.[neutrality is disputed]\n\nA major character in most vampire films is the vampire slayer, of which Stoker's Abraham Van Helsing is a prototype. However, killing vampires has changed. Where Van Helsing relied on a stake through the heart, in Vampires 1998 USA, directed by John Carpenter, Jack Crow (James Woods) has a heavily armed squad of vampire hunters, and in Buffy the Vampire Slayer (1992 USA, directed by Fran Rubel Kuzui), writer Joss Whedon (who created TV's Buffy the Vampire Slayer and spinoff Angel) attached The Slayer, Buffy Summers (Kristy Swanson in the film, Sarah Michelle Gellar in the TV series), to a network of Watchers and mystically endowed her with superhuman powers.\n\nThe 1973 Serbian horror film Leptirica (\"The She-Butterfly\") was inspired by the story of Sava Savanović.\n\nOther notable Vampire movies also include the following, but not limited to:\n\n"
        },
        {
            "title": "Games",
            "text": "As a well-known and iconic creature type, vampires are central to a variety of games, including board games, role-playing games, and video games.\n\nThese include a number of games where vampires are either incidental villains, or the primary villain of the game, as well as games that allow players to play as a vampire. It has been noted that vampires are \"supernatural beings with a laundry list of fantastic abilities and a need for feeding on the living, which would presumably give numerous options for a plot\".[2] As late as 2014, however, it was lamented that there were not enough video games featuring vampires, with one commentary noting that \"Vampires have never lent themselves readily to video games\" due to their combination of cerebral and passionate characteristics, which \"need something that most video games can't handle at the best of times, great writing\".[3]\n\nThe Fury of Dracula is a board game for 2-4 players designed by Stephen Hand and published by Games Workshop in 1987. Fantasy Flight Games released an updated version in 2006 as Fury of Dracula, and a third edition in 2015 by the same name. WizKids Games released a fourth edition in 2019. In the April 1988 edition of Dragon (Issue 132), Jim Bambra liked the first edition of the game, saying, \"[It] takes some of the best elements of role-playing games and neatly transposes them into an intriguing and fun board game.\" Bambra recommended the game, concluding, \"Steeped in Gothic atmosphere and tinged with the unexpected, The Fury of Dracula game deserves to be in every gamer’s collection.\"[4]\n\nVampire: The Eternal Struggle (published as Jyhad in the first or \"Limited\" edition and often abbreviated as V:TES) is a multiplayer collectible card game published by White Wolf Publishing, set in the World of Darkness.[5][6] The game was designed in 1994 by Richard Garfield and initially published by Wizards of the Coast and was the third CCG ever created.[7][8] As Garfield's first follow-up to his popular Magic: The Gathering collectible card game, he was eager to prove that the genre was \"a form of game as potentially diverse as board games\".[9] In 1995 the game was renamed from Jyhad to Vampire: The Eternal Struggle to increase its appeal and distance itself from the Islamic term jihad.[10]\n\nIn the Dungeons & Dragons fantasy role-playing game, the vampire is an undead creature. A humanoid or monstrous humanoid creature can become a vampire, and looks as it did in life, with pale skin, haunting red eyes, and a feral cast to its features. A new vampire is created when another vampire drains the life out of a living creature. Its depiction is related to those in 1930s and 1940s Hollywood Dracula and monster movies.[11] In writing vampires into the game, as with other creatures arising in folklore, the authors had to consider what elements arising in more recent popular culture should be incorporated into their description and characteristics.[12]\n\nThe vampire was one of the first monsters introduced in the earliest edition of the game, in the Dungeons & Dragons \"white box\" set (1974),[13] where they were described simply as powerful undead. They appeared again in the Greyhawk supplement.[14] The vampire later appeared in the first edition Monster Manual (1977),[15] where its description was changed somewhat to a chaotic evil, night-prowling creature whose powerful negative force drains life energy from victims.\n\nOne popular Dungeons & Dragons campaign setting, Ravenloft, has as a central character a vampire named Strahd Von Zarovich, who is both ruler and prisoner of his own personal domain of Barovia. How Count Von Zarovich became the darklord of Barovia was detailed in the novel, I, Strahd: The Memoirs of a Vampire.[16]\n\nThe role-playing game Vampire: The Masquerade has been influential upon modern vampire fiction and elements of its terminology, such as embrace and sire, appear in contemporary fiction.[17]\n\nGURPS Cabal, a book that features a customizable campaign setting for the GURPS role-playing game system, depicts a modern-day secret society composed of vampires, lycanthropes and sorcerers who study the underlying principles of magic and visit other planes of existence and was integrated into Infinite Worlds, the \"default\" (core) setting for GURPS's 4th Edition. The Third Edition GURPS supplement Blood Types lists 47 different \"species\" of vampires describing 30 of them from both folklore and fiction in 23 listings (several are simply different names for the same type of vampire; for example the Burma's Kephn is considered a male version of the Penanggalen)\n\nShadowrun features vampires whose existence is explained by a resurgence of the Human Meta-Human Vampiric Virus. As such, the afflicted are not undead, but instead are still alive but radically changed by the retrovirus. They normally do not suffer from the supernatural limitations such as crosses, but still are vulnerable to sunlight. In the tabletop wargame Warhammer Fantasy, Vampire Counts are one of the playable forces.\n\nOne of the earliest video games featuring a vampire as the antagonist is The Count, a 1979 text adventure for various platforms, in which local villagers send the player to defeat Count Dracula.[19]\n\nA number of video game developers \"have taken inspiration from the vampire myth to create unique gaming experiences that have players hunting down the beasts as well as playing as a member of the undead\".[20] Popular video games about vampires include Castlevania, which is an extension of the original Bram Stoker novel Dracula, and Legacy of Kain.[21]\n\nA number of websites have compiled \"best of\" lists of vampire games, with games frequently mentioned including Castlevania: Symphony of the Night, Darkwatch, Infamous: Festival of Blood, Legacy of Kain: Soul Reaver, and Vampire: The Masquerade – Bloodlines.[2][20][22]\n\nWhile most vampire-themed games involve some kind of combat between the player (either fighting vampires, or as a vampire fighting other foes), some games incorporate vampires without including those elements. In particular, The Sims 4 features the game pack, The Sims 4: Vampires, which includes Vampires as a life state, with Gothic-themed objects, outfits, interactions, aspirations, foods, and a Vampire Lore Skill. It is only available for digital download. The pack also features a new neighborhood called Forgotten Hollow which, fitting with the vampiric theme, has longer nighttimes than other neighborhoods. It takes elements from The Sims 2: Nightlife, The Sims 3: Late Night and The Sims 3: Supernatural.[23]\n\n"
        },
        {
            "title": "Paintings",
            "text": "\"The Vampire\" (1897) by Philip Burne-Jones depicts an alluring female vampire crouched over a male victim. The model was the famous actress Mrs Patrick Campbell. This femme fatale inspired a poem of the same name (also 1897) by Rudyard Kipling. Like much of Kipling's verse it was incredibly popular, and its inspired many early silent films whose \"vampires\" were actually \"vamps\" rather than being supernatural undead blood-suckers. The 1913 film The Vampire features the famous and controversial \"Vampire Dance\", which takes inspiration from the painting.[24] The poem's refrain: A fool there was . . . , describing a seduced man, became the title of the popular film A Fool There Was (1915) which made Theda Bara a star, and the archetypal cinematic \"vamp\".[25]\n\n"
        },
        {
            "title": "Other vampire references",
            "text": "Many regional vampire myths, or other creatures similar to or related to vampires have appeared in popular culture.\n\nThe Stirge was presented as a popular monster in Dungeons and Dragons. In the game, it took the form of a many-legged flying creature which sucked the blood from its victims through a sharp, tubular beak.\n\nA version of the striga makes an appearance in The Witcher (video game) based on the works of Polish writer Andrzej Sapkowski. As a demonic undead creature, which transforms from the corpse of a dead child conceived via incest, striga in the Witcher's universe does not look like insects or vampires but looks similar to a ghoul with a muscular quadrupedal body, big claws, and a fang-filled mouth.\n\nThe strix make an appearance in the Vampire: the Requiem historical book Requiem for Rome. In contrast to the more traditional vampires presented in the line, the strix are disembodied spirits who commonly take the shape of owls and can possess both humans and torpored vampires. It is rumored that the strix restored Remus to undeath, and corrupted a sixth clan of vampires who were destroyed en masse. The strix believed themselves to be betrayed by the vampires of Rome, especially those of the Julii clan, and swore to bring about their ruin. They reappear in Night Horrors: Wicked Dead as heralds of disaster, mainly unbound by their former oath (although they still occasionally pursue such activities for personal reasons). Immensely amoral libertines, they view vampires clinging to humanity as weak, and as such will often serve as tempters in order to make them lose themselves to the Beast.\n\nStrix are also described in the GURPS third edition Sourcebook for Vampires Blood Types. They are described as witches who, having made pacts with dark entities, gained the ability to become blood-drinking birds at night. What their pacts with these dark forces require of them is not described.\n\n"
        }
    ]
}