{
    "url": "https://en.wikipedia.org/wiki/Varginha_UFO_incident",
    "title": "Varginha UFO incident",
    "table_of_contents": [
        "1 Overview",
        "1.1 The creatures",
        "1.2 UFO sightings",
        "2 Inquiry",
        "3 Notoriety",
        "4 Films and documentaries",
        "5 See also",
        "6 Notes",
        "7 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The Varginha UFO incident involves a series of events in 1996 when various citizens of Varginha, Brazil reported seeing one or more strange creatures and at least one unidentified flying object (UFO). Stories in the media claimed that one or more extraterrestrial beings were later captured by the Brazilian military.[1] Such reports were first broadcast on the Sunday TV show Fantástico of Rede Globo and garnered media coverage worldwide including an article in The Wall Street Journal.[2] It is one of the best-known cases in Brazilian ufology.\n\nThe Brazilian government denied conspiracy theorists claims that it was hiding evidence of extraterrestrials.[3]\n\n"
        },
        {
            "title": "Overview",
            "text": "According to media reports, a creature was first sighted by three women ranging from 14 to 22 years old: sisters Liliane and Valquíria Fátima Silva, and their friend Kátia Andrade Xavier during intense rain and strong winds. They allegedly saw the creature in the afternoon of January 20, 1996:  A biped about 1.6 metres (5 ft), with a large head and very thin body, with V-shaped feet, brown skin, and large red eyes. It seemed to be wobbly or unsteady, and the girls assumed it was injured or sick.\n\nThe Silva sisters said that they fled and told their mother that they had seen the \"devil\". The woman did not believe them up until she went to the area where they had allegedly seen the creature, smelled a strong ammonia-like odor, and found nothing but footprints and a dog sniffing the place.[4] After the Silvas related their tale to family and friends, rumors began to spread throughout the city regarding UFO sightings and alien creatures being abducted by the military forces. Two days later, another creature was allegedly found lying along a road.[citation needed] Three military trucks were supposedly sent to retrieve it. A similar sighting was reported at the local zoo by its janitor. In the following months, three animals mysteriously died.[5] Ufologist Roger Leir wrote a book, Ufo Crash in Brazil, that included interviews from people who claimed two creatures were taken to a clinic before being removed by military personnel.[6]\n\nOralina and Eurico de Freitas, owners of a farm in the town, reportedly saw a UFO hovering over their cattle. Oralina was attracted by the sudden agitation in her animals and spotted the flying object after she went to check what was disturbing them. The object supposedly hovered over their field for 40 minutes.[4]\n\n"
        },
        {
            "title": "Inquiry",
            "text": "In regard to the wasteland creature, an official inquiry led by the Brazilian military authorities concluded in 2010 that the Silva sisters had actually come across a homeless, mentally unstable man nicknamed \"Mudinho\" covered in mud. The Commander of 24th Police Battalion Military \"presented photographs (...) a citizen known as Mudinho, who probably has some mental disability and whose physical characteristics matched the description (...) make it likely that the hypothesis that this citizen, probably being dirty, due to the heavy rains and seen crouching by a wall, was mistaken by the three terrified girls as a space creature.”[3]\n\nThe head of official inquiry, Lieutenant Colonel Lúcio Carlos Finholdt Pereira stated that the military trucks were operating in their normal schedule that night.\n\n“Thus, the presence of the Firefighters in Jardim Andere, the parking of Army trucks in the vicinity of the concessionaire where their periodic maintenance would be carried out ... and the departure of EsSA vehicles ... were real facts ... incorrectly interpreted as Firefighters and the Military participating in the capture and later the transport of the alleged creature to Campinas.”[3]\n\nThe military also stated that the aliens supposedly seen in the hospital were due to people seeing an expectant couple who had dwarfism.[7]\n\n"
        },
        {
            "title": "Notoriety",
            "text": "This incident had a marked effect on tourism to the city of Varginha. Grey alien dolls with football uniforms are sold at the location of the incident. Bus stops were built in the form of spaceships and a huge flying saucer water tank was erected in the town center. Grey alien designs were used in advertising campaigns for the municipality.[8]\n\nIn April 2020, a mask was placed on one of the public monuments of Varginha aliens, a stunt made as part of a COVID-19 public health campaign.[9]\n\n"
        },
        {
            "title": "Films and documentaries",
            "text": "In 2020, a short film called \"1996\", by Minas Gerais director Rodrigo Brandão, revisits the event in a horror story made along the lines of a documentary (in the style of The Blair Witch Project). The short was made in VHS and follows the trajectory of two teenagers who are going to the city of Varginha on 20 January 1996. They end up getting lost in the woods at night and are found by the ET. The short was well received and participated in several important festivals such as the 23rd Tiradentes Cinema Exhibition.[10]\n\nIn September 2019, the National Cinema Agency (Ancine) approved a film that will have the incident as a backdrop, with a budget of R $ 7 million. The approval process by the Ancine Development Superintendence will still be funded. It is scheduled to air in 2021 if all goes according to plan.[11]\n\nOn March 24, 2019, youtuber Renato Wamberto released in the video series Nerd Doc , on the Nerd Show channel, the documentary \"A Verdade sobre ET de Varginha\".  In October 2019, Revista UFO presented the documentary \"O ET de Varginha\".[12]\n\n"
        }
    ]
}