{
    "url": "https://en.wikipedia.org/wiki/Variable_Specific_Impulse_Magnetoplasma_Rocket",
    "title": "Variable Specific Impulse Magnetoplasma Rocket",
    "table_of_contents": [
        "1 Design and operation",
        "1.1 Advantages",
        "1.2 Disadvantages",
        "2 Research and development",
        "2.1 VX-10 to VX-50",
        "2.2 VX-100",
        "2.3 VX-200",
        "2.3.1 VX-200SS",
        "3 Potential applications",
        "3.1 Mars in 39 days",
        "4 See also",
        "5 References",
        "6 Further reading",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe Variable Specific Impulse Magnetoplasma Rocket (VASIMR) is an electrothermal thruster under development for possible use in spacecraft propulsion. It uses radio waves to ionize and heat an inert propellant, forming a plasma, then a magnetic field to confine and accelerate the expanding plasma, generating thrust. It is a plasma propulsion engine, one of several types of spacecraft electric propulsion systems.[1]\n\nThe VASIMR method for heating plasma was originally developed during nuclear fusion research. VASIMR is intended to bridge the gap between high thrust, low specific impulse chemical rockets and low thrust, high specific impulse electric propulsion, but has not yet demonstrated high thrust. The VASIMR concept originated in 1977 with former NASA astronaut Franklin Chang Díaz, who has been developing the technology ever since.[2]\n\n"
        },
        {
            "title": "Design and operation",
            "text": "VASIMR is a type of electrothermal plasma thruster/electrothermal magnetoplasma thruster. In these engines, a neutral, inert propellant is ionized and heated using radio waves. The resulting plasma is then accelerated with magnetic fields to generate thrust. Other related electrically powered spacecraft propulsion concepts are the electrodeless plasma thruster, the microwave arcjet rocket, and the pulsed inductive thruster. \n\nThe propellant, a neutral gas such as argon or xenon, is injected into a hollow cylinder surfaced with electromagnets. On entering the engine, the gas is first heated to a \"cold plasma\" by a helicon RF antenna/coupler that bombards the gas with electromagnetic energy, at a frequency of 10 to 50 MHz,[3] stripping electrons off the propellant atoms and producing a plasma of ions and free electrons. By varying the amount of RF heating energy and plasma, VASIMR is claimed to be capable of generating either low-thrust, high–specific impulse exhaust or relatively high-thrust, low–specific impulse exhaust.[4] The second phase of the engine is a strong solenoid-configuration electromagnet that channels the ionized plasma, acting as a convergent-divergent nozzle like the physical nozzle in conventional rocket engines.\n\nA second coupler, known as the Ion Cyclotron Heating (ICH) section, emits electromagnetic waves in resonance with the orbits of ions and electrons as they travel through the engine. Resonance is achieved through a reduction of the magnetic field in this portion of the engine that slows the orbital motion of the plasma particles. This section further heats the plasma to greater than 1,000,000 K (1,000,000 °C; 1,800,000 °F)—about 173 times the temperature of the Sun's surface.[5]\n\nThe path of ions and electrons through the engine approximates lines parallel to the engine walls; however, the particles actually orbit those lines while traveling linearly through the engine. The final, diverging, section of the engine contains an expanding magnetic field that ejects the ions and electrons from the engine at velocities as great as 50,000 m/s (180,000 km/h).[4][6]\n\nIn contrast to the typical cyclotron resonance heating processes, VASIMR ions are immediately ejected from the magnetic nozzle before they achieve thermalized distribution. Based on novel theoretical work in 2004 by Alexey V. Arefiev and Boris N. Breizman of University of Texas at Austin, virtually all of the energy in the ion cyclotron wave is uniformly transferred to ionized plasma in a single-pass cyclotron absorption process. This allows for ions to leave the magnetic nozzle with a very narrow energy distribution, and for significantly simplified and compact magnet arrangement in the engine.[4]\n\nVASIMR does not use electrodes; instead, it magnetically shields plasma from most hardware parts, thus eliminating electrode erosion, a major source of wear in ion engines.[7] Compared to traditional rocket engines with very complex plumbing, high performance valves, actuators and turbopumps, VASIMR has almost no moving parts (apart from minor ones, like gas valves), maximizing long term durability.[citation needed]\n\nAccording to Ad Astra as of 2015, the VX-200 engine requires 200 kW electrical power to produce 5 N of thrust, or 40 kW/N.[6] In contrast, the conventional NEXT ion thruster produces 0.327 N with only 7.7 kW, or 24 kW/N.[6] Electrically speaking, NEXT is almost twice as efficient, and successfully completed a 48,000 hours (5.5 years) test in December 2009.[8][9]\n\nNew problems also emerge with VASIMR, such as interaction with strong magnetic fields and thermal management. The inefficiency with which VASIMR operates generates substantial waste heat that needs to be channeled away without creating thermal overload and thermal stress. The superconducting electromagnets necessary to contain hot plasma generate tesla-range magnetic fields[10] that can cause problems with other onboard devices and produce unwanted torque by interaction with the magnetosphere. To counter this latter effect, two thruster units can be packaged with magnetic fields oriented in opposite directions, making a net zero-torque magnetic quadrupole.[11]\n\n"
        },
        {
            "title": "Research and development",
            "text": "The first VASIMR experiment was conducted at Massachusetts Institute of Technology in 1983. Important refinements were introduced in the 1990s, including the use of the helicon plasma source, which replaced the plasma gun originally envisioned and its electrodes, adding to durability and long life.[citation needed]\n\nAs of 2010, Ad Astra Rocket Company (AARC) was responsible for VASIMR development, signing the first Space Act Agreement on 23 June 2005 to privatize VASIMR technology. Franklin Chang Díaz is Ad Astra's chairman and CEO, and the company had a testing facility in Liberia, Costa Rica on the campus of Earth University.[12]\n\nIn 1998, the first helicon plasma experiment was performed at the ASPL. VASIMR experiment 10 (VX-10) in 1998 achieved a helicon RF plasma discharge of up to 10 kW and VX-25 in 2002 of up to 25 kW. By 2005 progress at ASPL included full and efficient plasma production and acceleration of the plasma ions with the 50 kW, 0.5 newtons (0.1 lbf) thrust VX-50.[4] Published data on the 50 kW VX-50 showed the electrical efficiency to be 59% based on a 90% coupling efficiency and a 65% ion speed boosting efficiency.[13][failed verification]\n\nThe 100 kilowatt VASIMR experiment was successfully running by 2007 and demonstrated efficient plasma production with an ionization cost below 100 eV.[14] VX-100 plasma output tripled the prior record of the VX-50.[14]\n\nThe VX-100 was expected to have an ion speed boosting efficiency of 80%, but could not achieve this efficiency due to losses from the conversion of DC electric current to radio frequency power and the auxiliary equipment for the superconducting magnet.[13][15] In contrast, 2009 state-of-the-art, proven ion engine designs such as NASA's High Power Electric Propulsion (HiPEP) operated at 80% total thruster/PPU energy efficiency.[16]\n\nOn 24 October 2008, the company announced in a press release that the helicon plasma generation component of the 200 kW VX-200 engine had reached operational status. The key enabling technology, solid-state DC-RF power-processing, reached 98% efficiency. The helicon discharge used 30 kW of radio waves to turn argon gas into plasma. The remaining 170 kW of power was allocated for acceleration of plasma in the second part of the engine, via ion cyclotron resonance heating.[17]\n\nBased on data from VX-100 testing,[10] it was expected that, if room temperature superconductors are ever discovered, the VX-200 engine would have a system efficiency of 60–65% and a potential thrust level of 5 N. Optimal specific impulse appeared to be around 5,000 s using low cost argon propellant. One of the remaining untested issues was whether the hot plasma actually detached from the rocket. Another issue was waste heat management. About 60% of input energy became useful kinetic energy. Much of the remaining 40% is secondary ionizations from plasma crossing magnetic field lines and exhaust divergence. A significant portion of that 40% was waste heat (see energy conversion efficiency). Managing and rejecting that waste heat is critical.[18]\n\nBetween April and September 2009, 200 kW tests were performed on the VX-200 prototype with 2 tesla superconducting magnets that are powered separately and not accounted for in any \"efficiency\" calculations.[19] During November 2010, long duration, full power firing tests were performed, reaching steady state operation for 25 seconds and validating basic design characteristics.[20]\n\nResults presented in January 2011 confirmed that the design point for optimal efficiency on the VX-200 is 50 km/s exhaust velocity, or an Isp of 5000 s. The 200 kW VX-200 had executed more than 10,000 engine firings with argon propellant at full power by 2013, demonstrating greater than 70% thruster efficiency relative to RF power input.[21]\n\nIn March 2015, Ad Astra announced a $10 million award from NASA to advance the technology readiness of the next version of the VASIMR engine, the VX-200SS to meet the needs of deep space missions.[22] The SS in the name stands for \"steady state\", as a goal of the long duration test is to demonstrate continuous operation at thermal steady state.[23]\n\nIn August 2016, Ad Astra announced completion of the milestones for the first year of its 3-year contract with NASA. This allowed for first high-power plasma firings of the engines, with a stated goal to reach 100 hr and 100 kW by mid-2018.[24] In August 2017, the company reported completing its Year 2 milestones for the VASIMR electric plasma rocket engine. NASA gave approval for Ad Astra to proceed with Year 3 after reviewing completion of a 10-hour cumulative test of the VX-200SS engine at 100 kW. It appears as though the planned 200 kW design is being run at 100 kW for reasons that are not mentioned in the press release.[25]\n\nIn August 2019, Ad Astra announced the successful completion of tests of a new generation radio-frequency (RF) Power Processing Unit (PPU) for the VASIMR engine, built by Aethera Technologies Ltd. of Canada.[26] Ad Astra declared a power of 120 kW and >97% electrical-to-RF power efficiency, and that, at 52 kg, the new RF PPU is about 10x lighter than the PPUs of competing electric thrusters (power-to-weight ratio: 2.31 kW/kg)\n\nIn July 2021, Ad Astra announced the completion of a record-breaking test for the engine, running it for 28 hours at a power level of 82.5 kW.[27] A second test, conducted from July 12 to 16, successfully ran the engine for 88 hours at a power level of 80 kW.[28] Ad Astra anticipates conducting 100 kW power level tests in the second half of 2021.\n\n"
        },
        {
            "title": "Potential applications",
            "text": "VASIMR has a comparatively poor thrust-to-weight ratio, and requires an ambient vacuum.\n\nProposed applications for VASIMR such as the rapid transportation of people to Mars would require a very high power, low mass energy source, ten times more efficient than a nuclear reactor (see nuclear electric rocket). In 2010 NASA Administrator Charles Bolden said that VASIMR technology could be the breakthrough technology that would reduce the travel time on a Mars mission from 2.5 years to 5 months.[29] However this claim has not been repeated in the last decade.\n\nIn August 2008, Tim Glover, Ad Astra director of development, publicly stated that the first expected application of VASIMR engine is \"hauling things [non-human cargo] from low-Earth orbit to low-lunar orbit\" supporting NASA's return to Moon efforts.[30]\n\nIn order to conduct an imagined crewed trip to Mars in 39 days,[31] the VASIMR would require an electrical power level far beyond anything currently possible.\n\nOn top of that, any power generation technology will produce waste heat. The necessary 200 megawatt reactor \"with a power-to-mass density of 1,000 watts per kilogram\" (Díaz quote) would require extremely efficient radiators to avoid the need for \"football-field sized radiators\" (Zubrin quote).[32]\n\n"
        }
    ]
}