{
    "url": "https://en.wikipedia.org/wiki/Vattisen_Yaly",
    "title": "Vattisen Yaly",
    "table_of_contents": [
        "1 Groups",
        "2 See also",
        "3 References",
        "4 Bibliography",
        "5 Weblinks"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Vattisen Yaly (Chuvash: Ваттисен йӑли, Tradition of the Old) is a contemporary revival of the ethnic religion of the Chuvash people,[1] a Turkic ethnicity of Bulgar ancestry mostly settled in the republic of Chuvashia and surrounding federal subjects of Russia.\n\nVattisen Yaly could be categorised as a particular form of Tengrism, a related revivalist movement of Central Asian traditional religion. However, Vattisen Yaly differs significantly from other forms of Tengrism in that the Chuvash have been heavily influenced by Finnic and Slavic cultures as well as those of other Indo-European speaking ethnicities[2] (they were also never fully Islamised, unlike most other Turkic peoples). Their religion shows many similarities with Finnic and Slavic Paganisms; moreover, the revival of \"Vattisen Yaly\" in recent decades has occurred following Neopagan patterns.[3] Today the followers of the Chuvash Traditional Religion are called \"the true Chuvash\".[1] Their main god is Tura, a deity comparable to the Estonian Taara, the Germanic Thunraz and the pan-Turkic Tengri.[2]\n\nThe Chuvash traditional religion boasts an unbroken continuity from pre-Christian times, having been preserved in a few villages of the Chuvash diaspora outside Chuvashia until modern times.[4] In the late 1980s and early 1990s, together with the demise of the Soviet Union, a cultural and national revival blossomed among the Chuvash, and its leaders gradually embraced the idea of a return to indigenous Paganism, as did Chuvash intellectuals.[5] The Chuvash identity movement looked to movements in the Baltic states for inspiration.\n\nThe national movement, meanwhile embodied in a Chuvash National Congress, carried on its \"national religion\" idea during the 1990s. Intellectuals started to recover and codify ancient rituals and started practicing them among the population both in cities and countryside villages, declaring themselves the guardians of tradition and the descendants of elder priests.[6]\n\n"
        },
        {
            "title": "Groups",
            "text": "In the mid-1990s, the proponents of the movement felt that to fulfill the role of a \"national religion\" and stand against world religions and cultural assimilation, Vattisen Yaly should be reconstructed and reformulated in institutional forms.[7] A variety of groups emerged dedicated to the goal of reviving the Chuvash religion. A lot of publications on the religion appeared, and artists and sculptors joined academic scholars in the creation of models for the construction of ritual-ceremonial complexes.[7] Periodic prayers were introduced in public life by one of the groups, and it gave the religion the name of Sardash, which apparently comes from the Chuvash word sara, meaning \"yellow\". In Chuvash culture Sar, Sarat is an epithet of the Sun.[7]\n\nArguments emerged among the groups and factions over matters such as theology and national organisation of the religions. For instance, Iosif Dimitriev (Trer), an artist and enthusiastic follower of the religion[3] and member of the \"Chuvash National Religion\" group, supports a tritheistic view centered on the god Tura, a mother goddess Ama, and a begotten god who is Tura reborn, and an organisation similar to that of the Catholic Church.[8] V. Stan'ial, another influential intellectual of the same group, stands for a monistic view with god Tura as the main god and other gods as his manifestations, and an organisational model based on a traditional El'men or national religious leader, and an Aramchi or guardian of the faith in every town.[8]\n\nAnother group is Turas (meaning \"believer in the god Tura\"), started by F. Madurov, which favours a nature religion approach and a pantheistic worldview, asserting that the goal of Chuvash religion is the \"unity and harmony of nature, mankind and Tura\". The core of Madurov's position is the concept of the Keremet, the world tree, and the myth of Tura reborn in a tree growing from ashes, symbolizing the rebirth of man through nature.[9]\n\nThe keremets are also sacred trees and traditional worship sites spread on Chuvash lands. The immediate goals of the Turas group is the creation of spiritual revival complexes on the sites of the keremets, and to turn them into cultural monuments and natural preserves.[10]\n\nAnother phenomenon is the spontaneous revival of traditional village festivals (ialzri). On these occasions, reconstructed prayers and blessings (pil, pekhel) are performed along with ritual sacrifices. Such rituals are connected to community and family life, often involving rites of passage such as weddings, births, and anniversaries.[11]\n\n"
        }
    ]
}