{
    "url": "https://en.wikipedia.org/wiki/Vedanta",
    "title": "Vedanta",
    "table_of_contents": [
        "1 Etymology and nomenclature",
        "2 Vedanta philosophy",
        "2.1 Common features",
        "2.2 Scripture",
        "2.3 Metaphysics",
        "2.3.1 Brahman / Ishvara – Conceptions of the Supreme Reality",
        "2.3.2 Relation between Brahman and Jiva / Atman",
        "2.4 Epistemology",
        "2.4.1 Pramana",
        "2.4.2 Theories of cause and effect",
        "3 Overview of the main schools of Vedanta",
        "3.1 Bhedabheda Vedanta  (difference and non-difference)",
        "3.1.1 Dvaitādvaita Vedanta",
        "3.1.2 Achintya-Bheda-Abheda Vedanta",
        "3.2 Advaita Vedanta (non-dualism)",
        "3.3 Vishishtadvaita Vedanta (qualified non-dualism)",
        "3.3.1 Swaminarayan Darshana",
        "3.4 Tattvavada Vedanta (Dvaita)(dualism)",
        "3.5 Shuddhādvaita Vedanta (pure nondualism)",
        "4 History",
        "4.1 Before the Brahma Sutras (before the 5th century)",
        "4.2 Brahma Sutras (completed in the 5th century)",
        "4.3 Between the Brahma Sutras and Adi Shankara (5th–8th centuries)",
        "4.4 Gaudapada, Adi Shankara (Advaita Vedanta) (6th–9th centuries)",
        "4.4.1 Gaudapada",
        "4.4.2 Adi Shankara",
        "4.5 Early Vaishnavism Vedanta (7th–9th centuries)",
        "4.5.1 Nimbārka and Dvaitādvaita",
        "4.5.2 Bhāskara and Upadhika",
        "4.6 Vaishnavism Bhakti Vedanta (11th–16th centuries)",
        "4.6.1 Ramanuja (Vishishtadvaita Vedanta) (11th–12th centuries)",
        "4.6.2 Madhva (Tattvavada or Dvaita Vedanta)(13th–14th centuries)",
        "4.6.3 Chaitanya Mahaprabhu (Achintya Bheda Abheda) (16th century)",
        "4.7 Modern times (19th century – present)",
        "4.7.1 Swaminarayan and Akshar-Purushottam Darshan (19th century)",
        "4.7.2 Neo-Vedanta (19th century)",
        "4.7.2.1 Criticism of Neo-Vedanta label",
        "5 Influence",
        "5.1 Hindu traditions",
        "5.2 Influence on Western thinkers",
        "5.2.1 Similarities with Spinoza's philosophy",
        "6 See also",
        "7 Notes",
        "8 References",
        "9 Sources",
        "9.1 Printed sources",
        "9.2 Web sources",
        "10 Further reading",
        "11 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nVedanta (/veɪˈdɑːntə/; Sanskrit: वेदान्त, IAST: Vedānta), also Uttara Mīmāṃsā, is one of the six (āstika) schools of Hindu philosophy. Literally meaning \"end of the Vedas\", Vedanta reflects ideas that emerged from, or were aligned with, the speculations and philosophies contained in the Upanishads, specifically, knowledge and liberation. Vedanta contains many sub-traditions, all of which are based on a common group of texts called the \"Three Sources\" (prasthānatrayī): the Upanishads, the Brahma Sutras and the Bhagavad Gita. \n\nAll Vedanta traditions contain extensive discussions on ontology, soteriology and epistemology, though there is much disagreement among the various schools.[1][2] The main traditions of Vedanta are: Advaita (non-dualism), Bhedabheda (difference and non-difference), Suddhadvaita (pure non-dualism), Tattvavada (Dvaita) (dualism), and Vishishtadvaita (qualified non-dualism).[3][4] Modern developments in Vedanta include Neo-Vedanta,[5][6][7] and the growth of the Swaminarayan Sampradaya.[8]\n\n\nMost major Vedanta schools, except Advaita Vedanta and Neo-Vedanta, are related to Vaishnavism and emphasize devotion (Bhakti yoga) to God, understood as being Vishnu, Krishna or a related manifestation.[9][10] Advaita Vedanta meanwhile, emphasizes jñana (knowledge) and jñana yoga over theistic devotion. While Advaita monism has attracted considerable attention in the West due to the influence of modern Hindus like Swami Vivekananda and Ramana Maharshi, most of the other Vedanta traditions focus on Vaishnava theology.[11]\n"
        },
        {
            "title": "Etymology and nomenclature",
            "text": "The word Vedanta is made of two words :\n\nThe word Vedanta literally means the end of the Vedas and originally referred to the Upanishads.[12][13] Vedanta is concerned with the jñānakāṇḍa or knowledge section of the vedas which is called the Upanishads.[14][15] The denotation of Vedanta subsequently widened to include the various philosophical traditions based on to the Prasthanatrayi.[12][16]\n\nThe Upanishads may be regarded as the end of Vedas in different senses:[17]\n\nVedanta is one of the six orthodox (āstika) schools of Indian philosophy.[13] It is also called Uttara Mīmāṃsā, which means the 'latter enquiry' or 'higher enquiry'; and is often contrasted with Pūrva Mīmāṃsā, the 'former enquiry' or 'primary enquiry'. Pūrva Mīmāṃsā deals with the karmakāṇḍa or ritualistic section (the Samhita and Brahmanas) in the Vedas.[19][20][a]\n\n"
        },
        {
            "title": "Vedanta philosophy",
            "text": "Despite their differences, all schools of Vedanta share some common features:\n\nThe main Upaniṣhads, the Bhagavadgītā and the Brahma Sūtras are the foundational scriptures in Vedanta. All schools of Vedanta propound their philosophy by interpreting these texts, collectively called the Prasthānatrayī, literally, three sources.[14][26]\n\nAll major Vedantic teachers, including Shankara, Bhaskara, Ramanuja, Madhva, Nimbarka, and Vallabha composed commentaries on these three sources. The Brahma Sūtras of Badarayana contain a synthesis of the teachings of the Upaniṣads, which contain a many diverse doctrines and teachings. Other such Vedantic syntheses may have existed, but only the Brahma Sūtras survive.[14] The Bhagavadgītā, due to its syncretism of Samkhya, Yoga, and Upanishadic thought, has also played a major role in Vedantic thought.[28]\n\n\nAll Vedāntins agree that scripture (śruti) is the only means of knowing (pramāṇa) regarding spiritual matters (which are beyond perception and inference).[29] This is explained by Rāmānuja as follows:\nFor specific sub-schools of Vedanta, other texts may be equally important. For example, for Advaita Vedanta, the works of Adi Shankara are central. For the Theistic Vaishnava schools of Vedanta, the Bhāgavata Purāṇa is particularly important. The Bhāgavata Purāṇa is one of the most widely commented upon works in Vedanta.[30] This text is so central to the Krishna centered Vedanta schools that the Vedantin theologian Vallabha added the Bhāgavata Purāṇa as a fourth text to the praṣṭhāna traya (three classic scriptures of Vedanta).[31]\n\nVedanta philosophies discuss three fundamental metaphysical categories and the relations between the three.[14][32]\n\nShankara, in formulating Advaita, talks of two conceptions of Brahman: The higher Brahman as undifferentiated Being, and a lower Brahman endowed with qualities as the creator of the universe.[36]\n\nRamanuja, in formulating Vishishtadvaita Vedanta, rejects nirguṇa – that the undifferentiated Absolute is inconceivable – and adopts a theistic interpretation of the Upanishads, accepts Brahman as Ishvara, the personal God who is the seat of all auspicious attributes, as the One reality. The God of Vishishtadvaita is accessible to the devotee, yet remains the Absolute, with differentiated attributes.[37]\n\nMadhva, in expounding Dvaita philosophy, maintains that Vishnu is the supreme God, thus identifying the Brahman, or absolute reality, of the Upanishads with a personal god, as Ramanuja had done before him.[38][39] Nimbarka, in his dvaitadvata philosophy, accepted the Brahman both as nirguṇa and as saguṇa. Vallabha, in his shuddhadvaita philosophy, not only accepts the triple ontological essence of the Brahman, but also His manifestation as personal God (Ishvara), as matter and as individual souls.[40]\n\nThe schools of Vedanta differ in their conception of the relation they see between Ātman / Jivātman and Brahman / Ishvara:[41]\n\nPramāṇa (Sanskrit: प्रमाण) literally means \"proof\", \"that which is the means of valid knowledge\".[47] It refers to epistemology in Indian philosophies, and encompasses the study of reliable and valid means by which human beings gain accurate, true knowledge.[48] The focus of Pramana is the manner in which correct knowledge can be acquired, how one knows or does not know, and to what extent knowledge pertinent about someone or something can be acquired.[49] Ancient and medieval Indian texts identify six[c] pramanas as correct means of accurate knowledge and truths:[50]\n\nThe different schools of Vedanta have historically disagreed as to which of the six are epistemologically valid. For example, while Advaita Vedanta accepts all six pramanas,[51] Vishishtadvaita and Dvaita accept only three pramanas (perception, inference and testimony).[52]\n\nAdvaita considers Pratyakṣa (perception) as the most reliable source of knowledge, and Śabda, the scriptural evidence, is considered secondary except for matters related to Brahman, where it is the only evidence.[53][d] In Vishistadvaita and Dvaita, Śabda, the scriptural testimony, is considered the most authentic means of knowledge instead.[54]\n\nAll schools of Vedanta subscribe to the theory of Satkāryavāda,[55] which means that the effect is pre-existent in the cause. But there are two different views on the status of the \"effect\", that is, the world. Most schools of Vedanta, as well as Samkhya, support Parinamavada, the idea that the world is a real transformation (parinama) of Brahman.[56] According to Nicholson (2010, p. 27), \"the Brahma Sutras espouse the realist Parinamavada position, which appears to have been the view most common among early Vedantins\". In contrast to Badarayana, Adi Shankara and Advaita Vedantists hold a different view, Vivartavada, which says that the effect, the world, is merely an unreal (vivarta) transformation of its cause, Brahman.[e]\n\n"
        },
        {
            "title": "Overview of the main schools of Vedanta",
            "text": "The Upanishads present an associative philosophical inquiry in the form of identifying various doctrines and then presenting arguments for or against them. They form the basic texts and Vedanta interprets them through rigorous philosophical exegesis to defend the point of view of their specific sampradaya.[57][58] Varying interpretations of the Upanishads and their synthesis, the Brahma Sutras, led to the development of different schools of Vedanta over time.\n\nVinayak Sakaram Ghate of Bhandarkar Oriental Research Institute has done a comparative analysis of the Brahma Sutra commentaries of Nimbarka, Ramanuja, Vallabha, Adi Shankara and Madhvacharya in detail and has written the conclusion that Nimbarka's and Ramanuja's balanced commentaries give the closest meaning of the Brahma_Sutras taking into account of both kinds of Sutras, those which speak of oneness and those which speak of difference.[59] According to Gavin Flood, while Advaita Vedanta is the \"most famous\" school of Vedanta, and \"often, mistakenly, taken to be the only representative of Vedantic thought,\"[1] and Shankara a Saivite,[60] \"Vedanta is essentially a Vaisnava theological articulation,\"[61] a discourse broadly within the parameters of Vaisnavism.\"[60] Within the Vaishnava traditions four sampradays have special status,[2] while different scholars have classified the Vedanta schools ranging from three to six[12][41][4][62][3][f] as prominent ones.[g]\n\nBhedābheda means \"difference and non-difference\" and is more a tradition than a school of Vedanta. The schools of this tradition emphasize that the individual self (Jīvatman) is both different and not different from Brahman.[55] Notable figures in this school are Bhartriprapancha, Nimbārka (7th century)[65][66] who founded the Dvaitadvaita school, Bhāskara (8th–9th century), Ramanuja's teacher Yādavaprakāśa,[74] Chaitanya (1486–1534) who founded the Achintya Bheda Abheda school, and Vijñānabhikṣu (16th century).[75][i]\n\nNimbārka (7th century)[65][66] sometimes identified with Bhāskara,[76] propounded Dvaitādvaita.[77] Brahman (God), souls (chit) and matter or the universe (achit) are considered as three equally real and co-eternal realities. Brahman is the controller (niyanta), the soul is the enjoyer (bhokta), and the material universe is the object enjoyed (bhogya). The Brahman is Krishna, the ultimate cause who is omniscient, omnipotent, all-pervading Being. He is the efficient cause of the universe because, as Lord of Karma and internal ruler of souls, He brings about creation so that the souls can reap the consequences of their karma. God is considered to be the material cause of the universe because creation was a manifestation of His powers of soul (chit) and matter (achit); creation is a transformation (parinama) of God's powers. He can be realized only through a constant effort to merge oneself with His nature through meditation and devotion. [77]\n\nChaitanya Mahaprabhu (1486 – 1533) was the prime exponent of Achintya-Bheda-Abheda.[78] In Sanskrit achintya means 'inconceivable'.[79] Achintya-Bheda-Abheda represents the philosophy of \"inconceivable difference in non-difference\",[80] in relation to the non-dual reality of Brahman-Atman which it calls (Krishna), svayam bhagavan.[81] The notion of \"inconceivability\" (acintyatva) is used to reconcile apparently contradictory notions in Upanishadic teachings. This school asserts that Krishna is Bhagavan of the bhakti yogins, the Brahman of the jnana yogins, and has a divine potency that is inconceivable. He is all-pervading and thus in all parts of the universe (non-difference), yet he is inconceivably more (difference). This school is at the foundation of the Gaudiya Vaishnava religious tradition.[80] The ISKCON or the Hare Krishnas also affiliate to this school of Vedanta Philosophy.\n\nAdvaita Vedanta (IAST Advaita Vedānta; Sanskrit: अद्वैत वेदान्त), propounded by Gaudapada (7th century) and Adi Shankara (8th century), espouses non-dualism and monism. Brahman is held to be the sole unchanging metaphysical reality and identical to the individual Atman.[39] The physical world, on the other hand, is always-changing empirical Maya.[82][j] The absolute and infinite Atman-Brahman is realized by a process of negating everything relative, finite, empirical and changing.[83]\n\nThe school accepts no duality, no limited individual souls (Atman / Jivatman), and no separate unlimited cosmic soul. All souls and their existence across space and time are considered to be the same oneness. [84] Spiritual liberation in Advaita is the full comprehension and realization of oneness, that one's unchanging Atman (soul) is the same as the Atman in everyone else, as well as being identical to Brahman.[85]\n\nVishishtadvaita, propounded by Ramanuja (11–12th century), asserts that Jivatman (human souls) and Brahman (as Vishnu) are different, a difference that is never transcended.[86][87] With this qualification, Ramanuja also affirmed monism by saying that there is unity of all souls and that the individual soul has the potential to realize identity with the Brahman.[88] Vishishtadvaita, like Advaita, is a non-dualistic school of Vedanta in a qualified way, and both begin by assuming that all souls can hope for and achieve the state of blissful liberation.[89] On the relation between the Brahman and the world of matter (Prakriti), Vishishtadvaita states both are two different absolutes, both metaphysically true and real, neither is false or illusive, and that saguna Brahman with attributes is also real.[90] Ramanuja states that God, like man, has both soul and body, and the world of matter is the glory of God's body.[91] The path to Brahman (Vishnu), according to Ramanuja, is devotion to godliness and constant remembrance of the beauty and love of the personal god (bhakti of saguna Brahman).[92]\n\nThe Swaminarayan Darshana, also called Akshar Purushottam Darshan by the BAPS, was propounded by Swaminarayan (1781-1830 CE) and is rooted in Ramanuja's Vishishtadvaita.[h] It asserts that Parabrahman (Purushottam, Narayana) and Aksharbrahman are two distinct eternal realities. Adherents believe that they can achieve moksha, or freedom from the cycle of birth and death, by becoming aksharrup (or brahmarup), that is, by attaining qualities similar to Akshar (or Aksharbrahman) and worshipping Purushottam (or Parabrahman; the supreme living entity; God).[93][94]\n\nTattvavada, propounded by Madhvacharya (13th century), is based on the premise of realism or realistic point of view. The term Dvaita which means dualism was later applied to Madhvacharya's philosophy. Atman (soul) and Brahman (as Vishnu) are understood as two completely different entities.[95] Brahman is the creator of the universe, perfect in knowledge, perfect in knowing, perfect in its power, and distinct from souls, distinct from matter.[96] [k] In Dvaita Vedanta, an individual soul must feel attraction, love, attachment and complete devotional surrender to Vishnu for salvation, and it is only His grace that leads to redemption and salvation.[99] Madhva believed that some souls are eternally doomed and damned, a view not found in Advaita and Vishishtadvaita Vedanta.[100] While the Vishishtadvaita Vedanta asserted \"qualitative monism and quantitative pluralism of souls\", Madhva asserted both \"qualitative and quantitative pluralism of souls\".[101]\n\nShuddhadvaita (pure non-dualism), propounded by Vallabhacharya (1479–1531 CE), states that the entire universe is real and is subtly Brahman only in the form of Krishna.[46] Vallabhacharya agreed with Advaita Vedanta's ontology, but emphasized that prakriti (empirical world, body) is not separate from the Brahman, but just another manifestation of the latter.[46] Everything, everyone, everywhere – soul and body, living and non-living, jiva and matter – is the eternal Krishna.[46] The way to Krishna, in this school, is bhakti. Vallabha opposed renunciation of monistic sannyasa as ineffective and advocates the path of devotion (bhakti) rather than knowledge (jnana). The goal of bhakti is to turn away from ego, self-centered-ness and deception, and to turn towards the eternal Krishna in everything continually offering freedom from samsara.[46]\n\n"
        },
        {
            "title": "History",
            "text": "The history of Vedanta can be divided into two periods: one prior to the composition of the Brahma Sutras and the other encompassing the schools that developed after the Brahma Sutras were written. Until the 11th century, Vedanta was a peripheral school of thought.[102]\n\nLittle is known[103] of schools of Vedanta existing before the composition of the Brahma Sutras (400–450 CE).[104][64][l] It is clear that Badarayana, the writer of Brahma Sutras, was not the first person to systematize the teachings of the Upanishads, as he quotes six Vedantic teachers before him – Ashmarathya, Badari, Audulomi, Kashakrtsna, Karsnajini and Atreya.[106][107] References to other early Vedanta teachers – Brahmadatta, Sundara, Pandaya, Tanka and Dravidacharya – are found in secondary literature of later periods.[108] The works of these ancient teachers have not survived, but based on the quotes attributed to them in later literature, Sharma postulates that Ashmarathya and Audulomi were Bhedabheda scholars, Kashakrtsna and Brahmadatta were Advaita scholars, while Tanka and Dravidacharya were either Advaita or Vishistadvaita scholars.[107]\n\nBadarayana summarized and interpreted teachings of the Upanishads in the Brahma Sutras, also called the Vedanta Sutra,[109][m] possibly \"written from a Bhedābheda Vedāntic viewpoint.\"[55] Badarayana summarized the teachings of the classical Upanishads[110][111][n] and refuted the rival philosophical schools in ancient India.Nicholson 2010, p. 26 The Brahma Sutras laid the basis for the development of Vedanta philosophy.[112]\n\nThough attributed to Badarayana, the Brahma Sutras were likely composed by multiple authors over the course of hundreds of years.[64] The estimates on when the Brahma Sutras were complete vary,[113][114] with Nakamura in 1989 and Nicholson in his 2013 review stating, that they were most likely compiled in the present form around 400–450 CE.[104][o] Isaeva suggests they were complete and in current form by 200 CE,[115] while Nakamura states that \"the great part of the Sutra must have been in existence much earlier than that\" (800 - 500 BCE).[114]\n\nThe book is composed of four chapters, each divided into four-quarters or sections.[14] These sutras attempt to synthesize the diverse teachings of the Upanishads. However, the cryptic nature of aphorisms of the Brahma Sutras have required exegetical commentaries.[116] These commentaries have resulted in the formation of numerous Vedanta schools, each interpreting the texts in its own way and producing its own commentary.[117]\n\nLittle with specificity is known of the period between the Brahma Sutras (5th century CE) and Adi Shankara (8th century CE).[103][69] Only two writings of this period have survived: the Vākyapadīya, written by Bhartṛhari (second half 5th century,[118]) and the Kārikā written by Gaudapada (early 6th[69] or 7th century[103] CE).\n\nShankara mentions 99 different predecessors of his school in his commentaries.[119] A number of important early Vedanta thinkers have been listed in the Siddhitraya by Yamunācārya (c. 1050), the Vedārthasamgraha by Rāmānuja (c. 1050–1157), and the Yatīndramatadīpikā by Śrīnivāsa Dāsa.[103] At least fourteen thinkers are known to have existed between the composition of the Brahma Sutras and Shankara's lifetime.[p]\n\nA noted scholar of this period was Bhartriprapancha. Bhartriprapancha maintained that the Brahman is one and there is unity, but that this unity has varieties. Scholars see Bhartriprapancha as an early philosopher in the line who teach the tenet of Bhedabheda.[14]\n\nInfluenced by Buddhism, Advaita vedanta departs from the bhedabheda-philosophy, instead postulating the identity of Atman with the Whole (Brahman),\n\nGaudapada (c. 6th century CE),[120] was the teacher or a more distant predecessor of Govindapada,[121] the teacher of Adi Shankara. Shankara is widely considered as the apostle of Advaita Vedanta.[41] Gaudapada's treatise, the Kārikā – also known as the Māṇḍukya Kārikā or the Āgama Śāstra[122] – is the earliest surviving complete text on Advaita Vedanta.[q]\n\nGaudapada's Kārikā relied on the Mandukya, Brihadaranyaka and Chhandogya Upanishads.[126] In the Kārikā, Advaita (non-dualism) is established on rational grounds (upapatti) independent of scriptural revelation; its arguments are devoid of all religious, mystical or scholastic elements. Scholars are divided on a possible influence of Buddhism on Gaudapada's philosophy.[r] The fact that Shankara, in addition to the Brahma Sutras, the principal Upanishads and the Bhagvad Gita, wrote an independent commentary on the Kārikā proves its importance in Vedāntic literature.[127]\n\nAdi Shankara (788–820), elaborated on Gaudapada's work and more ancient scholarship to write detailed commentaries on the Prasthanatrayi and the Kārikā. The Mandukya Upanishad and the Kārikā have been described by Shankara as containing \"the epitome of the substance of the import of Vedanta\".[127] It was Shankara who integrated Gaudapada work with the ancient Brahma Sutras, \"and give it a locus classicus\" alongside the realistic strain of the Brahma Sutras.[128][s]\n\nA noted contemporary of Shankara was Maṇḍana Miśra, who regarded Mimamsa and Vedanta as forming a single system and advocated their combination known as Karma-jnana-samuchchaya-vada.[129][t] The treatise on the differences between the Vedanta school and the Mimamsa school was a contribution of Adi Shankara. Advaita Vedanta rejects rituals in favor of renunciation, for example.[130]\n\nEarly Vaishnava Vedanta retains the tradition of bhedabheda, equating Brahman with Vishnu or Krishna.\n\nNimbārka (7th century)[65][66] sometimes identified with Bhāskara,[76] propounded Dvaitādvaita or Bhedābheda.[77]\n\nBhāskara (8th–9th century) also taught Bhedabheda. In postulating Upadhika, he considers both identity and difference to be equally real. As the causal principle, Brahman is considered non-dual and formless pure being and intelligence.[131] The same Brahman, manifest as events, becomes the world of plurality. Jīva is Brahman limited by the mind. Matter and its limitations are considered real, not a manifestation of ignorance. Bhaskara advocated bhakti as dhyana (meditation) directed toward the transcendental Brahman. He refuted the idea of Maya and denied the possibility of liberation in bodily existence.[132]\n\nThe Bhakti movement of late medieval Hinduism started in the 7th century, but rapidly expanded after the 12th century.[133] It was supported by the Puranic literature such as the Bhagavata Purana, poetic works, as well as many scholarly bhasyas and samhitas.[134][135][136]\n\nThis period saw the growth of Vashnavism Sampradayas (denominations or communities) under the influence of scholars such as Ramanujacharya, Vedanta Desika, Madhvacharya and Vallabhacharya.[137] Bhakti poets or teachers such as Manavala Mamunigal, Namdev, Ramananda, Surdas, Tulsidas, Eknath, Tyagaraja, Chaitanya Mahaprabhu and many others influenced the expansion of Vaishnavism.[138] These Vaishnavism sampradaya founders challenged the then dominant Shankara's doctrines of Advaita Vedanta, particularly Ramanuja in the 12th century, Vedanta Desika and Madhva in the 13th, building their theology on the devotional tradition of the Alvars (Shri Vaishnavas),[139] and Vallabhacharya in the 16th century.\n\nIn North and Eastern India, Vaishnavism gave rise to various late Medieval movements: Ramananda in the 14th century, Sankaradeva in the 15th and Vallabha and Chaitanya in the 16th century.\n\nRāmānuja (1017–1137 CE) was the most influential philosopher in the Vishishtadvaita tradition. As the philosophical architect of Vishishtadvaita, he taught qualified non-dualism.[140] Ramanuja's teacher, Yadava Prakasha, followed the Advaita monastic tradition. Tradition has it that Ramanuja disagreed with Yadava and Advaita Vedanta, and instead followed Nathamuni and Yāmuna. Ramanuja reconciled the Prasthanatrayi with the theism and philosophy of the Vaishnava Alvars poet-saints.[141] Ramanuja wrote a number of influential texts, such as a bhasya on the Brahma Sutras and the Bhagavad Gita, all in Sanskrit.[142]\n\nRamanuja presented the epistemological and soteriological importance of bhakti, or the devotion to a personal God (Vishnu in Ramanuja's case) as a means to spiritual liberation. His theories assert that there exists a plurality and distinction between Atman (souls) and Brahman (metaphysical, ultimate reality), while he also affirmed that there is unity of all souls and that the individual soul has the potential to realize identity with the Brahman.[88] Vishishtadvaiata provides the philosophical basis of Sri Vaishnavism.[143]\n\nRamanuja was influential in integrating Bhakti, the devotional worship, into Vedanta premises.[144]\n\nTattvavada[u] or Dvaita Vedanta was propounded by Madhvacharya (1238–1317 CE).[v] He presented the opposite interpretation of Shankara in his Dvaita, or dualistic system.[147] In contrast to Shankara's non-dualism and Ramanuja's qualified non-dualism, he championed unqualified dualism. Madhva wrote commentaries on the chief Upanishads, the Bhagavad Gita and the Brahma Sutra.[148]\n\nMadhva started his Vedic studies at age seven, joined an Advaita Vedanta monastery in Dwarka (Gujarat),[149] studied under guru Achyutrapreksha,[150] frequently disagreed with him, left the Advaita monastery, and founded Dvaita.[151] Madhva and his followers Jayatirtha and Vyasatirtha, were critical of all competing Hindu philosophies, Jainism and Buddhism,[152] but particularly intense in their criticism of Advaita Vedanta and Adi Shankara.[153]\n\nDvaita Vedanta is theistic and it identifies Brahman with Narayana, or more specifically Vishnu, in a manner similar to Ramanuja's Vishishtadvaita Vedanta. But it is more explicitly pluralistic.[154] Madhva's emphasis for difference between soul and Brahman was so pronounced that he taught there were differences (1) between material things; (2) between material things and souls; (3) between material things and God; (4) between souls; and (5) between souls and God.[155] He also advocated for a difference in degrees in the possession of knowledge. He also advocated for differences in the enjoyment of bliss even in the case of liberated souls, a doctrine found in no other system of Indian philosophy.[154]\n\nAchintya Bheda Abheda (Vaishnava), founded by Chaitanya Mahaprabhu (1486–1534 CE),[67] was propagated by Gaudiya Vaishnava. Historically, it was Chaitanya Mahaprabhu who founded congregational chanting of holy names of Krishna in the early 16th century after becoming a sannyasi.[156]\n\nThe Swaminarayan Darshana, which is rooted in Ramanuja's Vishishtadvaita,[157][73][158][h] was founded in 1801 by Swaminarayan (1781-1830 CE), and is contemporarily most notably propagated by BAPS.[159] Due to the commentarial work of Bhadreshdas Swami, the Akshar-Purushottam teachings were recognized as a distinct school of Vedanta by the Shri Kashi Vidvat Parishad in 2017[70][71] and by members of the 17th World Sanskrit Conference in 2018.[70][w][72] Swami Paramtattvadas describes the Akshar-Purushottam teachings as \"a distinct school of thought within the larger expanse of classical Vedanta,\"[160] presenting the Akshar-Purushottam teachings as a seventh school of Vedanta.[161]\n\nNeo-Vedanta, variously called as \"Hindu modernism\", \"neo-Hinduism\", and \"neo-Advaita\", is a term that denotes some novel interpretations of Hinduism that developed in the 19th century,[162] presumably as a reaction to the colonial British rule.[163] King (2002, pp. 129–135) writes that these notions accorded the Hindu nationalists an opportunity to attempt the construction of a nationalist ideology to help unite the Hindus to fight colonial oppression. Western orientalists, in their search for its \"essence\", attempted to formulate a notion of \"Hinduism\" based on a single interpretation of Vedanta as a unified body of religious praxis.[164] This was contra-factual as, historically, Hinduism and Vedanta had always accepted a diversity of traditions. King (1999, pp. 133–136) asserts that the neo-Vedantic theory of \"overarching tolerance and acceptance\" was used by the Hindu reformers, together with the ideas of Universalism and Perennialism, to challenge the polemic dogmatism of Judaeo-Christian-Islamic missionaries against the Hindus.\n\n\nThe neo-Vedantins argued that the six orthodox schools of Hindu philosophy were perspectives on a single truth, all valid and complementary to each other.[165] Halbfass (2007, p. 307) sees these interpretations as incorporating western ideas[166] into traditional systems, especially Advaita Vedanta.[167] It is the modern form of Advaita Vedanta, states King (1999, p. 135), the neo-Vedantists subsumed the Buddhist philosophies as part of the Vedanta tradition[x] and then argued that all the world religions are same \"non-dualistic position as the philosophia perennis\", ignoring the differences within and outside of Hinduism.[169] According to Gier (2000, p. 140), neo-Vedanta is Advaita Vedanta which accepts universal realism:\nA major proponent in the popularization of this Universalist and Perennialist interpretation of Advaita Vedanta was Vivekananda,[170] who played a major role in the revival of Hinduism.[171] He was also instrumental in the spread of Advaita Vedanta to the West via the Vedanta Society, the international arm of the Ramakrishna Order.[172][page needed]\n\nNicholson (2010, p. 2) writes that the attempts at integration which came to be known as neo-Vedanta were evident as early as between the 12th and the 16th century−  \nMatilal criticizes Neo-Hinduism as an oddity developed by West-inspired Western Indologists and attributes it to the flawed Western perception of Hinduism in modern India. In his scathing criticism of this school of reasoning, Matilal (2002, pp. 403–404) says:\n"
        },
        {
            "title": "Influence",
            "text": "According to Nakamura (2004, p. 3), the Vedanta school has had a historic and central influence on Hinduism:\n\nFrithjof Schuon summarizes the influence of Vedanta on Hinduism as follows:\n\nGavin Flood states,\n\nVedanta, adopting ideas from other orthodox (āstika) schools, became the most prominent school of Hinduism.[14][178] Vedanta traditions led to the development of many traditions in Hinduism.[13][179] Sri Vaishnavism of south and southeastern India is based on Ramanuja's Vishishtadvaita Vedanta.[180] Ramananda led to the Vaishnav Bhakti Movement in north, east, central and west India. This movement draws its philosophical and theistic basis from Vishishtadvaita. A large number of devotional Vaishnavism traditions of east India, north India (particularly the Braj region), west and central India are based on various sub-schools of Bhedabheda Vedanta.[55] Advaita Vedanta influenced Krishna Vaishnavism in the northeastern state of Assam.[181] The Madhva school of Vaishnavism found in coastal Karnataka is based on Dvaita Vedanta.[153]\n\nĀgamas, the classical literature of Shaivism, though independent in origin, show Vedanta association and premises.[182] Of the 92 Āgamas, ten are (dvaita) texts, eighteen (bhedabheda), and sixty-four (advaita) texts.[183] While the Bhairava Shastras are monistic, Shiva Shastras are dualistic.[184] Isaeva (1995, pp. 134–135) finds the link between Gaudapada's Advaita Vedanta and Kashmir Shaivism evident and natural. Tirumular, the Tamil Shaiva Siddhanta scholar, credited with creating \"Vedanta–Siddhanta\" (Advaita Vedanta and Shaiva Siddhanta synthesis), stated, \"becoming Shiva is the goal of Vedanta and Siddhanta; all other goals are secondary to it and are vain.\"[185]\n\nShaktism, or traditions where a goddess is considered identical to Brahman, has similarly flowered from a syncretism of the monist premises of Advaita Vedanta and dualism premises of Samkhya–Yoga school of Hindu philosophy, sometimes referred to as Shaktadavaitavada (literally, the path of nondualistic Shakti).[186]\n\nAn exchange of ideas has been taking place between the western world and Asia since the late 18th century as a result of colonization of parts of Asia by Western powers. This also influenced western religiosity. The first translation of Upanishads, published in two parts in 1801 and 1802, significantly influenced Arthur Schopenhauer, who called them the consolation of his life.[187] He drew explicit parallels between his philosophy, as set out in The World as Will and Representation,[188] and that of the Vedanta philosophy as described in the work of Sir William Jones.[189] Early translations also appeared in other European languages.[190] Influenced by Śaṅkara's concepts of Brahman (God) and māyā (illusion), Lucian Blaga often used the concepts marele anonim (the Great Anonymous) and cenzura transcendentă (the transcendental censorship) in his philosophy.[191]\n\nGerman Sanskritist Theodore Goldstücker was among the early scholars to notice similarities between the religious conceptions of the Vedanta and those of the Dutch Jewish philosopher Baruch Spinoza, writing that Spinoza's thought was\n\nMax Müller noted the striking similarities between Vedanta and the system of Spinoza, saying,\n\nHelena Blavatsky, a founder of the Theosophical Society, also compared Spinoza's religious thought to Vedanta, writing in an unfinished essay,\n\n"
        }
    ]
}