{
    "url": "https://en.wikipedia.org/wiki/Venus_In_Situ_Explorer",
    "title": "Venus In Situ Explorer",
    "table_of_contents": [
        "1 Overview",
        "2 Unsuccessful proposals",
        "3 See also",
        "4 References",
        "5 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe Venus In Situ Explorer (VISE) has been a lander mission concept proposed since 2003 by the Planetary Science Decadal Survey as a space probe designed to answer fundamental scientific questions by landing and performing experiments on Venus.[1]\n\nThe VISE concept has been identified as a desired theme for mission proposals over several rounds of NASA's competitive mission selections, including those to select the 2nd, 3rd and 4th New Frontiers missions. However, all VISE-themed proposals have thus far been unsuccessful.\n\n"
        },
        {
            "title": "Overview",
            "text": "The study of Venus is essential to understanding the evolution of terrestrial planets, understanding how Venus and Earth diverged, and comprehending when and if planets develop habitable environments.[2] While on the surface, the Venus In Situ Explorer would function for several hours to acquire and characterize a core sample of the surface to study pristine rock samples not weathered by the very harsh surface conditions of the planet. Also, the VISE would determine the composition and mineralogy of the surface.[3][4]  The lander would also release a short-lived balloon to measure cloud-level winds.[5]\n\nThe science payload would include cameras, spectrometers, a neutral mass spectrometer, a  meteorology package, and other instruments to determine mineralogy and surface texture.[2] It may use a new atmospheric entry mechanism, a mechanically deployed aerodynamic decelerator, known as the Adaptive Deployable Entry and Placement Technology (ADEPT).[6]\n\n"
        },
        {
            "title": "Unsuccessful proposals",
            "text": "The VISE concept was identified in 2003 as one of four eligible themes for candidate missions for NASA's New Frontiers program Mission 2.[7] No VISE-themed proposals reached the finalist stage.[8]\n\nVISE was again an eligible theme, this time one of eight, in the 2009 competition to select New Frontiers Mission 3.[9] One VISE-themed proposal, Surface and Atmosphere Geochemical Explorer or SAGE, was an unsuccessful finalist.[10]\n\nVISE was one of six eligible themes for candidate missions for New Frontiers Mission 4 to be launched in 2024. Of the 12 proposals submitted and reviewed by NASA, three were associated with this theme: two lander proposals, Venus In situ Composition Investigations (VICI) and Venus In Situ Atmospheric and Geochemical Explorer (VISAGE); and the Venus Origins Explorer (VOX), an orbiter whose proponents claimed would achieve similar scientific outcomes. None of the three advanced to the final shortlist.\n\n"
        }
    ]
}