{
    "url": "https://en.wikipedia.org/wiki/Vernor_Vinge",
    "title": "Vernor Vinge",
    "table_of_contents": [
        "1 Life and work",
        "2 Personal life",
        "3 Bibliography",
        "3.1 Novels",
        "3.1.1 Realtime/Bobble series",
        "3.1.2 Zones of Thought series",
        "3.1.3 Standalone novels",
        "3.2 Collections",
        "3.3 Essays",
        "3.4 Uncollected short fiction",
        "4 References",
        "5 External links",
        "5.1 About Vinge",
        "5.2 Essays and speeches",
        "5.3 Interviews"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Vernor Steffen Vinge (/ˈvɜːrnər ˈvɪndʒiː/ (listen); born October 2, 1944) is an American science fiction author and retired professor. He taught mathematics and computer science at San Diego State University. He is the first wide-scale popularizer of the technological singularity concept and perhaps the first to present a fictional \"cyberspace\".[2] He has won the Hugo Award for his novels A Fire Upon the Deep (1992), A Deepness in the Sky (1999), Rainbows End (2006),  and novellas Fast Times at Fairmont High (2002), and The Cookie Monster (2004).\n\n"
        },
        {
            "title": "Life and work",
            "text": "Vinge published his first short story, \"Apartness\", in the June 1965 issue of the British magazine New Worlds. His second, \"Bookworm, Run!\", was in the March 1966 issue of Analog Science Fiction, then edited by John W. Campbell.[3] The story explores the theme of artificially augmented intelligence by connecting the brain directly to computerised data sources. He became a moderately prolific contributor to SF magazines in the 1960s and early 1970s. In 1969, he expanded the story \"Grimm's Story\" (Orbit 4, 1968) into his first novel, Grimm's World. His second novel, The Witling, was published in 1976.[4]\n\nVinge came to prominence in 1981 with his novella True Names, perhaps the first story to present a fully fleshed-out concept of cyberspace,[2] which would later be central to cyberpunk stories by William Gibson, Neal Stephenson and others. His next two novels, The Peace War (1984) and Marooned in Realtime (1986), explore the spread of a future libertarian society, and deal with the impact of a technology which can create impenetrable force fields called 'bobbles'. These books built Vinge's reputation as an author who would explore ideas to their logical conclusions in particularly inventive ways. Both books were nominated for the Hugo Award, but lost to novels by William Gibson and Orson Scott Card.[5][6]\n\nVinge won the Hugo Award (tying for Best Novel with Doomsday Book by Connie Willis) with his 1992 novel, A Fire Upon the Deep.[7] A Deepness in the Sky (1999) was a prequel to Fire, following competing groups of humans in The Slow Zone as they struggle over who has the rights to exploit a technologically emerging alien culture. Deepness won the Hugo Award for Best Novel in 2000.[8]\n\nHis novellas Fast Times at Fairmont High and The Cookie Monster also won Hugo Awards in 2002 and 2004, respectively.[9][10]\n\nVinge's 2006 novel Rainbows End, set in the same universe and featuring some of the same characters as Fast Times at Fairmont High, won the 2007 Hugo Award for Best Novel.[11] In 2011, he released The Children of the Sky, a sequel to A Fire Upon the Deep set approximately 10 years following the end of A Fire Upon the Deep.[12][13]\n\nVinge retired in 2000 from teaching at San Diego State University, in order to write full-time. Most years, since its inception in 1999, Vinge has been on the Free Software Foundation's selection committee for their Award for the Advancement of Free Software. Vernor Vinge was Writer Guest of Honor at ConJosé, the 60th World Science Fiction Convention in 2002.[14]\n\n"
        },
        {
            "title": "Personal life",
            "text": "His former wife, Joan D. Vinge, is also a science fiction author. They were married from 1972 to 1979.[15]\n\n"
        }
    ]
}