{
    "url": "https://en.wikipedia.org/wiki/Victor_Turner",
    "title": "Victor Turner",
    "table_of_contents": [
        "1 Early life",
        "2 Career",
        "3 Death",
        "4 Influence",
        "5 Victor Turner Prize",
        "6 Publishing",
        "7 References",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nVictor Witter Turner (28 May 1920 – 18 December 1983) was a British cultural anthropologist best known for his work on symbols, rituals, and rites of passage. His work, along with that of Clifford Geertz and others, is often referred to as symbolic and interpretive anthropology.\n\n"
        },
        {
            "title": "Early life",
            "text": "Victor Turner was born in Glasgow, Scotland, son to Norman and Violet Turner. His father was an electrical engineer and his mother a repertory actress, who founded the Scottish National Players. Turner initially studied poetry and classics at University College London.\n\nIn 1941, Turner was drafted into World War II, and served as a noncombatant until 1944. During his three years of service he met and married Edith Brocklesby Davis, who was serving during the war as a \"land girl\". Their five children include scientist Robert Turner, poet Frederick Turner, and Rory Turner, an anthropology professor at Goucher College.\n\nTurner returned to University College in 1946 with a new focus on anthropology. He later pursued graduate studies in anthropology at Manchester University.[1][2]\n\n"
        },
        {
            "title": "Career",
            "text": "Turner worked in Zambia (then Northern Rhodesia) as research officer for the Rhodes-Livingstone Institute. It was through the position that Turner started his lifelong study of the Ndembu people of Zambia. He completed his PhD at University of Manchester in 1955. Like many of the Manchester anthropologists of his time, he also became concerned with conflict. He developed the new concept of social drama in order to account for the symbolism of conflict and crisis resolution among Ndembu villagers.\n\nTurner spent his career exploring rituals. As a professor at the University of Chicago in the late 1950s, Turner began to apply his study of rituals and rites of passage to world religions and the lives of religious heroes. He and his wife converted to Catholicism in 1958.[3][4]\n\nTurner explored Arnold van Gennep's threefold structure of rites of passage and expanding theories on the liminal phase. Van Gennep's structure consisted of a pre-liminal phase (separation), a liminal phase (transition), and a post-liminal phase (reincorporation). Turner noted that in liminality, the transitional state between two phases, individuals were \"betwixt and between\": they did not belong to the society that they previously were a part of and they were not yet reincorporated into that society. Liminality is a limbo, an ambiguous period characterized by humility, seclusion, tests, sexual ambiguity, and communitas.[2]\n\nTurner was also a committed ethnographer and produced work on ritual. He and his wife Edith L. B. Turner co-authored Image and Pilgrimage in Christian Culture (1978).\n\n"
        },
        {
            "title": "Death",
            "text": "Turner died on 18 December 1983 in Charlottesville, Virginia. After his death, his widow Edith Turner embarked on her own career as an anthropologist. She developed upon Victor's \"anthropology of experience\" with a publication on communitas.[5]\n\n"
        },
        {
            "title": "Influence",
            "text": "Author Chuck Palahniuk was quoted in The Believer as saying, \"So often what I’m doing is dramatizing the writings of Victor Turner, who wrote a lot about liminal and liminoid events.\"[6] Turner's work on liminality and performance has strongly influenced developments in the field of Performance Studies,[7] particularly due to his friendship and professional collaboration with Richard Schechner with whom he explored the relationship between ritual and theater.[8]\n\n"
        },
        {
            "title": "Victor Turner Prize",
            "text": "The Victor Turner Prize in Ethnographic Writing is awarded annually by The Society for Humanistic Anthropology (SHA). Eligible works are \"published books in various genres including ethnographic monographs, narratives, essays, biographies, memoirs, poetry, and drama.\"[9] Kirin Narayan's Storytellers, Saints and Scoundrels: Folk Narrative in Hindu Religious Teaching (1989) was the first Victor Turner Prize winner in 1990.[10][11]\n\n"
        }
    ]
}