{
    "url": "https://en.wikipedia.org/wiki/Victor_Scheinman",
    "title": "Victor Scheinman",
    "table_of_contents": [
        "1 Education",
        "2 Robotics",
        "2.1 Stanford arm",
        "2.2 MIT arm",
        "2.3 PUMA and Unimation",
        "2.4 Automatix",
        "3 Personal life",
        "4 Awards and honors",
        "5 References",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Victor David Scheinman (December 28, 1942 – September 20, 2016) was an American pioneer in the field of robotics.\nHe was born in Augusta, Georgia, where his father Leonard was stationed with the US Army. At the end of the war the family moved to Brooklyn and his father returned to work as a professor of psychiatry. His mother taught at a Hebrew school.[1]\n\nScheinman first experience with robots was watching The Day the Earth Stood Still around age 8 or 9. The movie frightened him and his father suggested building a wooden model as therapy.[2]: 4.1  Scheinman sttended the now-defunct New Lincoln School in New York where, in the late 1950s, he designed and constructed a voice-controlled typewriter as a science fair project. This endeavor gave him entry into MIT as an undergraduate in engineering, as well as providing a foundation for his later inventions.[3]\n\n"
        },
        {
            "title": "Education",
            "text": "Scheinman attended MIT as an undergraduate, starting at age 16 and completed a degree in Aeronautics and Astronautics in 1963. He was president of the Model Airplane Club and had a summer job at Sikorsky Aircraft. His Bachelor's thesis was on controlling the depth of a model hydrofoil wing in the MIT towing tank.[2]: 4.2 \n\nAfter graduation, on the advice and recommendation of his advisor, Holt Ashley, he got a job at Boeing, where he worked on a lunar gravity simulator.  He left to travel the world for a while, and then enrolled at Stanford University's graduate program, initially in Aeronautics and Astronautics, switching later to Mechanical Engineering, while still taking courses in A&E. He complete his Master's degree in one year and stayed on to work on an engineer's degree. He had summer jobs working on the Apollo program, with project on the Command Module heat shield and the Saturn rocket turbopumps.[2]: 4.3 \n\n"
        },
        {
            "title": "Robotics",
            "text": "Scheinman was awarded a research assistantship at the Stanford Artificial Intelligence Laboratory, working for Bernard Roth on building hands and arm for computers. The lab had an electric prosthetic arm developed circa 1962 by Rancho Los Amigos Hospital, known as the Rancho arm,[4] which they had interfaced to a computer. (The arm was originally designed to be controlled with buttons pressed by a user's tongue.) Scheinman was assigned to maintaining the arm but it proved hard to use, with poor accuracy and inverse kinematics that were difficult to compute. He became involved with new robot designs. One was the Orm arm, (Norwegian for snake) which he built with Larry Leifer. It consisted of seven stacked plates, with each plate connected to the next by four small pneumatic actuators. Each actuator of which could be inflated or deflated by setting or resetting a bit in a computer word. That arm also proved difficult to control.[2]: 4.4 \n\nHis next goal was a fast arm, which became the Stanford Hydraulic Arm. The hydraulic arm needed the full attention of the PDP-6 computer used to control it, which normally was time-shared, and the arm proved too powerful, with its motions shaking the computer room and requiring special isolation. Donald L. Pieper, in his 1968 PhD thesis lists its purpose as \"smashing things.\" Pieper thesis also recommended specific configurations of robot linkages that would allow easier arm solutions.[5]\n\nIn 1969, Scheinman invented the Stanford arm,[2]: 4.5   an all-electric, 6-axis articulated robot designed to permit an arm solution in closed form.[6][7] The three wrist axes intersect at a point, as prescribed by Pipers thesis. This allowed the robot to accurately follow arbitrary paths in space under computer control and widened the potential use of the robot to more sophisticated applications such as assembly and arc welding. The robot also had brakes on each axis, allowing it to be controlled with time-shared computer. The design became his engineer's degree thesis.[2]: 4.4 \n\nAfter completing his engineer's degree, Scheinman went to work for RacChem, designing automatic machines that would use RacChem's shrink plastic products.[2]: 4.5  After about a year, Stanford asked him to come back as an employee of the AI lab and build the robot he had designed. He completed the first arm, the Gold arm, and was asked to build a second, the Blue arm, to allow experiments in arm coordination with vision. Other organizations wanted the arm, including SRI and Boston University, so Scheinman built kits for them that could be completed by a commercial machine shop.[2]: 4.5 \n\nAround 1972, Scheinman was asked by MIT's Marvin Minsky to design a more compact arm. Minsky had funding from DARPA for a new robot and had visions of using it for remotely supervised surgery. Scheinman spent the summer at the MIT AI lab, designing a new arm that became the MIT Arm, completing the design back at Stanford. Like the Stanford arm, the new arm featured a wrist with all axes intersecting, allowing a closed form arm solution, but now all the axes were revolute, unlike the Stanford arm which had a prismatic joint. The arm had a shell structure made of sheet metal, instead of beams, that contained all the wiring. It also used specially designed gear trains, in part to minimize backlash, and custom electric motors, rather than only off the shelf components.[2]: 4.5 \n\nIn 1973, Scheinman started Vicarm Inc. to manufacture his robot arms, hiring Brian Carlisle and Bruce Shimano, who later helped found Adept Robotics. Vicarm got orders for copies of the Stanford arm and MIT arm from various research organizations, including universities, General Motors, the National Bureau of Standards, AT&T, and the Naval Research Laboratory. The company soon offered a controller for the robots, using a Digital Equipment Corporation LSI-11, with 6502 microprocessors controlling the servos for each joint, including the end effector. They also developed a language, VAL, for controlling the robot.[2]: 4.6 \n\nWhile studying at Stanford, Scheinman was awarded a fellowship sponsored by George Devol, the inventor of the Unimate, the first industrial robot. Scheinman traveled with Devol and Joe Engelberger to Unimation and several of its customers, observing robot applications, including loading and unloading machines, handling material and early attempts to do spot welding. These early robots were hydraulic and programmed by teaching the robot a series of individual points that the robot would repeat each cycle. Some path control could be achieve by defining many intermediated points, but true path following was not possible.\n\nThe Vicarm and its  controller were small enough to be portable and Scheinman brought one to Unimation and set it up on Engelberger's desk, demonstrating the true path control that Unimation's robots could not achieve. He also brought an arm to an early robot trade show at the University of Illinois but was told it was a toy and could not be in the show, so he set it up on the front steps with an extension for power, attracting many researchers who understood its programmability advantage. Engelberger then invited him to bring the robot into his Unimation booth at the show.[2]: 4.7  \nScheinman was then approached by  General Motors (GM) who wanted a bigger version of his arm for a robotic assembly concept they were developing, but were concerned about his small company's ability to supply them, encouraging Scheinman to find a larger partner.[2]: 4.7  In 1977, Scheinman sold his design to Unimation, who further developed it, with support from GM, as the Programmable Universal Machine for Assembly (PUMA).[2]: 4.9  He served for a couple of years as General Manager of Unimation's West Coast division.\n\nIn 1979, Scheinman was approached by Philippe Villers, then at Computervision, to join a new robotics and machine vision company he was forming as co-founder and vice-president. Automatix, which started operations in January 1980, was based in Massachusetts, but Scheinman ran its west coast office,[2]: 4.8  where he developed RobotWorld, an automation system based on the concept that robots should operate in their own work space, where there would be no potential conflicts with humans. It consisted of cooperating small modules suspended from a 2-D linear motor that formed the roof of the workspace. The west coast office also supported other Automatix product development by designing components such as robot wrists. In the early 1990s, Automatix decided to stop selling robots because the application engineering required for each robot installation could exceed the cost of the robot itself by a factor of three or four and wasn't profitable.  The RobotWorld product line was sold to Yaskawa,[8] which offered them for biological lab automation and small part assembly.[9] Scheinman worked for Yaskawa as a consultant for several years, and seven to eight hundred RobotWorld-based systems were sold.[2]: 4.8 \n\n"
        },
        {
            "title": "Personal life",
            "text": "His niece is jazz violinist Jenny Scheinman. He was married to Sandra Auerback in August 2006.[10] His engineer son Dave Scheinman is head of hardware for 3D printing company Carbon (company)[11]\n\nVictor Scheinman died on September 20, 2016, in Petrolia, California at the age of 73.[12] Up to the time of his death, Scheinman continued to consult and was a visiting professor at Stanford University in the Department of Mechanical Engineering.\n\n"
        },
        {
            "title": "Awards and honors",
            "text": "In 1979, Scheinman and his Vicarm were featured in a Fortune Magazine cover story on robotics.[13]\n\nScheinman received the Robotic Industries Association's Joseph F. Engelberger Robotics Award in 1986[14] and the ASME Leonardo Da Vinci Award of the American Society of Mechanical Engineers in 1990.[15]\n\nOn April 19, 2002, General Motors' Controls, Robotics, and Welding (CRW) organization donated the original prototype Programmable Universal Machine for Assembly (PUMA) robot to the Smithsonian.[16]\n\nOn June 22, 2006, broadcast of the American game-show Jeopardy!, Scheinman was the subject of the $1600 \"answer\" for the category \"Robotics\": \"In the 1970s Victor Scheinman developed the PUMA, or programmable universal manipulation THIS\" (question: \"what is THIS?\" — answer: \"arm\".).[17]\n\n"
        }
    ]
}