{
    "url": "https://en.wikipedia.org/wiki/Victor_Fleming",
    "title": "Victor Fleming",
    "table_of_contents": [
        "1 Biography",
        "1.1 Early life",
        "1.2 Career",
        "1.3 Metro-Goldwyn-Mayer",
        "1.4 Personal life",
        "1.5 Political beliefs",
        "2 Filmography",
        "3 References",
        "4 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nVictor Lonzo Fleming (February 23, 1889 – January 6, 1949) was an American film director, cinematographer, and producer. His most popular films were Gone with the Wind, for which he won an Academy Award for Best Director, and The Wizard of Oz (both 1939). Fleming has those same two films listed in the top 10 of the American Film Institute's 2007 AFI's 100 Years...100 Movies list.\n\n"
        },
        {
            "title": "Biography",
            "text": "Fleming was born at the Banbury Ranch near what is now La Cañada Flintridge, California, the son of Eva (née Hartman) and William Richard Lonzo Fleming.[1]\n\nHe served in the photographic section for the United States Army during World War I, and acted as chief photographer for President Woodrow Wilson in Versailles, France.[2] Beginning in 1918, Fleming taught at and headed Columbia University's School of Military Cinematography, training over 700 soldiers to cut, edit, shoot, develop, store and ship film; filmmakers that participated in the program included Josef von Sternberg, Ernest B. Schoedsack, and Lewis Milestone.[3] He showed a mechanical aptitude early in life; while working as a car mechanic, he met the director Allan Dwan, who took him on as a camera assistant. He soon rose to the rank of cinematographer, working with both Dwan and D. W. Griffith, and directed his first film in 1919.[4]\n\nMany of his silent films were action movies, often starring Douglas Fairbanks, or Westerns. Because of his robust attitude and love of outdoor sports, he became known as a \"man's director\"; however, he also proved an effective director of women. Under his direction, Vivien Leigh won the Best Actress Oscar, Hattie McDaniel won for Best Supporting Actress, and Olivia de Havilland was nominated.\n\nIn the opinion of veteran cinematographer Archie Stout, of all the directors he worked with Fleming was the most knowledgeable when it came to camera angles and appropriate lenses.[5] He was remembered by Van Johnson as a being a masterful director but a “tough man” to work for.[6]\n\nIn 1932, Fleming joined MGM and directed some of the studio's most prestigious films. Red Dust (1932), Bombshell (1933), and Reckless (1935) showcasing Jean Harlow, while Treasure Island (1934) starring Wallace Beery and Captains Courageous (1937) with Spencer Tracy brought a touch of literary distinction to boy's-own adventure stories. His two most famous films came in 1939, when The Wizard of Oz was closely followed by Gone with the Wind.\n\nFleming's version of Dr. Jekyll and Mr. Hyde (1941), with Spencer Tracy, was generally rated below Rouben Mamoulian's 1931 pre-code version, which had starred Fredric March. Fleming's 1942 film version of John Steinbeck's Tortilla Flat starred Tracy, John Garfield, Hedy Lamarr, and Frank Morgan. Other films that Fleming made with Tracy include Captains Courageous (for which Tracy won his first Oscar), A Guy Named Joe, and Test Pilot. He directed Clark Gable in a total of five films – Red Dust, The White Sister, Test Pilot, Gone with the Wind, and Adventure.\n\nHe owned the Moraga Estate in Bel Air, Los Angeles, California, then a horse ranch.[7][8][9] Frequent guests to his estate included Clark Gable, Vivien Leigh, Ingrid Bergman, and Spencer Tracy.[8]\n\nHe died en route to a hospital in Cottonwood, Arizona[10] after suffering a heart attack on January 6, 1949. His death occurred shortly after completing Joan of Arc (1948) with Ingrid Bergman, one of the few films that he did not make for MGM. Despite mixed reviews, Fleming's film version of the life of Joan received seven Oscar nominations, winning two.\n\nIt was reported in James Curtis' book Spencer Tracy: A Biography[11] that Anne Revere once said Fleming was \"violently pro-Nazi\" and strongly opposed to the United States entering World War II. According to the Fleming biography Victor Fleming: An American Movie Master,[12] by author Michael Sragow, Fleming had once mocked the UK at the outset of World War II by taking a bet as to how long the country could withstand an attack by Germany.\n\nThe accuracy of Revere's characterization of Fleming has been disputed, however. According to Victor Fleming: An American Movie Master, Revere had made her comment because she felt she had been cast in the film The Yearling over Flora Robson because Robson was British. However, at the time of the casting, Fleming was working on the film Dr. Jekyll and Mr. Hyde, which featured a British producer and a cast largely composed of British or British Commonwealth actors. Furthermore, Revere did not know Fleming beyond their professional relationship.[12]\n\n"
        }
    ]
}