{
    "url": "https://en.wikipedia.org/wiki/Victims_of_Communism_Memorial",
    "title": "Victims of Communism Memorial",
    "table_of_contents": [
        "1 Background",
        "2 Dedication ceremony",
        "3 Criticism",
        "4 See also",
        "5 References",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The Victims of Communism Memorial is a memorial in Washington, D.C. located at the intersection of Massachusetts and New Jersey Avenues and G Street, NW, two blocks from Union Station and within view of the U.S. Capitol.[1] The memorial is dedicated \"to the more than one hundred million victims of communism\". The Victims of Communism Memorial Foundation says the purpose of the memorial is to ensure \"that the history of communist tyranny will be taught to future generations.\"[2] The Memorial was opened by President George W. Bush on June 12, 2007. It was dedicated on the 20th anniversary of President Ronald Reagan's \"tear down this wall\" speech in front of the Berlin Wall.[3]\n\nThe Memorial features a ten-foot (3 m) bronze replica from photographs, of the Goddess of Democracy, erected by students during the Tiananmen Square protests of 1989.[4] The monument's design and the statue are works of sculptor Thomas Marsh.[5] He led a project in 1994, to re-create the Goddess of Democracy in Chinatown, San Francisco.[6][7] The inscription reads: (front) \"To the more than one hundred million victims of communism and to those who love liberty\", and (rear) \"To the freedom and independence of all captive nations and peoples\"[4]\n\n"
        },
        {
            "title": "Background",
            "text": "A bill, H.R. 3000, sponsored by Representatives Dana Rohrabacher and Tom Lantos and Senators Claiborne Pell and Jesse Helms, to authorize the memorial passed unanimously on December 17, 1993 and was signed into law by President Bill Clinton, becoming Public Law 103-199 Section 905. It was backed by prominent conservatives including Lev E. Dobriansky, Grover Norquist, Zbigniew Brzezinski, and Lee Edwards.[8] Because of delays in establishing the memorial, the authorization was subsequently extended through Section 326 of Public Law 105–277, approved October 21, 1998, until December 17, 2007. The Victims of Communism Memorial Foundation had the duty of funding and directing the first stages of planning the memorial.\n\nIn November 2005, the National Capital Planning Commission gave approval to the monument's design. After raising over US$825,000 for construction and maintenance costs, the groundbreaking ceremony was held September 27, 2006.[9]\n\n"
        },
        {
            "title": "Dedication ceremony",
            "text": "On June 12, 2007, the memorial was officially dedicated. Among the hundreds of invited guests were people from many countries who suffered hardships under Communist regimes, such as Vietnamese poet Nguyen Chi Thien, Chinese political prisoner Harry Wu, Lithuanian anti-communist journalist Nijolė Sadūnaitė and others.[10] During the opening ceremony, President George W. Bush named some of those who suffered from Communism in anonymity:\n\nPresident Bush also said, \"We'll never know the names of all who perished, but at this sacred place, communism's unknown victims will be consecrated to history and remembered forever. We dedicate this memorial because we have an obligation to those who died, to acknowledge their lives and honor their memory.\"[11] Bush equated communism to the threat of terrorism then facing the U.S.: \"Like the Communists, the terrorists and radicals who have attacked our nation are followers of a murderous ideology that despises freedom, crushes all dissent, has expansionist ambitions and pursues totalitarian aims.\"[12]\n\nOn the first anniversary, there was another ceremony by the International Committee for Crimea.[13]  On June 9, 2011, a second commemoration ceremony was held with representatives of ethnic and religious groups who suffered under communist regimes.[14]\n\n"
        },
        {
            "title": "Criticism",
            "text": "Andrei Tsygankov of San Francisco State University criticizes the statue as an expression of the anti-Russia lobby in Washington. He identifies it as a revival of Cold War symbolism.[15] Russian politician and legislator Gennady Zyuganov, leader of the Communist Party of the Russian Federation, said that U.S. President Bush's appearance before the unveiling of the monument was a \"clumsy propaganda attempt to divert the world public opinion's attention from the true, bloody crimes of U.S. imperialism in general and the current administration in the White House in particular.\" Zyuganov also added that the monument was inappropriate: \"How can an American president open it given the blood of civilians in Iraq, Afghanistan, Somalia, Serbs in Kosovo, Guantanamo Bay, as well as CIA prisons in Eastern Europe are part of the black list of crimes of the globalists.\"[16]\n\nThe statue drew criticism from the Chinese embassy because the memorial evokes the Tiananmen Square protests.[17] A Chinese foreign ministry speaker accused the US of pushing a \"Cold War\" thought and meddling in China's internal affairs, and issued a formal protest.[18] The embassy called its construction an \"attempt to defame China.\" The chairman of the Victims of Communism Memorial Foundation, Lee Edwards, said he was not aware of any official complaint.[17]\n\n"
        }
    ]
}