{
    "url": "https://en.wikipedia.org/wiki/Victor_Gollancz",
    "title": "Victor Gollancz",
    "table_of_contents": [
        "1 Early life",
        "2 The publisher and man",
        "3 Campaigner",
        "3.1 1943 publication of description of the Holocaust",
        "3.2 Occupation of Germany after World War II",
        "3.3 Other humanitarian issues",
        "4 Personal life and death",
        "5 Selected bibliography",
        "6 References",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nSir Victor Gollancz (/ɡəˈlænts/; 9 April 1893 – 8 February 1967) was a British publisher and humanitarian.\n\nGollancz was known as a supporter of left-wing causes. His loyalties shifted between liberalism and communism, but he defined himself as a Christian socialist and internationalist. He used his publishing house chiefly to promote pacifist and socialist non-fiction, and also launched the Left Book Club.\n\nIn the postwar era, he focused his attention on Germany and became known for his promotion of friendship and reconciliation based on his internationalism and his ethic of brotherly love. He founded the organisation Save Europe Now (SEN) in 1945 to campaign for humane treatment of German civilians, and drew attention to their suffering, especially children, and atrocities committed against German civilians. He received an honorary doctorate at the University of Frankfurt in 1949, the Großes Bundesverdienstkreuz of Germany in 1953 and the Peace Prize of the German Book Trade in 1960, and several streets in Germany, including the Gollanczstraße in West Berlin, and two schools, the Victor Gollancz Elementary School[1] and the Victor-Gollancz-Volkshochschule Steglitz-Zehlendorf,[2] were named in his honour. He also campaigned for friendship with Soviet Russia. Gollancz once said: \"I hate everything that is pro and anti (different peoples). I am only one thing: I am pro-humanity.\" Since 2000, the Society for Threatened Peoples has awarded the Victor Gollancz Prize.\n\n"
        },
        {
            "title": "Early life",
            "text": "Born in Maida Vale, London, to a family of German Jewish/Polish Jewish background, Victor Gollancz was the son of a wholesale jeweller and the nephew of Rabbi Professor Sir Hermann Gollancz and Professor Sir Israel Gollancz. His grandfather, Rabbi Samuel Marcus Gollancz, had migrated to the United Kingdom in the mid-19th century from Witkowo, near Gniezno (then Gnesen in Prussia) to become cantor of the Hambro' Synagogue in London.\n\nAfter being educated at St Paul's School, London and taking a degree in classics at New College, Oxford, he became a schoolteacher. Gollancz was commissioned into the Northumberland Fusiliers in October 1915, although he did not see active service. In March 1916 he transferred to Repton School Junior Officers' Training Corps. Gollancz proved to be an innovative and inspiring teacher; he introduced the first civics class to be taught at an English public school and many of his students went on to become teachers themselves, including James Harford and James Darling.[3] In 1917 he became involved in the Reconstruction Committee, which was planning for post-war Britain. There he met Ernest Benn, who hired him to work in his publishing company, Ernest Benn Limited. Starting with magazines, Gollancz then brought out a series of art books, after which he started signing novelists.\n\n"
        },
        {
            "title": "The publisher and man",
            "text": "Gollancz formed his own publishing company in 1927, publishing works by writers such as Ford Madox Ford and George Orwell, who wrote that \"Gollancz is of course part of the Communism-racket,\" to Rayner Heppenstall in July 1937 (Orwell went to Secker and Warburg from Homage to Catalonia onwards). The firm, Gollancz Ltd., published pacifist and socialist nonfiction as well as, by the mid-1930s, a solid selection of contemporary fiction, including authors such as Elizabeth Bowen, Daphne du Maurier, and Franz Kafka.[4] While Gollancz published The Red Army Moves by Geoffrey Cox on the Winter War in 1941, he omitted some criticisms of the USSR.[citation needed]\n\nGollancz was one of the founders of the Left Book Club, the first book club in the UK. He had a knack for marketing, sometimes taking out full-page newspaper advertisements for the books he published, a novelty at the time. He also used eye-catching typography and book designs, and used yellow dust-covers on books. Starting in 1948, Gollancz made yearly scouting trips to the USA; by 1951 American books made up half of his publications.[5]\n\nGollancz's politics started as those of the Liberal Party and Guild Socialism. By 1931 he had joined the Labour Party,[6] and by the early 1930s he had started publishing left-wing political works, in addition to his more popular titles. Although he never joined the CPGB, Gollancz was closely allied to the Communist Party during the second half of the 1930s. He finally broke with the party after the signing of the Molotov-Ribbentrop pact in 1939, and pledged himself to Christian socialism. In the early 1940s, Gollancz was sympathetic to Richard Acland's socialist Common Wealth Party and gave talks for the group before the general election of 1945. Although he never thought the party would win an election, he believed it represented a useful, socialist pressure group.[7]\n\nReligious faith was important part of Gollancz's life. His father was an Orthodox Jew with a very literal interpretation of his faith; Gollancz's dislike of this attitude coloured his approach to organised Judaism for much of his life, but he continued to practise many Jewish rituals at home.[8] Gollancz often claimed to be a Christian, although he was never baptised and his understanding of the religion was highly idiosyncratic. Overall his personal syncretic faith drew on Pelagian Christianity, Judaism, and wide-ranging reading across religious traditions.[9] His faith manifested itself in a consciousness of bliss and his lifelong political and social campaigning. He compiled a number of books of religious writings, including A Year of Grace, From Darkness to Light, God of a Hundred Names and The New Year of Grace. Gollancz was also a keen music lover, an enthusiasm he explained in his final book, Journey Towards Music.\n\nGollancz was knighted in the 1965 Queen's Birthday Honours List.\n\n"
        },
        {
            "title": "Campaigner",
            "text": "In addition to his highly successful publishing business, Gollancz was a prolific writer on a variety of subjects, and put his ideas into action by establishing campaigning groups. The Left Book Club was not only a book club run along commercial lines, but also a campaigning group that aimed to propagate left-wing ideas in Britain. The founding of the club marked the end of his career solely as a publisher, after which he devoted much of his energy to campaigning.\n\nHis first few pamphlets addressed what he saw as the communist betrayal of left wing ideals, although after the Soviet Union was invaded by Nazi Germany in 1941 he founded the Anglo-Soviet Public Relations Association (ASPRA) to promote cordial relations between the UK and Russia. This was followed by refutation of the anti-German (as opposed to anti-Nazi) doctrine of Sir Robert Vansittart in the pamphlet Shall Our Children Live or Die published in late 1941.\n\nAfter World War II, Gollancz criticized the rise of what he saw as excessive nationalism in the Allied countries (both Czechoslovakia and the UK), describing nationalism \"partly an invention of ambitious and unscrupulous politicians, and partly a drug from which the populace derives [. . .] a kind of bogus and vicarious satisfaction\".[10]\n\nGollancz publicised the anti-Semitism of the Nazi regime early on; in 1933 he had published the compilation volume The Little Brown Book of the Hitler Terror[11] and Fritz Seidler's book on the Nazi persecution of the Jews The Bloodless Pogrom in 1934. In the summer of 1942 Gollancz came to realise that he and the rest of the world had been seriously underestimating the horrific extent of the Nazi persecution of the Jews. He explained in his 16,000-word pamphlet Let My People Go, written over Christmas 1942, that between one and two million Jews had already been murdered in Nazi-controlled Europe and \"unless something effective is done, within a very few months these six million Jews will all be dead.\".[12][13] Gollancz proposed a series of practical responses, centred around a rescue plan, and undertook a lecture and fundraising tour; he was also made vice-president of Eleanor Rathbone's National Committee for Rescue from Nazi Terror. Published early in the new year of 1943, the pamphlet sold a quarter of a million copies within three months[14] and was quoted in the Parliament of Canada in 1943,[15] and in The Adelaide Advertiser on Saturday 15 May 1943.[16] Along with Rathbone, Gollancz was the foremost British campaigner during the Second World War on the issue of the Nazi extermination of European Jewry.\n\nTowards the end of June 1943, Gollancz suffered a serious nervous breakdown, believed to have been brought on by overwork (he had cut out holidays and reduced his social and cultural life) and his identification with the Nazis' victims. After his recovery he started work on a book to be called The Necessity for Zionism; although the book was never written, he did publish a number of books on Jewish topics.[17] His work for Zionism at this time led to him being appointed as a governor of the Hebrew University of Jerusalem. In May 1945, he wrote his last major contribution to Jewish refugees, the pamphlet Nowhere to Lay Their Heads: The Jewish tragedy in Europe and its solution, a personal appeal for the opening up of Palestine for large-scale Jewish immigration from Europe, which he distributed for free and was a great success.[18]\n\nIn April 1945, Gollancz addressed the issue of German collective guilt in a pamphlet, What Buchenwald Really Means that explained that all Germans were not guilty. He maintained that hundreds of thousands of gentiles had been persecuted by the Nazis and many more had been terrorized into silence. Equally, British citizens who had done nothing to save the Jews despite living in a democracy, were not free of guilt. This marked a shift of Gollancz's attention towards the people of Germany. In September 1945, he started an organisation Save Europe Now (SEN) to campaign for the support of Germans,[19] and over the next four years he wrote another eight pamphlets and books addressing the issue and visited the country several times.\n\nGollancz's campaign for the humane treatment of German civilians involved efforts to persuade the British government to end the ban on sending provisions to Germany and ask that it pursue a policy of reconciliation, as well as organising an airlift to provide Germany and other war-torn European countries with provisions and books. He wrote regular critical articles for, and letters to, British newspapers, and after a visit to the British Zone of Occupation in October and November 1946, he published these along with shocking close-up photos of malnourished children he took there in In Darkest Germany[20] in January 1947.\n\nOn the expulsion of Germans after World War II he said: \"So far as the conscience of humanity should ever again become sensitive, will this expulsion be an undying disgrace for all those who remember it, who caused it or who put up with it. The Germans have been driven out, but not simply with an imperfection of excessive consideration, but with the highest imaginable degree of brutality.\" In his book, Our Threatened Values (London, 1946), Gollancz described the conditions Sudeten German prisoners faced in a Czech concentration camp: \"They live crammed together in shacks without consideration for gender and age ... They ranged in age from 4 to 80. Everyone looked emaciated ... the most shocking sights were the babies ... nearby stood another mother with a shrivelled bundle of skin and bones in her arms ... Two old women lay as if dead on two cots. Only upon closer inspection, did one discover that they were still lightly breathing. They were, like those babies, nearly dead from hunger ...\" When Field Marshal Montgomery wanted to allot each German citizen a guaranteed diet of only 1,000 calories a day and justified this by referring to the fact that the prisoners of the Bergen-Belsen concentration camp had received only 800, Gollancz wrote about starvation in Germany, pointing out that many prisoners never even received 1,000 calories. \"There is really only one method of re-educating people,\" explained Gollancz, \"namely the example that one lives oneself.\"\n\nGollancz's motives for his work for Germany can be traced to his internationalism and his ethic of brotherly love. He explained his rationale thus, \"In the management of our helping actions should nothing, but absolutely nothing else, be decisive than the degree of need.\" For his biographer, Ruth Dudley Edwards, Gollancz's campaign was based in his concern for the moral underdog and his enjoyment in fighting for unpopular causes.[21] The campaign led Gollancz's friend, Rev. John Collins, to start Christian Action in December 1946, an organisation with similar aims (which later became involved in the campaign against Apartheid).[22] In 1960 Gollancz was awarded the Peace Prize of the German Book Trade for his work with SEN.\n\nDuring the fighting that marked the creation of the state of Israel, Gollancz became concerned for the plight of the Arabs and in October 1948 he founded the Jewish Society for Human Service (JSHS), with Rabbi Leo Baeck as its president. This body was based on \"the universalist ethic of Judaism\" and aimed to work in the newly formed state of Israel \"to relieve the suffering of Jews and Arabs indifferently.\"[23]\n\nIn February 1951, Victor Gollancz wrote a letter to The Manchester Guardian asking people to join an international struggle against poverty. Gollancz's letter called for a negotiated end to the Korean War and the creation of an international fund \"to turn swords into ploughshares\", readers were asked to send a postcard to Gollancz with the simple word 'yes'. He received 5,000 responses. This led to the founding of the Association for World Peace (AWP) with Gollancz as chairman and Canon Charles Raven the vice-chairman. In May 1951, Gollancz invited Harold Wilson to chair an AWP committee and write a pamphlet which was eventually called 'War on Want – a Plan for World Development', published on 9 June 1952. This document led to the founding of the international anti-poverty charity War on Want; its parent body, the AWP, waned after Gollancz stepped down from the chairmanship in 1952.\n\nWith Arthur Koestler and John Collins, Gollancz set up the National Campaign for the Prevention of Legal Cruelty in 1955. This organisation was renamed The National Campaign for the Abolition of Capital Punishment (NCACP) and campaigned against judicial killing in the UK. This drive against capital punishment would later lead Gollancz to campaign against the execution of the Nazi war criminal Adolf Eichmann. He addressed the issue in a controversial pamphlet, The Case of Adolf Eichmann.[24]\n\n"
        },
        {
            "title": "Personal life and death",
            "text": "In 1919, Victor married Ruth Lowy, an artist who had studied at the Slade School of Art under Henry Tonks. The couple had five daughters[25] among them Vita Gollancz, an artist; Livia Ruth Gollancz, musician and later head of Victor Gollancz Ltd; and Diana Gollancz, a confidante of poet Philip Larkin.\n\nGollancz died in London.\n\n"
        }
    ]
}