{
    "url": "https://en.wikipedia.org/wiki/Video_game_modding",
    "title": "Video game modding",
    "table_of_contents": [
        "1 Development",
        "1.1 Tools",
        "1.2 Game support for modifications",
        "1.3 Portability issues",
        "1.4 Unforeseen consequences or benefits of modding",
        "1.5 Motivations of modders",
        "2 History",
        "3 Official status of mods",
        "3.1 Legal status of mods",
        "3.2 Controversy surrounding paid mods",
        "4 Types",
        "4.1 Total conversion",
        "4.2 Overhaul",
        "4.3 Randomizer",
        "4.4 Add-on",
        "4.5 Unofficial patch",
        "4.6 Art mod",
        "4.7 Support continuation by mod",
        "4.8 User interface mod",
        "4.9 Mod packs",
        "5 See also",
        "6 References",
        "7 Further reading"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Video game modding (short for \"modification\") is the process of alteration by players or fans of one or more aspects of a video game,[1] such as how it looks or behaves, and is a sub-discipline of general modding. Mods may range from small changes and tweaks to complete overhauls, and can extend the replay value and interest of the game.\n\nModding a game can also be understood as the act of seeking and installing mods to the player's game,[2] but the act of tweaking pre-existing settings and preferences is not truly modding.[1]\n\nMods have arguably become an increasingly important factor in the commercial success of some games, as they add depth to the original work,[3] and can be both fun for players playing the mods and as means of self-expression for mod developers.[4]\n\nPeople can become fans of specific mods, in addition to fans of the game they are for, such as requesting features and alterations for these mods.[4] In cases where mods are very popular, players might have to clarify that they are referring to the unmodified game when talking about playing a game. The term vanilla is often used to make this distinction. \"Vanilla Minecraft\", for example, refers to the original, unmodified game.\n\nAs early as the 1980s, video game mods have also been used for the sole purpose of creating art, as opposed to an actual game. This can include recording in-game actions as a film, as well as attempting to reproduce real-life areas inside a game with no regard for game play value. This has led to the rise of artistic video game modification, as well as machinima and the demoscene.\n\nPopular games can have tens of thousands of mods created for them.[5]  Popular websites dedicated to modding include Nexus Mods, Mod DB, and Steam Workshop.\n\n"
        },
        {
            "title": "Development",
            "text": "Many mods are not publicly released to the gaming community by their creators.[1] Some are very limited and just include some gameplay changes or even a different loading screen, while others are total conversions and can modify content and gameplay extensively. A few mods become very popular and convert themselves into distinct games, with the rights getting bought and turning into an official modification, or in some cases a stand-alone title that does not require the original game to play.\n\nTechnical and social skills are needed to create a mod.[3] A group of mod developers may join together to form a \"mod team\".\n\nDoom (1993) was the first game to have a large modding community.[6]  In exchange for the technical foundation to mod, id Software insisted that mods should only work with the retail version of the game (not the demo), which was respected by the modders and boosted Doom's sales.  Another factor in the popularity of modding Doom was the increasing popularity of the Internet, which allowed modding communities to form.[7]  Mods for Quake (1996) such as \"Capture the Flag\" and \"Team Fortress\" became standard features in later games in the shooter genre.[6]  While first-person shooters are popular games to mod,[8] the virtual pet genre with games such as Petz (1995) and Creatures (1996) fostered younger modders, particularly girls.[9]\n\nMod-making tools are a variety of construction sets for creating mods for a game. Early commercial mod-making tools were the Boulder Dash Construction Kit (1986) and The Bard's Tale Construction Set (1991), which allowed users to create game designs in those series. Much more successful among early mod-making tools was the 1992 Forgotten Realms: Unlimited Adventures from Strategic Simulations, Inc., which allowed users to construct games based on the game world that was launched with the Pool of Radiance game.\n\nBy the mid 1990s, modding tools were commonly offered with PC games,[10] and by the early 2000s, a game that launched with no modding tools was considered more worthy of note in a review than one that did.[11] Maxis released the modding tools for The Sims (2000) before the game itself, resulting in a suite of fan-created mods being available at launch.[12]  The advertising campaign for Neverwinter Nights (2002) focused on the included Aurora toolset.[8] The World Editor for Warcraft III (2002) allowed a variety of custom scenarios or maps to be created for the game, such as a number of tower defense and multiplayer online battle arena maps, the most notable of which was Defense of the Ancients.[13][14] The provision of tools is still seen as the most practical way that a company can signal to fans that its game is open for modding.[15]  Fans may also use and create open-source software tools for modding games.[16]\n\nThere are also free content delivery tools available that make playing mods easier. They help manage downloads, updates, and mod installation in order to allow people who are less technically literate to play. Steam's \"Workshop\" service, for example, allows a user to easily download and install mods in supported games.[17]\n\nThe potential for end-user change in game varies greatly, though it can have little correlation on the number and quality of mods made for a game.\n\nIn general the most modification-friendly games will define gameplay variables in text or other non proprietary format files[18] (for instance in the Civilization series one could alter the movement rate along roads and many other factors[citation needed]), and have graphics of a standard format such as bitmaps.[18] Publishers can also determine mod-friendliness in the way important source files are available, such as Doom having its art assets separate from the main program, which allowed them to be shared and modified.[19]\n\nGames have varying support from their publishers for modifications, but often require expensive professional software to make. One such example is Homeworld 2, which requires the program Maya to build new in-game objects. However, there are free versions of Maya and other advanced modeling software available. There are also free and even open-source modeling programs (such as Blender) that can be used as well.\n\nFor advanced mods such as Desert Combat that are total conversions, complicated modeling and texturing software is required to make original content. Advanced mods can rival the complexity and work of making the original game content (short of the engine itself), rendering the differences in ease of modding small in comparison to the total amount of work required. Having an engine that is for example easy to import models to, is of little help when doing research, modeling, and making a photorealistic texture for a game item. As a result, other game characteristics such as its popularity and capabilities have a dominating effect on the number of mods created for the game by users.\n\nA game that allows modding is said to be \"moddable\". The Elder Scrolls V: Skyrim as well as its predecessors, The Elder Scrolls III: Morrowind and The Elder Scrolls IV: Oblivion, are examples of highly moddable games, with an official editor available for download from the developer. Daggerfall was much less moddable, but some people released their own modifications nevertheless. Some modifications such as Gunslingers Academy have deliberately made the game more moddable by adding in scripting support or externalizing underlying code. Supreme Commander set out to be the 'most customisable game ever' and as such included a mod manager which allowed for modular modding, having several mods on at once.[citation needed]\n\nThe games industry is currently facing the question of how much it should embrace the players' contribution in creating new material for the game or mod-communities as part of their structure within the game. Some software companies openly accept and even encourage such communities. Others though have chosen to enclose their games in heavily policed copyright or Intellectual Property regimes (IPR) and close down sites that they see as infringing their ownership of a game.[20]\n\nFor cross-platform games, mods written for the Windows version have not always been compatible with the Mac OS X and/or Linux ports of the game. In large part, this is due to the publisher's concern with prioritizing the porting of the primary game itself, when allocating resources for fixing the porting of mod-specific functions may not be cost-effective for the smaller market share of alternate platforms. For example, Battlefield 1942, ported by Aspyr for Mac OS X, had file access issues specific to mods until the 1.61D patch. Unreal Tournament 2004 does not have a working community mods menu for the Mac OS X version and, until the 3369 patch, had graphics incompatibilities with several mods such as Red Orchestra and Metaball.\n\nAlso, mods compiled into platform-specific libraries, such as those of Doom 3, are often only built for the Windows platform, leading to a lack of cross-platform compatibility even when the underlying game is highly portable. In the same line of reasoning, mod development tools are often available only on the Windows platform. id Software's Doom 3 Radiant tool and Epic Games' UnrealEd are examples of this.\n\nMod teams that lack either the resources or know-how to develop their mods for alternate platforms sometimes outsource their code and art assets to individuals or groups who are able to port the mod.\n\nThe mod specialist site for Macs, Macologist, has created GUI launchers and installers for many UT2004 mods, as well as solving cross-platform conversion issues for mods for other games.\n\nIn January 2005, it was reported that in The Sims 2 (2004) modifications that changed item and game behavior were unexpectedly being transferred to other players through the official website's exchange feature, leading to changed game behavior without advance warning.[21]\n\nAfter the Hot Coffee mod incident, there were calls from the industry to better control modders.[6]  There is concern about mods which show nudity, and Bethesda does not allow mods with nudity to be uploaded on its website.  Nexus allows for mods which allow nudity as long as nudity is not present in the preview image.  One of the most popular mods of this type is Caliente's Beautiful Bodies Edition, which allows for body modification in Skyrim and Fallout 4, and has been downloaded at least 8.2 million times.[22]\n\nIn 2015, members from the Grand Theft Auto fan site GTAForums reported instances of malware being circulated through modifications written using the .NET Framework for Grand Theft Auto V.[23][24] Two of the modifications in question, namely \"Angry Planes\" and \"No Clip\", came with code for loading a remote access tool, and a keylogger for stealing Facebook and Steam account credentials.[25] The modifications in question have since been taken out of circulation, with affected players being advised to change their social media account passwords and disinfect their computers.\n\nThe Internet provides an inexpensive medium to promote and distribute user created content like mods, an aspect commonly known as Web 2.0. Video game modding was described as remixing of games and can be therefore seen as part of the remix culture as described by Lawrence Lessig,[26] or as a successor to the playful hacker culture which produced the first video games.[11]\n\nMods can be both useful to players and a means of self-expression.[4]  Three motivations have been identified by Olli Sotamaa for fans to create mods: to patch the game, to express themselves, and to get a foot in the door of the video game industry.[4]  However, it is very rare for even popular modders to make this leap to the professional video game industry.[27] Poor suggests becoming a professional is not a major motivation of modders, noting that they tend to have a strong sense of community, and that older modders, who may already have established careers, are less motivated by the possibility of becoming professional than younger modders.[1]\n\n"
        },
        {
            "title": "History",
            "text": "One of the first games that supported user modifications as packaged was Lode Runner (1983), which included a level editor which users could make and save levels to share with other players at the same computer.[28]\n\nid Software's Wolfenstein 3D (1992), one of the earliest first-person shooters, was released in a form that did not intent for users to be able to mod the game, but users were able to find ways to manipulate the game's files after scouring them for data locations to create their own levels and graphics. Because of this, when id developed their next game, Doom, they purposely separated the game engine and other aspects related to the game's operation from the game levels and graphics, placing these into a WAD file, \"WAD\" short for \"Where's All the Data?\" In this manner, modders only needed to change the WAD file to mod the game, launching numerous Doom modding efforts.[28] id's approach of separating data file from execution files became essential for modding of video games in the future.[28]\n\n"
        },
        {
            "title": "Official status of mods",
            "text": "Mods can extend the shelf life of games, such as Half-Life (1998), which increased its sales figures over the first three years of its release.  According to the director of marketing at Valve, a typical shelf-life for a game would be 12 to 18 months, even if it was a \"mega-hit\".[29] In early 2012, the DayZ modification for ARMA 2 was released and caused a massive increase in sales for the three-year-old game, putting it in the top spot for online game sales for a number of months and selling over 300,000 units for the game.[30] In some cases, modders who are against piracy have created mods that enforce the use of a legal game copy.[31]\n\nHalf-Life had a Valve-run annual mod expo which began in 1999, showcasing the new games built using the Half-Life engine.[32]\n\nDue to the increasing popularity and quality of modding, some developers, such as Firaxis, have included fan-made mods in official releases of expansion packs. A similar case is that of Valve, when they hired Defense of the Ancients lead designer IceFrog in developing Dota 2.\n\nFor example, a number of fan-made maps, scenarios and mods, such as the \"Best of the Net\" collection and \"Double Your Pleasure\", were included in the Civilization II expansion Fantastic Worlds and the Civilization III expansion Play the World,[33] and in the Civilization IV expansion Beyond the Sword, two existing mods, Rhye's and Fall of Civilization[34] and Fall from Heaven were included with the expansion (the latter through a spin-off called Age of Ice[35]). Sid Meier, who had opposed supporting mods in Civilization II, said that \"the strength of the modding community is ... the very reason the series survived\".[36]\n\nCopyright law, as it relates to video games and mod packs, is an evolving and largely unsettled legal issue. The legal uncertainty revolves around which party is legally the 'copyright owner' of the mods within the pack—the company that produced the game, the end-user that created the compilation, or the creators of the individual mods.[37] Video games are protected by copyright law as a \"literary work\".[38] In the United States context, the mechanisms of how the modder gets into the code of the game to mod it may violate the Digital Millennium Copyright Act or the Computer Fraud and Abuse Act or even simply the end-user license agreement (EULA).[22] Most EULAs forbid modders from selling their mods.[39] A particular concern of companies is the use of copyrighted material by another company in mods, such as a Quake \"Aliens vs. Predator\" mod, which was legally contested by 20th Century Fox.[11]\n\nSome regard the fan use of copyrighted material in mods to be part of a \"moral economy\", and develop norms about the reuse of this material,[40] often settling on a system of shared ownership, where mods and code are freely shared with the common good in mind.[38] It has been argued that total conversion mods may be covered in the United States under the concept of fair use.[41]\n\nModding can be compared with the open-source-software movement.[16][42]\n\nIn 2006, part of the reason that Second Life generated interest was how user-generated content (mods) was central to the experience, and how the intellectual property rights remained with the creator-player. This was developed by the publisher into a market.[43]\n\nMods themselves may introduce other copyrighted elements into video games which further complicate matters. Since 2013, it has become popular to mod in Thomas the Tank Engine into numerous games, typically replacing a boss character with Thomas. This tradition had started with The Elder Scrolls: Skyrim with a mod created by Kevin Brock, replacing one of the game's dragons with Thomas. Mattel which owns the rights to Thomas issued takedown notices for Brock's mod for Skyrim and other games that featured Thomas, but other players began developing similar Thomas mods for other games.[44]\n\nIn April 2015, Valve implemented a \"paid mod\" feature onto Steam; the first game to implement this feature was The Elder Scrolls V: Skyrim.[45] The move resulted in a swift backlash from the modding community, and after an enormous influx of complaints of overpriced mods, content that had been published without its creator's consent, and concerns over mods that contained third-party copyrighted content (i.e., material that neither Valve nor the mod creator owned),[citation needed] Valve discontinued the 'paid mod' feature entirely and agreed to refund those that spent money to purchase a mod.[46][47]  Other concerns identified included that being able to mod the game was a reason why players bought the game on PC in the first place, and a worry that newbie modders would not be able to stand on the shoulders of giants by modding pre-existing mods, and that mod teams would become unworkable.[39]  The removal of the system itself was also criticized.[48]\n\n"
        },
        {
            "title": "Types",
            "text": "A total conversion is a mod of an existing game that replaces virtually all of the artistic assets in the original game, and sometimes core aspects of gameplay.[49] Total conversions can result in a completely different genre from the original.\n\nThe Half-Life modding community splintered across the different total conversions available, often modding for a particular total conversion rather than Half-Life in general.[50]  Examples of famous total conversions include Counter-Strike (1999), whose developers were hired by Valve to turn it into a commercial product,[51] Defense of the Ancients (2003), which was the first MOBA to have sponsored tournaments,[49] and Garry's Mod (2004), for which fans created thousands of game modes over its decade-long development.[51]\n\nMany popular total conversions are later turned into standalone games, replacing any remaining original assets to allow for commercial sale without copyright infringement. Some of these mods are even approved for sale despite using the IP of the original game, such as Black Mesa.[52]\n\nAn overhaul mod significantly changes an entire game's graphics and gameplay, usually with the intent to improve on the original, but not going as far as being a completely different experience. This can also include adding revised dialog and music.\n\nExamples of overhaul mods include Deus Ex: Revision, which was given permission from publisher Square Enix to release on Steam alongside the original game,[53] and GTA 5 Redux, which not only improves the original game's textures, but also adds a new weather system, visual effects, and adjusts the wanted system, weapons, and vehicle handling.[54]\n\nRandomizers are a type of user mod, typically atop games of the 8-bit and 16-bit generations, that keep the fundamental gameplay but randomize elements of the game to make it more of a challenge. Randomizers came out of the speedrunning community which had exhausted the challenge of racing through the game with one of the earliest being for The Legend of Zelda around 2015. In the Zelda randomizer, the mod moved the location of the dungeons, the layout of these dungeons, and the location of enemies in a random but procedurally generated manner (similar to roguelikes) based on a numerical seed, so that speedrunners would have to overcome these new changes.[55] Their popularity grew as randomizer playthroughs were popular with streaming media.[56] Some games have offered official randomizer modes as downloadable content, including Bloodstained: Ritual of the Night in 2020,[57] and Axiom Verge in 2021.[58]\n\nAn add-on or addon is a typically small mod which adds to the original content of a specific game. In most cases, an add-on will add one particular element to a game, such as a new weapon in a shooting game, a new unit or map in a strategy game, a new vehicle or track in a racing game, items in a game like Minecraft or Terraria, or additional contents in simulation games (such as new pilotable airplanes, e.g., the Airbus A330 or Boeing 787 Dreamliner). An example of a mod that adds functionality to augment or enhance a players experience is ComputerCraft; a Minecraft mod that adds programmable computers and robots to allow the player to automate tasks in-game. This can be accomplished without changing any of the original game's existing content. Many games are flexible and allow this, however that is not always the case. Some add-ons occasionally have to replace in-game content, due to the nature of a peculiar game engine. It may be the case, for example, that in a game which does not give a player the option to choose their character, modders wishing to add another player model will simply have to overwrite the old one. A famous example of this type of mod can be found for the Grand Theft Auto series wherein modders may use downloadable tools to replace content (such as models) in the game's directory. The Left 4 Dead series can also be modded with individual add-ons which are stored in a .VPK format, so that a player may choose to activate a given mod or not.\n\nAn unofficial patch can be a mod of an existing game that fixes bugs not fixed by an official patch or that unlocks content present in the released game's files but is inaccessible in official gameplay. Such patches are usually created by members of the game's fan base when the original developer is unwilling or unable to supply the functionality officially. Jazz Jackrabbit 2 has an unofficial patch which adds and fixes many of its features.[59]  One effect of this type of mod is that hidden or partially deleted content can be revealed. An example is the Hot Coffee mod for Grand Theft Auto: San Andreas, which unlocks a sexually explicit minigame.[6] The ESRB changed the rating of GTA:SA from Mature (M) to Adults Only (AO).[60]  In the fourth quarter of 2005, Rockstar released a \"clean\" version of the game with the \"Hot Coffee\" scenes removed (Grand Theft Auto: San Andreas 1.01), allowing the rating of the game to be reverted to its original Mature rating.[61]  In May 2006, a similar event occurred with Elder Scrolls IV: Oblivion.[6]\n\nAn art mod is a mod that is created for artistic effect. Art mods are most frequently associated with video game art. However, modified games that retain their playability and are subject to more extensive mods (i.e. closer to total conversions) may also be classified as art games.[62] Art mods are usually designed to subvert the original game experience. One example is the Velvet-Strike mod for Counter Strike in which the players spray-paint anti-violence messages in multiplayer games as a form of performance art. Another example is Robert Nideffer's Tomb Raider I and II patches which were designed to subvert the unofficial Nude Raider patch of the late 1990s by altering Lara Croft's sexual orientation.[63] The origins of the art mod can be traced to the classic 1983 mod Castle Smurfenstein (a humorous subversion of Castle Wolfenstein which replaces the Nazi guards with Smurfs).[64] The very first art mod, however, is generally considered to be Iimura Takahiko's 1993 AIUEOUNN Six Features (a modification of Sony's \"System G\").[62][63]\n\nAfter EA lost its license with Major League Baseball and ended support for MVP Baseball 2005, the game's modding community has continued to support it by releasing updated roster lists and graphics every year, along with creating alternative baseball leagues (e.g. MVP Caribe, a total conversion) in the game.[65][66][67]\n\nReleased 2011 IL-2 Sturmovik: Cliffs of Dover received mixed reviews due to bugs and other issues. Modders fixed the game over time, got source code access granted, which lead to an official re-release under the name IL-2 Sturmovik: Cliffs of Dover BLITZ Edition.[68]\n\nA user interface mod changes parts of how players interact with the game,[16] and commonly, mods to the UI reveal information that the player or modder believes is helpful in playing the game.[26]\n\nMod packs are groups of mods put into one package for download, often with an auto-installer. A mod pack's purpose is to make it easier for the player to install and manage multiple mods.[69] Mod packs may be created with the purpose of making the original game more accessible to new players or to make the game harder for veterans to enjoy.\n\n"
        }
    ]
}