{
    "url": "https://en.wikipedia.org/wiki/Video_nasty",
    "title": "Video nasty",
    "table_of_contents": [
        "1 Obscenity and video",
        "2 Public concern",
        "3 Effects of the Video Recordings Act 1984",
        "4 Relaxation of censorship",
        "5 DPP list",
        "5.1 Section 1: Prosecuted films",
        "5.2 Section 2: Non Prosecuted films",
        "5.3 Section 3: Video Nasties",
        "5.4 Films banned by the BBFC but not classed as video nasties",
        "5.5 Other films seized by the police but not classed as video nasties",
        "5.6 Other films",
        "6 Republic of Ireland",
        "7 See also",
        "8 References",
        "9 Sources",
        "10 Further reading",
        "11 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\nVideo nasty is a colloquial term popularised[1] by the National Viewers' and Listeners' Association (NVALA) in the United Kingdom to refer to a number of films, typically low-budget horror or exploitation films, distributed on video cassette that were criticised for their violent content by the press, social commentators and various religious organisations in the early 1980s. These video releases were not brought before the British Board of Film Classification (BBFC) due to a loophole in film classification laws that allowed videos to bypass the review process. The resulting uncensored video releases led to public debate concerning the availability of these films to children due to the unregulated nature of the market.[2]\n\nFollowing a campaign led by Mary Whitehouse and the NVALA, prosecutions were commenced against individuals engaged in trades exploiting allegedly obscene videos. To assist local authorities in identifying obscene films, the Director of Public Prosecutions released a list of 72 films the office believed to violate the Obscene Publications Act 1959. This list included films that had either been previously acquitted of obscenity or already obtained BBFC certification. In addition, a second list was released that contained an additional 82 titles which were not believed to lead to obscenity convictions but could nonetheless be confiscated under the Act's forfeiture laws. The resultant confusion regarding the definition of obscene material led to Parliament passing the Video Recordings Act 1984, which required certification of video releases by the BBFC.[1][2]\n\nThe implementation of the Video Recording Act imposed a stricter code of censorship on videos than was required for cinema release. Several major studio productions were banned on video, as they fell within the scope of legislation designed to control the distribution of video nasties. In recent years, the stricter requirements have been relaxed, as numerous films once considered video nasties have obtained certification uncut or with minimal edits. Due to a legislative mistake discovered in August 2009, the Video Recordings Act 1984 was repealed and re-enacted without change by the Video Recordings Act 2010.\n\n"
        },
        {
            "title": "Obscenity and video",
            "text": "At the time of the introduction of domestic video recorders in the United Kingdom during the 1970s, there was no legislation specifically designed to regulate video content, apart from the Obscene Publications Act 1959 which had been amended in 1977 to cover erotic films. Major film distributors were initially reluctant to embrace the new medium of video for fear of piracy and the video market became flooded with low-budget horror films. Whilst some of these films had been passed by the British Board of Film Censors (BBFC) for cinema release, others had been refused certification which effectively banned them. The Obscene Publications Act defined obscenity as that which may \"tend to deprave and corrupt persons who are likely, having regard to all relevant circumstances, to read, see or hear the matter contained or embodied in it\". This definition is of course open to wide interpretation.\n\nIf the Director of Public Prosecutions (DPP) felt that a certain video might be in breach of the Act, then a prosecution could be brought against the film's producers, distributors and retailers. Prosecutions had to be fought on a case-by-case basis and a backlog of prosecutions built up. However, under the terms of the Act the police were empowered to seize videos from retailers if they were of the opinion that the material was in breach of the Act. In the early 1980s, in certain police constabularies, notably Greater Manchester Police which was at that time run by devout Christian Chief Constable James Anderton, police raids on video hire shops increased. The choice of titles seized appeared to be completely arbitrary, one raid famously netting a copy of the Dolly Parton musical The Best Little Whorehouse in Texas (1982) under the mistaken belief it was pornographic.[3]\n\nThe Video Retailers Association were alarmed by the apparently random seizures and asked the DPP to provide a guideline for the industry so that stockists could be made aware of the titles which were liable to be confiscated. The DPP recognised that the current system, where the interpretation of obscenity was down to individual Chief Constables, was inconsistent and decided to publish a list that contained names of films that had already resulted in a successful prosecution or where the DPP had already filed charges against the video's distributors. This list became known as the DPP list of \"video nasties\".[4]\n\nThe lack of regulation of the domestic video market was in sharp contrast to the regulation of material intended for public screenings. The BBFC had been established in 1912, essentially as an unintended consequence of the Cinematograph Act 1909, and it was their responsibility to pass films intended for the cinema for certification within the United Kingdom (though local councils were the final arbiters). As part of this process the board could recommend, or demand in the more extreme cases, that certain cuts be made to the film in order for it to gain a particular certification. Such permission was not always granted, and in the case of the release of The Exorcist in 1973, a number of enterprising managers of cinemas where permission had been granted set about providing buses to transport cinema-goers from other localities where the film could not be seen.\n\n"
        },
        {
            "title": "Public concern",
            "text": "Public awareness of the availability of these videos began in early 1982, when Vipco (Video Instant Picture Company), the UK distributors of The Driller Killer, a 1979 splatter film, took out full-page advertisements in a number of specialist video magazines, depicting the video's explicit cover; an action which resulted in a large number of complaints to the Advertising Standards Agency.[5] A few months later Go Video, the distributors of the already-controversial 1980 Italian film Cannibal Holocaust, in an effort to boost publicity and generate sales that ultimately backfired, wrote anonymously to Mary Whitehouse of the National Viewers' and Listeners' Association complaining about their own film. Whitehouse sparked off a public campaign and coined the term \"video nasty\". Amid the growing concern, The Sunday Times brought the issue to a wider audience in May 1982 with an article entitled \"How High Street Horror is Invading the Home\". Soon the Daily Mail began their own campaign against the distribution of these films. The exposure of \"nasties\" to children began to be blamed for the increase in violent crime amongst youths. The growing media frenzy only served to increase the demand for such material among adolescents. At the suggestion of the National Viewers' and Listeners' Association, the Conservative MP Graham Bright introduced a Private Member's Bill to the House of Commons in 1983. This was passed as the Video Recordings Act 1984 which came into effect on 1 September 1985.\n\n"
        },
        {
            "title": "Effects of the Video Recordings Act 1984",
            "text": "Under the 1984 Act, the British Board of Film Censors was renamed the British Board of Film Classification and became responsible for the certification of both cinema and video releases. All video releases after 1 September 1985 had to comply with the Act and be submitted for classification by the BBFC. Films released on video before that date had to be re-submitted for classification within the following three years. The increased possibility of videos falling into the hands of children required that film classification for video be a separate process from cinema classification. Films that had passed uncut for cinema release were often cut for video.[6]\n\nThe supply of unclassified videos became a criminal offence, as did supplying 15 and 18 certificate videos to under-aged people. As well as the low-budget horror films the Act was originally intended to curb, a number of high-profile films which had passed cinema certification fell foul of the Act. In particular, The Exorcist, which was made available by Warner Home Video in December 1981, was not submitted for video certification by the BBFC and was withdrawn from shelves in 1986. Similarly Straw Dogs was denied video certification and removed from video stores. Popular culture backlash against the Video Recordings Act included the May 1984 release of \"Nasty\" by the punk-goth outfit The Damned, who celebrated the condemned genre with the lyrics \"I fell in love with a video nasty\".[7]\n\n"
        },
        {
            "title": "Relaxation of censorship",
            "text": "With the passing of the Video Recordings Act, the films on the list could be prosecuted for both obscenity and not being classified. As well as not passing any film liable to be found obscene, the BBFC imposed additional bans and cuts on films such as The Texas Chain Saw Massacre. Claims, since proven at best to be speculative, at worst outright media fabrication,[8] relating to the Hungerford massacre and the murder of James Bulger (where the 1991 film Child's Play 3 was erroneously held up as influencing the perpetrators, possibly prompting the 1992 film Mikey to be prohibited in the UK), provided an additional impetus to restrict films and as late as December 1997, the board claimed it \"has never relaxed its guidelines on video violence, which remain the strictest in the world\".[citation needed] However, the board did loosen its standards, especially at the 18 level, in response to public consultation in 2000. The departure of James Ferman from the BBFC may also have allowed some long-proscribed films to be re-appraised around this time. The Exorcist was granted an uncut 18 video certificate on 25 February 1999, followed by The Texas Chain Saw Massacre in August, and several official \"nasties\" were passed in the early 2000s either uncut or with cuts restricted to sexual violence or actual animals being harmed. A list of these is given below. Among modern films, many, such as the Hostel and Saw series, contain brutal, graphic violence but have passed through uncut.\n\nIn 2008, there was another brief media frenzy over such films that had years earlier been approved for release by the BBFC, in particular SS Experiment Camp.[9][10] This coincided with an attempt by MPs Julian Brazier and Keith Vaz to pass a law allowing MPs greater powers to tighten BBFC guidelines or force an appeal of a release.[11][12] The bill failed to pass.[13]\n\nThe UK Government passed a law criminalising possession of \"extreme pornography\". Whilst BBFC-rated films are exempt from the legislation, screenshots from these same BBFC-rated movies are not,[14] and would also apply to unrated films. Hostel: Part II was cited in the House of Commons as an example of a film where screenshots could become illegal to possess.[15]\n\n\n\n"
        },
        {
            "title": "DPP list",
            "text": "The DPP list of \"video nasties\" was first made public in June 1983. The list was modified monthly as prosecutions failed or were dropped. In total, 72 separate films appeared on the list at one time or another. 39 films were successfully prosecuted under the Obscene Publications Act but some of these films have been subsequently cut and then approved for release by the BBFC. The remaining 33 were either not prosecuted or had unsuccessful prosecutions. 10 films remain banned in the UK because they have not yet been resubmitted for classification by any distributors or have been rejected for classification.\n\nA number of films spent a short time on this list because their prosecutions failed shortly after publication or because it was decided that prosecution was not worth pursuing. Ultimately, the list became obsolete when the Video Recordings Act came into force, and since 2001, several of the films have been released uncut. In the majority of cases below where cuts were made, they were scenes of real-life animal cruelty and/or excessive violence to women, both of which are still regarded with some degree of severity by the BBFC. A large number of these movies caused additional controversy with the cover art of the original big box releases seen in the video shops of the early 1980s. Unless noted otherwise, all films that have been released have been rated 18.\n\nThe DPP list is divided into two sections: Section 1 and Section 2. Any title seized under Section 2 would make the dealer or distributor liable to prosecution for disseminating obscene materials. Dealers could be fined or jailed and the film itself would be declared obscene if the prosecution was successful, meaning it could not be distributed or sold in the UK until the obscenity was quashed. 39 of the Section 1 films were successfully prosecuted and remained banned. 33 of the Section 1 films had unsuccessful prosecutions and were subsequently dropped from the list and placed onto Section 2.[4]\n\nSection 2 titles were liable to be confiscated under a \"less obscene\" charge, which allowed the police to seize a film they considered obscene and as long as the dealer cooperated, they legally admit that the articles are obscene and therefore escape any personal prosecution. The 33 films that couldn't be prosecuted under Section 1 automatically became Section 2 titles and were still seized by the police. The main difference between Section 1 and 2 is that video dealers or distributors could be personally prosecuted in court for holding the film under Section 1 but not under Section 2, where the obscenity is admitted through forfeiting the material.\n\nA supplementary list was issued along with the official list which featured a list of so-called \"Section 3 Video Nasties\". Titles on the Section 3 list could not be prosecuted for obscenity but were liable to seizure and confiscation under a \"less obscene\" charge. Tapes seized under Section 3 could be destroyed after distributors or merchants forfeited them.\n\n"
        },
        {
            "title": "Republic of Ireland",
            "text": "The moral concern extended to the Republic of Ireland.[28] In 1986, the Dáil Select Committee on Criminal Lawlessness and Vandalism issued a report \"Controls on video nasties\" recommending that the powers of the film censor's office be extended to videos.[28] This was implemented by the Video Recordings Act in 1989.[29][30]\n\n"
        }
    ]
}