{
    "url": "https://en.wikipedia.org/wiki/Videotelephony",
    "title": "Videotelephony",
    "table_of_contents": [
        "1 History",
        "1.1 Digital",
        "2 Major categories",
        "2.1 By cost and quality of service",
        "3 Security concerns",
        "4 Adoption",
        "5 Technology",
        "5.1 Components and types",
        "5.2 Videoconferencing modes",
        "5.3 Echo cancellation",
        "5.4 Bandwidth requirements",
        "5.5 Standards",
        "5.6 Call setup",
        "5.7 Conferencing layers",
        "5.8 Multipoint control",
        "5.9 Cloud storage",
        "6 Impact",
        "6.1 Government and law",
        "6.2 Education",
        "6.3 Medicine and health",
        "6.4 Business",
        "6.5 Press",
        "6.6 Sign language",
        "6.6.1 21st-century improvements",
        "6.6.2 Comparison of Sign Language communication tools",
        "7 Descriptive names and terminology",
        "8 Popular culture",
        "9 See also",
        "10 Notes",
        "11 Bibliography",
        "12 Further reading",
        "12.1 Unsorted",
        "12.2 General",
        "12.3 Environmental benefits",
        "12.4 Historical and technical",
        "13 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Videotelephony, also known as videoconferencing and video teleconferencing, is the two-way or multipoint reception and transmission of audio and video signals by people in different locations for real time communication.[1] A videophone is a telephone with a video camera and video display, capable of simultaneous video and audio communication. Videoconferencing implies the use of this technology for a group or organizational meeting rather than for individuals, in a videoconference.[2] Telepresence may refer either to a high-quality videotelephony system (where the goal is to create the illusion that remote participants are in the same room) or to meetup technology, which can go beyond video into robotics (such as moving around the room or physically manipulating objects). Videoconferencing has also been called \"visual collaboration\" and is a type of groupware.\n\nWhile development of video-conferring started in the late 19th century, the technology only became available to the public starting in the 1930s. These early demonstrations were installed at \"booths\" in post offices and shown at various world expositions. It took until 1970 for AT&T to launch the first true video-conferring system, where anyone could subscribe to the service and have the technology in their home or office. Video-telephony also included \"image phones\" which would exchange still images between units every few seconds over conventional plain old telephone service (POTS) lines, essentially the same as slow-scan TV. The development of advanced video codecs, more powerful CPUs, and high-bandwidth Internet telecommunication services in the late 1990s allowed videophones to provide high quality low-cost colour service between users almost any place in the world where the Internet is available.\n\nAlthough not as widely used in everyday communications as audio-only and text communication, useful applications include sign language transmission for deaf and speech-impaired people, distance education, telemedicine, and overcoming mobility issues. It is also used in commercial and corporate settings to facilitate meetings and conferences, typically between parties that already have established relationships. News media organisations have begun to use desktop technologies like Skype to provide higher-quality audio than the cellular phone network, and video links at much lower cost than sending professional equipment or using a professional studio.[citation needed] More popular videotelephony technologies use the Internet rather than the traditional landline phone network, even though modern phone networks use digital packet protocols, and videotelephony software commonly runs on smartphones over digital radiotelephony networks.\n\n"
        },
        {
            "title": "History",
            "text": "The concept of videotelephony was first conceived in the late 1870s, both in the United States and in Europe, although the basic sciences to permit its very earliest trials would take nearly a half century to be discovered.[citation needed] This was first embodied in the device which came to be known as the video telephone, or videophone, and it evolved from intensive research and experimentation in several telecommunication fields, notably electrical telegraphy, telephony, radio, and television.\n\nSimple analog videophone communication could be established as early as the invention of the television. Such an antecedent usually consisted of two closed-circuit television systems connected via coax cable or radio. An example of that was the German Reich Postzentralamt (post office) videotelephone network serving Berlin and several German cities via coaxial cables between 1936 and 1940.[3][4]\n\nThe development of videoconferencing as a subscription service started in the latter half of the 1920s in the United Kingdom and the United States, spurred notably by John Logie Baird and AT&T's Bell Labs. This occurred in part, at least with AT&T, to serve as an adjunct supplementing the use of the telephone. A number of organizations believed that videotelephony would be superior to plain voice communications. Attempts at using normal telephony networks to transmit slow-scan video, such as the first systems developed by AT&T Corporation, first researched in the 1950s, failed mostly due to the poor picture quality and the lack of efficient video compression techniques.\n\nDuring the first crewed space flights, NASA used two radio-frequency (UHF or VHF) video links, one in each direction. TV channels routinely use this type of videotelephony when reporting from distant locations. The news media were to become regular users of mobile links to satellites using specially equipped trucks, and much later via special satellite videophones in a briefcase. This technique was very expensive, though, and could not be used for applications such as telemedicine, distance education, and business meetings.\n\nDecades of research and development culminated in the 1970 commercial launch of AT&T's Picturephone service, available in select cities. However, the system was a commercial failure, chiefly due to consumer apathy, high subscription costs, and lack of network effect—with only a few hundred Picturephones in the world, users had extremely few contacts they could actually call, and interoperability with other videophone systems would not exist for decades.\n\nVery expensive videoconferencing systems continued to evolve throughout the 1980s and 1990s. Proprietary equipment, software, and network requirements gave way to standards-based technologies that were available for anyone to purchase at a reasonable cost. Only in the late 20th century with the advent of powerful video codecs combined with high-speed Internet broadband and ISDN service did videotelephony become a practical technology for regular use.\n\nAdvances in video compression allowed digital video streams to be transmitted over the Internet, which was previously difficult due to the impractically high bandwidth requirements of uncompressed video. To achieve Video Graphics Array (VGA) quality video (480p resolution and 256 colors) with raw uncompressed video, it would require a bandwidth of over 92 Mbps.[5] A common compression technique used to significantly reduce bandwidth requirements in videotelephony and videoconferencing is the discrete cosine transform (DCT),[5][6] developed by Nasir Ahmed, T. Natarajan and K. R. Rao in 1973.[7] The DCT algorithm was the basis for the first practical video coding standard that was useful for online videoconferencing, H.261, standardised by the ITU-T in 1988, and subsequent H.26x video coding standards.[6]\n\nIn the 1980s, digital telephony transmission networks became possible, such as with ISDN networks, assuring a minimum bit rate (usually 128 kilobits/s) for compressed video and audio transmission. During this time, there was also research into other forms of digital video and audio communication. Many of these technologies, such as the Media space, are not as widely used today as videoconferencing but were still an important area of research.[8][9] The first dedicated systems started to appear as ISDN networks were expanding throughout the world. One of the first commercial videoconferencing systems sold to companies came from PictureTel Corp., which had an initial public offering in November, 1984.\n\nIn 1984, Concept Communication in the United States replaced the 100-pound (45 kg), US$100,000 computers necessary for teleconferencing, with a $12,000 circuit board that doubled the video frame rate from 15 to 30 frames per second, and which reduced the equipment to the size of a circuit board fitting into standard personal computers.[10] The company also secured a patent for a codec for full-motion videoconferencing, first demonstrated at AT&T Bell Labs in 1986.[10][11]\n\nVideoconferencing systems throughout the 1990s rapidly evolved from very expensive proprietary equipment, software, and network requirements to a standards-based technology readily available to the general public at a reasonable cost.\n\nFinally, in the 1990s, Internet Protocol-based videoconferencing became possible, and more efficient video compression technologies were developed, permitting desktop, or personal computer (PC)-based videoconferencing. In 1992 CU-SeeMe was developed at Cornell by Tim Dorcey et al. In 1995 the first public videoconference between North America and Africa took place, linking a technofair in San Francisco with a techno-rave and cyberdeli in Cape Town. At the 1998 Winter Olympics opening ceremony in Nagano, Japan, Seiji Ozawa conducted the Ode to Joy from Beethoven's Ninth Symphony simultaneously across five continents in near-real-time.\n\nWhile videoconferencing technology was initially used primarily within internal corporate communication networks, one of the first community service uses of the technology started in 1992 through a unique partnership with PictureTel and IBM, which at the time were promoting a jointly developed desktop based videoconferencing product known as the PCS/1. Over the next 15 years, Project DIANE (Diversified Information and Assistance Network) grew to use a variety of videoconferencing platforms to create a multi-state cooperative public service and distance education network consisting of several hundred schools, libraries, science museums, zoos and parks, and many other community oriented organizations.\n\nKyocera conducted a two-year development campaign from 1997 to 1999 that resulted in the release of the VP-210 Visual Phone, the first mobile colour videophone that also doubled as a camera phone for still photos.[12][13] The camera phone was the same size as similar contemporary mobile phones, but sported a large camera lens and a 5 cm (2 inch) colour TFT display capable of displaying 65,000 colors, and was able to process two video frames per second.[13][14]\n\nVideotelephony was popularized in the 2000s, via free Internet services such as Skype and iChat, web plugins supporting H.26x video standards, and on-line telecommunication programs that promoted low cost, albeit lower quality, videoconferencing to virtually every location with an Internet connection.\n\nWith the rapid improvements and popularity of the Internet, videotelephony has become widespread through the deployment of video-enabled mobile phones such as 2010's iPhone 4, plus videoconferencing and computer webcams which use Internet telephony. In the upper echelons of government, business, and commerce, telepresence technology, an advanced form of videoconferencing, has helped reduce the need to travel.[citation needed]\n\nIn May 2005, the first high definition videoconferencing systems, produced by LifeSize Communications, were displayed at the Interop trade show in Las Vegas, Nevada, able to provide video at 30 frames per second with a 1280 by 720 display resolution.[15][16] Polycom introduced its first high definition videoconferencing system to the market in 2006. As of the 2010s, high definition resolution for videoconferencing became a popular feature, with most major suppliers in the videoconferencing market offering it.\n\nTechnological developments by videoconferencing developers in the 2010s have extended the capabilities of videoconferencing systems beyond the boardroom for use with hand-held mobile devices that combine the use of video, audio and on-screen drawing capabilities broadcasting in real time over secure networks, independent of location. Mobile collaboration systems now allow people in previously unreachable locations, such as workers on an offshore oil rig, the ability to view and discuss issues with colleagues thousands of miles away. Traditional videoconferencing system manufacturers have begun providing mobile applications as well, such as those that allow for live and still image streaming.[17]\n\nThe highest ever video call (other than those from aircraft and spacecraft) took place on May 19, 2013, when British adventurer Daniel Hughes used a smartphone with a BGAN satellite modem to make a videocall to the BBC from the summit of Mount Everest, at 8,848 metres (29,029 ft) above sea level.[18]\n\nThe COVID-19 pandemic resulted in a significant increase in the use of videoconferencing. Berstein Research found that Zoom added more subscribers during the first two months of 2020 alone than in the entire year 2019. GoToMeeting had a 20 percent increase in usage, according to LogMeIn.[19] UK based StarLeaf reported a 600 percent increase in national call volumes.[20] Videoconferencing became so widespread during the pandemic that the term \"Zoom fatigue\" came to prominence, referring to the taxing nature of spending long periods of time on videocalls.[21]\n\nOn 21 September 2021, Facebook launched two new versions of its Portal video-calling devices, the Portal Go and Portal Plus. The new video calling devices include the first portable variety of the hardware and number of updates.[22]\n\n"
        },
        {
            "title": "Major categories",
            "text": "Videotelephony can be categorized by its functionality and intended purpose, and also by its method of transmission.\n\nVideophones were the earliest form of videotelephony, dating back to initial tests in 1927 by AT&T. During the late 1930s, the post offices of several European governments established public videophone services for person-to-person communications using dual cable circuit telephone transmission technology. In the present day, standalone videophones and UMTS video-enabled mobile phones are usually used on a person-to-person basis.\n\nVideoconferencing saw its earliest use with AT&T's Picturephone service in the early 1970s. Transmissions were analog over short distances, but converted to digital forms for longer calls, again using telephone transmission technology. Popular corporate video-conferencing systems in the present day have migrated almost exclusively to digital ISDN and IP transmission modes due to the need to convey the very large amounts of data generated by their cameras and microphones. These systems are often intended for use in conference mode, that is by many people in several different locations, all of whom can be viewed by every participant at each location.\n\nTelepresence systems are a newer, more advanced subset of videoconferencing systems, meant to allow higher degrees of video and audio fidelity. Such high-end systems are typically deployed in corporate settings.\n\nMobile collaboration systems are another recent development, combining the use of video, audio, and on-screen drawing capabilities using newest generation hand-held electronic devices broadcasting over secure networks, enabling multi-party conferencing in real time, independent of location. Proximity chat is another alternative mode, focused on the flexibility of small group conversations.\n\nA more recent technology encompassing these functions is TV cams. TV cams enable people to make video \"phone\" calls using video calling services, like Skype on their TV, without using a PC connection. TV cams are specially designed video cameras that feed images in real time to another TV camera or other compatible computing devices like smartphones, tablets and computers.\n\nWebcams are popular, relatively low cost devices which can provide live video and audio streams via personal computers, and can be used with many software clients for both video calls and videoconferencing.[23]\n\nEach of the systems has its own advantages and disadvantages, including video quality, capital cost, degrees of sophistication, transmission capacity requirements, and cost of use.\n\nFrom the least to the most expensive systems:\n\n"
        },
        {
            "title": "Security concerns",
            "text": "Computer security experts have shown that poorly configured or inadequately supervised videoconferencing systems can permit an easy \"virtual\" entry by computer hackers and criminals into company premises and corporate boardrooms.[24]\n\n"
        },
        {
            "title": "Adoption",
            "text": "For over a century, futurists have envisioned a future where telephone conversations will take place as actual face-to-face encounters with video as well as audio. Sometimes it is simply not possible or practical to have face-to-face meetings with two or more people. Sometimes a telephone conversation or conference call is adequate. Other times, e-mail exchanges are adequate. However, videoconferencing adds another option, and can be considered when:\n\nBill Gates said in 2001 that he used videoconferencing \"three or four times a year\", because digital scheduling was difficult and \"if the overhead is super high, then you might as well just have a face-to-face meeting\".[25] Some observers argue that three outstanding issues have prevented videoconferencing from becoming a widely adopted form of communication, despite the ubiquity of videoconferencing-capable systems.[26]\n\nThese are some of the reasons many organizations only use the systems internally, where there is less risk of loss of customers. An alternative for those lacking dedicated facilities is the rental of videoconferencing-equipped meeting rooms in cities around the world. Clients can book rooms and turn up for the meeting, with all technical aspects being prearranged and support being readily available if needed. The issue of eye-contact may be solved with advancing technology, including smartphones which have the screen and camera in essentially the same place. In developed countries, the near-ubiquity of smartphones, tablet computers, and computers with built-in audio and webcams removes the need for expensive dedicated hardware.\n\n"
        },
        {
            "title": "Technology",
            "text": "The core technology used in a videotelephony system is digital compression of audio and video streams in real time. The hardware or software that performs compression is called a codec (coder/decoder). Compression rates of up to 1:500 can be achieved. The resulting digital stream of 1s and 0s is subdivided into labeled packets, which are then transmitted through a digital network of some kind (usually ISDN or IP).\n\nThe other components required for a videoconferencing system include:\n\nThere are basically three kinds of videoconferencing and videophone systems:\n\nVideoconferencing systems use two methods to determine which video feed or feeds to display.\n\nContinuous Presence simply displays all participants at the same time,[32] usually with the exception that the viewer either does not see their own feed, or sees their own feed in miniature.\n\nVoice-Activated Switch selectively chooses a feed to display at each endpoint, with the goal of showing the person who is currently speaking. This is done by choosing the feed (other than the viewer) which has the loudest audio input (perhaps with some filtering to avoid switching for very short-lived volume spikes). Often if no remote parties are currently speaking, the feed with the last speaker remains on the screen.\n\nAcoustic echo cancellation (AEC) is a processing algorithm that uses the knowledge of audio output to monitor audio input and filter from it noises that echo back after some time delay. If unattended, these echoes can be re-amplified several times, leading to problems including:\n\nEcho cancellation is a processor-intensive task that usually works over a narrow range of sound delays.\n\nVideophones have historically employed a variety of transmission and reception bandwidths, which can be understood as data transmission speeds. The lower the transmission/reception bandwidth, the lower the data transfer rate, resulting in a progressively limited and poorer image quality (i.e. lower resolution and/or frame rate). Data transfer rates and live video image quality are related, but are also subject to other factors such as data compression techniques. Some early videophones employed very low data transmission rates with a resulting poor video quality.\n\nBroadband bandwidth is often called \"high-speed\", because it usually has a high rate of data transmission. In general, any connection of 256 kbit/s (0.256 Mbit/s) or greater is more concisely considered broadband Internet. The International Telecommunication Union Telecommunication Standardization Sector (ITU-T) recommendation I.113 has defined broadband as a transmission capacity at 1.5 to 2 Mbit/s. The Federal Communications Commission (United States) definition of broadband is 25 Mbit/s.[33]\n\nCurrently, adequate video for some purposes becomes possible at data rates lower than the ITU-T broadband definition, with rates of 768 kbit/s and 384 kbit/s used for some videoconferencing applications, and rates as low as 100 kbit/s used for videophones using H.264/MPEG-4 AVC compression protocols. The newer MPEG-4 video and audio compression format can deliver high-quality video at 2 Mbit/s, which is at the low end of cable modem and ADSL broadband performance.[citation needed]\n\nThe International Telecommunication Union (ITU) has three umbrellas of standards for videoconferencing:\n\nThe Unified Communications Interoperability Forum (UCIF), a non-profit alliance between communications vendors, launched in May 2010. The organization's vision is to maximize the interoperability of UC based on existing standards. Founding members of UCIF include HP, Microsoft, Polycom, Logitech/LifeSize Communications, and Juniper Networks.[36][37]\n\nVideoconferencing in the late 20th century was limited to the H.323 protocol (notably Cisco's SCCP implementation was an exception), but newer videophones often use SIP, which is often easier to set up in home networking environments.[38] It is a text-based protocol, incorporating many elements of the Hypertext Transfer Protocol (HTTP) and the Simple Mail Transfer Protocol (SMTP).[39] H.323 is still used, but more commonly for business videoconferencing, while SIP is more commonly used in personal consumer videophones. A number of call-setup methods based on instant messaging protocols such as Skype also now provide video.\n\nAnother protocol used by videophones is H.324, which mixes call setup and video compression. Videophones that work on regular phone lines typically use H.324, but the bandwidth is limited by the modem to around 33 kbit/s, limiting the video quality and frame rate. A slightly modified version of H.324 called 3G-324M defined by 3GPP is also used by some cellphones that allow video calls, typically for use only in UMTS networks.[40][41]\n\nThere is also H.320 standard, which specified technical requirements for narrow-band visual telephone systems and terminal equipment, typically for videoconferencing and videophone services. It applied mostly to dedicated circuit-based switched network (point-to-point) connections of moderate or high bandwidth, such as through the medium-bandwidth ISDN digital phone protocol or a fractionated high bandwidth T1 lines. Modern products based on H.320 standard usually support also H.323 standard.[42]\n\nThe IAX2 protocol also supports videophone calls natively, using the protocol's own capabilities to transport alternate media streams. A few hobbyists obtained the Nortel 1535 Color SIP Videophone cheaply in 2010 as surplus after Nortel's bankruptcy and deployed the sets on the Asterisk (PBX) platform. While additional software is required to patch together multiple video feeds for conference calls or convert between dissimilar video standards, SIP calls between two identical handsets within the same PBX were relatively straightforward.[43]\n\nThe components within a videoconferencing system can be divided up into several different layers: User Interface, Conference Control, Control or Signaling Plane, and Media Plane.\n\nVideoconferencing User Interfaces (VUI) can be either graphical or voice-responsive. Many in the industry have encountered both types of interface, and normally a graphical interface is encountered on a computer. User interfaces for conferencing have a number of different uses; they can be used for scheduling, setup, and making a videocall. Through the user interface the administrator is able to control the other three layers of the system.\n\nConference Control performs resource allocation, management, and routing. This layer along with the User Interface creates meetings (scheduled or unscheduled) or adds and removes participants from a conference.\n\nControl (Signaling) Plane contains the stacks that signal different endpoints to create a call and/or a conference. Signals can be, but aren't limited to, H.323 and Session Initiation Protocol (SIP) Protocols. These signals control incoming and outgoing connections as well as session parameters.\n\nThe Media Plane controls the audio and video mixing and streaming. This layer manages Real-Time Transport Protocols, User Datagram Packets (UDP) and Real-Time Transport Control Protocol (RTCP). The RTP and UDP normally carry information such the payload type which is the type of codec, frame rate, video size, and many others. RTCP on the other hand acts as a quality control Protocol for detecting errors during streaming.[32]\n\nSimultaneous videoconferencing among three or more remote points is possible in a hardware-based system by means of a Multipoint Control Unit (MCU). This is a bridge that interconnects calls from several sources (in a similar way to the audio conference call). All parties call the MCU, or the MCU can also call the parties which are going to participate, in sequence. There are MCU bridges for IP and ISDN-based videoconferencing. There are MCUs which are pure software, and others which are a combination of hardware and software. An MCU is characterised according to the number of simultaneous calls it can handle, its ability to conduct transposing of data rates and protocols, and features such as Continuous Presence, in which multiple parties can be seen on-screen at once. MCUs can be stand-alone hardware devices, or they can be embedded into dedicated videoconferencing units.\n\nThe MCU consists of two logical components:\n\nThe MC controls the conferencing while it is active on the signaling plane, which is simply where the system manages conferencing creation, endpoint signaling and in-conferencing controls. This component negotiates parameters with every endpoint in the network and controls conferencing resources.\nWhile the MC controls resources and signaling negotiations, the MP operates on the media plane and receives media from each endpoint. The MP generates output streams from each endpoint and redirects the information to other endpoints in the conference.\n\nSome systems are capable of multipoint conferencing with no MCU, stand-alone, embedded or otherwise. These use a standards-based H.323 technique known as \"decentralized multipoint\", where each station in a multipoint call exchanges video and audio directly with the other stations with no central \"manager\" or other bottleneck. The advantages of this technique are that the video and audio will generally be of higher quality because they don't have to be relayed through a central point. Also, users can make ad hoc multipoint calls without any concern for the availability or control of an MCU. This added convenience and quality comes at the expense of some increased network bandwidth, because every station must transmit to every other station directly.[32]\n\nCloud-based videoconferencing can be used without the hardware generally required by other videoconferencing systems, and can be designed for use by SMEs,[44] or larger international or multinational corporations like Facebook.[45][46] Cloud-based systems can handle either 2D or 3D video broadcasting.[47] Cloud-based systems can also implement mobile calls, VOIP, and other forms of video calling. They can also come with a video recording function to archive past meetings.[48]\n\n"
        },
        {
            "title": "Impact",
            "text": "High speed Internet connectivity has become more widely available and affordable, as has good-quality video capture and display hardware. Consequently, personal videoconferencing systems based on webcams, personal computer systems, software compression, and the Internet have become progressively more affordable by the general public. The availability of freeware (often as part of chat programs) has made software based videoconferencing accessible to many.\n\nThe widest deployment of videotelephony now occurs in mobile phones. Nearly all mobile phones supporting UMTS networks can work as videophones using their internal cameras and are able to make video calls wirelessly to other UMTS users anywhere.[citation needed] As of the second quarter of 2007, there are over 131 million UMTS users (and hence potential videophone users), on 134 networks in 59 countries.[citation needed] Mobile phones can also use broadband wireless Internet, whether through the cell phone network or over a local Wi-Fi connection, along with software-based videophone apps to make calls to any video-capable Internet user, whether mobile or fixed.\n\nDeaf, hard-of-hearing, and mute individuals have a particular role in the development of affordable high-quality videotelephony as a means of communicating with each other in sign language. Unlike Video Relay Service, which is intended to support communication between a caller using sign language and another party using spoken language, videoconferencing can be used directly between two deaf signers.\n\nVideophones are increasingly used in the provision of telemedicine to the elderly, disabled, and to those in remote locations, where the ease and convenience of quickly obtaining diagnostic and consultative medical services are readily apparent.[49] In one single instance quoted in 2006: \"A nurse-led clinic at Letham has received positive feedback on a trial of a video-link which allowed 60 pensioners to be assessed by medics without travelling to a doctor's office or medical clinic.\"[49] A further improvement in telemedical services has been the development of new technology incorporated into special videophones to permit remote diagnostic services, such as blood sugar level, blood pressure, and vital signs monitoring. Such units are capable of relaying both regular audio-video plus medical data over either standard (POTS) telephone or newer broadband lines.[50]\n\nVideotelephony has also been deployed in corporate teleconferencing, also available through the use of public access videoconferencing rooms. A higher level of videoconferencing that employs advanced telecommunication technologies and high-resolution displays is called telepresence.\n\nToday the principles, if not the precise mechanisms, of a videophone are employed by many users worldwide in the form of webcam videocalls using personal computers, with inexpensive webcams, microphones, and free videocalling Web client programs. Thus an activity that was disappointing as a separate service has found a niche as a minor feature in software products intended for other purposes.\n\nAccording to Juniper Research, smartphone videophone users will reach 29 million by 2015 globally.[51]\n\nA study conducted by Pew Research in 2010, revealed that 7% of Americans have made a mobile video call.[52]\n\nIn the United States, videoconferencing has allowed testimony to be used for an individual who is unable or prefers not to attend the physical legal settings or would be subjected to severe psychological stress in doing so, however, there is a controversy on the use of testimony by foreign or unavailable witnesses via video transmission, regarding the violation of the Confrontation Clause of the Sixth Amendment of the U.S. Constitution.[53]\n\nIn a military investigation in North Carolina, Afghan witnesses have testified via videoconferencing.\n\nIn Hall County, Georgia, videoconferencing systems are used for initial court appearances. The systems link jails with court rooms, reducing the expenses and security risks of transporting prisoners to the courtroom.[54]\n\nThe U.S. Social Security Administration (SSA), which oversees the world's largest administrative judicial system under its Office of Disability Adjudication and Review (ODAR),[55] has made extensive use of videoconferencing to conduct hearings at remote locations.[56] In Fiscal Year (FY) 2009, the U.S. Social Security Administration (SSA) conducted 86,320 videoconferenced hearings, a 55% increase over FY 2008.[57] In August 2010, the SSA opened its fifth and largest videoconferencing-only National Hearing Center (NHC), in St. Louis, Missouri. This continues the SSA's effort to use video hearings as a means to clear its substantial hearing backlog. Since 2007, the SSA has also established NHCs in Albuquerque, New Mexico, Baltimore, Maryland, Falls Church, Virginia, and Chicago.[55]\n\nVideoconferencing provides students with the chance to learn by participating in two-way communication forums. Because it is live, videotelephony allows teachers to access remote or otherwise isolated learners. Students from diverse communities and backgrounds can come together to learn about one another through practices known as telecollaboration[58][59](in foreign language education) and virtual exchange, although language barriers will continue to be present. Such students are able to explore, communicate, analyze, and share information and ideas with one another.\n\nThrough videoconferencing, students can visit other parts of the world, including museums and other cultural and educational sites. Such virtual field trips can provide enriched learning opportunities to students, especially those who are geographically isolated or economically disadvantaged. Small schools can use these technologies to pool resources and provide courses, such as in foreign languages, which could not otherwise be offered.\n\nSome benefits that videoconferencing can provide to education include:\n\nVideoconferencing is a highly useful technology for real time telemedicine and telenursing applications, such as diagnosis, consulting, prevention, treatment, and transmission of medical images.[65] With videoconferencing, patients may contact nurses and physicians in emergency or routine situations; physicians and other paramedical professionals can discuss cases across large distances. Rural areas can use this technology for diagnostic purposes, thus saving lives and making more efficient use of health care money. For example, a rural medical center in Ohio used videoconferencing to successfully cut the number of transfers of sick infants to a hospital 70 miles (110 km) away. This had previously cost nearly $10,000 per transfer.[66]\n\nSpecial peripherals such as microscopes fitted with digital cameras, videoendoscopes, medical ultrasound imaging devices, otoscopes, etc., can be used in conjunction with videoconferencing equipment to transmit data about a patient. Recent developments in mobile collaboration on hand-held mobile devices have also extended video-conferencing capabilities to locations previously unreachable, such as a remote community, long-term care facility, or a patient's home.[67]\n\nVideoconferencing can enable individuals in distant locations to participate in meetings on short notice, with time and money savings. Technology such as VoIP can be used in conjunction with desktop videoconferencing to enable low-cost face-to-face business meetings without leaving the desk, especially for businesses with widespread offices. The technology is also used for remote work. One research report based on a sampling of 1,800 corporate employees showed that, as of June 2010, 54% of the respondents with access to videoconferencing used it \"all of the time\" or \"frequently\".[68][69]\n\nIntel Corporation have used videoconferencing to reduce both costs and environmental impacts of its business operations.[70]\n\nVideoconferencing is also currently being introduced on online networking websites, in order to help businesses form profitable relationships quickly and efficiently without leaving their place of work. This has been leveraged by banks to connect busy banking professionals with customers in various locations using video banking technology.\n\nVideoconferencing on hand-held mobile devices (mobile collaboration technology) is being used in industries such as manufacturing, energy, healthcare, insurance, government, and public safety. Live, visual interaction removes traditional restrictions of distance and time, often in locations previously unreachable, such as a manufacturing plant floor thousands of miles away.[71]\n\nIn the increasingly globalized film industry, videoconferencing has become useful as a method by which creative talent in many different locations can collaborate closely on the complex details of film production. For example, for the 2013 award-winning animated film Frozen, Burbank-based Walt Disney Animation Studios hired the New York City-based husband-and-wife songwriting team of Robert Lopez and Kristen Anderson-Lopez to write the songs, which required two-hour-long transcontinental videoconferences nearly every weekday for about 14 months.[72][73][74][75]\n\nWith the development of lower-cost endpoints, the integration of video cameras into personal computers and mobile devices, and software applications such as FaceTime, Skype, Teams and Zoom, videoconferencing has changed from just a business-to-business offering to include business-to-consumer (and consumer-to-consumer) use.\n\nAlthough videoconferencing has frequently proven its value, research has shown that some non-managerial employees prefer not to use it due to several factors, including anxiety.[76] Some such anxieties can often be avoided if managers use the technology as part of the normal course of business. Remote workers can also adopt certain behaviors and best practices to stay connected with their co-workers and company.[77][better source needed]\n\nResearchers also find that attendees of business and medical videoconferences must work harder to interpret information delivered during a conference than they would if they attended face-to-face.[78] They recommend that those coordinating videoconferences make adjustments to their conferencing procedures and equipment.\n\nThe concept of press videoconferencing was developed in October 2007 by the PanAfrican Press Association (APPA), a Paris France-based non-governmental organization, to allow African journalists to participate in international press conferences on developmental and good governance issues.\n\nPress videoconferencing permits international press conferences via videoconferencing over the Internet. Journalists can participate on an international press conference from any location, without leaving their offices or countries. They need only be seated by a computer connected to the Internet in order to ask their questions.\n\nIn 2004, the International Monetary Fund introduced the Online Media Briefing Center, a password-protected site available only to professional journalists. The site enables the IMF to present press briefings globally and facilitates direct questions to briefers from the press. The site has been copied by other international organizations since its inception. More than 4,000 journalists worldwide are currently registered with the IMF.\n\nOne of the first demonstrations of the ability for telecommunications to help sign language users communicate with each other occurred when AT&T's videophone (trademarked as the \"Picturephone\") was introduced to the public at the 1964 New York World's Fair—two deaf users were able to communicate freely with each other between the fair and another city.[79] Various universities and other organizations, including British Telecom's Martlesham facility, have also conducted extensive research on signing via videotelephony.[80][81][82]\n\nThe use of sign language via videotelephony was hampered for many years due to the difficulty of its use over slow analogue copper phone lines,[81] coupled with the high cost of better quality ISDN (data) phone lines.[80] Those factors largely disappeared with the introduction of more efficient and powerful video codecs and the advent of lower cost high-speed ISDN data and IP (Internet) services in the 1990s.\n\nSignificant improvements in video call quality of service for the deaf occurred in the United States in 2003 when Sorenson Media Inc. (formerly Sorenson Vision Inc.), a video compression software coding company, developed its VP-100 model stand-alone videophone specifically for the deaf community. It was designed to output its video to the user's television in order to lower the cost of acquisition, and to offer remote control and a powerful video compression codec for unequaled video quality and ease of use with video relay services. Favourable reviews quickly led to its popular usage at educational facilities for the deaf, and from there to the greater deaf community.[83]\n\nCoupled with similar high-quality videophones introduced by other electronics manufacturers, the availability of high speed Internet, and sponsored video relay services authorized by the U.S. Federal Communications Commission in 2002, VRS services for the deaf underwent rapid growth in that country.[83]\n\nUsing such video equipment in the present day, the deaf, hard-of-hearing, and speech-impaired can communicate between themselves and with hearing individuals using sign language. The United States and several other countries compensate companies to provide \"Video Relay Services\" (VRS). Telecommunication equipment can be used to talk to others via a sign language interpreter, who uses a conventional telephone at the same time to communicate with the deaf person's party. Video equipment is also used to do on-site sign language translation via Video Remote Interpreting (VRI). The relatively low cost and widespread availability of 3G mobile phone technology with video calling capabilities have given deaf and speech-impaired users a greater ability to communicate with the same ease as others. Some wireless operators have even started free sign language gateways.\n\nSign language interpretation services via VRS or by VRI are useful in the present day where one of the parties is deaf, hard-of-hearing, or speech-impaired (mute). In such cases the interpretation flow is normally within the same principal language, such as French Sign Language (LSF) to spoken French, Spanish Sign Language (LSE) to spoken Spanish, British Sign Language (BSL) to spoken English, and American Sign Language (ASL) also to spoken English (since BSL and ASL are completely distinct from each other), German Sign Language (DGS) to spoken German, and so on.\n\nMultilingual sign language interpreters, who can also translate as well across principal languages (such as a multilingual interpreter interpreting a call from a deaf person using ASL to reserve a hotel room at a hotel in the Dominican Republic whose staff speaks Spanish only, therefore the interpreter has to use ASL, spoken Spanish, and spoken English to facilitate the call for the deaf person), are also available, albeit less frequently. Such activities involve considerable mental processing efforts on the part of the translator, since sign languages are distinct natural languages with their own construction, semantics and syntax, different from the aural version of the same principal language.\n\nWith video interpreting, sign language interpreters work remotely with live video and audio feeds, so that the interpreter can see the deaf or mute party, and converse with the hearing party, and vice versa. Much like telephone interpreting, video interpreting can be used for situations in which no on-site interpreters are available. However, video interpreting cannot be used for situations in which all parties are speaking via telephone alone. VRS and VRI interpretation requires all parties to have the necessary equipment. Some advanced equipment enables interpreters to control the video camera remotely, in order to zoom in and out or to point the camera toward the party that is signing.\n\n"
        },
        {
            "title": "Descriptive names and terminology",
            "text": "The name \"videophone\" never became as standardized as its earlier counterpart \"telephone\", resulting in a variety of names and terms being used worldwide, and even within the same region or country. Videophones are also known as \"video phones\", \"videotelephones\" (or \"video telephones\") and often by an early trademarked name Picturephone, which was the world's first commercial videophone produced in volume. The compound name \"videophone\" slowly entered into general use after 1950,[85]\nalthough \"video telephone\" likely entered the lexicon earlier after video was coined in 1935.[86]\n\nVideophone calls (also: videocalls, video chat)[87] as well as Skype and Skyping in verb form[88] differ from videoconferencing in that they expect to serve individuals, not groups.[2] However that distinction has become increasingly blurred with technology improvements such as increased bandwidth and sophisticated software clients that can allow for multiple parties on a call. In general everyday usage the term videoconferencing is now frequently used instead of videocall for point-to-point calls between two units. Both videophone calls and videoconferencing are also now commonly referred to as a video link.\n\nWebcams are popular, relatively low-cost devices which can provide live video and audio streams via personal computers, and can be used with many software clients for both video calls and videoconferencing.[23]\n\nA videoconference system is generally higher cost than a videophone and deploys greater capabilities. A videoconference (also known as a videoteleconference) allows two or more locations to communicate via live, simultaneous two-way video and audio transmissions. This is often accomplished by the use of a multipoint control unit (a centralized distribution and call management system) or by a similar non-centralized multipoint capability embedded in each videoconferencing unit. Again, technology improvements have circumvented traditional definitions by allowing multiple party videoconferencing via web-based applications.[89][90]\n\nA telepresence system is a high-end videoconferencing system and service usually employed by enterprise-level corporate offices. Telepresence conference rooms use state-of-the art room designs, video cameras, displays, sound-systems and processors, coupled with high-to-very-high capacity bandwidth transmissions.\n\nTypical uses of the various technologies described above include calling one-to-one or conferencing one-to-many or many-to-many for personal, business, educational, deaf Video Relay Service and tele-medical, diagnostic and rehabilitative purposes.[91] personal videocalls to inmates incarcerated in penitentiaries, and videoconferencing to resolve airline engineering issues at maintenance facilities, are being created or evolving on an ongoing basis.\n\nOther names for videophone that have been used in English are: Viewphone (the British Telecom equivalent to AT&T's Picturephone),[92] and visiophone, a common French translation that has also crept into limited English usage, as well as over twenty less common names and expressions. Latin-based translations of videophone in other languages include vidéophone (French), Bildtelefon (German), videotelefono (Italian), both videófono and videoteléfono (Spanish), both beeldtelefoon and videofoon (Dutch), and videofonía (Catalan).\n\nA telepresence robot (also telerobotics) is a robotically controlled and motorized videoconferencing display to help give a better sense of remote physical presence for communication and collaboration in an office, home, school, etc. when one cannot be there in person. The robotic avatar device can move about and look around at the command of the remote person it represents.[93]\n\n"
        },
        {
            "title": "Popular culture",
            "text": "In science fiction literature, names commonly associated with videophones include \"telephonoscope\", \"telephote\", viewphone, vidphone, vidfone, and visiphone. The first example was probably the cartoon \"Edison's Telephonoscope\" by George du Maurier in Punch 1878.[94] In «In the year 2889», published 1889, the French author Jules Verne predicts that «The transmission of speech is an old story; the transmission of images by means of sensitive mirrors connected by wires is a thing but of yesterday.»[95] In many science fiction movies and TV programs that are set in the future, videophones were used as a primary method of communication. One of the first movies where a videophone was used was Fritz Lang's Metropolis (1927).[96]\n\nOther notable examples of videophones in popular culture include an iconic scene from the 1968 film 2001: A Space Odyssey set on Space Station V. The movie was released shortly before AT&T began its efforts to commercialize its Picturephone Mod II service in several cities and depicts a video call to Earth using an advanced AT&T videophone—which it predicts will cost $1.70 for a two-minute call in 2001 (a fraction of the company's real rates on Earth in 1968). Film director Stanley Kubrick strove for scientific accuracy, relying on interviews with scientists and engineers at Bell Labs in the United States. Dr. Larry Rabiner of Bell Labs, discussing videophone research in the documentary 2001: The Making of a Myth, stated that in the mid-to late-1960s videophones \"... captured the imagination of the public and ... of Mr. Kubrick and the people who reported to him\". In one 2001 movie scene a central character, Dr. Heywood Floyd, calls home to contact his family, a social feature noted in the Making of a Myth. Floyd talks with and views his daughter from a space station in orbit above the Earth, discussing what type of present he should bring home for her.[97][unreliable source][98][99]\n\nA portable videophone is also featured prominently in the 2009 science fiction movie Moon, where the story's protagonist, Sam Bell, also calls home as well to communicate with loved ones. Bell, the lone occupant of a mining station on the far side of the Earth's moon, finally succeeds in making his video call after an extended work period, but becomes traumatized when viewing his daughter.[100]\n\nOther earlier examples of videophones in popular culture included a videophone that was featured in the Warner Bros. cartoon, Plane Daffy, in which the female spy Hatta Mari used a videophone to communicate with Adolf Hitler (1944), as well as a device with the same functionality has been used by the comic strip character Dick Tracy, who often used his \"2-way wrist TV\" to communicate with police headquarters.[101] (1964–1977).\n\nBy the early 2010s videotelephony and videophones had become commonplace and unremarkable in various forms of media, in part due to their real and ubiquitous presence in common electronic devices and laptop computers. Additionally, TV programming increasingly used videophones to interview subjects of interest and to present live coverage by news correspondents, via the Internet or by satellite links. In the mass market media, the popular U.S. TV talk show hostess Oprah Winfrey incorporated videotelephony into her TV program on a regular basis from May 21, 2009, with an initial episode called Where the Skype Are You?, as part of a marketing agreement with the Internet telecommunication company Skype.[102][103]\n\nAdditionally, videophones have been featured in:\n\n"
        }
    ]
}