{
    "url": "https://en.wikipedia.org/wiki/Vietnam_Veterans_Memorial",
    "title": "Vietnam Veterans Memorial",
    "table_of_contents": [
        "1 Appearance",
        "1.1 Memorial Wall",
        "1.1.1 Names",
        "1.2 The Three Servicemen",
        "1.3 Women's Memorial",
        "1.4 In Memory memorial plaque",
        "2 Ritual",
        "3 History",
        "3.1 Opposition to design and compromise",
        "3.2 Building the memorial",
        "3.2.1 Timeline for those listed on the wall",
        "3.3 Addition of the Women's Memorial",
        "3.4 Memorial plaque",
        "3.5 Education center",
        "4 Vietnam Veterans Memorial Collection",
        "5 Inspired works",
        "5.1 Traveling replicas",
        "5.2 Fixed replicas",
        "5.3 As a memorial genre",
        "6 Cultural representations",
        "7 Vandalism",
        "8 See also",
        "9 References",
        "9.1 Footnotes",
        "9.2 Works cited",
        "10 Further reading",
        "11 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe Vietnam Veterans Memorial is a U.S. national memorial in Washington, D.C., honoring service members of the U.S. armed forces who served in the Vietnam War. The two-acre (8,100 m2) site is dominated by two black granite walls engraved with the names of those service members who died or remain missing as a result of their service in Vietnam and South East Asia during the war. The Wall, completed in 1982, has since been supplemented with the statue The Three Soldiers in 1984 and the Vietnam Women's Memorial in 1993.\n\nThe memorial is in Constitution Gardens, adjacent to the National Mall and just northeast of the Lincoln Memorial. It is maintained by the National Park Service and receives around three million visitors each year. The Memorial Wall was designed by American architect Maya Lin. In 2007, it was ranked tenth on the \"List of America's Favorite Architecture\" by the American Institute of Architects. As a national memorial, it is listed on the National Register of Historic Places.\n\n"
        },
        {
            "title": "Appearance",
            "text": "Each wall of the Memorial is 246-foot-9-inch (75.21 m) long and composed of 72 black granite panels, 70 of which are inscribed, polished to a high finish, with the names of the men and women being honored Vietnam Veterans Memorial (U.S. National Park Service) [2][3] The walls are sunken into the ground, with the earth behind them. At their highest point (the apex where they meet), they are 10.1 feet (3.1 m) tall, and they taper to a height of 8 inches (200 mm) at their extremities. Symbolically, this is described as a \"wound that is closed and healing\" and exemplifies the Land art movement of the 1960s which produced sculptures that sought to reconnect with the natural environment.[4] The stone for the 144 panels was quarried in Bangalore, India.[5]\n\nOne wall points to the Washington Monument, the other to the Lincoln Memorial, meeting at an angle of 125° 12′.[6] Each wall has 72 panels, 70 listing names (numbered 1E through 70E and 70W through 1W), and two very small blank panels at the extremities.[7] A pathway for visitors extends along the base of the Wall.\n\nThe names on the Wall, originally numbering 57,939 when it was dedicated in 1982, are listed in the chronological order of the dates of casualty.[7] Additional names have been added throughout the years since: as of May 2018[update] there are 58,320 names. The number of names on the wall differs from other counts of U.S. Vietnam War deaths.[8][9] Directories of the names and their locations are located on nearby podiums at both ends of the Memorial.\n\nThe memorial has had some unforeseen maintenance issues. In 1984, cracks were detected in the granite and, as a result, two of the panels were temporarily removed in 1986 for study. More cracks were later discovered in 2010. There are a number of hypotheses about the cause of the cracks, the most common being due to thermal cycling. In 1990, the Vietnam Veterans Memorial Fund purchased several blank panels to use in case any were ever damaged; these were placed into storage at Quantico Marine Base.[10][11] Two of the blank panels were shattered by the 2011 Virginia earthquake.[12]\n\nInscribed on the Memorial are the names of service members who were classified as dead, missing, or prisoner. The list includes names of individuals who died due to circumstances other than killed in action, including murder, vehicle accidents, drowning, heart attack, animal attack, snake bites and others.[13] The names are inscribed in Optima typeface, designed by Hermann Zapf.[4] Information about rank, unit, or decorations is not provided on the Wall itself.\n\nThose who were confirmed as dead are denoted by a diamond shape next to the name, and those who are status unknown are denoted with a \"cross\" sign. When the death of one who was previously missing is confirmed, a diamond is superimposed over the cross. If a missing man were to return alive, which has never occurred to date, the cross is to be circumscribed by a circle.[7][14]\n\nThe earliest date of eligibility for a name to be included on the Memorial is November 1, 1955, which corresponds to when President Eisenhower deployed the Military Assistance Advisory Group to train the Army of the Republic of Vietnam. The last date of eligibility is May 15, 1975, which corresponds to the final day of the  Mayaguez incident.[15] The names are listed in chronological order, starting at the apex on panel 1E on July 8, 1959, moving day by day to the end of the eastern wall at panel 70E, which ended on May 25, 1968, starting again at panel 70W at the end of the western wall, completing the list for May 25, 1968, and returning to the apex at panel 1W in 1975. There are some deaths that predate July 8, 1959,[7] including the death of Richard B. Fitzgibbon Jr. in 1956.\n\nThere are circumstances that allow for a name to be added to the Memorial, but the death must be directly attributed to a wound received within the combat zone while on active duty. The determination of addition is made by the Department of Defense.[7] In these cases, the name is added according to the date of injury—not the date of death. \n\nThe names of 32 men were erroneously included in the memorial, and while those names remain on the wall, they have been removed from the databases and printed directories.[7] The extra names resulted from a deliberate decision to err on the side of inclusiveness, with 38 questionable names being included. One person, whose name was added as late as 1992, had gone AWOL immediately upon his return to the United States after his second completed tour of duty. His survival only came to the attention of government authorities in 1996. [16][17][18][19]\n\nThere are eight women’s names included in the memorial - Eleanor Grace Alexander, Pamela Dorothy Donovan, Carol Ann Drazba, Annie Ruth Graham, Elizabeth Ann Jones, Mary Therese Klinker, Sharon Ann Lane, and Hedwig Diane Orlowski. All were nurses.[20]\n\nA component of the Memorial, located a short distance from the Wall, is a bronze statue named The Three Servicemen (sometimes called The Three Soldiers). The work depicts three soldiers.  Two are purposefully identifiable as European American and African American, while the third is intended to represent all other ethnic groups in America. In their final arrangement, the statue and the Wall appear to interact with one another, with the soldiers looking on in solemn tribute at the names of their fallen comrades. The distance between the two allows them to interact without affecting the design of the other.\n\nThe Vietnam Women's Memorial is a memorial dedicated to the women of the United States who served in the Vietnam War, most of whom were nurses. It serves as a reminder of the importance of women in the conflict. It depicts three uniformed women with a wounded soldier. It is located on the National Mall in Washington, D.C., a short distance south of The Wall, north of the Reflecting Pool. It was authorized by separate legislation from that of the Vietnam Veterans Memorial. [21][22]\n\nA memorial plaque, authorized by an Act of Congress (Pub.L. 106–214 (text) (PDF)), was dedicated on November 10, 2004, at the northeast corner of the plaza surrounding the Three Soldiers statue to honor veterans who died after the war as a result of injuries suffered in Vietnam, but who fall outside Department of Defense guidelines. The plaque is a carved block of black granite, 3 by 2 feet (0.91 by 0.61 m), inscribed \"In memory of the men and women who served in the Vietnam War and later died as a result of their service. We honor and remember their sacrifice.\"\n\nRuth Coder Fitzgerald, the founder of The Vietnam War In Memory Memorial Plaque Project, worked for years to have the In Memory Memorial Plaque completed. The organization has been dissolved, but its web site is maintained by the Vietnam War Project at Texas Tech University.[23][24]\n\n"
        },
        {
            "title": "Ritual",
            "text": "Visitors to the memorial may take a piece of paper and place it over a name on the Wall and rub a wax crayon or graphite pencil over it as a memento of their loved ones.[25] This is called rubbing.[26]\n\nVisitors to the memorial began leaving sentimental items at the memorial at its opening. They continue leaving objects forty years after the dedication of the memorial.[27] One story claims this practice began during construction when a Vietnam veteran threw the Purple Heart his brother received posthumously into the concrete of the memorial's foundation. Several thousand items are left at the memorial each year. The largest item left at the memorial was a sliding glass storm door with a full-size replica \"tiger cage\". The door was painted with a scene from Vietnam and the names of U.S. POWs and MIAs from the conflict.[28]\n\n"
        },
        {
            "title": "History",
            "text": "On April 27, 1979, four years after the fall of Saigon, the Vietnam Veterans Memorial Fund, Inc. (VVMF) was incorporated as a non-profit organization to establish a memorial to honor the veterans of the Vietnam War. The impetus for the founding of VVMF fund came from a wounded Vietnam War veteran, Jan Scruggs, who was inspired by the film The Deer Hunter. VVMF was joined by a volunteer cadre of Vietnam veterans, primarily former junior officers and enlisted men, among whom two emerged as principal leaders with Scruggs: West Point graduate John P. Wheeler III[4] and Robert W. Doubek, a former Air Force intelligence officer. In recognition of their leadership, Scruggs, Wheeler, and Doubek were nominated for the Congressional Gold Medal in 1986. Eventually, $8.4 million was raised through private donations.[7][29]\n\nOn July 1, 1980, a site consisting of two acres next to the Lincoln Memorial was chosen and authorized by Congress.[4] The  World War I Munitions Building previously occupied that area. VVMF decided to choose a design for the Memorial through a national design competition, with a first prize of $20,000. The competition was open to any American over 18 years of age, and by the end of the year 1980, 2,573 individuals and teams had registered for the competition, and by the deadline of March 30, 1981, 1,421 designs were submitted. The designs were displayed at an airport hangar at Andrews Air Force Base for the selection jury, in rows covering more than 35,000 square feet (3,300 m2) of floor space. Each entry was identified by number only. All entries were examined by each juror; the entries were narrowed down to 232, then to 39. Finally, the jury selected entry number 1026, which had been designed by Maya Lin.[7]\n\nThe selected design was controversial, in particular due to its black color, its lack of ornamentation, and its configuration below ground level.[30] Among other attacks, it was called \"a black gash of shame and sorrow.\"[31]  Two prominent early supporters of the project, H. Ross Perot and James Webb, withdrew their support once they saw the design. Said Webb, \"I never in my wildest dreams imagined such a nihilistic slab of stone.\"[32] James Watt, secretary of the interior under President Ronald Reagan, delayed issuing a building permit for the Memorial due to the political opposition.[33]\nSince its early years, criticism of the Memorial's design faded. In the words of Scruggs, \"It has become something of a shrine.\"[31]\n\nNegative reactions to Maya Lin's design created a controversy; a compromise was reached by VVMF's agreement to add a flagstaff and a realist statue at the site. Consequently Frederick Hart (who designed the sculpture that was part of the third-place winner in the original design competition) was commissioned to produce a bronze figurative sculpture. Opponents of Lin's design wanted to place this sculpture of three soldiers at the apex of the two walls, to make the soldiers the focal point of the memorial and the Wall a mere backdrop. In the end, the sculpture was placed in an entry plaza. On October 13, 1982, the U.S. Commission of Fine Arts approved the addition of the flagstaff and the Hart sculptures.\n\nOn March 11, 1982, the revised design was formally approved, and on March 26, 1982, ground was formally broken. Stone from Bangalore, India, was chosen because of its reflective quality;[4][citation needed] Cutting and fabrication of the panels were done in Barre, Vermont.[5] The panels were then shipped to Memphis, Tennessee, where the names were inscribed. The inscriptions were done with a photoemulsion and sandblasting process. Typesetting of the original 57,939 names on the wall was performed by Datalantic in Atlanta, Georgia. The negatives used in the process are in storage at the Smithsonian Institution.\n\nThe memorial was dedicated on November 13, 1982, as part of a five-day ceremony that began on November 10, 1982, called the \"National Salute to Vietnam Veterans,\" which included a reading of names at the National Cathedral, unit reunions, an entertainers' show, a parade, the Memorial's dedication, and a service at the Cathedral.[4] The Three Soldiers statue was dedicated in 1984, with the participation of President Ronald Reagan.\n\nSince 1982, over 400 names have been added to the memorial, but not necessarily in chronological order. Some were men who died in Vietnam but were left off the list due to clerical errors. Others died after 1982, and their deaths were determined by the Department of Defense to be the direct result of their Vietnam War service.  For those who died during the war, their name is placed in a position that relates to their date of death. For those who died after the war, their name is placed in a position that relates to the date of their injury. Because space is usually not available in the exact right place, names are placed as close to their correct chronological position as possible, but usually not in the exact spot. The order could be corrected as panels are replaced.[34]\n\nFurthermore, over 100 names have been identified as misspelled. In some cases, the correction could be done in place. In others, the name had to be chiseled again elsewhere, moving them out of chronological order. Others have remained in place, with the misspelling, at the request of their family.[35]\n\nThe Women's Memorial was designed by Glenna Goodacre for the women of the United States who served in the Vietnam War. Before Goodacre's design was selected, two design entries had been awarded as co-finalists – one a statue and the other a setting – however, the two designs were unable to be reconciled.[21][22] Glenna Goodacre's entry received an honorable mention in the contest and she was asked to submit a modified maquette (design model). Goodacre's original design for the Women's Memorial statue included a standing figure of a nurse holding a Vietnamese baby, which although not intended as such, was deemed a political statement, and it was asked that this be removed. She replaced them with a figure of a kneeling woman holding an empty helmet.[citation needed] On November 11, 1993, the Vietnam Women's Memorial was dedicated. There is a smaller replica of that memorial at Vietnam Veterans Memorial State Park in Angel Fire, New Mexico.\n\nOn November 10, 2000, a memorial plaque, authorized by Pub.L. 106–214 (text) (PDF), honoring veterans who died after the war as a direct result of injuries suffered in Vietnam, but who fall outside Department of Defense guidelines was dedicated. Ruth Coder Fitzgerald, the founder of The Vietnam War In Memory Memorial Plaque Project, worked for years and struggled against opposition to have the In Memory Memorial Plaque completed. The organization was disbanded, but their website[36] is maintained by the Vietnam War Project at Texas Tech University.[24]\n\nIn 2003, after some years of lobbying, the National Park Service and the Vietnam Veterans Memorial Fund won permission from Congress to build The Education Center at The Wall. A 37,000-square-foot (3,400 m2) two-story museum, located below ground just west of the Maya Lin-designed memorial, was proposed to display the history of the Vietnam War and the multiple design competitions and artworks which make up the Vietnam Veterans Memorial, Vietnam Women's Memorial, and the Memorial Plaque.[37] The center would have also provided biographical details on and photographs of many of the 58,000 names listed on the Wall as well as the more than 6,600 servicemembers killed since 2001 fighting the War on Terror.[38] The $115-million museum would be jointly operated by the Park Service and the Fund.[37] A ceremonial groundbreaking for the project occurred in November 2012,[38] but insufficient fundraising led the Fund to cancel construction of the center in September 2018 and instead focus on digital education and outreach.[39][40][41]\n\n"
        },
        {
            "title": "Vietnam Veterans Memorial Collection",
            "text": "Items left at the Vietnam Veterans Memorial are collected by National Park Service employees and transferred to the NPS Museum Resource Center, which catalogs and stores all items except perishable organic matter (such as fresh flowers) and unaltered U.S. flags. The flags are redistributed through various channels.[42][43]\n\nFrom 1992 to 2003, selected items from the collection were placed on exhibit at the Smithsonian Institution's National Museum of American History as \"Personal Legacy: The Healing of a Nation\" including the Medal of Honor of Charles Liteky, who renounced it in 1986 by placing the medal at the memorial in an envelope addressed to then-president Ronald Reagan.[44]\n\n"
        },
        {
            "title": "Inspired works",
            "text": "There are several transportable replicas of the Vietnam Veteran's Memorial created so those who are not able to travel to Washington, D.C., would be able to simulate an experience of visiting the Wall.\n\nLocated at 200 S. 9th Ave in Pensacola, Florida, the first permanent replica of the National Vietnam Veterans Memorial was unveiled on October 24, 1992. Now known as \"Wall South,\" the half-size replica bears the names of all Americans killed or missing in Southeast Asia and is updated each Mother's Day. It is the centerpiece of Veterans Memorial Park Pensacola,[48] a 5+1⁄2-acre site overlooking Pensacola Bay, which also includes a World War I Memorial, a World War II Memorial, a Korean War Memorial, a Revolutionary War Memorial and a running series of plaques to honor local casualties from the Global War on Terror.[49] There is also a Purple Heart Memorial, a Marine Corps Aviation Bell Tower and a monument to the submarine lifeguards who rescued Navy pilots in World War II. A Global War on Terror Memorial is planned to be completed in 2017 and will include an artifact from the World Trade Center as a component of the sculpture.[50]\n\nLocated in Fox Park in Wildwood, New Jersey, The Wildwoods Vietnam Veterans Memorial Wall was unveiled and dedicated on May 29, 2010. The memorial wall is an almost half-size granite replica of the National Vietnam Veterans Memorial and the only permanent memorial north of the nation's capital.[51]\n\nPlans for the Vietnam War Memorial located 401 East Ninth Street in Winfield, Kansas began in 1987 when friends who had gathered for a class reunion wanted to find a way to honor their fallen classmates. The project quickly grew from honoring only Cowley County servicemen to representing all 777 servicemen and nurses from Kansas who lost their lives or are missing in action from the Vietnam War.[52]\n\nLocated at Freedom Park in South Sioux City, Nebraska exists a half-scale replica of the Vietnam Veterans Memorial wall that duplicates the original design. Dedicated in 2014, the 250-foot wall is constructed with black granite mined from the same quarry in India as the original.[53]\n\nLocated in Layton, Utah, the Layton Vietnam Memorial Wall at 437 N Wasatch Dr, 84041, contains the names of all 58,000 Americans who died in the war. According to Utah Vietnam Veterans of America, the wall is 80 percent of the original size of the memorial in Washington, D.C., and it is the only replica of its size west of the Mississippi. The memorial was officially opened and dedicated on July 14, 2018.\n\nLocated in Elizabethtown, Kentucky, opened in 2018. This Vietnam Veteran's Memorial Wall is 360-feet long, an 80 percent scale of the one in Washington D.C.\n\nThere is a full-sized replica located in Perryville, Missouri.\n\nLocated in Augusta, Georgia, opened in 2019, the Augusta-CSRA Vietnam War Veterans Memorial is not a replica but follows the principles set forth by the national monument of honoring those fallen in Vietnam with inscriptions of the names, 169 total, who made the supreme sacrifice in Vietnam.[54]\n\nThe first US memorial to an ongoing war, the Northwood Gratitude and Honor Memorial in Irvine, California, is modeled on the Vietnam Veterans Memorial in that it includes a chronological list of the dead engraved in dark granite. As the memorialized wars (in Iraq and Afghanistan) have not concluded, the Northwood Gratitude and Honor Memorial will be updated yearly. It has space for about 8000 names, of which 5,714 were engraved as of the Dedication of the Memorial on November 14, 2010.[55][56]\n\n"
        },
        {
            "title": "Cultural representations",
            "text": "The Vietnam Veteran's Memorial Wall inspired over 60 songs, identified by the Vietnam War Song Project, showing how the war has been represented in subsequent decades, performed by professional musicians and Vietnam veterans.[57] The songs present patriotic tributes to the names on the Wall, the perspective of families and friends, as well as recriminations and anti-war sentiment. One of the first songs released on record was \"The Wall\" by Britt Small & Festival, who performed the song at the memorial in November 1982, and subsequently released as a 7\" single. This was followed by \"Who are the names on the Wall?\", by Vietnam veterans Michael J. Martin and Tim Holiday, also released in 1982. In 1983, contemporary folk artist Michael Jerling released \"Long Black Wall\" on the \"CooP Fast Folk Musical Magazine (Vol. 2, No. 4) - Political Song\", published by Fast Folk. Commercially successful songs include: \"More Than a Name on the Wall\" (1989) by The Statler Brothers, which peaked at #6 on the Billboard Hot Country Singles chart; \"The Big Parade\" (1989) by 10,000 Maniacs on the album Blind Man's Zoo, which reached #13 in the US Billboard chart; Guns N' Roses song \"Civil War\" (1991), which referenced the memorial, and reaching #4 in the US Billboard rock charts. Other well-known songs include \"The Wall\" (2014) by Bruce Springsteen on his album High Hopes and \"Xmas in February\" (1989) by Lou Reed, released on the album New York.[58]\n\n"
        },
        {
            "title": "Vandalism",
            "text": "There have been hundreds of incidents of vandalism at the memorial wall. Some of the most notable cases are:\n\n"
        }
    ]
}