{
    "url": "https://en.wikipedia.org/wiki/Vietnamese_philosophy",
    "title": "Vietnamese philosophy",
    "table_of_contents": [
        "1 Confucianism in Vietnam",
        "2 Nationalism in Vietnam",
        "3 Communism in Vietnam",
        "4 Socialism in Vietnam",
        "5 Ho Chi Minh Thought",
        "6 Study of Vietnamese philosophy",
        "7 Notable philosophers",
        "8 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Vietnamese philosophy includes both traditional Confucian philosophy, Vietnamese local religious traditions, and later philosophy introducing French, Marxist, Catholic and other influences.\n\n"
        },
        {
            "title": "Confucianism in Vietnam",
            "text": "Confucianism entered Vietnam and was later reinforced in the four Bắc thuộc periods of Chinese domination, beginning with the first Chinese domination of Vietnam from 111 BCE.[1] This was also the beginning of Taoism in Vietnam and Buddhism in Vietnam. Confucianism was reinforced in government by the Confucian court examination system in Vietnam, as well as the way family raised and taught children toward filial piety, through absolute obedience.[2]\n\n"
        },
        {
            "title": "Study of Vietnamese philosophy",
            "text": "Most research on Vietnamese philosophy is conducted by modern Vietnamese scholars.[3] The traditional Vietnamese philosophy has been described by one biographer of Ho Chi Minh (Brocheux, 2007) as a \"perennial Sino-Vietnamese philosophy\" blending different strands of Confucianism with Buddhism and Taoism.[4] Some researchers have found the empirical evidence of this \"blending\" and defined the socio-cultural phenomenon as \"cultural additivity\".[5] Another, Catholic, writer (Vu, 1966)[6] has analysed Vietnamese philosophy as constituted of tam tài (\"three body\" Heaven, Man, Earth) philosophy, yin-yang metaphysics, and agricultural philosophy.[7] Tran Van Doan, professor of philosophy at National Taiwan University (1996)[8] considers that Vietnamese philosophy is humanistic but not anthropocentric.[9]\n\n"
        },
        {
            "title": "Notable philosophers",
            "text": "The confucian poet-philosopher-scholar is typified by Lê Quý Đôn. Other confucianists include Chu Văn An (1292–1370) mandarin, Lê Quát a 14th Century anti-Buddhist Confucian writer, Mạc Đĩnh Chi (1280–1350), Nguyễn Trãi (1380–1442) a famous Đại Việt Confucian scholar, Nguyễn Khuyến (1835-1909). Notable modern Vietnamese philosophers include Cao Xuân Huy (vi, 1900-1983), Nguyễn Duy Quý (vi, 1932-), Nguyễn Đức Bình (vi, 1927-), Nguyễn Đăng Thục (vi, 1909-1999), Phạm Công Thiện (vi, 1941-2011), Trần Văn Giàu (vi, 1911–2010), modern marxist philosopher Trần Đức Thảo (noted in Paris in the 1960s) and Vietnamese Catholic philosopher Lương Kim Định.\n\n"
        }
    ]
}