{
    "url": "https://en.wikipedia.org/wiki/Viking_2",
    "title": "Viking 2",
    "table_of_contents": [
        "1 Mission profile",
        "1.1 Orbiter",
        "1.2 Lander",
        "2 Results from the Viking 2 mission",
        "2.1 Landing site soil analysis",
        "2.2 Search for life",
        "2.3 Viking 2 lander image gallery",
        "3 Orbiter results",
        "3.1 Viking program",
        "4 Location",
        "5 See also",
        "6 Notes",
        "7 References",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe Viking 2 mission was part of the American Viking program to Mars, and consisted of an orbiter and a lander essentially identical to that of the Viking 1 mission.[1] Viking 2 was operational on Mars for 1281 sols (1316 days; 3 years, 221 days). The Viking 2 lander operated on the surface for 1316 days, or 1281 sols, and was turned off on April 12, 1980, when its batteries failed. The orbiter worked until July 25, 1978,[1] returning almost 16,000 images in 706 orbits around Mars.[5]\n\n"
        },
        {
            "title": "Mission profile",
            "text": "The craft was launched on September 9, 1975. Following launch using a Titan/Centaur launch vehicle and a 333-day cruise to Mars, the Viking 2 Orbiter began returning global images of Mars prior to orbit insertion. The orbiter was inserted into a 1500 x 33,000 km, 24.6 h Mars orbit on August 7, 1976, and trimmed to a 27.3 h site certification orbit with a periapsis of 1499 km and an inclination of 55.2 degrees on August 9. The orbiter then began taking photographs of candidate landing sites, which were used to select the final landing site.[6]\n\nThe lander separated from the orbiter on September 3, 1976, at 22:37:50 UT and landed at Utopia Planitia. Normal operations called for the structure connecting the orbiter and lander (the bioshield) to be ejected after separation, but because of problems with the separation the bioshield was left attached to the orbiter. The orbit inclination was raised to 75 degrees on September 30, 1976.\n\nThe orbiter primary mission ended at the beginning of solar conjunction on October 5, 1976. The extended mission commenced on December 14, 1976, after solar conjunction. On December 20, 1976, the periapsis was lowered to 778 km and the inclination raised to 80 degrees.\n\nOperations included close approaches to Deimos in October 1977 and the periapsis was lowered to 300 km and the period changed to 24 hours on October 23, 1977. The orbiter developed a leak in its propulsion system that vented its attitude control gas. It was placed in a 302 × 33,176 km orbit and turned off on July 25, 1978, after returning almost 16,000 images in about 700–706 orbits around Mars.\n\nThe lander and its aeroshell separated from the orbiter on September 3, 1976, at 19:39:59 UT. At the time of separation, the lander was orbiting at about 4 km/s. After separation, rockets fired to begin lander deorbit. After a few hours, at about 300 km attitude, the lander was reoriented for entry. The aeroshell with its ablative heat shield slowed the craft as it plunged through the atmosphere.\n\nThe Viking 2 lander touched down about 200 km west of the crater Mie in Utopia Planitia at 48°16′08″N 225°59′24″W﻿ / ﻿48.269°N 225.990°W﻿ / 48.269; -225.990Coordinates: 48°16′08″N 225°59′24″W﻿ / ﻿48.269°N 225.990°W﻿ / 48.269; -225.990 at an altitude of -4.23 km relative to a reference ellipsoid with an equatorial radius of 3397.2 km and a flattening of 0.0105 (47°58′01″N 225°44′13″W﻿ / ﻿47.967°N 225.737°W﻿ / 47.967; -225.737﻿ (Viking 2 landing site planetographic) planetographic longitude) at 22:58:20 UT (9:49:05 a.m. local Mars time).\n\nApproximately 22 kg (49 lb) of propellants were left at landing. Due to radar misidentification of a rock or highly reflective surface, the thrusters fired an extra time 0.4 second before landing, cracking the surface and raising dust. The lander settled down with one leg on a rock, tilted at 8.2 degrees. The cameras began taking images immediately after landing.\n\nThe Viking 2 lander was powered by radioisotope generators and operated on the surface until April 12, 1980, when its batteries failed.\n\nIn July 2001, the Viking 2 lander was renamed the Gerald Soffen Memorial Station after Gerald Soffen (1926–2000), the project scientist of the Viking program.[6][7]\n\n"
        },
        {
            "title": "Results from the Viking 2 mission",
            "text": "The regolith, referred to often as \"soil\", resembled those produced from the weathering of basaltic lavas.  The tested soil contained abundant silicon and iron, along with significant amounts of magnesium, aluminum, sulfur, calcium, and titanium. Trace elements, strontium and yttrium, were detected.\n\nThe amount of potassium was one fifth of the average for the Earth's crust. Some chemicals in the soil contained sulfur and chlorine that were like those remaining after the evaporation of sea water. Sulfur was more concentrated in the crust on top of the soil than in the bulk soil beneath.\n\nThe sulfur may be present as sulfates of sodium, magnesium, calcium, or iron. A sulfide of iron is also possible.[8] The Spirit rover and the Opportunity rover both found sulfates on Mars.[9]\n\nMinerals typical weathering products of mafic igneous rocks were found.[10]  All samples heated in the gas chromatograph-mass spectrometer (GCMS) gave off water.\n\nHowever, the way the samples were handled prohibited an exact measurement of the amount of water. But, it was around 1%.[11] Studies with magnets aboard the landers indicated that the soil is between 3 and 7 percent magnetic materials by weight.  The magnetic chemicals could be magnetite and maghemite, which could come from the weathering of basalt rock.[12][13]  Subsequent experiments carried out by the Mars Spirit rover (landed in 2004) suggest that magnetite could explain the magnetic nature of the dust and soil on Mars.[14]\n\nViking 2 carried a biology experiment whose purpose was to look for life.  The Viking 2 biology experiment weighed 15.5 kg (34 lb) and consisted of three subsystems: the Pyrolytic Release experiment (PR), the Labeled Release experiment (LR), and the Gas Exchange experiment (GEX).  In addition, independent of the biology experiments, Viking 2 carried a Gas Chromatograph/Mass Spectrometer (GCMS) that could measure the composition and abundance of organic compounds in the Martian soil.[15]\n\nThe results were surprising and interesting: the GCMS gave a negative result; the PR gave a positive result, the GEX gave a negative result, and the LR gave a positive result.[16]  Viking scientist Patricia Straat stated in 2009, \"Our (LR) experiment was a definite positive response for life, but a lot of people have claimed that it was a false positive for a variety of reasons.\"[17]\n\nMany scientists believe that the data were due to inorganic chemical reactions of the soil; however, this view may be changing due to a variety of discoveries and studies since Viking, including, the discovery of near-surface ice near the Viking landing zone, the possibility of perchlorate destruction of organic matter, and the reanalysis of GCMS data by scientists in 2018.[18] Some scientists still believe the results were due to living reactions.  The formal declaration at the time of the mission was that the discovery of organic chemicals was inconclusive.[citation needed]\n\nMars has almost no ozone layer, unlike the Earth, so UV light sterilizes the surface and produces highly reactive chemicals such as peroxides that would oxidize any organic chemicals.[19]  The Phoenix Lander discovered the chemical perchlorate in the Martian soil.  Perchlorate is a strong oxidant, so it may have destroyed any organic matter on the surface.[20]  Perchlorate is now considered widespread on Mars, making it hard to detect any organic compounds on the Martian surface.[21]\n\n"
        },
        {
            "title": "Orbiter results",
            "text": "The Viking Orbiters resulted in massive discoveries about the concept water on Mars. Huge river valleys were found in many areas. They showed that floods of water carved deep valleys, eroded grooves into bedrock, and traveled thousands of kilometers.  Areas of branched streams, in the southern hemisphere, suggested that rain once fell.[22][23][24]\n\nThe images below are mosaics of many small, high resolution images.\n\n"
        }
    ]
}