{
    "url": "https://en.wikipedia.org/wiki/Viking_lander_biological_experiments",
    "title": "Viking lander biological experiments",
    "table_of_contents": [
        "1 The experiments",
        "1.1 Gas chromatograph — mass spectrometer",
        "1.2 Gas exchange",
        "1.3 Labeled release",
        "1.4 Pyrolytic release",
        "2 Scientific conclusions",
        "3 Controversy",
        "4 Critiques",
        "5 Present and future missions",
        "5.1 Proposed missions",
        "6 See also",
        "7 References",
        "8 Further reading",
        "9 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "In 1976 two identical Viking program landers each carried four types of biological experiments to the surface of Mars. The first successful Mars landers, Viking 1 and Viking 2, then carried out experiments to look for biosignatures of microbial life on Mars. The landers each used a robotic arm to pick up and place soil samples into sealed test containers on the craft.\n\nThe two landers carried out the same tests at two places on Mars' surface, Viking 1 near the equator and Viking 2 further north.[1]\n\n"
        },
        {
            "title": "The experiments",
            "text": "The four experiments below are presented in the order in which they were carried out by the two Viking landers. The biology team leader for the Viking program was Harold P. Klein (NASA Ames).[2][3][4]\n\nA gas chromatograph — mass spectrometer (GCMS) is a device that separates vapor components chemically via a gas chromatograph and then feeds the result into a mass spectrometer, which measures the molecular weight of each chemical.  As a result, it can separate, identify, and quantify a large number of different chemicals.  The GCMS (PI: Klaus Biemann, MIT) was used to analyze the components of untreated Martian soil, and particularly those components that are released as the soil is heated to different temperatures. It could measure molecules present at a level of a few parts per billion.[5]\n\nThe GCMS measured no significant amount of organic molecules in the Martian soil.  In fact, Martian soils were found to contain less carbon than lifeless lunar soils returned by the Apollo program. This result was difficult to explain if Martian bacterial metabolism was responsible for the positive results seen by the Labeled Release experiment (see below). A 2011 astrobiology textbook notes that this was the decisive factor due to which \"For most of the Viking scientists, the final conclusion was that the Viking missions failed to detect life in the Martian soil.\"[6]\n\nExperiments conducted in 2008 by the Phoenix lander discovered the presence of perchlorate in Martian soil. The 2011 astrobiology textbook discusses the importance of this finding with respect to the results obtained by Viking as \"while perchlorate is too poor an oxidizer to reproduce the LR results (under the conditions of that experiment perchlorate does not oxidize organics), it does oxidize, and thus destroy, organics at the higher temperatures used in the Viking GCMS experiment. NASA astrobiologist Chris McKay has estimated, in fact, that if Phoenix-like levels of perchlorates were present in the Viking samples, the organic content of the Martian soil could have been as high as 0.1% and still would have produced the (false) negative result that the GCMS returned. Thus, while conventional wisdom regarding the Viking biology experiments still points to \"no evidence of life\", recent years have seen at least a small shift toward \"inconclusive evidence\".\"[7]\n\nAccording to a 2010 NASA press release: \"The only organic chemicals identified when the Viking landers heated samples of Martian soil were chloromethane and dichloromethane -- chlorine compounds interpreted at the time as likely contaminants from cleaning fluids.\" According to a paper authored by a team led by Rafael Navarro-González of the National Autonomous University of Mexico, \"those chemicals are exactly what [their] new study found when a little perchlorate -- the surprise finding from Phoenix -- was added to desert soil from Chile containing organics and analyzed in the manner of the Viking tests.\" However, the 2010 NASA press release also noted that: \"One reason the chlorinated organics found by Viking were interpreted as contaminants from Earth was that the ratio of two isotopes of chlorine in them matched the three-to-one ratio for those isotopes on Earth. The ratio for them on Mars has not been clearly determined yet. If it is found to be much different than Earth's, that would support the 1970s interpretation.\"[8] Biemann has written a commentary critical of the Navarro-González and McKay paper,[9] to which the latter have replied;[10] the exchange was published in December 2011. In 2021 the chlorine isotope ratio on Mars was measured by the Trace Gas Orbiter and found to be almost indistinguishable from the terrestrial ratio,[11]  leaving the interpretation of the GCMS results inconclusive.\n\nThe gas exchange (GEX) experiment (PI: Vance Oyama, NASA Ames) looked for gases given off by an incubated soil sample by first replacing the Martian atmosphere with the inert gas helium.  It applied a liquid complex of organic and inorganic nutrients and supplements to a soil sample, first with just nutrients added, then with water added too.[1] Periodically, the instrument sampled the atmosphere of the incubation chamber and used a gas chromatograph to measure the concentrations of several gases, including oxygen, CO2, nitrogen, hydrogen, and methane.  The scientists hypothesized that metabolizing organisms would either consume or release at least one of the gases being measured.\n\nIn early November 1976, it was reported that \"on Viking 2, the gas exchange experiment is producing analogous results to those from Viking 1. Again, oxygen disappeared once the nutrient solution came into contact with the soil. Again, carbon dioxide began to appear and still continues to evolve\".[12]\n\nThe labeled release (LR) experiment (PI: Gilbert Levin, Biospherics Inc.) gave the most promise for exobiologists. In the LR experiment, a sample of Martian soil was inoculated with a drop of very dilute aqueous nutrient solution. The nutrients (7 molecules that were Miller-Urey products) were tagged with radioactive 14C.  The air above the soil was monitored for the evolution of radioactive 14CO2 (or other carbon-based[13]) gas as evidence that microorganisms in the soil had metabolized one or more of the nutrients. Such a result was to be followed with the control part of the experiment as described for the PR below. The result was quite a surprise, considering the negative results of the first two tests, with a steady stream of radioactive gases being given off by the soil immediately following the first injection. The experiment was done by both Viking probes, the first using a sample from the surface exposed to sunlight and the second probe taking the sample from underneath a rock; both initial injections came back positive.[1] Sterilization control tests were subsequently carried out by heating various soil samples. Samples heated for 3 hours at 160 °C gave off no radioactive gas when nutrients were injected, and samples heated for 3 hours at 50 °C exhibited a substantial reduction in radioactive gas released following nutrient injection.[14] A sample stored at 10 °C for several months was later tested showing significantly reduced radioactive gas release.[15]\n\nA CNN article from 2000 noted that \"Though most of his peers concluded otherwise, Levin still holds that the robot tests he coordinated on the 1976 Viking lander indicated the presence of living organisms on Mars.\"[16] A 2006 astrobiology textbook noted that \"With unsterilized Terrestrial samples, though, the addition of more nutrients after the initial incubation would then produce still more radioactive gas as the dormant bacteria sprang into action to consume the new dose of food. This was not true of the Martian soil; on Mars, the second and third nutrient injections did not produce any further release of labeled gas.\"[17] The 2011 edition of the same textbook noted that \"Albet Yen of the Jet Propulsion Laboratory has shown that, under extremely cold and dry conditions and in a carbon dioxide atmosphere, ultraviolet light (remember: Mars lacks an ozone layer, so the surface is bathed in ultraviolet) can cause carbon dioxide to react with soils to produce various oxidizers, including highly reactive superoxides (salts containing O2−) When mixed with small organic molecules, superoxidizers readily oxidize them to carbon dioxide, which may account for the LR result. Superoxide chemistry can also account for the puzzling results seen when more nutrients were added to the soil in the LR experiment; because life multiplies, the amount of gas should have increased when a second or third batch of nutrients was added, but if the effect was due to a chemical being consumed in the first reaction, no new gas would be expected. Lastly, many superoxides are relatively unstable and are destroyed at elevated temperatures, also accounting for the \"sterilization\" seen in the LR experiment.\"[7]\n\nIn a 2002 paper published by Joseph Miller, he speculates that recorded delays in the system's chemical reactions point to biological activity similar to the circadian rhythm previously observed in terrestrial cyanobacteria.[18]\n\nOn 12 April 2012, an international team including Levin and Patricia Ann Straat published a peer reviewed paper suggesting the detection of \"extant microbial life on Mars\", based on mathematical speculation through cluster analysis of the Labeled Release experiments of the 1976 Viking Mission.[19][20]\n\nThe pyrolytic release (PR) experiment (PI: Norman Horowitz, Caltech) consisted of the use of light, water, and a carbon-containing atmosphere of carbon monoxide (CO) and carbon dioxide (CO2), simulating that on Mars.  The carbon-bearing gases were made with carbon-14 (14C), a  heavy, radioactive isotope of carbon.  If there were photosynthetic organisms present, it was believed that they would incorporate some of the carbon as biomass through the process of carbon fixation, just as plants and cyanobacteria on earth do.  After several days of incubation, the experiment removed the gases, baked the remaining soil at 650 °C (1200 °F), and collected the products in a device which counted radioactivity.  If any of the 14C had been converted to biomass, it would be vaporized during heating and the radioactivity counter would detect it as evidence for life.  Should a positive response be obtained, a duplicate sample of the same soil would be heated to \"sterilize\" it.  It would then be tested as a control and should it still show activity similar to the first response, that was evidence that the activity was chemical in nature.  However, a nil, or greatly diminished response, was evidence for biology. This same control was to be used for any of the three life detection experiments that showed a positive initial result.[21] The initial assessment of results from the Viking 1 PR experiment was that \"analysis of the results shows that a small but significant formation of organic matter occurred\" and that the sterilized control showed no evidence of organics, showing that the \"findings could be attributed to biological activity.\"[22] However, given the persistence of organic release at 90 °C, the inhibition of organics after injecting water vapor and, especially, the lack of detection of organics in the Martian soil by the GCMS experiment, the investigators concluded that a nonbiological explanation of the PR results was most likely.[23][21]  However, in subsequent years, as the GCMS results have come increasingly under scrutiny, the pyrolytic release experiment results have again come to be viewed as possibly consistent with biological activity, although \"An explanation for the apparent small synthesis of organic matter in the pyrolytic release experiment remains obscure.\"[24]\n\n"
        },
        {
            "title": "Scientific conclusions",
            "text": "Organic compounds seem to be common, for example, on asteroids, meteorites, comets and the icy bodies orbiting the Sun, so detecting no trace of any organic compound on the surface of Mars came as a surprise. The GC-MS was definitely working, because the controls were effective and it was able to detect traces of chlorine, attributed to the cleaning solvents that had been used to sterilize it prior to launch.[25] A reanalysis of the GC-MS data was performed in 2018, suggesting that organic compounds may actually have been detected, corroborating with data from the Curiosity rover.[26] At the time, the total absence of organic material on the surface made the results of the biology experiments moot, since metabolism involving organic compounds were what those experiments were designed to detect. The general scientific community surmises that the Viking's biological tests remain inconclusive, and can be explained by purely chemical processes[1][22][27][28]\n\nDespite the positive result from the Labeled Release experiment, a general assessment is that the results seen in the four experiments are best explained by oxidative chemical reactions with the Martian soil. One of the current conclusions is that the Martian soil, being continuously exposed to UV light from the Sun (Mars has no protective ozone layer), has built up a thin layer of a very strong oxidant. A sufficiently strong oxidizing molecule would react with the added water to produce oxygen and hydrogen, and with the nutrients to produce carbon dioxide (CO2).\n\nNorman Horowitz was the chief of the Jet Propulsion Laboratory bioscience section for the Mariner and Viking missions from 1965 to 1976.  Horowitz considered that the great versatility of the carbon atom makes it the element most likely to provide solutions, even exotic solutions, to the problems of survival of life on other planets.[29]  However, he also considered that the conditions found on Mars were incompatible with carbon based life.\n\nIn August 2008, the Phoenix lander detected perchlorate, a strong oxidizer when heated above 200 °C. This was initially thought to be the cause of a false positive LR result.[30][31] However, results of experiments published in December 2010[32][33] propose that organic compounds \"could have been present\" in the soil analyzed by both Viking 1 and 2, since NASA's Phoenix lander in 2008 detected perchlorate, which can break down organic compounds. The study's authors found that perchlorate can destroy organics when heated and produce chloromethane and dichloromethane as byproduct, the identical chlorine compounds discovered by both Viking landers when they performed the same tests on Mars. Because perchlorate would have broken down any Martian organics, the question of whether or not Viking found organic compounds is still wide open, as alternative chemical and biological interpretations are possible.[34][9][22]\n\nIn 2013, astrobiologist Richard Quinn at the Ames Center conducted experiments in which amino acids reacting with hypochlorite, which is created when perchlorate is irradiated with gamma rays, seemed to reproduce the findings of the labeled-release experiment.[35][36] He concluded that neither hydrogen peroxide nor superoxide is required to explain the results of the Viking biology experiments.[36] A more detailed study was conducted in 2017 by a team of researchers including Quinn. While this study was not specifically designed to match the data from the LR experiment, it was found that hypochlorite could partially explain the control results, including the 160 °C sterilization test. The authors stated \"Further experiments are planned to characterize the thermal stability of hypochlorite and other oxychlorine species in the context of the LR experiments.\"[37]\n\n"
        },
        {
            "title": "Controversy",
            "text": "Before the discovery of the oxidizer perchlorate on Mars in 2008, some theories remained opposed to the general scientific conclusion. An investigator suggested that the biological explanation of the lack of detected organics by GC-MS could be that the oxidizing inventory of the H2O2-H2O solvent well exceeded the reducing power of the organic compounds of the organisms.[38]\n\nIt has also been argued that the Labeled Release (LR) experiment detected so few metabolising organisms in the Martian soil, that it would have been impossible for the gas chromatograph to detect them.[1] This view has been put forward by the designer of the LR experiment, Gilbert Levin, who believes the positive LR results are diagnostic for life on Mars.[39][40] He and others have conducted ongoing experiments attempting to reproduce the Viking data, either with biological or non-biological materials on Earth.  While no experiment has ever precisely duplicated the Mars LR test and control results, experiments with hydrogen peroxide-saturated titanium dioxide have produced similar results.[41]\n\nWhile the majority of astrobiologists still conclude that the Viking biological experiments were inconclusive or negative, Gilbert Levin is not alone in believing otherwise. The current claim for life on Mars is grounded on old evidence reinterpreted in the light of recent developments.[42][43][44] In 2006, scientist Rafael Navarro demonstrated that the Viking biological experiments likely lacked  sensitivity to detect trace amounts of organic compounds.[43] In a paper published in December 2010,[32] the scientists suggest that if organics were present, they would not have been detected because when the soil is heated to check for organics, perchlorate destroys them rapidly producing chloromethane and dichloromethane, which is what the Viking landers found. This team also notes that this is not a proof of life but it could make a difference in how scientists look for organic biosignatures in the future.[8][45] Results from the current Mars Science Laboratory mission and the under-development ExoMars program, may help settle this controversy.[45]\n\nIn 2006, Mario Crocco went as far as proposing the creation of a new nomenclatural rank that classified some Viking results as 'metabolic' and therefore representative of a new form of life.[46] The taxonomy proposed by Crocco has not been accepted by the scientific community, and the validity of Crocco's interpretation hinged entirely on the absence of an oxidative agent in the Martian soil.\n\nAccording to Gilbert Levin and Patricia Ann Straat, investigators of the LR experiment, no explanation involving inorganic chemistry as of 2016 is able to give satisfactory explanations of the complete data from the LR experiment, and specifically address the question of what active agent on the soil samples could be adversely affected by heating to approximately 50 °C and destroyed with long-term storage in the dark at 10 °C, as data suggest.[47][48]\n\n"
        },
        {
            "title": "Critiques",
            "text": "James Lovelock argued that the Viking mission would have done better to examine the Martian atmosphere than look at the soil. He theorised that all life tends to expel waste gases into the atmosphere, and as such it would be possible to theorise the existence of life on a planet by detecting an atmosphere that was not in chemical equilibrium.[49] He concluded that there was enough information about Mars' atmosphere at that time to discount the possibility of life there. Since then, methane has been discovered in Mars' atmosphere at 10ppb, thus reopening this debate. Although in 2013 the Curiosity rover failed to detect methane at its location in levels exceeding 1.3ppb.[50] later in 2013 and in 2014, measurements by Curiosity did detect methane,[51] suggesting a time-variable source. The ExoMars Trace Gas Orbiter, launched in March 2016, implements this approach and will focus on detection, characterization of spatial and temporal variation, and localization of sources for a broad suite of atmospheric trace gases on Mars and help determine if their formation is of biological or geological origin.[52][53] The Mars Orbiter Mission is also attempting —since late 2014— to detect and map methane on Mars' atmosphere. A press commentary argued that, if there was life at the Viking lander sites, it may have been killed by the exhaust from the landing rockets.[54]  That is not a problem for missions which land via an airbag-protected capsule, slowed by parachutes and retrorockets, and dropped from a height that allows rocket exhaust to avoid the surface.  Mars Pathfinder's Sojourner rover and the Mars Exploration Rovers each used this landing technique successfully.  The Phoenix Scout lander descended to the surface with retro-rockets, however, their fuel was hydrazine, and the end products of the plume (water, nitrogen, and ammonia) were not found to have affected the soils at the landing site.\n\n"
        },
        {
            "title": "Present and future missions",
            "text": "The question of life on Mars will probably not be resolved entirely until future missions to Mars either conclusively demonstrate the presence of life on the planet, identify the chemical(s) responsible for the Viking results, or both. The Mars Science Laboratory mission landed the Curiosity rover on August 6, 2012, and its goals include investigation of Martian climate, geology, and whether Mars could have ever supported life, including investigation of the role of water and planetary habitability.[55][56] Astrobiology research on Mars will continue with the ExoMars Trace Gas Orbiter in 2016, the Mars 2020 Perseverance rover in 2021, and the later Rosalind Franklin rover.\n\nIn 2008, the Thermal and Evolved Gas Analyzer was operated at Mars, which could chemically analyze 8 samples.\n\nThe Urey instrument was a funded study for a sensitive organic compound detector, considered for the early ExoMars program of the 2000s, but was never sent to Mars.\n\nThe Biological Oxidant and Life Detection (BOLD) is a proposed Mars mission that would follow up the Viking soil tests by using several small impact landers.[57][58] Another proposal is the Phoenix lander-based Icebreaker Life.\n\n"
        }
    ]
}