{
    "url": "https://en.wikipedia.org/wiki/Viktor_Frankl",
    "title": "Viktor Frankl",
    "table_of_contents": [
        "1 Early life",
        "2 Career",
        "2.1 Psychiatry",
        "2.2 Man's Search for Meaning",
        "2.3 Logotherapy and existential analysis",
        "3 Decorations and awards",
        "4 Personal life",
        "5 Bibliography",
        "6 See also",
        "7 References",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nViktor Emil Frankl (26 March 1905 – 2 September 1997)[1]\nwas an Austrian psychiatrist who founded logotherapy, a school of psychotherapy that describes a search for a life's meaning as the central human motivational force.[2] Logotherapy is part of existential and humanistic psychology theories.[3]\n\nLogotherapy was promoted as the third school of Viennese Psychotherapy, after those established by Sigmund Freud, and Alfred Adler.[citation needed]\n\nFrankl published 39 books.[4] He was a Holocaust survivor.[5]The autobiographical Man's Search for Meaning, a best-selling book, is based on his experiences in various Nazi concentration camps.[6]\n\n"
        },
        {
            "title": "Early life",
            "text": "Frankl was born the middle of three children to Gabriel Frankl, a civil servant in the Ministry of Social Service, and Elsa (née Lion), a Jewish family.[1] His interest in psychology and the role of meaning developed when he began taking night classes on applied psychology while in junior high school.[1] As a teenager, he began corresponding with Sigmund Freud, when he asked for permission to publish one of his papers.[7][8] After graduation from high school in 1923, he studied medicine at the University of Vienna. During his studies, he specialized in neurology and psychiatry, with a focus on depression and suicide.\n\nIn 1924, Frankl's first scientific paper was published in The International Journal of Psychoanalysis.[9] In the same year, he was president of the Sozialistische Mittelschüler Österreich, the Social Democratic Party of Austria's youth movement for high school students.[1] During this time, Frankl began questioning the Freudian approach to psychoanalysis. He joined Alfred Adler's circle of students and published his second scientific paper, \"Psychotherapy and Worldview\" (\"Psychotherapie und Weltanschauung\"), in Adler's International Journal of Individual Psychology in 1925.[1] Frankl was expelled from Adler's circle[5] when he insisted that meaning was the central motivational force in human beings. From 1926, he began refining his theory, which he termed logotherapy.[10]\n\n"
        },
        {
            "title": "Career",
            "text": "Between 1928 and 1930, while still a medical student, he organized youth counselling centers[11] to address the high number of teen suicides occurring around the time of end of the year report cards. The program was sponsored by the city of Vienna and free of charge to the students. Frankl recruited other psychologists for the center, including Charlotte Bühler, Erwin Wexberg, and Rudolf Dreikurs. In 1931, not a single Viennese student died by suicide.[12][unreliable source?]\n\nAfter earning his M.D. in 1930, Frankl gained extensive experience at Steinhof Psychiatric Hospital, where he was responsible for the treatment of suicidal women. In 1937, he began a private practice, but the Nazi annexation of Austria in 1938 limited his opportunity to treat patients.[1] In 1940, he joined Rothschild Hospital, the only hospital in Vienna still admitting Jews, as head of the neurology department. Prior to his deportation to the concentration camps, he helped numerous patients avoid the Nazi euthanasia program that targeted the mentally disabled.[5][13]\n\nIn 1942, just nine months after his marriage, Frankl and his family were sent to the Theresienstadt concentration camp. His father died there of starvation and pneumonia. In 1944, Frankl and the surviving members of his family were transported to Auschwitz, where his mother and brother were murdered in the gas chambers. His wife died later of typhus in Bergen-Belsen. Frankl spent three years in four concentration camps.[6]\n\nFollowing the war, he became head of the neurology department of the Vienna Polyclinic Hospital, and established a private practice in his home. He worked with patients until his retirement in 1970.[5]\n\nIn 1948, Frankl earned a PhD in philosophy from the University of Vienna. His dissertation, The Unconscious God, examines the relationship between psychology and religion,[14] and advocates for the use of the Socratic dialogue (self-discovery discourse) for clients to get in touch with their spiritual unconscious.[15]\n\nIn 1955, Frankl was awarded a professorship of neurology and psychiatry at the University of Vienna, and, as visiting professor, lectured at Harvard University (1961), Southern Methodist University, Dallas (1966), and Duquesne University, Pittsburgh (1972).[10]\n\nThroughout his career, Frankl argued that the reductionist tendencies of early psychotherapeutic approaches dehumanised the patient, and advocated for a rehumanisation of psychotherapy.[16]\n\nThe American Psychiatric Association awarded Frankl the 1985 Oskar Pfister Award for his contributions to religion and psychiatry.[16]\n\nWhile head of the Neurological Department at the general Polyclinic Hospital, Frankl wrote Man’s Search for Meaning over a nine-day period.[17] The book, originally titled A Psychologist Experiences the Concentration Camp, was released in German in 1946. The English translation of Man's Search for Meaning was published in 1959, and became an international bestseller.[5] Frankl saw this success as a symptom of the \"mass neurosis of modern times\" since the title promised to deal with the question of life's meaningfulness.[18] Millions of copies were sold in dozens of languages. In a 1991 survey conducted for the Library of Congress and the Book of the Month Club, Man's Search for Meaning was named one of the ten most influential books in the US.[19]\n\nFrankl developed logotherapy and existential analysis, which are based on philosophical and psychological concepts, particularly the desire to find a meaning in life and free will.[20][21] Frankl identified three main ways of realizing meaning in life: by making a difference in the world, by having particular experiences, or by adopting particular attitudes.\n\nThe primary techniques offered by logotherapy and existential analysis are:[22][20][21]\n\nHis acknowledgement of meaning as a central motivational force and factor in mental health is his lasting contribution to the field of psychology. It provided the foundational principles for the emerging field of positive psychology.[25]  Frankl's work has also been endorsed in the Chabad philosophy of Hasidic Judaism[26]\n\n"
        },
        {
            "title": "Personal life",
            "text": "In 1941, Frankl married Tilly Grosser, who was a station nurse at Rothschild Hospital. Soon after they were married, she became pregnant, but they were forced to abort the child.[27] Tilly died in the Bergen Belsen concentration camp.[5][1]\n\nFrankl's father, Gabriel, originally from Pohořelice, Moravia, died in the Theresienstadt Ghetto concentration camp on 13 February 1943, aged 81, from starvation and pneumonia. His mother and brother, Walter, were both killed in Auschwitz. His sister, Stella, escaped to Australia.[5][1]\n\nIn 1947, Frankl married Eleonore \"Elly\" Katharina Schwindt. She was a practicing Catholic. The couple respected each other's religious backgrounds, both attending church and synagogue, and celebrating Christmas and Hanukkah. They had one daughter, Gabriele, who went on to become a child psychologist.[5][3][28]  Although it was not known for 50 years, his wife and son-in-law reported after his death that he prayed every day and had memorized the words of daily Jewish prayers and psalms.[29][26]\n\nFrankl died of heart failure in Vienna on 2 September 1997. He is buried in the Jewish section of the Vienna Central Cemetery.[30]\n\n"
        },
        {
            "title": "Bibliography",
            "text": "His books in English are:\n\n"
        }
    ]
}