{
    "url": "https://en.wikipedia.org/wiki/Vincent_Canby",
    "title": "Vincent Canby",
    "table_of_contents": [
        "1 Early life",
        "2 Career",
        "3 Personal life",
        "4 References",
        "5 Further reading",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nVincent Canby (July 27, 1924 – October 15, 2000) was an American film and theatre critic who served as the chief film critic for The New York Times from 1969 until the early 1990s, then its chief theatre critic from 1994 until his death in 2000. He reviewed more than one thousand films during his tenure there.[1][2]\n\n"
        },
        {
            "title": "Early life",
            "text": "Canby was born in Chicago, the son of Katharine Anne (née Vincent) and Lloyd Canby.[3] He attended boarding school in Christchurch, Virginia, with novelist William Styron, and the two became friends. He introduced Styron to the works of E.B. White and Ernest Hemingway; the pair hitchhiked to Richmond to buy For Whom the Bell Tolls.[4]\n\nHe became an ensign in the United States Navy Reserve on October 13, 1942, and reported aboard the Landing Ship, Tank 679 on July 15, 1944.[5] He was promoted to lieutenant (junior grade) on January 1, 1946, while on LST 679 sailing near Japan.[6] After the war, he attended Dartmouth College, but did not graduate.\n\n"
        },
        {
            "title": "Career",
            "text": "He obtained his first job as a journalist in 1948 for the Chicago Journal of Commerce. In 1951, he left Chicago for New York and was employed as a film critic by Variety for six years before beginning to work for The New York Times.[7] In February 1969, he was designated The New York Times' film critic, succeeding Renata Adler.[8]\n\nCanby was an enthusiastic supporter of only specific styles of filmmakers; notably Stanley Kubrick, Spike Lee, Jane Campion, Mike Leigh, Rainer Werner Fassbinder, James Ivory and Woody Allen, who credited Canby's rave review of Take the Money and Run as a crucial point in his career.[9] On the other hand, Canby was also highly critical of some otherwise acclaimed films, such as Rocky, The Empire Strikes Back, Return of the Jedi, Night of the Living Dead, After Hours, Blazing Saddles, A Christmas Story, Witness, Mask, The Natural, Rain Man, The Exorcist, One Flew Over the Cuckoo's Nest,[10] Deliverance, The Godfather Part II, Alien and The Thing. Among the best-known texts written by Canby was an extremely negative review of the movie Heaven's Gate by Michael Cimino.\n\nIn December, 1994, Canby was replaced as the chief film critic by Janet Maslin and switched his attention from film to theatre, being named the Sunday theatre critic.[11][7]\n\nCanby, was also an occasional playwright and novelist, penning the novels Living Quarters (1975) and Unnatural Scenery (1979) and the plays End of the War (1978), After All (1981) and The Old Flag (1984), a drama set during the American Civil War.[11]\n\nThe career of Vincent Canby is discussed in the film For the Love of Movies: The Story of American Film Criticism by contemporary critics such as The Nation's Stuart Klawans, who talks of Canby's influence.\n\n"
        },
        {
            "title": "Personal life",
            "text": "Canby never married, but was, for many years, the companion of English author Penelope Gilliatt, whom he survived in 1993.[12] He died from cancer in New York City on October 15, 2000.[12] Almost three years later, upon the death of Bob Hope, the late Canby's byline appeared on the front page of The New York Times. Canby had written the bulk of Hope's obituary several years before.[13]\n\n"
        }
    ]
}