{
    "url": "https://en.wikipedia.org/wiki/Virginia_Association",
    "title": "Virginia Association",
    "table_of_contents": [],
    "paragraphs": [
        {
            "title": "",
            "text": "The Virginia Association was a series of non-importation agreements adopted by Virginians in 1769 as a way of speeding economic recovery and opposing the Townshend Acts.  Drafted by George Mason and passed by the Virginia House of Burgesses in May 1769, the Virginia Association was a way for Virginians to stand united against continued British taxation and trade control. The Virginia Association served as the framework and precursor to the larger more powerful 1774 Continental Association.\n\n"
        },
        {
            "title": "Background",
            "text": "The adoption of the Virginia Association resolutions was preceded by a push from northern Virginians for expanded domestic industry.  Starting in the mid-1760s, most Virginians were heavily impacted by a minor economic recession. The economic downturn was a result of the severe costs of the French and Indian War in addition to local climate difficulties, which had led to a series of poor crop yields. The economic struggles for many Virginians were exacerbated by the passage of the Stamp Act. The colonist reaction in Virginia was to encourage domestic manufacturing growth and economic diversification.  After the passage of the Townshend Acts in 1767, general sentiment in Virginia pushed eagerly for some action.[1]\n\nGeorge Washington, at the time, a plantation owner in northern Virginia, promoted the implementation of some sort of non-importation scheme and conveyed his thoughts to his neighbor, George Mason. Washington contended that if the scheme was adopted on a large scale, the benefits would outweigh the costs of the loss of British imports. Mason, along with Washington and Richard Henry Lee, spent several weeks formulating the language of a non-importation association that would ultimately help strengthen the state's economy.[2]\n\nGathered at the Raleigh Tavern (run by Anthony Hay) in Williamsburg, VA, the House of Burgesses, on May 17, began discussing the Mason draft. After amending some of the articles and the preamble, the House of Burgesses, which was made up two representatives from each of the countries, proceeded to pass the Virginia Association resolutions.[3]\n\n"
        },
        {
            "title": "Content and effects",
            "text": "In the preamble of the Virginia Association resolutions, it was declared that the \"Townshend Acts were unconstitutional and destructive to the cause of liberty.\"[4] The preamble also emphasized the hard times faced by Virginian plantation owners.  As part of the agreement, colonists were prohibited from purchasing, after September 1, 1769, any article on a long list of enumerated goods. However, because there were some goods that could not be replaced by Virginia manufacturers, the signers made exceptions for coarse and cheap goods.\n\nThe association was also given the power to call future meetings. A meeting of one hundred signers was necessary to revise the terms of the agreement unless the British Parliament met the specific demands that were detailed in the Association resolutions.\n\nThe Association was not as successful as initially intended because there were many merchants who did not follow the boycott. British exports to the colonies declined by 38% in 1769, but British producers remained profitable because certain merchants failed to adhere to the conditions. After Britain lifted the Townshend duties from all items except tea, the Association gradually weakened, and finally collapsed in 1771.[5]\n\n"
        }
    ]
}