{
    "url": "https://en.wikipedia.org/wiki/Virginia_Pearson",
    "title": "Virginia Pearson",
    "table_of_contents": [
        "1 Career",
        "2 Death",
        "3 Selected filmography",
        "4 References",
        "5 Further reading",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nVirginia Belle Pearson (March 7, 1886 – June 6, 1958) was an American stage and film actress. She made fifty-one films in a career which extended from 1910 until 1932.[1]\n\n"
        },
        {
            "title": "Career",
            "text": "She was born on March 7, 1886 in Anchorage, Kentucky to parents Joseph F. Pearson and Mary Alice Calloway.[1]\n\nShe had one younger brother, Harvey Thompson Pearson.  Virginia was also the granddaughter of Precious Martha Grable Pearson (actress Betty Grable's great aunt). Virginia worked for a brief time as an assistant in the public library in Louisville, Kentucky after completing school. She was famous in her hometown Louisville playhouse performances. Pearson trained in the tradition of the stars of the American stage, and played in stock productions in Washington, D.C. and New York City. In New York she played the heroine in Hypocrisy, a story which laid bare \"the shame of society.\" She was promoted by William Fox of Fox Film Corporation for the same kind of strong vamp parts as those played by Theda Bara. Among her movies is Blazing Love (1916), Wildness of Youth (1922), The Vital Question (1916), Sister Against Sister (1917), The Red Kimona (1925), Wizard of Oz (1925), and The Phantom of the Opera (1925). \n\nIn 1916 Pearson and her husband, movie actor Sheldon Lewis, severed their ties with the Virginia Pearson Producing Company. The couple affiliated themselves with the Independent Productions Company, capitalized at $1,000,000. In 1924 the couple were forced to declare bankruptcy.[citation needed] In 1928, Pearson was legally divorced from Lewis.[2] At the time, it was considered bad box office for screen actresses to be married. However the two remained constant companions., and resided for many years at the old Hollywood Hotel. Later they lived at the Motion Picture Country Home.\n\n"
        },
        {
            "title": "Death",
            "text": "Virginia Pearson died of uremic poisoning in Hollywood, Los Angeles, California on June 6, 1958, nearly a month to the day after Sheldon Lewis. She was 72.[1] Funeral services were held at the Pierce Brothers Hollywood Chapel. She was buried in an unmarked grave in Valhalla Memorial Park Cemetery.\n\n"
        }
    ]
}