{
    "url": "https://en.wikipedia.org/wiki/Virtue_ethics",
    "title": "Virtue ethics",
    "table_of_contents": [
        "1 Key concepts",
        "1.1 Virtue and vice",
        "1.2 Phronesis and eudaimonia",
        "2 History of virtue",
        "2.1 Contemporary \"aretaic turn\"",
        "3 Lists of virtues",
        "4 Criticisms",
        "4.1 Subsumed in deontology and utilitarianism",
        "4.2 Kantian Critique",
        "4.3 Utopianism and pluralism",
        "5 Topics in virtue ethics",
        "5.1 Virtue ethics as a category",
        "5.2 Virtue and politics",
        "6 See also",
        "7 Notes",
        "8 References",
        "9 Further reading",
        "10 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nVirtue ethics (also aretaic ethics,[a][1] from Greek ἀρετή [aretḗ]) is an approach to ethics that treats the concept of moral virtue as central. Virtue ethics is usually contrasted with two other major approaches in ethics, consequentialism and deontology, which make the goodness of outcomes of an action (consequentialism) and the concept of moral duty (deontology) central. While virtue ethics does not necessarily deny the importance of goodness of states of affairs or moral duties to ethics, it emphasizes moral virtue, and sometimes other concepts, like eudaimonia, to an extent that other ethical dispositions do not.\n\n"
        },
        {
            "title": "Key concepts",
            "text": "In virtue ethics, a virtue is a morally good disposition to think, feel, and act well in some domain of life.[2][3] Similarly, a vice is a morally bad disposition involving thinking, feeling, and acting badly. Virtues are not everyday habits; they are character traits, in the sense that they are central to someone’s personality and what they are like as a person. A virtue is a trait that makes its possessor a good person, and a vice is one that makes its possessor a bad person.\n\nIn ancient Greek and modern eudaimonistic virtue ethics, virtues and vices are complex dispositions that involve both affective and intellectual components.[4] That is, they are dispositions that involve both being able to reason well about what the right thing to do is (see below on phronesis), and also to engage our emotions and feelings correctly.\n\nFor example, a generous person can reason well about when to help people, and also helps people with pleasure and without conflict. In this, virtuous people are contrasted not only with vicious people (who reason poorly about what to do and are emotionally attached to the wrong things) and the incontinent (who are tempted by their feelings into doing the wrong thing even though they know what is right), but also the continent (whose emotions tempt them toward doing the wrong thing but whose strength of will lets them do what they know is right).\n\n“Phronesis” (φρόνησις; prudence, practical virtue or practical wisdom) is an acquired trait that enables its possessor to identify the thing to do in any given situation.[5] Unlike theoretical wisdom, practical reason results in action or decision.[6] As John McDowell puts it, practical wisdom involves a \"perceptual sensitivity\" to what a situation requires.[7]\n\nEudaimonia (εὐδαιμονία) is a state variously translated from Greek as 'well-being', 'happiness', 'blessedness', and in the context of virtue ethics, 'human flourishing'.[8] Eudaimonia in this sense is not a subjective, but an objective, state.[citation needed] It characterizes the well-lived life. According to Aristotle, the most prominent exponent of eudaimonia in the Western philosophical tradition, eudaimonia is the proper goal of human life. It consists of exercising the characteristic human quality—reason—as the soul's most proper and nourishing activity. In his Nicomachean Ethics, Aristotle, like Plato before him, argued that the pursuit of eudaimonia is an \"activity of the soul in accordance with perfect virtue\",[9] which further could only properly be exercised in the characteristic human community—the polis or city-state.\n\nAlthough eudaimonia was first popularized by Aristotle, it now belongs to the tradition of virtue theories generally.[10] For the virtue theorist, eudaimonia describes that state achieved by the person who lives the proper human life, an outcome that can be reached by practicing the virtues.  A virtue is a habit or quality that allows the bearer to succeed at his, her, or its purpose. The virtue of a knife, for example, is sharpness; among the virtues of a racehorse is speed. Thus, to identify the virtues for human beings, one must have an account of what is the human purpose.\n\n"
        },
        {
            "title": "History of virtue",
            "text": "Like much of the Western tradition, virtue theory originated in ancient Greek philosophy.\n\nVirtue ethics began with Socrates, and was subsequently developed further by Plato, Aristotle, and the Stoics.[11][12][13] Virtue ethics refers to a collection of normative ethical philosophies that place an emphasis on being rather than doing.  Another way to say this is that in virtue ethics, morality stems from the identity or character of the individual, rather than being a reflection of the actions (or consequences thereof) of the individual.  Today, there is debate among various adherents of virtue ethics concerning what specific virtues are morally praiseworthy.  However, most theorists agree that morality comes as a result of intrinsic virtues. Intrinsic virtues are the common link that unites the disparate normative philosophies into the field known as virtue ethics. Plato and Aristotle's treatment of virtues are not the same. Plato believes virtue is effectively an end to be sought, for which a friend might be a useful means. Aristotle states that the virtues function more as means to safeguard human relations, particularly authentic friendship, without which one's quest for happiness is frustrated.\n\nDiscussion of what were known as the four cardinal virtues—wisdom, justice, fortitude, and temperance—can be found in Plato's Republic. The virtues also figure prominently in Aristotle's moral theory found in Nicomachean Ethics. Virtue theory was inserted into the study of history by moralistic historians such as Livy, Plutarch, and Tacitus.  The Greek idea of the virtues was passed on in Roman philosophy through Cicero and later incorporated into Christian moral theology by St. Ambrose of Milan. During the scholastic period, the most comprehensive consideration of the virtues from a theological perspective was provided by St. Thomas Aquinas in his Summa Theologiae and his Commentaries on the Nicomachean Ethics. After the Reformation, Aristotle's Nicomachean Ethics continued to be the main authority for the discipline of ethics at Protestant universities until the late seventeenth century, with over fifty Protestant commentaries published on the Nicomachean Ethics before 1682.[14]\n\nThough the tradition receded into the background of European philosophical thought in these past few centuries, the term \"virtue\" remained current during this period, and in fact appears prominently in the tradition of classical republicanism or classical liberalism. This tradition was prominent in the intellectual life of 16th-century Italy, as well as 17th- and 18th-century Britain and America; indeed the term \"virtue\" appears frequently in the work of Niccolò Machiavelli, David Hume, the republicans of the English Civil War period, the 18th-century English Whigs, and the prominent figures among the Scottish Enlightenment and the American Founding Fathers.\n\nAlthough some Enlightenment philosophers (e.g. Hume) continued to emphasise the virtues, with the ascendancy of utilitarianism and deontology, virtue theory moved to the margins of Western philosophy. The contemporary revival of virtue theory is frequently traced to the philosopher Elizabeth Anscombe's 1958 essay \"Modern Moral Philosophy\". Following this:\n\nThe aretaic turn in moral philosophy is paralleled by analogous developments in other philosophical disciplines. One of these is epistemology, where a distinctive virtue epistemology has been developed by Linda Zagzebski and others. In political theory, there has been discussion of \"virtue politics\", and in legal theory, there is a small but growing body of literature on virtue jurisprudence. The aretaic turn also exists in American constitutional theory, where proponents argue for an emphasis on virtue and vice of constitutional adjudicators.\n\nAretaic approaches to morality, epistemology, and jurisprudence have been the subject of intense debates. One criticism that is frequently made focuses on the problem of guidance; opponents, such as Robert Louden in his article \"Some Vices of Virtue Ethics\", question whether the idea of a virtuous moral actor, believer, or judge can provide the guidance necessary for action, belief formation, or the decision of legal disputes.\n\n"
        },
        {
            "title": "Lists of virtues",
            "text": "There are several lists of particular virtues. Socrates argued that virtue is knowledge, which suggests that there is really only one virtue.[18] The Stoics concurred, claiming the four cardinal virtues were only aspects of true virtue. John McDowell is a recent defender of this conception. He argues that virtue is a \"perceptual capacity\" to identify how one ought to act, and that all particular virtues are merely \"specialized sensitivities\" to a range of reasons for acting.[19]\n\nAristotle identifies approximately eighteen virtues that enable a person to perform their human function well.[20]  He distinguished virtues pertaining to emotion and desire from those relating to the mind.[21] The first he calls \"moral\" virtues, and the second intellectual virtues (though both are \"moral\" in the modern sense of the word).\n\nAristotle suggested that each moral virtue was a mean (see golden mean) between two corresponding vices, one of excess and one of deficiency. Each intellectual virtue is a mental skill or habit by which the mind arrives at truth, affirming what is or denying what is not.[22] In the Nicomachean Ethics he discusses about 11 moral virtues:\n\nAristotle also mentions several other traits: \n\nAristotle's list is not the only list, however. As Alasdair MacIntyre observed in After Virtue,  thinkers as diverse as: Homer, the authors of the New Testament, Thomas Aquinas, and Benjamin Franklin have all proposed lists.[23]\n\n"
        },
        {
            "title": "Criticisms",
            "text": "Regarding what are the most important virtues, Aristotle proposed the following nine: wisdom; prudence; justice; fortitude; courage; liberality; magnificence; magnanimity; temperance.  In contrast, philosopher Walter Kaufmann proposed as the four cardinal virtues:  ambition/humility;  love;  courage;  and honesty.[24] Since reflection on which virtues strike a person as the most important is a historically and culturally contingent judgement, these lists can not be merely descriptive.\n\nAs another example, regarding virtues once supposedly applicable to women, many would have once considered a virtuous woman to be quiet, servile, and industrious. This conception of female virtue no longer holds true in many modern societies. Proponents of virtue theory sometimes respond to this objection by arguing that a central feature of a virtue is its universal applicability. In other words, any character trait defined as a virtue must reasonably be universally regarded as a virtue for all sentient beings. According to this view, it is inconsistent to claim for example servility as a female virtue, while at the same time not proposing it as a male one.\n\nOther proponents of virtue theory, notably Alasdair MacIntyre, respond to this objection by arguing that any account of the virtues must indeed be generated out of the community in which those virtues are to be practiced: the very word ethics implies \"ethos\". That is to say that the virtues are, and necessarily must be, grounded in a particular time and place. What counts as a virtue in 4th-century Athens would be a ludicrous guide to proper behaviour in 21st-century Toronto and vice versa. To take this view does not necessarily commit one to the argument that accounts of the virtues must therefore be static: moral activity—that is, attempts to contemplate and practice the virtues—can provide the cultural resources that allow people to change, albeit slowly, the ethos of their own societies. MacIntyre appears to take this position in his seminal work on virtue ethics, After Virtue. One might cite (though MacIntyre does not) the rapid emergence of abolitionist thought in the slave-holding societies of the 18th-century Atlantic world as an example of this sort of change: over a relatively short period of time, perhaps 1760 to 1800, in Britain, France, and British America, slave-holding, previously thought to be morally neutral or even virtuous, rapidly became seen as vicious among wide swathes of society. While the emergence of abolitionist thought derived from many sources, the work of David Brion Davis, among others,[who?] has established that one source was the rapid, internal evolution of moral theory among certain sectors of these societies, notably the Quakers.\n\nAnother objection to virtue theory is that the school does not focus on what sorts of actions are morally permitted and which ones are not, but rather on what sort of qualities someone ought to foster in order to become a good person. In other words, while some virtue theorists may not condemn, for example, murder as an inherently immoral or impermissible sort of action, they may argue that someone who commits a murder is severely lacking in several important virtues, such as compassion and fairness. Still, antagonists of the theory often object that this particular feature of the theory makes virtue ethics useless as a universal norm of acceptable conduct suitable as a base for legislation. Some virtue theorists concede this point, but respond by opposing the very notion of legitimate legislative authority instead, effectively advocating some form of anarchism as the political ideal.[citation needed] Others argue that laws should be made by virtuous legislators. Still, others argue that it is possible to base a judicial system on the moral notion of virtues rather than rules.\n\nSome virtue theorists might respond to this overall objection with the notion of a \"bad act\" also being an act characteristic of vice.[citation needed] That is to say that those acts that do not aim at virtue, or stray from virtue, would constitute our conception of \"bad behavior\". Although not all virtue ethicists agree to this notion, this is one way the virtue ethicist can re-introduce the concept of the \"morally impermissible\".  One could raise an objection with Foot that she is committing an argument from ignorance by postulating that what is not virtuous is unvirtuous.  In other words, just because an action or person 'lacks of evidence' for virtue does not, all else constant, imply that said action or person is unvirtuous.\n\nMartha Nussbaum has suggested that while virtue ethics is often considered to be anti-Enlightenment, \"suspicious of theory and respectful of the wisdom embodied in local practices\",[25] it is actually neither fundamentally distinct from, nor does it qualify as a rival approach to deontology and utilitarianism. She argues that philosophers from these two Enlightenment traditions often include theories of virtue. She pointed out that Kant's \"Doctrine of Virtue\" (in The Metaphysics of Morals) \"covers most of the same topics as do classical Greek theories\", \"that he offers a general account of virtue, in terms of the strength of the will in overcoming wayward and selfish inclinations; that he offers detailed analyses of standard virtues such as courage and self-control, and of vices, such as avarice, mendacity, servility, and pride; that, although in general, he portrays inclination as inimical to virtue, he also recognizes that sympathetic inclinations offer crucial support to virtue, and urges their deliberate cultivation.\"[25]\n\nNussbaum also points to considerations of virtue by utilitarians such as Henry Sidgwick (The Methods of Ethics), Jeremy Bentham (The Principles of Morals and Legislation), and John Stuart Mill, who writes of moral development as part of an argument for the moral equality of women (The Subjection of Women). She argues that contemporary virtue ethicists such as Alasdair MacIntyre, Bernard Williams, Philippa Foot, and John McDowell have few points of agreement and that the common core of their work does not represent a break from Kant.\n\nImmanuel Kant's position on virtue ethics is contested. Those who argue that Kantian deontology conflicts with virtue ethics include Alasdair MacIntyre, Philippa Foot, and Bernard Williams.[26] In the Groundwork of the Metaphysics of Morals and the Critique of Practical Reason, Immanuel Kant offers many different criticisms of ethical frameworks and against moral theories before him[citation needed]. Kant rarely mentioned Aristotle by name but did not exclude his moral philosophy of virtue ethics from his critique. Many Kantian arguments against Virtue Ethics claim that Virtue Ethics is inconsistent, or sometimes that it isn't a real moral theory at all.[27]\n\nKantian arguments often come from the notion that Virtue Ethics does not provide enough significance to the idea of \"duty\" which Kant spent most of his time writing about.\n\nRobert B. Louden criticizes virtue ethics on the basis that it promotes a form of unsustainable utopianism.[28] Trying to come to a single set of virtues is immensely difficult in contemporary societies as, according to Louden, they contain \"more ethnic, religious, and class groups than did the moral community which Aristotle theorized about\" with each of these groups having \"not only its own interests but its own set of virtues as well\". Louden notes in passing that MacIntyre, a supporter of virtue-based ethics, has grappled with this in After Virtue but that ethics cannot dispense with building rules around acts and rely only on discussing the moral character of persons.[29]\n\n"
        },
        {
            "title": "Topics in virtue ethics",
            "text": "Virtue ethics can be contrasted to deontological ethics and consequentialist ethics by an examination of the other two (the three being together the most predominant contemporary normative ethical theories).\n\nDeontological ethics, sometimes referred to as duty ethics, places the emphasis on adhering to ethical principles or duties.  How these duties are defined, however, is often a point of contention and debate in deontological ethics.  One of the predominant rule schemes utilized by deontologists is the Divine Command Theory. Deontology also depends upon meta-ethical realism, in that it postulates the existence of moral absolutes that make an action moral, regardless of circumstances.  For more information on deontological ethics refer to the work of Immanuel Kant.\n\nThe next predominant school of thought in normative ethics is consequentialism.  While deontology places the emphasis on doing one's duty, which is established by some kind of moral imperative (in other words, the emphasis is on obedience to some higher moral absolute), consequentialism bases the morality of an action upon the consequences of the outcome.  Instead of saying that one has a moral duty to abstain from murder, a consequentialist would say that we should abstain from murder because it causes undesirable effects.  The main contention here is what outcomes should/can be identified as objectively desirable.  The Greatest Happiness Principle of John Stuart Mill is one of the most commonly adopted criteria.  Mill asserts that our determinant of the desirability of an action is the net amount of happiness it brings, the number of people it brings it to, and the duration of the happiness.  He also tries to delineate classes of happiness, some being preferable to others, but there is a great deal of difficulty in classifying such concepts.\n\nVirtue ethics differs from both deontology and consequentialism as it focuses on being over doing. A virtue ethicist identifies virtues, desirable characteristics, that the moral or virtuous person embodies.  Possessing these virtues is what makes one moral, and one's actions are a mere reflection of one's inner morality.  To the virtue philosopher, action cannot be used as a demarcation of morality, because a virtue encompasses more than just a simple selection of action.  Instead, it is about a way of being that would cause the person exhibiting the virtue to make a certain \"virtuous\" choice consistently in each situation.  There is a great deal of disagreement within virtue ethics over what are virtues and what are not.  There are also difficulties in identifying what is the \"virtuous\" action to take in all circumstances, and how to define a virtue.\n\nConsequentialist and deontological theories often still employ the term virtue, but in a restricted sense, namely as a tendency or disposition to adhere to the system's principles or rules.  These very different senses of what constitutes virtue, hidden behind the same word, are a potential source of confusion.  This disagreement over the meaning of virtue points to a larger conflict between virtue theory and its philosophical rivals.  A system of virtue theory is only intelligible if it is teleological: that is, if it includes an account of the purpose (telos) of human life, or in popular language, the meaning of life.[citation needed]  Obviously, strong claims about the purpose of human life, or of what the good life for human beings is, will be highly controversial.  Virtue theory's necessary commitment to a teleological account of human life thus puts the tradition in sharp tension with other dominant approaches to normative ethics, which, because they focus on actions, do not bear this burden.[citation needed]\n\nVirtue ethics mainly deals with the honesty and morality of a person. It states that practicing good habits such as honesty, generosity makes a moral and virtuous person. It guides a person without specific rules for resolving the ethical complexity.\n\nVirtue theory emphasises Aristotle's belief in the polis as the acme of political organisation, and the role of the virtues in enabling human beings to flourish in that environment. Classical republicanism in contrast emphasises Tacitus' concern that power and luxury can corrupt individuals and destroy liberty, as Tacitus perceived in the transformation of the Roman Republic into the Roman Empire; virtue for classical republicans is a shield against this sort of corruption and a means to preserve the good life one has, rather than a means by which to achieve the good life one does not yet have. Another way to put the distinction between the two traditions is that virtue ethics relies on Aristotle's fundamental distinction between the human-being-as-he-is from the human-being-as-he-should-be, while classical republicanism relies on the Tacitean distinction of the risk-of-becoming.[30]\n\nVirtue ethics has a number of contemporary applications.\n\nWithin the field of social ethics, Deirdre McCloskey argues that virtue ethics can provide a basis for a balanced approach to understanding capitalism and capitalist societies.[31]\n\nWithin the field of philosophy of education, James Page argues that virtue ethics can provide a rationale and foundation for peace education.[32]\n\nThomas Alured Faunce has argued that whistleblowing in the healthcare setting would be more respected within clinical governance pathways if it had a firmer academic foundation in virtue ethics.[33][34] He called for whistleblowing to be expressly supported in the UNESCO Universal Declaration on Bioethics and Human Rights.[35] Barry Schwartz argues that \"practical wisdom\" is an antidote to much of the inefficient and inhumane bureaucracy of modern health care systems.[36]\n\nIn her book Technology and the Virtues,[37] Shannon Vallor proposed a series of 'technomoral' virtues that people need to cultivate in order to flourish in our socio-technological world: Honesty (Respecting Truth), Self-control (Becoming the Author of Our Desires), Humility (Knowing What We Do Not Know), Justice (Upholding Rightness), Courage (Intelligent Fear and Hope), Empathy (Compassionate Concern for Others), Care (Loving Service to Others), Civility (Making Common Cause), Flexibility (Skillful Adaptation to Change), Perspective (Holding on to the Moral Whole), and Magnanimity (Moral Leadership and Nobility of Spirit).\n\n"
        }
    ]
}