{
    "url": "https://en.wikipedia.org/wiki/Vitruvian_Man",
    "title": "Vitruvian Man",
    "table_of_contents": [
        "1 Name",
        "2 Description",
        "2.1 Composition",
        "2.2 Text",
        "3 Background",
        "3.1 Historical context",
        "3.2 Creation",
        "3.3 Provenance",
        "4 Legacy",
        "5 References",
        "5.1 Notes",
        "5.2 Citations",
        "5.3 Sources",
        "6 Further reading",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The Vitruvian Man (Italian: L'uomo vitruviano; [ˈlwɔːmo vitruˈvjaːno]) is a drawing by the Italian Renaissance artist and scientist Leonardo da Vinci, dated to c. 1490. Inspired by the writings by the ancient Roman architect Vitruvius, the drawing depicts a nude man in two superimposed positions with his arms and legs apart and inscribed in both a circle and square. Described by the art historian Carmen C. Bambach as \"justly ranked among the all-time iconic images of Western civilization,\"[1] the work is a unique synthesis of artistic and scientific ideals and often considered an archetypal representation of the High Renaissance.\n\nThe drawing represents Leonardo's conception of ideal body proportions, originally derived from Vitruvius but influenced by his own measurements, the drawings of his contemporaries, and the De pictura treatise by Leon Battista Alberti. Leonardo produced the Vitruvian Man in Milan and the work was probably passed to his student Francesco Melzi. It later came into the possession of Venanzio de Pagave [Wikidata], who convinced the engraver Carlo Giuseppe Gerli to include it in a book of Leonardo's drawings, which widely disseminated the previously little-known image. It was later owned by Giuseppe Bossi, who wrote early scholarship on it, and eventually sold to the Gallerie dell'Accademia in 1822, where it has remained since. Due to its sensitivity to light, the drawing rarely goes on public display, but was borrowed by the Louvre in 2019 for their exhibition marking the 500th anniversary of Leonardo's death.\n\n"
        },
        {
            "title": "Name",
            "text": "The drawing is described by Leonardo's notes as Le proporzioni del corpo umano secondo Vitruvio,[2] variously translated as The Proportions of the Human Figure after Vitruvius,[3] or Proportional Study of a Man in the Manner of Vitruvius.[4] It is much better known as the Vitruvian Man.[2] The art historian Carlo Pedretti lists it as Homo Vitruvius, study of proportions with the human figure inscribed in a circle and a square, and later as simply Homo Vitruvius.[5]\n\n"
        },
        {
            "title": "Description",
            "text": "The drawing was executed primarily with pen and light brown ink, while there are traces of brown wash (watercolor).[6][n 1] The paper measures 34.4 cm × 25.5 cm (13.5 in × 10.0 in), larger than most of Leonardo's folio manuscript sheets,[n 2] while the paper itself was originally made somewhat unevenly, given its irregular edges.[1] Close examination of the drawing reveals that it was meticulously prepared, and is devoid of \"sketchy and tentative\" lines.[8] Leonardo used metalpoint with a calipers and compass to make precise lines, and small tick marks were used for measurements.[6][8] These compass marks demonstrate an inner structure of \"measured intervals\" which is displayed in tandem with the general structure created by the geometric figures.[9]\n\nThe Vitruvian Man depicts a nude man facing forward and surrounded by a square, while superimposed on a circle.[2] The man is portrayed in different stances simultaneously: his arms are stretched above his shoulders and then perpendicular to them, while his legs are together and also spread out along the circle's base.[2] The scholar Carlo Vecce notes that this approach displays multiple phases of movement at once, akin to a photograph.[10] The man's fingers and toes are arranged carefully as to not breach the surrounding shapes.[9] Commentators often note that Leonardo went out of his way to create an artistic depiction of the man, rather than a simple portrayal.[11][12] According to the biographer Walter Isaacson, the use of delicate lines, an intimate stare and intricate hair curls, \"weaves together the human and the divine\".[11] Other artistic choices include the depiction of an erect penis surrounded by leaves, evoking a depiction of Bacchus.[12] Pedretti notes close similarities between the man and the angel of Leonardo's earlier Annunciation painting.[12]\n\nThe text above the image reads: \n\nAnd below:\n\n\n"
        },
        {
            "title": "Background",
            "text": "The moderately successful architect and engineer Vitruvius lived from c. 80 – c. 20 BCE in the Roman Empire.[15] He is best known for authoring De architectura (On Architecture), later called the Ten Books on Architecture, which is the only substantial architecture treatise that survives from antiquity.[16] The work's third volume includes a discussion concerning body proportions,[1] where the figures of a man in a circle and a square are respectively referred to as homo ad circulum, homo ad quadratum.[15] Vitruvius explained that:\n\n19th-century historians often postulated that Leonardo had no substantial inspiration from the ancient world, propagating his stance as a 'modern genius' who rejected all of classicism.[18] This has been heavily disproven by many documented accounts from Leonardo's colleagues or records of him either owning, reading, and being influenced by writings from antiquity.[18] The treatise of Vitruvius was long lost, but rediscovered in the 15th century by Poggio Bracciolini among works such as De Rerum natura.[16] Many artists attempted to design figures which would satisfy Vitruvius' claims, with the earliest being three such images by Francesco di Giorgio Martini around the 1470s.[19][2] Leonardo may have been influenced by the architect Giacomo Andrea, with whom he records as having dined within 1490.[20] Andrea created his own Vitruvian Man drawing that year, which was unknown to scholars until the 1980s.[20]\n\nLeonardo's version of the Vitruvian Man corrected inaccuracies in Vitruvius's account, particularly related to the head, due to his utilizing of research from book two of the De pictura by Leon Battista Alberti.[1] Earlier drawings of the same subject \"assumed that the circe and square should be centered around the navel\", akin to Vitruvius's account, while Leonardo made the scheme work by using the man's genitals as the center.[9] It is likely that Leonardo's drawings dated to 1487–1490, and entitled The proportions of the arm, were related to the 'Vitruvian Man, possibly serving as preparatory sketches.[21]\n\nSome commentators have speculated that Leonardo incorporated the golden ratio in the drawing, possibly due to his illustrations of Luca Pacioli's Divina proportione, largely plagiarized from Piero della Francesca,[22][n 3] concerning the ratio.[23][24] However, the Vitruvian Man is likely to have been drawn before Leonardo met Pacioli, and there has been doubt over the accuracy of such an observation.[25]  As architectural scholar Vitor Murtinho explains, a circle tangent to the base of a square, with the radius and square sides related by the golden ratio, would pass exactly through the top two corners of the square, unlike Leonardo's drawing. He suggests instead constructions based on a regular octagon or on the vesica piscis.[25]\n\nLeonardo's drawing is almost always dated to around 1490 during his First Milanese period.[15][26] The exact dating is not completely agreed upon and earlier generations of art historians, including Arthur E. Popham, frequently dated the work anywhere from 1485 to 1490.[1] Two leading art historians differ in this respect; Martin Kemp gives c. 1487,[4][n 4] while Carmen C. Bambach contends that the earliest possible date—which \"one may not entirely discount\"—is 1488.[1] Bambach, in addition to Pedretti, Giovanna Nepi Scirè and Annalisa Perissa Torrini give a slightly broader range of c. 1490–1491.[7] Bambach explains that this range fits \"best with the manner of exact, engraving-like parallel hatching contained within robust pen-and-ink outlines, over traces of lead paint, stylus-ruling, and compass composition\".[1]\n\nAfter Leonardo's death, the drawing most likely passed to his student Francesco Melzi (1491–1570),[1] who was bequeathed most of Leonardo's possessions.[27] From then on, the drawing's provenance history is almost certain: it found its way to Cesare Monti (1594–1650), was passed to his heir Anna Luisa Monti, then to the De Page family, first Venanzio de Pagave [Wikidata] (in 1777) and then his son Gaudenzio de Page.[1][28] While owned by the elder de Page, he convinced the engraver Carlo Giuseppe Gerli to publish a book of Leonardo's drawings, which would be the first widespread dissemination of the Vitruvian Man and many other Leonardo drawings.[29] The younger de Page sold the drawing to Giuseppe Bossi, who described, discussed, and illustrated it in the fourth chapter of his 1810 monograph on Leonardo's The Last Supper, Del Cenacolo di Leonardo da Vinci (On The Last Supper of Leonardo da Vinci).[30] This chapter was published as a stand-alone study the next year Delle opinion di Leonardo da Vinci intorno alla simmetria de' corpi umani (On the opinions of Leonardo da Vinci regarding the symmetry of human bodies).[30] After Bossi's death in 1815, the drawing was sold to the abbot Luigi Celotti in 1818, and entered into the Gallerie dell'Accademia's collection in 1822, where it has since remained.[1] Because of its high artistic quality and its well-recorded history of provenance, Leonardo's authorship of the Vitruvian Man has never been doubted.[1]\n\nThe Vitruvian Man is rarely displayed as extended exposure to light would cause fading; it is kept on the fourth floor of the Gallerie dell'Accademia, in a locked room.[31] In 2019, the Louvre requested to borrow the drawing for their monumental Léonard de Vinci exhibition, which celebrated the 500th anniversary of the artist’s death.[32] They faced substantial resistance from the heritage group Italia Nostra, who contended that the drawing was too fragile to be transported, and filed a lawsuit.[33] At a hearing on 16 October 2019, a judge ruled that the group had not proven their claim, but set a maximum amount of light for the drawing to be exposed to as well as a subsequent rest period to offset its overall exposure to light.[34] The Louvre promised to lend paintings by Raphael to Italy for his own 500th death anniversary; Italy's Minister for Cultural Affairs Dario Franceschini stated that \"Now a great cultural operation can start between Italy and France on the two exhibitions about Leonardo in France and Raphael in Rome.\"[35]\n\n"
        },
        {
            "title": "Legacy",
            "text": "The Vitruvian Man is often considered an archetypal representative of the High Renaissance, just as Leonardo himself came to represent the archetypal 'Renaissance man'.[36] It holds a unique distinction in aligning art, mathematics, science, classicism, and naturalism.[37] The art historian Ludwig Heinrich Heydenreich, writing for Encyclopædia Britannica, states, \"Leonardo envisaged the great picture chart of the human body he had produced through his anatomical drawings and Vitruvian Man as a cosmografia del minor mondo ('cosmography of the microcosm'). He believed the workings of the human body to be an analogy, in microcosm, for the workings of the universe.\"[38]\n\nKemp calls the drawing \"the world's most famous drawing\",[9] while Bambach describes it as \"justly rank[ing] among the all-time iconic images of Western civilization\".[1] Reflecting on its fame, Bambach further stated in 2019 that \"the endless recent fetishizing of the image by modern commerce through ubiquitous reproductions (in popular books, advertising, and the Euro coin) has kidnapped it from the realm of Renaissance drawing, making it difficult for the viewer to appreciate it as a work of nuanced, creative expression.\"[1]\n\nA 2012 study collected measurements from 15 people and compared those measurements to Leonardo's representation. None of the 15 participants matched Leonardo's estimations of human body proportions, possibly because modern humans are taller on average than they were at the time of Leonardo's original measurements.[39]\n\n"
        }
    ]
}