{
    "url": "https://en.wikipedia.org/wiki/Vitriol",
    "title": "Vitriol",
    "table_of_contents": [],
    "paragraphs": [
        {
            "title": "",
            "text": "Vitriol is the general chemical name encompassing a class of chemical compound comprising sulfates of certain metals – originally, iron or copper.  Those mineral substances were distinguished by their color, such as green vitriol for hydrated iron(II) sulfate and blue vitriol for hydrated copper(II) sulfate.[1]\n\nThese materials were originally found as crystals formed by evaporation of groundwater that percolated through sulfide minerals and collected in pools on the floor of old mines. The word vitriol comes from the Latin word vitriolus, meaning \"small glass\", as those crystals resembled pieces of colored glass.\n\nOil of vitriol was an old name for concentrated sulfuric acid, which was historically obtained through the dry distillation (pyrolysis) of vitriols.  The name, shortened to vitriol, continued to be used for this viscous liquid long after the minerals came to be called \"sulfates\".  The term vitriolic in the sense of \"harshly condemnatory\" is derived from the corrosive nature of this substance.\n\n"
        },
        {
            "title": "History",
            "text": "The study of vitriol began in ancient times. Sumerians had a list of types of vitriol that they classified according to the substances' color. Some of the earliest discussions on the origin and properties of vitriol is in the works of the Greek physician Dioscorides (first century AD) and the Roman naturalist Pliny the Elder (23–79 AD). Galen also discussed its medical use. Metallurgical uses for vitriolic substances were recorded in the Hellenistic alchemical works of Zosimos of Panopolis, in the treatise Phisica et Mystica, and the Leyden papyrus X.[5]\n\nMedieval Islamic chemists like Jābir ibn Ḥayyān (died c. 806–816 AD, known in Latin as Geber), Abū Bakr al-Rāzī (865–925 AD, known in Latin as Rhazes), Ibn Sina (980–1037 AD, known in Latin as Avicenna), and Muḥammad ibn Ibrāhīm al-Watwat (1234–1318 AD) included vitriol in their mineral classification lists.[6]\n\nSulfuric acid was called \"oil of vitriol\" by medieval European alchemists because it was prepared by roasting \"green vitriol\" (iron(II) sulfate) in an iron retort. The first vague allusions to it appear in the works of Vincent of Beauvais, in the Compositum de Compositis ascribed to Saint Albertus Magnus, and in pseudo-Geber's Summa perfectionis (all thirteenth century AD).[7]\n\n"
        }
    ]
}