{
    "url": "https://en.wikipedia.org/wiki/Vivian_Sobchack",
    "title": "Vivian Sobchack",
    "table_of_contents": [
        "1 Early life",
        "2 Career",
        "3 Works",
        "3.1 Books",
        "3.2 Articles",
        "4 References",
        "5 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Vivian Carol Sobchack is an American cinema and media theorist and cultural critic.\n\nSobchack's work on science fiction films and phenomenology of film is perhaps her most recognized. She is a prolific writer and has authored numerous books and articles across a diverse range of subjects; from historiography to film noir to work on documentary film, new media, and film feminism. Her work has been featured in such publications as Film Comment and Camera Obscura. She is the author and editor of many books on film and media.\n\n"
        },
        {
            "title": "Early life",
            "text": "Sobchack was born Vivian Finsmith in 1940 in Brooklyn and grew up in Long Island.[1]\n\nSobchack attended Barnard College. While at Barnard, Sobchack often frequented the nearby Thalia Theater, which offered up a diverse schedule of classic and foreign films. She received her degree in English Literature in 1961 with aspirations to write fiction. She published some poetry and began work on a novel, but within two years of graduating moved into a career counseling college grads in search of their first jobs. This led her to a new position, sponsored by President Johnson’s Anti-Poverty Program, counseling troubled high school dropouts towards sustainable careers.\n\n"
        },
        {
            "title": "Career",
            "text": "She remained in New York until 1966 when she relocated to Salt Lake City where her husband Thomas J. Sobchack had taken an Assistant Professorship in the English Department at the University of Utah. It was there that Sobchack got her first teaching experience. She took part-time work with the University, teaching film courses—some of the first offered in the early 1970s.\n\nSobchack stayed with the part-time teaching at the University of Utah while she brought up her son. In Salt Lake City, she also became involved in the establishment of a film club with the intention of bringing hard-to-find films to a city with only one art house theater. The success of this film club eventually led to the inauguration of the Utah Film Festival (which, as it grew, eventually led to the establishment of the US Film Festival and ultimately, the Sundance Film Festival).\n\nSobchack earned her master's degree in Critical Studies from UCLA’s Department of Theater Arts/Division of Motion Pictures and Television in 1976. Her Masters Thesis became her first book, The Limits of Infinity: The American Science Fiction Film 1950-1975 (In 1987 greatly expanded and retitled Screening Space: The American Science Fiction Film). In 1978, she took a position as Visiting Lecturer at the University of Vermont in Burlington, in the Department of Communication. On her trip back to her family in Utah, she visited the University of Southern Illinois-Carbondale, where she ultimately decided to pursue her Ph.D. the following year in the Department of Speech Communication, with an emphasis on Philosophy of Language. In 1984, she was awarded her Ph.D. Her dissertation on the phenomenology of film became the basis for her groundbreaking film theory book The Address of the Eye: A Phenomenology of Film Experience (1992).\n\nSobchack began teaching at the University of California, Santa Cruz in 1981. While at Santa Cruz, along with pursuing her own research and writing, she served in a number of administrative capacities including becoming the first Dean of the Arts Division and effectively helping to establish the University’s Film Studies curriculum.\n\nIn 1992, she moved to the University of California, Los Angeles as a professor in the Critical Studies area of the UCLA Department of Film Television, and Digital Media and Associate Dean of the UCLA School of Theater, Film and Television.[2] She retired from administration and currently teaches classes in Visual Phenomenology, Contemporary Film Theory, Historiography, and Cultural Studies.\n\nThe Society for Cinema and Media Studies awarded Sobchack the 2005 Distinguished Service Award and the 2012 Distinguished Career Achievement Award. She also won the 1995 Pilgrim Career Award for science fiction scholarship from the Science Fiction Research Association. She has served as a juror on the American Film Institute Awards Motion Picture Committee five times since 2000. She is on numerous editorial and advisory boards for print and electronic publications—Film Quarterly, Cultural Theory and Technology, Signs, Journal of Film and Video, Journal of Popular Film and Television, and Cinema Journal, to name a few. She has been an on-camera participant and voice-over commentator for several DVD features and featurettes. She can be seen delivering commentary, for example, on the bonus features of Dark City, Buffy the Vampire Slayer(Season 7) and Warner Bros. Tough Guys set of DVDs. She did a voice-over commentary on His Kind of Woman for Warner Bros. Film Noir Classic Collection, Vol. 3.\n\n"
        }
    ]
}