{
    "url": "https://en.wikipedia.org/wiki/Vostok_programme",
    "title": "Vostok programme",
    "table_of_contents": [
        "1 Background",
        "2 Cosmonaut selection and training",
        "2.1 Vanguard Six",
        "3 Missions",
        "3.1 Korabl-Sputnik 1",
        "3.2 Vostok 1K",
        "3.3 Vostok 3KA",
        "3.4 Crewed flights",
        "3.5 Cancelled missions",
        "4 Notes",
        "5 References",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The Vostok programme (Russian: Восток, IPA: [vɐˈstok], Orient or East) was a Soviet human spaceflight project to put the first Soviet citizens into low Earth orbit and return them safely. Competing with the United States Project Mercury, it succeeded in placing the first human into space, Yuri Gagarin, in a single orbit in Vostok 1 on April 12, 1961. The Vostok capsule was developed from the Zenit spy satellite project, and its launch vehicle was adapted from the existing R-7 Semyorka intercontinental ballistic missile (ICBM) design. The name \"Vostok\" was treated as classified information until Gagarin's flight was first publicly disclosed to the world press.\n\nThe programme carried out six crewed spaceflights between 1961 and 1963. The longest flight lasted nearly five days, and the last four were launched in pairs, one day apart. This exceeded Project Mercury's demonstrated capabilities of a longest flight of just over 34 hours, and of single missions.\n\nVostok was succeeded by two Voskhod programme flights in 1964 and 1965, which used three- and two-man modifications of the Vostok capsule and a larger launch rocket.\n\n"
        },
        {
            "title": "Background",
            "text": "The world's first artificial satellite, Sputnik 1, had been put into orbit by the Soviets in 1957. The next milestone in the history of space exploration would be to put a human in space, and both the Soviets and the Americans wanted to be the first.\n\n"
        },
        {
            "title": "Cosmonaut selection and training",
            "text": "By January 1959, the Soviets had begun preparations for human spaceflight.[1] Physicians from the Soviet Air Force insisted that the potential cosmonaut candidates be qualified Air Force pilots, arguing that they would have relevant skills such as exposure to higher g-forces, as well as ejection seat experience; also the Americans had chosen the Mercury Seven in April 1959, all of whom had aviation backgrounds.[1] The candidates had to be intelligent, comfortable in high-stress situations, and physically fit.[2]\n\nChief designer of the Soviet space program, Sergei Korolev, decided that the cosmonauts must be male, between 25 and 30 years old, no taller than 1.75 meters, and weigh no more than 72 kilograms.[3] The final specifications for cosmonauts were approved in June 1959. By September interviews with potential cosmonauts had begun. Although the pilots were not told they might be flying into space, one of the physicians in charge of the selection process believed that some pilots had deduced this.[3] Just over 200 candidates made it through the interview process, and by October a series of demanding physical tests were conducted on those remaining, such as exposure to low pressures, and a centrifuge test.[4] By the end of 1959, 20 men had been selected. Korolev insisted on having a larger group than NASA's astronaut team of seven.[4] Of these 20, five were outside the desired age range; hence, the age requirement was relaxed. Unlike NASA's astronaut group, this group did not particularly consist of experienced pilots; Belyayev was the most experienced with 900 flying hours. The Soviet spacecraft were more automated than the American counterparts, so significant piloting experience was not necessary.[5]\n\nOn January 11, 1960, Soviet Chief Marshal of Aviation Konstantin Vershinin approved plans to establish the Cosmonaut Training Center, whose exclusive purpose would be to prepare the cosmonauts for their upcoming flights; initially the facility would have about 250 staff.[4] Vershinin assigned the already famous aviator Nikolai Kamanin to supervise operations at the facility. By March, most of the cosmonauts had arrived at the training facility; Vershinin gave a welcome speech on March 7, and those who were present were formally inducted into the cosmonaut group.[2] By mid-June all twenty were permanently stationed at the center. In March the cosmonauts were started on a daily fitness regime, and were taught classes on topics such as rocket space systems, navigation, geophysics, and astronomy.\n\nOwing to the initial facility's space limitations, the cosmonauts and staff were relocated to a new facility in Star City (then known as Zelenyy), which has been the home of Russia's cosmonaut training program for over 60 years. The move officially took place on June 29, 1960.[6]\n\nAt the Gromov Flight Research Institute, a spacecraft simulator had been built, called the TDK-1. Owing to the inefficiency of training all 20 cosmonauts in the simulator, it was decided they would select six men who would go through accelerated training.[7] This group, which would be known as The Vanguard Six, was decided on May 30, 1960, and initially consisted of Gagarin, Kartashov, Nikolayev, Popovich, Titov, and Varlamov.[7] Alexei Leonov recalls that these six were the shortest of the group of 20.[8]\n\nIn July, shortly after relocation to Star City, two of the six were replaced on medical grounds. Firstly, during a centrifuge test of 8 g, Kartashov experienced some internal damage, causing minor hemorrhaging on his back.[9] Despite Gagarin's requests for him to stay, the doctors decided to remove Kartashov from the group of six. Later in July, Varlamov was involved in a swimming accident. During a dive into a lake near the training center, he hit his head on the bottom, displacing a cervical vertebra.[10] So by the end of July, the Vanguard Six were: Gagarin, Bykovskiy, Nelyubov, Nikolayev, Popovich, and Titov.[7]\n\nBy January 1961, these six had all finished parachute and recovery training, as well as three-day regimes in simulators.[11] On January 17, the six participated in their final exams, including time spent in a simulator, and a written test. Based on these results, a commission, supervised by Kamanin, recommended the use of the cosmonauts in the following order: Gagarin, Titov, Nelyubov, Nikolayev, Bykovskiy, Popovich.[11] At this stage Gagarin was the clear favorite to be the first man in space, not only based on the exams, but also among an informal peer evaluation.[12]\n\n"
        },
        {
            "title": "Missions",
            "text": "Vostok 1, the first human spaceflight in April 1961, was preceded by several preparatory flights. In mid-1960, the Soviets learned that the Americans could launch a sub-orbital human spaceflight as early as January 1961. Korolev saw this as an important deadline, and was determined to launch a crewed orbital mission before the Americans launched their human suborbital mission.[13] By April 1960, designers at Sergei Korolev's design bureau, then known as OKB-1, had completed a draft plan for the first Vostok spacecraft, called Vostok 1K. This design would be used for testing purposes; also in their plan was Vostok 2K, a spy satellite that would later become known as Zenit 2, and Vostok 3K, which would be used for all six crewed Vostok missions.\n\nDespite the very large geographical size of the Soviet Union, there were obvious limitations to monitoring orbital spaceflights from ground stations within the country. To remedy this, the Soviets stationed about seven naval vessels, or tracking ships, around the world.[14] For each ground station or tracking ship, the duration of communications with an orbiting spacecraft was limited to between five and ten minutes.[14]\n\nThe first Vostok spacecraft was a variant not designed to be recovered from orbit; the variant was also called Vostok 1KP (or 1P).[15] At Korolev's suggestion, the media would call the spacecraft Korabl-Sputnik, (\"Satellite-ship\"); the name Vostok was still a secret codename at this point.[15] This first Vostok spacecraft was successfully sent into orbit on May 15, 1960.[15] Owing to a system malfunction, on the spacecraft's 64th orbit the thrusters fired and sent it into an even higher orbit. The orbit eventually decayed, and it re-entered the atmosphere several years later.[16][17]\n\nThe next six launches were all of the Vostok 1K design, equipped with life-support facilities, and planned to be recovered after orbit. The first spacecraft launched on July 28, 1960 carried two space dogs named Chayka and Lisichka. An explosion destroyed the spacecraft shortly after launch, killing both dogs, and the mission was not given a name.[17] The next mission, designated Korabl-Sputnik 2, was launched on August 19, 1960, carrying two more dogs, Belka and Strelka, as well as a variety of other biological specimens such as mice, insects, and strips of human skin.[18] This mission was successful, and Belka and Strelka became the first living beings recovered from orbit.[18] The spacecraft was only the second object ever to have been recovered from orbit, the first being the return capsule of the American Discoverer 13 the previous week. During the mission there was some concern for Belka and Strelka's health, after images of Belka vomiting had been obtained from the onboard cameras.[18] The spacecraft and dogs were recovered following the 26-hour spaceflight, and extensive physiological tests revealed that the dogs were in good health.[19] This represented a significant success for the Vostok programme.[19]\n\nThe success of Korabl-Sputnik 2 gave the designers confidence to put forward a plan leading to a human spaceflight. A document regarding a plan for the Vostok programme, dated September 10, 1960, and declassified in 1991, was sent to the Central Committee of the Communist Party, and approved by Premier Nikita Khrushchev.[19] This document had been signed by the top leaders in the Soviet defence industry at the time, the most senior being Deputy Chairman Dmitriy Ustinov; this indicated the elevated importance of the document.[19] The plan called for one or two more Vostok 1K flights, followed by two uncrewed Vostok 3K flights, followed by a crewed flight in December 1960.[20]\n\nA major setback occurred on October 24, when a rocket explosion killed over 100 people, including Chief Marshal of Artillery Mitrofan Nedelin, in what is now called the Nedelin catastrophe. This was one of the worst disasters in the history of spaceflight. It involved a rocket that was not designed by Korolev, and was not necessary for the Vostok programme; the rocket was by rival designer Mikhail Yangel, intended to be a new generation of intercontinental ballistic missiles.[21] It would be two weeks before work on the Vostok programme continued, and it was realised that the original target of a December crewed launch was unrealistic.[21]\n\nOn December 1, 1960, the next Vostok 1K spacecraft, called Korabl-Sputnik 3 by the press, was launched. It carried the two dogs Pchyolka and Mushka. After about 24 hours, the engines were intended to fire to begin re-entry, but they fired for less time than had been expected. This meant that the spacecraft would enter the atmosphere, but not over Soviet territory. For this reason the self-destruct system was activated, and the spacecraft and the two dogs were destroyed.[22] At the time, the press reported that an incorrect altitude caused the cabin to be destroyed upon re-entry.[22]\n\nThe next Vostok 1K spacecraft was launched on December 22, 1960, but it was unnamed because it failed to reach orbit. It carried two dogs, named Kometa and Shutka. The third stage of the launch system malfunctioned, and the emergency escape system was activated. The spacecraft landed 3,500 kilometres downrange of the launch site. The resulting rescue operation took several days, in -40 °C conditions. After a few days, the dogs were both recovered alive, and the spacecraft was returned to Moscow a few weeks later.[23] Despite Korolev's desire to announce this failure to the press, the State Commission vetoed the idea.\n\nThe two uncrewed missions immediately preceding the first human flight used the same spacecraft design as in the crewed missions, a design called Vostok 3KA (or 3A). The only differences were that they would carry a single dog into orbit, a life-size mannequin would be strapped into the main ejection seat, and (unlike the crewed missions) they had a self-destruct system.[24] The recent failures of Vostok 1K were not encouraging, but it was decided to proceed with launches of an automated variant of Vostok 3KA, the spacecraft design that would conduct a human spaceflight. The approval of a crewed mission was contingent upon the success of the two automated Vostok 3KA missions.[25] Unlike the previous Vostok 1K flights, the two uncrewed Vostok 3KA flights were planned to last only a single orbit, to imitate the plan for the first human flight.\n\nThe first of these uncrewed flights, Korabl-Sputnik 4, was launched on March 9, 1961. It carried the dog Chernushka into orbit, as well as a mannequin called Ivan Ivanovich, who wore a functioning SK-1 spacesuit.[26] The dog was contained in a small pressurized sphere, which also contained 80 mice, several guinea pigs, and other biological specimens.[26] Additional mice, guinea pigs, and other specimens were placed within the mannequin.[26] After one orbit, the descent module successfully re-entered the atmosphere, the mannequin was safely ejected, and the dog and other specimens landed separately in the descent module by parachute.[27] The spaceflight lasted 106 minutes, and the dog was recovered alive after landing. The mission was a complete success.[27]\n\nOn March 23, before the next mission, an accident occurred during training which led to the death of cosmonaut candidate Valentin Bondarenko. He was burned in a fire in an oxygen-rich isolation chamber, and died in a hospital eight hours after the incident.[27] Bondarenko's death was the first known cosmonaut or astronaut fatality. It is not clear whether other cosmonauts were told of his death immediately;[27] the media did not learn of Bondarenko's death – or even of his existence – until many years later, in 1986.[28] Unsubstantiated reports of other cosmonaut deaths created the myth of the lost cosmonaut.\n\nThe next uncrewed flight, Korabl-Sputnik 5, was launched on March 25, two days after Bondarenko's death. Like the previous Vostok 3KA flight, it lasted for only a single orbit, carried a mannequin and a dog, Zvezdochka (\"Starlet\",[30] or \"Little star\"[31]). This mission was also a complete success, which was the final step required to get approval for a crewed mission. The re-entry module of the Korabl-Sputnik 5 spacecraft, also called Vostok 3KA-2, was auctioned at Sotheby's on April 12, 2011, the 50th anniversary of the first human spaceflight, Vostok 1. Evgeny Yurchenko, a Russian investment banker, paid $2,882,500 for the capsule.[32]\n\nOne different (1963) and seven original (going through to April 1966) Vostok flights were originally planned:\n\nAll these original missions were cancelled in early 1964 and the components recycled into the Voskhod programme, which was intended to achieve more Soviet firsts in space.\n\n"
        }
    ]
}