{
    "url": "https://en.wikipedia.org/wiki/Voting",
    "title": "Voting",
    "table_of_contents": [
        "1 In politics",
        "1.1 Decision-making systems",
        "1.2 Electoral systems",
        "1.3 Referendums",
        "1.4 Fair voting",
        "1.5 Negative voting",
        "1.6 Proxy voting",
        "1.7 Anti-voting",
        "1.8 Voting and information",
        "1.9 Religious views",
        "2 Meetings and gatherings",
        "2.1 Voting basis",
        "3 Voting methods in deliberative assemblies",
        "4 Voting methods",
        "4.1 Paper-based methods",
        "4.2 Machine voting",
        "4.3 Online voting",
        "4.4 Postal voting",
        "4.5 Open ballot",
        "4.6 Other methods",
        "4.7 In person",
        "5 See also",
        "6 References",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nVoting is a method by which a group, such as a meeting or an electorate, can engage for the purpose of making a collective decision or expressing an opinion usually following discussions, debates or election campaigns. Democracies elect holders of high office by voting.  Residents of a jurisdiction represented by an elected official are called \"constituents,\" and the constituents who choose to cast a ballot for their chosen candidate are called \"voters.\"  There are different systems for collecting votes, but while many of the systems used in decision-making can also be used as electoral systems, any which cater for proportional representation can only be used in elections.\n\nIn smaller organizations, voting can occur in many different ways. Formally via ballot to elect others for example within a workplace, to elect members of political associations or to choose roles for others. Informally voting could occur as a spoken agreement or as a verbal gesture like a raised hand or electronically.\n\n"
        },
        {
            "title": "In politics",
            "text": "In a democracy, the government is elected by the people who vote in an election: a way for an electorate to elect, i.e., choose, among several different candidates.[1] It is more than likely that elections will be between two opposing parties. These two will be the most established and the most popular parties in the country. For example, in the US, the competition is between the Republicans and the Democrats. In an indirect democracy, voting is the method by which the person elected (in charge) represents the people, whilst making decisions. Direct democracy  is the complete opposite, the people make the policy decisions directly without selecting a representative to do it for them. \n\nA majority vote is when the mass of individual's vote for the same person. However, whilst each individual's vote does count, a lot of countries use a combination of factors to decide who wins, it is often not just the \"popular vote.\" For example, in the UK the person with the most constituencies wins, but they may not always have the most individual votes (ie, they may have lost the popular vote but still won the election). Many liberal democracies use what is called a secret ballot, hoping to prevent individuals from becoming influenced by other people and to protect their political privacy. The objective for secret ballots is to try to achieve the most authentic outcome. One reasoning behind why this way of voting may capture a better result is mainly related to social influence and peer pressure. People may be obliged to vote for certain parties because of feelings of pressure, siding with what they think may be the majority purely to fit in. Therefore, not only will the people feel more protected with a secret ballot, they may also be able to vote for who they actually think will be the best representative. \n\nVoting often takes place at a polling station but voting can also be done via electronic voting systems, which have been used in India, Brazil, and the Philippines. Voting is voluntary in some countries, like the UK, but it may be compulsory in others, such as Australia.\n\nBecause countries have different rules about wether or not voting is compulsory, statistics showing how voting has changed will differ. \n\nVoters seek one outcome: a government majority who will vote in favor of a decision or a prioritization that the voter cares about.  There are several ways in which voters and/or elected representatives may seek to identify what the majority opinion is. There are three types: the simple, weighted, or consociational majority vote.  There are other multi-option procedures as well; these include two-round voting, the alternative vote AV, (which is also known as instant run-off voting IRV, and the single transferable vote STV), approval voting, a Borda Count BC, the Modified Borda Count MBC, and the Condorcet rule, nearly all of which are also used as electoral systems. They are outlined below.\n\nThere are many electoral systems.  Those concerned might want to select just one person, or maybe a committee, or maybe an entire parliament.  In electing a president, there is usually just one winner, although the original system in the United States also elected the runner-up as a vice president.  In electing a parliament, either each of many small constituencies can elect a single representative, as in Britain; or each of quite a few multi-member constituencies may elect a few representatives, as in Ireland; or the entire country can be treated as the one constituency, as in The Netherlands.\n\nDifferent voting systems use different types of votes. Plurality voting does not require the winner to achieve a voting majority or more than fifty percent of the total votes cast. In a voting system that uses a single vote per race, when more than two candidates run, the winner may commonly have less than fifty percent of the vote.\n\nA side effect of a single vote per race is vote splitting, which tends to elect candidates that do not support centrism, and tends to produce a two-party system. One of many other procedures for a single-vote system is approval voting.\n\nTo understand why a single vote per race tends to favor less-centric candidates, consider a simple lab experiment where students in a class vote for their favorite marble. If five marbles are assigned names and are placed \"up for election\", and if three of them are green, one is red, and one is blue, then a green marble will rarely win the election. The reason is that the three green marbles will split the votes of those who prefer green. In fact, in this analogy, the only way that a green marble is likely to win is if more than sixty percent of the voters prefer green. If the same percentage of people prefer green as those who prefer red and blue, that is to say, if 33 percent of the voters prefer green, 33 percent prefer blue, and 33 percent prefer red, then each green marble will only get eleven percent of the vote, while the red and blue marbles will each get 33 percent, putting the green marbles at a serious disadvantage. If the experiment is repeated with other colors, the color that is in the majority will still rarely win. In other words, from a purely mathematical perspective, a single-vote system tends to favor a winner that is different from the majority.\n\nWith approval voting, voters are encouraged to vote for as many candidates as they approve of, so the winner is much more likely to be any one of the five marbles because people who prefer green will be able to vote for every one of the green marbles.\n\nDevelopment of the 'single vote system' led to two-round elections, or repeat first-past-the-post. This system is common around the world. In most cases, the winner must receive a majority of the votes, which is more than half.[2]  If no candidate obtains a majority in the first round, then the two candidates with the most significant plurality run again for the second round of voting. Variants exist regarding these two points: the requirement for being elected at the first round is sometimes less than 50%, and the rules for participation in the runoff may vary.\n\nA third procedure is a single round instant-runoff voting system (Also referred to as Alternative vote or Single Transferable Vote or Preferential voting) as used in some elections in Australia, the United States and, in its PR format, in Ireland. Voters rank each candidate in order of preference (1,2,3,4 etc.). Votes are distributed to each candidate according to the preferences allocated. If no single candidate has 50% of the vote, then the candidate with the fewest votes is excluded and their votes are redistributed according to the voter's nominated order of preference. The process repeats itself until a candidate has 50% or more votes. The system is designed to produce the same result as an exhaustive ballot but using only a single round of voting.\n\nIn its PR format, PR-STV, in say a four-seater constituency, every candidate with a quota of 1st preferences will be elected. A quota in this instance is 20% + 1 of the valid vote. If a candidate has more than a quota, his/her surplus will be distributed to the other candidates, in proportion to all of that candidate's 2nd preferences. If there are still candidates to be elected, the least popular is eliminated, as above in AV or IRV, and the process continues until four candidates have reached a quota.\n\nIn the Quota Borda System, QBS, Emerson P (2012)[3] the voters also cast their preferences, 1,2,3,4... as they wish. In the analysis, all 1st preferences are counted; all 2nd preferences are counted; after these preferences have been translated into points per the rules of an MBC, the candidates' points are also counted. Seats are awarded to any candidates with a quota of 1st preferences; to any pair of candidates with two quotas of 1st/2nd preferences; and if seats are still to be filled, to those candidates with the highest MBC scores.\n\nIn a voting system that uses multiple votes, the voter can vote for any subset of the running candidates. So, a voter might vote for Alice, Bob, and Charlie, rejecting Daniel and Emily. Approval voting uses such multiple votes.\n\nIn a voting system that uses a ranked vote, the voter has to rank the alternatives in order of preference. For example, they might vote for Bob in the first place, then Emily, then Alice, then Daniel, and finally Charlie. Ranked voting systems, such as those used in Australia and Ireland, use a ranked vote.\n\nIn a voting system that uses a scored vote (or range vote), the voter gives each alternative a number between one and ten (the upper and lower bounds may vary). See cardinal voting systems.\n\nSome \"multiple-winner\" systems such as the Single Non-Transferable Vote, SNTV, used in Afghanistan may have a single vote or one vote per elector per available position. In such a case the elector could vote for Bob and Charlie on a ballot with two votes. These types of systems can use ranked or unranked voting and are often used for at-large positions such as on some city councils.\n\nFinally, the Condorcet rule is used (sometimes) in decision-making. The voters or elected representatives cast their preferences on one, some, or all options, 1,2,3,4... as in PR-STV or QBS. In the analysis, option A is compared to option B, and if A is more popular than B, then A wins this pairing. Next, A is compared with option C, then D, and so on. Likewise, B is compared with C, D, etc. The option which wins the most pairings, (if there is one), is the Condorcet winner.\n\nWhen the citizens of a country are invited to vote, they are participating in an election. However, people can also vote in referendums and initiatives. Since the end of the eighteenth century, more than five hundred national referendums (including initiatives) were organized in the world; among them, more than three hundred were held in Switzerland.[4] Australia ranked second with dozens of referendums.\n\nMost referendums are binary.  The first multi-option referendum was held in New Zealand in 1894, and most of them are conducted under a two-round system.  New Zealand had a five-option referendum in 1992, while Guam had a six-option plebiscite in 1982, which also offered a blank option, in case some voters wanted to (campaign and) vote for a seventh option.\n\nThe results of an election may lead to confusion, and in extreme cases, could lead to violence and even a civil war. Many alternatives may fall in the latitude of indifference—they are neither accepted nor rejected.\n\nThere are social choice theory definitions of seemingly reasonable criteria that are a measure of the fairness of certain aspects of voting, including non-dictatorship, unrestricted domain, non-imposition, Pareto efficiency, and independence of irrelevant alternatives.  However, Arrow's impossibility theorem states that no voting system can meet all these standards.\n\nTo ensure fair voting and in order to prevent the misuse of its microblogging platform, Twitter announced that it was going to be adding a feature for its users to be able to report content that misleads voters.[5]\n\nNegative voting allows a vote that expresses the people's disapproval of a candidate. For explanatory purposes, consider a hypothetical voting system that uses negative voting.  In this system, one vote is allowed, with the choice of either for a candidate or against a candidate. Each positive vote adds one to a candidate's overall total, while a negative vote subtracts one, arriving at a net favorability. The candidate with the highest net favorability is the winner. Note that not only is a negative total possible, but also, a candidate may even be elected with 0 votes if enough negative votes are cast against their opponents.\n\nUnder this implementation, negative voting is no different from a positive voting system, when only two candidates are on the ballot. However, in the case of three or more candidates, each negative vote for a candidate counts positively towards all of the other candidates.\n\nConsider the following example:\n\nThree candidates are running for the same seat. Two hypothetical election results are given, contrasting positive and negative voting.  Both polling accuracy and voter turnout are assumed to be 100 per cent.\n\nElection results with positive voting:\n\nA-voters, with the clear advantage of 40%, logically vote for Candidate A.  B-voters, unconfident of their candidate's chances, split their votes exactly in half, giving both Candidates A and C 15% each.  C-voters, also logically vote for their candidate.  A is the winner with 55%, C at 45%, and B 0%.\n\nElection results with negative voting:\n\nA-voters again, with the clear advantage of 40%, logically vote for Candidate A. B-voters, split exactly in half. Each B-voter decides to vote negatively against their least favourite candidate, with the reasoning that this negative vote allows them to express approval for the two other candidates.  C-voters also decide to vote negatively against Candidate A, reasoning along similar lines.  Candidate B is the winner with 0 votes.  Enough negative votes were cast against Candidate B's opponents, resulting in negative totals.  Candidate A, despite having polled at 40%, winds up with -5%, offset due to the aggregate 45% of negative votes cast by B and C voters. Candidate C ends up with -15%.\n\nProxy voting is a form of voting in which a registered citizen who can legally vote passes on his or her vote to a different voter or electorate who will vote in his stead.\n\nIn South Africa, there is a strong presence of anti-voting campaigns by poor citizens. They make the structural argument that no political party truly represents them. This resulted in the \"No Land! No House! No Vote!\" A campaign that becomes very prominent each time the country holds elections.[6][7] The campaign is prominent among three of South Africa's largest social movements: the Western Cape Anti-Eviction Campaign, Abahlali baseMjondolo, and the Landless Peoples Movement.\n\nOther social movements in other parts of the world also have similar campaigns or non-voting preferences. These include the Zapatista Army of National Liberation and various anarchist-oriented movements.\n\nIt is possible to make a blank vote, carrying out the act of voting, which may be compulsory, without selecting any candidate or option, often as an act of protest. In some jurisdictions, there is an official none of the above option and it is counted as a valid vote. Usually, blank and null votes are counted (together or separately) but are not considered valid.\n\nModern political science has questioned whether average citizens have sufficient political knowledge to cast meaningful votes. A series of studies coming out of the University of Michigan in the 1950s and 1960s argued that many voters lack a basic understanding of current issues, the liberal–conservative ideological dimension, and the relative ideological dilemma that are important to understand when making political decisions.[8]\n\nStudies from other institutions have suggested that the physical appearance of candidates is a criterion upon which voters base their decision.[9][10]\n\nChristadelphians, Jehovah's Witnesses, Old Order Amish, Rastafarians, the Assemblies of Yahweh, and some other religious groups, have a policy of not participating in politics and this extends to voting.[11][12] Rabbis from all Jewish denominations encourage voting and some even consider it a religious obligation.[13]\n\n"
        },
        {
            "title": "Meetings and gatherings",
            "text": "Whenever several people who do not all agree need to make some decision, voting is a very common way of reaching a decision peacefully. The right to vote is usually restricted to certain people. Members of a society or club, or shareholders of a company, but not outsiders, may elect its officers, or adopt or change its rules, in a similar way to the election of people to official positions. A panel of judges, either formal judicial authorities or judges of the competition, may decide by voting. A group of friends or members of a family may decide which film to see by voting. The method of voting can range from formal submission of written votes, through show of hands, voice voting or audience response systems, to informally noting which outcome seems to be preferred by more people.\n\nAccording to Robert's Rules of Order, a widely used guide to parliamentary procedure, the bases for determining the voting result consists of two elements: (1) the percentage of votes that are required for a proposal to be adopted or for a candidate to be elected (e.g. more than half, two-thirds, three-quarters, etc.); and (2) the set of members to which the proportion applies (e.g. the members present and voting, the members present, the entire membership of the organization, the entire electorate, etc.).[14] An example of this concept is  the need for a majority vote of the members present and voting.\n\nAlternatively, a decision could be made without a formal vote by using unanimous consent.[15]\n\nA voting method is the way in which people cast their votes in an election or a referendum. There are several different methods in use around the world.\n\n"
        },
        {
            "title": "Voting methods in deliberative assemblies",
            "text": "Deliberative assemblies—bodies that use parliamentary procedure to arrive at decisions—use several methods when voting on motions (formal proposals by a member or members of a deliberative assembly). The regular methods of voting in such bodies are a voice vote, a rising vote, and a show of hands. Additional forms of voting include a recorded vote and balloting. The assembly can decide on the voting method by adopting a motion on it.\n\n"
        },
        {
            "title": "Voting methods",
            "text": "The most common voting method utilizes paper ballots on which voters mark their preferences. This may involve marking their support for a candidate or party listed on the ballot, or a write-in where they write out the name of their preferred candidate (if it is not listed).\n\nAn alternative method that is still paper-based is known as ballot letters is used in Israel, where polling booths contain a tray with ballots for each party running in the elections; the ballots are marked with the letter(s) assigned to that party. Voters are given an envelope into which they put the ballot of the party they wish to vote for, before placing the envelope in the ballot box. The same system is also implemented in Latvia.\n\nMachine voting utilizes voting machines, which may be manual (e.g. lever machines) or electronic.[16]\n\nSome countries allow people to vote online. Estonia was one of the first countries to use online voting: it was first used in their 2005 local elections.[17]\n\nMany countries allow postal voting, where voters are sent a ballot and return it by post.\n\nIn contrast to a secret ballot, an open ballot takes place in public and is commonly done by a show of hands. An example is the Landsgemeinde system in Switzerland, which is still in use in the cantons of Appenzell Innerrhoden, Glarus, Grisons, and Schwyz.\n\nIn Gambia, voting is carried out using marbles.  The method was introduced in 1965 to deal with illiteracy.[18] Polling stations contain metal drums painted in party colours and emblems with candidates' photos attached to them.[19][18] Voters are given a marble to place in the drum of their chosen candidate; when dropped into the drum, a bell sounds to register the vote. To avoid confusion, bicycles are banned near polling booths on election day.[18] If the marble is left on top of the drum rather than placed in it, the vote is deemed invalid.[20]\n\nA similar system used in social clubs sees voters given a white ball to indicate support and a black ball to indicate opposition. This led to the coining of the term blackballing.\n\nSome votes are carried in person if all the people eligible to vote are present. This could be by a show of hands or keypad polling.\n\n"
        }
    ]
}