{
    "url": "https://en.wikipedia.org/wiki/Vulgar_auteurism",
    "title": "Vulgar auteurism",
    "table_of_contents": [
        "1 Background",
        "1.1 Controversy and criticism",
        "2 Notable directors",
        "3 Notable films",
        "4 See also",
        "4.1 Related movements",
        "4.2 Related genres",
        "4.3 Similar debates",
        "5 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Vulgar auteurism is a movement that emerged in early 2010s cinephilia and film criticism associated with championing or reappraising filmmakers, mostly those working in the horror and action genres and whose work has otherwise received little attention or negative reception in the critical mainstream.[1][2] It became a controversial topic in the cinephile community following the publication of an article in the Village Voice in 2013 and has been described as \"a critical movement committed to assessing the 'unserious' artistry of popcorn cinema with absolute seriousness.\"\n\n"
        },
        {
            "title": "Background",
            "text": "According to film critic Peter Labuza, vulgar auteurism \"seems to have been an unconscious movement before it ever had a name\", as the earliest criticism identified as exhibiting \"vulgar auteurism\" was published in the Canadian film magazine Cinema Scope in 2006 and 2007.[3] Cinema Scope writer Andrew Tracy coined the term in his 2009 article, \"Vulgar Auteurism: The Case of Michael Mann\".[4] Initially pejorative,[4] the term was repurposed by MUBI user John Lehtonen.[4] Over the years which followed, MUBI's online film magazine began to publish more and more articles defending genres and directors which were unpopular with the critical mainstream. \n\nIt derives its name[5] from the auteur theory, a key component of film criticism which posits that the director is the author (\"auteur\") of a film and that films should be analyzed in terms of how they fit into a director's larger body of work.[6] Also known as \"auteurism,\" the auteur theory was introduced by French critics associated with the film magazine Cahiers du cinéma during the 1950s and popularized in the United States in the 1960s by Andrew Sarris.[7]\n\nIn 1981, J. Hoberman coined the term \"vulgar modernism\" to describe the \"looney\" fringes of American popular culture (eg. the animators Tex Avery and Chuck Jones, MAD Magazine, TV pioneer Ernie Kovacs and the films of Frank Tashlin).[8][9][10]\n\nSeveral critics, including Richard Brody of The New Yorker and Scott Foundas of Variety, have drawn parallels between the earliest French and American proponents of the auteur theory and vulgar auteurism. However, many commentators on the movement consider vulgar auteurism to be distinct from the classical auteur theory, pointing to its concern with visual style over theme. The question of whether vulgar auteurism is a legitimate separate movement or a subset of the auteur theory is a point of disagreement among film critics.\n\nVulgar auteurist ideas gained currency when one of the movement's leading proponents,[11] critic Ignatiy Vishnevetsky, became the co-host of the television program Ebert Presents: At the Movies, produced by Roger Ebert. However, while \"vulgar auteurist\" criticism was becoming popular, the term and the movement to which it corresponded remained obscure until the publication of an article by Calum Marsh, \"Fast & Furious & Elegant: Justin Lin and the Vulgar Auteurs\", in The Village Voice on May 24, 2013.[12][13]\n\nMarsh's article was immediately controversial.[12] While some took issue with the films and filmmakers being championed by the proponents of vulgar auteurism, others took issue with the idea that vulgar auteurism was a movement distinct from the auteur theory.[4]\n\nFormer Village Voice critic Nick Pinkerton has been associated with vulgar auteurism, as he has written essays in praise of directors championed by the movement and whose 2012 article \"The Bigger and Better Mousetraps of Paul W. S. Anderson\" has been described as vulgar auteurist.[12][13] However, Pinkerton has been critical of the movement; in an article written in response to Marsh's, he decried the term \"vulgar auteurism\" as \"a shameless attention grab\", arguing that \"no persuasive argument has yet been made for why the phrase should be vitally necessary to modify old, fuddy-duddy Auteurism.\"[14] He further objected to the argument that film critics routinely panned the works of directors included within the movement, writing, \"Fast & Furious 6, which we're assured is scorned by critics the world over, currently stands at 61% at Metacritic, above The Great Gatsby (54%), and within striking distance of arty jazz like Simon Killer and Post Tenebras Lux.\"[14]\n\n"
        }
    ]
}