{
    "url": "https://en.wikipedia.org/wiki/Waaqeffanna",
    "title": "Waaqeffanna",
    "table_of_contents": [
        "1 Belief",
        "1.1 Waaqa",
        "1.2 Ayyaana",
        "1.3 The Qaalluu institution",
        "1.4 Abbaa Muudaa pilgrimage",
        "1.5 Maaram",
        "2 Religious ceremonies",
        "2.1 Irreechaa",
        "2.2 Ekeraa",
        "3 Holy book",
        "4 References",
        "5 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Waaqeffanna is an ethnic religion indigenous to the Oromo people in the Horn of Africa.[1] The word Waaqeffanna derives from the word Waaqa, is the ancient name for the Creator in the Cushitic languages of both the Oromo people and Somali people in the Horn of Africa.[2][3][4] The followers of the Waaqeffanna religion are called Waaqeffataa and they believe in the supreme being Waaqa Tokkicha (the one God).[5] It is estimated that about 3% of the Oromo population, which is 1,095,000 Oromos, in present day Ethiopia actively practice this religion. Some put the number around 300,000 depending on how many subsets of the religion you include. This number is still up for debate by many African religion scholars.[6]\n\n"
        },
        {
            "title": "Belief",
            "text": "The main religious belief of Waaqeffanna is that Waaqa (the creator) is the father and creator of the universe and has many manifestations known as Ayyaana.[8] The Ayyaana serve as intermediary spirits between Waaqa and his creations.[9] The Ayyaana (spirits) are known to possess chosen men and women, who are then given the title Qallu and Qallitti respectively.[5] All Uuma (creatures) are believed to be assigned an Ayyaana by Waaqa for guidance and protection.[9]\n\nWaaqeffataas live according to Safuu, the moral and legal principles that guide the interactions of humans with Waaqa.[10] The breach of Safuu is regarded a sin and is condemned by Waaqa.[10]\n\nWaaqa is the supreme being and is omniscient, omni-benevolent and omnipotent.[11] He is also just and loving.[9] This supreme being is addressed through a variety of names in the different regions and many believe that the term Waaqa means 'the God with many names'. The Oromo people also use the term Waaqa Gurr'acha to address the creator, which translates as 'the black God'. The term is believed to indicate that Waaqa is the origin of everything, is mysterious and he is the one that can not be interfered with.[10]\n\nThe Ayyaana are believed to be divinities that serve as messengers between Waaqa and his creations.[8] The Ayyaana are not capable of creation but provide communication.[11] They possess men and women and thus speak with the people.[9] Different regions of Oromo hold varying beliefs and understandings of what the Ayyanaa are capable of. While some argue that Ayyanna can't act alone without an order from Waaqa, others claim that the Ayyaana are able to directly affect all aspects of life.[4] Waaqeffataas believe that all creations of Waaqa have their own assigned Ayyaana.[11] The Ambo Oromo have identified several Ayyaanas by lineage and clan. There are power hierarchies within different Ayyaana. For example, the Ayyanna of a clan is stronger than the Ayyaana of a lineage which in turn is stronger than the Ayyanaa of an individual. It is very common for people to paint their skin with the local african bush species \"aaasqaama\". The followers will charr this bush and cover their skin with the charred paint, to devote themselves to Iinqqaama[11]\n\nThe Qaalluu is an important institution in the Oromo religious and social system.[12] It serves to protect the Oromo culture and tradition. Qaalluu is from the Oromiffa word qull, which translates as 'pure, holy, sacred, blameless, black'.[5] In the Qaalluu institution, the Qaallu (men) or Qaallitti/Ayyaantu (women) are believed to be messengers of Waaqa because they are attached to the Ayyaana.[10] The Qaalluu/Qaallitti serve as high ranked priests and ritual leaders that can officiate for Waqeffanna among the Oromo. There are a variety of myths on how the first Qaalluu (high priest) originated. While some believe he fell from the sky and others claim he was found with the first black cow, there is no consensus on his divine origin.[13] The Qaalluu and Qaallitti are believed to be the guardians of the laws of Waaqa. They live and perform ritual activities (dalalga) in the traditional Oromo ritual hall that is known as Galma.[14] A myriad of factors including seniority, acceptance in the community, moral qualification, social status and other leadership qualities are taken into consideration when a Qaalluu/Qaalliti is chosen.[4]\n\nAs the messengers of Waaqa, the Qaalluu and Qaallitti have a moral and social responsibility to uphold the highest standards of ethics and practice it.[13] The Qaalluu institution is expected to remain politically neutral and serve as a place of fair deliberation. Similarly, the priests are obliged to condemn tyranny and support the democratic Gadaa system of the Oromo. The Qaalluu/Qaalliti have the power to give or withhold blessings to the Gadaa leadership as they see fit.[13]\n\nThe phrase Abbaa Muudaa translates as 'the father of ointment'. In Waaqeffanna, the Abbaa Muudaa is regarded as the highest Qaalluu and a prophet. Waaqeffataas from all over the region travel long distances on pilgrimage to see Abbaa Muudaa.  This travel entails honoring the Abbaa Muuda but also receiving a blessing and anointment. The Waaqeffataas that take on the pilgrimage are chosen by their clans and are allowed to perform religious rituals upon return to their homes. People who make the journey must pass the highest moral standards of the society. They must be married and also circumcised after forty years in the Gadaa system.[12]\n\nThe pilgrims bring a bull and sheep as a gift to Abbaa Muudaa. After anointment, the pilgrims are given the title Jila, which means 'saintly people'.  The Jila are qualified to perform rituals and sermons in their clans and villages and they serve as a connection between the Abbaa Muudaa and the people. The Abbaa Muuda was usually located on the Ethiopia highlands of the middle south.[12] Before the 1900s, the Abba Muudaa's were located at Mormor in Bali, Wallaga, Wallal, Harro Walabu, Ballo Baruk, and Debanu.[12] Today, the Qaalluu institution still exists in selected parts of the region, including the Guji and Borana areas.[13]\n\nThe Maaram in Waaqeffana refers to the divinity of women. Maaram is another creation of Waaqa and is the mother of the ocean. Marram was believed to help barren women conceive a child and help pregnant women give birth without complications.[15] The Qaalluu pray for Maaram biweekly for fertility and children.\n\n"
        },
        {
            "title": "Religious ceremonies",
            "text": "Irreechaa is a thanksgiving ceremony that is celebrated twice a year, in the spring (Irreecha Birraa) and the autumn (Irreecha Arfaasaa).[citation needed] This is the ceremony where the Oromo give thanks to Waaqa and admire and appreciate his creations and their interconnectedness.[16] The Irrecha Birraa, also known as Irrecha Melka, is held by Lake Arsedi. Lake Harsedi (Hora Harsedi) is a sacred lake found in Bishoftu. Millions of people travel every year to the lake to celebrate the Holiday.[17]\n\nThe Waaqeffataas believe that when a person dies, they will be reunited with former loved ones in Iddoo Dhugaa, which translates as 'place of truth'.[18] Waaqeffataas honor [believe in] the spirits of those who have died and they observe [pray to] ekeraa (the spirit of deceased person). Every year in December, they celebrate the Ekeraa with bread, cheese with butter, beer and honey.[8]\n\n"
        },
        {
            "title": "Holy book",
            "text": "The Waaqeffanna religion has no scriptures or holy books that exist today.[1] The Waaqeffataas believe that Waaqa gave the Oromo a holy book, but it was swallowed by a cow. Because Waaqa was angry, he didn't provide a second book. The faithful who follow this religion hence look for the lost book in the intestines of cows. Where the religion is practiced, experts are called after cow slaughtering ceremonies to examine the lining of the intestines for meaning.[1][19]\n\n"
        }
    ]
}