{
    "url": "https://en.wikipedia.org/wiki/Wahhabism",
    "title": "Wahhabism",
    "table_of_contents": [
        "1 Definitions and etymology",
        "1.1 Definitions",
        "1.2 Etymology",
        "1.2.1 Contemporary usage",
        "1.3 Naming controversy and confusion",
        "1.4 Wahhabis and Salafis",
        "2 History",
        "2.1 Muhammad ibn 'Abd-al-Wahhab",
        "2.2 Alliance with the House of Saud",
        "2.3 Conflicts with British and Ottoman Empires",
        "2.4 Second Saudi State (1824–1891)",
        "2.5 'Abd Al Aziz Ibn Saud",
        "2.6 Ikhwan rebellion (1927–1930)",
        "2.7 Establishment of Saudi Arabia",
        "2.8 Alliance with Islamists",
        "2.9 Growth",
        "2.10 Petroleum export era",
        "2.11 Islamic Revolution in Iran",
        "2.12 Siege of Mecca in 1979",
        "2.13 Jihad in Afghanistan",
        "2.14 \"Erosion\" of Wahhabism",
        "2.14.1 1990 Gulf War",
        "2.14.2 After 9/11",
        "2.15 \"Post-Wahhabi\" Era",
        "2.15.1 Mohammad bin Salman (2017–present)",
        "2.16 Memoirs of Mr. Hempher",
        "3 Relations with other Islamic reform movements",
        "3.1 Ahl-i-Hadith",
        "3.2 Salafiyya movement",
        "4 Practices",
        "4.1 Commanding right and forbidding wrong",
        "4.2 Appearance",
        "4.3 Wahhabiyya mission",
        "5 Prevalence",
        "6 Views",
        "6.1 Theology",
        "6.2 On Tawhid",
        "6.3 On Mysticism",
        "6.4 On Shi'ism",
        "6.5 On Taqlid and Ijtihad",
        "6.6 On Modernity",
        "6.7 Jurisprudence (fiqh)",
        "6.7.1 On Madhabs",
        "6.7.2 Ibn Mu'ammar's Legal Theory",
        "6.8 Loyalty and disassociation",
        "6.9 Social Reforms",
        "6.10 Politics",
        "7 Notable leaders",
        "8 International influence and propagation",
        "8.1 Explanation for influence",
        "8.2 Funding",
        "8.3 Militant and Political Islam",
        "9 Criticism and support",
        "9.1 Criticism by other Muslims",
        "9.2 Initial criticism",
        "9.2.1 Sunni criticism",
        "9.2.1.1 Turkey",
        "9.2.1.2 Malaysia",
        "9.2.1.3 South Asia",
        "9.2.1.4 Somalia",
        "9.2.1.5 Lebanon",
        "9.2.1.6 United States",
        "9.2.2 2016 Chechnya conference controversy",
        "9.3 Non-religious motivations",
        "9.4 Support",
        "10 Comparison with other Salafiyya movements",
        "10.1 Classical Wahhabiyya (19th-Century)",
        "10.2 Relations with Early Ahl-i Hadith scholars",
        "10.3 Tutelage under Ahl-i Hadith and Impact",
        "10.4 Rehabilitation of Wahhabism",
        "10.5 \"Neo-Wahhabism\"",
        "10.6 Contemporary Relations",
        "11 See also",
        "12 References",
        "12.1 Notes",
        "12.2 Citations",
        "13 Bibliography",
        "14 Further reading",
        "15 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nWahhabism (Arabic: ٱلْوَهَّابِيَةُ, romanized: al-Wahhābiyyah) is a Sunni Islamic revivalist and fundamentalist movement associated with the reformist doctrines of the 18th-century Arabian Islamic scholar, theologian, preacher, and activist Muhammad ibn Abd al-Wahhab (c. 1703–1792).[1][2][3][4] He established the Muwahhidun movement in the region of Najd in central Arabia as well as South Western Arabia,[5][6][7][8] a reform movement with a particular emphasis on purging practices such as the veneration of Muslim saints and pilgrimages to their tombs and shrines, which were widespread amongst the people of Najd.[9][10][11] Ibn ʿAbd al-Wahhab and his followers were highly inspired by the influential thirteenth-century Hanbali scholar Ibn Taymiyyah (1263–1328 C.E/ 661 – 728 A.H) who called for a return to the purity of the first three generations (Salaf) to rid Muslims of inauthentic outgrowths (bidʻah), and regarded his works as core scholarly references in theology.[12][13][14] While being influenced by their Hanbali doctrines, the movement repudiated Taqlid to legal authorities, including oft-cited scholars such as Ibn Taymiyya and Ibn Qayyim (d. 1350 C.E/ 751 A.H).[15]\n\nWahhabism has been variously described as \"orthodox\",[16] \"puritan(ical)\",[17][18] \"revolutionary\";[19][20][21] and as an Islamic \"reform movement\" to restore \"pure monotheistic worship\" by devotees.[9][22] The term \"Wahhabism\" was not used by Ibn 'Abd al-Wahhab himself, but is chiefly used by outsiders, while adherents typically reject its use, preferring to be called \"Salafi\" (a term also used by followers of other Islamic reform movements as well).[18][23] The movement's early followers referred to themselves as Muwahhidun (Arabic: الموحدون, lit. '\"one who professes God's oneness\" or \"Unitarians\"'[24][25][26][27] derived from Tawhid (the oneness of God).[28][10] The term \"Wahhabism\" is also used as a sectarian[29][30][31][32] and Islamophobic slur.[33][34][35] Socio-politically, the movement represented the first major Arab-led protest against the Turkish, Persian and foreign empires that dominated the Islamic World since the Mongol invasions and the fall of Abbasid Caliphate in the 13th century; and would later serve as a revolutionary impetus for 19th-century pan-Arabism.[36][37]\n\nIn 1744, Ibn ʿAbd al-Wahhab formed a pact with a local leader, Muhammad bin Saud,[38] a politico-religious alliance that continued for the next 150 years, culminating politically with the proclamation of the Kingdom of Saudi Arabia in 1932. His movement would eventually arise as one of the most influenctial 18th century anti-colonial reform trends that spread across the Islamic World; advocating a return to pristine Islamic values based on Qur’an and Sunnah for re-generating the social and political prowess of Muslims; and its revolutionary themes influenced numerous Islamic revivalists, scholars, pan-Islamist ideologues and anti-colonial activists as far as West Africa.[39][40] For more than two centuries through to the present, Ibn ʿAbd al-Wahhab's teachings were championed as the official form of Islam and the dominant creed in three Saudi States.[41][42] As of 2017, changes to Saudi religious policy by Crown Prince Mohammed bin Salman have led some to suggest that \"Islamists throughout the world will have to follow suit or risk winding up on the wrong side of orthodoxy\".[43]\n\nIn 2018 Saudi Crown Prince Mohammed bin Salman, denied that anyone \"can define this Wahhabism\" or even that it exists.[44] By 2021, the waning power of the religious clerics brought forth by the social, religious, economic, political changes and a new educational policy asserting a \"Saudi national identity\" that emphasize non-Islamic components have led to what has been described as the \"post-Wahhabi era\" of Saudi Arabia.[45][46][47][48] By 2022, the decision to celebrate the \"Saudi Founding Day\" annually on 22 February to commemorate the 1727 establishment of Emirate of Dir'iyah by Muhammad ibn Saud, rather than the past historical convention that traced the beginning to the 1744 pact of Ibn 'Abd al-Wahhab; have led to the official \"uncoupling\" of the religious clergy by the Saudi state.[49][50][51][52]\n\n"
        },
        {
            "title": "Definitions and etymology",
            "text": "Some definitions or uses of the term Wahhabi Islam include:\n\nThe term Wahhabi should not be confused to Wahbi which is the dominant creed within Ibadism.[66] Since the colonial period, the Wahhabi epithet has been commonly invoked by various external observers to erronoeusly or pejoritavely denote a wide range of reform movements across the Muslim World.[67] Algerian scholar Muhammad El Hajjoui states that it was Ottomans who first attached the label of \"Wahhabism\" to the Sunni Hanbalis of Najd, hiring \"Muslim scholars in all countries to compose, write and lie about the Hanbalis of Najd\" for political purposes.[68][69]\n\n\nThe labelling of the term \"Wahhabism\" has historically been expansive beyond the doctrinal followers of Muhammad ibn ʿAbd al-Wahhab; all of whom tend to reject the label. Hence the term remains a controversial as well as a contested category. During the colonial era, the British Empire had commonly employed the term to refer to those Muslim scholars and thinkers seen as obstructive to their imperial interests; punishing them under various pretexts. Many Muslim rebels inspired by Sufi Awliyaa (saints) and mystical orders, were targeted by the British Raj as part of a wider \"Wahhabi\" conspiracy which was portrayed as extending from Bengal to Punjab. Despite sharing little resemblance with the doctrines of Ibn ʿAbd al-Wahhab, outside observers of the Muslim world have frequently traced various religious purification campaigns across the Islamic World to Wahhabi influence.[70][71][72][73] According to Qeyamuddin Ahmed:\nIndian Ahl-i Hadith leader Nawab Sīddïq Hasān Khán (1832–1890 C.E) strongly objected to the usage of the term \"Wahhabi\";  viewing it as a restrictive regional term primarily rooted in geography and also considered the term to be politically manipulative. According to him, labelling the exponents of Tawhid as \"Wahhabi\" was wrong since it symbolised a form of regionalism that went against Islamic universalism. Khan argues that the term has different, unrelated and narrow localised connotations across different parts of the World. According to him, the term had become a political and pejorative phrase that borrowed the name as well as the damaging connotation of the culturally exclusivist movement of Ibn 'Abd-al-Wahhab of Najd, and falsely applied it to a wide range of anti-colonial Islamic reform movements. He distanced himself as well as the Indian Muslim public from this label, writing:[75][76]\nIn contemporary discourse, the post-Soviet states widely employ the term \"Wahhabism\" to denote any manifestation of Islamic assertion in neighbouring Muslim countries.[72] During the Soviet-era, the Muslim dissidents were usually labelled with terms such as \"Sufi\" and \"fanatic\" employing Islamophobic vocabulary that conjured up fears of underground religious conspiracies. By the late 1990s, the \"Wahhabi\" label would become the most common term to refer to the \"Islamic Menace\", while \"Sufism\" was invoked as a \"moderate\" force that balanced the \"radicalism\" of Wahhabis. The old-guard of the post-Soviet states found the label useful to depict all opposition as extremists, thereby bolstering their strongman credentials. In short, any Muslim critical of the religious or political status quo, came at risk of being labelled \"Wahhabi\".[79]\n\nAccording to M. Reza Pirbhai, Associate Professor of History in Georgetown University, notions of a \"Wahhabi Conspiracy\" against the West have in recent times resurfaced in various sections of the Western media; employing the term as a catch-all phrase to frame an official narrative that erases the concerns of broad and disparate disenchanted groups pursuing redress for local discontentment caused by neo-colonialism. The earliest mention of \"Wahhabism\" in The New York Times had appeared in a 1931 editorial which described it as a \"traditional\" movement; without associating it with \"militant\" or \"anti-Western\" trends. Between 1931 and 2007, The New York Times published eighty-six articles that mentioned the word \"Wahhabism\", out of which six articles had appeared before September 2001, while the rest were published since. During the 1990s, it began to be described as \"militant\", but not yet as a hostile force. By the 2000s, the 19th century terminology of \"Wahhabism\" had resurfaced, reprising its role as the \" 'fanatical' and 'despotic' antithesis of a Civilized World\". Reza Pirbhai asserts that this usage is deployed to manufacture an official narrative that assists imperial motives; by depicting a coherent and coordinated International network of ideological revolutionaries.[80] Common Liberal depictions of Wahhabism define it as a collection of restrictive dogmas, particularly for women, while neo-conservative depictions portray \"Wahhabis\" as \"Savages\" or \"fanatics\".[81]\n\nWahhabis do not like – or at least did not like – the term. Ibn ʿAbd al-Wahhab was averse to the elevation of scholars and other individuals, including using a person's name to label an Islamic school (madhhab).[61][82][83] Due to its perceived negative overtones, the members of the movement historically identified themselves as \"Muwahhidun\", Muslims, etc. and more recently as \"Salafis\".[84] According to Robert Lacey \"the Wahhabis have always disliked the name customarily given to them\" and preferred to be called Muwahhidun (Unitarians).[85] Another preferred term was simply \"Muslims\", since they considered their creed to be the \"pure Islam\".[86] However, critics complain these terms imply that non-Wahhabi Muslims are either not monotheists or not Muslims.[86][87] Additionally, the terms Muwahhidun and Unitarians are associated with other sects, both extant and extinct.[88]\n\nOther terms Wahhabis have been said to use and/or prefer include Ahl al-Hadith (\"People of the Hadith\"), Salafi dawah (\"Salafi preaching\"), or al-da'wa ila al-tawhid[89](\"preaching of monotheism\" for the school rather than the adherents) or Ahl ul-Sunna wal Jama'a (\"people of the tradition of Muhammad and the consensus of the Ummah\"),[90]\nAhl al-Sunnah (\"People of the Sunnah\"),[91][better source needed] al-Tariqa al-Muhammadiyya (\"the path of the Prophet Muhammad\"),[92] al-Tariqa al-Salafiyya (\"the way of the pious ancestors\"),[92] \"the reform or Salafi movement of the Sheikh\" (the sheikh being Ibn ʿAbd al-Wahhab), etc.[a] The self-designation as \"People of the Sunnah\" was important for Wahhabism's authenticity, because during the Ottoman period only Sunnism was the legitimate doctrine.[94]\n\nOther writers such as Quinton Wiktorowicz, urge use of the term \"Salafi\", maintaining that \"one would be hard pressed to find individuals who refer to themselves as Wahhabis or organizations that use 'Wahhabi' in their title, or refer to their ideology in this manner (unless they are speaking to a Western audience that is unfamiliar with Islamic terminology, and even then usage is limited and often appears as 'Salafi/Wahhabi')\".[61] A New York Times journalist writes that Saudis \"abhor\" the term Wahhabism, \"feeling it sets them apart and contradicts the notion that Islam is a monolithic faith\".[95] Saudi King Salman bin Abdulaziz Al Saud for example has attacked the term as \"a doctrine that doesn't exist here (Saudi Arabia)\" and challenged users of the term to locate any \"deviance of the form of Islam practiced in Saudi Arabia from the teachings of the Quran and Prophetic Hadiths\".[96][97] Ingrid Mattson argues that \"'Wahhbism' is not a sect. It is a social movement that began 200 years ago to rid Islam of rigid cultural practices that had (been) acquired over the centuries.\"[98]\n\nOn the other hand, according to authors at Global Security and Library of Congress the term is now commonplace and used even by Wahhabi scholars in the Najd,[11][99] a region often called the \"heartland\" of Wahhabism.[100] Journalist Karen House calls 'Salafi' \"a more politically correct term\" for 'Wahhabi'.[101] In any case, according to Lacey, none of the other terms have caught on, and so like the Christian Quakers, Wahhabis have \"remained known by the name first assigned to them by their detractors\".[85] However, the confusion is further aggravated due to the common practice of various authoritarian governments broadly using the label \"Wahhabi extremists\" for all opposition, legitimate and illegitimate, to justify massive repressions on any dissident.[102]\n\n(Another movement, whose adherents are also called \"Wahhabi\" but whom were Ibaadi Kharijites, has caused some confusion in North and sub-Saharan Africa, where the movement's leader – Abd al-Wahhab ibn Abd al-Rahman – lived and preached in the Eighth Century C.E. This movement is often mistakenly conflated with the Muwahhidun movement of Muhammad Ibn 'Abd al-Wahhab.)[103]\n\nSalafiyya movement (term derived from \"Salaf al-Salih\", meaning \"pious predecessors of the first three generations\") refers to a wide range of reform movements within Sunni Islam across the world, that campaigns for the return of \"pure\" Islam, revival of the prophetic Sunnah, and the practices of the early generations of Islamic scholars. According to Saudi scholar Abd al-Aziz Bin Baz:\n\nMany scholars and critics distinguish between Wahhabi and Salafi. According to analyst Christopher M. Blanchard, Wahhabism refers to \"a conservative Islamic creed centered in and emanating from Saudi Arabia\", while Salafiyya is \"a more general puritanical Islamic movement that has developed independently at various times and in various places in the Islamic world\".[82] However, many view Wahhabism as the Salafism native to Arabia.[105] Wahhabism is the Arabian version of Salafism, according to Mark Durie, who states Saudi leaders \"are active and diligent\" in using their considerable financial resources \"in funding and promoting Salafism all around the world\".[106][better source needed] Ahmad Moussalli tends to agree Wahhabism is a subset of Salafism, saying \"As a rule, all Wahhabis are salafists, but not all salafists are Wahhabis.\"[60] Quintan Wiktorowicz aserts modern Salafists consider the 18th-century scholar Muhammed bin 'Abd al-Wahhab and many of his students to have been Salafis.[107]\n\nAccording to Joas Wagemakers, associate professor of Islamic and Arabic Studies at Utrecht University, Salafism consists of broad movements of Muslims across the world who aspire to live according to the precedents of the Salaf al-Salih; whereas \"Wahhabism\" – a term rejected by its adherents – refers to the specific brand of reformation (islah) campaign that was initiated by the 18th-century scholar Muhammad ibn ʿAbd al-Wahhab and evolved through his subsequent disciples in the central Arabian region of Najd. Despite their relations with Wahhabi Muslims of Najd; other Salafis have often differed theologically with the Wahhabis and hence do not identify with them. These included significant contentions with Wahhabis over their unduly harsh enforcement of their beliefs, their lack of tolerance towards other Muslims and their deficient commitment to their stated opposition to taqlid and advocacy of ijtihad.[108]\n\nIn doctrines of 'Aqida (creed), Wahhabis and Salafis resemble each other; particularly in their focus on Tawhid. However, the Muwahidun movement historically were concerned primarily about Tawhid al-Rububiyya (Oneness of Lordship) and Tawhid al-Uloohiyya (Oneness of Worship) while the Salafiyya movement placed an additional emphasis on Tawhid al-Asma wa Sifat (Oneness of Divine Names and Attributes); with a literal understanding of God's Names and Attributes.[109]\n\n"
        },
        {
            "title": "History",
            "text": "The Wahhabi mission started as a revivalist and reform movement in the remote, arid region of Najd during the 18th century.[16][9][110] During this era, numerous pre-Islamic beliefs and customs were practiced by the Arabian Bedouin. These included various folklores associated with ancestral worship, belief in cult of saints, animist practices, solar myths, fetishism, etc. which had become popular amongst the nomadic tribes of central Arabia.[111] Muhammad ibn ʿAbd al-Wahhab, the leader of the Muwahhidun, advocated the purging of practices such as veneration of stones, trees, and caves; praying to saints; and pilgrimages to their tombs and shrines that were prevalent amongst the people of Najd, but which he considered idolatrous impurities and innovations in Islam (bid'ah).[9][10][11] His movement emphasized adherence to the Quran and hadith, and advocated the use of ijtihad.[16] Eventually, Ibn 'Abd al-Wahhab formed a pact with a local leader, Muhammad bin Saud, offering political obedience and promising that protection and propagation of the Wahhabi movement meant \"power and glory\" and rule of \"lands and men\".[38]\n\nIt was common for the 18th and 19th century European historians, scholars, travellers and diplomats to compare the Wahhabi movement with various Euro-American socio-political movements in the Age of Revolutions. Calvinist scholar John Ludwig Burckhardt, author of the well-received works “Travels in Arabia” (1829) and “Notes on the Bedouins and Wahábys” (1830), described the Muwahhidun as Arabian locals who resisted Turkish hegemony and its “Napoleonic” tactics. Historian Loius Alexander Corancez in his book “Histoire des Wahabis” described the movement as an Asiatic revolution that sought a powerful revival of Arab civilisation by establishing a new order in Arabia and cleansing all the irrational elements and superstitions which had been normalised through Sufi excesses from Turkish and foreign influences. Scottish historian Mark Napier attributed the successes of Ibn ‘Abd al-Wahhab’s revolution to assistance from “frequent interpositions of Heaven\".[112]\n\nWith the collapse of the Ottoman Empire after World War I, Wahhabis were able spread their political power and consolidate their rule over the Islamic holy cities of Mecca and Medina. After the discovery of petroleum near the Persian Gulf in 1939, Saudi Arabia had access to oil export revenues, revenue that grew to billions of dollars. This money – spent on books, media, schools, universities, mosques, scholarships, fellowships, lucrative jobs for journalists, academics and Islamic scholars – gave Wahhabi ideals a \"preeminent position of strength\" in Islam around the world.[113] However, in the last couple of decades of the twentieth century several crises worked to erode Wahhabi \"credibility\" in Saudi Arabia and the rest of the Muslim world – the Iranian revolution of 1979; Soviet invasion of Afghanistan (1979); November 1979 seizure of the Grand Mosque by militants; the deployment of US troops in Saudi Arabia during the 1991 Gulf War against Iraq; and the September 11, 2001 al-Qaeda attacks on New York and Washington.[114] In each case the Wahhabi ulama were called on to support the dynasty's efforts to suppress religious dissent from Jihadists –  and in each case it did;[114] – exposing its dependence on the Saudi dynasty and its often unpopular policies.[114][115]\n\nThe patronym of Wahhabism, Muhammad ibn ʿAbd-al Wahhab, was born around 1702–03 in the small oasis town of 'Uyayna in the Najd region, in what is now central Saudi Arabia.[116] As part of his scholarly training, Ibn 'Abd al-Wahhab travelled in his youth to various Islamic centres in Arabia and Iraq, seeking knowledge.[117] He travelled to Mecca and Medina to perform Hajj and studied under notable hadith scholars. After completing his studies, he travelled to Iraq and returned to his hometown in 1740.[118][119] During these travels, Ibn 'Abd al-Wahhab had studied various religious disciplines such as Fiqh, theology, philosophy and Sufism. Exposure to various rituals and practices centered on the cult of saints would lead Ibn 'Abd al-Wahhab to grow critical of various superstitious practices and accretions common among Sufis, by the time of his return to 'Uyaynah. Following the death of his father, Ibn 'Abd al-Wahhab publicly began his religious preaching.[120]\n\nWhen Muhammad ibn ʿAbd al-Wahhab began preaching his dawah in the regions of Central Arabia, where various beliefs and practices related to veneration of Muslim saints and superstitions were prevalent among Muslims, he was initially rejected and called a \"deviant\".[121][122][123] Later, however, his call to dawah became increasingly popular.[124] Realising the significance of efficient and charismatic religious preaching (da'wa), Ibn 'Abd al-Wahhab called upon his students to master the path of reasoning and proselytising over warfare to convince other Muslims of their reformist ideals.[125] Thus, Ibn 'Abd al-Wahhab carried out his reforms in a manner that reflected the socio-political values of the Arabian Bedouins to accommodate local sentiments.[126]\n\nAccording to Islamic beliefs, any act or statement that involves worship to any being other than God and associates other creatures with God's power is tantamount to idolatry (shirk). The core of the controversy between Ibn ʿAbd al-Wahhab and his adversaries was over the scope of these acts. According to Ibn ʿAbd al-Wahhab, those who made acts of devotion such as seeking aid (istigatha) from objects, tombs of dead Muslim saints (Awliyaa), etc. were heretics guilty of bidʻah (religious innovation) and shirk (polytheism).[127] Reviving Ibn Taymiyya's approach to takfīr (excommunication), Ibn ʿAbd al-Wahhab declared those who adhered to these practices to be either infidels (kuffār) or false Muslims (munāfiḳūn), and therefore deemed them worthy of death for their perceived apostasy (ridda).[121][122] Those Muslims that he accused to be heretics or infidels would not be killed outright; first, they would be given a chance to repent. If they repented their repentance was accepted, but if they didn't repent after the clarification of proofs they were executed under the Islamic death penalty as apostates (murtaddin).[128]\n\nIbn 'Abd al-Wahhab was a major proponent of the 'Udhr bil Jahl (excuse of ignorance) doctrine, wherein any person unaware of core Islamic teachings had to be excused until clarification. As per this doctrine, those who fell into beliefs of shirk (polytheism) or kufr (disbelief) are to be excommunicated only if they have direct access to Scriptural evidences and get the opportunity to understand their mistakes and retract. Hence he asserted that education and dialogue was the path forward and forbade his followers from engaging in reckless accusations against their opponents. Following this principle, Ibn 'Abd al-Wahhab delegated the affairs of his enemies to God and in various instances, withheld from fighting them.[129]\n\nThe doctrines of Ibn ʿAbd al-Wahhab were criticized by a number of Islamic scholars during his lifetime, accusing him of disregarding Islamic history, monuments, traditions and the sanctity of Muslim life.[130] His critics were mainly ulama from his homeland, the Najd region of central Arabia, which was directly affected by the growth of the Wahhabi movement,[123] based in the cities of Basra, Mecca, and Medina.[123] His beliefs on the superiority of direct understanding of Scriptures (Ijtihad) and rebuke of Taqlid (blindfollowing past legal works) also made him a target of the religious establishment. For his part, Ibn 'Abd al-Wahhab criticised the nepotism and corruption prevalent in the clerical class.[131]\n\n\nThe early opponents of Ibn ʿAbd al-Wahhab classified his doctrine as a \"Kharijite sectarian heresy\".[132] By contrast, Ibn ʿAbd al-Wahhab profoundly despised the \"decorous, arty tobacco-smoking, music happy, drum pounding, Egyptian and Ottoman nobility who traveled across Arabia to pray at Mecca each year\",[133] and intended to either subjugate them to his doctrine or overthrow them.[133] He further rejected and condemned allegations charged against him by various critics; such as the claim of Takfir (excommunication) on those who opposed him or did not emigrate to the lands controlled by Muwahhidun.[134] Responding to the accusations brought against him, Ibn 'Abd al-Wahhab asserted:\nWith the support of the ruler of the town – Uthman ibn Mu'ammar – Ibn 'Abd al-Wahhab carried out some of his religious reforms in 'Uyayna, including the demolition of the tomb of Zayd ibn al-Khattab, one of the Sahaba (companions) of the Islamic prophet Muhammad, and the stoning to death of an adulterous woman after her self-confession. However, a more powerful chief (Sulaiman ibn Muhammad ibn Ghurayr) pressured Uthman ibn Mu'ammar to expel him from 'Uyayna.[136]\n\nThe ruler of a nearby town, Muhammad ibn Saud, invited Ibn ʿAbd al-Wahhab to join him, and in 1744 a pact was made between the two.[137] Ibn Saud would protect and propagate the doctrines of the Wahhabi mission, while Ibn ʿAbd al-Wahhab \"would support the ruler, supplying him with 'glory and power'\". Whoever championed his message, Ibn ʿAbd al-Wahhab promised, \"will, by means of it, rule the lands and men\".[38] Ibn Saud would abandon non-shari'i practices such as taxations of local harvests, and in return God might compensate him with booty from conquest and sharia compliant taxes that would exceed what he gave up.[137] The alliance between the Wahhabi mission and Al Saud family has \"endured for more than two and half centuries\", surviving defeat and collapse.[137][138] The two families have intermarried multiple times over the years, and in today's Saudi Arabia the minister of religion is always a member of the Al ash-Sheikh family, i.e. a descendant of Ibn ʿAbd al-Wahhab.[139]\n\nAccording to Natana J. DeLong-Bas, Ibn ʿAbd al-Wahhab was restrained in urging fighting with perceived unbelievers, preferring to preach and persuade rather than attack.[b] Ibn ʿAbd al-Wahhab followed a non-interference policy in Ibn Saud's state consolidation project. While Ibn Saud was in charge of political and military issues, he promised to uphold Ibn ʿAbd al-Wahhab's religious teachings. However, the military campaigns of Ibn Saud weren't necessarily met with approval by Ibn ʿAbd al-Wahhab. Delineating the specific roles of Amir (political leader) and Imam (religious leader), Ibn ʿAbd al-Wahhab stipulated that only the imam (religious leader) could declare the military campaign as jihad after meeting the legal religious stipulations.[141] Ibn ʿAbd al-Wahhab had only authorized jihad when the Wahhabi community were attacked first, as a defensive measure.[c] His main objective was religious reformation of Muslim beliefs and practices through a gradual educational process. With those who differed with his reformist ideals, Ibn ʿAbd al-Wahhab called for dialogue and sending invitations to religious discussions and debates, rather than a \"convert or die\" approach. Military resort was a last-case option; and when engaged in rarely, it abided by the strict Islamic legal codes.[143]\n\n\nIbn ʿAbd al-Wahhāb and his supporters held that they were the victims of aggressive warfare; accusing their opponents of starting the pronouncements of Takfir (excommunication) and maintained that the military operations of Emirate of Dirʿiyya were strictly defensive. The memory of the unprovoked military offensive launched by Dahhām ibn Dawwās (fl. 1187/1773), the powerful chieftain of Riyadh, on Diriyya in 1746 was deeply engrained in the Wahhabi tradition and it was the standard claim of the movement that their enemies were the first to pronounce Takfir and initiate warfare. Prominent Qadi of Emirate of Najd (Second Saudi state) and grandson of Ibn 'Abd al-Wahhab, Abd al-Rahman ibn Hassan Aal al-Shaykh, (1196–1285 A.H / 1782–1868 C.E) describes the chieftain Dahhām as the first person who launched an unprovoked military attack on the Wahhābīs, aided by the forces of the strongest town in the region.[144][145] Early Wahhabi chronicler Ibn Ghannām states in his book Tarikh an-Najd (History of Najd) that Ibn ʿAbd al-Wahhāb did not order the use of violence until his enemies excommunicated him and deemed his blood licit:\nIbn 'Abd al-Wahhab consistently elucidated through his writings that his Jihad was only defensive and was intended to safeguard the community from external attacks; with the ultimate objective of restoring peace and defend the Islamic faith. Killings on non-combatant civilians were strictly prohibited and all expansionist wars intended for wealth or power were condemned.[147] However, after the death of Muhammad ibn Saud in 1765, his son and successor, Abdulaziz bin Muhammad, began military exploits to extend Saudi power and expand their wealth, abandoning the educational programmes of the reform movement and setting aside Islamic religious constraints on war. Due to disagreements, Ibn ʿAbd al-Wahhab would resign his position as imam and retire from overt political and financial career in 1773. He abstained from legitimising Saudi military campaigns; dedicating the rest of his life for educational efforts and in asceticism.[148]\n\nAfter Ibn 'Abd al-Wahhab's death, Abdulaziz continued with his expansionist vision beyond the confines of Najd.[149] Conquest expanded through the Arabian Peninsula until it conquered Mecca and Medina in the early 19th century.[99][150] It was during this time that the Saudi political leadership began to emphasise the doctrine of offensive Jihad by reviving the fatwas of the medieval Hanbalite theologian Taqi al-Din Ibn Taymiyya (d. 1328 C.E/ 728 A.H). Ibn Taymiyya had declared self-professed Muslims who do not strictly adhere to Islamic law or practised various acts of saint-veneration such as beseeching favours from the dead to be non-Muslims. More significantly, Ibn Taymiyya pronounced Takfir (excommunication) on regimes that didnt implement Shari'a (Islamic laws) and called for Muslims to unseat such rulers through armed Jihad. These fatwas were readily incorporated by Wahhabi clerics to justify Saudi military campaigns into Hejaz against the Sharifs of Mecca.[151][147] One of their most noteworthy and controversial attacks was on the Shia-majority city of Karbala in 1802. According to Wahhabi chronicler 'Uthman b. 'Abdullah b. Bishr; the Saudi armies killed many of its inhabitants, plundered its wealth and distributed amongst the populace.[152] By 1805, the Saudi armies had taken control of Mecca and Medina.[153]\n\nAs early as the 19th century, the newly ascending Ottoman-Saudi conflict had pointed to a clash between two national identities. In addition to doctrinal differences, Wahhabi resentment of Ottoman Empire was also based on pan-Arab sentiments and reflected concerns over the contemporary state of affairs wherein Arabs held no political sovereignty. Wahhabi poetry and sources demonstrated great contempt for the Turkish identity of the Ottoman Empire. While justifying their wars under religious banner, another major objective was to replace Turkish hegemony with the rule the Arabs.[154] During this period, the British Empire had also come into conflict with the Wahhabis. British commercial interests in the Gulf region were being challenged by \"pirate\" tribes who had sworn allegiance to the Emirate of Dirʿiyya.[155] The early 19th century was also marked by the emergence of British naval hegemony in the Gulf region. The ideals of the Muwahhidun provided theological inspiration for various Arabian sultanates for declaring armed Jihad against the rising colonial encroachment. Numerous naval attacks against the British Royal navy were successfully conducted by Wahhabi armadas stationed in the Gulf.[156]\n\nThe anti-Wahhabi propaganda of British had also affected Ottoman authorities; perceiving them as a rising challenge to their hegemony. The Ottoman Empire, suspicious of the ambitious Muhammad Ali of Egypt, instructed him to fight the Wahhabis, as the defeat of either would be beneficial to them.[157][156] Tensions between Muhammad Ali and his troops also prompted him to send them to Arabia and fight against the Emirate of Diriyah where many were massacred. This led to the Ottoman-Saudi War.[158] Ottoman Egypt, led by Ibrahim Pasha, was eventually successful in defeating the Saudis in a campaign starting from 1811.[159] In 1818 they defeated Al Saud, leveling the capital Diriyah, slaughtering its inhabitants, executing the Al-Saud emir and exiling the emirate's political and religious leadership,[138][160] and unsuccessfully attempted to stamp out not just the House of Saud but the Wahhabi mission as well.[161]\n\nThe British Empire welcomed Ibrahim Pasha's destruction of Diriyah with the goal of promoting trade interests in the region. Captain George Forster Sadleir, an officer of the British Army in India was dispatched from Bombay to consult with Ibrahim Pasha in Diriyah.[162] The fall of Emirate of Dirʿiyya also enabled the British empire to launch their Persian Gulf campaign of 1819. A major military expedition was sent to fight Diriyah-allied Qawasim dynasty and their domain Ras al Khaimah was destroyed in 1819. The General Maritime treaty was concluded in 1820 with the local chieftains, which would eventually transform them into a protectorate of Trucial States; heralding a century of British supremacy in the Gulf.[163]\n\nA second, smaller Saudi state, the Emirate of Nejd, lasted from 1824 to 1891. Its borders being within Najd; Wahhabism was protected from further Ottoman or Egyptian campaigns by Najd's isolation, lack of valuable resources, and that era's limited communication and transportation.[164] By the 1880s, at least amongst the townsmen if not Arabian Bedouins, Wahhabism had become the predominant religious culture of the regions in Najd.[164]\n\nUnlike early leaders like Ibn 'Abd al-Wahhab and his son 'Abdullah who had advocated dialogue and education as the most effective approach to reformation; the later scholars of the Muwahhidun preferred a militant approach. Following the Ottoman destruction of Diriyah and suppression of reformist trends regarded as a threat to the religious establishment, the later Muwahhidun launched a decades long insurgency in Central Arabia and became radicalised. Absence of capable scholarship after the death of Ibn 'Abd al-Wahhab in 1792, also marked this shift.[165] In this era, the Muwahhidun revived many ideas of the medieval theologian Ibn Taymiyya, including doctrines such as Al-Wala wal Bara (loyalty and disassociation) which conceptualised a binary division of world into believers and non-believers.  Whilst this phrase was absent in the 18th century Wahhabi literature, it became a central feature of the 19th century Wahhabi dogma.[166]\n\nThus, during much of the second half of the 19th century, there was a strong aversion to mixing with \"idolaters\" (including most of the inhabitants of the Muslim world) in Wahhabi lands. At the very least, voluntary contact was considered sinful by Wahhabi clerics, and if one enjoyed the company of idolaters, and \"approved of their religion\", it was considered an act of unbelief.[167] Travel outside the pale of Najd to the Ottoman lands \"was tightly controlled, if not prohibited altogether\".[168] Over the course of their history, the Muwahhidun became more accommodating towards the outside world.[168] In the late 1800s, Wahhabis found other Muslims with similar beliefs – first with Ahl-i Hadith in South Asia,[169] and later with Islamic revivalists in Arab states (one being Mahmud Sahiri al-Alusi in Baghdad).[170]\n\n\nAround this period, many remote tribes of Central Arabia re-introduced the practice of idolatry and superstitious folk rituals. During his official visit to Arabia in 1865, British Lieutenant General Lewis Pelly noted that most of the Central Arabian tribes were ignorant of basic Islamic tenets and were practising animism.[171][172] Finnish explorer George August Wallin who travelled Northern Arabia during the 1840s writes in his Notes (1848): \nIn 1901, 'Abd Al-aziz Ibn Saud, a fifth generation descendant of Muhammad ibn Saud,[174] began a military campaign that led to the conquest of much of the Arabian peninsula and the founding of present-day Saudi Arabia, after the collapse of the Ottoman Empire.[175] During this period, the Wahhabi scholars began allying with the cause of the Sunni reformist ulema of the Arab East, such as Jamal al-Din Qasimi, Tahir al Jaza'iri, Khayr al-Din Alusi, etc. who were major figures of the early Salafiyya movement. The revivalists and Wahhabis shared a common interest in Ibn Taymiyya's thought, the permissibility of ijtihad, and the need to purify worship practices of innovation.[176] In the 1920s, Sayyid Rashid Rida (d. 1935 C.E/ 1354 A.H), a pioneer Arab Salafist whose periodical al-Manar was widely read in the Muslim world, published an \"anthology of Wahhabi treatises\", and a work praising the Ibn Saud as \"the savior of the Haramayn [the two holy cities] and a practitioner of authentic Islamic rule\".[177][178]\n\nThe core feature of Rida's treatises was the call for revival of the pristine Islamic beliefs and practices of the Salaf and glorification of the early generations of Muslims, and condemnation of every subsequent ritual accretion as bid'ah (religious heresy). Reviving the fundamentalist teachings of classical Hanbali theologians Ibn Taymiyya and Ibn Qayyim, Rida also advocated the political restoration of an Islamic Caliphate that would unite the Muslim Ummah as necessary for maintaining a virtous Islamic society. Rashid Rida's campaigns for pan-Islamist revival through Ibn Taymiyya's doctrines would grant Wahhabism mainstream acceptance amongst the cosmopolitan Arab elite, once dominated by Ottomanism.[179][180]\n\nUnder the reign of Abdulaziz, \"political considerations trumped\" doctrinal idealism favored by pious Wahhabis. His political and military success gave the Wahhabi ulama control over religious institutions with jurisdiction over considerable territory, and in later years Wahhabi ideas formed the basis of the rules and laws concerning social affairs, and shaped the kingdom's judicial and educational policies.[82] But protests from Wahhabi ulama were overridden when it came to consolidating power in Hijaz and al-Hasa, maintaining a positive relationship with the British government, adopting modern technology, establishing a simple governmental administrative framework, or signing an oil concession with the U.S.[181] The Wahhabi ulama also issued a fatwa affirming that \"only the ruler could declare a jihad\" (a violation of Ibn Abd al-Wahhab's teaching, according to DeLong-Bas).[141][182]\n\nAs the realm of Wahhabism expanded under Ibn Saud into Shiite areas (al-Hasa, conquered in 1913) and Hejaz (conquered in 1924–25), radical factions amongst Wahhabis such as the Ikhwan pressed for forced conversion of Shia and an eradication of (what they saw as) idolatry. Ibn Saud sought \"a more relaxed approach\".[183] In al-Hasa, efforts to stop the observance of Shia religious holidays and replace teaching and preaching duties of Shia clerics with Wahhabi, lasted only a year.[184] In Mecca and Jeddah (in Hejaz) prohibition of tobacco, alcohol, playing cards and listening to music on the phonograph was looser than in Najd. Over the objections of some of his clergymen, Ibn Saud permitted both the driving of automobiles and the attendance of Shia at hajj.[185] Enforcement of the commanding right and forbidding wrong, such as enforcing prayer observance, Islamic sex-segregation guidelines, etc. developed a prominent place during the Third Saudi emirate, and in 1926 a formal committee for enforcement was founded in Mecca.[28][186][187]\n\nWhile Wahhabi warriors swore loyalty to monarchs of Al Saud, there was one major rebellion. King Abd al-Azez put down rebelling Ikhwan – nomadic tribesmen turned Wahhabi warriors who opposed his \"introducing such innovations as telephones, automobiles, and the telegraph\" and his \"sending his son to a country of unbelievers (Egypt)\".[188] Britain had warned Abd al-aziz when the Ikhwan attacked the British protectorates of Transjordan, Iraq and Kuwait, as a continuation of jihad to expand the Wahhabist realm.[189]\n\nIkhwan consisted of Bedouin tribesmen who believed they were entitled to free-lance Jihad, raiding, etc. without permission of the Amir and they had conflicts with both Wahhabi ulema and Saudi rulers. They also objected to Saudi taxations on nomadic tribes. After their raids against Saudi townsmen, Ibn Saud went for a final showdown against the Ikhwan with the backing of the Wahhabi ulema in 1929. The Ikhwan was decisively defeated and sought the backing of foreign rulers of Kuwait and British Empire. In January 1930, the main body of Ikhwan surrendered to the British near the Saudi-Kuwaiti border. The Wahhabi movement was perceived as an endeavour led by the settled populations of the Arabian Peninsula against the nomadic domination of trade-routes, taxes as well as their jahiliyya customs. Muhammad ibn Abd al-Wahhab had criticized the nomadic tribes and the Wahhabi chroniclers praised Saudi rulers for taming the Bedouins.[190]\n\nIn a bid \"to join the Muslim mainstream and to erase the reputation of extreme sectarianism associated with the Ikhwan\", in 1926 Ibn Saud convened a Muslim congress of representatives of Muslim governments and popular associations.[191][192][193] By 1932, 'Abd al-Azeez and his armies were able to efficiently quell all rebellions and establish unchallenged authority in most regions of the Peninsula such as Hejaz, Nejd and Asir. After holding a special meeting of the members of Majlis al-Shura ( consultation council), 'Abd al-Azeez ibn Saud issued the decree \"On the merger of the parts of the Arabian kingdom\" on 18 September 1932; which announced the establishment of the Kingdom of Saudi Arabia, the fourth and current iteration of the Third Saudi State.[194] Upon his death in 1953, Ibn Saud had implemented various modernisation reforms and technological innovations across the country; tempering the 19th century Wahhabi zeal. Acknowledging the political realities of the 20th century, a relenting Wahhabi scholarly establishment opened up to the outside world and attained religious acceptance amongst the wider Muslim community.[192][193] Wahhabi ulama gained control over education, law, public morality and religious institutions in the 20th century; while incorporating new material and technological developments such as the import of modern communications; for the political consolidation of the Al-Saud dynasty and strengthening Saudi Arabia, the country that advocated Wahhabi doctrines as state policy.[195]\n\nA major current in regional politics at that time was secular nationalism, which, with Gamal Abdel Nasser, was sweeping the Arab world. To combat it, Wahhabi missionary outreach worked closely with Saudi foreign policy initiatives. In May 1962, a conference in Mecca organized by Saudis discussed ways to combat secularism and socialism. In its wake, the World Muslim League was established.[196] To propagate Islam and \"repel inimical trends and dogmas\", the League opened branch offices around the globe.[197] It developed closer association between Wahhabis and leading Salafis, and made common cause with the Islamic revivalist Muslim Brotherhood, Ahl-i Hadith and the Jamaat-i Islami, combating Sufism and \"innovative\" popular religious practices[196] and rejecting the West and Western \"ways which were so deleterious of Muslim piety and values\".[198]\n\nMissionaries were sent to West Africa, where the League funded schools, distributed religious literature, and gave scholarships to attend Saudi religious universities. One result was the Izala Society which fought Sufism in Nigeria, Chad, Niger, and Cameroon.[199] In South Asia, Muslim scholar Syed Abul A'la Maududi (1903–1979 C.E) the leader of the Jamaat e Islami, became the most decisive Islamist ally of Wahhabi scholars. The ideology of Maududi shared many core aspects of Wahhabi beliefs; and the militant Islamist advocacy of JI and the pious lifestyle of its rank and file resulted in their association with Wahhabism by the Pakistani public. With the support of the Saudi scholars and through his relations with the Muslim Brotherhood and other Islamic revivalist groups in the Arab world, Maududi emerged as one of the most reputed Pakistani Islamic scholars. By his death in 1979, Maududi had been the first recipient of the King Faisal Award and revered as a Mujaddid (reviver) of Islam in the twentieth century.[200][201][202]\n\nThrough the support of various Islamist groups, Saudis were able to strengthen their power and bolster conservative religious support across the Muslim world. With the consolidation of their rule, Saudi authorities demolished numerous shrines and structures associated with Islamic history. During this era, Saudi government offered asylum to the Muslim Brotherhood ideologues fleeing from the persecution of Jamal 'Abd al-Nasar. They were able to successfully popularise their revolutionary ideas in Saudi Arabia.[203] The \"infiltration of the transnationalist revival movement\" in the form of thousands of pious, Islamist Arab Muslim Brotherhood refugees from Egypt following Nasser's clampdown on the Brotherhood[204] (and also from similar nationalist clampdowns in Iraq[205] and Syria[206]) helped staff the new school system and educational curriculum of the (mostly illiterate) Kingdom.[207] The Brotherhood's revolutionary Islamist ideology differed from the more conservative Wahhabism which preached loyal obedience to the king. The Brotherhood dealt in what one author (Robert Lacey) called \"change-promoting concepts\" like social justice and anticolonialism, and gave \"a radical, but still apparently safe, religious twist\" to the Wahhabi values Saudi students \"had absorbed in childhood\". With the Brotherhood's \"hands-on, radical Islam\", jihad became a \"practical possibility today\", not just part of history.[208]\n\nThe Brotherhood were ordered by the Saudi clergy and government not to attempt to proselytize or otherwise get involved in religious doctrinal matters within the Kingdom, but nonetheless \"took control of Saudi Arabia's intellectual life\" by publishing books and participating in discussion circles and salons held by princes.[209] In time they took leading roles in key governmental ministries,[210] and had influence on education curriculum.[211] An Islamic university in Medina created in 1961 to train – mostly non-Saudi – proselytizers to Wahhabism[212] became \"a haven\" for Muslim Brother refugees from Egypt.[213] The Brothers' ideas eventually spread throughout the kingdom and had great effect on Wahhabism – although observers differ as to whether this was by \"undermining\" it[203][214] or \"blending\" with it.[215][216]\n\nIn the 1950s and 1960s within Saudi Arabia, the Wahhabi ulama maintained their hold on shari'i courts, and presided over the creation of Islamic universities and a public school system which gave students \"a heavy dose of religious instruction\".[217] Outside of Saudi the Wahhabi ulama became \"less combative\" toward the rest of the Muslim world. In confronting the challenge of the West, Wahhabi doctrine \"served well\" for many Muslims as a \"platform\" and \"gained converts beyond the peninsula\".[217][218]\n\nA number of reasons have been given for this success: the growth in popularity and strength of both Arab nationalism (although Wahhabis opposed any form of nationalism as an ideology, Saudis were Arabs, and their enemy the Ottoman caliphate was ethnically Turkish),[219] and Islamic reform (specifically reform by following the example of those first three generations of Muslims known as the Salaf);[219] the destruction of the Ottoman Empire which sponsored their most effective critics;[220] the destruction of another rival, the Khilafa in Hejaz, in 1925.[219] Not least in importance was the money Saudi Arabia earned from exporting oil.[113]\n\nThe pumping and export of oil from Saudi Arabia started during World War II, and its earnings helped fund religious activities in the 1950s and 60s. But it was the 1973 oil crisis and quadrupling in the price of oil that both increased the kingdom's wealth astronomically and enhanced its prestige by demonstrating its international power as a leader of OPEC. With the help of funding from Saudi petroleum exports[221] (and other factors[219]), the movement underwent \"explosive growth\" beginning in the 1970s and now has worldwide influence.[41] The US State Department has estimated that from about 1976 to 2016 state and private entities in Riyadh have directed at least $10bn (£6bn) to select charitable foundations toward the erosion of local Islamic practices by Wahhabism.[222] By 1980, Saudi Arabia was earning every three days the income from oil it had taken a year to earn before the embargo.[223] Tens of billions of US dollars of this money were spent on books, media, schools, scholarships for students (from primary to post-graduate), fellowships and subsidies to reward journalists, academics and Islamic scholars, the building of hundreds of Islamic centers and universities, and over one thousand schools and one thousand mosques.[224][225][226] During this time, Wahhabism attained what Gilles Kepel called a \"preeminent position of strength in the global expression of Islam\".[113]\n\nThe February 1979 Islamic Revolution in Iran challenged Saudi Wahhabism in a number of ways on a number of fronts. It was a revolution of Shia Muslims, not Sunnis, and Wahhabism held that Shias were not truly Muslims. Nonetheless, its massive popularity in Iran and its overthrow of a pro-American secular monarchy generated enormous enthusiasm among pious Sunnis, not just Shia Muslims around the world.[227] The Supreme Leader of Iran, Ayatollah Ruhollah Khomeini, preached that monarchy was against Islam and America was Islam's enemy, and called for the overthrow of al-Saud family. (In 1987 public address Khomeini declared that \"these vile and ungodly Wahhabis are like daggers which have always pierced the heart of the Muslims from the back\", and announced that Mecca was in the hands of \"a band of heretics\".[228])[229] All this spurred Saudi Arabia – a kingdom allied with America – to \"redouble their efforts to counter Iran and spread Wahhabism around the world\", and reversed any moves by Saudi leaders to distance itself from Wahhabism or \"soften\" its ideology.[230]\n\nIn 1979, 400–500 Islamist insurgents, using smuggled weapons and supplies, took over the Grand mosque in Mecca, called for an overthrow of the monarchy, denounced the Wahhabi ulama as royal puppets, and announced the arrival of the Mahdi of \"end time\". The insurgents deviated from Wahhabi doctrine in significant details,[231] but were also associated with leading Wahhabi ulama (Abd al-Aziz ibn Baz knew the insurgent's leader, Juhayman al-Otaybi).[232]\nTheir seizure of Islam's holiest site, the taking hostage of hundreds of hajj pilgrims, and the deaths of hundreds of militants, security forces and hostages caught in crossfire during the two-week-long retaking of the mosque, all shocked the Islamic world[233] and did not enhance the prestige of Al Saud as \"custodians\" of the mosque.\n\nThe incident also damaged the prestige of the Wahhabi establishment. Saudi leadership sought and received Wahhabi fatawa to approve the military removal of the insurgents and after that to execute them,[234] but Wahhabi clerics also fell under suspicion for involvement with the insurgents.[115]\nIn part as a consequence, Sahwa clerics influenced by Brethren's ideas were given freer rein. Their ideology was also thought more likely to compete with the recent Islamic revolutionism/third-worldism of the Iranian Revolution.[115]\n\nAlthough the insurgents were motivated by religious puritanism, the incident was not followed by a crackdown on other religious purists, but by giving greater power to the ulama and religious conservatives to more strictly enforce Islamic codes in myriad ways[235] – from the banning of women's images in the media to adding even more hours of Islamic studies in school and giving more power and money to the religious police to enforce conservative rules of behaviour.[236][237][238]\n\nThe \"apex of cooperation\" between Wahhabis and Muslim revivalist groups was the Afghan jihad.[239] In December 1979, the Soviet Union invaded Afghanistan. Shortly thereafter, Abdullah Yusuf Azzam, a Muslim Brother cleric with ties to Saudi religious institutions,[d] issued a fatwa[e] declaring defensive jihad in Afghanistan against the atheist Soviet Union, \"fard ayn\", a personal (or individual) obligation for all Muslims. The edict was supported by Saudi Arabia's Grand Mufti (highest religious scholar), Abd al-Aziz ibn Baz, among others.[240][241] During this period, Saudi government funded militant Islamic groups, including Salafi as well as various Deobandi organisations.[242]\n\nBetween 1982 and 1992 an estimated 35,000 individual Muslim volunteers went to Afghanistan to fight the Soviets and their Afghan regime. Thousands more attended frontier schools teeming with former and future fighters. Somewhere between 12,000 and 25,000 of these volunteers came from Saudi Arabia.[243] Saudi Arabia and the other conservative Gulf monarchies also provided considerable financial support to the jihad – $600 million a year by 1982.[244] By 1989, Soviet troops had withdrawn and within a few years the pro-Soviet regime in Kabul had collapsed.[citation needed]\n\nThis Saudi/Wahhabi religious triumph further stood out in the Muslim world because many Muslim-majority states (and the PLO) were allied with the Soviet Union and did not support the Afghan jihad.[245] But many jihad volunteers (most famously Osama bin Laden) returning home to Saudi Arabia and elsewhere were often radicalized by Islamic militants who were \"much more extreme than their Saudi sponsors\".[245]\n\nIn August 1990 Iraq invaded and annexed Kuwait. Concerned that Saddam Hussein might push south and seize its own oil fields, Saudis requested military support from the US and allowed tens of thousands of US troops to be based in the Kingdom to fight Iraq.[246] But what \"amounted to seeking infidels' assistance against a Muslim power\" was difficult to justify in terms of Wahhabi doctrine.[247][248]\n\nAgain Saudi authorities sought and received a fatwa from leading Wahhabi ulama supporting their action. The fatwa failed to persuade many conservative Muslims and ulama who strongly opposed US presence, including the Muslim Brotherhood-supported Sahwah (\"Awakening\") movement that began pushing for political change in the kingdom.[249] Outside the kingdom, Islamist revival groups that had long received aid from Saudi and had ties with Wahhabis (Arab jihadists, Pakistani and Afghan Islamists) supported Iraq, not Saudi.[250] During this time and later, many in the Wahhabi/Salafi movement (such as Osama bin Laden) not only no longer looked to the Saudi monarch as an emir of Islam, but supported his overthrow, focusing on jihad against the US and (what they believe are) other enemies of Islam.[251][252] (This movement is sometimes called neo-Wahhabi or neo-salafi.[60][253])\n\nAttacking Saudi's putative ally (killing almost three thousand people and causing at least $10 billion in property and infrastructure damage[254]) was assumed by many, at least outside the kingdom, to be \"an expression of Wahhabism\" since the al-Qaeda leader Osama bin Laden and most of the hijackers were Saudi nationals.[255] A backlash in the formerly hospitable US against the kingdom focused on its official religion, which some came to consider \"a doctrine of terrorism and hate\".[256] In the West, with the end of the Cold War and the obsoleted anti-communist alliance with conservative, religious Saudi Arabia; the September 11, 2001 attacks created enormous distrust towards the kingdom and especially its official religion.[256]\n\nInside the kingdom, Crown Prince Abdullah addressed the country's religious, tribal, business and media leadership following the attacks in a series of televised gatherings calling for a strategy to correct what had gone wrong. According to Robert Lacey, the gatherings and later articles and replies by a top cleric, Abdullah Turki, and two top Al Saud princes, Prince Turki Al-Faisal and Prince Talal bin Abdul Aziz, served as an occasion to sort out who had the ultimate power in the kingdom: not the ulama, but rather the Al Saud dynasty. They declared that Muslim rulers were meant to exercise power, while religious scholars were meant to advise.[257]\n\n\nIn 2003–2004, Saudi Arabia saw a wave of al-Qaeda-related suicide bombings, attacks on Non-Muslim foreigners (about 80% of those employed in the Saudi private sector are foreign workers[258] and constitute about 30% of the country's population),[259] and gun battles between Saudi security forces and militants. One reaction to the attacks was a trimming back of the Wahhabi establishment's domination of religion and society. \"National Dialogues\" were held that included \"Shiites, Sufis, liberal reformers, and professional women\".[260] In 2008, then-prince Salman ibn 'Abd al-Aziz asserted:\n[261]\n\nIn 2009, as part of what some called an effort to \"take on the ulama and reform the clerical establishment\", King 'Abdullah issued a decree that only \"officially approved\" religious scholars would be allowed to issue fatwas in Saudi Arabia. The king also expanded the Council of Senior Scholars (containing officially approved religious scholars) to include scholars from Sunni schools of Islamic jurisprudence other than the Hanbali madh'hab – Shafi'i, Hanafi and Maliki schools.[262] Relations with the Muslim Brotherhood have since deteriorated steadily. After 9/11, the then interior minister Prince Nayef blamed the Brotherhood for extremism in the kingdom,[263] and he declared it guilty of \"betrayal of pledges and ingratitude\" and \"the source of all problems in the Islamic world\", after it was elected to power in Egypt.[264] In March 2014 the Saudi government designated the Brotherhood as a \"terrorist organization\".[246]\n\nIn April 2016, Saudi Arabia stripped its religious police, who enforce Islamic law on the society and are known as the Commission for the Promotion of Virtue and Prevention of Vice, from their power to follow, chase, stop, question, verify identification, or arrest any suspected persons when carrying out duties. They were told to report suspicious behaviour to regular police and anti-drug units, who would decide whether to take the matter further.[265][266]\n\nReformist actions on religious policy taken by Crown Prince Mohammed bin Salman (MBS) in 2017 have led some to question the future of Wahhabi conservatism. In an October 2017 interview with The Guardian newspaper, MbS stated\n\nMBS has ruled in favor of allowing women to drive and enter sport stadiums, eventually reopening cinemas. According to Kamel Daoud, MBS is \"above all ... putting pressure on the clergy and announcing the review and certification of the great canons of Muslim orthodoxy, including the hadiths, the collection of the Prophet Muhammad's sayings\".[43] By 2021, the waning power of the religious clerics brought forth by new social, religious, economic, political changes and a new educational policy asserting a \"Saudi national identity\" that emphasize non-Islamic components; have led to what has been described by some as the \"post-Wahhabi era\" of Saudi Arabia.[45][46][47][48][268][269][270]\n\nThe 2016 international conference on Sunni Islam in Grozny (a Sufi conference funded by the government of the United Arab Emirates) where \"200 Muslim scholars from Egypt, Russia, Syria, Sudan, Jordan, and Europe reject[ed] Saudi Arabia's doctrine\",[271] has been described by the Huffington Post as a \"frontal assault on Wahhabism\" (as well as an assault on other conservative \"interpretations of Islam, such as Salafism and Deobandism\").[272][273]\n\n\nIn a landmark interview in May 2021 explaining Vision 2030, MBS defended Muhammad ibn ʿAbd al-Wahhab and signalled future religious reforms, stating:\n\nDefending Saudi policies against extremist groups, MBS stated that extremist thinking is contrary to Islamic religion and culture, and that progress cannot be made in an extremist culture. MBS defined moderation as abiding by \"the Qur'an, Sunnah, and basic governance system\" and its implementation in a broad sense that is tolerant of various schools of thought. In addition, the Crown Prince defended the Basic Law of Saudi Arabia, stating: \nMBS' pronouncements rejecting Saudi Arabia as a \"Wahhabi state\", promotion of ijtihad, and encouraging tolerance to other schools (while re-affirming the non-existence of a \"Wahhabi school\") was received with praise across the Arab media and liberal columnists. It also echoed the calls of Egyptian President 'Abd Al-Fattah Al-Sisi for a \"religious revolution\" in 2018. Suggesting a possible coordination between the two nations on religious reforms, few days after the interview of MBS, Grand Imam of al-Azhar, Ahmed el-Tayeb called for a \"religious renewal\", stating: \nA widely circulated but discredited apocryphal description of the founding of Wahhabism[279][280] known as Memoirs of Mr. Hempher, The British Spy to the Middle East (other titles have been used)[281] alleges that a British agent named Hempher was responsible for the creation of Wahhabism.[281] The book has been criticized as \"an Anglophobic variation on The Protocols of the Elders of Zion\".[280]\n\n"
        },
        {
            "title": "Relations with other Islamic reform movements",
            "text": "The Wahhabi movement was part of the overall current of various Islamic revivalist trends in the 18th century. It would be influenced by and in turn, influence many other Islamic reform-revivalist movements across the globe. Ahl-i-Hadith movement of subcontinent was a Sunni revivalist movement inspired by the thoughts of Shah Waliullah Dehlawi, al-Shawkani, and Syed Ahmad Barelvi. They fully condemn taqlid and advocate for ijtihad based on scriptures.[282] Founded in the mid-19th century in Bhopal, it places great emphasis on hadith studies and condemns imitation to the canonical law schools. They identify with the early school of Ahl al-Hadith. During the late 19th century, Wahhabi scholars would establish contacts with Ahl-i-Hadith and many Wahhabi students would study under the Ahl-i-Hadith ulama, and later became prominent scholars in the Arabian Wahhabi establishment.[283][284]\n\nBoth the Wahhabis and Ahl-i-Hadith shared a common creed, opposed Sufi practices such as visiting shrines, seeking aid (istigatha) from dead 'Awliya (Islamic saints), etc. Both the movements revived the teachings of the medieval Sunni theologian and jurist, Ibn Taymiyya, whom they considered as \"Shaykh al-Islam\". With the resources of Muslim principality of Bhopal at his disposal, Muhaddith Nawab Siddiq Hasan Khan became a strong advocate the Ahl-i-Hadith cause in India. Suffering from the instabilities of 19th-century Arabia, many Wahhabi ulema would make their way to India and study under Ahl-i-Hadith patronage. Prominent Saudi scholars like Hamad Ibn 'Atiq would make correspondence with Siddiq Hasan Khan; requesting him to send various classical works, due to scarcity of classical treatises amongst the 19th-century Najdi scholars. He would send his eldest son, Sa'd ibn Atiq, to India to study under Siddiq Hasan Khan as well as Sayyid Nazir Hussain for over nine years. Sa'd Ibn Atiq would become a major scholarly authority in the Third Saudi State. He was appointed by Ibn Saud as the qadi of Riyadh as well as the Imam of Grand Mosque of Riyad giving him great influence in the educational system. Amongst his students was Abd al Aziz Ibn Baz, who was highly influenced by the Indian Ahl-i-Hadith. Another son of Sa'd Ibn Atiq as well as other prominent Najdi scholars from Aal Ash-Shaykh would study with the Indian Ahl-i-Hadith during the 19th and early 20th centuries.[283][285]\n\nIn 1931, an Indian Ahl-i-Hadith scholar, Shaykh Ahmad ibn Muhammad Al Dehlawi, founded the Dar-ul-Hadith institute, which would later be attached to the Islamic University of Medina. It would encourage the study of Hadith across Hejaz and also pave the way for Albani and his Muhaddith factions in the 1960s, with the support of Ibn Baz, culminating in the consolidation of the contemporary Salafi Manhaj. Ibn Baz, who was highly influenced by Ahl-i-Hadith, shared the passion for revival of Hadith sciences. After the establishment of third Saudi state and oil boom, the Saudi Sheikhs would repay their debts by supporting Ahl-i-Hadith through finances as well as mass publications. Mufti Muhammad ibn Ibrahim's teachers also included students of Ahl-i-Hadith scholars and he too made efforts to support the Indian Ahl-i-Hadith cause. After Mufti Muhammad, Ibn Baz as the Grand Mufti of Saudi Arabia would highly support the movement. Prominent Ahl-i-Hadith scholars such as Shaykh Abdul Ghaffar Khan would be appointed to teach in Saudi Universities. His famous students included Safar al Hawali and Muqbil bin Hadi al Wadi. With Saudi patronage, a vast Ahl-i-Hadith network was developed. Ahl-i-Hadith seminaries underwent a phenomenal increase from 134 in 1988 to 310 in 2000 (131 percent) and currently number around 500. According to Pakistani estimates 34,000 students studied under Ahl-i-Hadith madrassas in 2006 compared to 18,800 in 1996 (as opposed to 200,000 Deobandi students and 190,000 Barelvi students in 2006). Ahl-i-Hadith has had remarkable success in converting Muslims from other schools of thought.[286][287]\n\nDuring the early 19th century, Egyptian Muslim scholar Abd al Rahman al Jabarti had defended the Wahhabi movement. From the 19th century, prominent Arab Salafiyya reformers would maintain correspondence with Wahhabis and defend them against Sufi attacks. These included Shihab al Din al Alusi, Abd al Hamid al Zahrawi, Abd al Qadir al Jabarti, Abd al Hakim al Afghani, Nu'man Khayr al-Din Al-Alusi, Mahmud Shukri Al Alusi and his disciple Muhammad Bahjat Al-Athari, Jamal al Din al Qasimi, Tahir al Jaza'iri, Muhibb al Din al Khatib, Muhammad Hamid al Fiqi and most notably, Muhammad Rasheed Rida who was considered as the \"leader of Salafis\". All these scholars would correspond with Arabian and Indian Ahl-i-Hadith scholars and champion the reformist thought. They shared a common interest in opposing various Sufi practices, denouncing blind following and reviving correct theology and Hadith sciences. They also opened Zahiriyya library, Salafiyya library, Al Manar Library, etc., propagating Salafi thought as well as promoting scholars like Ibn Taymiyya and Ibn Hazm. Rashid Rida would succeed in his efforts to rehabilitate Wahhabis in the Islamic World and would attain the friendship of many Najdi scholars. With the support of the Third Saudi State by the 1920s, a concept of \"Salafiyya\" emerged on a global scale claiming heritage to the thought of 18th-century Islamic reform movements and the pious predecessors (Salaf). Many of Rida's disciples would be assigned to various posts in Saudi Arabia and some of them would remain in Saudi Arabia. Others would spread the Salafi da'wa to their respective countries. Prominent amongst these disciples were the Syrian Muhammad Bahjat al-Bitar (1894–1976), Egyptian Muhammad Hamid al-Fiqi (1892–1959) and the Moroccan Taqi al-Din al-Hilali(1894–1987).[288][289][290][291]\n\nThe Syrian-Albanian Islamic scholar Al-Albani (c. 1914–1999), an avid reader of Al-Manar and also student of Muhammad Bahjat al-Bitar (disciple of Rida and Al-Qasimi), was an adherent to the Salafiyya methodology. Encouraged by their call for hadith re-evaluation and revival, he would invest himself in Hadith studies, becoming a renowned Muhaddith. He followed in the footsteps of the ancient Ahl al-Hadith school and took the call of Ahl-i-Hadith. In the 1960s, he would teach in Saudi Arabia making a profound influence therein. By the 1970s, Albani's thoughts would gain popularity and the notion of \"Salafi Manhaj\" was consolidated.[292]\n\n"
        },
        {
            "title": "Practices",
            "text": "As a religious revivalist movement that works to bring Muslims back from what it considers as foreign accretions that have corrupted Islam,[293] and believes that Islam is a complete way of life which has prescriptions for all aspects of life, Wahhabism is quite strict in what it considers Islamic behavior. The Muwahhidun movement has been described by The Economist as the \"strictest form of Sunni Islam\".[294] On the other hand, religious critics assert that Wahhabism is not strict, castigating it as a distorted version of Islam that deviates from traditional Shari'a law, and argue that their practices are neither typical nor mired in the roots of Islam.[295][296] Unlike other schools of Sunnism, Wahhabis admonishes to ground Islamic principles solely on the Qur'an and Hadith,[297] rejecting much material derived within Islamic culture.\n\nThis does not mean, however, that all adherents agree on what is required or forbidden, or that rules have not varied by area or changed over time. In Saudi Arabia, the strict religious atmosphere of Wahhabi doctrines were visible as late as the 1990s; such as the conformity in dress, public deportment, public prayers.[298] Its presence was visible by the wide freedom of action of the \"religious police\", clerics in mosques, teachers in schools, and Qadis (i.e. judges who are religious legal scholars) in Saudi courts.[299]\n\nWahhabism is noted for its policy of \"compelling its own followers and other Muslims strictly to observe the religious duties of Islam, such as the five prayers\", and for \"enforcement of public morals to a degree not found elsewhere\".[300] According to the American journalist Lawrence Wright, due to Wahhabi emphasis on the \"purification of Islam\"; the teaching becomes very repressive to the followers.[301]\n\nWhile other Muslims might urge salat prayer, modest dress, and abstention from alcohol, for Wahhabis, prayer \"that is punctual, ritually correct, and communally performed not only is urged but publicly required of men.\" Not only is modest dress prescribed, but the type of clothing that should be worn, especially by women (a black abaya, covering all but the eyes and hands) is specified. Not only is wine forbidden, but so are \"all intoxicating drinks and other stimulants, including tobacco\".[99]\n\nFollowing the preaching and practice of ibn 'Abd al-Wahhab that coercion should be used to enforce following of sharia (Islamic law), an official committee was empowered to \"Command the Good and Forbid the Evil\" (the so-called \"religious police\")[300][302] in Saudi Arabia – the one country founded with the help of Wahhabi warriors and whose scholars and pious citizens dominated many aspects of the Kingdom's life. Committee \"field officers\" enforce strict closing of shops at prayer time, segregation of the sexes, prohibition of the sale and consumption of alcohol, driving of motor vehicles by women, and other social restrictions.[303]\n\nA large number of practices was reported to be forbidden by Saudi Wahhabi officials, preachers or religious police. Practices that have been forbidden as Bid'a (innovation) or shirk (polytheism) and sometimes \"punished by flogging\" during Wahhabi history include performing or listening to music; dancing; fortune telling; amulets; non-religious television programs; smoking; playing backgammon, chess, or cards; drawing human or animal figures; acting in a play or writing fiction; dissecting cadavers, even in criminal investigations and for the purposes of medical research; recorded music played over telephones on hold; or the sending of flowers to friends or relatives who are in the hospital.[304][305][306][307][308][309]\nCommon Muslim practices Wahhabis believe are contrary to Islam include listening to music in praise of Muhammad, praying to God while visiting tombs (including the tomb of Muhammad), celebrating mawlid (birthday of the Prophet),[310] the use of ornamentation on or in mosques, all of which is considered orthodoxy in the rest of the Islamic world.[311] Until 2018, driving of motor vehicles by women was allowed in every country except the Wahhabi-dominated Saudi Arabia.[312] Certain forms of Dream interpretation, practiced by the famously strict Taliban, is sometimes discouraged by Wahhabis.[313]\n\nWahhabism also emphasizes \"Thaqafah Islamiyyah\" or Islamic culture and the importance of avoiding non-Islamic cultural practices and non-Muslim friendship no matter how innocent these may appear,[314][315] on the grounds that the Sunnah forbids imitating non-Muslims.[316] Foreign practices sometimes punished and sometimes simply condemned by Wahhabi preachers as un-Islamic, include celebrating foreign days (such as Valentine's Day[317] or Mothers Day[314][316]) shaving, cutting or trimming of beards,[318] giving of flowers,[319] standing up in honor of someone, celebrating birthdays (including the Prophet's), keeping or petting dogs.[308] Some Wahhabi activists have warned against taking non-Muslims as friends, smiling at or wishing them well on their holidays.[95]\n\nWahhabis are not in unanimous agreement on what is forbidden as sin. Some Wahhabi preachers or activists go further than the official Saudi Arabian Council of Senior Scholars in forbidding (what they believe to be) sin. Juhayman al Utaybi declared football forbidden for a variety of reasons including it is a non-Muslim, foreign practice, because of the revealing uniforms and because of the foreign non-Muslim language used in matches.[320][321] In response, the Saudi Grand Mufti rebuked such fatwas and called on the religious police to prosecute its author.[322]\n\nAccording to senior Saudi scholars, Islam forbids the traveling or working outside the home by a woman without their husband's permission – permission which may be revoked at any time – on the grounds that the different physiological structures and biological functions of the two sexes mean that each is assigned a distinctive role to play in the family.[323] Sexual intercourse out of wedlock may be punished with flogging,[324] although sex out of wedlock was permissible with a female slave until the practice of Islamic slavery was banned in 1962 (Prince Bandar bin Sultan was the product of \"a brief encounter\" between his father Prince Sultan bin Abdul Aziz – the Saudi defense minister for many years – and \"his slave, a black servingwoman\").[325][326]\n\nDespite this strictness, throughout these years senior Saudi scholars in the kingdom made exceptions in ruling on what is haram (forbidden). Foreign non-Muslim troops are forbidden in Arabia, except when the king needed them to confront Saddam Hussein in 1990; gender mixing of men and women is forbidden, and fraternization with non-Muslims is discouraged, but not at King Abdullah University of Science and Technology (KAUST). Movie theaters and driving by women are forbidden, except at the ARAMCO compound in eastern Saudi, populated by workers for the company that provides almost all the government's revenue. The exceptions made at KAUST were also in effect at ARAMCO.[327]\n\nMore general rules of permissiveness changed over time. Abdulaziz Ibn Saud imposed Wahhabi doctrines and practices \"in a progressively gentler form\" as his early 20th-century conquests expanded his state into urban areas, especially the Hejaz.[328] After vigorous debate Wahhabi religious authorities in Saudi Arabia allowed the use of paper money (in 1951), the abolition of slavery (in 1962), education of females (1964), and use of television (1965).[326] Music, the sound of which once might have led to summary execution, is now commonly heard on Saudi radios.[328] Minarets for mosques and use of funeral markers, which were once forbidden, are now allowed. Prayer attendance, which was once enforced by flogging, is no longer.[329]\n\nThe uniformity of dress among men and women in Saudi Arabia (compared to other Muslim countries in the Middle East) has been called by Arthur G Sharp as a \"striking example of Wahhabism's outward influence on Saudi society\", and an example of the Wahhabi belief that \"outward appearances and expressions are directly connected to one's inward state.\"[311]\n\nA \"badge\" of a particularly pious Wahhabi man is a robe too short to cover the ankle, an untrimmed beard,[330] and no cord (Agal) to hold the head scarf in place.[331] The warriors of the Wahhabi Ikhwan religious militia wore a white turban in place of an agal.[332]\n\nWahhabi mission, or Da'wah Wahhabiyya, is the idea of spreading Wahhabism throughout the world.[333] Tens of billions of dollars have been spent by the Saudi government and charities on mosques, schools, education materials, scholarships, throughout the world to promote  the Wahhabi influences. Tens of thousands of volunteers[243] and several billion dollars also went in support of the jihad against the atheist communist regime governing Afghanistan.[244]\n\n"
        },
        {
            "title": "Prevalence",
            "text": "The Wahhabi movement, while predominant across Saudi Arabia, was established from the Najd region, and it is there that its conservative practices have the strongest support, more so than in regions in the kingdom to the east or west of it.[f][338][339] Cyril Glasse credits the softening of some Wahhabi doctrines and practices outside of the Najd region on the conquest of the Hejaz region \"with its more cosmopolitan traditions and the traffic of pilgrims which the new rulers could not afford to alienate\".[328] Aside from Saudi Arabia, the only other country whose native population is predominantly Wahhabi is the adjacent gulf monarchy of Qatar.[340][341]\n\nThe \"boundaries\" of Wahhabism have been called \"difficult to pinpoint\",[59] but in contemporary usage, the terms \"Wahhabi\" and \"Salafi\" are sometimes used interchangeably, and they are considered to be movements with different roots that have merged since the 1960s.[342][343][g] However, Wahhabism is generally recognised as \"a particular orientation within Salafism\",[90] or an ultra-conservative, Saudi brand of Salafism.[345][346] Muhammad Iqbal, praised the 18th-century Najdi reform movement as \"the first throb of life in modern Islam\" which revolted against the rigidity of the ulema. Noting its inspiration on the 19th-century religious reformers, Iqbal stated that \"to the inspiration of this movement are traceable, directly or indirectly, nearly all the great modern movements of Muslim Asia and Africa\".[347][348]\n\nEstimates of the number of adherents to Wahhabism vary.[h]\n\n"
        },
        {
            "title": "Views",
            "text": "Adherents to the Wahhabi movement identify as Sunni Muslims.[352] The primary Wahhabi doctrine is affirmation of the uniqueness and unity of God (Tawhid),[10][353] and opposition to shirk (violation of tawhid – \"the one unforgivable sin\", according to Ibn Abd Al-Wahhab).[354] They call for adherence to the beliefs and practices of the Salaf al-Salih (exemplary early Muslims). They strongly oppose what they consider to be heterodox doctrines, particularly those held by the Sufi and Shiite traditions,[355] such as beliefs and practices associated with the veneration of Prophets and saints. Ibn 'Abd al-Wahhab associated such practices with the culture of Taqlid (imitation to established customs) adored by pagan-cults of the Jahiliyya period.[356] The movement emphasized reliance on the literal meaning of the Quran and hadith, rejecting rationalistic theology (kalam). Adherents of Wahhabism are favourable to derivation of new legal rulings (ijtihad) so long as it is true to the essence of the Quran, Sunnah and understanding of the salaf, and they do not regard this as bid'ah (innovation).[357]\n\n\nThe movement is heavily influenced by the works of thirteenth-century Hanbali theologian Ibn Taymiyya who rejected Kalam theology; and his disciple Ibn Qayyim who elaborated Ibn Taymiyya's ideals. Ibn Taymiyya's priority of ethics and worship over metaphysics, in particular, is readily accepted by Wahhäbis.[358][359] Muhammad ibn 'Abd al-Wahhab was a dedicated reader and student of Ibn Taymiyya's works, such as Al-Aqidah Al-Wasitiyya, Al-Siyasa Al-Shar'iyya, Minhaj al-Sunna and his various treatises attacking the cult of saints and certain forms of Sufism. Expressing great respect and admiration for Ibn Taymiyya; Ibn 'Abd al-Wahhab wrote:\nIn theology, Wahhabism is closely aligned with the Athari (traditionalist) school which represents the prevalent theological position of the Hanbali legal school.[361][362] Athari theology is characterized by reliance on the zahir (apparent or literal) meaning of the Qur'an and hadith, and opposition to rational argumentation in matters of 'Aqidah (creed) favored by Ash'arite and Maturidite theologies.[363][364] However, Wahhabis diverged in some points of theology from other Athari movements.[365] Muhammad Ibn ʿAbd al-Wahhab did not view the issue of God's Attributes and Names as a part of Tawhīd (monotheism), rather he viewed it in the broader context of aqāʾid (theology). While his treatises strongly emphasised Tawhid al-ulūhiyya (monotheism in Worship), Ibn 'Abd al-Wahhab did not give prominence to the theology of God's Names and Attributes that was central to Ibn Taymiyya and the Salafi movement.[366] Following this approach, the early Wahhabi scholars had not elucidated the details of Athari theology such as Divine Attributes and other creedal doctrines. Influenced by the scholars of the Salafiyya movement, the later Wahhabis would revive Athari theological polemics beginning from the mid-twentieth century; which lead to charges of anthropomorphism against them by opponents such as Al-Kawthari. By contrast, the creedal treatises of early Wahhabis were mostly restricted to upholding Tawhid and condemning various practices of saint veneration which they considered as shirk (polytheism).[367] They also staunchly opposed Taqlid and advocated for Ijtihad.[368]\n\nHammad Ibn 'Atiq (d. 1883/ 1301 A.H) was one of the first Wahhabi scholars who seriously concerned himself with the question of God's Names and Attributes; a topic largely neglected by the previous Wahhabi scholars whose primary focus was limited to condemning idolatry and necrolatry. Ibn 'Atiq established correspondence with Athari scholars like Sīddïq Hasān Khán, an influential scholar of the Ahl al-Hadith movement in the Islamic principality of Bhopal. In his letters, Ibn 'Atiq praised Nayl al-Maram, Khan's Salafi commentary on Qur'an, which was published via prints in Cairo. He solicited Khan to accept his son as his disciple and requested Khan to produce and send more  commentaries on the various treatises of Ibn Taymiyya and Ibn Qayyim. Khan accepted his request and embarked on a detailed study of the treatises of both the scholars. Hammad's son Sa'd ibn Atiq would study under Khan and various traditionalist theologians in India. Thus, various Wahhabi scholars began making efforts to appropriate Ibn 'Abd al-Wahhab's legacy into mainstream Sunni Islam by appropriating them to the broader traditionalist scholarship active across the Indian subcontinent, Iraq, Syria, Egypt, Yemen, etc.[369]\n\nThe Hanafite scholar Ibn Abi al-Izz's sharh (explanation) on Al-Tahawi's creedal treatise Al-Aqida al-Tahawiyya proved popular with the later adherents of the Muwahidun movement; who regarded it as a true representation of the work, free from Maturidi influences and  as a standard theological reference for the Athari creed. A number of Salafi and Wahhabi scholars have produced super-commentaries and annotations on the sharh, including Abd al-Aziz ibn Baz, Muhammad Nasiruddin al-Albani, Saleh Al-Fawzan, etc. and is taught as a standard text at the Islamic University of Madinah.[370]\n\nDavid Commins describes the \"pivotal idea\" in Ibn 'Abd al-Wahhab's teaching as being that \"Muslims who disagreed with his definition of monotheism were not ... misguided Muslims, but outside the pale of Islam altogether.\" This put Ibn Abd al-Wahhab's teaching at odds with that of those Muslims who argued that the \"shahada\" (i.e., the testimony of faith; \"There is no god but God, Muhammad is his messenger\") alone made one a Muslim, and that shortcomings in that person's behavior and performance of other obligatory rituals rendered them \"a sinner\", but \"not an unbeliever.\"[371]\n\nIn Ibn 'Abd al-Wahhab's major work, a small book called Kitab al-Tawhid, he states that 'Ibādah (Worship) in Islam consists of conventional acts of devotion such as the five daily prayers (salat); fasting for the holy month of Ramadan (Sawm); Dua (supplication); Istia'dha (seeking protection or refuge); Isti'âna (seeking help), and Istigātha to Allah (seeking benefits and calling upon Allah alone). Directing these deeds beyond Allah – such as through du'a or Istigāthā to the dead – are acts of shirk and in violation of the tenets of Tawhid (monotheism).[372][373] Based on the doctrine of Tawhid espoused in Kitab al-Tawhid, the followers of Ibn 'Abd al-Wahhab referred themselves by the designation \"Al-Muwahhidun\" (Unitarians).[374][375]\nThe essence of Ibn 'Abd al-Wahhab's justification for fighting his opponents in Arabia can be summed up as his belief that the original pagans fought by Prophet Muhammad \"affirmed that God is the creator, the sustainer and the master of all affairs; they gave alms, they performed pilgrimage and they avoided forbidden things from fear of God\". What made them pagans whose blood could be shed and wealth plundered was that they performed sacrifices, vows and supplications to other beings. According to Ibn 'Abd al-Wahhab, someone who perform such things even if their lives are otherwise exemplary; is not a Muslim but an unbeliever. Once such people have received the call to \"true Islam\", understood it and then rejected it, their blood and treasure are forfeit.[376][377] Clarifying his stance on Takfir, Ibn 'Abd al-Wahhab states:\nThe disagreement between Wahhabis and their opponents over the definition of worship ('Ibadah) and monotheism (Tawhid) has remained much the same since 1740, according to David Commins: \"One of the peculiar features of the debate between Wahhabis and their adversaries is its apparently static nature... the main points in the debate [have] stay[ed] the same [since 1740].\"[371] According to another source, Wahhabi jurists were unique for their literal interpretation of the Qur'an and Sunnah which tended to re-inforce local practices of the region of Najd.[379] Whether the teachings of Muhammad ibn 'Abd al-Wahhab included the need for social renewal and \"plans for socio-religious reform of society\" in the Arabian Peninsula, rather than simply a return to \"ritual correctness and moral purity\", is disputed.[380][381]\n\nAccording to Jeffrey R. Halverson, the Muwahidun movement was characterised by a strong opposition to mysticism.[365] Although this feature is typically attributed to the influence of the classical theologian Ibn Taymiyya, Jeffry Halverson states that Ibn Taymiyyah only opposed what he saw as Sufi excesses and never mysticism in itself, being himself a member of the Qadiriyyah Sufi order.[365] DeLong-Bas writes that Ibn 'Abd al-Wahhab did not denounce Sufism or Sufis as a group, but rather attacked specific practices which he saw as inconsistent with the Qur'an and hadith.[382]\n\n\nWhen he was asked on a religious matter, Ibn 'Abd al-Wahhab praised the pious Sufis, stating:\nScholars like Esther Peskes point to the cordial relations between the Muwahidun movement and the Sufi Shaykh Ahmad Ibn Idris and his followers in Mecca during the beginning of the 19th century; to aver that notions of absolute incompatibility between Sufism and Wahhabism are misleading. The early Wahhabi historiography had documented no mention that suggested any direct confrontations between Ibn 'Abd al-Wahhab and contemporary Sufis nor did it indicate that his activism was directed specifically against Sufism. Ibn 'Abd al-Wahhab's reforms were not aimed against socio-religious orientations such as Sufism; but were directed against the status quo prevalent in Islamic societies. Thus his efforts attempted a general transformation of Islamic societies, including Sufis and non-Sufis; the elite as well as the commoners. This resulted in the widespread desecralization of the public sphere that heralded the advent of a new socio-political model in Arabia.[384]\n\n\nExplaining the stance of early Wahhabis on Tasawwuf, Abdullah Aal al-Shaykh (d. 1829 C.E/1244 A.H), son of Ibn 'Abd al-Wahhab writes:\nIbn 'Abd al-Wahhab considered some beliefs and practices of the Shia to violate the doctrine of monotheism.[388] DeLong-Bas maintains that when Ibn Abd al-Wahhab denounced the Rafidah, he was not using a derogatory name for Shia but denouncing \"an extremist sect\" within Shiism who call themselves Rafidah. He criticized them for assigning greater authority to their current leaders than to Muhammad in interpreting the Qur'an and sharia, and for denying the validity of the consensus ('Ijma) of the early Muslim community.[388] In his treatise \"Risalah fi al-radd ala al-Rafidah\" (Treatise/Letter on the Denial/Rejection Pertaining to the Rafidah), Ibn 'Abd al-Wahhab addressed thirty-two topics on points of both theology and law refuting the Raafida. In doing so, Ibn Abdul Wahhab spoke as a scholar who had studied Shi'i scholarly works, outlining a broad and systematic perspective of the Shi'i worldview and theology. He also believed that the Shia doctrine of infallibility of the imams constituted associationism with God.[388] However, at no point did Ibn 'Abd al-Wahhab \"suggest that violence of any sort should be used against the Rafidah or Shi'is\". Rather, he implored his followers to peacefully clarify their own legal teachings. He instructed that this procedure of education and debate should be carried out with the support of truthful ulama, hadith transmitters, and righteous people employing logic, rhetoric, examination of the primary texts and scholarly debates.[389]\n\nAlthough Ibn 'Abd al-Wahhab and his son and successor 'Abdullah categorised various Shi'ite sects like Raafida, Zaydis, etc. as heretics and criticized many of their tenets, they had regarded them as Muslims. Abdullah's son, Sulayman (d. 1818) would articulate a new doctrine of Takfir which set the foundations for the excommunication of Shi'ites outside the pale of Islam. Sulayman's doctrines were revived by later scholars of the Muwahhidun like 'Abd al-Latif ibn 'Abd al-Rahman (1810–1876) during the Ottoman annexation of Al-Hasa in 1871. Al-Hasa was a Shi'ite majority area, and Ottoman invasion was assisted by the British. The Ottoman invasion had become a major danger to the Emirate of Nejd. From 1871, 'Abd al-Latif began to write tracts harshly condemning the Ottomans, Shi'ites and British as polytheists and called upon Muslims to boycott them. Integrating the concept of Hijra into his discourse of Takfir, 'Abd al-Latif also forbade Muslims to travel or stay in the lands of Ottomans, Rafidis, British, etc. 'Abd al-Latif viewed the Shi'ite sects of his time as idolators and placed them outside the pale of Islam.[390]\n\nThe Wahhabi scholars upheld the right of qualified scholars to perform Ijtihad on legal questions and condemned Taqleed of Mujtahids. This stance pitted them against the Ottoman Sufi ulema who shunned Ijtihad and obligated Taqleed. The Arab Salafiyya reformers of 19th and 20th centuries would defend the Wahhabis on the Ijtihad issue as well as join forces with Wahhabis to condemn various Sufi practices and orders (tariqats) which they considered to be reprehensible Bid'ah (innovations). Prominent amongst those Salafiyya ulema who backed Wahhabism included Khayr al-Din al-Alusi, Tahir al-Jaza'iri, Muhammad Rashid Rida, Jamal al-Din al-Qasimi, Mahmud Shukri Al-Alusi, etc.[391]\n\n\nCondemning the doctrine of blind-following (Taqlid) prevalent amongst the masses and obliging them to directly engage with the Scriptures; Sulāyman ibn Ābd-Allah Aal-Shaykh ( 1785–1818 C.E / 1199–1233 A.H) wrote:\n The Wahhabis furthermore rejected the idea of closure of Ijtihad as an innovated principle. Although they professed adherence to Hanbali school, they refrained from taking its precepts as final. Since the issue of Ijtihad and Taqlid was amongst their principle concerns, Wahhabis developed a set of juristic procedures to solve legal questions. These included referencing Qur'an and Hadith as the primary sources of legislation. In case the solution was not accessible from the Scriptures, the principle of 'Ijma (consensus) was employed. Ijma was restricted to Ahl al-Sunnah and consisted of consensus of Companions of the Prophet,  Salaf as-Salih and the consensus of scholars. If any Hanbali interpretations were proven wrong through these principles, they must be abandoned. Defending their pro-Ijtihad stance, Wahhabis quoted Qur'anic verses which implied that only Qur'an and Hadith constituted the bases of sharia (Islamic law).[393][394]\nProminent Wahhabi Qadi of the Second Saudi State, 'Abd al-Rahman ibn Hasan Aal-Al Shaykh (1196–1285 A.H / 1782–1868 C.E) strongly condemned the practice of Taqlid as a form of shirk (polytheism) in his treatises, writing:\nThe Wahhabis also advocated a principle in Islamic legal theory often referred to as \"the rule against Ijtihad reversal\". This principle allows overturning a scholar's fatwa (legal judgement) when he bases it on personal Ijtihad (personal legal reasoning), rather than a clear textual source from Qur'an and Hadith. In effect, this allowed the Wahhabi qadis to remain autonomous. Opponents of Wahhabi movement harshly rebuked them for advocating Ijtihad and not recognising the finality of mad'habs (law schools).[396]\n\nSince the Arabian Peninsula was never occupied by colonial powers, it wasn't directly challenged by Western modernity until the mid-twentieth century, unlike the rest of the Islamic World. While the Saudi ruling class spearheaded modernization drive across the Kingdom; response of the religious establishment to the drastic influx of modernity was varied, ranging from scholars who rejected modern influences to tech-savvy clerics who eagerly embrace modern technology and social media. Various preachers harmonise pious lifestyle with modern culture while simultaneously engaging with Muslims of diverse backgrounds across the globe through social media networks. Assisted by scholarly guidance from a wide range of Islamic revivalists across the World like Abul Hasan Ali Nadvi, Abul A'la Maududi, etc., the Islamic University of Medina was established in 1961 to promote a pan-Islamic response to contemporary challenges and modern ideologies. To intellectually counter the ideological spread Western liberalism, socialism and secular nationalism; numerous works of classical scholars like Ibn Kathir, Ibn Qudama, Ibn Hazm, Ibn Taymiyya, Ibn Qayyim, etc. were mass-distributed through Saudi publishing centres and during Pilgrimages.[397]\n\nOn the other hand, some influential Wahhabi clerics had also been noteworthy for issuing various archaic fatawa such as declaring \"that the sun orbited the Earth\", and forbidding \"women from riding bicycles on the grounds that they were \"the devil's horses\", and \"from watching TV without veiling, just in case the presenters could see them through the screen\". The most senior cleric in Saudi Arabia as of early 2022, Saleh Al-Fawzan, once issued a  fatwa forbidding \"all-you-can-eat buffets, because paying for a meal without knowing what you'll be eating is akin to gambling\".[398] Despite this, the contemporary Wahhabi religious framework has largely been able to maintain Saudi Arabia's global image as a pious society which is also aptly capable of addressing modern challenges.[399]\n\nTo resolve the novel issues of the 20th century, King 'Abd al-Azeez ibn Saud appointed Muhammad ibn Ibrahim Aal Al-Shaykh (d. 1969) as the Grand Mufti in 1953 to head Dar al-Ifta, the legal body tasked with crafting Wahhabi juristic response to the novel problems faced by Arabian Muslims. In 1971, Dar al-Ifta was re-organized to include a larger number of elder scholars to boost its intellectual output. Dar al-Ifta headed by the Saudi Grand Mufti, consists of two agencies: i) Board of Senior Ulema (BSU) ii) Permanent Committee for Scientific Research and Legal Opinions (C.R.L.O) Wahhabi scholars advocated a positive approach to embracing technology, political affairs, etc. while maintaining a traditional stance on social issues. Contemporary fatwas also demonstrate a receptive outlook on visual media, medical field, economic affairs, etc. Dar al-Ifta became an influential institution in Arabian society and it sought a balanced approach to modernity; positioning itself between religious idealism and varying societal, economic and material demands. As a result, some scholars like Fandy Mamoun have stated that \"In Saudi Arabia, different times and different places exist at once. Saudi Arabia is both a pre-modern and a post-modern society.\" The legal approach is characterized by taking from all law schools (Madhabs) through Scriptural precedents to sustain a legal system compatible with modernity.[400]\n\n\nIn opposition to the Taqlid doctrine, Wahhabi scholars advocated the proof-evaluation theory which believes in the continuous appearance of absolute Mujtahids (Mujtahid Mutlaq) and claims an 'Ijma (scholarly consensus) that the doors of Ijtihad remain always open. This juristic approach had enabled flexibility in response of Wahhabi legal bodies to modernity. These include the encouragement of mass-media like television, internet, etc. to promote virtue. Internet would be made publicly accessible to Saudi citizens as early as 1997.[401][402] In 2000 fatwa on the internet, Grand Mufti ʿAbd al-ʿAzīz Āal al-Shaykh explains: \n\nIn the financial sector, Wahhabi approach is based on Islamic economics. Islamic banking system is encouraged and digital transactions like credit cards have been sanctioned. Employing the results from observatories to sight the monthly Crescent moon is today permitted and preferred by the clerics. In the medical field, various fatwas legalising novel procedures like corneal transplant, autopsies, organ donations, etc. have been issued. In marital and gender-related issues, divorce is encouraged for incompitable marriages. On the issues of birth control, abortions and family planning, the legal bodies are conservative and generally prohibit them, viewing them as a contrary to Qur'anic commandments and Islamic principles to raise Muslim population. However, family planning measures are permitted in certain scenarios, wherein the legal principles of necessity are applicable.[404]  Board of Senior Ulema (BSU) states in a 1976 Fatwa:\nWahhabi approach to Fiqh radically challenged prevalent conventions of school Taqlid and was based on Ibn Taymiyya's broader theological call for a return to the values of the Salaf al-Salih.[406] Of the four major sources in Sunni Fiqh – the Qur'an, the Sunna, 'Ijma (juristic consensus) and Qiyas (analogical reasoning) – Ibn 'Abd al-Wahhab's writings emphasized the Qur'an and Sunna. He used 'ijma only \"in conjunction with its corroboration of the Qur'an and hadith\"[407] (and giving preference to the ijma of Muhammad's companions rather than the ijma of legal specialists after his time), and qiyas only in cases of extreme necessity.[408] He rejected deference to past juridical opinion (taqlid) in favor of independent reasoning (ijtihad), and opposed using local customs.[409] He urged his followers to \"return to the primary sources\" of Islam in order \"to determine how the Qur'an and Muhammad dealt with specific situations\" without being beholden to the interpretations of previous Islamic scholarship, while engaging in Ijtihad.[410]\n\nHistorically, many established figures from Hanbalite and Shafiite schools were noteworthy for their denunciation of Taqlid since the classical period. Influenced by these scholars, Ibn 'Abd al-Wahhab, fervently denounced Taqlid and upheld that the Gates of Ijtihad remained open.[411] According to Edward Mortimer, it was imitation of past judicial opinion in the face of clear contradictory evidence from hadith or Qur'anic text that Ibn 'Abd al-Wahhab condemned.[412] According to Ibn 'Abd al-Wahhab and his followers, God's commandments to obey Him alone and follow the Prophetic teachings, necessitated a complete adherence to Qur'an and Hadith. This entailed a rejection of all interpretations offered by the four legal schools – including the Muwahhidun's own Hanbali school – wherein they contradict the two primary sources.[393][413]\n\nMuhammad ibn 'Abd al-Wahhab asserted that every Muslim laymen, even one without modest educational credentials, could interpret the Qur'an and the Sunnah. Regional rivals castigated him as a self-taught \"ignorant\" since \"knowledge could come only from being taught by shaykhs\" and not by treating the Scriptures as one's teacher. Although the issue of ijtihad and rejection of taqlid were central themes of his doctrines, Ibn 'Abd al-Wahhab did not lay down his approach to Usul-al Fiqh (Principles of Jurisprudence) comprehensively. Rather, that was left to his son-in-law and pupil Hamad ibn Nasir ibn Mu'ammar (d. 1225 A.H/1811 C.E), who would explicate a clarified Wahhabi position on Usul al-Fiqh, after Ibn 'Abd al-Wahhab. Moreover, in his writings, Ibn 'Abd al-Wahhab relied primarily only on hadith (Prophetic traditions) rather than opinions of early Hanbali jurists. This stance arose uncertainty over his formal affiliation to the Hanbali mad'hab and would lead many local Hanbalite detractors to accuse him of undermining classical Fiqh in general. Despite their conceptual doctrine based on repudiation of Taqlid (emulating legal precedent) to a legal school and jettisoning the juristic super-structure that developed after the Islamic fourth century; in-order to lower clerical resistance to their campaign; Wahhabis sustained the local juristic tradition of Najd, which was based on Hanbalism.[414]\n\nAccording to an expert on law in Saudi Arabia (Frank Vogel), Ibn 'Abd al-Wahhab himself \"produced no unprecedented opinions\". The \"Wahhabis' bitter differences with other Muslims were not over Fiqh rules at all, but over 'Aqida, or theological positions\".[415] Professor of history at Dickinson College, David Commins also states that early disputes with other Muslims did not center on fiqh, and that the belief that the distinctive character of Wahhabism stems from Hanbali legal thought is a \"myth\".[416] Some scholars are ambivalent as to whether Wahhabis belong to the Hanbali legal school. The Encyclopedia of Islam and the Muslim World maintains Wahhabis \"rejected all jurisprudence that in their opinion did not adhere strictly to the letter of the Qur'an and the hadith\".[417] Cyril Glasse's The New Encyclopedia of Islam states that \"strictly speaking\", Wahhabis \"do not see themselves as belonging to any school\",[418] and that in doing so they correspond to the ideal aimed at by Ibn Hanbal, and thus they can be said to be of his 'school'.[412][419] According to DeLong-Bas, Ibn Abd al-Wahhab never directly claimed to be a Hanbali jurist, warned his followers about the dangers of adhering unquestionably to Fiqh, and did not consider \"the opinion of any law school to be binding\". In the absence of a  hadith, he encouraged following the examples of Prophet's companions rather than following a law school.[420] He did, however, follow the Hanbali methodology of judging everything not explicitly forbidden to be permissible, avoiding the use of Qiyas (analogical reasoning), and taking Maslaha (public interest) and 'Adl (justice) into consideration.[421]\n\nWhile Ibn 'Abd al-Wahhab himself was not inclined to adhere to a particular madhab, many of his followers would perpetuate the Hanbali legal theory.[422] Hanbali jurist Hamad ibn Nasir ibn Mu'ammar (1160–1125 A.H/ 1747–1810 C.E) laid out a comprehensive legal theory in his treatises like Risala al-Ijtihad wal Taqlid (\"Treatise on Ijtihad and Taqlid\") which became influential in the scholarly circles of the Muwahhidun. Ibn Mu'ammar believed that maintaining the practice of Ijtihad in every era was a religious obligation and tasked the Islamic scholars for carrying out this responsibility. This was to be done through proof evaluation from the Scriptures and by employing Usul al-Fiqh (Principles of Jurisprudence). Based on one's expertise and knowledge, Ibn Mu'ammar ranked a hierarchy of Fuqaha (Islamic jurists) for carrying out the duty of issuing fatwas. At the top was the absolute Mujtahid who issues verdicts solely based on the principles (Usul) of his madhab by independently determining the preponderant view from all the possible scenarios tracked down by himself as well as supplement the former rulings. After this came the 3 levels of partial Ijtihad which limited the scope of research: initially just to the past opinions, then to the rulings found in the 4 madhabs and finally to the views within one's own madhab. The lowest of Ibn Mu'ammar's hierarchy constituted the non-Mujtahid laity who are required to directly engage with the Scriptural sources in consultation with scholars, as well as by analysing past scholarly works. Thus, Ibn Mu'ammar's legal theory strived for the reconciliation between the reformist programme of the Muwahhidin and the classical jurisprudential structures. What made Ibn Mu'ammar's proposed system unique was its \"microcosmic\" and flexible nature; which permitted the scholars to simultaneously represent different ranks within the hierarchy to carry out their responsibilities of Ijtihad.[423]\n\n\nThe Wahhabi legal theory stipulated proof-evaluation based on Hanbali principles as one of its major hallmarks. By claiming themselves as Hanbali, Muwahhidun scholars implied directly adhering to the five Usul al-Fiqh (Principles of jurisprudence) of the Hanbali school. Condemning the madhab fanaticism and prevalent Taqlid culture which had restricted Fiqh to the opinions of some latecomers and ignored those of the Salaf, Ibn Mu'ammar writes:[424]\n\n\nDespite the main methodology of Wahhabi movement being derived from Hanbalite Ahl al-Hadith, scholars also take the rulings from other Madhhabs, as long they regard them as being verified through Hadith and traditions or Sunnah authenticated by Sahabah. (Qaul Sahabiyyah according to modern contemporary Muslim scholars[426]). Prominent Wahhabi scholar Muhammad ibn Salih al-Uthaymeen derived rulings from the Shafiite jurisprudence in his commentary of The Meadows of the Righteous book authored by al-Nawawi, wherein the Ijtihad (reasoning) of Abu Hurairah was taken by al-Nawawi for rulings of Wudu (ablution ritual).[427]\n\nAccording to various sources – scholars,[428][429][430][431][432][433]\nformer Saudi students,[434] Arabic-speaking/reading teachers who have had access to Saudi text books,[435]\nand journalists[436]\n– Ibn `Abd al Wahhab preached and his successors preach that theirs is the one true form of Islam. According to the doctrine known as al-wala` wa al-bara` (literally, \"loyalty and disassociation\"), Ibn 'Abd al-Wahhab argued that it was \"imperative for Muslims not to befriend, ally themselves with, or imitate non-Muslims or heretical Muslims\", and that this \"enmity and hostility of Muslims toward non-Muslims and heretical had to be visible and unequivocal\".[437]\nEven as late as 2003, entire pages in Saudi textbooks were devoted to explaining to undergraduates that all forms of Islam except Wahhabism were deviation,[435] although, according to one source (Hamid Algar) Wahhabis have \"discreetly concealed\" this view from other Muslims outside Saudi Arabia \"over the years\".[430][438]\n\nIn a reply dated 2003, the Saudi Arabian government \"has strenuously denied the above allegations\", including claims that \"their government exports religious or cultural extremism or supports extremist religious education.\"[82]\n\nMuhammad ibn 'Abd al-Wahhab concerned himself with the social reformation of his people. He stressed the importance of education, especially for females and encouraged women to be active in educational endeavours and lead various communal and social activities. Diriyah had become a major centre of learning and foreign travellers often noted the higher literacy rates of townsfolk of Central Arabia. In line with his methodology, Ibn 'Abd al-Wahhab also denounced the practice of instant triple talaq, counting it as only a single talaq (regardless of the number of pronouncements). The outlawing of triple talaq has been considered to be one of the most significant reforms in the Islamic World in the 20th and 21st centuries. As an 18th-century reformer, Muhammad ibn Abd al Wahhab advocated for Ijtihad of qualified scholars in accordance with the teachings of Qur'an and Hadeeth. His thoughts reflected the major trends apparent in the 18th-century Islamic reform movements. Numerous significant socio-economic reforms would be advocated by the Imam during his lifetime. After his death, his followers continued his legacy. Notable jurists like Ibn Mu'ammar (1160–1225 A.H/ 1747–1810 C.E) would issue ground-breaking fatwas (legal verdicts) on contemporary issues such as authorization of small-pox vaccinations; at a time when opposition to small-pox vaccinations was widespread among the scientific and political elites of Europe. Many women were influential in various reformist endeavours of the Muwahhidun; such as mass-education, communal activities, campaigns against superstitions, etc. These included Ibn 'Abd al-Wahhab's own daughter Fatimah, a revered Islamic scholar who travelled far and wide; and taught numerous men and women. However, future events such as the destruction of the Emirate of Diriyah in the Wahhabi Wars of 1818, subsequent persecution of Salafis and other Islamic reformers, etc. would result in a halt to the social reforms implemented by the Wahhabi jurists and their suspicions towards the outside world would linger throughout the 19th century.[439][440][441][442]\n\nWith the resurgence of rising reform currents of Salafiyya across the Muslim world from the late 19th century, the Wahhabis of Najd too underwent a rejuvenation. After the establishment of the Third Saudi State and Unification of Saudi Arabia, a Salafiyya Global movement would crystallise with the backing of a state. Ibn Saud's reforms would get criticism from zealots amongst some of his Wahhabi clergy-men; reminiscent of the 19th-century harshness. However, other ulema would allow them, eventually paving way for gradual reforms in KSA. Thus, new education policies would be approved that taught foreign languages, sciences, geography, etc. Overruling the objections of Ikhwan, the Wahhabi ulema would permit the introduction of telegraph and other wireless communication systems. Soon after, oil industries would be developed with the discovery of petroleum. Influential clerics such as Mufti Muhammad ibn Ibrahim Aal ash-Shaykh would endorse female education.[443]\n\nAccording to ibn 'Abd al-Wahhab; there are three objectives for Islamic government and society: \"to believe in Allah, enjoin good behavior, and forbid wrongdoing\". This doctrine has been sustained in missionary literature, sermons, fatwa rulings, and explications of religious doctrine by Wahhabis since the death of ibn 'Abd al-Wahhab.[99] Ibn 'Abd al-Wahhab saw a role for the Imam, \"responsible for religious matters\", and the Amir, \"in charge of political and military issues\".[444] Despite this, in Saudi history; the Imam had not been a religious preacher or scholar, but Muhammad ibn Saud and the subsequent Saudi dynastic rulers.[89][445][446]\n\nHe also believed that the Muslim ruler is owed unquestioned allegiance as a religious obligation from his subjects; so long as he leads the community according to the laws of God (Shari'ah). A Muslim must present a bay'ah (oath of allegiance) to a Muslim ruler during his lifetime to ensure his redemption after death.[99][447] Any counsel given to a ruler from community leaders or ulama should be private, not through public acts such as petitions, demonstrations, etc.[448][449] This principle arosed confusion during the dynastic disputes of the Second Saudi State during the late 19th-century; when rebels succeeded in overthrowing the monarch, to become the ruler.[450][451] While it gave the king a wide range of power, respecting shari'a does impose limits, such as giving qadi (Islamic judges) independence. This meant non-interference in their deliberations, as well as not codifying laws, following precedents or establishing a uniform system of law courts – both of which violate the qadi's independence.[452]\n\nWahhabis have traditionally given their allegiance to the House of Saud, but a movement of \"Salafi jihadis\" has emerged in the contemporary among those who believe that Al-Saud has abandoned the laws of God.[251][252] According to Zubair Qamar, while the \"standard view\" is that \"Wahhabis are apolitical and do not oppose the State\", there is another \"strain\" of Wahhabism that \"found prominence among a group of Wahhabis after the fall of the second Saudi State in the 1800s\", and post 9/11 is associated with Jordanian/Palestinian scholar Abu Muhammad al-Maqdisi and \"Wahhabi scholars of the 'Shu'aybi' school\".[453]\n\n\nWahhabis share the belief of Islamists such as the Muslim Brotherhood in Islamic dominion over politics and government and the importance of da'wah (proselytizing or preaching of Islam) not just towards non-Muslims but towards erroring Muslims. However Wahhabi preachers are conservative and do not deal with concepts such as social justice, anticolonialism, or economic equality, expounded upon by Islamist Muslims.[333] Ibn 'Abd al-Wahhab's original pact promised whoever championed his message, 'will, by means of it, rule and lands and men'.\"[38] While socio-political issues constituted a major aspect of his reformist programme, Ibn 'Abd al-Wahhab nonetheless didn't advocate for revolutionary overthrowal of the ruling order to establish a Caliphate across the Muslim world. Following the classical Sunni understanding, Ibn 'Abd al-Wahhab advocated accommodation with the status quo, stating: \n18th and 19th century European travellers, ambassadors and writers considered the Muwahhidun as championing an “Islamic revolution” that campaigned for a pristine Islam stripped of all complex rituals, cultural accretions, superstitions, etc. and a simpler creedal ethos based on universal brotherhood and fraternity; analogous to various European frondeurs during the Age of Revolutions. Contemporary European diplomats and observers who witnessed its emergence drew parallels with the American and French revolutions in Wahhabi opposition to Ottoman clerical hierarchy and foreign imperialism; with some even labelling them as “Wahhabi Jacobins” and its reformist efforts as a sort of “Protestantism”.[455][456][457]\nCambridge historian Christopher Allen Bayly notes that the religious movement of the Arabian Muwahhidun also had a revolutionary political programme comparable to the European revolutions in the 18th and 19th centuries. The difference lied in their political language; wherein themes of anti-imperialism, opposition to foreign aggression, promotion of civic values, duties & rights, etc. were conveyed to the local populace in terms of Islamic values.[458] Tracing the movement's popularity to the wider phenomenon of Ottoman decline, the far-reaching impacts of the French revolution on the Arab world; and deciphering the sudden collapse of its revolutionary Emirate to invasion by military despots of the old order; Bayly writes: \n"
        },
        {
            "title": "Notable leaders",
            "text": "There has traditionally been a recognized head of the Wahhabi \"religious estate\", often a member of Al ash-Sheikh (a descendant of Muhammad ibn 'Abd al-Wahhab) or related to another religious head. For example, Abd al-Latif was the son of Abd al-Rahman ibn Hasan.\n\n"
        },
        {
            "title": "International influence and propagation",
            "text": "Khaled Abou El Fadl listed four major factors that contributed to expansion of Wahhabi ideas across the Islamic World:\n\nPeter Mandaville lists two more reasons:[467]\n\nAccording to French scholar and critic of Islamism Gilles Kepel,  the tripling in the price of oil in the mid-1970s and the progressive takeover of Saudi Aramco in the 1974–1980 period, provided the source of much influence of Wahhabism in the Islamic World.\n\nEstimates of Saudi spending on religious causes abroad include \"upward of $100 billion\";[468] $2–3 billion per year since 1975 (compared to the annual Soviet propaganda budget of $1 billion/year);[469] and \"at least $87 billion\" from 1987 to 2007.[470]\n\nIts largesse funded an estimated \"90% of the expenses of the entire faith\", throughout the Muslim world, according to journalist Dawood al-Shirian.[471] It extended to young and old, from children's madrasas to high-level scholarship.[472] \"Books, scholarships, fellowships, mosques\" (for example, \"more than 1,500 mosques were built from Saudi public funds over the last 50 years\") were paid for.[224] It rewarded journalists and academics, who followed it and built satellite campuses around Egypt for Al Azhar, the oldest and most influential Islamic university.[225] Yahya Birt counts spending on \"1,500 mosques, 210 Islamic centres and dozens of Muslim academies and schools\".[469][473]\n\nThis financial aid has done much to overwhelm less strict local interpretations of Islam, according to observers like Dawood al-Shirian and Lee Kuan Yew,[471] arguing that it caused the Saudi interpretation (sometimes called \"petro-Islam\"[474]) to be perceived as the correct interpretation – or the \"gold standard\" of Islam – in many Muslims' minds.[475][476]\n\nPeter Mandaville asserts that the commonly reported data estimates regarding Saudi religious funding are unreliable due to the sources being \"internally inconsistent\" and based on \"non-specific hearsay\". According to Mandaville, the wide-ranging and controversial usage of the term \"Wahhabism\" has rendered researching Saudi religious transnationalism and assessing its actual magnitude even more confusing. Moreover, the post-Cold War era governments had commonly used the label \"Wahhabism\" to designate a wide swathe of  religious sects, including those which were doctrinally at odds with Wahhabism.[477]\n\nAccording to counter-terrorism scholar Thomas F. Lynch III, Sunni extremists perpetrated about 700 terror attacks killing roughly 7,000 people from 1981 to 2006.[478] What connection there is between Wahhabism proper and the ideology of Salafi jihadists such as al-Qaeda who carry out these attacks, is disputed.[479]  According to many Islamists, Bin Laden and his followers did not identify themselves as Wahhabists. The Yemeni background of Bin Laden points to a non-Wahhabi background. Moreover, the Wahhabi ulema of Saudi Arabia had ruled the illegality of all forms of suicide bombings, including in Israel. The doctrine of suicide bombings which was justified by  Zawahiri in his legal treatises were rejected as heretical by the Wahhabi scholars.[479] Jonathan Sozek reports that while Bin Laden self-identified as a Salafist, he was not affiliated with the Wahhabi movement.[480]\n\n\nAs early as 1988, the Board of Senior Ulema (BSU) of the Dar al-Ifta in Saudi Arabia, composed of influential scholars like Ibn 'Uthaymin (d. 2001) and Ibn Baz (d. 1999), had issued strong condemnation of various acts of terrorism. In a comprehensive fatwa issued at its 32nd session in Ta'if on 25 August 1988, the board members issued the maximum punishment for acts of terrorism, declaring:[481]\nDespite this, some US journalists like Lulu Schwartz (then known by the name Stephen Schwartz) presented an alternative view that argued for Wahhabi connections to Al-Qaeda.[479] In June 2003, when the FBI had listed al-Qaeda as \"the number one terrorist threat to the United States\", American journalist Lulu Schwartz and former U.S. Republican Senator and lobbyist Senator Jon Kyl accused before the Subcommittee on Terrorism, Technology, and Homeland Security of the U.S. Senate that \"Wahhabism is the source of the overwhelming majority of terrorist atrocities in today's world\". Presenting their case, they argued:[482]\n\nAmerican scholar Natana J. DeLong-Bas, senior research assistant at the Prince Alwaleed Center for Muslim-Christian Understanding at Georgetown University, argues:\n\nAmerican academic and author Noah Feldman distinguishes between what he calls the \"deeply conservative\" Wahhabis and what he calls the \"followers of political Islam in the 1980s and 1990s\", such as Egyptian Islamic Jihad and later al-Qaeda leader Ayman al-Zawahiri. While Saudi Wahhabis were \"the largest funders of local Muslim Brotherhood chapters and other hard-line Islamists\" during this time, they opposed jihadi resistance to Muslim governments and assassination of Muslim leaders because of their belief that \"the decision to wage jihad lay with the ruler, not the individual believer\".[484] In 2005, British author and religion academic Karen Armstrong declared that \"Bin Laden was not inspired by Wahhabism but by the writings of the Egyptian ideologue Sayyid Qutb, who was executed by President Nasser in 1966. Almost every fundamentalist movement in Sunni Islam has been strongly influenced by Qutb, so there is a good case for calling the violence that some of his followers commit \"Qutbian terrorism\".\"[485] However, in 2014, regarding the ideology of Islamic State (IS), Armstrong remarked that \"IS is certainly an Islamic movement [...] because its roots are in Wahhabism, a form of Islam practised in Saudi Arabia that developed only in the 18th century\".[486]\n\nMore recently, the self-declared \"Islamic State\" in Iraq and Syria headed by Abu Bakr al-Baghdadi has been described as both more violent than al-Qaeda and more closely aligned with Wahhabism,[486][487][488] alongside Salafism and Salafi jihadism.[489][490] According to The New York Times correspondent David D. Kirkpatrick:\n\nAccording to the American historian of Islam Bernard Haykel, \"for Al Qaeda, violence is a means to an ends; for ISIS, it is an end in itself.\" Wahhabism is the Islamic State's \"closest religious cognate\". IS represented the ideological amalgamation of various elements of Qutbism and 20th-century Egyptian Islamism and the doctrines of Wahhabi movement. While the Muwahhidun movement had shunned violent rebellion against  governments, IS embraces political call to revolutions. While historically Wahhabis were not champions of the idea of caliphate, the Islamic State vigorously fights for the restoration of a pan-Islamist global caliphate.[491] Unlike the Islamic State ideologues who used the Qur'anic Āyah (verses) pertaining to Jihad as justification to fight all non Muslims aggressively; Ibn 'Abd al-Wahhab interpreted those Āyah as calling for a defensive endeavour, with an additional emphasis on safeguarding the lives of non-combatants in scenarios of warfare. Furthermore, he had advocated cordial relations with non-Muslims in order to soften their hearts towards Islam, adopting a persuasive approach to conversions.[492]\n\nAccording to the American scholar Cole Bunzel, Arabist and historian specialized in Near Eastern studies, \"The religious character of the Islamic State is, without doubt, overwhelmingly Wahhabi, but the group does depart from Wahhabi tradition in four critical respects: dynastic alliance, the caliphate, violence, and apocalyptic fervor\".[493] Islamic State's apocalyptic interpretation of hadiths related to End Times represents a significant break from the political discourse of the historical Saudi-Wahhabi states. IS eschatological narrative also departs from the religious doctrines of the Muwahhidun scholars; who categorised the knowledge of the End Times strictly within the realm of Al-Ghayb, affairs known only to God.[493][494] IS does not follow the pattern of the first three Saudi-Wahhabi states in integrating its religious mission with the Saudi monarchy, rather they consider them apostates. The pan-Islamist call for a global caliphate is another departure from Wahhabism. Theoretical elaboration of Khilafah (Caliphate) system is noticeably absent in pre-20th century Wahhabi treatises. Ironically, Saudi States had conflicts with the Ottoman Empire throughout the 19th century, the sole Muslim dynasty that had claimed to represent the institution of Caliphate. Despite their hostilities, the Wahhabis never declared a counter-caliphate.[493][495] Other scholars have postulated that Salafi-Jihadist ideologues employ a strategy of exploiting the works of Ibn Taymiyya and Ibn 'Abd al-Wahhab in order to cement legitimacy for their campaigns in the Muslim World. By applying Ibn Taymiyya's fatwas, militant Jihadists seek to inter-link modern era with the medieval age when the Islamic World was under constant attack by Crusaders.[496]\n\nAlthough religious violence was not absent in the Emirate of Diriyah, Islamic State's gut-wrenching displays of beheading, immolation, and other brutal acts of extreme violence aimed at instilling psychological terror in the general population shares no parallel in Saudi history. They were introduced by Abu Musab al-Zarqawi, al-Qaeda member and former leader of al-Qaeda in Iraq, who took inspiration from the writings of Abu Abdullah al-Muhajir, an Egyptian Jihadist theoretician and ideologue identified as the key theorist and ideologue behind modern jihadist violence.[497][498][499][500] It was the Al-Muhajir's legal manual on violence, popularly known as Fiqh al-Dima (The Jurisprudence of Jihad or The Jurisprudence of Blood),[493][497][498][499][501] that is ISIL's standard reference for justifying its extraordinary acts of violence.[493][497][498][499] The book has been described by counter-terrorism scholar Orwa Ajjoub as rationalizing and justifying \"suicide operations, the mutilation of corpses, beheading, and the killing of children and non-combatants\".[499] His theological and legal justifications influenced ISIL,[497][498][499] al-Qaeda,[497] and Boko Haram,[498] as well as several other jihadi terrorist groups.[497] The burning alive of Jordanian pilot Muath al-Kasasbeh in 2015, one of the most infamous acts of IS, was condemned by the Grand Mufti of Saudi Arabia as a \"horrendous crime\" that violated all Islamic principles. The IS doctrinal views on theological concepts like Hakimiyya and Takfir are also alien to the historical and contemporary Wahhabi understandings.[502]\n\n\nIn contrast to the Jihadist ideologues of the 20th and 21st centuries, Muhammad Ibn 'Abd al-Wahhab had defined jihad as an activity that must have a valid religious justification and which can only be declared by an Imam whose purpose must be strictly defensive in nature. Various contemporary militant Jihadist groups theorize their warfare as a global endeavour for expanding the territories of Islam (Dar al-islam) and Muslim control and believe it to be an ongoing, permanent duty of the Muslim community for the purpose of extinguishing \"unbelief\". Another objective is overthrowing the ruling governments in the Muslim world, which they regard as apotates, and replacing them with \"Islamic states\".[503] However, Ibn ʿAbd al-Wahhāb had maintained that the military campaigns of the Emirate of Dirʿiyya were strictly defensive and rebuked his opponents as being the first to initiate Takfir.[504] Justifying the Wahhabi military campaigns as defensive operations against their enemies, Ibn 'Abd al-Wahhab asserts: \n\nMoreover, the excesses committed by the newly recruited soldiers of Emirate of Diriyah had been rebuked by the scholarly leadership of the Wahhabi movement who took care to condemn and religiously delegitimise such war crimes. Condemning the military excesses committed during the Wahhabi conquest of Mecca in 1218–1803, Abdullah ibn Muhammad Aal Ash-Shaykh (1751–1829 C.E/ 1164–1244 A.H) stated: \n"
        },
        {
            "title": "Criticism and support",
            "text": "Among the criticism, or comments made by critics, of the Wahhabi movement are:\n\nIt has been reported that Ibn 'Abd al-Wahhab's father was critical of his son. The dispute arose when Ibn 'Abd al-Wahhab began his public da'wa activities in Huraymila. However, none of the sources state the exact nature of this disagreement. Salafi scholar Ibn Uthaymin notes that it probably was not concerning an issue of 'Aqidah (beliefs) as Ibn 'Abd al-Wahhab, \"did not lend any support to the saint-cults and other false practices\". It is speculated that they disputed over payment of judges in solving disputes and in the manner of giving da'wa, spreading Islamic teachings. Until his father's death in 1153 A.H; Muhammad ibn 'Abd al-Wahhab was not overly active and public in his da'wah efforts.[519]\n\nIbn 'Abd al-Wahhab's brother wrote a book in refutation of his brother's new teachings, called: \"The Final Word from the Qur'an, the Hadith, and the Sayings of the Scholars Concerning the School of Ibn 'Abd al-Wahhab\", also known as:\n\"Al-Sawa`iq al-Ilahiyya fi Madhhab al-Wahhabiyya\" (\"The Divine Thunderbolts Concerning the Wahhabi School\").[520] It has been reported that his brother repented and eventually returned to his call.[521][522]\n\nIn \"The Refutation of Wahhabism in Arabic Sources, 1745–1932\",[520] Hamadi Redissi provides original references to the description of Wahhabis as a divisive sect (firqa) and outliers (Kharijites) in communications between Ottomans and Egyptian Khedive Muhammad Ali. Redissi details refutations of Wahhabis by scholars (muftis); among them Ahmed Barakat Tandatawin, who in 1743 describes Wahhabism as ignorance (Jahala).\n\nWahhabism has been vehemently criticized by many  Sunni Muslims and continues to be condemned by various Sunni scholars in the strongest terms as a \"new faction,a vile sect\".[523]\n\nIn the 18th century, prominent Ottoman Hanafi scholar Ibn 'Abidin Al-Shami declared the Wahhabi movement of Muhammad ibn 'Abd al-Wahhab to be a modern-day manifestation of the Kharijites.[524][525] He said:\n\nThe followers of Muhammad Ibn 'Abd al-Wahhab considered the ideas of the Hanbali theologian Ahmad Ibn Taymiyya (d.1328) highly attractive and made him their central classical scholarly reference. However, for centuries Ibn Taymiyya's thoughts were mostly ignored by those who constituted the scholarly mainstream; who would accuse the Wahhabis for overemphasizing the scholarly works of Ibn Taymiyya. It was only during the 19th century that Ibn Taymiyya came to exercise prominent scholarly influence over Muslim youth and by the 20th century he would be a major reference for Islamic revolutionaries.[527] On the other hand, Ibn 'Abd al-Wahhab would deny that he had bias towards Ibn Taymiyya; and states in Hadiyya al-Thaniyya:\nAnother early rebuttal of Wahhabism came from the Sunni Sufi jurist Ibn Jirjis, who argued that supplicating the saints is permitted to whomever \"declares that there is no god but God and prays toward Mecca\" for, according to him, supplicating the saints is not a form of worship but merely calling out to them, and that worship at graves is not idolatry unless the supplicant believes that buried saints have the power to determine the course of events. These arguments were specifically rejected as heretical by the Wahhabi leader at the time.[528]\n\nThe leader of the Gulen movement, Fethullah Gülen accuses Arabs of conspiring against the Ottoman Empire as well as reducing Islam strictly to Wahhabism and Arab norms.[529]\n\nDr Abdul Shukor Husin, chairman of the National Fatwa Council, said Wahhabis \"view every practice that was not performed by Prophet Muhammad as bid'ah, a departure from Islam, not in accordance with the sunnah.\" However, other major members of the council have publicly come out against these statements; calling to tone down sectarian tensions.[530]\n\nOpposition to Wahabism emerged in South Asia during the early 19th century; which was led by prominent Islamic scholar and theologian Fazl-e-Haq Khairabadi (1796–1861). By the late 19th century, the anti-Wahhabi campaign in South Asia was led by Ahmed Raza Khan (1856–1921) and his disciples, who engaged in extensive written refutations and polemics against Wahabism. His movement became known as the Barelvi movement and was defined by rejection of Wahhabi beliefs.[531] According to Barelvi scholars, Wahhabis preach violence as opposed to Barelvis who promote peace. In 2016 Barelvis banned Wahhabis from their mosques nationwide.[532] The founder of the movement Ahmed Raza Khan said Wahhabis are not Muslims, and any Muslim who has difficulty understanding this, has also left Islam.[533]\n\nThe Somalia based paramilitary group Ahlu Sunna Waljama'a actively battles Salafi-Jihadi militants to prevent imposition of Wahhabi ideology.[534]\n\nThe transnational Lebanon-based Al-Ahbash movement uses takfir against Wahhabi and Salafi leaders.[535][536] The head of Al-Ahbash, Abdullah al-Harari accuses Wahhabis of falling into anthropomorphic descriptions of God and imitating polytheists.[537]\n\nThe Sufi Islamic Supreme Council of America founded by the Naqshbandi Sufi Shaykh Hisham Kabbani condemn Wahhabism as \"extremist\" and \"heretical\"; accusing it of being a terrorist ideology that labels other Muslims, especially Sufis as polytheists, a practice known as takfir.[538][539][540]\n\nIn late 2016, at a conference of over a hundred Sunni scholars in Chechnya, Al-Azhar's current dean, Ahmed el-Tayeb was said to have taken an uncompromising stand against Wahhabism by defining orthodox Sunnism as \"the Ash'arites and Muturidis (adherents of the theological systems of Imam Abu Mansur al-Maturidi and Imam Abul Hasan al-Ash'ari) ... followers of any of the four schools of thought (Hanafi, Shafi'i, Maliki or Hanbali) and ... also the followers of the Sufism of Imam Junaid al-Baghdadi in doctrines, manners and [spiritual] purification.\"[541] Having said that, Sheikh Ahmad al-Tayeb allegedly excluded the \"Salafists\" from the term of Ahl al-Sunna (Sunnis) stating that Salafists – also known as Wahhabis – are not from among the Sunnis.[542]\n\nHowever, Yusuf al-Qaradawi and Ahmad al Tayeb would later release separate press conference in Al-Azhar University after the congress to clarify their formal views. Qaradawi condemned the Chechnya congress, alleging that the congress resolutions were \"stirred by Rafidhi Shiite\". According to Al-Tayeb and Al-Qaradawi, the Salafi and Wahhabi movements are part of the \"Ahl al-Hadith\" school, and within Ahl al-Sunnah Wal Jama'ah; along with Ash'arite and Maturidite schools, despite their differences.[543] Al-Qaradawi and Ahmad blamed the congress of Chechnya were manipulated and the truth of the conference was distorted by the media.[543]\n\nQaradawi likened the Chechnya conference with Diraar Mosque, which was built by the hypocrites \"to sow discord among Muslims and split the Ummah\".[543]\n\nAccording to French Political Scientist Gilles Kepel, the alliance between Ibn 'Abd-al Wahhab and the tribal chief Muhammad ibn Saud to wage jihad on neighboring allegedly ignorant Muslims, was a \"consecration\" by Ibn 'Abd al-Wahhab since he renamed the Saudi tribe's long-standing raids as Jihad. Part of the Najd's \"Hobbesian state of perpetual war pitted Bedouin tribes against one another for control of the scarce resources that could stave off starvation.\" And a case of substituting fath, \"the 'opening' or conquest of a vast territory through religious zeal\", for the \"instinctive fight for survival and appetite for lucre\".[514]\n\nPakistani poet Muhammad Iqbal praised the movement as an influential endeavour of Islamic Golden Age that campaigned to put an end to the general stagnation of Muslims,[544][545] while observing that\n\nIslamic scholar Bilal Philips asserted that the charge of \"Wahhabi\" was deployed by the proponents of Madh'hab fanaticism during the nineteenth and twentieth centuries to Takfir (excommunicate) the legal non-conformists.[547] According to Philips:\n\nSyrian-Egyptian Islamic revivalist scholar Muhammad Rashid Rida was one of the most influential supporters of the Wahhabi movement during the 20th century. Rida had developed favourable views towards the Wahhabis as early as his arrival in Egypt during the 1890s; after reading about the movement in the histories of Al-Jabartī and Al-Nāṣiri.[549] Rida asserted that the social and military expansion of the Wahhabi movement could successfully launch an authentic Islamic revival throughout the Islamic World.[550]  Rida believed that the decline of Muslims was a result of the stagnation caused by the excesses of Sufism; which had distorted the pristine message of Islam. As a leading figure of the Salafiyya movement,[551] Rida launched his project of re-habilitating Wahhabism[552][553] and would popularise Najdi scholarly treatises across the Muslim World through his Al-Manar printing press.[554]\n\nSukarno, the first president of Indonesia, had openly expressed his view in his book \"dibawah bendera revolusi\", that the progressive \"Tajdid\" movement by Wahhabis was essential and had positive influence towards Muslims world in global scale, particularly to rising nations which struggled to gain their independence, such as Indonesia.[555] Sukarno also appreciated the \"wisdom of Ibn Saud to support Wahhabi scholars in their effort to reject various one thousand one kind of Bidʻah\".[555] It is argued by some that Sukarno was also influenced by Islamist figures such as Ahmad Khatib al-Minangkabawi, Agus Salim, and particularly Hamka, his elementary teacher.\n\n\nAccording to notable Arab Linguist Taha Hussein (1889–1973 C.E), the Wahhabi movement was new, yet simultaneously old. Although it was novel for its contemporary generations, it was also ancient in its powerful calls for return to a pure Islam untainted by the impurities of Shirk (polytheism). Acclaiming its role in the Arab Awakening and intellectual renewal, Taha Hussein states: \n"
        },
        {
            "title": "Comparison with other Salafiyya movements",
            "text": "The Wahhabi movement sprang up amongst a number of Islamic revivalist movements of the 18th and 19th centuries; such as the Mahdist movement in 19th century Sudan, Senussi movement in Libya, Fulani movement of Uthman Dan Fodio in Nigeria, Faraizi movement of Haji Shariatullah (1784–1840) in Bengal, the Indian Mujahidin movement of Sayyid Ahmed Barelvi (1786–1831) and the Padri movement (1803–1837) in Indonesia, all of which are considered precursors to the Arab Salafiyya movement of late nineteenth century. These movements sought an Islamic Reform, renewal and socio-moral re-generation of the society through a direct return to the fundamental Islamic sources (Qur'an and Hadith) and responded to the military, economic, social, moral, cultural stagnation stagnations of the Islamic World. The cause of decline was identified as the departure of Muslims from true Islamic values brought about by the infiltration and assimilation of local, indigenous, un-Islamic beliefs and practices. The prescribed cure was the purification of Muslim societies through a return to \"true Islam\". The key programmes of these revival movements included:\n\nAlthough the Wahhabi movement shared the  core doctrinal themes of other Salafi and proto-Salafi movements, it would later diverge with them in certain points of theology.[365] These included a zealous tendency toward takfir , i.e., excommunication of Muslims who opposed them and held beliefs which they regarded as shirk (polytheism).[365] This hardening of dogmatism dates as early as 1773, when Muhammad Ibn `Abd al-Wahhab withdrew from public life due to his dispute with 'Abd al-aziz, son and successor of Emir Muhammad Ibn Saud (1727–1765), over his ambitions to expand territorial conquests and his need to religiously justify these state activities as Jihad. For Ibn 'Abd al-Wahhab, state formation and aggressive expansionism were not the central themes of his revivalist and reformist efforts. The Saudi-Wahhabi power had reached its peak between 1792 and 1814, after Ibn 'Abd al-Wahhab's death in 1792. During this period, the Wahhabi clerics, Ibn 'Abd al-Wahhab's descendants, had become a tool of Saudi state expansionist policies and had heavily begun to incorporate the political doctrines of Hanbali theologian Ibn Taymiyya. This shift in outlook would lead to brutal events like the Wahhabi sack of Karbala in 1802–1803 and bitter conquests of the early nineteenth century. After the destruction of Emirate of Diriyah in 1818, the Saudis would lead a decades-long insurgency in Najd against the Ottomans, and the Wahhabi ulema adopted certain legal views on migration (hijra), excommunication (takfir), and religious warfare (jihad) as core theological doctrines, to justify it. This was in stark contrast to Ibn 'Abd al-Wahhab's writings, to whom Jihad played a limited role in-line with the classical Islamic military jurisprudence, which stipulated the limitations of military engagement. The classical Wahhabi emphasize on Takfir, Jihad, Hijra, etc. would lead to homogenisation of religious thought and practices in the Saudi territories throughout the nineteenth century.[558]\n\nMuhammad ibn 'Abd al-Wahhab and his later followers were subject to criticism, not only by Sufis, but also by fellow 18th century Islamic reformers like the Palestinian Hanbali scholar al-Saffārīnī (d. 1188–1774), and also through unverified reports by Yemeni Islamic scholar Muḥammad ibn Ismāʿīl al-Amīr al Ṣanʿānī (d. 1182–1768), etc. for the actions of the Saudi state and their extremism in Takfir. Although the influential Yemeni reformer Al-Shawkani praised Ibn 'Abd al-Wahhab and his works, after his death, Shawkani would criticise Ibn 'Abd al-Wahhab's later followers for their harshness in takfir. After the destruction of First Saudi State in 1223 C.E /1818 A.H, Wahhabi movement was characterised by manifesting hostility to non-Wahhābī Muslims. This phase of the movement between the 1820s to 1930, is generally known as \"Classical Wahhabism\". Classical Wahhabis themselves were divided between moderate scholars of Northern Najd like Muhammad Ibn Ibrahim Ibn Ajlan, Ibrāhīm ibn Ḥamad ibn Jāsir (d. 1338–1919), ʿAbdallāh ibn ʿAlī ibn ʿAmr (d. 1326–1908) etc. who were more open to outsiders and doctrinarian Wahhabis of Southern regions like 'Abd al-Latif ibn Abd Al-Rahman Hassan, Hamad ibn 'Atiq, Sulayman ibn Sihman, etc. who were more harsh in Takfir. To the moderate factions, conservative Wahhabis were extremists in takfir and therefore a dangerous threat to the Muslim Ummah. The two factions engaged in fierce debates, and due to political power-struggles, the hardline factions were able to gain dominance. In Syria, until the late nineteenth century emergence of Salafiyya, Wahhabi calls were met with hostility from the ulema due to doctrinal and political reasons.[559][560][561] Although the Ahl-i Hadith ulema of the Indian subcontinent had associated with Arab Wahhabi scholars and taught them, in their reports to the British, they officially denied any Wahhabi influence.[562]\n\nThe major precursor to the Takfiri discourse of Classical Wahhabism was Sulayman ibn 'Abdullah Aal al-Shaykh (1785–1818), a grandson of Ibn 'Abd al-Wahhab, who responded harshly to the Ottoman invasion. Ibn 'Abd al-Wahhab had been focused on reformist efforts in the Arabian Peninsula, primarily through preaching and mass-education. However, later Wahhabis would also come into political conflict with Ottomans, sparking a new array of polemics. Sulayman formulated the basis for a new concept of Takfir, based on the re-conceptualisation of the works of Ibn Taymiyya and Ibn 'Abd al-Wahhab and applied it in his context on the Ottoman Empire. While Ibn 'Abd al-Wahhab had focused on criticising specific beliefs and practices which he regarded heretical, Sulayman began to denounce groups and sects en masse. Sulayman revived Ibn Taymiyya's ideas of Al-Wala wal-Bara (loyalty and disavowal) and integrated it as a major part of his expanded Takfir doctrine. Most significantly, Sulayman also excommunicated whoever supported the Ottomans, ignores their disbelief or approves of them. He also forbade travel to Ottoman lands since those lands, in his view, were polytheist lands (Dar al-Harb). Through his various treatises, Sulayman employed the Islamic concept of Hijra and applied it on the Ottomans, asserting that it was obligatory for Muslims to abandon Ottoman lands and travel to Saudi lands.[563][564]\n\nSulayman would be executed by the Ottomans following the collapse of Emirate of Dir'iyyah in 1818. Second Saudi State was established in 1824 and its early scholars like Abd al-Rahman ibn Hassan (d. 1868) had followed a milder approach to Takfir. However, during the civil wars of the 1860s and 1870s, Sulayman's Takfiri doctrines would be revived by scholars like Abd al-Latif ibn Abd al-Rahman Hassan (1810–1876), his student Hammad ibn 'Atiq (d. 1884) and his son 'Abdullah ibn 'Abd al-Latif (d. 1920). Breaking with mainstream discourse that maintained a moderate approach until 1869, 'Abd al-Latif re-explored the fatwas of past scholars like Ibn Taymiyya on the doctrines of Takfir, Hijra, Al wala wal Bara, etc. in the wake of Ottoman expedition to Hasa. Sensing danger to the Emirate of Nejd, Abd al-Latif deployed his Takfiri doctrines to ensure loyalty and enable mass-mobilization against external enemies like the Ottomans, British, etc. as well as against internal enemies like Rafida (extreme Shi'ites). Another prominent figure was Hammad ibn 'Atiq, the most rigorous and implacable of anti-Ottoman clerics. As a pupil of 'Abd al-Latif, Ibn 'Atiq weaponised the doctrines of Al-Wala wal Bara and excommunicated the people inhabiting majority of the lands outside of Najd including Hejaz. After the death of his father in 1876, 'Abdullah Aal al-Shaykh became the senior-most scholar and continued the Takfiri polemics of Sulayman and 'Abd al-Latif until his demise in 1920. Most of the Wahhabi pronouncements of Takfir during this era was motivated by political opportunism and many clerics like 'Abd al-Latif shifted sides multiple times; despite previously accusing the other parties of disbelief and inciting Fitna (corruption).[565][566]\n\n\nScholars like 'Abd al-Latif Aal al-Shaykh displayed ambivalent approaches to excommunication. While in some situations they were harsh in their anathemization of political opponents, in other instances they expressed moderate views. In response to the allegations of Sufi scholar Ibn Jirjis, Abd al-Latif would reiterate that Wahhabis were cautious in limiting the pronouncements of Takfir as much as possible, stating:\nThe precursor of the South Asian 19th century Ahl-i Hadith movement, Ṭarīqa-i Muḥammadiyya was already denounced by its Sufi opponents as \"Wahhabi\"; a designation readily adopted by the British. Throughout their treatises, the Ahl-i Hadith scholars of South Asia denied the accusations of them being \"Wahhabi\". Siddīq Hăsán Khān (1832–1890), a prominent leader of Ahl-i Hadith wrote the treatise Tarjumān al-wahhābiyya (Interpreter of the Wahhabiyya), distinguishing themselves from the Wahhabis, since they \"followed the school of Aḥmad b. Ḥanbal, whereas the Ahl-i Ḥadīth did not practice taqlīd\". While hailing Ibn Taymiyya as a Mujaddid and Mujtahid, these early Ahl-i Hadith scholars nonetheless criticised Wahhabis as Muqallīdîn (blind-followers) of Ibn Taymiyya. While the leading ulema of the early Ahl-i Ḥadīth like Ṣiddīq Ḥasan Khān, Muḥammad Ḥusayn Batʾālwī (1840–1920), Thanāʾ Allāh Amritsarī (1867–1948), etc., officially denied any relations with followers of Ibn 'Abd al-Wahhab until the 1920s, other Ahl-i Hadith figures like ʿAbd al-Wāḥid, ʿAbd al-Raḥīm Ghaznawī , Bashīr Aḥmad Sahaswānī (d. 1908), etc., would stress their affinities with the Wahhabis.[568]\n\nThe second half of the 19th century was a period when repercussions following the defeat of the Mujahidin movement of Sayyid Ahmad in Balakot were widespread in South Asia. Followers of Ahl-i Hadith were being persecuted and punished for various practices, such as saying \"Ameen\" loudly in Salah (prayer rituals). As an Islamic scholar who was able to attain a position of high political authority, Ahl-i Hadith leader Siddīq Hasan Khān had faced several rivals as well as threats from British officials who charged him with spreading Wahhabi doctrines, which had been criminalised in the British Raj. Since Khan was unable to defend Muhammad Ibn 'Abd al-Wahhab and doctrines of the Najdi Wahhabis, his main concern was to protect the Muwahhidin (Ahl-i Hadith) in India, who were accused of being Wahhabis. He argued that the beliefs of Ahl-i Hadith of India were based on Qur'an and Sunnah, and was not derived from Najdi scholars; attempting to distinguish them from the Ahl-i Hadith. Yet Khan had also rebutted various claims made against Wahhabism, by bringing up Ibn 'Abd al-Wahhab's responses as well as defenses made by various supporters of the movement.[569]\n\n\nIn his treatise Tarjuman-i-Wahabiyah (\"Interpreter of the Wahhabiyya\"), Khan defended himself from being labelled as \"Wahhabi\" and would criticise the usage of the term, due to its narrow, localised connotations. He began the treatise by fiercely criticising the Najdi Wahhabis for stamping out Islamic Universalism with territorial localism. According to Khan, Najdis pulled Muslims back to constraints of geographic identitarianism and rigid norms and resented their territorial marker. He cited the discomfort of the Prophet to any type of regionalisation of Islam. He also cited the famous Hadith of Najd as a rebuttal of Najdis. According to Siddīq Hăsán Khān, Prophet Muhammad refused to bless Najd because:\n[570][76]\n\nGiving a resume of the career and activities of Muhammad ibn 'Abd al-Wahhab, Khan pointed out that there was no link between his activities and those of Sayyid Ahmad. Tracing the rise and subsequent defeat of the Muwahhidun movement in the Arabian Peninsula in 1818, Khan asserts that followers of Ibn 'Abd al-Wahhab and Sayyid Ahmad were labelled \"Wahhabis\" due to ulterior motives of imperial powers. Since the works of the Arabian reformer were not published by the followers of Sayyid Ahmad, labelling them as \"Wahhabis\" was a policy of religio-political abuse. Khan asserts that the apt term for Sayyid Ahmad's followers was Ahl al-Hadith (followers of the Hadith), since the term was as old as the early eras of Islam.[571]\n\nIn another one of his works titled \"Hidayat al Saa'il Ila Adillatil Masaa'il\"; Khan elaborated that Sunni Muslims of Hindustan were different from the Najdis since they both belonged to different madhahib (legal schools). The Najdis where the followers of the madh'hab of Imam Ahmad, whereas in Hindustan; Hanafi school was dominant. Past scholars like Shah Waliullah Dehlawi, Shah Ismail, etc. had reformed Hanafi doctrines from bid'ah (innovations) and held it tightly around Qur'an and Hadith. Articulating his pan-Islamic vision, Siddīq Hăsán Khān states that the broader scope of Hindustani ulema cannot be  contained by adherence to a single leader like Muhammad Ibn 'Abd al-Wahhab who was territorially rooted and therefore was outside of the cultural and intellectual space of an organic vision of Muslim unity. By asserting that the Ahl-i Hadith reform movement could not be labelled \"Wahabis\" as the latter were ideologically and territorially rooted in the Najd; Khan delinked his followers from the Najdī associates. Despite this, British officials charged that Khan's literature lead to the spread of \"Wahhabi intrusion\" into the Indian military.[572][573] Ironically, both Tarjuman-i-Wahabiyah and Hidayat al Saa'il Ila Adillatil Masaa'il, which were critical of Najdi Wahhabis, would be labelled as \"seditious\" books and censured by the British administration.[574]\n\nIn spite of his officially critical stance on the Najdi movement, several Najdi Wahhabi religious students would travel to the Islamic Principality of Bhopal and study Hadith under its Nawab Siddiq Hasan Khan's tutelage. Several Najdi Wahhabi treatises such as Fath al-Majid by Abdurrahman ibn Hasan Aal al-Shaykh, various Hanbali works, Tathirul A'tekad by Ibn Ismāʿīl al-Amīr al-San'ani, etc. had been brought to Sīddïq Hasān Khán as early as 1881. The studies of Najdi religious students under Khan would make a profound impact on the Wahhabi approach to Fiqh (Islamic jurisprudence). After their studies under the Ahl-i Hadith ulema of India, Wahhabi scholars from Najd adopted the legal methodology of Ibn Taymiyya and Ibn Qayyim; and began extensively referring to their theological works, fatwas and legal treatises, which had not been available to them before.[575][576]\n\nAccording to David Commins, the 19th century classical Wahhabi ideology was at the radical pole of Islamic discourse; whose doctrinal extremism in takfir provoked hostile condemnations among the ʿulamaʾ and Sufi shaykhs in the Arabian Peninsula and the Fertile Crescent. While rejecting the doctrinal excesses of Wahhabis in takfir; Salafis of Syria, Iraq and Egypt emphasized their common struggles against innovations like scholastic taqlid practices, rituals of saint worship, etc. With the support of the late 19th century Salafi ʿulamaʾ in the Fertile Crescent and Egypt, led by Sayyid Rashid Rida, major elements of puritanical Wahhabi philosophy, such as ijtihad and jihad, became an integral part of Islamic revivalism. They presented Wahhabism as an authentic revivalist movement, rather than a Kharijite heresy outside the Sunni consensus, by softening the harsh Wahhabi stances and making it more palatable to Arab Muslims. This also paved the way for co-operation between Salafi movements like the Muslim Brotherhood and the Wahhabis during the Interwar period, against the European threat and Western culture. Through this intellectual-political redefinition; Wahhabism was able to attain a global reach; and end its geographical and intellectual isolation by molding a receptive Salafi audience.[577]\n\nThe Rehabilitation of the Wahhabi movement was championed by the early Salafiyya under the leadership of Syrian-Egyptian Islamic scholar Muhammad Rashid Rida (d.1935) who campaigned vigorously to defend Muhammad Ibn 'Abd al-Wahhab and his ideas. Aligning themselves with Rida's campaign, Wahhabis also began using Salafi epithets and themes with increasing recurrence, viewing it more empowering than previous self-labels like \"good Sunnis\" or \"Unitarians\" (muwaḥḥidūn). Some of Rida's disciples like Muhammad Al-Amin Al-Shanqiti felt that the rehabilitation campaign had gone too far in  its uncritical promotion of Wahhabiyya. However, Rida rebutted Al-Shanqiti, accusing him of unfair criticism; and focused on facing the rising British threat. By 1929, Abd Al 'Azeez Ibn Saud had openly come out against the term \"Wahhabi\" , instead emphasizing that they were part of the wider Salafiyya movement, to align themselves within the umbrella of mainstream Sunnism. With the death of Sulayman ibn Sihman in 1930, the old guard of Classical Wahhabis had died out. The new scholarship of Wahhabiyyah would be dominated by Rida's disciples and comrades, who while remaining conservative, never developed the hardline approach of Classical Wahhabism, instead representing the \"true Wahhabism\" Rida had been championing across the Islamic World. Overall, Rida's rehabilitation campaign was successful enough to give mainstream legitimacy for the Saudi leadership and its Wahhabi doctrines to the Islamic World, under the wider umbrella of the \"Salafiyya\" movement.[578][579][580]\n\nRather than classical Wahhabi doctrines, the new brand of Wahhabism in Saudi Arabia was characterised by pan-Islamic Salafism, propagated through transnational religious organizations headquartered in the kingdom, with many of its leadership being foreign Salafis. The most influential amongst these organizations was the Muslim World League, established in 1962.[581] Although Saudi Arabia financially supports Salafi centers, publications, etc.; Wahhabism and Salafism differ markedly. Wahhabism remains closely aligned with the Saudi state and its religious establishment of Aal ash-Shaykh and generally follow the Hanbali jurisprudence in legal issues. On the other hand, Salafists tend to reject allegiances to states as well as legal schools (Madhabs). While both Wahhabis and Salafis share common pre-modern scholarship, the former continue to primarily follow the creedal teachings of Ibn 'Abd Al-Wahhab (d. 1792) and emphasize an idealised Saudi history, that romanticises the Wahhabi conquests. In contrast, the Salafiyya movement follow the multiple scholarly traditions of Islah (socio-legal-creedal reforms) dating from the 18th century, with a broader geographic scope ranging from Africa to South Asia, and is not tied to any particular state.[582]\n\nEuropean Muslim intellectual Muhammad Asad (d. 1992) would praise the Wahhabi movement for its calls to the pristine message of the Prophet as well as its influence on future Islamic Renaissance movements. However, he noted the paradox of the movement; stating:\n[583]\n\nOriginal Salafiyya and its intellectual heritage were not hostile to competing Islamic legal traditions. However, critics argue that as Salafis aligned with Saudi promoted neo-Wahhabism, religious concessions for Saudi political patronage distorted the early thrust of the renaissance movement. The early Salafiyya leaders like  Muhammad ibn 'Ali al-Shawkani (d. 1250–1835), Ibn al-Amir Al-San'ani (d.1225–1810), Muhammad Rashid Rida (d. 1354–1935), etc. advocated for Ijtihad (independent legal research) of Scriptures to solve the new contemporary demands and problems faced by Muslims living in a modern age through a pragmatic, juristic path faithful to the rich Islamic tradition. However, as other Salafi movements got increasingly sidelined by the Saudi-backed neo-Wahhabi Purists; the legal writings that were made easily accessible to the general public became often rigidly literalist and intolerant of the wider Sunni legal tradition, limited to a selective understanding of the Hanbalite works of Ibn Taymiyya and Ibn Qayyim.[584][585]\n\nThe Syrian-Albanian Salafi Muhaddith Muhammad Nasir al-Din al-Albani (d.1999) publicly challenged the foundational methodologies of the neo-Wahhabite establishment. According to Albani, although Wahhabis doctrinally professed exclusive adherence to the Qur'an, the Hadith, and the Ijma of Salaf al-salih; in practice they almost solely relied on Hanbali jurisprudence for their fatwas—acting therefore as undeclared partisans of a particular madhab. As the most prominent scholar who championed anti-madhab doctrines in the 20th century, Albani held that adherence to a madhab was a bid'ah (religious inmovation). Albani went as far as to castigate Ibn 'Abd al-Wahhab as a \"Salafi in creed, but not in Fiqh\". He strongly attacked Ibn 'Abd al-Wahhab on several points; claiming that the latter was not a mujtahid in fiqh and accused him of imitating the Hanbali school. Albani's outspoken criticism embarrassed the Saudi clergy, who finally expelled him from the Kingdom in 1963 when he issued a fatwa permitting women to uncover their face, which ran counter to Hanbali jurisprudence and Saudi standards.[586][587][588][589][590]\n\n\nIn addition, Albani would also criticise Muhammad Ibn 'Abd al-Wahhab for his weakness in hadith sciences. He distinguished between Salafism and Wahhabism, criticizing the latter while supporting the former. He had a complex relationship to each movement. Although he praised Ibn 'Abd al-Wahhab in general terms for his reformist efforts and contributions to the Muslim Ummah, Albani nonetheless censured his later followers for their harshness in Takfir.[591]: 68 : 220 [592] Distinguishing between \"Wahhabiyya\" and Salafiyya, Albani stated:\n[592]\n\nIn spite of this, Albani's efforts at hadith revivalism and his claims of being more faithful to the spirit of Wahhabism than Ibn 'Abd al-Wahhab himself; made the former's ideas highly popular amongst Salafi religious students across the World, including Saudi Arabia.[586][590]\n\n"
        }
    ]
}