{
    "url": "https://en.wikipedia.org/wiki/Walden",
    "title": "Walden",
    "table_of_contents": [
        "1 Background information",
        "2 Organization",
        "3 Themes",
        "4 Style and analysis",
        "5 Reception",
        "6 Adaptations",
        "6.1 Video games",
        "6.2 Digitization and scholarship efforts",
        "6.3 Influence",
        "7 Notes",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nWalden (/ˈwɔːldən/; first published in 1854 as Walden; or, Life in the Woods) is a book by American transcendentalist writer Henry David Thoreau. The text is a reflection upon the author's simple living in natural surroundings. The work is part personal declaration of independence, social experiment, voyage of spiritual discovery, satire, and—to some degree—a manual for self-reliance.[2]\n\nWalden details Thoreau's experiences over the course of two years, two months, and two days in a cabin he built near Walden Pond amidst woodland owned by his friend and mentor Ralph Waldo Emerson, near Concord, Massachusetts.\n\nThoreau makes precise scientific observations of nature as well as metaphorical and poetic uses of natural phenomena. He identifies many plants and animals by both their popular and scientific names, records in detail the color and clarity of different bodies of water, precisely dates and describes the freezing and thawing of the pond, and recounts his experiments to measure the depth and shape of the bottom of the supposedly \"bottomless\" Walden Pond.\n\n"
        },
        {
            "title": "Background information",
            "text": "There has been much speculation as to why Thoreau went to live at the pond in the first place. E. B. White stated on this note, \"Henry went forth to battle when he took to the woods, and Walden is the report of a man torn by two powerful and opposing drives—the desire to enjoy the world and the urge to set the world straight\", while Leo Marx noted that Thoreau's stay at Walden Pond was an experiment based on his teacher Emerson's \"method and of nature\" and that it was a \"report of an experiment in transcendental pastoralism\".\n\nLikewise, others have assumed Thoreau's intention during his time at Walden Pond was \"to conduct an experiment: Could he survive, possibly even thrive, by stripping away all superfluous luxuries, living a plain, simple life in radically reduced conditions?\" He thought of it as an experiment in \"home economics\". Although Thoreau went to Walden to escape what he considered \"over-civilization\", and in search of the \"raw\" and \"savage delight\" of the wilderness, he also spent considerable amounts of his time reading and writing.[3]\n\nThoreau used his time at Walden Pond (July 4, 1845 – September 6, 1847) to write his first book, A Week on the Concord and Merrimack Rivers (1849). The experience later inspired Walden, in which Thoreau compresses the time into a single calendar year and uses passages of four seasons to symbolize human development.\n\nBy immersing himself in nature, Thoreau hoped to gain a more objective understanding of society through personal introspection. Simple living and self-sufficiency were Thoreau's other goals, and the whole project was inspired by transcendentalist philosophy, a central theme of the American Romantic Period.\n\n"
        },
        {
            "title": "Organization",
            "text": "Part memoir and part spiritual quest, Walden opens with the announcement that Thoreau spent two years at Walden Pond living a simple life without support of any kind. Readers are reminded that at the time of publication, Thoreau is back to living among the civilized again. The book is separated into specific chapters, each of which focuses on specific themes:\n\nEconomy: In this first and longest chapter, Thoreau outlines his project: a two-year, two-month, and two-day stay at a cozy, \"tightly shingled and plastered\", English-style 10' × 15' cottage in the woods near Walden Pond.[5] He does this, he says, to illustrate the spiritual benefits of a simplified lifestyle. He easily supplies the four necessities of life (food, shelter, clothing, and fuel) with the help of family and friends, particularly his mother, his best friend, and Mr. and Mrs. Ralph Waldo Emerson. The latter provided Thoreau with a work exchange: he could build a small house and plant a garden if he cleared some land on the woodlot and did other chores while there.[5] Thoreau meticulously records his expenditures and earnings, demonstrating his understanding of \"economy\", as he builds his house and buys and grows food.\n\nThe house's cost is US$28.12 (equivalent to $817.79 in 2021) and fewer still, if any, the separate cost of the various materials which compose them:—\n\nWhere I Lived, and What I Lived For: Thoreau recollects thoughts of places he stayed at before selecting Walden Pond, and quotes Roman philosopher Cato's advice \"consider buying a farm very carefully before signing the papers\".[6]  His possibilities included a nearby Hollowell farm (where the \"wife\" unexpectedly decided she wanted to keep the farm). Thoreau takes to the woods dreaming of an existence free of obligations and full of leisure. He announces that he resides far from social relationships that mail represents (post office) and the majority of the chapter focuses on his thoughts while constructing and living in his new home at Walden.[5]\n\nReading: Thoreau discusses the benefits of classical literature, preferably in the original Greek or Latin, and bemoans the lack of sophistication in Concord evident in the popularity of unsophisticated literature. He also loved to read books by world travelers.[7] He yearns for a time when each New England village supports \"wise men\" to educate and thereby ennoble the population.\n\nSounds: Thoreau encourages the reader to be \"forever on the alert\" and \"looking always at what is to be seen\".[6]  Although truth can be found in literature, it can equally be found in nature.  In addition to self-development, developing one's perceptiveness can alleviate boredom. Rather than \"look abroad for amusement, to society and the theatre\", Thoreau's own life, including supposedly dull pastimes like housework, becomes a source of amusement that \"never ceases to be novel\".[6]  Likewise, he obtains pleasure in the sounds that ring around his cabin: church bells ringing, carriages rattling and rumbling, cows lowing, whip-poor-wills singing, owls hooting, frogs croaking, and cockerels crowing. \"All sound heard at the greatest possible distance,\" he contends \"produces one and the same effect\".[6]\n\nSolitude: Thoreau reflects on the feeling of solitude. He explains how loneliness can occur even amid companions if one's heart is not open to them. Thoreau meditates on the pleasures of escaping society and the petty things that society entails (gossip, fights, etc.). He also reflects on his new companion, an old settler who arrives nearby and an old woman with great memory (\"memory runs back farther than mythology\").[8] Thoreau repeatedly reflects on the benefits of nature and of his deep communion with it and states that the only \"medicine he needs is a draught of morning air\".[6]\n\nVisitors: Thoreau talks about how he enjoys companionship (despite his love for solitude) and always leaves three chairs ready for visitors. The entire chapter focuses on the coming and going of visitors, and how he has more comers in Walden than he did in the city. He receives visits from those living or working nearby and gives special attention to a French Canadian born woodsman named Alec Thérien. Unlike Thoreau, Thérien cannot read or write and is described as leading an \"animal life\".[citation needed] He compares Thérien to Walden Pond itself. Thoreau then reflects on the women and children who seem to enjoy the pond more than men, and how men are limited because their lives are taken up.\n\nThe Bean-Field: Reflection on Thoreau's planting and his enjoyment of this new job/hobby. He touches upon the joys of his environment, the sights and sounds of nature, but also on the military sounds nearby. The rest of the chapter focuses on his earnings and his cultivation of crops (including how he spends just under fifteen dollars on this).\n\nThe Village: The chapter focuses on Thoreau's reflections on the journeys he takes several times a week to Concord, where he gathers the latest gossip and meets with townsmen. On one of his journeys into Concord, Thoreau is detained and jailed for his refusal to pay a poll tax to the \"state that buys and sells men, women, and children, like cattle at the door of its senate-house\".[9]\n\nThe Ponds: In autumn, Thoreau discusses the countryside and writes down his observations about the geography of Walden Pond and its neighbors: Flint's Pond (or Sandy Pond), White Pond, and Goose Pond. Although Flint's is the largest, Thoreau's favorites are Walden and White ponds, which he describes as lovelier than diamonds.\n\nBaker Farm: While on an afternoon ramble in the woods, Thoreau gets caught in a rainstorm and takes shelter in the dirty, dismal hut of John Field, a penniless but hard-working Irish farmhand, and his wife and children. Thoreau urges Field to live a simple but independent and fulfilling life in the woods, thereby freeing himself of employers and creditors. But the Irishman will not give up his aspirations of luxury and the quest for the American dream.\n\nHigher Laws: Thoreau discusses whether hunting wild animals and eating meat is necessary. He concludes that the primitive, carnal sensuality of humans drives them to kill and eat animals, and that a person who transcends this propensity is superior to those who cannot. (Thoreau eats fish and occasionally salt pork and woodchuck.)[5] In addition to vegetarianism, he lauds chastity, work, and teetotalism. He also recognizes that Native Americans need to hunt and kill moose for survival in \"The Maine Woods\", and eats moose on a trip to Maine while he was living at Walden.[5] Here is a list of the laws that he mentions:\n\nBrute Neighbors: This chapter is a simplified version of one of Thoreau's conversations with William Ellery Channing, who sometimes accompanied Thoreau on fishing trips when Channing had come up from Concord. The conversation is about a hermit (himself) and a poet (Channing) and how the poet is absorbed in the clouds while the hermit is occupied with the more practical task of getting fish for dinner and how in the end, the poet regrets his failure to catch fish. The chapter also mentions Thoreau's interaction with a mouse that he lives with, the scene in which an ant battles a smaller ant, and his frequent encounters with cats.\n\nHouse-Warming: After picking November berries in the woods, Thoreau adds a chimney, and finally plasters the walls of his sturdy house to stave off the cold of the oncoming winter. He also lays in a good supply of firewood, and expresses affection for wood and fire.\n\nFormer Inhabitants; and Winter Visitors: Thoreau tells the stories of people who formerly lived in the vicinity of Walden Pond. Then, he talks about a few of the visitors he receives during the winter: a farmer, a woodchopper, and his best friend, the poet Ellery Channing.\n\nWinter Animals: Thoreau amuses himself by watching wildlife during the winter. He relates his observations of owls, hares, red squirrels, mice, and various birds as they hunt, sing, and eat the scraps and corn he put out for them. He also describes a fox hunt that passes by.\n\nThe Pond in Winter: Thoreau describes Walden Pond as it appears during the winter. He says he has sounded its depths and located an underground outlet. Then, he recounts how 100 laborers came to cut great blocks of ice from the pond to be shipped to the Carolinas.\n\nSpring: As spring arrives, Walden and the other ponds melt with powerful thundering and rumbling. Thoreau enjoys watching the thaw, and grows ecstatic as he witnesses the green rebirth of nature. He watches the geese winging their way north, and a hawk playing by itself in the sky. As nature is reborn, the narrator implies, so is he.\n\nConclusion: In the final chapter, Thoreau criticizes conformity: \"If a man does not keep pace with his companions, perhaps it is because he hears a different drummer. Let him step to the music which he hears, however measured or far away\",[citation needed] By doing so, men may find happiness and self-fulfillment.\n\n"
        },
        {
            "title": "Themes",
            "text": "Walden emphasizes the importance of solitude, contemplation, and closeness to nature in transcending the \"desperate\" existence that, he argues, is the lot of most people. The book is not a traditional autobiography, but combines autobiography with a social critique of contemporary Western culture's consumerist and materialist attitudes and its distance from and destruction of nature.[12] Thoreau's proximity to Concord society and his admiration for classical literature suggest that the book is not simply a criticism of society, but also an attempt to engage creatively with the better aspects of contemporary culture. There are signs of ambiguity, or an attempt to see an alternative side of something common. Some of the major themes that are present within the text are:\n\n"
        },
        {
            "title": "Style and analysis",
            "text": "Walden has been the subject of many scholarly articles. Book reviewers, critics, scholars, and many more have published literature on Thoreau's Walden.\n\nThoreau carefully recounts his time in the woods through his writing in Walden. Critics have thoroughly analyzed the different writing styles that Thoreau uses. Critic Nicholas Bagnall writes that Thoreau's observations of nature are \"lyrical\" and \"exact\".[14] Another critic, Henry Golemba, asserts that the writing style of Walden is very natural.[15] Thoreau employs many styles of writing where his words are both intricate and simple at the same time.[15] His word choice conveys a certain mood.[15] For instance, when Thoreau describes the silence of nature, the reader may feel that serene moment as well.[15] Thoreau continues to connect back to nature throughout the book because he wants to depict what he experienced and what he saw.[15]\n\nMany scholars have compared Thoreau to fellow transcendentalist writer Ralph Waldo Emerson. Although Thoreau was 14 years younger than Emerson, much of his writing was influenced by him.[16] Critic John Brooks Moore examined the relationship between Thoreau and Emerson and the effects it had on their respective works.[16] Moore claims that Thoreau did not simply mimic Emerson's work, but he was actually the more dominant one in the relationship.[16] Thoreau has learned from Emerson and some \"Emersonism\" can be found in his works, but Thoreau's work is distinct from Emerson's.[16] Many critics have also seen the influence of Thomas Carlyle (a great influence on Emerson), particularly in Thoreau's use of an extended clothing metaphor, which Carlyle had used in Sartor Resartus (1831).[17]\n\nScholars have recognized Walden's use of biblical allusions.[18] Such allusions are useful tools to convince readers because the Bible is seen as a principal book of truth.[18][dubious  – discuss] According to scholar Judith Saunders, the signature biblical allusion identified in the book is, \"Walden was dead and is alive again.\"[18] This is almost verbatim from Luke 15.11-32.[18] Thoreau is personifying Walden Pond to further the story relevant to the Bible.[18] He compares the process of death and rebirth of the pond to self-transformation in humans.[18]\n\n"
        },
        {
            "title": "Reception",
            "text": "Walden enjoyed some success upon its release, but still took five years to sell 2,000 copies,[19] and then went out of print until Thoreau's death in 1862.[20] Despite its slow beginnings, later critics have praised it as an American classic that explores natural simplicity, harmony, and beauty. The American poet Robert Frost wrote of Thoreau, \"In one book ... he surpasses everything we have had in America\".[21]\n\nIt is often assumed that critics initially ignored Walden, and that those who reviewed the book were evenly split or slightly more negative than positive in their assessment of it. But, researchers have shown that Walden actually was \"more favorably and widely received by Thoreau's contemporaries than hitherto suspected\".[22] Of the 66 initial reviews that have been found so far, 46 \"were strongly favorable\".[22] Some reviews were rather superficial, merely recommending the book or predicting its success with the public; others were more lengthy, detailed, and nuanced with both positive and negative comments. Positive comments included praise for Thoreau's independence, practicality, wisdom, \"manly simplicity\",[23] and fearlessness. Less than three weeks after the book's publication, Thoreau's mentor Ralph Waldo Emerson proclaimed, \"All American kind are delighted with Walden as far as they have dared to say.\"[24]\n\nOn the other hand, the terms \"quaint\" or \"eccentric\" appeared in over half of the book's initial reviews.[22] Other terms critical of Thoreau included selfish, strange, impractical, privileged (or \"manor born\"[25]), and misanthropic.[26] One review compared and contrasted Thoreau's form of living to communism, probably not in the sense of Marxism, but instead of communal living or religious communism. While valuing freedom from possessions, Thoreau was not communal in the sense of practicing sharing or of embracing community. So, communism \"is better than our hermit's method of getting rid of encumbrance\".[27]\n\nIn contrast to Thoreau's \"manly simplicity\", nearly twenty years after Thoreau's death Scottish author Robert Louis Stevenson judged Thoreau's endorsement of living alone in natural simplicity, apart from modern society, to be a mark of effeminacy, calling it \"womanish solicitude; for there is something unmanly, something almost dastardly\" about the lifestyle.[28] Poet John Greenleaf Whittier criticized what he perceived as the message in Walden that man should lower himself to the level of a woodchuck and walk on four legs. He said: \"Thoreau's Walden is a capital reading, but very wicked and heathenish ... After all, for me, I prefer walking on two legs\".[29] Author Edward Abbey criticized Thoreau's ideas and experiences at Walden in detail throughout his response to Walden called \"Down the River with Thoreau\", written in 1980.[30]\n\nToday, despite these criticisms, Walden stands as one of America's most celebrated works of literature. John Updike wrote of Walden, \"A century and a half after its publication, Walden has become such a totem of the back-to-nature, preservationist, anti-business, civil-disobedience mindset, and Thoreau so vivid a protester, so perfect a crank and hermit saint, that the book risks being as revered and unread as the Bible.\"[31] The American psychologist B. F. Skinner wrote that he carried a copy of Walden with him in his youth,[32] and eventually wrote Walden Two in 1945, a fictional utopia about 1,000 members who live together in a Thoreau-inspired community.[33]\n\nKathryn Schulz has accused Thoreau of hypocrisy, misanthropy and being sanctimonious based on his writings in Walden,[34] although this criticism has been perceived as highly selective.[35][36]\n\n"
        },
        {
            "title": "Adaptations",
            "text": "The National Endowment for the Arts in 2012 bestowed Tracy Fullerton, game designer and professor at the University of Southern California's Game Innovation Lab with a $40,000 grant to create, based on the book, a first person, open world video game called Walden, a game,[37]  in which players \"inhabit an open, three-dimensional game world which will simulate the geography and environment of Walden Woods\".[38] The game production was also supported by grants from the National Endowment for the Humanities and was part of the Sundance New Frontier Story Lab in 2014. The game was released to critical acclaim on July 4, 2017, celebrating both the day that Thoreau went down to the pond to begin his experiment and the 200th anniversary of Thoreau's birth.  It was nominated for the Off-Broadway Award for Best Indie Game at the New York Game Awards 2018.[39]\n\nDigital Thoreau,[40]  a collaboration among the State University of New York at Geneseo, the Thoreau Society, and the Walden Woods Project, has developed a fluid text edition of Walden[41] across the different versions of the work to help readers trace the evolution of Thoreau's classic work across seven stages of revision from 1846 to 1854.  Within any chapter of Walden, readers can compare up to seven manuscript versions with each other, with the Princeton University Press edition,[42] and consult critical notes drawn from Thoreau scholars, including Ronald Clapper's dissertation The Development of Walden: A Genetic Text[43] (1967) and Walter Harding's Walden: An Annotated Edition[44] (1995). Ultimately, the project will provide a space for readers to discuss Thoreau in the margins of his texts.\n\n"
        }
    ]
}