{
    "url": "https://en.wikipedia.org/wiki/Wallace_Worsley",
    "title": "Wallace Worsley",
    "table_of_contents": [
        "1 Acting",
        "2 The Hunchback of Notre Dame",
        "3 Personal life",
        "4 Selected filmography",
        "5 References",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Wallace A. Worsley, Sr. (December 8, 1878 – March 26, 1944) was an American stage actor who became a film director in the silent era. During his career, Worsley directed 29 films and acted in 7 films. He directed several motion pictures starring Lon Chaney Sr., and his professional relationship with the actor was the best Chaney had, second to his partnership with Tod Browning.\n\nThe Hunchback of Notre Dame (1923) is one of his best-known works, along with The Penalty (1920). Worsley's 1922 horror film A Blind Bargain with Chaney is one of the most sought after lost films.[1]\n\n"
        },
        {
            "title": "Acting",
            "text": "In April 1901 Worsely appeared at the Empire Theatre (41st Street) as Lt.  Earl of Hunstanton in a revival of Leo Trevor's comedy Brother Officers. It ran for eight performances.[2] He followed this immediately with Diplomacy, which ran for about six weeks.[3] Between 1903 and 1915, Worsley was in nine more plays, most of them short-lived.[4]\n\nIn 1916 Worsley left Broadway for Hollywood and acted for two years before taking up directing.[5]\n\n"
        },
        {
            "title": "The Hunchback of Notre Dame",
            "text": "This was to be the first big-screen adaptation of Hugo's novel[6] and Universal's major production of 1923. Chaney owned the rights, and reportedly, his first choice for director was Erich von Stroheim. However, Irving Thalberg had recently fired von Stroheim due to conflicts over Merry-Go-Round.[7] Worsley, who had already worked on four films with Chaney, directed on loan from Paramount.\n\nThe cast of extras was so large that Worsley set aside his megaphone in favor of a radio and loudspeaker.[8] The film was Universal's most successful silent film.[9]\n\n"
        },
        {
            "title": "Personal life",
            "text": "Worsley married Indiana-born actress, Julia Marie Taylor, on September 18, 1904. Amongst Julia's film credits is the title role of Juliet in the 1911 short, Romeo and Juliet, directed by Barry O'Neil, considered to be the first attempt to distill the entire Shakespeare narrative into a single film. Together, they had two sons, Wallace Worsley, Jr. (1908-1991), an assistant director and production manager whose career spanned nearly six decades and included The Wizard of Oz and E.T. the Extra-Terrestrial, and Paul Brackenride Worsley (1920-1933).\n\n"
        }
    ]
}