{
    "url": "https://en.wikipedia.org/wiki/Wall_Street",
    "title": "Wall Street",
    "table_of_contents": [
        "1 History",
        "1.1 Early years",
        "1.2 19th century",
        "1.3 20th century",
        "1.3.1 Early 20th century",
        "1.3.2 Regulation",
        "1.4 21st century",
        "2 Architecture",
        "3 Importance",
        "3.1 As an economic engine",
        "3.1.1 In the New York economy",
        "3.1.2 Versus Midtown Manhattan",
        "3.1.3 In the New Jersey economy",
        "3.1.4 Competing financial centers",
        "3.2 In the public imagination",
        "3.2.1 As a financial symbol",
        "3.2.2 In popular culture",
        "3.2.3 Personalities associated with the street",
        "4 Transportation",
        "5 See also",
        "6 References",
        "6.1 Notes",
        "6.2 Other sources",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nWall Street is an eight-block-long street in the Financial District of Lower Manhattan in New York City. It runs between Broadway in the west to South Street and the East River in the east. The term \"Wall Street\" has become a metonym for the financial markets of the United States as a whole, the American financial services industry, New York–based financial interests, or the Financial District itself. Anchored by Wall Street, New York has been described as the world's principal financial center.[1][2]\n\nWall Street was originally known in Dutch as \"de Waalstraat\" when it was part of New Amsterdam in the 17th century, though the origins of the name vary. An actual wall existed on the street from 1685 to 1699. During the 17th century, Wall Street was a slave trading marketplace and a securities trading site, and from the early eighteenth century (1703) the location of Federal Hall, New York's first city hall. In the early 19th century, both residences and businesses occupied the area, but increasingly business predominated, and New York City's financial industry became centered on Wall Street. In the 20th century, several early skyscrapers were built on Wall Street, including 40 Wall Street, once the world's tallest building.\n\nThe Wall Street area is home to the New York Stock Exchange, the world's largest stock exchange by total market capitalization, as well as the Federal Reserve Bank of New York, and many commercial banks and insurance companies.  Several other stock and commodity exchanges have also been located in downtown Manhattan near Wall Street, including the New York Mercantile Exchange and other commodity futures exchanges, and the American Stock Exchange. To support the business they did on the exchanges, many brokerage firms had offices nearby. However the direct economic impacts of Wall Street activities extend worldwide.\n\nWall Street itself is a narrow and winding street running from the East River to Broadway and lined with skyscrapers, as well as the New York Stock Exchange Building and Federal Hall National Memorial and One Wall Street at its western end. The street is nearby multiple New York City Subway lines and ferry terminals and both the World Trade Center (1973–2001) site and the New World Trade Center.\n\n"
        },
        {
            "title": "History",
            "text": "There are varying accounts about how the Dutch-named \"de Waalstraat\"[3] (literally: Walloon Street) got its name. Three conflicting explanations can be considered.\n\nOne explanation maintains that Wall Street was named after Walloons, the Dutch name for a Walloon being Waal.[4] Among the first settlers that embarked on the ship Nieu Nederlandt in 1624 were 30 Walloon families. In 1626, Peter Minuit, the governor of the colony, who became famous by the purchase of Manhattan Island for the Dutch West India Company, was a Walloon.[5]\n\nAnother name used for the same street was Cingel, which is a Dutch word (singel) for either an outer barrier with trees and brush growing along a wall to protect a town, or the more common use of being a canal or moat dug for defense purposes. In Dutch, the Waal is the most important river in the Netherlands (an arm of the Rhine river that is the widest fork of the Rhine shortly after crossing the Dutch border). As such, the word could have indicated a water course. The map does not show any protective canal at this location, though it would have been a common design feature for Dutch towns. If there had been plans to build such defense and it had not taken place, then the name Waal Straat could have been used tongue in cheek for that governing promise – and this name then replacing the name Cingel.\n\nAnother explanation is that the name of the street was indeed derived from a wall or rampart (actually a wooden palisade) on the northern boundary of the New Amsterdam settlement, built to protect against potential incursions from Native Americans, pirates, and the English.[6] The wall was built of dirt and 15-foot (4.6 m) wooden planks, measuring 2,340 feet (710 m) long and 9 feet (2.7 m) tall.[7]\n\nWhile the Dutch word \"wal\" can be translated as \"rampart\", it only appeared as \"De Wal Straat\" on some English maps of New Amsterdam, whereas other English maps show the name as \"De Waal Straat\".[3] The distinction of this one letter is similar to the distinction in English between ben and been or between star and stare – the distinct meanings are fully understood both by speaker and listener.\n\nAccording to one version of the story:\n\nIn the 1640s, basic picket and plank fences denoted plots and residences in the colony.[9] Later, on behalf of the Dutch West India Company, Peter Stuyvesant, using both enslaved Africans and white colonists, collaborated with the city government in the construction of a more substantial fortification, a strengthened 12-foot (4 m) wall.[10][11] In 1685, surveyors laid out Wall Street along the lines of the original stockade.[12] The wall started at Pearl Street, which was the shoreline at that time, crossing the Indian path Broadway and ending at the other shoreline (today's Trinity Place), where it took a turn south and ran along the shore until it ended at the old fort. In these early days, local merchants and traders would gather at disparate spots to buy and sell shares and bonds, and over time divided themselves into two classes—auctioneers and dealers.[13] Wall Street was also the marketplace where owners could hire out their slaves by the day or week.[14] The rampart was removed in 1699[4][7] and a new City Hall built at Wall and Nassau in 1700.\n\nSlavery was introduced to Manhattan in 1626, but it was not until December 13, 1711, that the New York City Common Council made Wall Street the city's first official slave market for the sale and rental of enslaved Africans and Indians.[15][16] The slave market operated from 1711 to 1762 at the corner of Wall and Pearl Streets. It was a wooden structure with a roof and open sides, although walls may have been added over the years and could hold approximately 50 men. The city directly benefited from the sale of slaves by implementing taxes on every person who was bought and sold there.[17]\n\nIn the late 18th century, there was a buttonwood tree at the foot of Wall Street under which traders and speculators would gather to trade securities. The benefit was being in proximity to each other.[18][7] In 1792, traders formalized their association with the Buttonwood Agreement which was the origin of the New York Stock Exchange.[19] The idea of the agreement was to make the market more \"structured\" and \"without the manipulative auctions\", with a commission structure.[13] Persons signing the agreement agreed to charge each other a standard commission rate; persons not signing could still participate but would be charged a higher commission for dealing.[13]\n\nIn 1789, Wall Street was the scene of the United States' first presidential inauguration when George Washington took the oath of office on the balcony of Federal Hall on April 30, 1789. This was also the location of the passing of the Bill of Rights. Alexander Hamilton, who was the first Treasury secretary and \"architect of the early United States financial system\", is buried in the cemetery of Trinity Church, as is Robert Fulton famed for his steamboats.[20][21]\n\nIn the first few decades, both residences and businesses occupied the area, but increasingly business predominated. \"There are old stories of people's houses being surrounded by the clamor of business and trade and the owners complaining that they can't get anything done,\" according to a historian named Burrows.[22] The opening of the Erie Canal in the early 19th century meant a huge boom in business for New York City, since it was the only major eastern seaport which had direct access by inland waterways to ports on the Great Lakes. Wall Street became the \"money capital of America\".[18]\n\nHistorian Charles R. Geisst suggested that there has constantly been a \"tug-of-war\" between business interests on Wall Street and authorities in Washington, D.C., the capital of the United States by then.[13] Generally during the 19th century Wall Street developed its own \"unique personality and institutions\" with little outside interference.[13]\n\nIn the 1840s and 1850s, most residents moved further uptown to Midtown Manhattan because of the increased business use at the lower tip of the island.[22] The Civil War had the effect of causing the northern economy to boom, bringing greater prosperity to cities like New York which \"came into its own as the nation's banking center\" connecting \"Old World capital and New World ambition\", according to one account.[20] J. P. Morgan created giant trusts and John D. Rockefeller's Standard Oil moved to New York City.[20] Between 1860 and 1920, the economy changed from \"agricultural to industrial to financial\" and New York maintained its leadership position despite these changes, according to historian Thomas Kessner.[20] New York was second only to London as the world's financial capital.[20]\n\nIn 1884, Charles Dow began tracking stocks, initially beginning with 11 stocks, mostly railroads, and looked at average prices for these eleven.[23] Some of the companies included in Dow's original calculations were American Tobacco Company, General Electric, Laclede Gas Company, National Lead Company, Tennessee Coal & Iron, and United States Leather Company.[24] When the average \"peaks and troughs\" went up consistently, he deemed it a bull market condition; if averages dropped, it was a bear market. He added up prices, and divided by the number of stocks to get his Dow Jones average. Dow's numbers were a \"convenient benchmark\" for analyzing the market and became an accepted way to look at the entire stock market. In 1889 the original stock report, Customers' Afternoon Letter, became The Wall Street Journal. Named in reference to the actual street, it became an influential international daily business newspaper published in New York City.[25] After October 7, 1896, it began publishing Dow's expanded list of stocks.[23] A century later, there were 30 stocks in the average.[24]\n\nBusiness writer John Brooks in his book Once in Golconda considered the start of the 20th century period to have been Wall Street's heyday.[20] The address of 23 Wall Street, the headquarters of J. P. Morgan & Company, known as The Corner, was \"the precise center, geographical as well as metaphorical, of financial America and even of the financial world\".[20]\n\nWall Street has had changing relationships with government authorities. In 1913, for example, when authorities proposed a $4 stock transfer tax, stock clerks protested.[26] At other times, city and state officials have taken steps through tax incentives to encourage financial firms to continue to do business in the city.\n\nA post office was built at 60 Wall Street in 1905.[27] During the World War I years, occasionally there were fund-raising efforts for projects such as the National Guard.[28]\n\nOn September 16, 1920, close to the corner of Wall and Broad Street, the busiest corner of the Financial District and across the offices of the Morgan Bank, a powerful bomb exploded. It killed 38 and seriously injured 143 people.[29] The perpetrators were never identified or apprehended. The explosion did, however, help fuel the Red Scare that was underway at the time. A report from The New York Times:\n\nThe area was subjected to numerous threats; one bomb threat in 1921 led to detectives sealing off the area to \"prevent a repetition of the Wall Street bomb explosion\".[31]\n\nSeptember 1929 was the peak of the stock market.[32] October 3, 1929 was when the market started to slip, and it continued throughout the week of October 14.[32]\nIn October 1929, renowned Yale economist Irving Fisher reassured worried investors that their \"money was safe\" on Wall Street.[33] A few days later, on October 24,[32] stock values plummeted. The stock market crash of 1929 ushered in the Great Depression, in which a quarter of working people were unemployed, with soup kitchens, mass foreclosures of farms, and falling prices.[33] During this era, development of the Financial District stagnated, and Wall Street \"paid a heavy price\" and \"became something of a backwater in American life\".[33]\n\nDuring the New Deal years, as well as the 1940s, there was much less focus on Wall Street and finance. The government clamped down on the practice of buying equities based only on credit, but these policies began to ease. From 1946 to 1947, stocks could not be purchased \"on margin\", meaning that an investor had to pay 100% of a stock's cost without taking on any loans.[34] However, this margin requirement was reduced four times before 1960, each time stimulating a mini-rally and boosting volume, and when the Federal Reserve reduced the margin requirements from 90% to 70%.[34] These changes made it somewhat easier for investors to buy stocks on credit.[34] The growing national economy and prosperity led to a recovery during the 1960s, with some down years during the early 1970s in the aftermath of the Vietnam War. Trading volumes climbed; in 1967, according to Time Magazine, volume hit 7.5 million shares a day which caused a \"traffic jam\" of paper with \"batteries of clerks\" working overtime to \"clear transactions and update customer accounts\".[35]\n\nIn 1973, the financial community posted a collective loss of $245 million, which spurred temporary help from the government.[36] Reforms were instituted; the Securities & Exchange Commission eliminated fixed commissions, which forced \"brokers to compete freely with one another for investors' business\".[36] In 1975, the SEC threw out the NYSE's \"Rule 394\" which had required that \"most stock transactions take place on the Big Board's floor\", in effect freeing up trading for electronic methods.[37] In 1976, banks were allowed to buy and sell stocks, which provided more competition for stockbrokers.[37] Reforms had the effect of lowering prices overall, making it easier for more people to participate in the stock market.[37] Broker commissions for each stock sale lessened, but volume increased.[36]\n\nThe Reagan years were marked by a renewed push for capitalism and business, with national efforts to de-regulate industries such as telecommunications and aviation. The economy resumed upward growth after a period in the early 1980s of languishing. A report in The New York Times described that the flushness of money and growth during these years had spawned a drug culture of sorts, with a rampant acceptance of cocaine use although the overall percent of actual users was most likely small. A reporter wrote:\n\nIn 1987, the stock market plunged,[18] and, in the relatively brief recession following, the surrounding area lost 100,000 jobs according to one estimate.[39] Since telecommunications costs were coming down, banks and brokerage firms could move away from the Financial District to more affordable locations.[39] One of the firms looking to move away was the NYSE. In 1998, the NYSE and the city struck a $900 million deal which kept the NYSE from moving across the river to Jersey City; the deal was described as the \"largest in city history to prevent a corporation from leaving town\".[40]\n\nIn 2001, the Big Board, as some termed the NYSE, was described as the world's \"largest and most prestigious stock market\".[41] When the World Trade Center was destroyed on September 11, 2001, the attacks \"crippled\" the communications network and destroyed many buildings in the Financial District, although the buildings on Wall Street itself saw only little physical damage.[41] One estimate was that 45% of Wall Street's \"best office space\" had been lost.[18] The NYSE was determined to re-open on September 17, almost a week after the attack.[42] During this time Rockefeller Group Business Center opened additional offices at 48 Wall Street. Still, after September 11, the financial services industry went through a downturn with a sizable drop in year-end bonuses of $6.5 billion, according to one estimate from a state comptroller's office.[43]\n\nTo guard against a vehicular bombing in the area, authorities built concrete barriers, and found ways over time to make them more aesthetically appealing by spending $5000 to $8000 apiece on bollards. Parts of Wall Street, as well as several other streets in the neighborhood, were blocked off by specially designed bollards:\n\nThe Guardian reporter Andrew Clark described the years of 2006 to 2010 as \"tumultuous\", in which the heartland of America was \"mired in gloom\" with high unemployment around 9.6%, with average house prices falling from $230,000 in 2006 to $183,000, and foreboding increases in the national debt to $13.4 trillion, but that despite the setbacks, the American economy was once more \"bouncing back\".[45] What had happened during these heady years? Clark wrote:\n\nThe first months of 2008 was a particularly troublesome period which caused Federal Reserve chairman Ben Bernanke to \"work holidays and weekends\" and which did an \"extraordinary series of moves\".[46] It bolstered U.S. banks and allowed Wall Street firms to borrow \"directly from the Fed\"[46] through a vehicle called the Fed's Discount Window, a sort of lender of last report.[47] These efforts were highly controversial at the time, but from the perspective of 2010, it appeared the Federal exertions had been the right decisions. By 2010, Wall Street firms, in Clark's view, were \"getting back to their old selves as engine rooms of wealth, prosperity and excess\".[45] A report by Michael Stoler in The New York Sun described a \"phoenix-like resurrection\" of the area, with residential, commercial, retail and hotels booming in the \"third largest business district in the country\".[48] At the same time, the investment community was worried about proposed legal reforms, including the Wall Street Reform and Consumer Protection Act which dealt with matters such as credit card rates and lending requirements.[49] The NYSE closed two of its trading floors in a move towards transforming itself into an electronic exchange.[20] Beginning in September 2011, demonstrators disenchanted with the financial system protested in parks and plazas around Wall Street.[50]\n\nOn October 29, 2012, Wall Street was disrupted when New York and New Jersey were inundated by Hurricane Sandy. Its 14-foot-high (4.3 m) storm surge, a local record, caused massive street flooding nearby.[51] The NYSE was closed for weather-related reasons, the first time since Hurricane Gloria in September 1985 and the first two-day weather-related shutdown since the Blizzard of 1888.\n\n"
        },
        {
            "title": "Architecture",
            "text": "Wall Street's architecture is generally rooted in the Gilded Age.[22] The older skyscrapers often were built with elaborate facades, which have not been common in corporate architecture for decades. There are numerous landmarks on Wall Street, some of which were erected as the headquarters of banks. These include:\n\nAnother key anchor for the area is the New York Stock Exchange Building at the corner of Broad Street. It houses the New York Stock Exchange, which is by far the world's largest stock exchange per market capitalization of its listed companies,[66][67][68][69] at US$28.5 trillion as of June 30, 2018.[70] City authorities realize its importance, and believed that it has \"outgrown its neoclassical temple at the corner of Wall and Broad streets\", and in 1998, offered substantial tax incentives to try to keep it in the Financial District.[18] Plans to rebuild it were delayed by the September 11 attacks.[18] The exchange still occupies the same site. The exchange is the locus for a large amount of technology and data. For example, to accommodate the three thousand people who work directly on the exchange floor requires 3,500 kilowatts of electricity, along with 8,000 phone circuits on the trading floor alone, and 200 miles (320 km) of fiber-optic cable below ground.[42]\n\n"
        },
        {
            "title": "Importance",
            "text": "Finance professor Charles R. Geisst wrote that the exchange has become \"inextricably intertwined into New York's economy\".[41] Wall Street pay, in terms of salaries and bonuses and taxes, is an important part of the economy of New York City, the tri-state metropolitan area, and the United States.[72] Anchored by Wall Street, New York City has been called the world's most economically powerful city and leading financial center.[73][74] As such, a falloff in Wall Street's economy could have \"wrenching effects on the local and regional economies\".[72] In 2008, after a downturn in the stock market, the decline meant $18 billion less in taxable income, with less money available for \"apartments, furniture, cars, clothing and services\".[72]\n\nEstimates vary about the number and quality of financial jobs in the city. One estimate was that Wall Street firms employed close to 200,000 persons in 2008.[72] Another estimate was that in 2007, the financial services industry which had a $70 billion profit became 22 percent of the city's revenue.[75] Another estimate (in 2006) was that the financial services industry makes up 9% of the city's work force and 31% of the tax base.[76] An additional estimate from 2007 by Steve Malanga of the Manhattan Institute was that the securities industry accounts for 4.7 percent of the jobs in New York City but 20.7 percent of its wages, and he estimated there were 175,000 securities-industries jobs in New York (both Wall Street area and midtown) paying an average of $350,000 annually.[20] Between 1995 and 2005, the sector grew at an annual rate of about 6.6% annually, a respectable rate, but that other financial centers were growing faster.[20] Another estimate, made in 2008, was that Wall Street provided a fourth of all personal income earned in the city, and 10% of New York City's tax revenue.[77]  The city's securities industry, enumerating 163,400 jobs in August 2013, continues to form the largest segment of the city's financial sector and an important economic engine, accounting in 2012 for 5 percent of private sector jobs in New York City, 8.5 percent (US$3.8 billion) of the city's tax revenue, and 22 percent of the city's total wages, including an average salary of US$360,700.[78]\n\nThe seven largest Wall Street firms in the 2000s were Bear Stearns, JPMorgan Chase, Citigroup, Goldman Sachs, Morgan Stanley, Merrill Lynch and Lehman Brothers.[72] During the recession of 2008–10, many of these firms, including Lehman, went out of business or were bought up at firesale prices by other financial firms. In 2008, Lehman filed for bankruptcy,[45] Bear Stearns was bought by JPMorgan Chase[45] forced by the U.S. government,[46] and Merrill Lynch was bought by Bank of America in a similar shot-gun wedding. These failures marked a catastrophic downsizing of Wall Street as the financial industry goes through restructuring and change. Since New York's financial industry provides almost one-fourth of all income produced in the city, and accounts for 10% of the city's tax revenues and 20% of the state's, the downturn has had huge repercussions for government treasuries.[72] New York's mayor Michael Bloomberg reportedly over a four-year period dangled over $100 million in tax incentives to persuade Goldman Sachs to build a 43-story headquarters in the Financial District near the destroyed World Trade Center site.[75] In 2009, things looked somewhat gloomy, with one analysis by the Boston Consulting Group suggesting that 65,000 jobs had been permanently lost because of the downturn.[75] But there were signs that Manhattan property prices were rebounding with price rises of 9% annually in 2010, and bonuses were being paid once more, with average bonuses over $124,000 in 2010.[45]\n\nA requirement of the New York Stock Exchange was that brokerage firms had to have offices \"clustered around Wall Street\" so clerks could deliver physical paper copies of stock certificates each week.[18] There were some indications that midtown had been becoming the locus of financial services dealings even by 1911.[79] But as technology progressed, in the middle and later decades of the 20th century, computers and telecommunications replaced paper notifications, meaning that the close proximity requirement could be bypassed in more situations.[18] Many financial firms found that they could move to Midtown Manhattan, only four miles (6 km) away,[22] and still operate effectively. For example, the former investment firm of Donaldson, Lufkin & Jenrette was described as a Wall Street firm but had its headquarters on Park Avenue in Midtown.[80] A report described the migration from Wall Street:\n\nNevertheless, a key magnet for the Wall Street remains the New York Stock Exchange Building. Some \"old guard\" firms such as Goldman Sachs and Merrill Lynch (bought by Bank of America in 2009), have remained \"fiercely loyal to the Financial District\" location, and new ones such as Deutsche Bank have chosen office space in the district.[18] So-called \"face-to-face\" trading between buyers and sellers remains a \"cornerstone\" of the NYSE, with a benefit of having all of a deal's players close at hand, including investment bankers, lawyers, and accountants.[18]\n\nAfter Wall Street firms started to expand westward in the 1980s into New Jersey,[81] the direct economic impacts of Wall Street activities have gone beyond New York City. The employment in the financial services industry, mostly in the \"back office\" roles, has become an important part of New Jersey's economy.[82] In 2009, the Wall Street employment wages were paid in the amount of almost $18.5 billion in the state. The industry contributed $39.4 billion or 8.4 percent to the New Jersey's gross domestic product in the same year.[83]\n\nThe most significant area with Wall Street employment is in Jersey City. In 2008, the \"Wall Street West\" employment contributed to one third of the private sector jobs in Jersey City. Within the Financial Service cluster, there were three major sectors: more than 60 percent were in the securities industry; 20 percent were in banking; and 8 percent in insurance.[84]\n\nAdditionally, New Jersey has become the main technology infrastructure to support the Wall Street operations. A substantial amount of securities traded in the United States are executed in New Jersey as the data centers of electronic trading in the U.S. equity market for all major stock exchanges are located in North and Central Jersey.[85][86] A significant amount of securities clearing and settlement workforce is also in the state. This includes the majority of the workforce of Depository Trust Company,[87] the primary U.S. securities depository; and the Depository Trust & Clearing Corporation,[88] the parent company of National Securities Clearing Corporation, the Fixed Income Clearing Corporation and Emerging Markets Clearing Corporation.[89]\n\nHaving a direct tie to Wall Street employment can be problematic for New Jersey, however. The state lost 7.9 percent of its employment base from 2007 to 2010 in the financial services sector in the fallout of the subprime mortgage crisis.[83]\n\nOf the street's importance as a financial center, New York Times analyst Daniel Gross wrote:\n\nAn example is the alternative trading platform known as BATS, based in Kansas City, which came \"out of nowhere to gain a 9 percent share in the market for trading United States stocks\".[20] The firm has computers in the U.S. state of New Jersey, and only two salespeople in New York City; the remaining 33 employees work in a center in Kansas.[20]\n\nWall Street in a conceptual sense represents financial and economic power. To Americans, it can sometimes represent elitism and power politics, and its role has been a source of controversy throughout the nation's history, particularly beginning around the Gilded Age period in the late 19th century. Wall Street became the symbol of a country and economic system that many Americans see as having developed through trade, capitalism, and innovation.[90]\n\nThe term \"Wall Street\" has become a metonym for the financial markets of the United States as a whole, the American financial services industry, or New York–based financial interests.[91][92] Wall Street has become synonymous with financial interests, often used negatively.[93] During the subprime mortgage crisis from 2007 to 2010, Wall Street financing was blamed as one of the causes, although most commentators blame an interplay of factors. The U.S. government with the Troubled Asset Relief Program bailed out the banks and financial backers with billions of taxpayer dollars, but the bailout was often criticized as politically motivated,[93] and was criticized by journalists as well as the public. Analyst Robert Kuttner in the Huffington Post criticized the bailout as helping large Wall Street firms such as Citigroup while neglecting to help smaller community development banks such as Chicago's ShoreBank.[93] One writer in the Huffington Post looked at FBI statistics on robbery, fraud, and crime and concluded that Wall Street was the \"most dangerous neighborhood in the United States\" if one factored in the $50 billion fraud perpetrated by Bernie Madoff.[94]\n\nWhen large firms such as Enron, WorldCom, and Global Crossing were found guilty of fraud, Wall Street was often blamed,[33] even though these firms had headquarters around the nation and not in Wall Street. Many complained that the resulting Sarbanes-Oxley legislation dampened the business climate with regulations that were \"overly burdensome\".[95] Interest groups seeking favor with Washington lawmakers, such as car dealers, have often sought to portray their interests as allied with Main Street rather than Wall Street, although analyst Peter Overby on National Public Radio suggested that car dealers have written over $250 billion in consumer loans and have real ties with Wall Street.[96]\n\nWhen the United States Treasury bailed out large financial firms, to ostensibly halt a downward spiral in the nation's economy, there was tremendous negative political fallout, particularly when reports came out that monies supposed to be used to ease credit restrictions were being used to pay bonuses to highly paid employees.[97] Analyst William D. Cohan argued that it was \"obscene\" how Wall Street reaped \"massive profits and bonuses in 2009\" after being saved by \"trillions of dollars of American taxpayers' treasure\" despite Wall Street's \"greed and irresponsible risk-taking\".[98] Washington Post reporter Suzanne McGee called for Wall Street to make a sort of public apology to the nation, and expressed dismay that people such as Goldman Sachs chief executive Lloyd Blankfein hadn't expressed contrition despite being sued by the SEC in 2009.[99] McGee wrote that \"Bankers aren't the sole culprits, but their too-glib denials of responsibility and the occasional vague and waffling expression of regret don't go far enough to deflect anger.\"[99]\n\nBut chief banking analyst at Goldman Sachs, Richard Ramsden, is \"unapologetic\" and sees \"banks as the dynamos that power the rest of the economy\".[45] Ramsden believes \"risk-taking is vital\" and said in 2010:\n\nOthers in the financial industry believe they've been unfairly castigated by the public and by politicians. For example, Anthony Scaramucci reportedly told President Barack Obama in 2010 that he felt like a piñata, \"whacked with a stick\" by \"hostile politicians\".[45]\n\nThe financial misdeeds of various figures throughout American history sometimes casts a dark shadow on financial investing as a whole, and include names such as William Duer, Jim Fisk and Jay Gould (the latter two believed to have been involved with an effort to collapse the U.S. gold market in 1869) as well as modern figures such as Bernard Madoff who \"bilked billions from investors\".[100]\n\nIn addition, images of Wall Street and its figures have loomed large. The 1987 Oliver Stone film Wall Street created the iconic figure of Gordon Gekko who used the phrase \"greed is good\", which caught on in the cultural parlance.[101] Gekko is reportedly based on multiple real-life individuals on Wall Street, including corporate raider Carl Icahn, disgraced stock trader Ivan Boesky, and investor Michael Ovitz.[102] In 2009, Stone commented how the film had had an unexpected cultural influence, not causing them to turn away from corporate greed, but causing many young people to choose Wall Street careers because of the film.[101] A reporter repeated other lines from the film: \"I'm talking about liquid. Rich enough to have your own jet. Rich enough not to waste time. Fifty, a hundred million dollars, Buddy. A player.\"[101]\n\nWall Street firms have, however, also contributed to projects such as Habitat for Humanity, as well as done food programs in Haiti, trauma centers in Sudan, and rescue boats during floods in Bangladesh.[103]\n\nMany people associated with Wall Street have become famous; although in most cases their reputations are limited to members of the stock brokerage and banking communities, others have gained national and international fame. For some, like hedge fund manager Ray Dalio,[109] their fame is due to skillful investment strategies, financing, reporting, legal or regulatory activities, while others such as Ivan Boesky, Michael Milken and Bernie Madoff are remembered for their notable failures or scandal.[110]\n\n"
        },
        {
            "title": "Transportation",
            "text": "With Wall Street being historically a commuter destination, a plethora of transportation infrastructure has been developed to serve it.  Pier 11 near Wall Street's eastern end is a busy terminal for New York Waterway, NYC Ferry, New York Water Taxi, and SeaStreak. The Downtown Manhattan Heliport also serves Wall Street.\n\nThere are three New York City Subway stations under Wall Street:\n\n"
        }
    ]
}