{
    "url": "https://en.wikipedia.org/wiki/War_on_Poverty",
    "title": "War on poverty",
    "table_of_contents": [
        "1 Major initiatives",
        "2 Results and aftermath",
        "3 Reception and critique",
        "4 See also",
        "5 Footnotes",
        "6 Further reading",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe war on poverty is the unofficial name for legislation first introduced by United States President Lyndon B. Johnson during his State of the Union address on January 8, 1964. This legislation was proposed by Johnson in response to a national poverty rate of around nineteen percent.  The speech led the United States Congress to pass the Economic Opportunity Act, which established the Office of Economic Opportunity (OEO) to administer the local application of federal funds targeted against poverty. The forty programs established by the Act were collectively aimed at eliminating poverty by improving living conditions for residents of low-income neighborhoods and by helping the poor access economic opportunities long denied from them.[1]\n\nAs a part of the Great Society, Johnson believed in expanding the federal government's roles in education and health care as poverty reduction strategies.[2]  These policies can also be seen as a continuation of Franklin D. Roosevelt's New Deal, which ran from 1933 to 1937, and Roosevelt's Four Freedoms of 1941. Johnson stated, \"Our aim is not only to relieve the symptom of poverty, but to cure it and, above all, to prevent it\".[3]\n\nThe war on poverty was heavily criticized by conservatives and has been treated as an \"idealistic touchstone\" by liberals for decades, although some liberals felt that the war on poverty did not go far enough with its reforms.[4]\n\nThe legacy of the war on poverty policy initiative remains in the continued existence of such federal government programs as Head Start, Volunteers in Service to America (VISTA), TRiO, and Job Corps.\n\nDeregulation, growing criticism of the welfare state, and an ideological shift to reducing federal aid to impoverished people in the 1980s and 1990s culminated in the Personal Responsibility and Work Opportunity Act of 1996, which President Bill Clinton claimed \"ended welfare as we know it.\"\n\n"
        },
        {
            "title": "Major initiatives",
            "text": "The Office of Economic Opportunity was the agency responsible for administering most of the war on poverty programs created during Johnson's Administration, including VISTA, Job Corps, Head Start, Legal Services and the Community Action Program. The OEO was established in 1964 and quickly became a target of both left-wing and right-wing critics of the War on Poverty. Directors of the OEO included Sargent Shriver, Bertrand Harding, and Donald Rumsfeld.\n\nThe OEO launched Project Head Start as an eight-week summer program in 1965. The project was designed to help end poverty by providing preschool children from low-income families with a program that would meet emotional, social, health, nutritional, and psychological needs. Head Start was then transferred to the Office of Child Development in the Department of Health, Education, and Welfare (later the Department of Health and Human Services) by the Nixon Administration in 1969.\n\nPresident Johnson also announced a second project to follow children from the Head Start program. This was implemented in 1967 with Project Follow Through, the largest educational experiment ever conducted.[6]\n\nThe policy trains disadvantaged and at-risk youth and has provided more than 2 million disadvantaged young people with the integrated academic, vocational, and social skills training they need to gain independence and get quality, long-term jobs or further their education.[7] Job Corps continues to help 70,000 youths annually at 122 Job Corps centers throughout the country.[8]  Besides vocational training, many Job Corps also offer GED programs as well as high school diplomas and programs to get students into college.\n\n"
        },
        {
            "title": "Results and aftermath",
            "text": "Some economists have claimed that the war on poverty did not result in a substantial reduction in poverty rates. Other critics have further claimed that Johnson's programs made poor people too dependent on the government. Other scholars have disputed these criticisms. The effectiveness of the war on poverty was limited by American involvement in the Vietnam War, which consumed the country's economic resources.[4]\n\nIn the decade following the 1964 introduction of the war on poverty, poverty rates in the U.S. dropped to their lowest level since comprehensive records began in 1958: from  17.3% in the year the Economic Opportunity Act was implemented to 11.1% in 1973. They have remained between 11 and 15.2% ever since.[9] It is important to note, however, that the steep decline in poverty rates began in 1959, 5 years before the introduction of the war on poverty (see figure 4 below).[10]\n\nA 2019 National Bureau of Economic Research paper found that according to Johnson's standard of poverty, the poverty rate declined from 19.5 percent in 1963 to 2.3 percent in 2017.[11]\n\nThe 'absolute poverty line' is the threshold below which families or individuals are considered to be lacking the resources to meet the basic needs for healthy living—namely, having insufficient income to provide the food, shelter and clothing needed to preserve health. Poverty among Americans between ages 18–64 has fallen only marginally since 1966, from 10.5% then to 10.1% today. Poverty has significantly fallen among Americans under 18 years old from 23% in 1964 down to less than 17%, although it has risen again to 20% in 2009.[12] The most dramatic decrease in poverty was among Americans over 65, which fell from 28.5% in 1966 to 10.1% today.\n\nIn 2004, more than 35.9 million, or 12% of Americans including 12.1 million children, were considered to be living in poverty with an average growth of almost 1 million per year. According to the Cato Institute, a libertarian think tank, since the Johnson Administration, almost $15 trillion has been spent on welfare, with poverty rates being about the same as during the Johnson Administration.[citation needed] A 2013 study published by Columbia University asserts that without the social safety net, the poverty rate would have been 29% for 2012, instead of 16%.[13] According to OECD data from 2012, the poverty rate before taxes and transfers was 28.3%, while the poverty rate after taxes and transfers fell to 17.4%.[14]\n\nNixon attacked Job Corps as an ineffective and wasteful program during his 1968 presidential campaign and sought to substantially cut back the program upon taking office in 1969.[15] The OEO was dismantled by President Reagan in 1981, though many of the agency's programs were transferred to other government agencies.[15][16]\n\nAccording to the Readers' Companion to U.S. Women's History,\n\nUnited States Secretary of Health, Education, and Welfare under President Jimmy Carter, Joseph A. Califano, Jr. wrote in 1999 in an issue of the Washington Monthly that:[18]\n\n\n\n"
        },
        {
            "title": "Reception and critique",
            "text": "President Johnson's \"war on poverty\" speech was delivered at a time of recovery (the poverty level had fallen from 22.4% in 1959 to 19% in 1964 when the war on poverty was announced) and it was viewed by critics as an effort to get the United States Congress to authorize social welfare programs.[21] Republicans ran against the War on Poverty program.[22]\n\nSome economists, including Milton Friedman, have argued that Johnson's policies actually had a negative impact on the economy because of their interventionist nature, noting in a PBS interview that \"the government sets out to eliminate poverty, it has a war on poverty, so-called \"poverty\" increases. It has a welfare program, and the welfare program leads to an expansion of problems. A general attitude develops that government isn't a very efficient way of doing things.\"[23] Adherents of this school of thought recommend that the best way to fight poverty is not through government spending but through economic growth.[24][25]\n\nHistorian Tony Judt said in reference to the earlier proposed title of the Personal Responsibility and Work Opportunity Act that \"a more Orwellian title would be hard to conceive\" and attributed the decline in the popularity of the Great Society as a policy to its success, as fewer people feared hunger, sickness, and ignorance. Additionally, fewer people were concerned with ensuring a minimum standard for all citizens and social liberalism.[26]\n\nEconomist Thomas Sowell also criticized the war on poverty's programs, writing \"The black family, which had survived centuries of slavery and discrimination, began rapidly disintegrating in the liberal welfare state that subsidized unwed pregnancy and changed welfare from an emergency rescue to a way of life.\"[27]\n\nOthers took a different tack. In 1967, in his book Where Do We Go from Here: Chaos or Community? Martin Luther King Jr. \"criticized Johnson's war on poverty for being too piecemeal\", saying that programs created under the \"war on poverty\" such as \"housing programs, job training and family counseling\" all had \"a fatal disadvantage [because] the programs have never proceeded on a coordinated basis...[and noted that] at no time has a total, coordinated and fully adequate program been conceived.\"[28] In his speech on April 4, 1967, at Riverside Church in New York, NY, King connected the war in Vietnam with the \"war on poverty\":\n\nThis criticism was repeated in his speech at the same place later that month when he said that \"and you may not know it, my friends, but it is estimated that we spend $500,000 to kill each enemy soldier, while we spend only fifty-three dollars for each person classified as poor, and much of that fifty-three dollars goes for salaries to people that are not poor. So I was increasingly compelled to see the war as an enemy of the poor, and attack it as such.\"[30] The next year, King started the Poor People's Campaign to address the shortcomings of the \"war on poverty\" and to \"demand a check\" for suffering African-Americans which was carried on briefly after his death with the construction and maintenance of an encampment, Resurrection City, for over six weeks.[31] Years later, a writer in The Nation remarked that \"the war on poverty has too often been a war on the poor themselves,\" but that much can be done.[32]\n\nIn 1989, the former executive officer of the Task Force on Poverty Hyman Bookbinder addressed such criticisms of the \"war on poverty\" in an op-ed in The New York Times. He wrote that:\n\nOn March 3, 2014, as Chairman of the Budget Committee of the House of Representatives, Paul Ryan released his \"The War on Poverty: 50 Years Later\" report, asserting that some of 92 federal programs designed to help lower-income Americans have not provided the relief intended and that there is little evidence that these efforts have been successful.[34] [35]At the core of the report were recommendations to enact cuts to welfare, child care, college Pell grants and several other federal assistance programs.[36] In the appendix titled \"Measures of Poverty\", when the poverty rate is measured by including non-cash assistance from food stamps, housing aid and other federal programs, the report states that these measurements have \"implications for both conservatives and liberals. For conservatives, this suggests that federal programs have actually decreased poverty. For liberals, it lessens the supposed need to expand existing programs or to create new ones.\"[34][36] Several economists and social scientists whose work had been referenced in the report said that Ryan either misunderstood or misrepresented their research.[37]\n\n"
        }
    ]
}