{
    "url": "https://en.wikipedia.org/wiki/War_in_the_Age_of_Intelligent_Machines",
    "title": "War in the Age of Intelligent Machines",
    "table_of_contents": [
        "1 A social history of technology and of warfare",
        "2 Centralization and decentralization",
        "3 Wargaming and game theory",
        "4 See also",
        "5 References",
        "6 Sources"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "War in the Age of Intelligent Machines (1991) is a book by Manuel DeLanda, in which he traces the history of warfare and the history of technology.[1]\n\nIt is influenced in part by Michel Foucault's Discipline and Punish (1978) and also reinterprets the concepts of war machines and the machinic phylum, introduced in Gilles Deleuze and Félix Guattari's A Thousand Plateaus (1980). Deleuze and Guattari appreciated Foucault's definition of philosophy as a \"tool box\" that was to encourage thinking about new ideas. They prepared the field for a re-appropriation of their concepts, for use in another context of the \"same\" concept, which they called \"actualization\". DeLanda drew on the concepts these authors put forth, to investigate the history of warfare and technology.\n\n"
        },
        {
            "title": "A social history of technology and of warfare",
            "text": "DeLanda describes how social and economic formations influence war machines, i.e. the form of armies, in each historical period. He draws on chaos theory to show how the biosphere reaches singularities (or bifurcations) which mark self-organization thresholds where emergent properties are displayed and claims that the \"mecanosphere\", constituted by the machinic phylum, possesses similar qualities. He argues for example how a certain level of population growth may induce invasions and others may provoke wars.\n\nAs a historian, DeLanda is indebted to the Annales School and the study of long-time historical phenomena, as opposed to human-scale phenomena. The next threshold point, or singularity, to be reached, according to DeLanda, is the point where man and machine cease to oppose themselves, becoming a war machine and when that war machine is crossed by the machinic phylum. It may result in erratic war machines that become nomads, because of a lack of political control. DeLanda writes:[2]\n\n"
        },
        {
            "title": "Centralization and decentralization",
            "text": "According to DeLanda, centralization and decentralization are two trends in the \"war machine\": either military commanders try to centralize command and control of each event on the battlefield and get \"human will out of the decision-making loop\" or they delegate responsibility to individual soldiers (e.g., platoons or the German mission-type tactics) to avoid \"friction\". \"Friction\", according to DeLanda, is like \"noise\" — too much friction blocks the war machine, which destroys itself. Thus, rather than waiting for friction to accumulate at the head of the control, command and communication center (C3), which is the case in centralized armies, decentralized war machines allow it to disperse at each level of the machine.\n\nThe 1805 Jacquard loom, used holes punched in pasteboard punched cards to control the weaving of patterns in fabric and is the first example of a \"migration\" of human control to machine control and marks the invention of software according to DeLanda. Command and control techniques adapted by the Germans were then introduced in army arsenals by Frederick Taylor and extended to civilian society: \"the imposition of military production methods into the civilian society was accompanied by the transfer of a whole command and control grid.\" (p. 153) The system of Numerical control — and then the CNC — which was developed by funds from the US Air Force, \"withdraws all control from workers in the area of weapons production and centralizes it at the top. But if the NC (and related methods) effectively shortened the chain of command be getting humans out of the decision-making loop, it also weakened the civilian sector of the economy by its adverse effects on workers' productivity,\" (p. 154) argues Manuel DeLanda. He thus underlines that the US has become a net importer of machine tools for the first time since the 19th century, and points out that while in 1975 all major manufacturers of integrated chips were American, in 1986 only two were not Japanese. In 1982, the Japanese MITI had launched the Fifth Generation Computer Systems project (FGCS) initiative to create computers supposed to perform much calculation utilizing massive parallelism.\n\nAccording to DeLanda, the Prussian Army was thus Jominian, that it favored centralized command of the battlefield and the conduct of military affairs over diplomacy and politics. He opposes Clausewitz's classic theory exposed in On War (1832) of the primacy of politics over warfare (if strategy is the art of assembling battles, politics is the art of making sense of victories). Although DeLanda did not quote Sun Tzu, his use of Clausewitz recalls the Sun's counsels on the way to avoid wars as being the most effective warfare: one may be sure he won the war when the war didn't happen. DeLanda claims that this Jominian theory influenced Prussian militarism, the RAND Corporation and current Pentagon policies concerning research and development. This centralization always aims at taking out humans from the decision-making loop and is therefore closely linked to the evolution of technology — although a major thesis of DeLanda's book is that evolution of technology is neither good or bad, as technophiles and technophobes hope or fear. It may be used to keep the human will out of the loop or  prioritize cooperative behavior and decentralization: the classic example used is the hackers' re-appropriation of the military ARPANET in the early ages of the Internet.\n\nThus, the Schlieffen Plan, formulated by the German general staff after the 1870–71 Franco-Prussian war, is a good example of centralized war planning and of Jominian theory: everything was so rigidly planned that there was almost zero ability to adapt for sudden changes. When World War I started in August 1914, the military told the emperor that they could do nothing but invade France, although the emperor changed his mind, hoping that if he didn't invade France, Great Britain wouldn't enter the war (in virtue of the 1904 Entente cordiale agreement). But the plan was too rigid and didn't allow for modification, thus potentially becoming one of the indirect causes of the war (although it surely wasn't the only one: DeLanda, who begins his book quoting Fernand Braudel, doesn't believe in unicausality or determinism).\n\n"
        },
        {
            "title": "Wargaming and game theory",
            "text": "DeLanda also shows how wargaming, invented in the early 19th century by Prussians under the name of Kriegsspiel, has been used since that time for simulation of battles, in particular by the general staff, which may be considered the \"institutionalized brain\" of the armed forces — until their substitution by think tanks, the first one being the RAND Corporation, charged with the elaboration of science policy in the frame of the military-industrial complex. Frederick the Great was fascinated with automatons, as Foucault has shown and with miniature wargames. 19th century wargaming models, which benefited from progress in cartography, was dependent on dice at the beginning to represent the effects of chaos. Eventually, these irrational conditions were taken out of the loop, as well as human will: current military wargames oppose computers, not human beings. It was shown during the nuclear arms race that human beings refused in game models to cross the threshold and press the red button, which convinced military programmers to take out human players.\n\nDeLanda distinguishes various \"ages\" of war machines (although they probably don't succeed each other in a simple way; Foucault and Deleuze likewise cast in doubt such historical linear succession); he also defines various \"levels\" of war machines (tactics, strategy and logistics, which necessarily involve politics).\n\nHenceforth, describing the passage from the \"clockwork paradigm\" to the \"motor paradigm\", he quotes Michel Serres's studies to demonstrate how this new paradigm led to the creation of an \"abstract motor\" composed of three components: a reservoir (steam in the case of the steam engine), a form of exploitable difference (heat/cold) and a \"diagram\" or \"program\" for the exploitation of (thermal) differences. Michel Serres thus mentioned Darwin, Marx and Freud as examples in the area of scientific discourse,\n\nThus, Napoleon's armies, born from the 1789 French Revolution, marked a new threshold of the machinic phylum or singularities or bifurcation: emergent properties are displayed in this \"evolution\" from the \"clockwork paradigm\" to the \"motor paradigm\". This evolution is not merely technological; it is not so much the invention of the steam engine — the first type of motor — that determines this \"evolution\". The first steam engine was invented through tinkering and can thus not be said to be the consequences of a \"paradigm shift\" as Thomas Kuhn would conceive it. There is no necessary pre-eminence of science over technology (nor the reverse). De Landa thus explains that the \"abstract motor\" is more important than the \"concrete motor\", taking as his example the dazzling victories during the Napoleonic Wars,\n\nNapoleon's true innovation was not in the implementation of the motor invention — he rejected the use of steamboats — but his use of the pool of energy formed by patriotism, itself fuelled by the French Revolution. This high morale made conscription possible; it also allowed more local initiative by and decentralization of the army, since French commanders didn't dread, as did their counterparts, endless cases of desertions if they allowed small groups of soldiers to take over specific missions.\n\nDeLanda also notes how John von Neumann was hired by the RAND Corporation to improve war exercises, which he did by devising game theory, which helped The Pentagon think about nuclear strategy. In particular, game theory was used to represent the Cold War dualism conflict as an instantiation of the Prisoner's dilemma. Since the zero-sum fallacy wasn't yet thought, this led to systemic bias in favor of conflict against cooperative games, according to de Landa. Thus, the massive retaliation nuclear strategy was chosen, although nuclear disarmament would have been, in a more realistic win-win game, the best solution. The Turing machines were also perfect \"abstract machines\" which would be implemented in concrete machines only later.\n\n"
        }
    ]
}