{
    "url": "https://en.wikipedia.org/wiki/Warez_scene",
    "title": "Warez scene",
    "table_of_contents": [
        "1 History",
        "2 Release procedure",
        "3 Crackers and reverse engineers",
        "4 See also",
        "5 References",
        "6 Further reading",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The Warez scene, often referred to as The Scene,[1] is a worldwide, underground, organized network of pirate groups specializing in obtaining and illegally releasing digital media for free before their official sale date.[2] The Scene distributes all forms of digital media, including computer games, movies, TV shows, music, and pornography.[3] The Scene is meant to be hidden from the public, only being shared with those within the community. However, as files were commonly leaked outside the community and their popularity grew, some individuals from The Scene began leaking files and uploading them to filehosts, torrents and ed2k.\n\nThe Scene has no central leadership, location, or other organizational conventions. The groups themselves create a ruleset for each Scene category (for example, MP3 or TV) that then becomes the active rules for encoding material. These rulesets include a rigid set of requirements that warez groups (shortened as \"grps\") must follow in releasing and managing material. The groups must follow these rules when uploading material and, if the release has a technical error or breaks a rule, other groups may \"nuke\" (flag as bad content) the release.[4] Groups are in constant competition to get releases up as fast as possible. First appearing around the time of BBSes, The Scene is composed primarily of people dealing with and distributing media content for which special skills and advanced software are required.\n\n"
        },
        {
            "title": "History",
            "text": "The warez scene started emerging in the 1970s, used by predecessors of software cracking and reverse engineering groups. Their work was made available on privately run bulletin board systems (BBSes).[5] The first BBSes were located in the United States, but similar boards started appearing in Canada, the United Kingdom, Australia, and mainland Europe. At the time, setting up a machine capable of distributing data was not trivial, and required a certain amount of technical skill; this was usually taken on as a technical challenge. The BBSes typically hosted several megabytes of material, with the best boards having multiple phone lines and up to one hundred megabytes of storage space, a considerable expense at the time.[6] Releases were mostly games and later software.\n\nAs the world of software development evolved to counter the distribution of material, and as the software and hardware needed for distribution became readily available to anyone, The Scene adapted to the changes and turned from simple distribution to actual cracking of copying restrictions and non-commercial reverse engineering.[5] As many groups of people who wanted to do this emerged, a requirement for promotion of individual groups became evident, which prompted the evolution of the artscene, which specialized in the creation of graphical art associated with individual groups.[7] The groups would promote their abilities with ever more sophisticated and advanced software, graphical art, and later also music (demoscene).[8]\n\nThe subcommunities (artscene, demoscene, etc.), which were doing nothing illegal, eventually branched off. The programs containing the group promotional material (coding/graphical/musical presentations) evolved to become separate programs distributed through The Scene and were nicknamed Intros and later Cracktros.\n\nThe demoscene grew especially strong in Scandinavia, where annual gatherings are hosted.[9]\n\n"
        },
        {
            "title": "Release procedure",
            "text": "When releasing material, groups must first encode properly so as not to be nuked, which shows up as a cautionary flag to potential users. After encoding, they upload the files to a topsite, an FTP server with a large amount of bandwidth where all the files originate. When the upload is complete, they execute a command that causes the name and category of the release to be announced in the topsite's IRC channel using a IRC bot hosting an IRC script which keeps track of activity. This FTP server and IRC are hidden and closed to the public. New releases are also announced 0sec (meaning seconds to minutes after official scene pre) on various public websites. This is called a \"pre\" release. Once this is done, all other releases for the same material are nuked as duplicates (\"dupes\"). However, if there is a technical error or the file breaks the ruleset for the category, the original \"pre\" release will be nuked. Other groups then encode the same material and release it with a \"PROPER\" tag in the filename. The same group may re-encode the file, with the new release marked as \"REPACK\". If the issue was with something other than the main content, the same group can release a \"fix\", labelled \"DIRFIX\", \"NFOFIX\", etc. as appropriate. Release groups are exempt from FTP Share ratios in most cases, while \"racers\" in Topsite IRC channels will be given a ratio. Racers use FXP software and custom auto-trading software to transfer releases from one FTP to other FTP's and FTP Site-Rings (group of dedicated servers linked together) around the world. IRC site channels will use modes such as +s (secret) +p (private) and +i (invite only) to avoid detection.  \n\nEach release in The Scene consists of a folder containing the material (sometimes split into RAR pieces), plus an NFO and SFV file. The NFO is a text file which has essential information about the files encoded, including a reason for the nuke if the file is a PROPER or REPACK release. A robust NFO file may contain a group's mission statement, recruitment requirements, greetings, and contact info; many groups have a standard ASCII art template for the file, with the most prolific exhibiting elaborate artistic examples. The SFV file uses checksums to ensure that the files of a release are working properly and have not been damaged or tampered with. This is typically done with the aid of an external executable like QuickSFV or SFV Checker. Failure to include an NFO or SFV file in the release will generally result in a nuke, as these are essential components of the warez standard to which The Scene adheres.\n\nIn 2012, the Scene had over 100 active groups releasing material. Over 1,000 releases are made each day, with a cumulative total of more than five million releases through 2012.[10][11]\n\n"
        },
        {
            "title": "Crackers and reverse engineers",
            "text": "Cracking has been the core element of The Scene since its beginning. This part of The Scene community sometimes referred to as the crack scene specializes in the creation of software cracks and keygens. The challenge of cracking and reverse engineering complicated software is what makes it an attraction.[12] The game cracking group SKIDROW described it as follows in one of their NFO files:[13]\n\nThe game ripping group MYTH expressed it as follows in their NFO files:[14]\n\nDavid Grime, former DrinkOrDie member, describes the motivation of the warez scene as follows: \"It's all about stature. They are just trying to make a name for themselves for no reason other than self-gratification.\"[15][16]\n\n"
        }
    ]
}