{
    "url": "https://en.wikipedia.org/wiki/Warkari",
    "title": "Warkari",
    "table_of_contents": [
        "1 Influence",
        "2 Practices",
        "3 Pilgrimages",
        "4 References",
        "5 Further reading"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Warkari (Marathi: वारकरी; Pronunciation: [ʋaːɾkəɾiː]; Meaning: 'The one who performs the Wari') is a sampradaya (religious movement) within the bhakti spiritual tradition of Hinduism, geographically associated with the Indian state of Maharashtra. Warkaris worship Vitthal (also known as Vithoba), the presiding deity of Pandharpur, regarded as a form of Krishna. Saints and gurus of the bhakti movement associated with the Warkaris include Dnyaneshwar, Namdev, Chokhamela, Eknath, and Tukaram, Gadge Maharaj all of whom are accorded the title of Sant.[1]\n\n"
        },
        {
            "title": "Influence",
            "text": "The Warkari tradition has been part of Hindu culture in Maharashtra since the thirteenth-century CE, when it formed as a panth (community of people with shared spiritual beliefs and practices) during the Bhakti movement. Warkaris recognise around fifty poet-saints (sants) whose works over a period of 500 years were documented in an eighteenth-century hagiography by Mahipati. The Warkari tradition regards these sants to have a common spiritual line of descent.[2]\n\n"
        },
        {
            "title": "Practices",
            "text": "The Warkari movement includes the worship of Vithoba and a duty-based approach towards life emphasising moral behavior and strict avoidance of alcohol and tobacco, the adoption of sattvic diet, a modified  lacto-vegetarian diet that excludes onion and garlic and fasting on Ekadashi day (twice a month), self-restraint (celibacy) during student life, equality and humanity for all rejecting discrimination based on the caste system or wealth, the reading of Hindu texts, the recitation of the Haripath every day and the regular practice of bhajan and kirtan.[3][4]\nThe Warkaris wear tulashi-mala, a rosary made from the wood of the sacred Tulsi (Ocimum sanctum L.) plant. The Warkari men may be known by their three upright brow lines, a black between two white gopichandan or white clay and sandal-paste lines which is also popular with other Vaishnavaite devotees.[5]\nVarkaris look upon God as the Ultimate Truth and ascertained grades of values in social life but accept ultimate equality among men. Varkaris bow in front of each other because \"everybody is Brahma\" and stressed individual sacrifice, forgiveness, simplicity, peaceful co-existence, compassion, non-violence, love and humility in social life.[6]\nThe Warkari poet-saints are known for their devotional lyrics, the abhang, dedicated to Vithoba and composed in Marathi. Other devotional literature includes the Kannada hymns of the Haridasa, and Marathi versions of the generic aarti songs associated with rituals of offering light to the deity. Notable saints and gurus of the Warkaris include Jñāneśvar, Namdev, Chokhamela, Eknath, and Tukaram, all of whom are accorded the title of Sant.\n\n"
        },
        {
            "title": "Pilgrimages",
            "text": "Warkari people undertake an annual pilgrimage called wari, to Pandharpur, gathering there on Ekadashi (the 11th day) of the Hindu lunar calendar month of Ashadha, corresponding to a date falling sometime between late June to July in the Gregorian calendar. Pilgrims carry Palkhi of the saints from their places of Samadhi (Enlightenment or \"spiritual birth\"). The tradition of carrying the paduka (sandals) of the sants in a Palkhi was started by the youngest son of Tukaram, Narayan Maharaj, in 1685. Further changes were brought to the pilgrimage by descendants of Tukaram in the 1820s and by Haibatravbaba, a courtier of the Scindias and devotee of Dnyaneshwar.[7][8]\n\nDevotees of Vitthal were holding pilgrimages prior to the 14th century. In the present day, about 40 palkhis and their devotees from all over Maharashtra do so.[9] Another pilgrimage is celebrated on the Ekadashi of the month of Kartika, which falls in November of the Gregorian Calendar.\n\nEvents such as Ringan and Dhava are held during the pilgrimage. During the Ringan, an unmounted sacred horse called Maulincha Ashva, who is believed to be the soul of the saint whose idol is being carried in the litter, runs through the rows of pilgrims, who try catching the dust particles kicked off and smear their head with the same. Dhava is another kind of race where everyone wins and it is held to commemorate the manner in which Tukaram first saw the temple at Pandharpur and started running in sheer exhilaration.[10]\n\n\n\n"
        }
    ]
}