{
    "url": "https://en.wikipedia.org/wiki/Time_Warner",
    "title": "WarnerMedia",
    "table_of_contents": [
        "1 History",
        "1.1 Warner Communications (1972–1990)",
        "1.2 Time-Warner (1990–2001) and Time Warner Entertainment (1992–2001)",
        "1.3 AOL Time Warner (2001–2003)",
        "1.4 Time Warner (2003–2018)",
        "1.5 AT&T acquisition and rebranding (2018–2021)",
        "1.6 Spin-off from AT&T and merger with Discovery, Inc. (2021–2022)",
        "2 Units",
        "3 Leadership",
        "4 References",
        "5 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Warner Media, LLC (traded as WarnerMedia) was an American multinational mass media and entertainment conglomerate. It was headquartered at the 30 Hudson Yards complex in New York City, United States.\n\nIt was originally established in 1972 by Steve Ross as Warner Communications, and Time Warner was created in 1990, following a merger between Time Inc. and the original Warner Communications. The company has film, television and cable operations, with its assets including WarnerMedia Studios & Networks (consisting of the entertainment assets of Turner Broadcasting, HBO, and Cinemax as well as Warner Bros., which itself consists of the film, animation, television studios, the company's home entertainment division and Studio Distribution Services, its joint venture with Universal Pictures Home Entertainment, DC Comics, New Line Cinema, and, together with CBS Entertainment Group[6], through its Warner Bros. Entertainment subsidiary, a 50% interest in The CW television network); WarnerMedia News & Sports (consisting of the news and sports assets of Turner Broadcasting, including CNN, Turner Sports, and AT&T SportsNet); WarnerMedia Sales & Distribution (consisting of digital media company Otter Media); and WarnerMedia Direct (consisting of the HBO Max streaming service).\n\nDespite spinning off Time Inc. in 2014, the company retained the Time-Warner name from 1990, also becoming Time Warner in 2003, until 2018. In 2018, after AT&T's acquisition of Time Warner, the company was renamed Warner Media.[7] On October 22, 2016, AT&T officially announced that they intended on acquiring Time Warner for $85.4 billion (including assumed Time Warner debt), valuing the company at $107.50 per share.[8][9] The proposed merger was confirmed on June 12, 2018,[10] after AT&T won an antitrust lawsuit that the U.S. Justice Department filed in 2017 to attempt to block the acquisition,[11] and was completed two days later, when the company became a subsidiary of AT&T.[12] The company's current name was adopted a day later.[13] Under AT&T, the company moved to launch a streaming service built around the company's content, known as HBO Max. WarnerMedia refolded Turner's entertainment-based networks under a singular umbrella unit on August 10, 2020, through a consolidation of the WarnerMedia Entertainment and Warner Bros. Entertainment assets into a new unit, WarnerMedia Studios & Networks Group.[14][15] On May 17, 2021, nearly three years after the acquisition, AT&T decided to leave the entertainment business and announced that it had proposed to relinquish its ownership of WarnerMedia and merge it with Discovery, Inc. to form a new publicly traded company, Warner Bros. Discovery. The deal closed on April 8, 2022.\n\nThe company's previous assets included Time Inc., TW Telecom, AOL, Time Warner Cable, AOL Time Warner Book Group, and Warner Music Group; these operations were either sold to others or spun off as independent companies. The company was ranked No. 98 in the 2018 Fortune 500 list of the largest United States corporations by total revenue.[16]\n\n"
        },
        {
            "title": "History",
            "text": "On February 10, 1972, the entertainment assets of the Kinney National Company reincorporated as Warner Communications due to a financial scandal involving price fixing in its parking operations.[17] Warner Communications served as the parent company for Warner Bros., the Warner Music Group (WMG), and Warner Cable during the 1970s and 1980s. It also owned DC Comics and Mad magazine. The European publishing division, which produced magazines and comics, was known as Williams Publishing; thanks to a prior acquisition (from Gilberton World-Wide Publications),[18] it had European-language branches in the UK,[19] Denmark,[20] Finland,[21] France,[22] Germany,[23] Italy,[24] the Netherlands,[25] Norway,[26] and Sweden.[27] Most of these publishers were sold off around 1979.\n\nDuring its time as Warner Communications, the company made a number of further acquisitions. In 1979, Warner formed a joint venture with credit card company American Express called Warner-Amex Satellite Entertainment. This company owned such cable channels as MTV, Nickelodeon, The Movie Channel, and VH1 (which was launched in 1985 on the channel space left by Turner's Cable Music Channel). Warner bought out American Express's half in 1984 and sold the venture a year later to the original iteration of Viacom, which renamed it MTV Networks (now known as Paramount Media Networks). In 1982, Warner purchased Popular Library from CBS Publications.[28]\n\nBy the mid to late 1980s, Warner began to face financial difficulties. From 1976 to 1984, Warner Communications owned Atari, Inc., but suffered substantial losses due to the video game crash of 1983, and had to spin them off in 1984. Taking advantage of Warner Communications's financial situation, Time Inc. announced on March 4, 1989, that the two companies were to merge.[29]\n\nDuring the summer of 1989, Paramount Communications (then Gulf+Western) launched a $12.2 billion hostile bid to acquire Time, Inc. in an attempt to end a stock-swap merger deal between Time and Warner Communications.[30] Time raised its bid to $14.9 billion in cash and stock. Paramount responded by filing a lawsuit in a Delaware court to block the Time Warner merger. The court ruled twice in favor of Time, forcing Paramount to drop both the Time acquisition and the lawsuit, and allowing the two companies to merge, which was completed on January 10, 1990.[31]\n\nUS West partnered with Time Warner in 1993 to form what is now known as TW Telecom, initially known as Time Warner Communications (also utilized as the brand name for cable operation previously under the ATC name), in order to bring telephone via fiber to the masses. US West also took a 26% stake in the entertainment portion of the company, calling that division Time Warner Entertainment. US West's stake eventually passed to acquired cable company MediaOne, then to AT&T Broadband in 1999 when that company acquired MediaOne, then finally to Comcast in 2001 when that company bought the AT&T Broadband division. Comcast sold their stake in the company in 2003, relegating the name to a subdivision under Time Warner Cable.\n\nOn October 10, 1996, Time Warner acquired Turner Broadcasting System, which was established by Ted Turner in 1965. Not only did this result in the company (in a way) re-entering the basic cable television industry (in regards to nationally available channels), but Warner Bros. also regained the rights to their pre-1950[32][33] film library, which by then had been owned by Turner (the films are still technically held by Turner, but WB is responsible for sales and distribution),[34] while Turner gained access to WB's post-1950 library, as well as other WB-owned properties. The Turner deal also brought two separate film companies, New Line Cinema and Castle Rock Entertainment, into the Time Warner fold.[35] The Turner deal also gave Time Warner access to Metro-Goldwyn-Mayer (MGM)'s pre-May 1986 library.\n\nTime Warner completed its purchase of Six Flags Theme Parks in 1993 after buying half of the company in 1991, saving it from financial trouble. The company was later sold to Oklahoma-based theme park operator Premier Parks under certain terms and conditions on April 1, 1998.[36]\n\nDick Parsons, already a director on the board since 1991, was hired as Time Warner president in 1995, although the division operational heads continued to report directly to chairman and CEO Gerald Levin.[37]\n\nIn 1991, HBO and Cinemax became the first premium pay services to offer multiplexing to cable customers, with companion channels supplementing the main networks.[38] In 1993, HBO became the world's first digitally transmitted television service.[39] In 1995, CNN introduced CNN.com which later became a leading destination for global digital news, both online and mobile.[40] In 1996, Warner Bros. spearheaded the introduction of the DVD, which gradually replaced VHS tapes as the standard format for home video in the late 1990s and early to mid-2000s.[41] In 1999, HBO became the first national cable television network to broadcast a high–definition version of its channel.[42]\n\nIn January 2000, America Online (AOL) stated its intentions to purchase Time Warner for $183 billion.[43] Due to the larger market capitalization of AOL, their shareholders would own 55% of the new company while Time Warner shareholders owned only 45%,[44] so in actual practice AOL had merged with Time Warner, even though Time Warner had far more assets and revenues. Time Warner had been looking for a way to embrace the digital revolution, while AOL wanted to anchor its stock price with more tangible assets.[45]\n\nThe deal, officially filed on February 11, 2000,[44][46] employed a merger structure in which each original company merged into a newly created entity. The Federal Trade Commission (FTC) cleared the deal on December 14, 2000,[47] and gave final approval on January 11, 2001; the company completed the merger later that day.[48] The deal was approved on the same day by the Federal Communications Commission (FCC),[46] and had already been cleared by the European Commission (EC) on October 11, 2000.[49]\n\nAOL Time Warner Inc., as the company was then called, was supposed to be a merger of equals with top executives from both sides. Gerald Levin, who had served as chairman and CEO of Time Warner, was CEO of the new company. AOL co-founder Steve Case served as Executive Chairman of the board of directors, Robert W. Pittman (president and COO of AOL) and Dick Parsons (president of Time Warner) served as Co-Chief Operating Officers, and J. Michael Kelly (the CFO from AOL) became the chief financial officer.[50]\n\nAccording to AOL President and COO Bob Pittman, the slow-moving Time Warner would now take off at Internet speed, accelerated by AOL: \"All you need to do is put a catalyst to [Time Warner], and in a short period, you can alter the growth rate. The growth rate will be like an Internet company.\" The vision for Time Warner's future seemed clear and straightforward; by tapping into AOL, Time Warner would reach deep into the homes of tens of millions of new customers. AOL would use Time Warner's high-speed cable lines to deliver to its subscribers Time Warner's branded magazines, books, music, and movies. This would have created 130 million subscription relationships.\n\nHowever, the growth and profitability of the AOL division stalled due to advertising and loss of market share to the growth of high-speed broadband providers. The value of the AOL division dropped significantly, not unlike the market valuation of similar independent internet companies that drastically fell, and forced a goodwill write-off, causing AOL Time Warner to report a loss of $99 billion in 2002 — at the time, the largest loss ever reported by a company. The total value of AOL stock subsequently went from $226 billion to about $20 billion.[51]\n\nAn outburst by Vice-Chairman Ted Turner at a board meeting prompted Steve Case to contact each of the directors and push for CEO Gerald Levin's ouster. Although Case's coup attempt was rebuffed by Parsons and several other directors, Levin became frustrated with being unable to \"regain the rhythm\" at the combined company and handed in his resignation in the fall of 2001, effective in May 2002.[52] Although Co-COO Bob Pittman was the strongest supporter of Levin and largely seen as the heir-apparent, Dick Parsons was instead chosen as CEO. Time Warner CFO J. Michael Kelly was demoted to COO of the AOL division and replaced as CFO by Wayne Pace. AOL Chairman and CEO Barry Schuler was removed from his position and placed in charge of a new \"content creation division\", being replaced on an interim basis by Pittman, who was already serving as the sole COO after Parsons' promotion.[53]\n\nMany of the expected synergies between AOL and other Time Warner divisions never materialized, as most Time Warner divisions were considered independent fiefs that rarely cooperated prior to the merger. A new incentive program that granted options based on the performance of AOL Time Warner, replacing the cash bonuses for the results of their own division, caused resentment among Time Warner division heads who blamed the AOL division for failing to meet expectations and dragging down the combined company. AOL Time Warner COO Pittman, who expected to have the divisions working closely towards convergence instead found heavy resistance from many division executives, who also criticized Pittman for adhering to optimistic growth targets for AOL Time Warner that were never met. Some of the attacks on Pittman were reported to come from the print media in the Time, Inc. division under Don Logan.[54] Furthermore, CEO Parsons' democratic style prevented Pittman from exercising authority over the \"old-guard\" division heads who resisted Pittman's synergy initiatives.[50][55]\n\nPittman resigned as AOL Time Warner COO after July 4, 2002, being reportedly burned out by the AOL special assignment and almost hospitalized, unhappy about the criticism from Time Warner executives, and seeing nowhere to move up in firm as Parsons was firmly entrenched as CEO.[55] Pittman's departure was seen as a great victory to Time Warner executives who wanted to undo the merger. In a sign of AOL's diminishing importance to the media conglomerate, Pittman's responsibilities were divided between two Time Warner veterans; Jeffrey Bewkes who was CEO of Home Box Office, and Don Logan who had been CEO of Time. Logan became chairman of the newly created media and communications group, overseeing America Online, Time, Time Warner Cable, the AOL Time Warner Book Group, and the Interactive Video unit, relegating AOL to being just another division in the conglomerate. Bewkes became chairman of the entertainment and networks group, comprising HBO, Cinemax, New Line Cinema, The WB, TNT, Turner Networks, Warner Bros., and Warner Music Group. Both Logan and Bewkes, who had initially opposed the merger, were chosen because they were considered the most successful operational executives in the conglomerate and they would report to AOL Time Warner CEO Richard Parsons.[54][56] Logan, generally admired at Time Warner and reviled by AOL for being a corporate timeserver who stressed incremental steady growth and not much of a risk-taker, moved to purge AOL of Pittman allies.[52]\n\nAOL Time Warner Chairman Steve Case took on added prominence as the co-head of a new strategy committee of the board, making speeches to divisions on synergism and the promise of the Internet. However, under pressure from institutional investor vice-president Gordon Crawford who lined up dissenters, Case stated in January 2003 that he would not stand for re-election as executive chairman in the upcoming annual meeting, making CEO Richard Parsons the chairman-elect. In July 2003,[57] the company dropped the \"AOL\" from its name, and spun off Time-Life's ownership under the legal name Direct Holdings Americas, Inc.[58] On November 24, 2003, Time Warner announced they would sell the Warner Music Group, which hosted a variety of acts such as Madonna and Prince, to an investor group led by Edgar Bronfman Jr. and Thomas H. Lee Partners, in order to cut its debt down to US$20 million.[59] Case resigned from the Time Warner board on October 31, 2005.[52][60] Jeff Bewkes, who eventually became CEO of Time Warner in 2007, described the 2001 merger with AOL as 'the biggest mistake in corporate history'.[61]\n\nIn 2005, Time Warner was among 53 entities that contributed the maximum of $250,000 to the second inauguration of President George W. Bush.[62][63][64] On December 27, 2007, newly installed Time Warner CEO Jeffrey Bewkes discussed possible plans to spin off Time Warner Cable and sell off AOL and Time Inc. This would leave a smaller company made up of Turner Broadcasting, Warner Bros. and HBO.[65] On February 28, 2008, co-chairmen and co-CEOs of New Line Cinema Bob Shaye and Michael Lynne resigned from the 40-year-old movie studio in response to Jeffrey Bewkes's demand for cost-cutting measures at the studio, which he intended to dissolve into Warner Bros.[66]\n\nIn 2009, Time Warner spun out its Time Warner Cable division (it is now part of Charter Communications),[67] and later AOL, as independent companies; AOL was later purchased by Verizon in 2015.[68]\n\nIn the first quarter of 2010, Time Warner purchased additional interests in HBO Latin America Group for $217 million, which resulted HBO owning 80% of the equity interests of HBO LAG. In 2010, HBO purchased the remainder of its partners' interests in HBO Europe[69] (formerly HBO Central Europe) for $136 million, net of cash acquired. In August 2010, Time Warner agreed to acquire Shed Media, a television production company, for £100 million. Its distribution operation, Outright Distribution, was folded into Warner Bros. International Television Production.[70] On August 26, 2010, Time Warner acquired Chilevisión.[71] WarnerMedia already operated in the country with CNN Chile.[72]\n\nIn May 2011, Warner Bros. Home Entertainment Group acquired Flixster,[73] a movie discovery application company. The acquisition also includes Rotten Tomatoes, a movie review aggregator.[74]\n\nIn June 2012, Time Warner acquired Alloy Entertainment, a publisher and television studio whose works are aimed at teen girls and young women.[75] On August 6, 2012, Time Warner acquired Bleacher Report, a sports news website. The property was placed under the control of the Turner Sports division.[76]\n\nOn March 6, 2013, Time Warner intended to spin-off its publishing division Time Inc. as a separate, publicly traded company. The transaction was completed on June 6, 2014.[77][78]\n\nIn January 2014, Time Warner, Related Companies, and Oxford Properties Group announced that the then Time Warner intended to relocate the company's corporate headquarters and its New York City-based employees to 30 Hudson Yards in the Hudson Yards neighborhood in Chelsea, Manhattan, and has accordingly made an initial financial commitment.[79] Time Warner sold its stake in the Columbus Circle building for $1.3 billion to Related and two wealth funds. The move will be completed in 2019.[80]\n\nIn June 2014, Rupert Murdoch made a bid for Time Warner at $85 per share in stock and cash ($80 billion total) which Time Warner's board of directors turned down in July. Time Warner's CNN unit would have been sold to ease antitrust issues of the purchase.[81] On August 5, 2014, Murdoch withdrew his offer to purchase Time Warner.[82]\n\nOn October 20, 2016, it was reported that AT&T was in talks to acquire Time Warner. The proposed deal would give AT&T significant holdings in the media industry. AT&T's competitor Comcast had previously acquired NBCUniversal in a similar bid to increase its media holdings, in concert with its ownership of television and internet providers.[83][84][8] On October 22, 2016, AT&T reached a deal to buy Time Warner for $85.4 billion. The merger would bring Time Warner's properties under the same umbrella as AT&T's telecommunication holdings, including satellite provider DirecTV.[85][86] The deal faced criticism for the possibility that AT&T could use Time Warner content as leverage to discriminate against or limit access to the content by competing providers.[87]\n\nOn February 15, 2017, Time Warner shareholders approved the merger.[88] On February 28, Federal Communications Commission chairman Ajit Pai refused to review the deal, leaving the review to the Department of Justice.[89] On March 15, 2017, the merger was approved by the European Commission.[90] On August 22, 2017, the merger was approved by the Mexican Comisión Federal de Competencia.[91] On September 5, 2017, the merger was approved by the Chilean Fiscalía Nacional Económica.[92]\n\nIn the wake of the U.S. presidency of Donald Trump, Time Warner's ownership of CNN was considered a potential source of scrutiny for the deal, as Trump had repeatedly criticized the network for how it covered his administration, and stated during his campaign that he planned to block the acquisition because of the potential impact of the resulting consolidation. Following his election, however, his transition team stated that the government planned to evaluate the deal without prejudice.[93][94][95][96][97]\n\nOn November 8, 2017, reports of a meeting between AT&T CEO Randall L. Stephenson and Makan Delrahim, assistant Attorney General of the Department of Justice's Antitrust Division, indicated that AT&T had been recommended to divest DirecTV or Turner Broadcasting, seek alternative antitrust remedies, or abandon the acquisition. Some news outlets reported that AT&T had been ordered to specifically divest CNN, but these claims were denied by both Stephenson and a government official the following day, with the latter criticizing the reports as being an effort to politicize the deal. Stephenson also disputed the relevance of CNN to the antitrust concerns surrounding the acquisition, as AT&T does not already own a national news channel.[98][99][100][101]\n\nOn November 20, 2017, the Department of Justice filed an antitrust lawsuit over the acquisition; Delrahim stated that the deal would \"greatly harm American consumers\". AT&T asserts that this suit is a \"radical and inexplicable departure from decades of antitrust precedent\".[102] On December 22, 2017, the merger agreement deadline was extended to June 21, 2018, under a vote of confidence.[103]\n\nOn June 12, 2018, District Judge Richard J. Leon ruled in favor of AT&T, thus allowing the acquisition to go ahead with no conditions or remedies. Leon argued that the Department of Justice provided insufficient evidence that the proposed transaction would result in lessened competition. He also warned the government that attempting to obtain an appeal or stay on the ruling would be manifest unjust, as it would cause \"certain irreparable harm to the defendants\".[104][105][106][107]\n\nOn June 14, 2018, AT&T announced that it had closed the acquisition of Time Warner. Jeff Bewkes stepped down as CEO of Time Warner while retaining ties with the company as senior advisor of AT&T. John Stankey, who headed the AT&T/Time Warner integration team, took over as CEO. On the next day, AT&T renamed the company as WarnerMedia (legally Warner Media, LLC).[13]\n\nOn July 12, 2018, the Department of Justice filed a notice of appeal with the D.C. Circuit to reverse the District Court's approval. Although the Department of Justice reportedly contemplated requesting an injunction to stop the deal from closing after the District Court's ruling, the department ultimately did not file the motion because WarnerMedia's operation as a separate group from the rest of AT&T would make the business relatively easy to unwind should the appeal be successful.[108] The next day, however, AT&T CEO Randall Stephenson told CNBC that the appeal would not affect its plans to integrate WarnerMedia into AT&T, or services already launched.[109] In a brief filed by the Justice Department, it was argued that the decision to approve the acquisition ran \"contrary to fundamental economic logic and the evidence\".[110][111]\n\nOn August 7, 2018, AT&T acquired the remaining controlling stake in Otter Media from the Chernin Group for an undisclosed amount. The company now operates as a division of WarnerMedia.[112][113]\n\nOn August 29, 2018, Makan Delrahim told Recode that if the government were to win the appeal, AT&T would only sell Turner and if they lost the appeal then the February 2019 expiration of a consent decree AT&T reached with the Justice Department shortly before the deal closed would allow AT&T to do what they want with Turner.[114] The appeal is expected to have zero impact on the integration.[115][116] By September 2018, nine state Attorneys General sided with AT&T on the case.[117]\n\nOn October 10, 2018, WarnerMedia announced that it would launch an over-the-top streaming service in late 2019, featuring content from its entertainment brands.[118] On December 14, 2018, Kevin Reilly, president of TNT and TBS, was promoted to chief content officer of all WarnerMedia digital and subscription activities, including HBO Max, reporting to both Turner's president David Levy and WarnerMedia's CEO John Stankey.[119][120][121] The U.S. Court of Appeals in Washington D.C. unanimously upheld the lower court's ruling in favor of AT&T on February 26, 2019, stating it did not believe the merger with Time Warner would have a negative impact on either consumers or competition.[122] The Justice Department declined to appeal the decision further,[123] thus allowing the consent decree to expire.\n\nOn March 4, 2019, AT&T announced a major reorganization of its broadcasting assets to effectively dissolve Turner Broadcasting. Its assets were dispersed across two of the new divisions, WarnerMedia Entertainment and WarnerMedia News & Sports. WarnerMedia Entertainment would consist of HBO, TBS, TNT, TruTV, and the direct-to-consumer video service HBO Max. WarnerMedia News & Sports would have CNN Worldwide, Turner Sports, and the AT&T SportsNet regional networks led by CNN president Jeff Zucker. Cartoon Network, Adult Swim, Boomerang, Turner Classic Movies, and Otter Media would be moved under Warner Bros. Gerhard Zeiler moved from being president of Turner International to chief revenue officer of WarnerMedia, and will oversee the consolidated advertising and affiliation sales.[124] David Levy and HBO chief Richard Plepler stepped down as part of the reorganization, which was described by The Wall Street Journal as being intended to end \"fiefdoms\".[125] Turner Podcast Network, formed within Turner Content Distribution in 2017,[126] became WarnerMedia Podcast Network by May 2019.[127]\n\nIn May 2019, Kevin Reilly signed a four-year extension of his contract with the company, which additionally made him president of TruTV (alongside the other three WarnerMedia Entertainment basic cable networks), and chief content officer of direct-to-consumer for the new streaming service.[128] On May 31, 2019, Otter Media was transferred from Warner Bros. to WarnerMedia Entertainment, and Otter's COO Andy Forssell became the executive vice president and general manager of the streaming service, while still reporting to Otter CEO Tony Goncalves — who would lead development.[129] On July 9, 2019, it was announced that the new streaming service would be known as HBO Max, which was launched on May 27, 2020.[130][131]\n\nIn September 2019, Stankey was promoted to AT&T president and chief operating officer. By April 1, 2020, former Hulu chief Jason Kilar took over as WarnerMedia CEO.[132]\n\nIn August 2020, the company had a significant restructuring laying off around 800 employees including around 600 from Warner and 150+ from HBO.[133] At WarnerMedia's Atlanta base, marketing and cable operations teams were particularly affected.[134]\n\nOn August 10, 2020, WarnerMedia restructured several of its units in a major corporate revamp that resulted in TBS, TNT and TruTV being brought back under the same umbrella as Cartoon Network/Adult Swim, Boomerang and TCM, under a consolidation of WarnerMedia Entertainment and Warner Bros. Entertainment's respective assets that formed the combined WarnerMedia Studios & Networks Group unit. Casey Bloys—who has been with WarnerMedia since 2004 (as director of development at HBO Independent Productions), and was eventually elevated to President of Programming at HBO and Cinemax in May 2016—added oversight of WarnerMedia's basic cable networks and HBO Max to his purview.[14][15][135] In October 2020, it was announced that the company was planning to execute over a 1,000 job cuts in order to reduce costs. WarnerMedia plans to reduce costs by at least 20% in order to deal with the profit shortage caused by the COVID-19 pandemic.[136]\n\nAs a result of planned cost cutting programs, the sale of Warner Bros. Interactive Entertainment was proposed, but ultimately abandoned due to COVID-19 related growth in the Gaming industry, as well as a positive reception to upcoming DC Comics, Lego Star Wars, and Harry Potter titles from fans and critics.[137]\n\nCrunchyroll was sold to Sony's Funimation for US$1.175 billion in December 2020, with the acquisition closing in August 2021.[138][139]\n\nOn December 21, 2020, WarnerMedia acquired You.i TV, an Ottawa, Ontario-based developer of tools for building cross-platform video streaming apps. The company's products have been the basis of various WarnerMedia streaming platforms, including AT&T TV Now and the Turner channels' apps, and will be used as part of international expansion of HBO Max.[140][141]\n\nOn May 16, 2021, it was reported that AT&T was in talks with Discovery, Inc.—which primarily operates television channels and platforms devoted to non-fiction and unscripted content—for it to merge with WarnerMedia, forming a publicly traded company that would be divided between its shareholders.[142] The proposed spin-off and merger was officially announced the next day, which is to be structured as a Reverse Morris Trust. AT&T shareholders will receive a 71% stake in the merged company, which is expected to be known as Warner Bros. Discovery,[143] and led by Discovery's current CEO David Zaslav.[144][145]\n\nElectronic Arts, who were a bidder in the proposed sale of Warner Bros. Interactive Entertainment, purchased the mobile gaming studio Playdemic from WBIE for US$1.4 billion in June 2021.[146]\n\nIn September 2021, WarnerMedia sold TMZ to Fox Corporation in a deal worth about $50 million with TMZ being operated under the Fox Entertainment division.[147]\n\nIn November 2021, Discovery and WarnerMedia discussed a plan to combine the two streaming services, HBO Max and Discovery+, into one streaming service in two phases: an initial phase that allows for quick bundling of the services and a second phase that allows for a common service on one tech platform.[148] In the same month, it was announced that Discovery will rename itself Warner Bros. and reclassify and convert its stock into stock of WBD.[149]\n\nOn December 22, 2021, it was announced that the deal was approved by the European Commission and it was scheduled to be completed on April 8, 2022, subject to approval by Discovery shareholders and additional closing conditions.[150][151]\n\nOn January 5, 2022, The Wall Street Journal reported that WarnerMedia and Paramount Global (at the time known as ViacomCBS) were exploring a possible sale of either a majority stake or all of The CW, and that Nexstar Media Group (which became The CW's largest affiliate group when it acquired former WB co-owner Tribune Broadcasting in 2019) was considered a leading bidder.[152] The news led to speculation that, should a sale take place, new ownership could steer the network in a new direction, transforming The CW from a young adult-oriented network into one that featured more unscripted and even national news programming.[153] However, reports also indicated that WarnerMedia and ViacomCBS could include a contractual commitment that would require any new owner to buy new programming from those companies, allowing them to reap some continual revenue through the network.[154] Network president/CEO Mark Pedowitz confirmed talks of a potential sale in a memo to CW staffers, but added that \"It's too early to speculate what might happen\" and that the network \"must continue to do what we do best.\"[155][156]\n\nOn January 26, 2022, it was reported that the merger between WarnerMedia and Discovery, Inc. is expected to close sometime during the second quarter of 2022.[157][158]\n\nOn February 1, 2022, it was reported that AT&T was going to spin off WarnerMedia in a $43 billion deal.[159][160] Also on the same month, it was announced that the WarnerMedia and Discovery merger was approved by the Brazilian antitrust regulator Cade.[161]\n\nOn February 9, 2022, it was announced that the deal was approved by the United States Department of Justice.[162] A day later, it was announced that Discovery's shareholders will board on meeting on March 11 to vote on the WarnerMedia merger.[163] The deal was approved by Discovery shareholders on the same date.[164]\n\nOn February 23, 2022, it was announced that the WarnerMedia-Discovery merger would close on April 8.[165] On March 25, it was announced that AT&T would spin off WarnerMedia on April 8, marking AT&T's official exit from entertainment business.[166]\n\nOn April 5, it was announced that Kilar; Ann Sarnoff, Chair and CEO of WarnerMedia Studios and Networks Group; as well as Andy Forssell, executive vice president and general manager of HBO Max; were stepping down from their roles.[167] The next day, chief financial officer Jennifer Biry, chief human resources officer Jim Cummings, chief revenue officer Tony Goncalves, communications and chief inclusion officer Christy Haubegger, WarnerMedia general counsel Jim Meza and chief technology officer Richard Tom were confirmed to be stepping down.[168] The merger was completed on April 8.[169]\n\n"
        },
        {
            "title": "Units",
            "text": "WarnerMedia's businesses operated under the following five primary divisions:\n\n"
        },
        {
            "title": "Leadership",
            "text": "* Note: all executives listed below were in office until its merger with Discovery, Inc. on April 8, 2022.\n\n"
        }
    ]
}