{
    "url": "https://en.wikipedia.org/wiki/Warp_drive",
    "title": "Warp drive",
    "table_of_contents": [
        "1 History and characteristics",
        "2 Einstein's space warp and real-world physics",
        "3 Star Trek",
        "4 See also",
        "5 References",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "A warp drive or a drive enabling space warp is a fictional superluminal spacecraft propulsion system in many science fiction works, most notably Star Trek,[1] and a subject of ongoing physics research.  The general concept of \"warp drive\" was introduced by John W. Campbell in his 1957 novel Islands  of Space and was popularized by the Star Trek series. Its closest real-life equivalent is the Alcubierre drive, a theoretical solution of the field equations of general relativity.[2]\n\n"
        },
        {
            "title": "History and characteristics",
            "text": "Warp drive, or a drive enabling space warp, is one of several ways of travelling through space found in science fiction.[3] It has been often discussed as being conceptually similar to hyperspace.[3][4]: 238–239  A warp drive is a device that distorts the shape of the space-time continuum.[5]: 142  A spacecraft equipped with a warp drive may travel at speeds greater than that of light by many orders of magnitude. In contrast to some other fictitious faster-than-light technologies such as a jump drive, the warp drive does not permit instantaneous travel and transfers between two points, but rather involves a measurable passage of time which is pertinent to the concept. In contrast to hyperspace, spacecraft at warp velocity would continue to interact with objects in \"normal space\".[6][7]\n\nThe general concept of warp drive was introduced by John W. Campbell in his 1957 novel Islands of Space.[8][9]: 77 [10] Brave New Words gave the earliest example of the term \"space-warp drive\" as Fredric Brown's Gateway to Darkness (1949), and also cited an unnamed story from Cosmic Stories (May 1941) as using the word \"warp\" in the context of space travel, although the usage of this term as a \"bend or curvature\" in space which facilitates travel can be traced to several works at as far back as the mid-1930s, for example Jack Williamson's The Cometeers (1936).[5]: 212, 268 \n\n"
        },
        {
            "title": "",
            "text": "Einstein's theory of special relativity states that speed of light travel is impossible for material objects that, unlike photons, have a non-zero rest mass. The problem of a material object exceeding light speed is that an infinite amount of kinetic energy would be required to travel at exactly the speed of light. Warp drives are one of the science-fiction tropes that serve to circumvent this limitation in fiction to facilitate stories set at galactic scales.[11] However, the concept of space warp has been criticized as \"illogical\", and has been connected to several other rubber science ideas that do not fit into our current understanding of physics, such as antigravity or negative mass.[3]\n\nIt is surprising that such a fictitious approach has been taken given that the effects of special relativity also include  length contraction and time dilation. These effects mean that although it's not possible to travel faster than the speed of light, both space and time \"warp\" to allow travelling the distance of one light year, in less than a year. Although it is not possible to travel faster than the speed of light, the effective speed is faster than light. This warping of space and time is precisely mathematically specified by the Lorentz factor, which depends on velocity. Although only theoretical when published over 100 years ago, the effect has since been measured and confirmed many times. In the limit, at light speed time stops completely and it is possible to travel infinite distances across space with no passage of time.[12][13][14][15]\n\nAlthough the concept of warp drive has originated in fiction, it has received some scientific consideration, most notably related to the 1990s concept of the Alcubierre drive.[8] Alcubierre stated in an email to William Shatner that his theory was directly inspired by the term used in the TV series Star Trek[16] and cites the \"'warp drive' of science fiction\" in his 1994 article.[2]\n\n"
        },
        {
            "title": "Star Trek",
            "text": "\n\n\nWarp drive is one of the fundamental features of the Star Trek franchise; and one of the best-known examples of space warp (warp drive) in fiction.[3] In the first pilot episode of Star Trek: The Original Series, \"The Cage\", it is referred to as a \"hyperdrive\", with Captain Pike stating the speed to reach planet Talos IV as \"time warp, factor 7\". The warp drive in Star Trek is one of the most detailed fictional technologies there is.[citation needed] Compared to the hyperspace drives of other fictional universes, it differs in that a spaceship does not leave the normal space-time continuum and instead the space-time itself is distorted, as is made possible in the general theory of relativity.[7]\n\nThe basic functional principle of the warp drive in Star Trek is the same for all spaceships. A strong energy source, usually a so-called  warp core  or sometimes called intermix chamber, generates a high-energy plasma. This plasma is transported to the so-called warp field generators via lines that are reminiscent of pipes. These generators are basically coils in warp nacelles protruding from the spaceship. These generate a subspace field, the so-called warp field or a warp bubble, which distort space-time and propels the bubble and spaceship in the bubble forward.[17]\n\nThe warp core can be designed in various forms. Humans and most of the other fictional races use a moderated reaction of antideuterium and deuterium with so called Dilithium. The Romulans, for example, use artificial micro-black holes called quantum singularity.[18]\n\nThe speeds are given in warp factors and follow a Geometric progression. The first scale developed by Franz Joseph was simply a cubic progression with no limit.[19] This leads to the use of ever growing warp factors in the Original Series and the Animated Series. For example, warp 14.1 in the TOS-episode \"That Which Survives\" or warp 36 in the TAS-episode \"The Counter-Clock Incident\". In order to focus more on the story and away from the technobabble, Gene Roddenberry commissioned Michael Okuda to invent a revised warp scale. Warp 10 should be the absolute limit and stand for infinite speed. In homage to Gene Roddenberry, this limit was also called \"Eugene's Limit\". Okuda explains this in an author's comment in his technical manual for the USS Enterprise-D.[20] Between Warp 1 (the speed of light) and Warp 9, the increase was still roughly geometric, but the exponent was adjusted so that the speeds were higher compared to the old scale. For instance, Warp 9 is more than 1500 times faster than Warp 1 in comparison to the 729 times (nine to the power of 3) calculated using the original cubic formula. In the same author's comment, Okuda explains that the motivation was to fulfill fan expectations that the new Enterprise is much faster than the original, but without changing the warp factor numbers.[20] Between Warp 9 and Warp 10, the new scale grows exponentially.[20] Only in a single episode of Star Trek Voyager there was a specific numerical speed value given for a warp factor. In the episode \"The 37's\", Tom Paris tells Amelia Earhart that Warp 9.9 is about 4 billion miles per second (using customary units for the character's benefit).[21] That is more than 14 times the value of Warp 9 and equal to around 21,400 times speed of light. However, this statement contradicts the technical manuals and encyclopedias written by Rick Sternbach and Michael Okuda. There a speed of 3053 times the speed of light was established for a warp factor of 9.9 and a speed of 7912 times the speed of light for a warp factor of 9.99. Both numerical values are well below the value given by Tom Paris.[22]\n\nIn the episode \"Vis à Vis\", a coaxial warp drive is mentioned. The working principle is explained in more detail in the Star Trek Encyclopedia. This variant of a warp drive uses spatial folding instead of a warp field and allows an instant movement with nearly infinite velocity.[23]\n\nStar Trek has also introduced a so-called Transwarp concept, but without a fixed definition.[22] It is effectively a catch-all phrase for any and all technologies and natural phenomena that enable speeds above Warp 9.99.[24]\n\n\nRick Sternbach described the basic idea in the Technical Manual: \n"
        }
    ]
}