{
    "url": "https://en.wikipedia.org/wiki/Warren_Felt_Evans",
    "title": "Warren Felt Evans",
    "table_of_contents": [
        "1 Personal life",
        "2 Career",
        "3 Writing",
        "4 References",
        "5 Further reading"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Warren Felt Evans (December 23, 1817 – September 4, 1889) was an American author of the New Thought movement. He became a student of the movement in 1863, after seeking healing from its founder, Phineas Parkhurst Quimby. He was the founder of a mind-cure sanitarium in Salisbury, Massachusetts, and has been referred to as \"the recording angel of metaphysics\".[1]\n\n"
        },
        {
            "title": "Personal life",
            "text": "Born in Rockingham, Vermont, Evans was sixth of seven children. After studying at Chester Academy he entered Middlebury College in 1837, transferring the next year to Dartmouth College. He left in the middle of his junior year for financial reasons.[2] He married M. Charlotte Tinker two years afterwards in 1840. Evans died on September 4, 1889.[3]\n\n"
        },
        {
            "title": "Career",
            "text": "Evans became a Methodist minister in 1838, serving eleven different charges until 1863. That year he left the Methodists and joined the Church of the New Jerusalem after reading the books of Emanuel Swedenborg.\n\nIn 1863 Evans went to Portland, Maine, to find healing in the philosophy and methods of Phineas P. Quimby. Soon after, with Quimby's permission, he opened a mental medicine office in Claremont, New Hampshire. He and his wife opened an office in Boston. They practiced and informally taught the principles of mental healing there for 20 years.[4][5]\n\nCharles S. Braden, a metaphysical historian, wrote that Evans, \"was the only important figure, aside from Mrs. Eddy, who attempted to work out a consistent and philosophically supported system of metaphysical healing and mental healing after Quimby.\"[1]\n\n"
        },
        {
            "title": "Writing",
            "text": "Evans was the first to write about the New Thought movement begun by Quimby. His first book on the matter was published three years after Quimby died, and he continued writing for the rest of his life.\n\n"
        }
    ]
}