{
    "url": "https://en.wikipedia.org/wiki/Washington_at_Princeton",
    "title": "Washington at Princeton",
    "table_of_contents": [
        "1 Copies of 1779 painting",
        "2 1783 painting",
        "3 References",
        "4 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Washington at Princeton is a 1779 painting by Charles Willson Peale, showing George Washington after the Battle of Princeton. The original was commissioned by the Supreme Executive Council of Pennsylvania for its council chamber in Independence Hall in Philadelphia. Peale made eight copies of the painting. The original, now owned by the Pennsylvania Academy of the Fine Arts, was completed in early 1779, when Washington sat for Peale in Philadelphia.\n\nIn January 2005, the painting sold for $21.3 million - setting a record for the highest price paid for an American portrait.  Six of the paintings are in United States institutions including the United States Senate; the Metropolitan Museum of Art; Yale University Art Gallery; National Portrait Gallery; Colonial Williamsburg; Pennsylvania Academy of the Fine Arts; and the Faculty Room in Nassau Hall at Princeton University (where it is titled George Washington after the Battle of Princeton).\n\n"
        },
        {
            "title": "Copies of 1779 painting",
            "text": "The success of George Washington at Princeton led to orders for as many replicas of the painting. In August 1779 Peale wrote: “I have on hand a number of portraits of Gen. Washington. One the ambassador had for the Court of France, another is done for the Spanish Court, one other has been sent to the island of Cuba, and sundry others, which I have on hand are for private gentlemen.” [1] Copies of the painting vary in size and background, but they all feature Washington in the same posture leaning on the cannon, with a horse and a soldier in the back. Some are full-length, as the original, and some are three-quarter length. Other versions reside at Princeton University Art Museum, the Metropolitan Museum of Art in New York, Colonial Williamsburg, Virginia Museum of Fine Arts[1] and Cleveland Museum of Art.\n\n"
        },
        {
            "title": "1783 painting",
            "text": "The Princeton University Art Museum displays another original Peale painting entitled George Washington at the Battle of Princeton which was commissioned in 1783 by the Trustees of the College of New Jersey (now Princeton University), the year that the Faculty Room served as a temporary Capitol of the United States. That painting, which used to hang in the Faculty Room of Nassau Hall, is displayed in a frame (with crown removed) which previously contained a portrait of King George II, which had been hung in the very same room during the Battle of Princeton, and was damaged (decapitated) by a cannonball.  The location of the two Peale portraits of Washington owned by Princeton University was swapped in 2015.[7]\n\n"
        }
    ]
}