{
    "url": "https://en.wikipedia.org/wiki/Washington_Bicentennial_stamps_of_1932",
    "title": "Washington Bicentennial stamps of 1932",
    "table_of_contents": [],
    "paragraphs": [
        {
            "title": "",
            "text": "The  Washington Bicentennial stamps of 1932 are postage stamps issued by the United States government in 1932 to commemorate the 200th anniversary of U.S. President George Washington's birth. Twelve stamps were issued as a collection, with each one depicting the President in a different period in his life.\n\nThe series was designed by Bureau of Engraving and Printing (BEP) designers Clair Aubrey Huston and Alvin Meissner.  The ½¢ through 10¢ values present portraits of Washington derived from paintings, engravings or sculptures made during his lifetime. Huston designed seven stamps of the series: the ½¢, 1½¢, 2¢, 3¢, 6¢, 8¢ and 9¢ values; Meissner designed the remaining five.\n\nThe selections were made based on recommendations made by the Washington Bicentennial Commission, The United States Post Office Department and the BEP.  The original concept called for not only picturing Washington but also featuring significant events, locations and iconic images of his life and after death.  This was later modified to featuring only portraits.[1][2]\n\nThe Post Office announced definite plans for the series in November 1930.  These soon took on grandiose proportions, with the projected series comprising no fewer than eighteen stamps covering all values between ½¢ and $5.  By comparison the largest commemorative set previously offered by the Post Office—the landmark Columbian Exposition issue of 1893—had consisted of sixteen stamps.  (No other previous commemorative set had run to more than the nine values of the 1898 Trans-Mississippi series.)  Indeed, the wide format of the Columbians was initially chosen for the Washington Bicentennial stamps and, like the Columbians, they were to survey their subject's entire career, presenting tableaux and portraits from all periods of Washington's life. In January 1931 a congressman went so far as to introduce a bill (never, however, enacted) proposing that during the whole of 1932 \"all postage stamps offered for sale through the United States..., of whatever color or denomination, shall bear the portrait of George Washington.\"  The numerous preparatory wide-format designs produced by the post office, including tableaux for 14¢, 17¢ and 25¢ denominations, were intended to be printed in two colors.  Among the subjects depicted were Washington's tomb at Mount Vernon, Washington Crossing the Delaware, Washington's 1793 Inaugural, Washington's Home Life, Washington's Birthplace, Washington Resigning his Commission, a double portrait of George and Martha Washington, and the Washington Monument.  Ultimately, however, the post office elected to avoid historical tableaux altogether, on the grounds that the public would expect these to replicate famous paintings rife with historical inaccuracies.  Instead, the series would consist of single-width, single-color issues devoted exclusively to portraits, and would be reduced to twelve denominations ranging no higher than 10¢.[3]  A series of stamped envelopes showing Washington's home at Mount Vernon were also issued.[4]\n\nThe bicentennial stamps were first placed on sale January 1, 1932, at the post office in Washington, D.C.\n\nWhile the bicentennial issue presents many unfamiliar images of Washington, the Post Office took care to place the widely loved Gilbert Stuart portrait of the president on the 2-cent stamp, which satisfied the normal first-class letter rate and would therefore get the most use. Several months after the series appeared, however, the first-class letter rate was raised from 2 cents to 3 cents.  The greatly increased demand for 3-cent stamps remained unsatisfied by emergency reprintings of the 3-cent Washington Bicentennial issue and the 3-cent Lincoln regular issue then currently available.  Moreover, the new rate meant that the only Washington stamp available to the public for everyday use was one that offered a little-known and quite uncharacteristic image of Washington.  Accordingly, the Post Office felt obliged to rush a new regular issue 3-cent stamp into production that offered a more familiar Washington portrait.  Rather than taking the time to create a completely new design, the BEP revamped the bicentennial 2-cent Atheneum value as a 3-cent stamp (Scott #720), transforming it into a regular issue by eliminating the date ribbons flanking the portrait. This was printed in the standard 3-cent color, and also issued as vertical and horizontal coil stamps.[3]\n\n"
        }
    ]
}