{
    "url": "https://en.wikipedia.org/wiki/Washington_Circle",
    "title": "Washington Circle",
    "table_of_contents": [
        "1 History",
        "1.1 Early- to mid-19th century",
        "1.2 Civil War era",
        "1.3 Present day",
        "2 Neighborhood",
        "3 Sculpture of George Washington",
        "4 References",
        "5 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Washington Circle is a traffic circle in the northwest quadrant of Washington, D.C., United States. It is located on the border of the Foggy Bottom and West End neighborhoods, which is a part of the Ward 2 section in Washington. It is the intersection of 23rd Street, K Street, New Hampshire Avenue, and Pennsylvania Avenue, N.W. It borders many buildings of the George Washington University campus. The through lanes of K Street (which are U.S. Route 29) travel underneath the circle in a tunnel, while the service lanes intersect the circle.[1]: 185–192 \n\n"
        },
        {
            "title": "History",
            "text": "Washington Circle was first drawn on Pierre L’Enfant’s map in 1791 (Washington Circle, as well as the majority of the map, is unlabeled in L’Enfant’s original plan). Looking at L’Enfant’s Map, one can see that streets were laid in form of grids and there were many intersections around the circle. In addition to the street grids, there are a couple of other circles beside the circle. These features indicate the strategic positioning of the circle within the city. The circle intersects four major roads. On the northeastern side of the circle there’s a vista along New Hampshire Avenue that leads to DuPont Circle while on the southeastern side, there is another pleasant vista from Pennsylvania avenue that leads to the White house.[2] The circle also intersects 23rd and K streets.\n\nIn 1850, Washington Circle and its surroundings were gradually developing. Looking at the 1850 map of Washington Circle, one can see that both New Hampshire Avenue and Pennsylvania Avenue were more pronounced on the map than they were in L’Enfant’s map.[3] This shows that the two avenues were well paved in 1850. Although the avenues were developing, 23RD and K Streets were yet to be properly developed. Also the Washington Circle, itself, was very bland during this period, it had not been beautified and was known as a dangerous part of the city. The 1851 map[4] shows that K Street, known as the area’s broadest thoroughfare also became paved. The map also illustrates the development of the circle’s surrounding with over thirty-three buildings between the New Hampshire and Pennsylvania intersection. Carefully observing the 1852[5] map, one can infer that not much had changed from the previous year’s map. The growth of Washington Circle was indeed a very slow one and this may be, because of the unwillingness of the congress to back up the development of the city.\n\nThe American Civil War was fought from 1861 to 1865 and Washington Circle was an instrumental location for the Union Army during the war.[1]: 164–186 \nIn 1862, streetcars tracks were laid around Washington Circle, but were not properly maintained during the turbulent years of the Civil War. Track improvements were made during the 1870s and the park was redesigned in 1885. These tracks were used to transport war weapons and machineries for war efforts. Also the south of the circle along 23rd street was used as a Union army encampment, named Camp Fry. Camp Fry served as a camp for wounded soldiers to recuperate.[6] After the civil war, the camp was dismantled. St. Paul’s Episcopal church, popularly known as Old St. Paul’s Church was built in 1866 and was the first church built around the circle at the corner of 23rd street. With the influx of the African American population after the civil war, the church was built to act as a form of missionary to the people.[7] St. Ann’s Infant Asylum was also present during the 1860s and it occupied the building that the British Legation once occupied.\n\nIn the 1892 map of Washington Circle, one can see the detailed structure of buildings present then. The majority of the buildings present during this period were built with stone. Between New Hampshire Avenue and K Street, most of the buildings were built with brick. There were very few green houses and most buildings served as stables or sheds. The neighborhood around Washington Circle changed during the 20th century with the relocation of the George Washington University to the Foggy Bottom campus. Foggy Bottom (including the area surrounding Washington Circle) was meant to be a residential area. With the new presence of the George Washington University which was brought on during the twentieth century, the area became much more institutionalized as seen through the George Washington University Hospital, located on the southeast end of the park.\n\n"
        },
        {
            "title": "Neighborhood",
            "text": "The Foggy Bottom campus of The George Washington University (GWU) adjoins Washington Circle. GWU's Square 54 complex is located directly south of the circle, near The George Washington University Hospital. The closest Washington Metro station is Foggy Bottom–GWU.[8][9]\n\n"
        },
        {
            "title": "Sculpture of George Washington",
            "text": "A bronze equestrian statue, sculpted by Clark Mills and depicting George Washington riding his horse during the Battle of Princeton, was installed in the center of the circle on February 22, 1860. The Continental Congress voted to build the statue in George Washington’s honor in 1783 but the statue was not commissioned until 1853 at a total cost of $60,000.[10] Mills depicted General Washington in the heroic, idealized Romantic style, reminiscent of Jacques-Louis David's painting Napoleon Crossing the Alps. Washington's horse was modeled on a wild horse that was captured on the plains of Kansas.[11] The National Park Service now maintains Washington Circle's park, the public space surrounding Washington's statue.[1][12][13]\n\n"
        }
    ]
}