{
    "url": "https://en.wikipedia.org/wiki/Washington_family",
    "title": "Washington family",
    "table_of_contents": [
        "1 Roots in England",
        "1.1 Medieval origins",
        "1.2 The Washington manor onwards",
        "2 History in Virginia",
        "2.1 First generation",
        "2.2 Second generation",
        "2.3 Third generation",
        "2.4 Fourth generation",
        "3 Heraldry",
        "4 See also",
        "5 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The Washington family is an American family of English origins that was part of both the British landed gentry and the American gentry. It was prominent in colonial America and rose to great economic and political eminence especially in the Colony of Virginia as part of the planter class, owning several highly valued plantations, mostly making their money in tobacco farming. Members of the family include the first president of the United States, George Washington (1732–1799), and his nephew, Bushrod Washington (1762–1829), who served as Associate Justice of the Supreme Court of the United States.\n\nThe family's roots can be traced back the 12th century in North East England (from an 11th century progenitor in Scotland), and emigrated to the New World in the 17th century. John Washington, born 1631 in Tring, Hertfordshire, England, arrived in the Colony of Virginia in 1657 after being shipwrecked.[1][2]  The ancestral home was Washington Old Hall, located in the town of Washington.\n\n"
        },
        {
            "title": "Roots in England",
            "text": "The Washington dynasty traces its direct firmly-confirmed roots ultimately to Crinan \"the Thane\" of Dunkeld (†1045), lay abbot and stepson of Malcolm II of Scotland.[3][4][5] His descendant was Sir William de Hertburn (originally William Bayard),[6] who in 1183 traded his manor of Hertburn (modern-day Hartburn) for that of Wessyington in County Durham near the River Wear. William the Conqueror had awarded  estates to many nobles associated with the new Norman regime, and especially in de Hertburn's region after the Harrying of the North suppressed the Northumbrians.[7] According to post-Conquest noble custom (well before surnames became commonplace in English culture), they adopted the name of the estate as an Anglo-Norman surname, \"de Wessyington\", which later became \"Washington\".[4][8][7][9][10] The location's etymology derives from Old English and literally means \"estate of a man named Wassa\", a theme of toponymy common throughout England.[11] The Washington family held this manor for hundreds of years as vassals of the Palatine-Bishopric of Durham.[9][12]  On this site was  bone relics of Saint Cuthbert, transferred to Durham from its shrine at Lindisfarne, as a saint invoked in combat against the Scots, and a symbol of the importance, privileges, and feudal obligations of the illustrious Bishop of Durham and his vassals, including the Washingtons.[7] For the next 500 years or so, the Washington family would continue to be notable members of the County Durham landed gentry.\n\nThe direct ancestral home of the Washington family from 1180 to 1613 is Washington Old Hall, a manor house located in the centre of the Washington area of Tyne and Wear, England.[1] It is owned by the National Trust.[13] During the early 14th Century, Robert de Washington, a descendant of William de Wessyngton, settled in Warton, Lancashire. Lawrence Washington, a descendant of Robert, moved from Warton to Northamptonshire, in 1529, where he became a prosperous wool merchant.[10] In 1539, during the Reformation, Henry VIII enacted the dissolution of monasteries in England. Lawrence acquired from the King Sulgrave Manor on the Northampton Priory of St. Andrew.[14] Lawrence began construction of a new manor house on his property. Sulgrave Manor was completed in 1560 and remained in the Washington family until 1610.[10]\n\nLawrence Washington's great grandson, Lawrence Washington (1602–1652), the immigrant's father, was a notable English rector,[10] whose brother Sir William Washington married the half sister of George Villiers, 1st Duke of Buckingham.[1][15] The Washington family, who were loyalists to Charles I, fell out of grace during the English Civil War. Oliver Cromwell's victory forced the Washington family to be dispossessed of their lands.[14] The harsh treatment of the Washington family under Cromwellian rule may have forced Lawrence's son, John Washington, to leave England and seek better prospects in America.[14]\n\n"
        },
        {
            "title": "History in Virginia",
            "text": "The Washington family arrived in the Colony of Virginia in 1657,[16] when John Washington was shipwrecked. John sailed on the ship the Seahorse.[17][18] He was a planter, soldier, and politician in colonial Virginia in North America and a lieutenant colonel in the local militia. He settled in Westmoreland County, Virginia.\n\nJohn Washington married Anne Pope in 1658 and had the following children: Lawrence Washington (the paternal grandfather of President George Washington), John Washington Jr. and Anne Washington.[19] There were two additional children, names unknown, mentioned as deceased when he wrote his will on September 21, 1675.[2][20][19] Anne Pope was the daughter of Englishman Nathaniel Pope and Lucy Fox.[21]\n\nThe family, especially Lawrence Washington rose to great economic prominence, especially in regards to real estate, owning several plantations, mostly for Tobacco cultivation.[2][20][19] Lawrence married Mildred Warner in 1686 and had three children, John Washington III (1692–1746), Augustine  (1694–1743) and Mildred (1698–1747).[22] Warner (1671-1701) was a daughter of Augustine Warner Jr. and Mildred Reade. Her paternal grandparents were English settlers Augustine Warner Sr. and Mary Towneley.[23]\n\nLawrence died at the age of 38 in February 1698 at Warner Hall, Gloucester County, Colony of Virginia, the same year in which his daughter was born.\nFollowing his death, Mildred Warner Washington married George Gale, who moved the family to Whitehaven, England where Mildred died in 1701 aged 30 following a difficult childbirth.[24][25]\n\nAugustine Washington was born at Bridges Creek plantation in Westmoreland County, Virginia, on November 12, 1694, to Capt. Lawrence Washington and Mildred Warner. Augustine married twice, his second marriage in 1730 to Mary Ball produced the following six children: George (eldest and first president of the United States), Elizabeth \"Betty\", Samuel, John, Charles and Mildred Washington.[26]\n\nMary Ball (born c. 1707) was raised in the family Epping Forest estate, the only child of Joseph Ball (1649–1711), an English justice, vestryman, lieutenant colonel, and Burgess in the Colony of Virginia and Mary Johnson.[27][28]\n\nThe Washington family owned land (on the banks of the Potomac River in Fairfax County, Virginia) since the time of Augustine’s grandfather John Washington in 1674. Around 1734, Augustine brought his second wife Mary and children to the plantation called Little Hunting Creek when George was about two years old. Augustine began on an expansion of the family home that continued under their son George, who began leasing the Mount Vernon estate in 1754, becoming its sole owner in 1761.[29]\n\nGeorge Washington was born on February 22, 1732, at Popes Creek, Virginia, British America and the oldest of six children to Augustine and Mary Washington. He became an American political leader, military general, and Founding Father who served as the first president of the United States from 1789 to 1797. Washington died on December 14, 1799, aged 67 at Mount Vernon, the family’s estate in Virginia.[30] Washington had no biological children. His wife Martha Dandridge had four children from her first marriage to Daniel Parke Custis. These step-children were Daniel Custis (1751–1754), Frances Custis (1753–1757),\nJohn \"Jacky\" Parke Custis (1754–1781) and\nMartha \"Patsy\" Parke Custis (1756–1773).[31]\n\n"
        }
    ]
}