{
    "url": "https://en.wikipedia.org/wiki/Washington_Square_Park",
    "title": "Washington Square Park",
    "table_of_contents": [
        "1 Location and features",
        "2 History",
        "2.1 Early usage",
        "2.2 Creation of Washington Square",
        "2.3 Construction of the arch",
        "2.4 Early 20th-century renovation",
        "2.5 Mid and late 20th century",
        "2.6 Early 21st-century renovation",
        "3 Cultural importance",
        "3.1 Performers and entertainers",
        "3.2 Protests and demonstrations",
        "3.3 Notable people",
        "3.4 On television and film",
        "4 See also",
        "5 References",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nWashington Square Park is a 9.75-acre (39,500 m2) public park in the Greenwich Village neighborhood of Lower Manhattan, New York City. One of the best known of New York City's public parks, it is an icon as well as a meeting place and center for cultural activity.[1] It is operated by the New York City Department of Parks and Recreation (NYC Parks).\n\nThe park is an open space, dominated by the Washington Square Arch at the northern gateway to the park, with a tradition of celebrating nonconformity. The park's fountain area has long been one of the city's popular spots, and many of the local buildings have at one time served as homes and studios for artists. Many buildings have been built by New York University, while others have been converted from their former uses into academic and residential buildings.\n\n"
        },
        {
            "title": "Location and features",
            "text": "Located at the foot of Fifth Avenue, the park is bordered by Washington Square North (known as Waverly Place east and west of the park), Washington Square East (known as University Place north of the park), Washington Square South (known as West 4th Street east and west of the park), and Washington Square West (known as MacDougal Street north and south of the park).\n\nWhile the park contains many flower beds and trees, little of the park is used for plantings due to the paving. The two prominent features are the Washington Square Arch and a large fountain. It includes children's play areas, trees and gardens, paths to stroll on, a chess and scrabble playing area, park benches, picnic tables, commemorative statuary and two dog runs.[1]\n\nThose commemorated by statues and monuments include George Washington; Italian patriot and soldier Giuseppe Garibaldi, commander of the insurrectionist forces in Italy's struggle for unification; and Alexander Lyman Holley, a talented engineer who helped start the American steel industry after the invention of the Bessemer process for mass-producing steel.[1]\n\nThe New York City Police Department operates security cameras in the park.,[2] and NYC Parks has security officer. The area has a low crime rate in the \"safest big city in the United States.\"[3]\n\n"
        },
        {
            "title": "History",
            "text": "The land was once divided by a narrow marshy valley through which Minetta Creek (or Brook) ran.[4] In the early 17th century, a Native American village known as Sapokanican[5] or \"Tobacco Field\" was nearby. By the mid-17th century, the land on each side of the Minetta was used as farm land by the Dutch. The Dutch gave the land, then outside the city limits (Wall Street) to Angolan residents of the colony, intending for their plots and settlement to serve as a buffer zone to Native Americans outside the settlement. In 1643, a group of \"half-freed\" slaves and elders such as Domingo Anthony, Manuel Trumpeter and Catalina Anthony, received land grants to build and maintain farms in the areas containing and surrounding Washington Square Park.[6] The families who received the land were no longer slaves, but had to give a portion of the profits they received from the land to the Dutch West India Company and pay annual land fees. Their children would be born as slaves, rather than free. The area became the core of an early African American community in New York, then called the Land of the Blacks and later \"Little Africa\".[7] Among those who owned parcels in what is now Washington Square Park was Paulo D'Angola.[8]\n\nIt remained farmland until April 1797, when the Common Council of New York purchased the fields to the east of the Minetta (which were not yet within city limits) for a new potter's field, or public burial ground. It was used mainly for burying unknown or indigent people when they died.[4] But when New York (which did not include this area yet) went through yellow fever epidemics in the early 19th century, most of those who died from yellow fever were also buried here, safely away from town, as a hygienic measure.[9]\n\nA legend in many tourist guides says that the large elm at the northwest corner of the park, Hangman's Elm, was the old hanging tree.[9] However, research indicates the tree was on the side of the former Minetta Creek that was the back garden of a private house.[4] Records of only one public hanging at the potter's field exist. Two eyewitnesses to the recorded hanging differed on the location of the gallows. One said it had been put up at a spot where the fountain was prior to 2007 park redesign.  Others placed the gallows closer to where the arch is now. However, the cemetery was closed in 1825. To this day, the remains of more than 20,000 bodies rest under Washington Square.[4] Excavations have found tombstones under the park dating as far back as 1799.[10]\n\nIn 1826 Alderman Abraham Valentine \"introduced a resolution to re-appropriate an old potter’s field into a military parade ground,\"[11] and the city bought the land west of Minetta Creek, the square was laid out and leveled, and it was turned into the Washington Military Parade Ground. Military parade grounds were public spaces specified by the city where volunteer militia companies responsible for the nation's defense would train.\n\nThe streets surrounding the square became one of the city's most desirable residential areas in the 1830s. The protected row of Greek Revival style houses on the north side of the park remains from that time.[12]\n\nIn 1849 and 1850, the parade ground was reworked into the first park on the site. More paths were added and a new fence was built around it. In 1871, it came under the control of the newly formed New York City Department of Parks, and it was redesigned again, with curving rather than straight secondary paths.[4]\n\nIn 1889, to celebrate the centennial of George Washington's inauguration as president of the United States, a large plaster and wood Memorial Arch was erected over Fifth Avenue just north of the park. The temporary plaster and wood arch was so popular that in 1892, a permanent Tuckahoe marble arch, designed by the New York architect Stanford White, was erected,[13] standing 77 feet (23 m) and modeled after the Arc de Triomphe, built in Paris in 1806. During the excavations for the eastern part of the arch, human remains, a coffin, and a gravestone dated to 1803 were uncovered 10 feet (3.0 m) below ground level.[4]\n\nThe first fountain next to the arch was completed in 1852 and replaced in 1872. In 1851, it was described as having \"a very large circular basin, with a central jet and several side jets.\" A story on the completion of the fountain appeared in the first edition of the New-York Daily Times, which would eventually become the New York Times.[14] The statue of Giuseppe Garibaldi was unveiled in 1888.[4] In 1918, two statues of George Washington were added to the north side.\n\nRobert Moses became the parks commissioner in 1934. He embarked on a crusade to fully redesign the park, and local activists began an opposing fight that lasted three decades.\n\nIn 1934, Robert Moses had the fountain renovated to also serve as a wading pool. In 1952, Moses finalized plans to extend 5th Avenue through the park. He intended to eventually push it through the neighborhood south of the park, as part of an urban renewal project. Area residents, including Eleanor Roosevelt, opposed the plans. The urbanist Jane Jacobs became an activist and is credited with stopping the Moses plan and closing Washington Square Park to all auto traffic, but Jacobs, in her book The Death and Life of Great American Cities, praised another local advocate in the fight against park traffic, Shirley Hayes: \"[Hayes and the Washington Square Park Committee] advocated eliminating the existing road, that is, closing the park to all automobile traffic – but at the same time, not widening the perimeter roads either. In short, they proposed closing off a roadbed without compensating for it.\"[15]\n\nHayes, former Chairman of the Washington Square Park Committee and member of the Greenwich Village Community Planning Board, a local resident and mother of four sons, started a public outcry for the park when large apartment buildings were raised on one of its borders. When then-Manhattan borough president Hulan E. Jack suggested an elevated pedestrian walkway over a four-lane road through the park, Ms. Hayes initiated \"Save the Square!\", a seven-year battle to keep automobiles out of the quiet area.[16][17][18] Though several different proposals were given for a roadway in the park, Hayes and her followers rejected them all. Seeking to \"best serve the needs of children and adults of this family community,\" Hayes in turn presented her own proposal: 1.75 acres (700 m2) of roadway would be converted to parkland, a paved area would be created for emergency access only, and all other vehicles would be permanently banned from the park. This plan received widespread support, including that of then-Congressman John Lindsay, as well as Washington Square Park West resident Eleanor Roosevelt. After a public hearing in 1958, a \"ribbon tying\" ceremony was held to mark the inception of a trial period in which the park would be free of vehicular traffic. In August 1959, the efforts of Ms. Hayes and her allies paid off; from that time forward Washington Square Park has been completely closed to traffic. A plaque commemorating her tireless crusade can be seen in the park today. Hayes's papers are archived at the New-York Historical Society.[19]\n\nSince around the end of World War II, folksingers had been congregating on warm Sunday afternoons at the fountain in the center of the park. Tension and conflicts began to develop between the bohemian element and the remaining working-class residents of the neighborhood. The city government began showing an increasing hostility to the use of public facilities by the public and, in 1947, began requiring permits before public performances could be given in any city park.\n\nIn the spring of 1961, the new parks commissioner refused a permit to the folksingers for their Sunday afternoon gatherings, because \"the folksingers have been bringing too many undesirable [beatnik] elements into the park.\"[20] On April 9, 1961, folk music pioneer Izzy Young, owner of the Folklore Center—who had been trying to get permits for the folksingers—and about 500 musicians and supporters gathered in the park and sang songs without a permit, then held a procession from the park through the arch at Fifth Avenue, and marched to the Judson Memorial Church on the other side of the park. At about the time the musicians and friends reached the church, the New York City Police Department Riot Squad was sent into the park, attacked civilians with billy clubs, and arrested 10 people. The incident made the front pages of newspapers as far away as Washington, DC. The New York Mirror initially reported it as a \"Beatnik Riot\", but retracted the headline in the next edition, although tensions remained for a while.\n\nIn December 2007, NYC Parks began construction on a project to redesign and refurbish Washington Square Park, which at the time was projected to cost $16 million.[21][22] Changes to the park included moving the fountain off center to improve its visual alignment with the arch when viewed from above, replacing the perimeter fence with a taller fence, and flattening and shrinking the central plaza, the park's politically contested gathering space. The plan also called for felling dozens of mature trees and installing ornamental water plumes in the fountain.[23]\n\nA spectrum of opponents had charged the mayor variously with privatizing the park and with social engineering park use, as part of a broader web of speculation schemes threatening nearby South Village and East Village communities and architecture.  Five lawsuits were filed to challenge NYC Parks' renovation plans. In July 2006, New York County Supreme Court Justice Emily Jane Goodman enjoined any renovation work on the fountain or fountain plaza area, pending further review of the plans by the local community board, the New York City Landmarks Preservation Commission, and the Art Commission, stating that NYC Parks had intentionally misrepresented the project in a scheme to secure its approval.  The ruling was reversed on appeal.[24] Another lawsuit challenging the art commission's approval of the plan was dismissed. Two more lawsuits questioning the environmental review of the renovation project were heard in 2007 by the New York County Supreme Court, then dismissed.\n\nUpon the completion of phase one of the park's renovation on May 22, 2009, the Coalition for a Better Washington Square Park, a private organization, began raising money to \"hire off-duty cops and maintenance workers to patrol the park\" by the summer of 2010.[25] On June 2, 2011, the eastern half of the park was reopened to the public, leaving only the park's southwest corner under construction. In mid-August 2012, the new granite benches heated up to 125 °F (52 °C) in the sun, seemingly vindicating community members who had charged that the renovations were primarily to discourage public use of the park.[26] The entire renovation was completed in 2014 for $30.6 million.[23]\n\nIn July 2020, the northwest lawn was reopened after a yearlong restoration which included new grass and sod for the over 39,000 square feet of green space. Funding for the $170,000 project was provided by Ray Dalio's Dalio Philanthropies.[27]\n\n"
        },
        {
            "title": "Cultural importance",
            "text": "Washington Square has long been a hub for politics and culture in New York City. The first neighborhood organization established in New York City was created in support of the park. For over 100 years, the Washington Square Association has been helping to support and better the park and the surrounding neighborhood.[28]\n\nThe presence of street performers has been one of the defining characteristics of Washington Square Park.[29] For many years, people visiting the park have mingled with the buskers, performers, musicians, and poets.[30] Because of a change in policy on a 2010 rule that involved artists, the new ruling that was to come in on May 8, 2013, would involve entertainers. This could mean that performers could be fined $250 for the first offense and up to $1,000 for further violations. The 2010 rule on which the 2013 ruling was based stated that artists could not sell within 50 feet of a monument or five feet from any bench or fence.[29]\n\nSome holiday traditions in the park date back to 1924. Each December, the park is home to an annual tree-lighting ceremony as well as a Christmas Eve sing-along with carolers and festive music. Also, the Washington Square Music Festival, which began in 1953, has brought chamber music concerts to park-goers every summer.[28]\n\nIn 1834, New York University decided to use prison labor to dress the stone for a new building, across from the park, as prison labor from Sing Sing was cheaper than hiring local stonemasons. This, the stonecutters of the city said, was taking the bread out of their mouths. They held a rally in Washington Square Park, and then held the first labor march in the city. That turned into a riot, and the 27th New York regiment was called out to quell the stonecutters. The regiment camped in Washington Square for four days and nights until the excitement subsided. New York University continued their use of prison labor.[31]\n\nOn Labor Day September 2, 1912, approximately 20,000 workers (including 5,000 women) marched to the park to commemorate the Triangle Shirtwaist Factory fire, which had killed 146 workers the year before.[32] Many of the women wore fitted tucked-front blouses like those manufactured by the Triangle Shirtwaist Company.[33] This clothing style became the working woman's uniform and a symbol of female independence, reflecting the alliance of labor and suffrage movements. Over 25,000 people marched up Fifth avenue from the park demanding women's suffrage in 1915.[34]\n\nIn 1888, Robert Louis Stevenson, visiting the U.S. to seek medical help for his battle with consumption, talked to Mark Twain in the park.[35]\n\nIn the years before and after World War I, the park was a center for many American artists, writers, and activists, including the photographer André Kertész, who photographed the square during winter. Later, the park was a gathering area for the Beat generation, folk, and hippie movements in the 1950s and 1960s; in 1958, musician Buddy Holly, a nearby resident of Greenwich Village, spent time in the park both listening to people play and helping guitarists with musical chords.[36]\n\nOn September 27, 2007, Democratic Presidential candidate Barack Obama held a rally at Washington Square; 20,000 people registered for the event, and the crowds overflowed past security gates set up as a cordon. The New York Times described the rally \"as one of the largest campaign events of the year.\"[37]\n\nWashington Square Park has appeared in many popular films and television shows, including Barefoot in the Park,[38] Kids,[39] Searching for Bobby Fischer,[40] Fresh,[41] Law & Order,[42] The Astronaut's Wife,[43] I Am Legend,[44] August Rush,[45] The Marvelous Mrs. Maisel,[46] and The Amazing Race.[47]\n\n"
        }
    ]
}