{
    "url": "https://en.wikipedia.org/wiki/Washington_and_Lee_University",
    "title": "Washington and Lee University",
    "table_of_contents": [
        "1 History",
        "1.1 Lee years",
        "1.2 20th century and beyond",
        "2 Campus",
        "3 Organization and administration",
        "3.1 Honor system",
        "4 Academics",
        "4.1 Rankings and reputation",
        "4.2 Admissions and financial aid",
        "4.3 Organization",
        "5 Student life",
        "5.1 Athletics",
        "5.2 Student activities",
        "5.2.1 Traditions",
        "5.3 Fraternities and sororities",
        "5.3.1 Fraternities",
        "5.3.2 Sororities",
        "5.3.3 Dormant chapters",
        "5.4 Media and culture",
        "5.5 Music",
        "6 Notable alumni",
        "7 In literature",
        "8 References",
        "9 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nWashington and Lee University (Washington and Lee or W&L) is a private liberal arts university in Lexington, Virginia. Established in 1749 as the Augusta Academy, the university is among the oldest institutions of higher learning in the United States.\nWashington and Lee's 325-acre campus sits at the edge of Lexington and abuts the campus of the Virginia Military Institute in the Shenandoah Valley region between the Blue Ridge Mountains and the Allegheny Mountains. The campus is approximately 50 miles (80 km) northeast from Roanoke, 140 miles (230 km) west from the state capital of Richmond, and 180 miles (290 km) inland southwest from the national capital at Washington, D.C.\n\nWashington and Lee was originally a small classical school. It was founded as the Augusta Academy (later renamed Liberty Hall Academy) by Scots-Irish Presbyterian pioneers, though the university has never claimed any sectarian affiliation. In 1796, shortly before the end of his second term as U.S. president, George Washington endowed the struggling academy with a gift of stock, one of the largest gifts to an educational institution at that time. In gratitude, the school was renamed for Washington, the commander of the Continental Army in the American Revolutionary War, president at the 1787 Federal Constitutional Convention, and first President of the United States. In 1865, shortly after his April 9 surrender to Lt. Gen. Ulysses S. Grant, commander of the Union Armies, former Confederate States Army general-in-chief Robert E. Lee (1807–1870) served as president of the college for five years until his death in 1870, when the college was thereafter renamed the \"Washington and Lee University.\"[7] One of the oldest institutions of higher education in the American South, W&L is the second-oldest in the Commonwealth of Virginia (next to the College of William & Mary, founded in 1693).\n\nThe university consists of three academic units: the college itself; the Williams School of Commerce, Economics, and Politics; and the School of Law. The university hosts 24 intercollegiate varsity athletic teams which compete as part of the Old Dominion Athletic Conference of the National Collegiate Athletic Association (NCAA Division III).\n\n"
        },
        {
            "title": "History",
            "text": "The classical school from which Washington and Lee descended was established in 1749 by Scots-Irish Presbyterian pioneers and soon named Augusta Academy,[8] about 20 miles (32 km) north of its present location.[8] In 1776, it was renamed Liberty Hall in a burst of revolutionary fervor.[8] A number of prominent men from the area acted as its original trustees, including Andrew Lewis, Thomas Lewis, Sampson Mathews, Samuel McDowell, George Moffett, William Preston, and James Waddel.[9] The academy moved to Lexington in 1780, when it was chartered as Liberty Hall Academy, and built its first facility near town in 1782. The academy granted its first bachelor's degree in 1785.[8][10]\n\nLiberty Hall is said to have admitted its first African-American student when John Chavis, a free black, enrolled in 1795.[11] Chavis accomplished much in his life including fighting in the American Revolution, studying at both Liberty Hall and the College of New Jersey (now Princeton University), becoming an ordained Presbyterian minister, and opening a school that instructed white and poor black students in North Carolina. He is believed to be the first black student to enroll in higher education in the United States, although he did not receive a degree.[12] Washington and Lee enrolled its next African-American student in 1966 in the law school.\n\n\nIn 1796, George Washington endowed the academy with $20,000 in the form of 100 shares of James River Canal stock, at the time one of the largest gifts ever given to an educational institution in the United States. The shares were originally a gift given to Washington by the Virginia General Assembly.[13] Washington's gift continues to provide nearly $1.87 a year toward every student's tuition.[8] The gift rescued Liberty Hall from near-certain insolvency. In gratitude, the trustees changed the school's name to Washington Academy; in 1813 it was chartered as Washington College.[8] An 8-foot-tall (2.4 m) statue of George Washington, carved by Matthew Kahle and known as Old George, was placed atop Washington Hall on the historic Colonnade in 1844 in memory of Washington's gift. The current statue is made of bronze; the original wooden statue was restored and now resides in the university's library.[14]\nThe campus took its current architectural form in the 1820s when a local merchant, \"Jockey\" John Robinson, an uneducated Irish immigrant, donated funds to build a central building. For the dedication celebration in 1824, Robinson supplied a huge barrel of whiskey, which he intended for the dignitaries in attendance. But according to a contemporary history, the rabble broke through the barriers and created pandemonium, which ended only when college officials demolished the whiskey barrel with an axe. A justice of the Virginia State Supreme Court, Alex. M. Harman, Jr. ('44 Law), re-created the episode in 1976 for the dedication of the new law school building by having several barrels of Scotch imported (without the unfortunate dénouement). Robinson also left his estate to Washington College. The estate included between 70 and 80 slaves. Until 1852, the institution benefited from their enslaved labor and, in some cases, from their sale.[15] In 2014, Washington and Lee University joined such colleges as Harvard University, Brown University, the University of Virginia, and The College of William & Mary in researching, acknowledging, and publicly regretting their participation in the institution of slavery.[16][17]\n\nDuring the Civil War, the students of Washington College raised the Confederate flag in support of Virginia's secession. The students formed the Liberty Hall Volunteers, as part of the Stonewall Brigade under Confederate States Army general Stonewall Jackson and marched from Lexington. Later in the war, during Hunter's Raid, Union Captain Henry A. du Pont refused to destroy the Colonnade due to its support of the statue of George Washington, Old George.\n\nIn the Fall of 1865, the financially ruined Lee was offered several business opportunities but he instead chose to accept an offer to become Washington College's president. Lee stated the reason he chose to become the college's president was because he had a desire to train \"young men to do their duty.\"[18] During his tenure, Lee established the first journalism courses (which were limited and only lasted several years),[19] and added engineering courses, a business school, and a law school to the college curriculum, under the conviction that those occupations should be intimately and inextricably linked with the liberal arts. That was a radical idea: engineering, journalism, and law had always been considered technical crafts, not intellectual endeavors, and the study of business was viewed with skepticism.\n\nLee's emphasis on student self-governance for Washington College remains the distinguishing character of the student-run Honor System today. And, ardent about restoring national unity, he successfully recruited white men as students from throughout the reunited nation, North and South.\n\nHowever, it has been argued that one of Lee's failings as president of Washington College was an apparent indifference to crimes of violence towards blacks committed by students at the college. Historian Elizabeth Brown Pryor notes that students at Washington College formed their own chapter of the KKK and were known by the local Freedmen's Bureau to attempt to abduct and rape black schoolgirls from the nearby black schools. There were also at least two attempted lynchings by Washington students during Lee's tenure. Yet Lee seemed to punish the racial harassment more laxly than he did more trivial offences, or turned a blind eye to it altogether.[20]\n\nLee died on October 12, 1870, after five years as Washington College president. The college's name was almost immediately changed to Washington and Lee University to honor Lee. On February 4, 1871, the name change was formalized by the Virginia General Assembly.[13] The university's motto, Nōn Incautus Futūrī', meaning \"Not unmindful of the future\", is an adaptation of the Lee family motto. Lee's son, George Washington Custis Lee, followed his father as the university's president. Robert E. Lee and much of his family—including his wife, his seven children, and his parents, the Revolutionary War hero Major-General Henry \"Light-Horse Harry\" Lee and Anne Hill Carter Lee—are buried in University Chapel (formerly Lee Chapel) on campus, which faces the main row of antebellum college buildings. Robert E. Lee's beloved horse Traveller is buried outside, near the wall of the chapel.\n\nAfter Lee's death, the university continued his program of educational innovation, modernization, and expansion. In 1905, the board of trustees formally organized a School of Commerce in order to train students in business and finance alongside the college and the School of Law. In 1995, Ernest Williams II of the Class of 1938 endowed the School of Commerce which was renamed the Ernest Williams II School of Commerce, Economics, and Politics. Also in 1905, Andrew Carnegie donated $55,000 to the university for the erection of a new library.\n\nOmicron Delta Kappa or ODK, a national honor society, was founded at Washington and Lee on December 3, 1914. For many years ODK's annual convocation was held at the school in Lee Chapel on or about Robert E. Lee's birthday, January 19, in conjunction with a board of trustees-mandated university holiday/Lee commemoration called \"Founders Day,\" a version of the Robert E. Lee Day birthday holiday still officially celebrated in a few southern states.[21] (The university's board of trustees announced the discontinuation of \"Founders Day\" on June 4, 2021.[22]) ODK Chapters, known as Circles, are located on over 300 college campuses. The society recognizes achievement in the five areas of scholarship; athletics; campus/community service, social/religious activities, and campus government; journalism, speech and the mass media; and creative and performing arts. ODK is a quasi-secret society with regard to the way in which its members are selected and kept secret for a period of time. Membership in the Omicron Delta Kappa Society is regarded as one of the highest collegiate honors that can be awarded to an individual, along with Phi Kappa Phi and Phi Beta Kappa. Some circles limit membership to less than the top one quarter of one percent of students on their respective campuses. Omicron Delta Kappa continues to maintain its headquarters in Lexington and is a major presence at W&L.\n\nDuring the first half of the 20th century, the university began its traditions of the Fancy Dress Ball and Mock Convention. Both of these are still staples of the W&L experience.\n\nThe second half of the 20th century saw Washington and Lee move from being an all-men's college to a co-ed university. The School of Law enrolled its first women in 1972 and the undergraduate program enrolled its first woman in 1985. The university built new buildings to house its science departments as well as a new School of Law facility. Further, W&L successfully completed several multimillion-dollar capital campaigns.\n\nAmong many alumni who have followed in George Washington's footsteps by donating generously, Rupert Johnson Jr., a 1962 graduate who is vice chairman of the $600 billion Franklin Templeton investment management firm, gave $100 million to Washington and Lee in June 2007, establishing a merit-based financial aid and curriculum-enrichment program.[8][23][24]\n\nIn 2014, a large Confederate battle flag and a number of related state flags were removed from Lee Chapel, after a group of black students protested that the school was unwelcoming to minorities. In his letter, President Kenneth P. Ruscio publicly apologized for the school's ownership of about 80 slaves during the period from 1826 to 1852, some of whom were forced to build a dormitory on campus.[25][26]\n\nSome students, faculty, and alumni have advocated that the university disassociate itself from Lee, including advocating a change of name. Other students and alumni have defended the association with Lee.[27] In July 2020, for the first time, university faculty (by more than a three-quarters vote) and the executive committee of the Student Body called for Robert E. Lee's name to be removed from the name of the university.[28] The board of trustees announced the formation of a committee to consider name-change, removing portraits of Lee from diplomas, and how university names and symbols of Lee and confederates \"uphold slavery\" and \"abhorrent racist sentiment.\"[29] On June 4, 2021, after 11 months of deliberation, the board voted 22–6 to keep the name.[30]\n\n"
        },
        {
            "title": "Campus",
            "text": "The central core of the campus, including the row of brick buildings that form the Colonnade, are a designated National Historic Landmark District for their architecture.[33] The Lee Chapel, separately designated a National Historic Landmark, is also a part of that district.[34]\n\nIn 1926, the poet and dramatist John Drinkwater, author of Robert E. Lee and other plays, wrote of W&L, \"This Lexington university is one of the loveliest spots in the world.\"[35] Jonathan W. Daniels, North Carolina author, newspaper editor and White House Press Secretary to President Franklin D. Roosevelt, wrote that it was \"the South at its most beautiful: the green sloping campus to the red-brick buildings with the tall white porticoes....I wish it were the picture of the South. I wish, indeed, it were the picture of America.\"[36] Washington and Lee History Professor Ted DeLaney, who was born and grew up in Lexington during Jim Crow and spent more than 45 years of his 60-year career at W&L, more than a quarter-century as a professor, including serving as the first Black chair of the History Department, said in 2019, \"W&L is unique because the entire campus is a Confederate monument.\"[37]\n\nIn recent years the university has invested heavily in upgrading and expanding its academic, residential, athletic, research, arts and extracurricular facilities. The new facilities include an undergraduate library, gymnasium, art/music/theater complex, dorms, student center, student activities pavilion and tennis pavilion, as well as renovation of the journalism and commerce buildings and renovation of every fraternity house and construction of several sorority houses. Lewis Hall, the 30-year-old home of the law school, as well as athletic fields and the antebellum Historic Front Campus buildings, are all currently undergoing major renovation.\n\nConstructed in 1991, the Lenfest Center for the Arts has presented both performances from students and presentations that are open to the community. The Reeves Center houses a notable ceramics collection which spans 4000 years and includes ceramics from Asia, Europe and America, and examples of Chinese export porcelain. The indoor athletics facility, Duchossois, is undergoing renovation and is scheduled to be reopened in Fall 2020.\n\n"
        },
        {
            "title": "Organization and administration",
            "text": "The school is governed by a board of trustees that has a maximum of 34 members.[38]\n\nThe undergraduate calendar is an unusual three-term system with 13-week fall and winter terms followed by a four-week spring term. The spring-term courses include topical, often unique, seminars, faculty-supervised study abroad, and some domestic and international internships. The law calendar consists of the more traditional early semester system.\n\nWashington and Lee maintains a rigorous honor system that dates from the 1840s.[39] Students, upon entering the university, vow to act honorably in all academic and nonacademic endeavors.\n\nThe honor system is administered by students through the executive committee of the Student Body (and has been since 1905).[40] Students found guilty of an Honor Violation by their peers are subject to a single sanction: expulsion.[41] The honor system is defined solely by students, and there is an appeal process. Appeals are heard by juries composed of students drawn randomly by the University Registrar. A formal assessment of the honor system's \"White Book\",[42] occasionally including referendums, is held every three years to review the tenets of the honor system. Overwhelmingly, students continue to support the honor system and its single sanction, and they and alumni point to the honor system as one of the distinctive marks they carry with them from their W&L experience.[43]\n\nWashington and Lee's honor system does not have a list of rules that define punishable behavior—beyond the traditional guide of the offenses lying, cheating or stealing. Exams at W&L are ordinarily unproctored and self-scheduled. It is not unusual for professors to assign take-home, closed-book finals with an explicit trust in their students not to cheat.[44]\n\nThe honor system is strongly enforced. In most years, only a few students withdraw in the face of an honor charge or after investigations and closed hearings conducted by the executive committee of the Student Body, the university's elected student government (with the accused counseled by Honor Advocates, often law students). In recent years, four or five students have left each year.[citation needed] Students found guilty in a closed hearing may appeal the verdict to an open hearing before the entire student body, although this option is rarely exercised. If found guilty at an open trial, the student is dismissed from the university permanently.[43]\n\nSeparately from the student-run honor system, the Student Judicial Council and the Student-Faculty Hearing Board hear allegations of student misconduct.[45]\n\n"
        },
        {
            "title": "Academics",
            "text": "In the 2022 U.S. News & World Report rankings, the undergraduate college is 11th among national liberal arts colleges and 9th among Best Value Schools,[50] and the law school is ranked 35th nationally among all law schools.[51] The 2019 Forbes magazine college rankings place W&L 42nd among 650 universities, liberal arts colleges, and service academies.[52] Washington Monthly ranked Washington and Lee 1st among 214 liberal arts colleges in the U.S. based on its contribution to the public good, as measured by social mobility, research, and promoting public service.[53]\n\nKiplinger's Personal Finance ranked the college 3rd in its 2019 list of 149 best private liberal arts college values and 6th overall among 500 colleges and universities.[54]  In 2015, The Economist ranked Washington and Lee first among all undergraduate institutions in the United States in terms of the positive gap between its students' actual median earnings ten years from graduation and what the publication's statistical model would suggest. Of its findings, the newspaper wrote that \"No other college combines the intimate academic setting and broad curriculum of a LAC [liberal arts college] with a potent old-boy network.\"[55]\n\nFor the class of 2026, W&L reported the following:[56]\n\nAdmissions information\n\nFinancial aid information\n\nWashington and Lee is divided into three schools: (1) The College, where all undergraduates begin their studies, encompassing the liberal arts, humanities and hard sciences, with notable interest among students in pre-health and pre-law studies; (2) the Williams School of Commerce, Economics, and Politics, which offers majors in accounting, business administration, economics, and politics; and (3) the School of Law, which offers the Juris Doctor degree.\n\nMore than 800 undergraduate courses are offered. With no graduate program (except in law), every course is taught by a faculty member.[57] The university libraries contain more than 700,000 volumes as well as a vast electronic network. The law library has an additional 400,000 volumes as well as extensive electronic resources.\n\nWashington and Lee offers 40 undergraduate majors (including interdisciplinary majors in neuroscience, Medieval and Renaissance studies, and Russian area studies) and 30 minors, including interdisciplinary programs in Africana studies, East Asian studies, Education and Education policy, environmental studies, Latin American & Caribbean studies, Middle East and South Asian studies, poverty and human capability studies (Shepherd Program),[58] and women's, gender, and sexuality studies.\n\nThough the university has refused since 2003 to submit data to The Princeton Review, the 2006 edition of The Best 357 Colleges ranked W&L highly for \"Best Overall Academic Experience,\" \"Professors Get High Marks,\" and \"Professor Accessibility\". In the 2007 edition, Washington and Lee was ranked fourth in \"Professors Get High Marks\" and sixth in \"Professor Accessibility\". Combining academics with an active social culture, Washington and Lee ranked 14th in \"Best Overall Academic Experience for Undergraduates\".[59]\n\nWashington and Lee University is accredited by the Commission on Colleges of the Southern Association of Colleges and Schools.[60]\n\nWashington and Lee University serves as the host for the Virginia Governor's School for Foreign Language as part of the annual Summer Residential Governor's Schools.\n\n"
        },
        {
            "title": "Student life",
            "text": "The university has 1829 students as of 2019[update]. The median family income is $261,100, with 55% of students coming from the top 5% highest-earning families, 8% from the bottom 60%, and 1.5% from the bottom 20% (among the lowest of any U.S. college or university).[61] 82% of students are white, 4.5% are Hispanic, 3.4% are Asian, and 2.2% are Black.[62]\n\nThe school's teams are known as \"The Generals\" and compete in NCAA Division III in the Old Dominion Athletic Conference and the Centennial Conference for wrestling. Washington and Lee has 12 men's teams (baseball, basketball, cross country, football, golf, lacrosse, soccer, swimming, tennis, indoor and outdoor track & field, and wrestling) and 12 women's teams (basketball, cross country, field hockey, golf, lacrosse, riding, soccer, swimming, tennis, indoor and outdoor track & field, and volleyball). Washington and Lee holds two NCAA National Championship team titles. In 1988, the men's tennis team won the NCAA Division III National Championship title and holds 35 ODAC championships. In 2007, the women's tennis team claimed the NCAA Division III National Championship title. In 2018, the men's golf team finished as runner-up in the NCAA Division III championship. In 2006, 2010, 2011, 2012, and 2015, the Generals football team won the Old Dominion Athletic Conference championship. In 2009, the Generals baseball team won the ODAC championship.[63]\n\nAthletic exclusion was manifest in the early 20th century, when the school forced Rutgers to sit out star African-American football player Paul Robeson for a 1916 football game and later forfeited a 1923 game when Washington and Jefferson refused to comply with a similar demand.[64]\n\nEvery four years, the school sponsors the Washington and Lee Mock Convention for whichever political party (Democratic or Republican) does not hold the Presidency. The convention has received gavel-to-gavel coverage on C-SPAN and attention from many other national media outlets. The convention has correctly picked the out-of-power nominee for 20 of the past 27 national elections. It has been wrong three times since 1948,[65] including its incorrect choice of Bernie Sanders in 2020. In 1984, the failure of the scoreboard significantly slowed the vote tally process and almost led to a wrong selection.[66] The Washington Post declared Washington and Lee's Mock Convention \"one of the nation's oldest and most prestigious mock conventions.\"[67]\n\nThe university hosts the Fancy Dress Ball, a 105-year-old formal black-tie event. It is put on by a committee of students appointed by the executive committee. The committee is responsible each year to create a theme and handle the logistics of setting up the Fancy Dress Ball. The Fancy Dress Ball has a budget of over $80,000.[68]\n\nWashington and Lee University also follows the \"speaking tradition\" which traces its history to Robert E. Lee. Under this tradition, students are suggested to greet one another upon passing on campus. This tradition is not enforced.[68]\n\nWashington and Lee University has several mysterious societies including the Cadaver Society, the Sigma Society, and the Mongolian Minks.\n\nGreek letter organizations play a major role in Washington and Lee's social scene. A significant percentage of the student population participate and affiliate in Greek organizations on campus.[citation needed] The following is a list of active, recognized fraternities and sororities.\n\nAlpha Phi Alpha, a historically African American fraternity, also maintains an active chapter on campus.\n\nThe Kappa Alpha Order, one of the Lexington Triad, was founded at W&L.[69] Alpha Tau Omega and Sigma Nu, the other two members of the Triad, were founded at neighboring VMI and instituted early chapters at W&L.\n\nDormant fraternity chapters at Washington and Lee also include Alpha Chi Rho, Alpha Tau Omega, Beta Theta Pi, Chi Phi, Delta Sigma Phi, Delta Tau Delta, Delta Upsilon, Theta Delta Chi, Phi Delta Theta, Phi Kappa Sigma, Psi Upsilon, Phi Epsilon Pi, Sigma Alpha Epsilon, Sigma Nu, Sigma Phi Epsilon, Saint Anthony Hall, and Zeta Beta Tau.[citation needed]\n\nThe eminent photographer Sally Mann got her start at Washington and Lee, photographing the construction of the law school while a university employee. The photos eventually became the basis of a one-woman exhibition at the Corcoran Gallery in Washington, D.C.[citation needed]\n\nSecretariat, who holds the record for the fastest time in the Kentucky Derby, Preakness Stakes, and Belmont Stakes, and the winner of the Triple Crown in 1973, wore royal blue and white (as shown in the 2010 film) because his co-owner, Christopher Chenery, was a graduate and trustee of Washington and Lee.[citation needed]\n\nA Washington and Lee art history professor, Pamela Hemenway Simpson, in 1999 wrote the first scholarly book on linoleum, giving it the title Cheap, Quick and Easy.[71] The book also examines other lower-cost home-design materials.\n\nWashington and Lee is home to a collection of 18th- and 19th-century Chinese and European porcelain, the gift of Euchlin Dalcho Reeves, a 1927 graduate of the law school, and his wife, Louise Herreshoff. In 1967, Reeves contacted Washington and Lee about making \"a small gift\", which turned out to be a collection of porcelain so vast that it filled two entire houses which he and his wife owned in Providence, Rhode Island. A number of dirt-covered picture frames, found in the two houses, were put on the van along with the porcelain. Soon it was discovered that the frames actually contained Impressionist-like paintings created by Herreshoff as a young woman in the early days of the century. In 1976 the Corcoran Gallery in Washington, D.C., mounted a posthumous one-woman exhibition of Herreshoff's works.[citation needed]\n\nBefore it morphed into a swing, Dixieland and bluegrass standard, \"The Washington and Lee Swing\" was one of the most well known—and widely borrowed—football marches ever written, according to Robert Lissauer's Encyclopedia of Popular Music in America. Schools and colleges from Tulane to Slippery Rock copied it (sometimes with attribution). It was written in 1910 by Mark W. Sheafe, '06, Clarence A. (Tod) Robbins, '11, and Thornton W. Allen, '13. It has been recorded by virtually every important jazz and swing musician, including Glenn Miller (with Tex Beneke on vocals), Louis Armstrong, Kay Kyser, Hal Kemp and the Dukes of Dixieland.[72] \"The Swing\" was a trademark of the New Orleans showman Pete Fountain. The trumpeter Red Nichols played it (and Danny Kaye pretended to play it) in the 1959 movie The Five Pennies. (Here[73] is an audio excerpt from a 1944 recording by Jan Garber, a prominent dance-band leader of the era. Here[74] is an exuberant instrumental version by a group called the Dixie Boys, which YouTube dates to 2006.)\n\nThe \"Swing\" was parodied in \"The Dummy Song\" by Ray Brown and Lew Henderson. \"Dummy\" was recorded by NRBQ, Louis Armstrong, Louis Prima and Glenn Miller's vocal jazz group, the Modernaires, and many others, and was used in the movie You've Got Mail.\n\n"
        },
        {
            "title": "Notable alumni",
            "text": "Washington and Lee University is the alma mater of three United States Supreme Court Justices, a Nobel Prize laureate, winners of the Pulitzer Prize, the Tony Award, and the Emmy Award, as well as 27 U.S. Senators, 67 U.S. Representatives, 31 state governors, as well as numerous other government officials, judges, business leaders, entertainers, and athletes.\n\nSeveral well-known alumni include past American Bar Association President Linda Klein (School of Law), Utah Governor Spencer Cox (School of Law), Kentucky Governor Matt Bevin, Virginia Governor Linwood Holton, United States Supreme Court Justice Lewis F. Powell Jr.; United States Senator John Warner from Virginia; United States Solicitor General John W. Davis, Democratic Party nominee for President of the United States during the 1924 presidential election; author Tom Wolfe, founder of New Journalism; broadcast journalist Roger Mudd; Anglican bishop Steve Breedlove; artist Cy Twombly; voice actor Mike Henry; Federal Judge and Civil Rights champion John Minor Wisdom; and billionaire Rupert Johnson Jr. of Franklin Templeton Investments.\n\nArchives of the papers of notable alumni and other resources relating to the history of the university may be found in the manuscript collections at Washington and Lee's James Graham Leyburn Library. Publication of the 1995 guide to the collections was made possible by a grant from the Jessie Ball DuPont Fund.[75]\n\n"
        },
        {
            "title": "In literature",
            "text": "A fictionalized representation of the university appears in L'Étudiant étranger by Philippe Labro (1986, Editions Gallimard), translated into English two years later and published as The Foreign Student (Ballantine Books). In 1994 it was made into a movie, starring Robin Givens and Marco Hofschneider, but it grossed only $113,000 at the box office.[76]\n\nOther novels about the university include Geese in the Forum (Knopf, 1940) by Lawrence Edward Watkin, a professor of English who went on to become a screenwriter for Disney (the college faculty were the titular geese); The Hero (Julian Messner, 1949), by Millard Lampell, filmed as Saturday's Hero, starring Donna Reed and John Derek (Columbia Studios, 1951), about a football player who struggles to balance athletics, academics and a social life; and A Sound of Voices Dying by Glenn Scott (E.P. Dutton, 1954), released in a paperback edition in 1955 under the new title Farewell My Young Lover (replete with a lurid illustration on the cover). The Russian-born American author Maxim D. Shrayer depicted a fictionalized version of the Washington & Lee campus in the story \"Trout Fishing in Virginia\" (2007), included in his collection Yom Kippur in Amsterdam (2009).\n\n"
        }
    ]
}