{
    "url": "https://en.wikipedia.org/wiki/Washington_National_Cathedral",
    "title": "Washington National Cathedral",
    "table_of_contents": [
        "1 History",
        "1.1 Construction",
        "1.2 National role",
        "2 Major events",
        "2.1 Major services",
        "2.2 2011 earthquake",
        "2.3 Lee-Jackson stained glass windows",
        "3 Financial concerns",
        "4 Architecture",
        "4.1 Architects",
        "4.2 Images of architectural details",
        "5 Leadership and funding",
        "5.1 List of deans",
        "6 Worship",
        "7 Music",
        "8 Burials",
        "9 Schools",
        "10 Media",
        "11 See also",
        "12 References",
        "13 Bibliography",
        "14 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe Cathedral Church of Saint Peter and Saint Paul in the City and Diocese of Washington, commonly known as Washington National Cathedral, is an American cathedral of the Episcopal Church. The cathedral is located in Washington, D.C., the capital of the United States.[1][2] The structure is of Neo-Gothic design closely modeled on English Gothic style of the late fourteenth century. It is the second-largest church building in the United States,[3] and the third-tallest building in Washington, D.C. The cathedral is the seat of both the Presiding Bishop of the Episcopal Church, Michael Bruce Curry, and the bishop of the Diocese of Washington, Mariann Edgar Budde. Over 270,000 people visit the structure annually.[4]\n\nThe Protestant Episcopal Cathedral Foundation, under the first seven Bishops of Washington, erected the cathedral under a charter passed by the United States Congress on January 6, 1893.[5] Construction began on September 29, 1907, when the foundation stone was laid in the presence of President Theodore Roosevelt and a crowd of more than 20,000, and ended 83 years later when the \"final finial\" was placed in the presence of President George H. W. Bush in 1990. Decorative and restorative work, particularly of damage from the 2011 Virginia earthquake, is ongoing as of 2022. The Foundation is the legal entity of which all institutions on the Cathedral Close are a part; its corporate staff provides services for the institutions to help enable their missions, conducts work of the Foundation itself that is not done by the other entities, and serves as staff for the board of trustees.\n\nThe cathedral stands at Massachusetts and Wisconsin Avenues in the northwest quadrant of Washington. It is an associate member of the recently organized inter-denominational Washington Theological Consortium.[6] It is listed on the National Register of Historic Places. In 2007, it was ranked third on the List of America's Favorite Architecture by the American Institute of Architects.[7]\n\n"
        },
        {
            "title": "History",
            "text": "In 1792, Pierre L'Enfant's \"Plan of the Federal City\" specified a site for a \"great church for national purposes\". However he defined it as non-sectarian and nondenominational. Hamilton modified that plan and eliminated the \"church\" and several other proposed monuments and that plan was never reproduced. The working plan for the new city was subsequently produced by Andrew  Ellicott and it varied in many respects from L'Enfant's although the essence remained. National Portrait Gallery now occupies that site. In 1891, a meeting was held to begin plans for an Episcopal cathedral in Washington. On January 6, 1893, the Protestant Episcopal Cathedral Foundation of the District of Columbia was granted a charter from Congress to establish the cathedral. The 52nd United States Congress declared in the act to incorporate the Protestant Episcopal Cathedral Foundation of the District of Columbia that the \"said corporation is hereby empowered to establish and maintain within the District of Columbia a cathedral and institutions of learning for the promotion of religion and education and charity.\"[8] The commanding site on Mount Saint Alban was chosen. Henry Yates Satterlee, first Episcopal bishop of the Diocese of Washington, chose George Frederick Bodley, Britain's leading Anglican church architect, as the head architect. Henry Vaughan was selected supervising architect.\n\nConstruction started on September 29, 1907, with a ceremonial address by President Theodore Roosevelt and the laying of the cornerstone. In 1912, Bethlehem Chapel opened for services in the unfinished cathedral, which have continued daily ever since. When construction of the cathedral resumed after a brief hiatus for World War I, both Bodley and Vaughan had died. Gen. John J. Pershing led fundraising efforts for the church after World War I. American architect Philip Hubert Frohman took over the design of the cathedral and was thenceforth designated the principal architect. Funding for Washington National Cathedral has come entirely from private sources. Maintenance and upkeep continue to rely entirely upon private support.\n\nFrom its earliest days, the cathedral has been promoted as more than simply an Episcopal cathedral. Planners hoped it would play a role similar to Westminster Abbey. They wanted it to be a national shrine and a venue for great services. For much of the cathedral's history, this was captured in the phrase \"a house of prayer for all people.\" In more recent times the phrases \"national house of prayer\" and \"spiritual home for the nation\" have been used. The cathedral has achieved this status simply by offering itself and being accepted by religious and political leaders as playing this role.[9]\n\nIts initial charter was similar to those granted to American University, The Catholic University of America, and other not-for-profit entities founded in the District of Columbia around 1900. Contrary to popular misconception, the government has not designated it as a national house of prayer.\n\nDuring World War II, monthly services were held there \"on behalf of a united people in a time of emergency.\"[10] Before and since, the structure has hosted other major events, both religious and secular, that have drawn the attention of the American people, as well as tourists from around the world.\n\n"
        },
        {
            "title": "Major events",
            "text": "State funerals for four American presidents have been held at the cathedral:[11][12][13]\n\nMemorial services were also held at the cathedral for the following presidents:[11]\n\nPresidential prayer services were held the day after the inaugurations for:[14]\n\nOther events have included:\n\nIt was from Washington National Cathedral's \"Canterbury Pulpit\" that the Reverend Martin Luther King Jr. delivered his final Sunday sermon on March 31, 1968, just a few days before his assassination in April 1968.[22] A memorial service for King was held at the cathedral later the same week.\n\nThe cathedral was damaged in August 2011 during the Virginia earthquake. Finial stones on several pinnacles broke off, and several pinnacles twisted out of alignment or collapsed entirely. Some gargoyles and other carvings were damaged, and a hole was punched through the metal-clad roof by falling masonry. Cracks also appeared in the flying buttresses surrounding the apse. Inside, initial inspections revealed less damage, with some mortar joints loose or falling out.[23] The cathedral, which had no earthquake insurance, struggled to cope with the cost of the damage.[24]\n\nWashington National Cathedral closed from August 24 to November 7, 2011,[23] as $2 million was spent to stabilize the structure and remove damaged or loose stone.[24] Safety netting was erected throughout the nave to protect visitors from any debris that might fall from above.[25] The cathedral reopened for the consecration and installation of Mariann Budde as the ninth Bishop of Washington on November 12, 2011.[26] At that time, estimates of the cost of the damage were about $25 million.[26]\n\nIdentifying the full extent of the damage and construction planning and studies over the next two years consumed another $2.5 million.[24] In 2011, the cathedral received a $700,000 preservation work matching grant from the Save America's Treasures program, a public-private partnership operated by the nonprofit National Trust for Historic Preservation. The program, which is federally funded, required the cathedral to match the grant dollar-for-dollar with private funds and use the money solely for preservation work.[27]\n\nThe Reverend Canon Gary R. Hall was chosen to be the 10th dean of Washington National Cathedral in July 2012.[28]\n\nAlthough fundraising to repair the damage began soon after the earthquake, it took the cathedral three years to raise the $15 million to complete the first phase of repairs.[24] In August 2013, the cost of the repairs was re-estimated at $26 million. About $10 million had already been raised by this date to pay for the repairs, half of that coming from the Lilly Endowment.[29] The cathedral began charging a $10 admission fee for tourists in January 2014, and started renting out its worship and other spaces to outside groups to raise cash.[30] The cathedral also transformed the Herb Cottage (its old baptistry building adjacent to the cathedral) into a for-profit coffeehouse operated by the Open City café chain.[31]\n\nPhase I of the restoration, which cost $10 million,[24] repaired the internal ceiling's stone and mortar and was completed in February 2015. The planned 10-year, $22 million Phase II will repair or replace the damaged stones atop the cathedral.[32]\n\nIn June 2015, Washington National Cathedral leaders said the church needed $200 million, which would both complete repairs and establish a foundation to give the cathedral financial stability. The cathedral began working on a capital fundraising campaign, which The New York Times said was one of the largest ever by an American religious institution, to begin in 2018 or 2019. Hall said that the cathedral also planned to reopen its continuing education college and its Center for Prayer and Pilgrimage (a space on the cathedral's crypt level dedicated to prayer, meditation, and devotional practice). After three years of deficit spending, however, the cathedral also announced additional cuts to music programs to balance its budget.[24]\n\nIn June 2016, after an examination by a five-person task force, it was announced that two Confederate battle flag images would be removed from stained glass windows commemorating the lives of Confederate generals Robert E. Lee and Stonewall Jackson.  The windows were installed in 1953 after lobbying by the United Daughters of the Confederacy. In its report, the task force wrote that it \"is unanimous in its decision that the windows provide a catalyst for honest discussions about race and the legacy of slavery and for addressing the uncomfortable and too often avoided issues of race in America. Moreover, the windows serve as a profound witness to the cathedral's own complex history in relationship to race.\"[33]\n\nOn September 6, 2017, the cathedral, in a statement signed by the Right Rev. Mariann Edgar Budde, bishop of the Episcopal Diocese of Washington, the Very Rev. Randolph Marshall Hollerith, dean of the cathedral, and John Donoghue, chair of the cathedral chapter, announced its decision to deconsecrate and remove the stained glass windows honoring Lee and Jackson.[34]\n\n"
        },
        {
            "title": "Financial concerns",
            "text": "In January 2003, the Reverend Nathan D. Baxter, dean of the cathedral, announced his retirement effective from June 30, 2003. Baxter had led the cathedral since 1991.[35] After an 18-month search, Samuel T. Lloyd III was named dean and began his tenure on April 23, 2005.[36] Using a $15 million bequest the cathedral received in 2000, Lloyd rapidly expanded the cathedral's programming.[37][24] Meanwhile, the cathedral deferred maintenance and declined to make needed repairs.[24] Construction also began in summer 2005 on a $34 million, four-level, 430-car underground parking garage. It opened in 2007.[38][24] The structure was pushed by John Bryson Chane, bishop of the Episcopal Diocese of Washington, and was mostly funded by debt. Payments on the garage were $500,000 per year, with a major increase in the annual debt service beginning in 2017.[39] In early 2008, the National Cathedral Association, the church's fundraising donor network, was disbanded after cathedral leaders concluded that the building was \"finished\" and it was no longer necessary to raise significant funds for construction.[24][40]\n\nThe 2008–2009 Great Recession hit the cathedral hard. By June 2010, the cathedral cut its budget from $27 million to $13 million, outsourced the operation of its gift shop, shut its greenhouse, cancelled its plans to replace the Skinner organ in the sanctuary, and ceased operation of the College of Preachers that had provided Episcopal clergy nationwide with continuing theological education. The cathedral also laid off 100 of its 170 staff members, including its art conservator and its liturgist (who researched and advocated the use of liturgies at the cathedral).[41] It also significantly cut back on programming, music performances, and classes.[42] To help stabilize its finances, the cathedral began an $11 million fundraising campaign and used $2.5 million of its $50 million endowment to plug budget holes.[41] The National Cathedral Association was recreated as well.[39]\n\nIn June 2010, the cathedral announced that it was exploring the sale of its rare book collection, the value of which was estimated to be several million dollars.[41] It sold a number of books to a private collector in 2011 for $857,000[24] and in 2013 donated most of the remaining collection to Virginia Theological Seminary.[24][43]\n\nAs the economic downturn continued, a report by cathedral staff identified $30 million in needed maintenance and repairs.[24] Among the problems were cracked and missing mortar in the oldest sections of the building; broken HVAC, mechanical, and plumbing systems throughout the structure; extensive preservation needs; and a main organ in disrepair. Repointing the building was estimated to cost at least $5 million, while organ repair was set at $15 million.[39]\n\n"
        },
        {
            "title": "Architecture",
            "text": "The cathedral's final design shows a mix of influences from the various Gothic architectural styles of the Middle Ages, identifiable in its pointed arches, flying buttresses, a variety of ceiling vaulting, stained-glass windows and carved decorations in stone, and by its three similar towers, two on the west front and one surmounting the crossing.\n\nThe structure consists of a long, narrow rectangular mass formed by a nine-bay nave with wide side aisles and a five-bay chancel, intersected by a six-bay transept. Above the crossing, rising 301 ft (92 m) above the ground, is the Gloria in Excelsis Tower; its top, at 676 ft (206 m) above sea level, is the highest point in Washington.[3] The Pilgrim Observation Gallery—which occupies a space about 3/4ths of the way up in the west-end towers—provides sweeping views of the city. Unique in North America, the central tower has two full sets of bells—a 53-bell carillon and a 10-bell peal for change ringing; the change bells are rung by members of the Washington Ringing Society.[3] The cathedral sits on a landscaped 57-acre (23 ha) plot on Mount Saint Alban.[3] The one-story porch projecting from the south transept has a large portal with a carved tympanum. This portal is approached by the Pilgrim Steps, a long flight of steps 40 feet (12 m) wide.\n\nMost of the building is constructed using a buff-colored Indiana limestone over a traditional masonry core. Structural, load-bearing steel is limited to the roof's trusses (traditionally built of timber); concrete is used significantly in the support structures for bells of the central tower, and the floors in the west towers.\n\nThe pulpit was carved out of stones from Canterbury Cathedral; Glastonbury Abbey provided stone for the bishop's formal seat, the cathedra. The high altar, the Jerusalem Altar, is made from stones quarried at Solomon's Quarry near Jerusalem, reputedly where the stones for Solomon's Temple were quarried. In the floor directly in front of that altar are set ten stones from the Chapel of Moses on Mount Sinai, representing the Ten Commandments as a foundation for the Jerusalem Altar.\n\nThere are many other works of art including over two hundred stained glass windows,[3] the most familiar of which may be the Space Window, honoring mankind's landing on the Moon, which includes a fragment of lunar rock at its center;[3] the rock was presented at the dedication service on July 21, 1974, the fifth anniversary of the Apollo 11 mission.[44] Extensive wrought iron adorns the building, much of it the work of Samuel Yellin. A substantial gate of forged iron and carbon steel by Albert Paley was installed on the north side of the crypt level in 2008. Intricate woodcarving, wall-sized murals and mosaics, and monumental cast bronze gates can also be found. Most of the interior decorative elements have Christian symbolism, in reference to the church's Episcopal roots, but the cathedral is filled with memorials to persons or events of national significance: statues of Washington and Lincoln, state seals embedded in the marble floor of the narthex, state flags that hang along the nave, stained glass commemorating events like the Lewis and Clark expedition and the raising of the American flag at Iwo Jima.\n\nThe cathedral was built with several intentional \"flaws\" in keeping with an apocryphal medieval custom that sought to illustrate that only God can be perfect.[dubious  – discuss] Artistically speaking, these flaws (which often come in the form of intentional asymmetries) draw the observer's focus to the sacred geometry as well as compensate for visual distortions, a practice that has been used since the Pyramids and the Parthenon.[citation needed] The architects designed the crypt chapels in Norman, Romanesque, and Transitional styles predating the Gothic, as though the cathedral had been built as a successor to earlier churches, a common occurrence in European cathedrals.[citation needed]\n\nNumerous grotesques and gargoyles adorn the exterior, most of them designed by the carvers; one of the more famous of these is a caricature of then-master carver Roger Morigi on the north exterior of the nave. There were also two competitions held for the public to provide designs to supplement those of the carvers. The second of these produced the famous Darth Vader grotesque which is high on the northwest tower, sculpted by Jay Hall Carpenter and carved by Patrick J. Plunkett.[45]\n\nThe west facade follows an iconographic program of Creation rather than that of the Last Judgement as was traditional in medieval churches. All of the sculptural work was designed by Frederick Hart and features tympanum carvings of the creation of the Sun and Moon over the outer doors and the creation of man over the center. Hart also sculpted the three statues of Adam and Saints Peter and Paul. The west doors are cast bronze rather than wrought iron. The west rose window, often used as a trademark of the cathedral, was designed by Rowan LeCompte and is an abstract depiction of the creation of light. LeCompte, who also designed the clerestory windows and the mosaics in the Resurrection Chapel, chose a nonrepresentational design because he feared that a figural window could fail to be seen adequately from the great distance to the nave.\n\nThe cathedral contains a basement, which was intentionally flooded during the Cuban Missile Crisis to provide emergency drinking water in the event of a nuclear war.[46]\n\nThe cathedral's master plan was designed by George Frederick Bodley (founder of Watts & Co.), a highly regarded British Gothic Revival architect of the late-19th and early-20th centuries, and was influenced by Canterbury. Landscape architect Frederick Law Olmsted Jr. contributed a landscaping plan for the cathedral close and Nellie B. Allen designed a knot garden for the Bishop's Garden. After Bodley died in 1907, his partner Henry Vaughan revised the original design, but work stopped during World War I and Vaughan died in 1917.\n\nWhen work resumed after the war, the chapter hired Boston architecture firm Frohman, Robb and Little to execute the building. Philip Hubert Frohman, who had designed his first fully functional home at age 14 and received his architectural degree at age 16, and his partners worked to perfect Bodley's vision, adding the carillon section of the central tower, enlarging the west façade, and making numerous smaller changes. Ralph Adams Cram was hired to supervise Frohman, because of his experience with the Cathedral of St. John the Divine, New York, but Cram insisted on so many major changes to the original design that Frohman convinced the cathedral chapter to fire him. By Frohman's death in 1972, the final plans had been completed and the building was finished accordingly.\n\n"
        },
        {
            "title": "Leadership and funding",
            "text": "The cathedral is both the episcopal seat of the Bishop of Washington (currently the Right Reverend Mariann Edgar Budde) and the primatial seat of the Presiding Bishop of the Episcopal Church (currently the Most Reverend Michael Curry). Budde was elected by the Diocese of Washington in June 2011, to replace Bishop John Bryson Chane; upon her confirmation in November 2011 she became the ninth bishop of the diocese and the first woman to fill the role.\n\nThe National Cathedral Association (NCA) seeks to raise and provide funds for and promote the Washington National Cathedral. Across the United States, it has more than 14,000 members, more than 88 percent of whom live outside the Washington area, and who are divided into committees by state. Visitors to the cathedral provide another significant source of funds, through donations and group touring fees. Every year, each state has a state day at the cathedral, on which that state is recognized by name in the prayers. Over a span of about four years, each state is further recognized at a Major State Day, at which time those who live in the state are encouraged to make a pilgrimage to the cathedral and dignitaries from the state are invited to speak. American state flags were displayed in the nave until 2007; currently the display of the state flags alternates throughout the year with the display of liturgical banners hung on the pillars, reflecting the seasons of the Church year.\n\nThe budget, $27 million in 2008, was trimmed to $13 million in 2010. Staff was reduced from 170 to 70. There was an endowment of $50 million.[41]\n\nIn May 2016, Randolph Marshall Hollerith was named as the next dean of the cathedral.[48][49] Hollerith came to the National Cathedral from St. James Episcopal Church in Richmond, Virginia, where he was rector from 2000 to 2016.\n\nFormer deans:\n\n"
        },
        {
            "title": "Worship",
            "text": "The worship department is, like the cathedral itself, rooted in the doctrine and practice of the Episcopal Church, and based in the Book of Common Prayer. Three services are held each weekday, including the daily Eucharist. Sunday through Thursday, the cathedral choirs sing Evensong. The 40-minute service is attended by roughly 50 to 75 people, with more on Sunday. Three services of the Eucharist are held on Sunday, along with Choral Evensong.[50]\n\nThe cathedral also has been a temporary home to several congregations, including a Jewish synagogue and an Eastern Orthodox community. It has also been the site for several ecumenical and interfaith services. In October 2005, at the cathedral, the Rev. Nancy Wilson was consecrated and installed as moderator (denominational executive) of the Metropolitan Community Church, by its founding moderator, the Rev. Troy Perry.\n\nEach Christmas, the cathedral holds special services, which are broadcast to the world. The service of lessons and carols is distributed by Public Radio International. Christmas at Washington National Cathedral is a live television broadcast of the 9:00 a.m. Eucharist on Christmas Day. It is produced by WJLA-TV and is shown on national affiliates in most cities around the United States. Some affiliates broadcast the service at noon. The Christmas service at the cathedral was broadcast to the nation on television from 1953 until 2010 and is still webcast live from the cathedral's homepage.\n\n"
        },
        {
            "title": "Music",
            "text": "The Washington National Cathedral Choir of Men and Boys, founded in 1909, is one of very few cathedral choirs of men and boys in the United States with an affiliated school, in the English choir tradition. The eighteen to twenty-two boys singing treble are of ages 8 to 14 and attend St. Albans School, the Cathedral school for boys, on vocal scholarships.\n\nIn 1997, the Cathedral Choir of Men and Girls was formed by Bruce Neswick, using the same men as the choir of the men and boys. The Choir consists of middle and high school girls attending the National Cathedral School on vocal scholarships. The two choirs currently share service duties and occasionally collaborate.\n\nBoth choirs have recently[when?] recorded several CDs, including a Christmas album; a U.S. premiere recording of Ståle Kleiberg's Requiem for the Victims of Nazi Persecution; and a patriotic album, America the Beautiful.\n\nThe choirs rehearse separately every weekday morning in a graded class incorporated into their school schedule. The choristers sing Evensong five days a week (the Boys Choir on Tuesdays and Thursdays and the Girls Choir on Mondays and Wednesdays). The choirs alternate Sunday worship duties, singing both morning Eucharist and afternoon Evensong when they are on call. The choirs also sing for numerous state and national events. The choirs are also featured annually on Christmas at Washington National Cathedral, broadcast nationally on Christmas Day.\n\nThe Great Organ was installed by the Ernest M. Skinner & Son Organ Company in 1938. The original instrument consisted of approximately 8,400 pipes. The instrument was enlarged by the Aeolian-Skinner Organ Company in 1963 and again between 1970 and 1975, during which time more than half of the original instrument was removed. The present instrument consists of 189 ranks and 10,647 pipes.[51]\n\nThe organ was to be replaced with a new instrument built by Dobson Pipe Organ Builders,[52] but this plan was scrapped in 2009.[53]  As of 2018, it is currently unknown whether the organ replacement will take place.\n\nMichael McCarthy is the canon director of music, Thomas Sheehan is the cathedral organist and associate director of music, and George Fergus is the Assistant Organist. The carillonneur is Edward M. Nassor.[54] Former organists and choirmasters include Edgar Priest, Robert George Barrow, Paul Callaway, Richard Wayne Dirksen, Douglas Major, Bruce Neswick, James Litton, Erik Wm. Suter, Scott Dettra, Christopher Betts and Benjamin Straley.\n\nThe resident symphonic chorus of Washington National Cathedral is the Cathedral Choral Society.\n\nThe cathedral is unique in North America in having both a carillon and a set of change ringing bells.\n\nThe ring of 10 bells (tenor 32 long cwt 0 qr 4 lb; 3,588 lb or 1,627 kg in D) are hung in the English style for full circle ringing. All ten were cast in 1962 by Mears & Stainbank (now known as The Whitechapel Bell Foundry) of London, England.[55]\n\nThe carillon has 53 bells ranging from 17 pounds (7.7 kg) to 24,000 pounds (11,000 kg) and was manufactured by John Taylor & Co of Loughborough, England in 1963. The bells are hung dead, meaning rigidly fixed, and are struck on the inside by hammers activated from the keyboard.[56]\n\n"
        },
        {
            "title": "Burials",
            "text": "Several notable American citizens are buried in Washington National Cathedral and its columbarium:[57]\n\n"
        },
        {
            "title": "Schools",
            "text": "There are three private Episcopal schools on the grounds of Washington National Cathedral.\n\n"
        },
        {
            "title": "Media",
            "text": "The cathedral played a major role in The West Wing season 2 finale Two Cathedrals. In a scene following the funeral of a major character, President Bartlet engages in a one-sided argument with God which seamlessly blends English and Latin dialogue.[60]\n\n"
        }
    ]
}