{
    "url": "https://en.wikipedia.org/wiki/Water_clock",
    "title": "Water clock",
    "table_of_contents": [
        "1 Designs",
        "2 Regional development",
        "2.1 Egypt",
        "2.2 Babylon",
        "2.3 India",
        "2.4 China",
        "2.5 Persia",
        "2.6 Greco-Roman world",
        "2.6.1 Clepsydrae for keeping time",
        "2.7 Medieval Islamic world",
        "2.8 Korea",
        "3 Temperature, water viscosity, and clock accuracy",
        "4 See also",
        "5 Notes",
        "5.1 Sources used",
        "6 Bibliography",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "A water clock  or clepsydra (from Ancient Greek  κλεψύδρα (klepsúdra) 'pipette, water clock'; from  κλέπτω (kléptō) 'to steal', and  ὕδωρ (hydor) 'water'; lit. 'water thief') is a timepiece by which time is measured by the regulated flow of liquid into (inflow type) or out from (outflow type) a vessel, and where the amount is then measured.\n\nWater clocks are one of the oldest time-measuring instruments.[1] The bowl-shaped outflow is the simplest form of a water clock and is known to have existed in Babylon, Egypt, and Persia around the 16th century BC. Other regions of the world, including India and China, also have early evidence of water clocks, but the earliest dates are less certain. Some authors, however, claim that water clocks appeared in China as early as 4000 BC.[2][verification needed] Water clocks were also used in ancient Greece and ancient Rome, described by technical writers such as Ctesibius and Vitruvius.\n\n"
        },
        {
            "title": "Designs",
            "text": "A water clock uses the flow of water to measure time. If viscosity is neglected, the physical principle required to study such clocks is Torricelli's law. There are two types of water clocks: inflow and outflow. In an outflow water clock, a container is filled with water, and the water is drained slowly and evenly out of the container. This container has markings that are used to show the passage of time. As the water leaves the container, an observer can see where the water is level with the lines and tell how much time has passed. An inflow dasher water clock works in basically the same way, except instead of flowing out of the container, the water is filling up the marked container. As the container fills, the observer can see where the water meets the lines and tell how much time has passed.\nSome modern timepieces are called \"water clocks\" but work differently from the ancient ones. Their timekeeping is governed by a pendulum, but they use water for other purposes, such as providing the power needed to drive the clock by using a water wheel or something similar, or by having water in their displays. A water clock is one of the oldest instruments ever, and one of the most important.[citation needed]\n\nThe Greeks and Romans advanced water clock design to include the inflow clepsydra with an early feedback system, gearing, and escapement mechanism, which were connected to fanciful automata and resulted in improved accuracy. Further advances were made in Byzantium, Syria, and Mesopotamia, where increasingly accurate water clocks incorporated complex segmental and epicyclic gearing, water wheels, and programmability, advances which eventually made their way to Europe. Independently, the Chinese developed their own advanced water clocks, incorporating gears, escapement mechanisms, and water wheels, passing their ideas on to Korea and Japan.[citation needed]\n\nSome water clock designs were developed independently, and some knowledge was transferred through the spread of trade. These early water clocks were calibrated with a sundial. While never reaching a level of accuracy comparable to today's standards of timekeeping, the water clock was the most accurate and commonly used timekeeping device for millennia, until it was replaced by more accurate pendulum clocks in 17th-century Europe.[citation needed]\n\n"
        },
        {
            "title": "Regional development",
            "text": "The oldest water clock of which there is physical evidence dates to c. 1417–1379 BC, during the reign of Amenhotep III where it was used in the Temple of Amen-Re at Karnak.[3] The oldest documentation of the water clock is the tomb inscription of the 16th century BC Egyptian court official Amenemhet, which identifies him as its inventor.[3][4] These simple water clocks, which were of the outflow type, were stone vessels with sloping sides that allowed water to drip at a nearly constant rate from a small hole near the bottom. There were twelve separate columns with consistently spaced markings on the inside to measure the passage of \"hours\" as the water level reached them. The columns were for each of the twelve months to allow for the variations of the seasonal hours. These clocks were used by priests to determine the time at night so that the temple rites and sacrifices could be performed at the correct hour.[5] These clocks may have been used in daylight as well.[citation needed]\n\nIn Babylon, water clocks were of the outflow type and were cylindrical in shape. Use of the water clock as an aid to astronomical calculations dates back to the Old Babylonian period (c. 2000 – c. 1600 BC).[6] While there are no surviving water clocks from the Mesopotamian region, most evidence of their existence comes from writings on clay tablets. Two collections of tablets, for example, are the Enuma-Anu-Enlil (1600–1200 BC) and the MUL.APIN (7th century BC).[7] In these tablets, water clocks are used in reference to payment of the night and day watches (guards).[8]\n\nThese clocks were unique, as they did not have an indicator such as hands (as are typically used today) or grooved notches (as were used in Egypt). Instead, these clocks measured time \"by the weight of water flowing from\" it.[9] The volume was measured in capacity units called qa. The weight, mana or mina (the Greek unit for about one pound), is the weight of water in a water clock.[citation needed]\n\nIn Babylonian times, time was measured with temporal hours. So, as seasons changed, so did the length of a day. \"To define the length of a 'night watch' at the summer solstice, one had to pour two mana of water into a cylindrical clepsydra; its emptying indicated the end of the watch. One-sixth of mana had to be added each succeeding half-month. At the equinox, three mana had to be emptied in order to correspond to one watch, and four mana was emptied for each watch of the winter solstitial night.\"[9]\n\nAccording to N. Kameswara Rao, pots excavated from the Indus Valley Pakistan  site of Mohenjo-daro (around 2500 BC) may have been used as water clocks. They are tapered at the bottom, have a hole on the side, and are similar to the utensil used to perform abhiṣeka (ritual water pouring) on lingams.[10] N. Narahari Achar and Subhash Kak suggest that the use of the water clock in ancient India is mentioned in the Atharvaveda from the 2nd millennium BC.[11][unreliable source?][12][unreliable source?]\n\nThe Jyotisha school, one of the six Vedanga disciplines, describes water clocks called ghati or kapala that measure time in units of nadika (around 24 minutes). A clepsydra in the form of a floating and sinking copper vessel is mentioned in the Sürya Siddhānta (5th century AD).[13] At Nalanda, a Buddhist university, four hour intervals were measured by a water clock, which consisted of a similar copper bowl holding two large floats in a larger bowl filled with water. The bowl was filled with water from a small hole at its bottom; it sank when completely filled and was marked by the beating of a drum at daytime. The amount of water added varied with the seasons, and the clock was operated by students at the university.[14]\n\nDescriptions of similar water clocks are also given in the Pañca Siddhāntikā by the polymath Varāhamihira (6th century AD), which adds further detail to the account given in the Sürya Siddhānta.[full citation needed] Further descriptions are recorded in the Brāhmasphuṭa Siddhānta, by the mathematician Brahmagupta (7th century AD). A detailed description with measurements is also recorded by the astronomer Lalla (8th century AD), who describes the ghati as a hemispherical copper vessel with a hole that is fully filled after one nadika.[15]\n\nIn ancient China, as well as throughout East Asia, water clocks were very important in the study of astronomy and astrology. The oldest written reference dates the use of the water clock in China to the 6th century BC.[16] From about 200 BC onwards, the outflow clepsydra was replaced almost everywhere in China by the inflow type with an indicator-rod borne on a float.[16] The Han dynasty philosopher and politician Huan Tan (40 BC – AD 30), a Secretary at the Court in charge of clepsydrae, wrote that he had to compare clepsydrae with sundials because of how temperature and humidity affected their accuracy, demonstrating that the effects of evaporation, as well as of temperature on the speed at which water flows, were known at this time.[17] The liquid in water clocks was liable to freezing, and had to be kept warm with torches, a problem that was solved in 976 by the Chinese astronomer and engineer Zhang Sixun. His invention—a considerable improvement on Yi Xing's clock—used mercury instead of water. Mercury is a liquid at room temperature, and freezes at −38.9 °C (−38.0 °F), lower than any air temperature normally found on Earth.[18][19] Again, instead of using water, the early Ming Dynasty engineer Zhan Xiyuan (c. 1360–1380) created a sand-driven wheel clock, improved upon by Zhou Shuxue (c. 1530–1558).[20]\n\nThe use of clepsydrae to drive mechanisms illustrating astronomical phenomena began with the Han Dynasty polymath Zhang Heng (78–139) in 117, who also employed a waterwheel.[21] Zhang Heng was the first in China to add an extra compensating tank between the reservoir and the inflow vessel, which solved the problem of the falling pressure head in the reservoir tank.[16] Zhang's ingenuity led to the creation by the Tang dynasty mathematician and engineer Yi Xing (683–727) and Liang Lingzan in 725 of a clock driven by a waterwheel linkwork escapement mechanism.[22] The same mechanism would be used by the Song dynasty polymath Su Song (1020–1101) in 1088 to power his astronomical clock tower, as well as a chain drive.[23] Su Song's clock tower, over 30 feet (9.1 m) tall, possessed a bronze power-driven armillary sphere for observations, an automatically rotating celestial globe, and five front panels with doors that permitted the viewing of changing mannequins which rang bells or gongs, and held tablets indicating the hour or other special times of the day. In the 2000s, in Beijing's Drum Tower an outflow clepsydra is operational and displayed for tourists. It is connected to automata so that every quarter-hour a small brass statue of a man claps his cymbals.[24]\n\nThe use of water clocks in Persia or Greater Iran, especially in desert area of Iran such as Yazd, Isfahan, Zibad, and Gonabad, dates back to 500 BC.[25] Later they were also used to determine the exact holy days of pre-Islamic religions, such as the Nowruz, Chelah, or Yaldā – the shortest, longest, and equal-length days and nights of the years. The water clocks used in Iran were one of the most practical ancient tools for timing the yearly calendar.[26][27]\nThe water clock, or Fenjaan, was the most accurate and commonly used timekeeping device for calculating the amount or the time that a farmer must take water from a qanat or well for irrigation, until it was replaced by more accurate current clocks.[28][29]  Persian water clocks were a practical and useful and necessary tool for the qanat's shareholders to calculate the length of time they could divert water to their farms or Gardens. The qanat (Kariz) was the only water source for agriculture and irrigation in arid area so a just and fair water distribution was very important. Therefore, a very fair and clever old person was elected to be the manager of the water clock (called Mir Aab), and at least two full-time managers were needed to control and observe the number of Fenjans or Pengan (hours) and announce the exact time of the days and nights from sunrise to sunset because share holder usually were divided to the days owners and night owners.[30]\nThe Fenjaan consisted of a large pot full of water and a bowl with a small hole in the center. When the bowl became full of water, it would sink into the pot, and the manager would empty the bowl and again put it on the top of the water in the pot. He would record the number of times the bowl sank by putting small stones into a jar.[30] The place where the clock was situated, and its managers, were collectively known as khaneh Fenjaan (times house). Usually this would be the top floor of a public-house, with west- and east-facing windows to show the time of Sunset and Sunrise. The Zibad Gonabad water clock was in use until 1965[27] when it was substituted by modern clocks.[26]\n\nThe word \"clepsydra\" comes from the Greek meaning \"water thief\".[32] The Greeks considerably advanced the water clock by tackling the problem of the diminishing flow. They introduced several types of the inflow clepsydra, one of which included the earliest feedback control system.[33] Ctesibius invented an indicator system typical for later clocks such as the dial and pointer.[34] The Roman engineer Vitruvius described early alarm clocks, working with gongs or trumpets.[34] A commonly used water clock was the simple outflow clepsydra. This small earthenware vessel had a hole in its side near the base. In both Greek and Roman times, this type of clepsydra was used in courts for allocating periods of time to speakers. In important cases, such as when a person's life was at stake, it was filled completely, but for more minor cases, only partially. If proceedings were interrupted for any reason, such as to examine documents, the hole in the clepsydra was stopped with wax until the speaker was able to resume his pleading.[35]\n\nSome scholars suspect that the clepsydra may have been used as a stop-watch for imposing a time limit on clients' visits in Athenian brothels.[36] Slightly later, in the early 3rd century BC, the Hellenistic physician Herophilos employed a portable clepsydra on his house visits in Alexandria for measuring his patients' pulse-beats. By comparing the rate by age group with empirically obtained data sets, he was able to determine the intensity of the disorder.[36]\n\nBetween 270 BC and AD 500, Hellenistic (Ctesibius, Hero of Alexandria, Archimedes) and Roman horologists and astronomers were developing more elaborate mechanized water clocks. The added complexity was aimed at regulating the flow and at providing fancier displays of the passage of time. For example, some water clocks rang bells and gongs, while others opened doors and windows to show figurines of people, or moved pointers, and dials. Some even displayed astrological models of the universe. The 3rd century BC engineer Philo of Byzantium referred in his works to water clocks already fitted with an escapement mechanism, the earliest known of its kind.[37]\n\nThe biggest achievement of the invention of clepsydrae during this time, however, was by Ctesibius with his incorporation of gears and a dial indicator to automatically show the time as the lengths of the days changed throughout the year, because of the temporal timekeeping used during his day. Also, a Greek astronomer, Andronicus of Cyrrhus, supervised the construction of his Horologion, known today as the Tower of the Winds, in the Athens marketplace (or agora) in the first half of the 1st century BC. This octagonal clocktower showed scholars and shoppers both sundials and mechanical hour indicators. It featured a 24-hour mechanized clepsydra and indicators for the eight winds from which the tower got its name, and it displayed the seasons of the year and astrological dates and periods.[citation needed]\n\nIn the medieval Islamic world (632-1280), the use of water clocks has its roots from Archimedes during the rise of Alexandria in Egypt and continues on through Byzantium. The water clocks by the Arabic engineer Al-Jazari, however, are credited for going \"well beyond anything\" that had preceded them. In al-Jazari's 1206 treatise, he describes one of his water clocks, the elephant clock. The clock recorded the passage of temporal hours, which meant that the rate of flow had to be changed daily to match the uneven length of days throughout the year. To accomplish this, the clock had two tanks, the top tank was connected to the time indicating mechanisms and the bottom was connected to the flow control regulator. Basically, at daybreak, the tap was opened and water flowed from the top tank to the bottom tank via a float regulator that maintained a constant pressure in the receiving tank.[39]\n\nThe most sophisticated water-powered astronomical clock was Al-Jazari's castle clock, considered by some to be an early example of a programmable analog computer, in 1206.[40] It was a complex device that was about 11 feet (3.4 m) high, and had multiple functions alongside timekeeping. It included a display of the zodiac and the solar and lunar orbits, and a pointer in the shape of the crescent moon which traveled across the top of a gateway, moved by a hidden cart and causing automatic doors to open, each revealing a mannequin, every hour.[41][42] It was possible to re-program the length of day and night in order to account for the changing lengths of day and night throughout the year, and it also featured five musician automata who automatically play music when moved by levers operated by a hidden camshaft attached to a water wheel.[40] Other components of the castle clock included a main reservoir with a float, a float chamber and flow regulator, plate and valve trough, two pulleys, crescent disc displaying the zodiac, and two falcon automata dropping balls into vases.[43][unreliable source]\n\nThe first water clocks to employ complex segmental and epicyclic gearing was invented earlier by the Arab engineer Ibn Khalaf al-Muradi in Islamic Iberia c. 1000. His water clocks were driven by water wheels, as was also the case for several Chinese water clocks in the 11th century.[44] Comparable water clocks were built in Damascus and Fez. The latter (Dar al-Magana) remains until today and its mechanism has been reconstructed. The first European clock to employ these complex gears was the astronomical clock created by Giovanni de Dondi in c. 1365. Like the Chinese, Arab engineers at the time also developed an escapement mechanism which they employed in some of their water clocks. The escapement mechanism was in the form of a constant-head system, while heavy floats were used as weights.[44]\n\nIn 1434 during the Choson (or Joseon) Dynasty, Jang Yeong-sil (also variously transcribed Chang Yongsil or Jang Young Sil) (장영실 in Korean), Palace Guard and later Chief Court Engineer, constructed the Jagyeongnu (self-striking water clock or striking clepsydra) for King Sejong.\n\nWhat made the Jagyeongnu self-striking (or automatic) was the use of jack-work mechanisms, by which three wooden figures (jacks) struck objects to signal the time. This innovation no longer required the reliance of human workers, known as \"rooster men\", to constantly replenish it.[citation needed]\n\nThe uniqueness of the clock was its capability to announce dual-times automatically with both visual and audible signals.[45] Jang developed a signal conversion technique that made it possible to measure analog time and announce digital time simultaneously as well as to separate the water mechanisms from the ball-operated striking mechanisms.[46] The conversion device was called pangmok, and was placed above the inflow vessel that measured the time, the first device of its kind in the world.[47] Thus, the Striking Palace Clepsydra is the first hydro-mechanically engineered dual-time clock in the history of horology.[48][49]\n\n"
        },
        {
            "title": "",
            "text": "When viscosity can be neglected, the outflow rate of the water is governed by Torricelli's law, or more generally, by Bernoulli's principle. Viscosity will dominate the outflow rate if the water flows out through a nozzle that is sufficiently long and thin, as given by the Hagen–Poiseuille equation.[50] Approximately, the flow rate is for such design inversely proportional to the viscosity, which depends on the temperature. Liquids generally become less viscous as the temperature increases. In the case of water, the viscosity varies by a factor of about seven between zero and 100 degrees Celsius. Thus, a water clock with such a nozzle would run about seven times faster at 100 °C than at 0 °C. Water is about 25 percent more viscous at 20 °C than at 30 °C, and a variation in temperature of one degree Celsius, in this \"room temperature\" range, produces a change of viscosity of about two percent.[51] Therefore, a water clock with such a nozzle that keeps good time at some given temperature would gain or lose about half an hour per day if it were one degree Celsius warmer or cooler. To make it keep time within one minute per day would require its temperature to be controlled within 1⁄30°C (about 1⁄17° Fahrenheit). There is no evidence that this was done in antiquity, so ancient water clocks with sufficiently thin and long nozzles (unlike the modern pendulum-controlled one described above) cannot have been reliably accurate by modern standards.  However, while modern timepieces may not be reset for long periods, water clocks were likely reset every day, when refilled, based on a sundial, so the cumulative error would not have been great.[citation needed]\n\n"
        }
    ]
}