{
    "url": "https://en.wikipedia.org/wiki/Water_and_religion",
    "title": "Water and religion",
    "table_of_contents": [
        "1 Holy water",
        "2 Ritual washing",
        "3 Immersion of deities",
        "4 Water deities",
        "5 See also",
        "6 References",
        "7 Further reading"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Water is considered a purifier in most religions.\n\n"
        },
        {
            "title": "Holy water",
            "text": "Some faiths use water especially prepared for religious purposes (holy water in most Christian denominations, mambuha in Mandaeism, amrita in Sikhism and Hinduism). Many religions also consider particular sources or bodies of water to be sacred or at least auspicious; examples include Lourdes in Roman Catholicism, the Jordan River (at least symbolically) in some Christian churches and Mandaeism called Yardena, the Zamzam Well in Islam and the River Ganges (among many others) in Hinduism.\n\n"
        },
        {
            "title": "Ritual washing",
            "text": "Faiths that incorporate ritual washing (ablution) include Christianity,[1][2][3] Mandaeism, Hinduism, Buddhism, Sikhism, Judaism, Islam, the Baháʼí Faith, Shinto, Taoism, and the Rastafari movement. Immersion (or aspersion or affusion) of a person in water is a central sacrament of Christianity (where it is called baptism); it is also a part of the practice of other religions, including Mandaeism (masbuta), Judaism (mikvah) and Sikhism (Amrit Sanskar). In addition, a ritual bath in pure water is performed for the dead in many religions including Judaism, Mandaeism and Islam. In Islam, the five daily prayers can be done in most cases (see Tayammum) after completing washing certain parts of the body using clean water (wudu). In Shinto, water is used in almost all rituals to cleanse a person or an area (e.g., in the ritual of misogi).\n\n"
        },
        {
            "title": "Immersion of deities",
            "text": "In Hinduism, statues of Durga and Ganesh are immersed in rivers at the final stages of the festivals Durga Puja and Ganesh Chaturthi respectively.[4]\n\nIn Christianity, the baptism of Jesus is an important moment in Christian theology and is celebrated in Western Christianity as Epiphany. In the Christian East this feast is celebrated as Theophany on January 6.[5]\n\n"
        },
        {
            "title": "Water deities",
            "text": "Water deities are usually a focus of worship at specific springs or holy wells, but there are also more abstract ocean deities, and deities representing \"water\" as an abstract element, such as Aban in Zoroastrianism.\n\nExample for local tutelary water deities include Celtic Sulis, worshipped at the thermal spring at Bath, or Ganges in Hinduism, personified as a goddess. The Hindu goddess Saraswati originated as a personification of the Saraswati River in the Rigveda, but became a more abstract deity of wisdom in Hinduism. African examples include the Yoruba river goddess Oshun, the Igbo lake goddess Ogbuide (Uhammiri), the Igbo river goddess Idemili and Agulu Lake (Achebe).[citation needed]\n\n"
        }
    ]
}