{
    "url": "https://en.wikipedia.org/wiki/Way_Down_East",
    "title": "Way Down East",
    "table_of_contents": [
        "1 Plot",
        "2 Cast",
        "3 Production",
        "4 Censorship",
        "5 Reception",
        "5.1 Box office",
        "5.2 Later assessments of the film",
        "6 References",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nWay Down East is a 1920 American silent romantic drama film directed by D. W. Griffith and starring Lillian Gish. It is one of four film adaptations of the melodramatic 19th century play Way Down East by Lottie Blair Parker. There were two earlier silent versions and one sound version in 1935 starring Henry Fonda.[2] Griffith's version is particularly remembered for its climax in which Lillian Gish's character is rescued from doom on an icy river.\n\n"
        },
        {
            "title": "Plot",
            "text": "Anna (Lillian Gish) is a poor country girl who is tricked by handsome man-about-town Lennox (Lowell Sherman) into a fake wedding. When she becomes pregnant, he reveals the truth of their relationship and leaves her. She has the baby, named Trust Lennox, on her own in a boarding house.\n\nWhen the baby dies she wanders until she gets a job with Squire Bartlett (Burr McIntosh). Despite being unofficially engaged, David (Richard Barthelmess), Squire Bartlett's son, falls for her, but she rejects him due to her torrid past. Lennox then shows up as an old friend of the Bartletts, and lusting for another local girl, Kate. Seeing Anna, he tries to get her to leave, but she refuses to go claiming she never did anything wrong, although she promises to say nothing about their history.\n\nFinally, the woman running the boardinghouse while visiting the Bartletts recognizes Anna. Squire Bartlett eventually learns of Anna's past from Martha, the town gossip. In his anger, he tosses Anna out into a snow storm. She agrees to go, but not before naming the respected Lennox as her despoiler and the father of her dead baby. She becomes lost in the raging storm while David leads a search party. In the climax, the unconscious Anna floats on an ice floe down a river towards a waterfall, until rescued at the last moment by David, who marries her in the final triple marriage ceremony scene.\n\nSubplots relate the romances and eventual marriages of some of the picaresque characters inhabiting the village.\n\n"
        },
        {
            "title": "Production",
            "text": "D. W. Griffith bought the film rights to the story, originally a stage play by Lottie Blair Parker that was elaborated by Joseph R. Grismer. Grismer's wife, the Welsh actress Phoebe Davies, became identified with the play beginning in 1897 and starred in over 4,000 performances of it by 1909, making it one of the most popular plays in the United States. Davies died in 1912, having toured the play for well over ten years. The play, an old-fashioned story that espoused nineteenth-century American and Victorian ideals, was considered outdated by the time of its cinematic production in 1920.[3]\n\nAlthough it was Griffith's most expensive film to date, it was also one of his most commercially successful. Way Down East is the fourth-highest grossing silent film in cinema history, taking in more than $4.5 million at the box office in 1920.[4] \nSome sources, quoting newspaper ads of the time, say a sequence was filmed in an early color process, possibly Technicolor or Prizmacolor.[5][6]\n\nClarine Seymour, who had appeared in four previous Griffith films, was hired to play Kate, the squire's niece. However, when Seymour died after surgery, her role was given to Mary Hay, and Seymour's footage was reshot.\n\nThe famous ice-floe sequence was filmed in White River Junction, Vermont. An actual waterfall was used, though it was only a few feet high; the long shot where a large drop is shown was filmed at Niagara Falls. The ice needed to be sawed or dynamited before filming could be done. During filming, a small fire had to be kept burning beneath the camera to keep the oil from freezing. At one point, Griffith was frostbitten on one side of his face. No stunt doubles were used at the time, so Gish and Barthelmess performed the stunts themselves. Gish's hair froze, and she lost feeling in her hand from the cold.[7][8] It was her idea to put her hand and hair in the water, an image which would become iconic. Her right hand would be somewhat impaired for the remainder of her life. The shot where the ice floes are filmed going over the waterfall was filmed out of season, so those ice floes are actually wooden. Cinematographically, the ice floe scene is an early example of parallel action.\n\n"
        },
        {
            "title": "Censorship",
            "text": "Similar to other Griffith productions, Way Down East was subjected to censorship by some American state film censor boards. For example, the Pennsylvania film board required over 60 cuts in the film, removing the mock marriage and honeymoon between Lennox and Anna as well as any hints of her pregnancy, effectively destroying the film's integral conflict.[9] The resulting film may have surprised viewers in that state when a child suddenly appears shortly before its death. Other cuts removed scenes where society women smoke cigarettes and an intertitle with the euphemism \"wild oats.\"[9]\n\n"
        },
        {
            "title": "Reception",
            "text": "The film earned $1 million in profit.[10]\n\n\nAfter viewing the drama at a public screening in 1994, film critic Mark Adamo of The Washington Post was especially impressed with Gish's performance and with Griffith's highly innovative \"cinematic style\":\n\nLater, in 2007, in his comparison of this production to other works by Griffith, film reviewer Paul Brenner judged it to be one of the director's better, less \"preachy\" screen presentations:\n"
        }
    ]
}