{
    "url": "https://en.wikipedia.org/wiki/Wayne_Dyer",
    "title": "Wayne Dyer",
    "table_of_contents": [
        "1 Early life",
        "2 Career",
        "3 Influences",
        "4 Books",
        "5 Criticism",
        "6 Personal life",
        "6.1 Credos",
        "7 Death",
        "8 Bibliography",
        "8.1 Fiction book",
        "8.2 Nonfiction books",
        "8.3 Children's books",
        "9 TV Programs & Films",
        "10 See also",
        "11 References",
        "12 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nWayne Walter Dyer (May 10, 1940 – August 29, 2015) was an American self-help author and a motivational speaker. Dyer completed a Ed.D. in guidance and counseling at Wayne State University in 1970.[1] Early in his career, he worked as a high school guidance counselor, and went on to run a successful private therapy practice. He became a popular professor of counselor education at St. John's University, where he was approached by a literary agent to put his ideas into book form. The result was his first book, Your Erroneous Zones (1976), one of the best-selling books of all time, with an estimated 100 million copies sold to date.[2] This launched Dyer's career as a motivational speaker and self-help author, during which he published 20 more best-selling  books and produced a number of popular specials for PBS. Influenced by thinkers such as Abraham Maslow and Albert Ellis, Dyer's early work focused on psychological themes such as motivation, self actualization and assertiveness. By the 1990s, the focus of his work had shifted to spirituality. Inspired by Swami Muktananda and New Thought,[citation needed] he promoted themes such as the \"power of intention,\" collaborated with alternative medicine advocate Deepak Chopra on a number of projects, and was a frequent guest on the Oprah Winfrey Show.\n\n"
        },
        {
            "title": "Early life",
            "text": "Dyer was born in Detroit, Michigan, to Melvin Lyle Dyer and Hazel Irene Vollick. He spent much of his first ten years in an orphanage on the east side of Detroit,[3] after his father walked out on the family, leaving his mother to raise three small boys.[4] After graduating from Denby High School, Dyer served in the United States Navy from 1958 to 1962. He received his Ed.D. degree in counseling from Wayne State University.[5] His dissertation was titled Group Counseling Leadership Training in Counselor Education.[1]\n\n"
        },
        {
            "title": "Career",
            "text": "Dyer, a Detroit native,[6] worked as a high school guidance counselor there and as a professor of counseling psychology at St. John's University in New York City.[3] He pursued an academic career, published in journals, and established a private therapy practice. His lectures at St. John's University, which focused on positive thinking and motivational speaking techniques, attracted many students. Literary agent Arthur Pine persuaded Dyer to document his theories in his first book, called Your Erroneous Zones (1976).[7] Dyer quit his teaching job and began a publicity tour of the United States, doggedly pursuing bookstore appearances and media interviews (\"out of the back of his station wagon\", according to Michael Korda, making the best-seller lists \"before book publishers even noticed what was happening\"[8]). After Your Erroneous Zones dozens more books followed, many of them also best-sellers.[6] Among them were Wishes Fulfilled, Excuses Begone and The Sky’s the Limit. The success of these books eventually led to national television talk show appearances including The Merv Griffin Show, The Tonight Show, and The Phil Donahue Show.[3]\n\nDyer proceeded to build on his success with lecture tours, a series of audiotapes, PBS programs, and regular publication of new books. Dyer's message resonated with many in the New Thought Movement and beyond. He often recounted anecdotes from his family life and repeatedly used his own life experience as an example. His self-made man success story was a part of his appeal.[3] Dyer told readers to pursue self actualization, calling reliance on the self a guide to \"religious\" experience, and suggested that readers emulate Jesus Christ, whom he termed both an example of a self-actualized person and a \"preacher of self-reliance\".[9] Dyer criticized societal focus on guilt, which he saw as an unhealthy immobilization in the present due to actions taken in the past. He encouraged readers to see how parents, institutions, and even they, themselves, had imposed guilt trips upon themselves.[10]\n\nAlthough Dyer initially resisted the spiritual tag, by the 1990s he had altered his message to include more components of spirituality when he wrote the book Real Magic and discussed higher consciousness in the book Your Sacred Self.[3][11]\n\n"
        },
        {
            "title": "Influences",
            "text": "Wayne Dyer claimed Nisargadatta Maharaj as his teacher and cited the quotation: \"Love says: 'I am everything'. Wisdom says: 'I am nothing'\", from a compilation of talks on Shiva Advaita (Nondualism) philosophy I Am That. He was influenced by Abraham Maslow's concept of self-actualization and by the teachings of Swami Muktananda, whom he considered to be his Master.[12][13] In his book, Wishes Fulfilled; Mastering the Art of Manifesting, Dr. Dyer also credited Saint Francis of Assisi and the Chinese philosopher Lao Tzu as foundational influences in his work.[14]\n\n"
        },
        {
            "title": "Books",
            "text": "Pulling Your Own Strings (Copyright 1978) was Dyers' second work as sole author. It developed the idea of habitual \"belief systems\" hampering our personal effectiveness. Chapter 7, \"Never Place Loyalty to Institutions and Things Above Loyalty to Yourself,\" included \"Strategies for eliminating institutional victimisation.\"[15]\n\nThe Sky is the Limit (copyright 1980) was the third work by Dyer as sole author. In it, Dyer introduced the concept of the \"critical inch\", that portion of life in which the ultimate meaning of our lives is considered. He was critical of the \"hurry up\" Western world. In Chapter 8, \"Cultivating a sense of Purpose,\" he recommended such strategies as \"Do something you have never done before,\" \"Make a point to talk to a stranger today,\" and \"Stop defending things as they have always been.\"[16]\n\n"
        },
        {
            "title": "Criticism",
            "text": "Psychologist Albert Ellis wrote that Dyer's book Your Erroneous Zones was probably \"the worst example\" of plagiarism of Ellis's Rational Emotive Therapy (RET).[17] In a 1985 letter to Dyer, Ellis claimed that Dyer had participated in an Ellis workshop on RET before he published Your Erroneous Zones, in which Dyer appeared to understand RET very well. Ellis added that \"300 or more people have voluntarily told me... that [the book] was clearly derived from RET.\" Dyer never apologized nor expressed any sense of wrongdoing. Ellis admonished Dyer for unethically and unprofessionally failing to credit Ellis's work as the book's primary source, but he never took legal action and that is because in the final analysis, he actually felt overall gratitude for Dyer's work, writing: \"Your Erroneous Zones is a good book, ... it has helped a great number of people, and ... it outlines the main principles of RET quite well,... with great simplicity and clarity.\"[18]\nIn Your Erroneous Zones, Dyer makes reference to Albert Ellis in chapter seven. However, Dyer affirmatively stated that the entire premise of Your Erroneous Zones was principally derived from three years of audio tapes of the lectures that he gave while acting as a professor at St. John's University in New York on pages 150–155 of his memoir I Can See Clearly Now, which was published by Hay House Publishing in 2014, one year before Dyer's death. Thus, Ellis's criticism of Dyer was disputed and has not been proven.\n\nIn 2010, writer Stephen Mitchell filed a lawsuit against Dyer and his publisher, Hay House, for copyright infringement for taking 200 lines, without permission, from his version of the Tao Te Ching for Dyer's books Living the Wisdom of the Tao and Change Your Thoughts – Change Your Life.[19] The suit was dismissed in 2011 after Dyer and Mitchell agreed to a settlement.[20]\n\n"
        },
        {
            "title": "Personal life",
            "text": "Dyer was married three times. With his first wife, Judy, he had a daughter. With his second wife, Susan Casselman, he had no children. With his third wife, Marcelene, he had five children, and two stepchildren from Marcelene's prior marriage. Wayne and Marcelene legally separated in 2001, after 20 years of marriage. After their separation period they reunited and remained married until his death.[21][additional citation(s) needed]\n\nRegarding his personal philosophical outlook, Dyer stated that:\n\n"
        },
        {
            "title": "Death",
            "text": "Dyer died from a heart attack, according to his publicist Lindsay McGinty, in Maui, Hawaii,[6] on August 30, 2015, at age 75.[24][25][26] He had been diagnosed with leukemia in 2009.[27]\n\n"
        }
    ]
}