{
    "url": "https://en.wikipedia.org/wiki/Webcomic",
    "title": "Webcomic",
    "table_of_contents": [
        "1 Medium",
        "1.1 Styles",
        "1.2 Content",
        "1.3 Format",
        "2 History",
        "3 Webcomics collectives",
        "4 Business",
        "5 Awards",
        "6 Webcomics in print",
        "7 Non-anglophone webcomics",
        "8 See also",
        "9 References",
        "10 Further reading",
        "11 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nWebcomics (also known as online comics or Internet comics) are comics published on a website or mobile app. While many are published exclusively on the web, others are also published in magazines, newspapers, or comic books.\n\nWebcomics can be compared to self-published print comics in that anyone with an Internet connection can publish their own webcomic. Readership levels vary widely; many are read only by the creator's immediate friends and family, while some of the largest claim audiences well over one million readers.[1][2][3] Webcomics range from traditional comic strips and graphic novels to avant garde comics, and cover many genres, styles, and subjects.[4] They sometimes take on the role of a comic blog.[5] The term web cartoonist is sometimes used to refer to someone who creates webcomics.\n\n"
        },
        {
            "title": "Medium",
            "text": "There are several differences between webcomics and print comics. With webcomics the restrictions of traditional books, newspapers or magazines can be lifted, allowing artists and writers to take advantage of the web's unique capabilities.\n\nThe creative freedom webcomics provide allows artists to work in nontraditional styles. Clip art or photo comics (also known as fumetti) are two types of webcomics that do not use traditional artwork. A Softer World, for example, is made by overlaying photographs with strips of typewriter-style text.[6] As in the constrained comics tradition, a few webcomics, such as Dinosaur Comics by Ryan North, are created with most strips having art copied exactly from one (or a handful of) template comics and only the text changing.[7] Pixel art, such as that created by Richard Stevens of Diesel Sweeties, is similar to that of sprite comics but instead uses low-resolution images created by the artist themself.[8] However, it is also common for some artists to use traditional styles, similar to those typically published in newspapers or comic books.\n\nWebcomics that are independently published are not subject to the content restrictions of book publishers or newspaper syndicates, enjoying an artistic freedom similar to underground and alternative comics. Some webcomics stretch the boundaries of taste, taking advantage of the fact that internet censorship is virtually nonexistent in countries like the United States.[4] The content of webcomics can still cause problems, such as Leisure Town artist Tristan Farnon's legal trouble after creating a profane Dilbert parody,[9] or the Catholic League's protest of artist Eric Millikin's \"blasphemous treatment of Jesus.\"[10]\n\nWebcomic artists use many formats throughout the world. Comic strips, generally consisting of three or four panels, have been a common format for many artists. Other webcomic artists use the format of traditional printed comic books and graphic novels, sometimes with the plan of later publishing books.\n\nScott McCloud, one of the first advocates of webcomics,[when?] pioneered the idea of the \"infinite canvas\" where, rather than being confined to normal print dimensions, artists are free to spread out in any direction indefinitely with their comics.[11][12] Such a format proved highly successful in South-Korean webcomics when JunKoo Kim implemented an infinite scrolling mechanism in the platform Webtoon in 2004.[13] In 2009, French web cartoonist Balak described Turbomedia, a format for webcomics where a reader only views one panel at a time, in which the reader decides their own reading rhythm by going forward one panel at a time.[14] Some web cartoonists, such as political cartoonist Mark Fiore or Charley Parker with Argon Zark!, incorporate animations or interactive elements into their webcomics.[15]\n\n"
        },
        {
            "title": "History",
            "text": "The first comics to be shared through the Internet were Eric Millikin's Witches and Stitches, which he started uploading on CompuServe in 1985.[16][17] Services such as CompuServe and Usenet were used before the World Wide Web started to rise in popularity in 1993. Early webcomics were often derivatives from strips in college newspapers,[citation needed] but when the Web became widely popular in the mid-1990s, more people started creating comics exclusively for this medium. By 2000, various webcomic creators were financially successful and webcomics became more artistically recognized. Unique genres and styles became popular during this period.\n\nThe 2010s also saw the rise of webtoons in South Korea, where the form has become very prominent. This decade has also seen an increasingly larger number of successful webcomics being adapted into animated series in China and Japan.\n\n"
        },
        {
            "title": "Webcomics collectives",
            "text": "In March 1995, artist Bebe Williams launched one of the first webcomics collectives, Art Comics Daily.[18] Newspaper comic strip syndicates also launched websites in the mid-1990s.\n\nOther webcomics collectives followed, with many launching in the next decade. In March 2000, Chris Crosby, Crosby's mother Teri, and other artists founded  Keenspot.[19][20] In July 2000, Austin Osueke launched eigoMANGA, publishing original online manga, referred to as  \"webmanga\".\n\nIn 2001, the subscription webcomics site Cool Beans World was launched. Contributors included UK-based comic book creators Pat Mills, Simon Bisley, John Bolton, and Kevin O'Neill, and the author Clive Barker.[21] Serialised content included Scarlet Traces and Marshal Law.\n\nIn March 2001, Shannon Denton and Patrick Coyle launched Komikwerks.com serving free strips from comics and animation professionals. The site launched with 9 titles including Steve Conley's Astounding Space Thrills,  Jason Kruse's The World of Quest, and Bernie Wrightson's The Nightmare Expeditions.\n\nOn March 2, 2002, Joey Manley founded Modern Tales, offering subscription-based webcomics.[22] The Modern Tales spin-off serializer followed in October 2002, then came girlamatic and Graphic Smash in March and September 2003 respectively.\n\nBy 2005, webcomics hosting had become a business in its own right, with sites such as Webcomics Nation.[23]\n\nTraditional comic book publishers, such as Marvel Comics and Slave Labour Graphics, did not begin making serious digital efforts until 2006 and 2007.[24] DC Comics launched its web comic imprint, Zuda Comics in October 2007.[25] The site featured user submitted comics in a competition for a professional contract to produce web comics. In July 2010, it was announced that DC was closing down Zuda.[26]\n\n"
        },
        {
            "title": "Business",
            "text": "Some creators of webcomics are able to do so professionally through various revenue channels. Webcomic artists may sell merchandise based on their work, such as T-shirts and toys, or they may sell print versions or compilations of their webcomic.[27] Webcomic creators can also sell online advertisements on their websites.[28] In the second half of the 2000s, webcomics became less financially sustainable due to the rise of social media and consumers' disinterest in certain kinds of merchandise. Crowdfunding through Kickstarter and Patreon have also become sources of income for web cartoonists.[29]\n\nWebcomics have been used by some cartoonists as a path towards syndication in newspapers.[30] Since the mid-1990s, Scott McCloud advocated for micropayments systems as a source of income for web cartoonists, but micropayment systems have not been popular with artists or readers.[31]\n\n"
        },
        {
            "title": "Awards",
            "text": "Many webcomics artists have received honors for their work. In 2006, Gene Luen Yang's graphic novel American Born Chinese, originally published as a webcomic on Modern Tales, was the first graphic novel to be nominated for a National Book Award.[32] Don Hertzfeldt's animated film based on his webcomics, Everything Will Be OK, won the 2007 Sundance Film Festival Jury Award in Short Filmmaking, a prize rarely bestowed on an animated film.[33]\n\nMany traditionally print-comics focused organizations have added award categories for comics published on the web. The Eagle Awards established a Favorite Web-based Comic category in 2000, and the Ignatz Awards followed the next year by introducing an Outstanding Online Comic category in 2001. After having nominated webcomics in several of their traditional print-comics categories, the Eisner Awards began awarding comics in the Best Digital Comic category in 2005. In 2006 the Harvey Awards established a Best Online Comics Work category, and in 2007 the Shuster Awards began an Outstanding Canadian Web Comic Creator Award. In 2012 the National Cartoonists Society gave their first Reuben Award for \"On-line comic strips.\"[34]\n\nOther awards focus exclusively on webcomics. The Web Cartoonists' Choice Awards[35][36] consist of a number of awards that were handed out annually from 2001 to 2008. The Dutch Clickburg Webcomic Awards (also known as the Clickies) has been handed out four times between 2005 and 2010. The awards require the recipient to be active in the Benelux countries, with the exception of one international award.[37]\n\n"
        },
        {
            "title": "Webcomics in print",
            "text": "Though webcomics are typically published primarily on the World Wide Web, often webcomic creators decide to also print self-published books of their work. In some cases, web cartoonists may get publishing deals in which comic books are created of their work. Sometimes, these books are published by mainstream comics publishers who are traditionally aimed at the direct market of comic books stores.[38] Some web cartoonists may pursue print syndication in established newspapers or magazines.\n\nThe traditional audience base for webcomics and print comics are vastly different, and webcomic readers do not necessarily go to bookstores. For some web cartoonists, a print release may be considered the \"goal\" of a webcomic series, while for others, comic books are \"just another way to get the content out.\"[39] Webcomics have been seen by some artists as a potential new path towards syndication in newspapers. According to Jeph Jacques (Questionable Content), \"there's no real money\" in syndication for webcomic artists. Some artists are not able to syndicate their work in newspapers because their comics are targeted to a specific niche audience and wouldn't be popular with a broader readership.[40]\n\n"
        },
        {
            "title": "Non-anglophone webcomics",
            "text": "Many webcomics are published primarily in English, this being a major language in Australia, Canada, India, the United States, and the United Kingdom. Cultures surrounding non-anglophone webcomics have thrived in countries such as China, France, India, Japan, and South Korea.\n\nWebcomics have been a popular medium in India since the early 2000s. Indian webcomics are successful as they reach a large audience for free[42] and they are frequently used by the country's younger generation to spread social awareness on topics such as politics and feminism. These webcomics achieve a large amount of exposure by being spread through social media.[43]\n\nIn China, Chinese webcomics have become a popular way to criticize the communist government and politicians in the country. Many webcomics by popular artists get shared around the country thanks to social networks such as Sina Weibo and WeChat. Many titles will often be censored or taken down by the government.\n\n"
        }
    ]
}