{
    "url": "https://en.wikipedia.org/wiki/Webtoon",
    "title": "Webtoon",
    "table_of_contents": [
        "1 Format",
        "1.1 Revenue model",
        "2 Origins and history",
        "2.1 Generation Zero",
        "2.2 First generation",
        "2.3 Second generation",
        "2.4 Third generation",
        "3 Market",
        "4 Outside of South Korea",
        "4.1 Mainland China and Taiwan",
        "4.2 Japan",
        "4.3 India",
        "4.4 Southeast Asia",
        "4.5 Western countries",
        "5 See also",
        "6 References",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Webtoons (Korean: 웹툰), are a type of digital comic that originated in South Korea usually meant to be read on smartphones.\n\nWhile webtoons were mostly unknown outside of Korea during their inception, there has been a surge in popularity internationally thanks in great part to the rise in popularity of manhwa and the fact that most manhwa are released as webtoons.[1]\nIn the country, as digital manhwa have emerged as a popular medium, print publication of manhwa has decreased.[citation needed] The amount of material published in webtoon form has now reached an equal amount as that published offline.[2]\n\n"
        },
        {
            "title": "Format",
            "text": "[3] usually feature a few of common traits: each episode is published on one long, vertical strip (making use of an infinite canvas rather than multiple pages so that it is easier to read on a smartphone or computer); some feature music and animations that play during each chapter; and unlike the majority of East Asian comics, they are usually in color instead of black-and-white since they are published digitally on a website or app rather than physically in a magazine. In the case of South Korea, there are also different censorship laws for materials published online than in print which has led to more manhwa that is erotic and sexually explicit being produced and published as webtoons.[4]\n\nLike other online publications, there are a variety of payment models used for webtoons. Some offer a limited set of chapters for free and charge for the rest. Others allow only a certain number of chapters to be read per day without payment.[citation needed]\n\nCreators of webtoons can earn money from ads displayed on their series. Until 2019, amateur creators could earn money from the credit that was given by their fans. The money that the pro and amateur creators receive depends on the page view.[5]\n\n"
        },
        {
            "title": "Origins and history",
            "text": "While there has been webcomics uploaded and hosted by individual creators since the mid-to-late 1990s, the advent of the webtoon model dates back to 2000, when Lycos Korea, the Korean version of the American search engine Lycos, launched the Manwha Bang section in their portal site. Yahoo! Korea followed suit with a similar service called Cartoon Sesang two years later. By the year of 2002, based on the Cultural Industry Promoting Law, the predecessor of the Korea Creative Content Agency was established and started to support the manwha and related industries as a whole.[6]\n\nThe Korean web portal Daum created a webtoon service known as Daum Webtoon in 2003 and was later followed by Naver with the launch of Naver Webtoon in 2004.[7] These services regularly release webtoons that are available for free. According to David Welsh of Bloomberg, comics account for a quarter of all book sales in South Korea, while more than 3 million Korean users paid to access online manhwa and 10 million users read free webtoons.[8]\n\nSouth Korea's first webtoon is 《Uninhabited Island》 (Korean: 무인도; Hanja: 無人島; RR: Muindo) by Han Hee-jak in 1996.[9]\n\nAs of July 2014[update], Naver had published 520 webtoons while Daum had published 434. Since the early 2010s, services such as TappyToon and Spottoon have begun to officially translate webtoons into English while some Korean publishers like Lezhin, Toomics, and TopToon have begun to self translate their works.[10][11][12] Examples of popular webtoons that have been translated into English are Lookism, Untouchable, Yumi's Cells, The Sound of Heart, Tales of the Unusual, The Gamer, The God of High School, Girls of the Wild's, Noblesse, and Tower of God. In recent years, these webtoons have been gaining popularity in Western markets, rivalling Japanese manga.[13]\n\nIn the past, it was divided into two ratings: All (webtoon suitable for all ages) and 18 (No one under 18 is allowed to read this webtoon). From May 2019, the webtoon rating system was implemented. It is said that 10 platforms including Naver and Daum will participate. The ratings are expected to be △ All △ 12 years or older △ 15 years or older △ 19 years old (18 years old) or older.[14]\n\nThe earliest webtoons were scanned original comics uploaded onto the Internet, usually formatted on a one-page layout.[citation needed]\n\nWith the development of technology, authors were able to utilize flash animation effects.[citation needed]\n\nEnhanced preloading enabled later authors to adopt a vertical layout with scrolling. In contrast to comics with a dense panel composition, scrolling brings new panels into view. This makes webtoons suitable for gradual and continuous representation, allowing webtoon reading to become more fluid.[15]\n\nWith the advent of the smartphone and tablet, webtoons have also migrated to new platforms such as apps. There have also been sounds introduced to imply further expressions and tones, as well as interactive motions to create excitement and bring attention to certain objects for the viewers.[16]\n\nPrior to 2014, most webtoons were only available in English through unofficial fan translations. In July 2014, Naver subsidiary Line began publication of translations of popular webtoons to English via the Webtoon service.[17][18]\n\n"
        },
        {
            "title": "Market",
            "text": "The market for webtoons and their derivatives is currently valued at around KR₩420 billion (US$368 million).[19]\n\nAlthough digital comics are increasingly popular, print publication remains the primary means of comic retail. Some publishers offer online content and print content simultaneously.[20]\n\nWebtoons have been taken as source material by a number of different mediums, including film and television; one of the earliest examples of this was 'Tazza, a 2006 film based on the comic by Huh Young-man. This work was serialized in the Sports Chosun and garnered over 100 million homepage views, later being adapted into two films. (Tazza: The High Rollers, Tazza: The Hidden Card), and one television series (Tazza (TV series)). Another of Huh's works, Sikgaek (Le Grand Chef), was published in the Dong-a Ilbo for five years and sold 540,000 copies in paperback version.\n\nNaver's Webtoon service, launched in 2014, is now the biggest webtoon platform in Korea. According to Naver, it reaches over 6.2 million daily users. The free WEBTOON translation service has allowed webtoons to form part of the global Korean Wave.[21]\n\nThey also collaborate with movies.[22]\n\n"
        },
        {
            "title": "Outside of South Korea",
            "text": "The webtoon format has also expanded to other countries with many different distributors offering original and translated webtoons for users to read as well as offering platforms for anyone to upload their own webtoons.\n\nIn mainland China and Taiwan, webtoons along with web manhua have seen an increase in production and popularity since they are rarely published and just like in South Korea, have resulted in a resurgence and interest in the manhua industry as more content is consumed digitally. Almost all of the big webtoon portals in China are offered by the big internet companies in the country while in Taiwan the bigger webtoon publishers outside of the country like Comico, Toomics, and Webtoon are more popular since their services are available there.[23]\n\nWebtoons in Japan were slow to catch on as well as in other countries mainly due to the traditional manga industry still being the main way in which manga gets released and published. Even web manga, which have seen a recent rise in popularity, are often in black-and-white instead of color, as is common in their Korean and Chinese counterparts, despite being released digitally.[24] Despite this, there have been some strides to penetrate the Japanese market and slowly more mangaka are trying out the webtoon format to release their titles.[25] Lezhin, Comico, Naver, Line, and Kakao offer webtoon portals with translated works for Japanese readers. Comico, one of the biggest webtoon publishers in the world, was created by the Japanese subsidiary of NHN Entertainment, NHN Japan. To date, there are only two webtoon portals that offer original Japanese webtoons, Comico and Naver (under the name XOY 2017–2018 to 2019). All XOY webtoons have been integrated onto Line Manga a Japanese Manga service while XOY was up until its demise in January 2019.[26] Kakao has also had success in the Japanese market by offering both licensed manga and translated Korean webtoons with their service, Piccoma. This has been credited to the webtoon pay model that the service implements where some chapters are offered for free for a short period of time.[27] Kakao Japan has announced that it will start offering original Japanese, Korean, and Chinese webtoons for Piccoma in the Summer of 2018.[28] 2021 saw a great deal of tracking for webtoon in Japan with investment from traditional Japanese manga publishers like Shueisha and Shogakukan.[29][30] CELSYS announced on that they will support webtoon in their CLIP STUDIO READER platform from February 2022.[31]\n\nIn India, webtoons have grown into popularity.[32] With the global launch of LINE Webtoon by NAVER Corporation in 2014, it became the first go to app that introduced webtoons in India.[33] Kross Komics launched the first dedicated Indian webtoon portal in 2020 targeting domestic audience and offering 40 translated South Korean titles in English, Hindi and Telugu. It is also planning to introduce content from the Chinese and Japanese markets.[32][34] After its official mobile app release on 7 December 2019, it was downloaded over 200,000 times on Google Play.[32] As of July 2021, it registered 1.1 million monthly active uses and 3.5 million app downloads.[35] Webtoon dramatization further helped increase readership.[36]\n\nKross Komics, founded in May 2019, is headquartered in Seoul with additional offices in Mumbai and Los Angeles. It mainly targets the 15-24 age group, especially females, and supports both Korean and Indian webtoon content creators.[37][38] Popularity of digital comics is now encouraging Indian publishers such as Graphic India to launch their own service called Toonsutra in the market.[39][40] In 2021, Kakao Entertainment was planning to enter the Indian market after its acquisition of Kross Komics in 2020.[41][42] From Q3 2022, Kakao Entertainment will provide webtoon content and customer support for Kross Komics.[43]\n\nIndonesia and Thailand have become big markets for the webtoon industry with both Naver (under WEBTOON) and Comico offering both original webtoons and fully translated titles. Some webtoons made in Indonesia and Thailand, such as Teen Mom and Eggnoid, have even been translated and published outside the countries . Vietnam launched its first webtoon portal, Vinatoon, which offers translated titles from Daum Webtoon and Mr. Blue with the intention of opening up another market.[44]\n\nMany webtoon publishers have had success in penetrating markets outside of Asia with the biggeat successes being the United States and other English speaking countries.[45] Lezhin, Toomics, Manta, and Naver are the only big publishers who translate their own titles rather than licensing them out and Naver (under the Line brand) even offers the ability for fan translations to be offered in different languages. TopToon's TopToonPlus service, launched in July 2021, was another global launch by a Korean webtoon company for their global fans. In its first month of service, it gained over 200,000 subscribers.[12] Spottoon and TappyToon offer translated licensed works from various publishers including KToon, Bomtoon, Foxtoon, and many more. Besides just the consumption of translated works, there has also been a rise in the creation of original non-Asian webtoons thanks in part to sites like Tapas and WEBTOON offering the ability for anyone to submit their own work.[46] In the beginning, many of the webtoons created outside of Asia tended to just be webcomics released in the webtoon format but over time, more artists have released more titles that are full-fledged comics rather than reformatted webcomics.\n\nDelitoon is another platform only for French and people based in France, providing translated licensed works mainly from Korean content providers. To better serve US market and increase the intellectual property value chain, Kakao Enetertainment in 2022 merged with Tapas Media and Radish Media to form a single entity.[47]\n\n"
        }
    ]
}