{
    "url": "https://en.wikipedia.org/wiki/Weightlessness",
    "title": "Weightlessness",
    "table_of_contents": [
        "1 Weightlessness in Newtonian mechanics",
        "2 Weightless and reduced weight environments",
        "2.1 Reduced weight in aircraft",
        "2.1.1 NASA's Reduced Gravity Aircraft",
        "2.1.2 European Space Agency A310 Zero-G",
        "2.1.3 Commercial flights for public passengers",
        "2.2 Ground-based drop facilities",
        "2.3 Neutral buoyancy",
        "2.4 Weightlessness in a spacecraft",
        "2.5 Weightlessness at the center of a planet",
        "3 Human health effects",
        "3.1 Effects on non-human organisms",
        "4 Technical adaptation in zero gravity",
        "5 See also",
        "6 Notes",
        "7 References",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Weightlessness is the complete or near-complete absence of the sensation of weight. It is also termed zero gravity, zero G-force, or zero-G.[1]\n\nWeight is a measurement of the force on an object at rest in a relatively strong gravitational field (such as on the surface of the Earth). These weight-sensations originate from contact with supporting floors, seats, beds, scales, and the like. A sensation of weight is also produced, even when the gravitational field is zero, when contact forces act upon and overcome a body's inertia by mechanical, non-gravitational forces- such as in a centrifuge, a rotating space station, or within an accelerating vehicle.\n\nWhen the gravitational field is non-uniform, a body in free fall experiences tidal effects and is not stress-free. Near a black hole, such tidal effects can be very strong. In the case of the Earth, the effects are minor, especially on objects of relatively small dimensions (such as the human body or a spacecraft) and the overall sensation of weightlessness in these cases is preserved. This condition is known as microgravity, and it prevails in orbiting spacecraft.\n\n"
        },
        {
            "title": "Weightlessness in Newtonian mechanics",
            "text": "In Newtonian physics, the sensation of weightlessness experienced by astronauts is not the result of there being zero gravitational acceleration (as seen from the Earth), but of there being no g-force that an astronaut can feel because of the free-fall condition, and also there being zero difference between the acceleration of the spacecraft and the acceleration of the astronaut. Space journalist James Oberg explains the phenomenon this way:[2]\n\n"
        },
        {
            "title": "Weightless and reduced weight environments",
            "text": "Airplanes have been used since 1959 to provide a nearly weightless environment in which to train astronauts, conduct research, and film motion pictures. Such aircraft are commonly referred by the nickname \"Vomit Comet\".\n\nTo create a weightless environment, the airplane flies in a 10 km (6 mi) parabolic arc, first climbing, then entering a powered dive. During the arc, the propulsion and steering of the aircraft are controlled to cancel the drag (air resistance) on the plane out, leaving the plane to behave as if it were free-falling in a vacuum.\n\nVersions of such airplanes have been operated by NASA's Reduced Gravity Research Program since 1973, where the unofficial nickname originated.[3] NASA later adopted the official nickname 'Weightless Wonder' for publication.[4] NASA's current Reduced Gravity Aircraft, \"Weightless Wonder VI\", a McDonnell Douglas C-9, is based at Ellington Field (KEFD), near Lyndon B. Johnson Space Center.\n\nNASA's Microgravity University - Reduced Gravity Flight Opportunities Plan, also known as the Reduced Gravity Student Flight Opportunities Program, allows teams of undergraduates to submit a microgravity experiment proposal. If selected, the teams design and implement their experiment, and students are invited to fly on NASA's Vomit Comet.[citation needed]\n\nThe European Space Agency (ESA) flies parabolic flights on a specially modified Airbus A310-300 aircraft[5] to perform research in microgravity. Along with the French CNES and the German DLR, they conduct campaigns of three flights over consecutive days, with each flight’s about 30 parabolae totalling about 10 minutes of weightlessness. These campaigns are currently operated from Bordeaux - Mérignac Airport by Novespace,[6] a subsidiary of CNES; the aircraft is flown by test pilots from DGA Essais en Vol. \n\nAs of May 2010[update], the ESA has flown 52 scientific campaigns and also 9 student parabolic flight campaigns.[7] Their first Zero-G flights were in 1984 using a NASA KC-135 aircraft in Houston, Texas. Other aircraft used include the Russian Ilyushin Il-76 MDK before founding Novespace, then a French Caravelle and an Airbus A300 Zero-G.[8][9][10]\n\nNovespace created Air Zero G in 2012 to share the experience of weightlessness with 40 public passengers per flight, using the same A310 ZERO-G as for scientific experiences.[11] These flights are sold by Avico, are mainly operated from Bordeaux-Merignac, France, and intend to promote European space research, allowing public passengers to feel weightlessness. Jean-François Clervoy, Chairman of Novespace and ESA astronaut, flies with these one-day astronauts on board A310 Zero-G. After the flight, he explains the quest of space and talks about the 3 space travels he did along his career. The aircraft has also been used for cinema purposes, with Tom Cruise and Annabelle Wallis for the Mummy in 2017.[12]\n\nThe Zero Gravity Corporation operates a modified Boeing 727 which flies parabolic arcs to create 25–30 seconds of weightlessness.\n\nGround-based facilities that produce weightless conditions for research purposes are typically referred to as drop tubes or drop towers.\n\nNASA's Zero Gravity Research Facility, located at the Glenn Research Center in Cleveland, Ohio, is a 145 m vertical shaft, largely below the ground, with an integral vacuum drop chamber, in which an experiment vehicle can have a free fall for a duration of 5.18 seconds, falling a distance of 132 m. The experiment vehicle is stopped in approximately 4.5 m of pellets of expanded polystyrene, experiencing a peak deceleration rate of 65 g.\n\nAlso at NASA Glenn is the 2.2 Second Drop Tower, which has a drop distance of 24.1 m. Experiments are dropped in a drag shield in order to reduce the effects of air drag. The entire package is stopped in a 3.3 m tall air bag, at a peak deceleration rate of approximately 20 g. While the Zero Gravity Facility conducts one or two drops per day, the 2.2 Second Drop Tower can conduct up to twelve drops per day.\n\nNASA's Marshall Space Flight Center hosts another drop tube facility that is 105 m tall and provides a 4.6 s free fall under near-vacuum conditions.[13]\n\nOther drop facilities worldwide include:\n\n"
        },
        {
            "title": "Human health effects",
            "text": "Following the advent of space stations that can be inhabited for long periods, exposure to weightlessness has been demonstrated to have some deleterious effects on human health.[14] Humans are well-adapted to the physical conditions at the surface of the Earth. In response to an extended period of weightlessness, various physiological systems begin to change and atrophy. Though these changes are usually temporary, long term health issues can result.\n\nThe most common problem experienced by humans in the initial hours of weightlessness is known as space adaptation syndrome or SAS, commonly referred to as space sickness. Symptoms of SAS include nausea and vomiting, vertigo, headaches, lethargy, and overall malaise.[15] The first case of SAS was reported by cosmonaut Gherman Titov in 1961. Since then, roughly 45% of all people who have flown in space have suffered from this condition. The duration of space sickness varies, but in no case has it lasted for more than 72 hours, after which the body adjusts to the new environment. NASA jokingly measures SAS using the \"Garn scale\", named for United States Senator Jake Garn, whose SAS during STS-51-D was the worst on record. Accordingly, one \"Garn\" is equivalent to the most severe possible case of SAS.[16]\n\nThe most significant adverse effects of long-term weightlessness are muscle atrophy (see Reduced muscle mass, strength and performance in space for more information) and deterioration of the skeleton, or spaceflight osteopenia.[15] These effects can be minimized through a regimen of exercise,[17] such as cycling for example. Astronauts subject to long periods of weightlessness wear pants with elastic bands attached between waistband and cuffs to compress the leg bones and reduce osteopenia.[18]  Other significant effects include fluid redistribution (causing the \"moon-face\" appearance typical of pictures of astronauts in weightlessness),[18][19] a slowing of the cardiovascular system as blood flow decreases in response to a lack of gravity,[20] a decreased production of red blood cells, balance disorders, and a weakening of the immune system. Lesser symptoms include loss of body mass, nasal congestion, sleep disturbance, excess flatulence, and puffiness of the face.  These effects begin to reverse quickly upon return to the Earth.\n\nIn addition, after long space flight missions, astronauts may experience severe eyesight problems.[21][22][23][24][25] Such eyesight problems may be a major concern for future deep space flight missions, including a crewed mission to the planet Mars.[21][22][23][24][26] Exposure to high levels of radiation may influence the development of atherosclerosis also.[27]\n\nOn December 31, 2012, a NASA-supported study reported that human spaceflight may harm the brains of astronauts and accelerate the onset of Alzheimer's disease.[28][29][30] In October 2015, the NASA Office of Inspector General issued a health hazards report related to human spaceflight, including a human mission to Mars.[31][32]\n\nRussian scientists have observed differences between cockroaches conceived in space and their terrestrial counterparts. The space-conceived cockroaches grew more quickly, and also grew up to be faster and tougher.[33]\n\nChicken eggs that are put in microgravity two days after fertilization appear not to develop properly, whereas eggs put in microgravity more than a week after fertilization develop normally.[34]\n\nA 2006 Space Shuttle experiment found that Salmonella typhimurium, a bacterium that can cause food poisoning, became more virulent when cultivated in space.[35] On April 29, 2013, scientists in Rensselaer Polytechnic Institute, funded by NASA, reported that, during spaceflight on the International Space Station, microbes seem to adapt to the space environment in ways \"not observed on Earth\" and in ways that \"can lead to increases in growth and virulence\".[36]\n\nUnder certain test conditions, microbes have been observed to thrive in the near-weightlessness of space[37] and to survive in the vacuum of outer space.[38][39]\n\n"
        }
    ]
}