{
    "url": "https://en.wikipedia.org/wiki/Weird_fiction",
    "title": "Weird fiction",
    "table_of_contents": [
        "1 Definitions",
        "2 History",
        "3 Notable authors",
        "3.1 Before 1940",
        "3.2 1940–1980",
        "3.3 1980–present",
        "4 The New Weird",
        "5 See also",
        "6 Notes",
        "7 References",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nWeird fiction is a subgenre of speculative fiction originating in the late 19th and early 20th centuries.[citation needed] Weird fiction either eschews or radically reinterprets ghosts, vampires, werewolves, and other traditional antagonists of supernatural horror fiction.[1][2][3] Writers on the subject of weird fiction, such as China Miéville, sometimes use \"the tentacle\" to represent this type of writing. The tentacle is a limb-type absent from most of the monsters of European folklore and gothic fiction, but often attached to the monstrous creatures created by weird fiction writers, such as William Hope Hodgson, M. R. James, Clark Ashton Smith, and H. P. Lovecraft.[1][3] Weird fiction often attempts to inspire awe as well as fear in response to its fictional creations, causing commentators like Miéville to paraphrase Goethe in saying that weird fiction evokes a sense of the numinous.[1] Although \"weird fiction\" has been chiefly used as a historical description for works through the 1930s, it experienced a resurgence in the 1980s and 1990s, under the labels of New Weird and Slipstream, which continues into the 21st century.[4]\n\n"
        },
        {
            "title": "Definitions",
            "text": "John Clute defines weird fiction as a term \"used loosely to describe fantasy, supernatural fiction and horror tales embodying transgressive material\".[5] China Miéville defines it as \"usually, roughly, conceived of as a rather breathless and generically slippery macabre fiction, a dark fantastic ('horror' plus 'fantasy') often featuring nontraditional alien monsters (thus plus 'science fiction')\".[1] Discussing the \"Old Weird Fiction\" published in the late 19th and early 20th centuries, Jeffrey Andrew Weinstock says, \"Old Weird fiction utilises elements of horror, science fiction and fantasy to showcase the impotence and insignificance of human beings within a much larger universe populated by often malign powers and forces that greatly exceed the human capacities to understand or control them.\"[2] Jeff and Ann VanderMeer describe weird fiction as a mode of literature, usually appearing within the horror fiction genre, rather than a separate genre of fiction in its own right.[6]\n\n"
        },
        {
            "title": "History",
            "text": "Although the term \"weird fiction\" did not appear until the 20th century, Edgar Allan Poe is often regarded as the pioneering author of weird fiction. Poe was identified by Lovecraft as the first author of a distinct type of supernatural fiction different from traditional Gothic literature, and later commentators on the term have also suggested Poe was the first \"weird fiction\" writer.[1][2] Sheridan Le Fanu is also seen as an early writer working in the sub-genre.[1] Literary critics in the nineteenth century would sometimes use the term \"weird\" to describe supernatural fiction. For instance, the Scottish Review in an 1859 article praised Poe, E. T. A. Hoffmann and Walter Scott by saying the three writers had the \"power of weird imagination\".[7] The Irish magazine The Freeman's Journal, in an 1898 review of Dracula by Bram Stoker, described the novel as \"wild and weird\" and not Gothic.[8] Weinstock has suggested there was a period of \"Old Weird Fiction\" that lasted from the late 19th to early 20th centuries.[2] S. T. Joshi and Miéville have both argued that there was a period of \"Haute Weird\" between 1880 and 1940, when authors important to Weird Fiction, such as Arthur Machen and Clark Ashton Smith were publishing their work.[1][2] In the late nineteenth century, there were a number of British writers associated with the Decadent movement who wrote what was later described as weird fiction. These writers included Machen, M. P. Shiel, Count Eric Stenbock, and R. Murray Gilchrist.[9] Other pioneering British weird fiction writers included Algernon Blackwood,[10] William Hope Hodgson, Lord Dunsany,[11] Arthur Machen,[12] and M. R. James.[13] The American pulp magazine Weird Tales published many such stories in the United States from March 1923 to September 1954. The magazine's editor Farnsworth Wright often used the term \"weird fiction\" to describe the type of material that the magazine published.[14] The writers who wrote for the magazine Weird Tales are thus closely identified with the weird fiction subgenre, especially H. P. Lovecraft, Clark Ashton Smith, Fritz Leiber and Robert Bloch.[1] Other pulp magazines that published weird fiction included Strange Tales (edited by Harry Bates),[15] and Unknown Worlds (edited by John W. Campbell).[16]\n\nH. P. Lovecraft popularised the term \"weird fiction\" in his essays.[1] In \"Supernatural Horror in Literature\", Lovecraft gives his definition of weird fiction:\n\nS. T. Joshi describes several subdivisions of the weird tale: supernatural horror (or fantastique), the ghost story, quasi science fiction, fantasy, and ambiguous horror fiction and argues that \"the weird tale\" is primarily the result of the philosophical and aesthetic predispositions of the authors associated with this type of fiction.[17][18]\n\nAlthough Lovecraft was one of the few early 20th-century writers to describe his work as \"weird fiction\",[10] the term has enjoyed a contemporary revival in New Weird fiction. For example, China Miéville often refers to his work as weird fiction.[19] Many horror writers have also situated themselves within the weird tradition, including Clive Barker, who describes his fiction as fantastique,[20] and Ramsey Campbell,[21] whose early work was deeply influenced by Lovecraft.[22]\n\n"
        },
        {
            "title": "Notable authors",
            "text": "The following notable authors have been described as writers of weird fiction. They are listed alphabetically by last name, and organised by the time period when they began to publish weird fiction.\n\n"
        },
        {
            "title": "The New Weird",
            "text": "Ann and Jeff VanderMeer and China Miéville have suggested that Weird fiction has seen a recent resurgence, a phenomenon they term the New Weird. Tales which fit this category, as well as extensive discussion of the phenomenon, appear in the anthology The New Weird.[41]\n\n"
        }
    ]
}