{
    "url": "https://en.wikipedia.org/wiki/Weird_West",
    "title": "Weird West",
    "table_of_contents": [
        "1 Media",
        "1.1 Literature",
        "1.2 Comics",
        "1.3 Films",
        "1.4 Television series",
        "1.5 Games",
        "2 Variants",
        "3 References",
        "4 Bibliography",
        "5 Further reading"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nWeird West (aka Weird Western) is a term used for the hybrid genres of fantasy Western, horror Western and science fiction Western.[1] The term originated with DC's Weird Western Tales in 1972, but the idea is older as the genres have been blended since the 1930s, possibly earlier, in B-movie Westerns, comic books, movie serials and pulp magazines.[1] Individually, the hybrid genres combine elements of the Western genre with those of fantasy, horror and science fiction respectively.[2]\n\n"
        },
        {
            "title": "Media",
            "text": "Two early examples of Western fantasy are  the short story \"The Horror from the Mound\" by Robert E. Howard, published in the May 1932 issue of the pulp magazine Weird Tales,[3] and the novelette \"Spud and Cochise\" by anthropologist and Pulitzer Prize-winning author Oliver La Farge, published in the non-genre magazine The Forum in January 1936.[4]\n\nOne of the earliest novels to introduce fantasy into a Western setting was The Circus of Dr. Lao (1935), by Charles G. Finney, which won a National Book Award for the Most Original Book of 1935.[5] The novel concerns the visit to a fictional Arizona town by a magical circus that features legendary creatures from mythology. It was later adapted into the film version 7 Faces of Dr. Lao (1963).[6]\n\nLater novels include those by Joe R. Lansdale, who has written mostly horror Westerns, many featuring the heroic Reverend Jebediah Mercer. Lansdale has often mixed splatterpunk with alternate history Western.[7][8] An example is Dead in the West (1983), in which zombies rise after an unjustly lynched Indian shaman has cursed the town of Mud Creek, Texas.[9][10] The prolific Western author Louis L'Amour sometimes ventured into science fiction, as with The Haunted Mesa (1987), which is set amid the ruins of the Anasazi.[11] Horror author Jack Ketchum's work includes The Crossings (2004), an occult novel set in 1848 Arizona.[12]\n\nFrom the 1940s, many Western comics published stories in which heroes would sometimes encounter monsters, aliens, supervillains, etc. Marvel Comics featured Kid Colt, the longest-running Western character in American comic books, from 1948 to 1979. He became a time traveller, and ultimately, a mutant.[13] The Rawhide Kid, another Marvel time traveller, debuted in a 16-issue series, from March 1955 to September 1957, from Marvel's 1950s predecessor, Atlas Comics.[14]\n\nDC Comics added a horror element to their Western stories by introducing Weird Western Tales in 1972. The title of this series gave rise to the term \"Weird West\". It ran for eight years and 59 issues. The main character was Jonah Hex, whose popularity secured his own eponymous series.[15][16]\n\nIn the mid-to-late 1990s, Desperadoes by Jeff Mariotte, from Image Comics/WildStorm Productions, returned Weird Western comics to the stands at a time when none of the major publishers had Western comics in their line-ups.[17]\n\nPreacher Special: Saint of Killers, a 4-issue mini-series, was a spin-off from Preacher by Garth Ennis. While the origin of the Saint of Killers in the Old West is the only true western element in the comic book Preacher, the series has been described as a \"Splatterpunk Western\" or a mix of the Western with the Gothic.[18]\n\nIn film, The Phantom Empire (1935) is sometimes considered the first fantasy Western. Gene Autry, in his first starring role as a singing cowboy, ventures down a mineshaft and discovers a futuristic lost kingdom of the type depicted in Flash Gordon.[19] Horror Westerns began in the 1950s with the vampire western Curse of the Undead, and continued in the 1960s with films like Billy the Kid Versus Dracula (1966), which depicted the real-life outlaw fighting against the fictional vampire,[20][1] and The Valley of Gwangi (1969), in which Ray Harryhausen's special effects were used to pit cowboys against dinosaurs.[19][1] Other Westerns with elements of fantasy, horror or science fiction are 7 Faces of Dr. Lao (1964),[6] Jesse James Meets Frankenstein's Daughter (1966), High Plains Drifter (1973),[21] The White Buffalo (1977),[22] Pale Rider (1985),[21] Ghost Town (1988),[20]Sundown: The Vampire in Retreat (1989), Wild Wild West (1999), [23][24] Purgatory (1999), Jonah Hex (2010),[25] and Bone Tomahawk (2015).[26]\n\nIn the 1960s, the television series The Wild Wild West brought elements of pulp espionage and science fiction to its Old West setting.[27][28] The animated adventures of The Lone Ranger followed suit, with the famous Western hero encountering mad scientists and other villains not often found in the Western genre.[29] Additionally, Rod Serling's supernatural anthology series The Twilight Zone featured a handful of Western episodes, such as \"Showdown with Rance McGrew\".[30] Later series include The Adventures of Brisco County, Jr. (1993–1994), which featured steampunk elements;[31] Wynonna Earp (2016), a horror Western about a present-day woman with a magic Colt Buntline revolver who fights reincarnations of outlaws killed by her ancestor, Wyatt Earp;[32] and Preacher (2016), based on the comic book series of the same name.\n\nDeadlands, first published by Pinnacle Entertainment Group in 1996, originated as a role-playing game which combines the Western and horror genres with steampunk elements. It is set in an alternate 1870s America and draws heavily on gothic horror conventions and old Native American lore to derive its sense of the supernatural. Characters can get involved in situations ranging from bank heists to shoot-outs involving vampires and zombies over the course of their adventures.[33]\n\nUndead Nightmare (2010), an expansion to Red Dead Redemption (2010), is a horror Western video game. It tells the tale of an undead outbreak that has spread across the frontier. Other fantasy elements are new weapons such as holy water, and new mythical mounts, which include a unicorn and the Four Horses of the Apocalypse. Its sequel, Red Dead Redemption 2, features a number of minor Easter eggs for the player to discover, such as UFOs and the remains of a giant hominid.[34]\n\nWeird West (2022) is a top-down action role-playing game with elements of the immersive sim genre, with randomized elements through each playthrough.\n\nHard West (2015) is a turn-based tactical and strategic video game, as well as its sequel - Hard West 2 (2022).\n\nHunt: Showdown is a multiplayer PvPvE FPS video game.\n\n"
        },
        {
            "title": "Variants",
            "text": "Less-common hybrid genres may include the acid Western – The Shooting (1966) has been cited as the first film of this kind.[35] The horror Western essentially depicts the supernatural in an Old West setting. Kim Newman proposes the two main types are the \"Indian Curse cycle\" and the Gothic Western – featuring vampires, zombies, and the like.[20] An example of the Indian Curse movie is The Ghost Dance (1982), in which a Native American shaman is possessed by an evil spirit.[36][20] A Gothic Western example is Ghost Town (1988), about the quest of a sheriff to defeat a zombie gunfighter by using his star-shaped badge as a shuriken.[20]\n\nThe steampunk Western, a variant of the science-fiction Western, typically depicts an alternative history of the Old West but emphasises society's reliance on steam power, as in the 1960s TV series The Wild Wild West.[23][24] Another variant of the science-fiction Western is the space Western, which applies Western themes to a science-fiction frontier setting. As such, these works are usually set on other worlds, but the action sometimes takes place in the Old West, as in Cowboys & Aliens (2011), in which an alien spacecraft lands in 1870s New Mexico Territory.[37]\n\n"
        }
    ]
}