{
    "url": "https://en.wikipedia.org/wiki/Weird_menace",
    "title": "Weird menace",
    "table_of_contents": [
        "1 History",
        "2 Popularity and demise",
        "3 See also",
        "4 References",
        "5 Further reading"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Weird menace is a subgenre of horror fiction and detective fiction that was popular in the pulp magazines of the 1930s and early 1940s. The weird menace pulps, also known as shudder pulps, generally featured stories in which the hero was pitted against sadistic villains, with graphic scenes of torture and brutality.\n\n"
        },
        {
            "title": "History",
            "text": "In the early 1930s, detective pulps like Detective-Dragnet, All Detective, Dime Detective, and the short-lived Strange Detective Stories, began to favor detective stories with weird, eerie, or menacing elements. Eventually, the two distinct genre variations branched into separate magazines; the detective magazines returned to stories predominantly featuring detection or action, while the eerie mysteries found their own home in the weird menace titles.[1] Some magazines, for instance Ten Detective Aces (the successor to Detective-Dragnet), continued to host both genre variations.\n\n"
        },
        {
            "title": "Popularity and demise",
            "text": "The first weird menace title was Dime Mystery, which started out as a straight crime fiction magazine but began to develop the new genre in 1933 under the influence of Grand Guignol theater.[2] Popular Publications dominated the genre with Dime Mystery, Terror Tales, and Horror Stories. After Popular issued Thrilling Mysteries, Standard Magazines, publisher of the \"Thrilling\" line of pulps, claimed trademark infringement. Popular withdrew Thrilling Mysteries after one issue, and Standard issued their own weird menace pulp, Thrilling Mystery. In the 1930s, the Red Circle pulps, with Mystery Tales, expanded the genre to include increasingly graphic descriptions of torture.\n\nThis provoked a public outcry against such publications. For example, The American Mercury published a hostile account of the terror magazines in 1938, \"This month, as every month, the 1,508,000 copies of terror magazines, known to the trade as the shudder group, will be sold throughout the nation... They will contain enough illustrated sex perversion to give Krafft-Ebing the unholy jitters.[3]\"\n\nA censorship backlash brought about the demise of the genre in the early 1940s.[citation needed]\n\n"
        }
    ]
}