{
    "url": "https://en.wikipedia.org/wiki/Welfare",
    "title": "Welfare",
    "table_of_contents": [
        "1 History",
        "2 Forms",
        "2.1 Social protection",
        "3 By country",
        "3.1 Australia",
        "3.2 Canada",
        "3.3 Czech Republic",
        "3.4 Denmark",
        "3.5 Finland",
        "3.6 India",
        "3.7 France",
        "3.8 Germany",
        "3.9 Italy",
        "3.10 Japan",
        "3.11 Latin America",
        "3.11.1 History",
        "3.11.2 1980s impacts",
        "3.11.3 Major aspects of current social assistance programs",
        "3.12 New Zealand",
        "3.13 Philippines",
        "3.14 Poland",
        "3.15 Sri Lanka",
        "3.16 South Africa",
        "3.17 Spain",
        "3.18 Sub-Saharan Africa",
        "3.19 Sweden",
        "3.20 United Kingdom",
        "3.21 United States",
        "4 Effects",
        "4.1 Perception",
        "5 See also",
        "6 Notes",
        "7 References",
        "8 Other sources",
        "9 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nWelfare, or commonly social welfare, is a type of government support intended to ensure that members of a society can meet basic human needs such as food and shelter.[1] Social security may either be synonymous with welfare,[a] or refer specifically to social insurance programs which provide support only to those who have previously contributed (e.g. most pension systems), as opposed to social assistance programs which provide support on the basis of need alone (e.g. most disability benefits).[6][7] The International Labour Organization defines social security as covering support for those in old age, support for the maintenance of children, medical treatment, parental and sick leave, unemployment and disability benefits, and support for sufferers of occupational injury.[8][9]\n\nMore broadly, welfare may also encompass efforts to provide a basic level of well-being through free or subsidized social services such as healthcare, education, infrastructure, vocational training, and public housing.[10][11] In a welfare state, the state assumes responsibility for the health, education, infrastructure and welfare of society, providing a range of social services such as those described.[11]\n\nSome historians view systems of codified almsgiving, like the zakat policy of the seventh century (634 CE) Rashidun caliph Umar, as early examples of universal government welfare.[12]  The first welfare state was Imperial Germany (1871–1918), where the Bismarck government introduced social security in 1889.[13] In the early 20th century, the United Kingdom introduced social security around 1913, and adopted the welfare state with the National Insurance Act 1946, during the Attlee government (1945–51).[11] In the countries of western Europe, Australia, and New Zealand, social welfare is mainly provided by the government out of the national tax revenues, and to a lesser extent by non-government organizations (NGOs), and charities (social and religious).[11] A right to social security and an adequate standard of living is asserted in Articles 22 and 25 of the Universal Declaration of Human Rights.[6][b]\n\n"
        },
        {
            "title": "History",
            "text": "In the Roman Empire, the first emperor Augustus provided the Cura Annonae or grain dole for citizens who could not afford to buy food every month. Social welfare was enlarged by the Emperor Trajan.[15] Trajan's program brought acclaim from many, including Pliny the Younger.[16] The Song dynasty government (960 CE) supported multiple programs which could be classified as social welfare, including the establishment of retirement homes, public clinics, and paupers' graveyards. According to economist Robert Henry Nelson, \"The medieval Roman Catholic Church operated a far-reaching and comprehensive welfare system for the poor ...\"[17][18] From the 14th century onward the governments of the Italian city-states began to partner with the church to provide welfare and education to the lower classes.[19]  In later Protestant European nations such as the Dutch Republic welfare was managed by local guilds until the abolition of the guild system in the early 19th century.[20][21] In the free imperial cities of the Holy Roman Empire the city governments in cities like Nuremberg could take control of the collection and distribution of public welfare.[22][23]\n\nThe seventh century caliph Umar implemented a form of zakat, one of the Five Pillars of Islam, as a codified universal social security tax.[24] Traditionally estimated at 2.5% of an individual's assets, government zakat funds were distributed to various groups of Muslims, including impoverished people and those in severe debt.[25][26] The collection of zakat increased during the Umayyad and Abbasid caliphates, though the zakat system was frequently inefficient and corrupt; Islamic jurists often instructed Muslims to distribute money to the needy directly instead to maximize its impact.[27]\n\nLikewise, in Jewish tradition, charity (represented by tzedakah) is a matter of religious obligation rather than benevolence. Contemporary charity is regarded as a continuation of the Biblical Maaser Ani, or poor-tithe, as well as Biblical practices, such as permitting the poor to glean the corners of a field and harvest during the Shmita (Sabbatical year).\n\nThere is relatively little statistical data on transfer payments before the High Middle Ages. In the medieval period and until the Industrial Revolution, the function of welfare payments in Europe was achieved through private giving or charity, through numerous confraternities and activities of different religious orders. Early welfare programs in Europe included the English Poor Law of 1601, which gave parishes the responsibility for providing welfare payments to the poor.[28] This system was substantially modified by the 19th-century Poor Law Amendment Act, which introduced the system of workhouses.\n\nIt was predominantly in the late 19th and early 20th centuries that an organized system of state welfare provision was introduced in many countries. Otto von Bismarck, Chancellor of Germany, introduced one of the first welfare systems for the working classes.[29] In Great Britain the Liberal government of Henry Campbell-Bannerman and David Lloyd George introduced the National Insurance system in 1911,[30] a system later expanded by Clement Attlee.\n\nModern welfare states include Germany, France, the Netherlands,[31] as well as the Nordic countries, such as Iceland, Sweden, Norway, Denmark, and Finland[32] which employ a system known as the Nordic model. Esping-Andersen classified the most developed welfare state systems into three categories; Social Democratic, Conservative, and Liberal.[33]\n\nA report published by the ILO in 2014 estimated that only 27% of the world's population has access to comprehensive social security.[34] The World Bank's 2019 World Development Report argues that the traditional payroll-based model of many kinds of social insurance are \"increasingly challenged by working arrangements outside standard employment contracts\".[29]\n\n"
        },
        {
            "title": "Forms",
            "text": "Welfare can take a variety of forms, such as monetary payments, subsidies and vouchers, or housing assistance. Welfare systems differ from country to country, but welfare is commonly provided to individuals who are unemployed, those with illness or disability, the elderly, those with dependent children, and veterans. Programs may have a variety of conditions for a person to receive welfare:\n\nIn developing countries, formal social security arrangements are often absent for the vast majority of the working population, in part due to reliance on the informal economy. Additionally, the state's capacity to reach people may be limited because of its limited infrastructure and resources. In this context, social protection is often referred to instead of social security, encompassing a broader set of means, such as labour market intervention and local community-based programs, to alleviate poverty and provide security against things like unemployment.[35][36][37]\n\n"
        },
        {
            "title": "By country",
            "text": "Prior to 1900 in Australia, charitable assistance from benevolent societies, sometimes with financial contributions from the authorities, was the primary means of relief for people not able to support themselves.[38] The 1890s economic depression and the rise of the trade unions and the Labor parties during this period led to a movement for welfare reform.[39]\n\nIn 1900, the states of New South Wales and Victoria enacted legislation introducing non-contributory pensions for those aged 65 and over. Queensland legislated a similar system in 1907 before the Australian labor Commonwealth government led by Andrew Fisher introduced a national aged pension under the Invalid and Old-Aged Pensions Act 1908. A national invalid disability pension was started in 1910, and a national maternity allowance was introduced in 1912.[38][40]\n\nDuring the Second World War, Australia under a labor government created a welfare state by enacting national schemes for: child endowment in 1941 (superseding the 1927 New South Wales scheme); a widows' pension in 1942 (superseding the New South Wales 1926 scheme); a wife's allowance in 1943; additional allowances for the children of pensioners in 1943; and unemployment, sickness, and special benefits in 1945 (superseding the Queensland 1923 scheme).[38][40]\n\nCanada has a welfare state in the European tradition; however, it is not referred to as \"welfare\", but rather as \"social programs\". In Canada, \"welfare\" usually refers specifically to direct payments to poor individuals (as in the American usage) and not to healthcare and education spending (as in the European usage).[41]\n\nThe Canadian social safety net covers a broad spectrum of programs, and because Canada is a federation, many are run by the provinces. Canada has a wide range of government transfer payments to individuals, which totaled $145 billion in 2006.[42] Only social programs that direct funds to individuals are included in that cost; programs such as medicare and public education are additional costs.\n\nGenerally speaking, before the Great Depression, most social services were provided by religious charities and other private groups. Changing government policy between the 1930s and 1960s saw the emergence of a welfare state, similar to many Western European countries. Most programs from that era are still in use, although many were scaled back during the 1990s as government priorities shifted towards reducing debt and deficits.\n\nSocial welfare in Czech Republic is outlined in a series of social policies, as is the tradition in Europe. Their goal is primarily preventing, but also mitigating social situations individuals may find themselves in through their lives. The social welfare is provided through social (including pension) insurance, sick insurance (not to be confused with health insurance), public policy related to unemployment and low income benefits, which are financed through the government budget, and health insurance, which is financed through an array of insurance companies.[43] Therefore, the social welfare program is usually separated into three categories: health insurance, social insurance and social benefits support.\n\nSocial insurance is a type of statutory insurance that provides citizens for a future unforeseen social event, such as unemployment or disability that would prevent an individual from working, but also planned retirement. Social insurance is therefore compulsory for all self-employed individuals, employees and employers operating in the Czech Republic and gets deducted from a salary in a similar manner to taxes. This insurance serves to finance unemployment support, disability benefits and covers a part of an employer's salary in cases of long-term illness that obstructs them from participating in the workforce.\n\nThe sickness insurance system is intended for gainfully employed individuals who, in cases of short-term social events, are provided with health insurance benefits. These are provided through financial benefits. Sickness insurance participants are employees and self-employed individuals. Employees are compulsorily covered by sickness insurance, unlike the self-employed, whose sickness insurance is voluntary (and there is no penalisation for opting out of the insurance). It is calculated through a series of reductions of an assessment base. Employees' sickness insurance provides 4 types of sickness benefits: benefits for caring for a family member, pregnancy and maternity allowance, maternity allowance.[44] It is standard to go on paid maternity leave in the Czech Republic, which ordinarily lasts 28 weeks. This period is prolonged to 37 weeks in the case of twins. Furthermore, there are special circumstances, such as the birth of a disabled child, when this period is extended even more.[45] The beginning of maternity leave is usually 6 weeks before expected due date, and after maternity leave, it is possible to request further parental leave, which is optional and can be performed by either parent, regardless of gender. Parental leave lasts up to four years, depending on individual preferences.\n\nPension insurance is part of social insurance, in addition to sickness insurance and serves as a contribution to the state employment policy. It is a premium for old age retirement, disability retirement or benefits in the event of the death of the primary provider in a household. Participation in pension insurance is mandatory for economically active individuals. For those on various forms of benefits, or currently registered as a care provider, this insurance is provided by the state. The basic pension insurance provides, in time old-age pension (includes regular, proportional, early and other variants of old-age pension), disability benefits, widower's and orphan's pension. Pension insurance is applied for at the District Social Security Administration in the applicant's place of permanent residence. They can apply in person or by proxy, on the basis of a notarized power of attorney. The amount of the pension consists of two component - the basic acreage and the percentage acreage.[46]\n\nAnother form of pension is the disability pension. This is provided to individuals that are unable to participate in the workforce to the same degree as their able-bodied counterparts, due to their disability contributing to the decline of their ability to work (be it partially or entirely). There is a distinction between disability pension for individuals with first, second and third degree disability. The amount of the pension depends on the rate of decline of the person's ability to work, with the categories being divided between the first degree (a decrease of 35-49%), the second degree (a decrease of 50-69%), and the third degree (a decrease of 70% and above).[47]\n\nFurthermore, there is a so-called widow's / widower's pension. Provided to widowed individuals from the Czech pension system, its aim is to compensate households for losing income that they would in this situation be lacking. The widowed individual is entitled to a pension from a deceased person who has received an old-age or disability pension or has fulfilled the statutory condition on the required insurance period at the date of death. The amount of the assessment is 10% of the average wage and the amount of the percentage assessment is 50% of the percentage of the old-age or disability pension to which the deceased was entitled at the time of their death.[48]\n\nDanish welfare is handled by the state through a series of policies (and the like) that seeks to provide welfare services to citizens, hence the term welfare state. This refers not only to social benefits, but also tax-funded education, public child care, medical care, etc. A number of these services are not provided by the state directly, but administered by municipalities, regions or private providers through outsourcing. This sometimes gives a source of tension between the state and municipalities, as there is not always consistency between the promises of welfare provided by the state (i.e. parliament) and local perception of what it would cost to fulfill these promises.\n\nThe Central Government of India's social programmes and welfare expenditures are a substantial portion of the official budget, and state and local governments play roles in developing and implementing social security policies. Additional welfare measure systems are also uniquely operated by various state governments. The government uses the unique identity number (Aadhar) that every Indian possesses to distribute welfare measures in India. As of 2020, the government's expenditure on social programme and welfare (direct cash transfers, financial inclusion, benefits, health and other insurances, subsidies, free school meals, rural employment guarantee), was approximately fourteen lakh crore rupees ($192 billion), which was 7.3% of gross domestic product (GDP).\n\nSolidarity is a strong value of the French Social Protection system. The first article of the French Code of Social Security describes the principle of solidarity. Solidarity is commonly comprehended in relations of similar work, shared responsibility and common risks. Existing solidarities in France caused the expansion of health and social security.[49][50][51]\n\nThe welfare state has a long tradition in Germany dating back to the industrial revolution. Due to the pressure of the workers' movement in the late 19th century, Reichskanzler Otto von Bismarck introduced the first rudimentary state social insurance scheme. Under Adolf Hitler, the National Socialist Program stated \"We demand an expansion on a large scale of old age welfare.\" Today, the social protection of all its citizens is considered a central pillar of German national policy. 27.6 percent of Germany's GDP is channeled into an all-embracing system of health, pension, accident, longterm care and unemployment insurance, compared to 16.2 percent in the US. In addition, there are tax-financed services such as child benefits (Kindergeld, beginning at €192 per month for the first and second child, €198 for the third and €223 for each child thereafter, until they attain 25 years or receive their first professional qualification),[52] and basic provisions for those unable to work or anyone with an income below the poverty line.[53]\n\nSince 2005, reception of full unemployment pay (60–67% of the previous net salary) has been restricted to 12 months in general and 18 months for those over 55. This is now followed by (usually much lower) Arbeitslosengeld II (ALG II) or Sozialhilfe, which is independent of previous employment (Hartz IV concept).\n\nAs of 2022[update], under ALG II, single adults receive up to €449 per month plus the cost of 'adequate' housing. ALG II can also be paid partially to employed persons to supplement a low work income.\n\nThe Italian welfare state's foundations were laid along the lines of the corporatist-conservative model, or of its Mediterranean variant.[citation needed] Later, in the 1960s and 1970s, increases in public spending and a major focus on universality brought it on the same path as social-democratic systems. In 1978, a universalistic welfare model was introduced in Italy, offering a number of universal and free services such as a National Health Fund.[54]\n\nSocial welfare, assistance for the ill or otherwise disabled and for the old, has long been provided in Japan by both the government and private companies. Beginning in the 1920s, the government enacted a series of welfare programs, based mainly on European models, to provide medical care and financial support. During the postwar period, a comprehensive system of social security was gradually established.[55][56]\n\nThe 1980s marked a change in the structure of Latin American social protection programs. Social protection embraces three major areas: social insurance, financed by workers and employers; social assistance to the population's poorest, financed by the state; and labor market regulations to protect worker rights.[57] Although diverse, recent Latin American social policy has tended to concentrate on social assistance.\n\nThe 1980s, had a significant effect on social protection policies. Prior to the 1980s, most Latin American countries focused on social insurance policies involving formal sector workers, assuming that the informal sector would disappear with economic development. The economic crisis of the 1980s and the liberalization of the labor market led to a growing informal sector and a rapid increase in poverty and inequality. Latin American countries did not have the institutions and funds to properly handle such a crisis, both due to the structure of the social security system, and to the previously implemented structural adjustment policies (SAPs) that had decreased the size of the state.\n\nNew Welfare programs have integrated the multidimensional, social risk management, and capabilities approaches into poverty alleviation. They focus on income transfers and service provisions while aiming to alleviate both long- and short-term poverty through, among other things, education, health, security, and housing. Unlike previous programs that targeted the working class, new programs have successfully focused on locating and targeting the very poorest.\n\nThe impacts of social assistance programs vary between countries, and many programs have yet to be fully evaluated. According to Barrientos and Santibanez, the programs have been more successful in increasing investment in human capital than in bringing households above the poverty line. Challenges still exist, including the extreme inequality levels and the mass scale of poverty; locating a financial basis for programs; and deciding on exit strategies or on the long-term establishment of programs.[57]\n\nThe economic crisis of the 1980s led to a shift in social policies, as understandings of poverty and social programs evolved (24). New, mostly short-term programs emerged. These include:[58]\n\nNew Zealand is often regarded as having one of the first comprehensive welfare systems in the world. During the 1890s a Liberal government adopted many social programmes to help the poor who had suffered from a long economic depression in the 1880s. One of the most far reaching was the passing of tax legislation that made it difficult for wealthy sheep farmers to hold onto their large land holdings. This and the invention of refrigeration led to a farming revolution where many sheep farms were broken up and sold to become smaller dairy farms. This enabled thousands of new farmers to buy land and develop a new and vigorous industry that has become the backbone of New Zealand's economy to this day. This liberal tradition flourished with increased enfranchisement for indigenous Maori in the 1880s and women. Pensions for the elderly, the poor and war casualties followed, with State-run schools, hospitals and subsidized medical and dental care. By 1960, New Zealand was able to afford one of the best-developed and most comprehensive welfare systems in the world, supported by a well-developed and stable economy.\n\nIn Philippines, social welfare is divided into two. The first one is called Social Security System (SSS) and the other one is called Government Service Insurance System (GSIS). Social Security System or SSS is a social insurance program for workers in private sector. Individuals who are self-employed or not working can also apply to be protected under SSS programme. SSS provide benefits for unemployment, death, funeral, maternity leave, disabilities and many more. Members of SSS who experienced accident or death due to work activity, can also claim for double compensation under the Employees'  Compensation (EC) programme. SSS also allows its members to apply for salary loans, based on their monthly salary and calamity loan, if their place is declared as \"state of calamity\" by the government. SSS also have two voluntary saving programs, PESO Fund and Flexi Fund to help prepare their members with a stable income for retirement. Government servants are protected under the Government Service Insurance System or GSIS. Just like SSS, GSIS also provide their members with retirement benefits, life insurance and employee compensation.[citation needed]\n\nSri Lanka has a long history of social programmes dating back to its ancient times, deep-rooted in the island's Buddhist culture. Modern social welfare legislation dates back to the Donoughmore Constitution.[59]\n\nSocial welfare in Sweden is made up of several organizations and systems dealing with welfare. It is mostly funded by taxes, and executed by the public sector on all levels of government as well as private organizations. It can be separated into three parts falling under three different ministries; social welfare, falling under the responsibility of Ministry of Health and Social Affairs; education, under the responsibility of the Ministry of Education and Research and labor market, under the responsibility of Ministry of Employment.[60]\n\nGovernment pension payments are financed through an 18.5% pension tax on all taxed incomes in the country, which comes partly from a tax category called a public pension fee (7% on gross income), and 30% of a tax category called employer fees on salaries (which is 33% on a netted income). Since January 2001, the 18.5% is divided in two parts: 16% goes to current payments, and 2.5% goes into individual retirement accounts, which were introduced in 2001. Money saved and invested in government funds, and IRAs for future pension costs, are roughly five times annual government pension expenses (725/150).\n\nViewing Swedish welfare more broadly, it emerges as highly rated in many standard international comparisons of welfare or well-being (e.g. World Economic Forum 2020).[61] However, some Nordic-based welfare and gender researchers have argued that such assessments, based on conventional welfare/well-being criteria, may to some extent over-privilege Sweden (and other Nordic countries) in terms of, for instance, gender and racial equality. For example, they suggest that if one takes a broader perspective on well-being incorporating issues associated with bodily integrity or bodily citizenship (Pringle 2011),[62] then some major forms of men's domination and/or white privilege can be seen to still stubbornly persist in the Nordic countries, e.g. business, violence to women, sexual violence to children, the military, academia and religion (Hearn and Pringle 2006; Hearn et al. 2018; Pringle 2016).[63][64][65]\n\nThe United Kingdom has a long history of welfare, notably including the English Poor laws which date back to 1536. After various reforms to the program, which involved workhouses, it was eventually abolished and replaced with a modern system by laws such as the National Assistance Act 1948.\n\nIn more recent times, comparing the Cameron–Clegg coalition's austerity measures with the Opposition's, the Financial Times commentator Martin Wolf commented that the \"big shift from Labour ... is the cuts in welfare benefits.\"[67] The government's austerity programme, which involves reduction in government policy, has been linked to a rise in food banks. A study published in the British Medical Journal in 2015 found that each one percentage point increase in the rate of Jobseeker's Allowance claimants sanctioned was associated with a 0.09 percentage point rise in food bank use.[68] The austerity programme has faced opposition from disability rights groups for disproportionately affecting disabled people. The \"bedroom tax\" is an austerity measure that has attracted particular criticism, with activists arguing that two-thirds of council houses affected by the policy are occupied with a person with a disability.[69]\n\nIn the United States, depending on the context, the term \"welfare\" can be used to refer to means-tested cash benefits, especially the Aid to Families with Dependent Children (AFDC) program and its successor, the Temporary Assistance for Needy Families block grants, or it can be used to refer to all means-tested programs that help individuals or families meet basic needs, including, for example, health care through Medicaid, Supplemental Security Income (SSI) benefits and food and nutrition programs (SNAP). It can also include social insurance programs such as unemployment insurance, Social Security, and Medicare.\n\nAFDC (originally called Aid to Dependent Children) was created during the Great Depression to alleviate the burden of poverty for families with children and allow widowed mothers to maintain their households. The New Deal employment program such as the Works Progress Administration primarily served men. Prior to the New Deal, anti-poverty programs were primarily operated by private charities or state or local governments; however, these programs were overwhelmed by the depth of need during the Depression.[70] The United States has no national program of cash assistance for non-disabled poor individuals who are not raising children.\n\nUntil early in the year 1965, the news media conveyed the idea that only whites lived in poverty, but then Blacks were presented more often than Whites in this plight.[71] Some of the influences on this shift may have been the civil rights movement and urban riots from the mid 60s. Welfare had by then shifted from being a White issue to being a Black issue and during this time frame the war on poverty had already begun.[71] Subsequently, news media portrayed stereotypes of Blacks as lazy and undeserving and as welfare queens. These shifts in media presentation didn't necessarily reflect a decrease in the percentage of the population living in poverty.[71]\n\nIn 1996, the Personal Responsibility and Work Opportunity Reconciliation Act changed the structure of Welfare payments and added new criteria to states that received Welfare funding. After reforms that President Clinton said would \"end Welfare as we know it\",[73] amounts from the federal government were given out in a flat rate per state based on population.[74] Each state must meet certain criteria to ensure recipients are being encouraged to work themselves out of Welfare. The new program is called Temporary Assistance for Needy Families (TANF).[75][76] It encourages states to require some sort of employment search in exchange for providing funds to individuals, and imposes a five-year lifetime limit on cash assistance.[73][75][77] In FY 2010, 31.8% of TANF families were white, 31.9% were African-American, and 30.0% were Hispanic.[76]\n\nAccording to the U.S. Census Bureau data released 13 September 2011, the nation's poverty rate rose to 15.1% (46.2 million) in 2010,[78] up from 14.3% (approximately 43.6 million) in 2009 and to its highest level since 1993. In 2008, 13.2% (39.8 million) Americans lived in relative poverty.[79]\n\nIn a 2011 op-ed in Forbes, Peter Ferrara stated that, \"The best estimate of the cost of the 185 federal means tested Welfare programs for 2010 for the federal government alone is nearly $700 billion, up a third since 2008, according to the Heritage Foundation. Counting state spending, total Welfare spending for 2010 reached nearly $900 billion, up nearly one-fourth since 2008 (24.3%).\"[80] California, with 12% of the U.S. population, has one-third of the nation's welfare recipients.[81]\n\nIn FY 2011, federal spending on means-tested welfare, plus state contributions to federal programs, reached $927 billion per year. Roughly half went to families with children, most of which are headed by a single parent.[82]\n\nThe United States has also typically relied on charitable giving through non-profit agencies and fundraising instead of direct monetary assistance from the government itself. According to Giving USA, Americans gave $358.38 billion to charity in 2014. This is rewarded by the United States government through tax credits for individuals and companies that are not typically seen in other countries. Since these per capita charity sums are much higher than in all other countries, this means that private people and companies have a strong say in how social assistance is carried out. This means that public funds in the form of unpaid taxes are distributed according to less professional, less objective, and less unbiased criteria than in all other countries.\n\n"
        },
        {
            "title": "Effects",
            "text": "The welfare-to-work intervention programme is unlikely to have any impacts on the mental and physical health of lone parents and children. Even when the employment and income rates were higher in this group of people, the poverty rate was high which could lead to persistently high rates of depression whether they were in the programme or not.[83]\n\nIncome transfers can be either conditional or unconditional. \nConditionalities are sometimes criticized as being paternalistic and unnecessary, and research in different contexts shows enforcing conditionalities can result in additional burdens for recipients and social service providers.[84]\n\nA 2008 study by welfare economist and Brown University Professor Allan M. Feldman[85] suggests that welfare can achieve both competitive equilibrium and Pareto efficiency in the market,[86] although different points of Pareto efficiency are more fair to some than others.[87]\n\nSome opponents of welfare argue that it affects work incentives.\n\nAccording to a 2012 review study, whether a welfare program generates public support depends on:[88]\n\n"
        }
    ]
}