{
    "url": "https://en.wikipedia.org/wiki/Werewolf_fiction",
    "title": "Werewolf fiction",
    "table_of_contents": [
        "1 Literary origins",
        "2 Folklore",
        "3 19th century",
        "4 20th century",
        "4.1 In literature",
        "4.2 In films",
        "4.3 Other interpretations",
        "4.4 In games",
        "5 See also",
        "6 References",
        "7 Further reading"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Werewolf fiction denotes the portrayal of werewolves and other shapeshifting therianthropes, in the media of literature, drama, film, games and music. Werewolf literature includes folklore, legend, saga, fairy tales, Gothic and horror fiction, fantasy fiction and poetry. Such stories may be supernatural, symbolic or allegorical. A classic American cinematic example of the theme is The Wolf Man (1941) which in later films joins with the Frankenstein Monster and Count Dracula as one of the three famous icons of modern day horror. However, werewolf fiction is an exceptionally diverse genre, with ancient folkloric roots and manifold modern re-interpretations.\n\n"
        },
        {
            "title": "Literary origins",
            "text": "In Greek mythology, there is a story of an Arcadian King called Lycaon who tested Zeus by serving him a dish of his slaughtered and dismembered son to see if Zeus was really all-knowing. As punishment for his trickery, Zeus transformed Lycaon into a wolf and killed his 50 sons by lightning bolts, but supposedly revived Lycaon's son Nyctimus, who the king had slaughtered.\n\nIn medieval romances, such as Bisclavret, and Guillaume de Palerme the werewolf is relatively benign, appearing as the victim of evil magic and aiding knights errant.\n\nHowever, in most legends influenced by medieval theology the werewolf was a Satanic beast with a craving for human flesh. This appears in such later fiction as \"The White Wolf of the Hartz Mountains\": an episode in the novel The Phantom Ship (1839) by Marryat, featuring a demonic femme fatale who transforms from woman to wolf.\n\nSexual themes are common in werewolf fiction; the protagonist kills his girlfriend as she walks with a former lover in Werewolf of London, suggesting sexual jealousy. The writers of The Wolf Man were careful in depicting killings as motivated out of hunger.[citation needed]\n\nThe wolf in the fairy tale \"Little Red Riding Hood\" has been reinterpreted as a werewolf in many works of fiction, such as The Company of Wolves (1979) by Angela Carter (and its 1984 film adaptation) and the film Ginger Snaps (2000), which address female sexuality. 2011 also saw the release of Red Riding Hood with Amanda Seyfried in the main role, with the character name of Valerie.\n\n"
        },
        {
            "title": "Folklore",
            "text": "In folk and fairy tale traditions all over the world, humans who can shapeshift at will into both human and lupine forms appear in several fairy tales. According to the Aarne-Thompson-Uther Index, they can appear in this capacity in the following tale types:\n\n"
        },
        {
            "title": "19th century",
            "text": "Nineteenth-century Gothic horror stories drew on previous folklore and legend to present the theme of the werewolf in a new fictional form. An early example is Hugues, the Wer-Wolf by Sutherland Menzies, published in 1838. The year after in 1839, Frederick Marryat's book The Phantom Ship was published, which included one of the first stories about a female werewolf, and is often reprinted as a stand-alone short story called The White Wolf of the Hartz Mountains.[11] In another, Wagner the Wehr-Wolf (1847) by G. W. M. Reynolds, we find the classic subject of a man who, although a kind-hearted man himself, accepts a deal with the devil to become a werewolf for 18 months accompanying Dr. Faustus and killing humans, in exchange for youth and wealth. \"The Man-Wolf\" (1831) by Leitch Ritchie yields the werewolf in an 11th-century setting, while Catherine Crowe penned what is believed to be the first werewolf short story by a woman: \"A Story of a Weir-Wolf\" (1846).[12] Other werewolf stories of this period include The Wolf Leader (1857) by Alexandre Dumas and Hugues-le-Loup (1869) by Erckmann-Chatrian.\n\nA later Gothic story, Robert Louis Stevenson's Strange Case of Dr Jekyll and Mr Hyde (1886), has an implicit werewolf subtext, according to Colin Wilson.[13] This has been made explicit in some recent adaptations of this story, such as the BBC TV series Jekyll (2007). Stevenson's Olalla (1887) offers more explicit werewolf content, but, like Strange Case of Dr Jekyll and Mr Hyde, this aspect remains subordinate to the story's larger themes.\n\nCharles De Coster's 1867 novel The Legend of Thyl Ulenspiegel and Lamme Goedzak includes an extensive episode where the Flemish town of Damme is terrorized by what seems a rampaging werewolf, the numerous victims' bodies bearing what seems the mark of a wolf's fangs - thought ultimately they turn out to have been killed by a completely mundane serial killer, clever and ruthless, who used metal blades to simulate these wolf's tooth marks.\n\nA rapacious female werewolf who appears in the guise of a seductive femme fatale before transforming into lupine form to devour her hapless male victims is the protagonist of Clemence Housman's acclaimed The Were-wolf published in 1896.[14]\n\n"
        },
        {
            "title": "20th century",
            "text": "The 20th century saw an explosion of werewolf short stories and novels published in both England and America. The famed English supernatural story writer Algernon Blackwood wrote a number of werewolf short stories. These often had an occult aspect to them. English author Gerald Biss published the 1919 werewolf novel The Door of the Unreal. American pulp magazines of the 1920 to 1950s, such as Weird Tales, include many werewolf tales, written by such authors as H. Warner Munn, Seabury Quinn and Manly Wade Wellman.[15] Robert E. Howard made his own contribution to the genre in \"Wolfshead\".\n\nThe most renowned werewolf novel of the 20th century was The Werewolf of Paris (1933) by American author Guy Endore. This novel has been accorded classic status and is considered by some to be the Dracula of werewolf literature.[16] It was adapted as The Curse of the Werewolf in 1961 for Hammer Film Productions. The novel The Wolf's Bride: A Tale from Estonia written by the Finnish author Aino Kallas was published in 1928 and it tells the story of the forester's wife living in Hiiumaa in the 17th century who became a werewolf under the influence of a malevolent forest spirit.[17] A more recent example is Moon of the Wolf (1967) by Les Whitten, which the 1972 movie of the same name, Moon of the Wolf, was based on.\n\nIn cinema during the silent era, werewolves were portrayed in canine form in such films as The Werewolf (1913) and Wolf Blood (1925). The first feature film to portray an anthropomorphic werewolf was Werewolf of London in 1935 (not to be confused with the 1981 film of a similar title)[citation needed], establishing the canon that the werewolf always kills what he loves the most. The main werewolf of this film was a dapper London scientist who retained some of his style and most of his human features after his transformation.[18]\n\nHowever, he lacked warmth, and it was left to the tragic character Laurence Stewart \"Larry\" Talbot played by Lon Chaney Jr. in 1941's The Wolf Man to capture the public imagination. This catapulted the werewolf into public consciousness.[18] The theme of lycanthropy as a disease or curse reached its standard treatment in the film, which contained the now-famous rhyme:\n\nThis movie draws on elements of traditional folklore and fiction, such as the vulnerability of the werewolf to a silver bullet (as seen for instance in the legend of Beast of Gévaudan).[19] Though at the climax of the film, the Wolf Man is actually dispatched with a silver-handled cane.\n\nWhile the process of transmogrification is sometimes portrayed in such films and works of literature to be painful, other works omit this aspect in favor of a loss of consciousness during the change and even an inability to recall the event. Regardless, the resulting wolf is typically cunning but merciless, and prone to killing and eating people without compunction, regardless of the moral character of the person when human.\n\nLon Chaney Jr. himself became somewhat typecast as the Wolf Man and reprised his role in several sequels for Universal Studios. In these films, the werewolf lore of the first film was clarified. In Frankenstein Meets the Wolf Man (1943) it is firmly established that the Wolf Man is revived from the dead at a night of the full moon after his grave was disturbed. In The House of Frankenstein (1944), silver bullets are used for the first time to dispatch him. Further sequels were the House of Dracula (1945) and the parodic Abbott and Costello Meet Frankenstein (1948).\n\nThe success of Universal's The Wolf Man prompted rival Hollywood film companies Columbia Studios and Fox Studios to bring out their own, now somewhat obscure, werewolf films. The first of these was The Undying Monster produced by Fox in 1942, adapted from a werewolf novel of the same name by Jessie Douglas Kerruish, published in 1936.\n\nIn 1981, two prominent werewolf films, The Howling and An American Werewolf in London, both drew on themes from the Universal series.[20] While the werewolves in The Howling resembled bipedal wolves, the one in An American Werewolf in London had a more quadrupedal form with longer claws, a short tail, and finger-like structures on its front paws. The latter was later had a follow-up called An American Werewolf in Paris.\n\nMore recently, the portrayal of werewolves has taken a more sympathetic turn in some circles. With the rise of environmentalism and other back-to-nature ideals, the werewolf has come to be seen as a representation of humanity allied more closely with nature.\n\nDespite the recent upsurge in the motif of heroic werewolves, unsympathetic portrayals of werewolves as monsters also continue to be common in popular culture. This is especially true in films, which are only slowly incorporating trends in written fiction. There are very few werewolf films outside the horror genre.\n\nIn the online MMO game Fer.al, one of the playable avatars the player can unlock is a werewolf, which was previously a Season Pass exclusive.\n\n"
        }
    ]
}