{
    "url": "https://en.wikipedia.org/wiki/Werecat",
    "title": "Werecat",
    "table_of_contents": [
        "1 Etymology",
        "2 Folklore",
        "2.1 Europe",
        "2.2 Africa",
        "2.3 Asia",
        "2.4 The Americas",
        "3 Occultism and theology",
        "4 See also",
        "5 Footnotes",
        "6 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nA werecat (also written in a hyphenated form as were-cat) is an analog to \"werewolf\" for a feline therianthropic creature.\n\n"
        },
        {
            "title": "Etymology",
            "text": "Ailuranthropy comes from the Greek root words ailouros meaning \"cat\",<[1] and anthropos, meaning \"human\"[2] and refers to human/feline transformations, or to other beings that combine feline and human characteristics. Its root word ailouros is also used in ailurophilia, the most common term for a deep love of cats.[3][4][5]\n\nAiluranthrope is a lesser-known term that refers to a feline therianthrope.[6]\n\nDepending on the story in question, the species involved can be a domestic cat,[7] a tiger,[8] a lion,[9] a leopard,[10] a lynx, or any other type, including some that are purely mythical felines.[11] Werecats are increasingly featured in popular culture, although not as often as werewolves.[12]\n\n"
        },
        {
            "title": "Folklore",
            "text": "European folklore usually depicts werecats as people who transform into domestic cats. Some European werecats became giant domestic cats[11] or panthers. They are generally labelled witches, even though they may have no magical ability other than self-transformation.[13] During the witch trials[which?], all shapeshifters, including werewolves, were considered witches whether they were male or female.[14]\n\nAfrican legends describe werelions, werepanthers or wereleopards. In the case of leopards, this is often because the creature is really a leopard deity masquerading as a human. When these gods mate with humans, offspring can be produced, and these children sometimes grow up to be shapeshifters; those who don't transform may instead have other powers. In reference to werecats who turn into lions, the ability is often associated with royalty. Such a being may have been a king or queen in a former life.[15]\n\nIn Africa, there are folk tales that speak of the \"Nunda,\" or the \"Mngwa,\" a big cat of immense size that stalks villages at night. Many of these tales say it is more ferocious than a Lion and more agile than a Leopard. The Nunda are believed by some to be a variation of therianthrope that, by day, is a human, but by night becomes the werecat. No actual evidence of such a creature existing has ever been documented, but in 1938 a British administrator named William Hitchens, working in Tanzania, was told by locals that a monstrous cat had been attacking people at night. Huge paw prints were found to be much larger than any known big-cat, but Hitchens dismissed the case, believing it more likely to be a lion with gigantism.[16]\n\nMainland Asian werecats usually become tigers.[17] In India, the weretiger is often a dangerous sorcerer, portrayed as a menace to livestock, who might at any time turn to man-eating. These tales travelled through the rest of India and into Persia through travellers who encountered the royal Bengal tigers of India and then further west.[18] Chinese legends often describe weretigers as the victims of either a hereditary curse or a vindictive ghost. Alternatively, the ghosts of people who had been killed by tigers could become a malevolent supernatural being known as \"Chang\" (伥), devoting all their energy to making sure that tigers killed more humans. Some of these ghosts were responsible for transforming ordinary humans into man-eating weretigers. Also, in Japanese folklore there are creatures called bakeneko that are similar to kitsune (fox spirits) and bake-danuki (Japanese raccoon dog spirits). In Thailand a tiger that eats many humans may become a weretiger. There are also other types of weretigers, such as sorcerers with great powers who can change their form to become animals.\n\nIn both Indonesia and Malaysia there is another kind of weretiger, known as Harimau jadian. In Malaysia, Bajangs have been described as vampiric or demonic werecats.[citation needed] The Kerinchi Malays of Sumatra were reputed to have the ability to transform into weretigers.[19]\n\nIn the central area of the Indonesian island of Java the power of transformation is regarded as due to inheritance, to the use of spells, to fasting and willpower, to the use of charms, etc. Save when it is hungry or has just cause for revenge it is not hostile to man; in fact, it is said to take its animal form only at night and to guard the plantations from wild pigs. Variants of this belief assert that the shapeshifter does not recognize his friends unless they call him by name, or that he goes out as a mendicant and transforms himself to take vengeance on those who refuse him alms. Somewhat similar is the belief of the Khonds; for them the tiger is friendly, and he reserves his wrath for their enemies. A man is said to take the form of a tiger in order to wreak a just vengeance.[20]\n\nThe foremost were-animal in pre-Columbian Mesoamerican cultures was the were-jaguar. It was associated with the veneration of the jaguar, with priests and shamans among the various peoples who followed this tradition wearing the skins of jaguars to \"become\" a were-jaguar. Among the Aztecs, an entire class of specialized warriors who dressed in the jaguar skins were called \"jaguar warriors\" or \"jaguar knights\". Depictions of the jaguar and the were-jaguar are among the most common motifs among the artifacts of the ancient Mesoamerican civilizations.[citation needed]\n\nN. W. Thomas wrote in the 11th ed. of the Encyclopaedia Britannica (1911) that, according to Carl Friedrich Philipp von Martius (1794–1868), the kanaima was a human being who employed poison to carry out his function of blood avenger, and that other authorities represent the kanaima as a jaguar, which was either an avenger of blood or the familiar of a cannibalistic sorcerer. He also mentioned that in 1911 some Europeans in Brazil believed that the seventh child of the same sex in unbroken succession becomes a were-man or woman, and takes the form of a horse, goat, jaguar or pig.[20]\n\nIn the US, urban legends tell of encounters with feline bipeds; beings similar to the Bigfoot having cat heads, tails, and paws. Feline bipeds are sometimes classified as part of cryptozoology, but more often they are interpreted as werecats.[21]\n\n"
        },
        {
            "title": "Occultism and theology",
            "text": "Assertions that werecats truly exist and have an origin in supernatural or religious realities have been common for centuries, with these beliefs often being hard to entirely separate from folklore. In the 19th century, occultist J. C. Street asserted that material cat and dog transformations could be produced by manipulating the \"ethereal fluid\" that human bodies are supposedly floating in.[22] The Catholic witch-hunting manual, the Malleus Maleficarum, asserted that witches can turn into cats, but that their transformations are illusions created by demons.[23] New Age author John Perkins asserted that every person has the ability to shapeshift into \"jaguars, bushes, or any other form\" by using mental power.[24] Occultist Rosalyn Greene claims that werecats called \"cat shifters\" exist as part of a \"shifter subculture\" or underground New Age religion based on lycanthropy and related beliefs.[25]\n\n"
        }
    ]
}