{
    "url": "https://en.wikipedia.org/wiki/Werner_Krauss",
    "title": "Werner Krauss",
    "table_of_contents": [
        "1 Early life",
        "2 Acting career",
        "3 Nazi Germany",
        "4 Postwar",
        "5 Filmography",
        "6 References",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nWerner Johannes Krauss (Krauß in German; 23 June 1884 – 20 October 1959) was a German stage and film actor. Krauss dominated the German stage of the early 20th century. However, his participation in the antisemitic propaganda film Jud Süß and his collaboration with the Nazis made him a controversial figure.\n\n"
        },
        {
            "title": "Early life",
            "text": "Krauss was born at the parsonage of Gestungshausen bei Sonnefeld in Upper Franconia, where his grandfather was a Protestant pastor. He spent his childhood in Breslau and from 1901 attended the teacher's college at Kreuzburg. After it became known that he worked as an extra at the Breslau Lobe-Theater, he was suspended from classes and decided to join a travelling theatre company.\n\n"
        },
        {
            "title": "Acting career",
            "text": "In 1903 he debuted at the Guben municipal theatre. Although never trained as an actor, he continued to play in Magdeburg, in Bromberg at the Theater Aachen, in Nuremberg and in Munich.\n\nBy the agency of Alexander Moissi, in 1913 he met the theatre director Max Reinhardt, who took Krauss to his Deutsches Theater in Berlin. However, Krauss initially only gained minor and secondary roles like King Claudius in Shakespeare's Hamlet or Mephistopheles in Goethe's Faust, wherefore after his military discharge as a midshipman of the Imperial German Navy in 1916 he also pursued a career as a film actor.\n\nKrauss' first film role was in Richard Oswald's 1916 Tales of Hoffmann. Committed to playing sinister characters, he became a worldwide sensation for his demonic portrayal of the titular character in Robert Wiene's film The Cabinet of Dr. Caligari (1920), considered a milestone of German Expressionism. Krauss also played the title role of Shakespeare's Othello in a 1920 adaption, and played Iago in a 1922 film adaptation. He was prominently featured in Paul Leni's Waxworks (1924), F.W. Murnau's Tartuffe,  and The Student of Prague (1926).\n\nIn 1924 Krauss continued his theatre career by joining the ensemble of the Prussian State Theatre in Berlin. He again appeared on stage of the Deutsches Theater from 1926, as in Strindberg's A Dream Play filling five roles or as Wilhelm Voigt in the 1931 premiere of Carl Zuckmayer's The Captain of Köpenick. He also performed at the Vienna Burgtheater, and guest performances even brought him to London and on Broadway in New York City, where Max Reinhardt staged Karl Vollmöller's The Miracle in 1924.\n\nKrauss' consummate skills in characterization earned him the title of \"the man with a thousand faces\".[1][failed verification] His fellow actress Elisabeth Bergner called him \"the greatest actor of all time\" and a \"demonic genius\" in her memoirs. Oskar Werner, born Oskar Josef Bschließmayer, chose his stage name in Krauss' honour.\n\n"
        },
        {
            "title": "Nazi Germany",
            "text": "Krauss was an unapologetic antisemite[2] who supported the Nazi Party and its ideology. While the Nazis seized power in Berlin in January 1933, Krauss joined the Vienna Burgtheater ensemble to perform as Napoleon in 100 Tage (Campo di maggio), a drama written by Giovacchino Forzano together with Benito Mussolini, whereafter he was received by the Italian dictator and also made the acquaintance of Nazi Propaganda Minister Joseph Goebbels. In the course of the totalitarian Gleichschaltung process, Krauss was appointed Vice President of the Reichskulturkammer theatre department and served in that capacity from 1933 to 1935. In 1934, Krauss was designated as a Staatsschauspieler ('State Actor', i.e. an actor of national importance). Upon the death of Reich President Paul von Hindenburg in August, he signed the Aufruf der Kulturschaffenden to merge of the offices of President and Chancellor in the person of Adolf Hitler. Goebbels and Hitler rated Krauss as a cultural ambassador of Nazi Germany.\n\nKrauss and Max Reinhardt worked together for the last time at the 1937 Salzburg Festival, staging Goethe's Faust (with Krauss as Mephistopheles) in the Felsenreitschule theatre, shortly before Reinhardt emigrated to the United States. In 1940, Krauss simultaneously played the roles of six stereotypical Jewish characters – among them Rabbi Loew and Sekretar Levy – in Veit Harlan's antisemitic propaganda film Jud Süß, implementing Harlan's concept of a common Jewish root. When asked by Wolfgang Liebeneiner about the devastating effects of his performance, he replied: \"that's no concern of mine – I'm an actor!\" Krauss also played Shylock in Lothar Müthel's defamatory production of The Merchant of Venice staged at the Burgtheater in 1943. In 1944, Krauss was added to the \"Gottbegnadeten list\" of indispensable German artists, which exempted him from military service in the Wehrmacht forces, including service on the home front.\n\n"
        },
        {
            "title": "Postwar",
            "text": "After the war, Krauss had to leave his home in Mondsee near Salzburg and was expelled from Austria. He also was banned from performing on stage and in films in Germany. His films were proscribed and he was ordered to undergo a denazification program from 1947 to 1948, whereafter he could return to Austria to become a naturalized citizen. In 1950, he again performed as King Lear at the Ruhr Festival in Recklinghausen. However, in December his performance with the Burgtheater ensemble at the Kurfürstendamm Theatre in Berlin met with protest.\n\nIn 1951 Krauss again received German citizenship. Ultimately, he was rehabilitated to the extent of being invited to German film festivals. In 1954, he received the Iffland-Ring, though not determined by the previous holder Albert Bassermann but by a committee of German-speaking actors. In the same year, Krauss was awarded the Order of the Federal Republic of Germany; in 1955, he received the High Decoration of the Republic of Austria.[3] In 1958, Krauss published his autobiography titled Das Schauspiel meines Lebens (The Play of my Life).[3]\n\nKrauss died in relative obscurity in Vienna at the age of 75. He was cremated and buried in an Ehrengrab in the Vienna Zentralfriedhof.\n\n"
        }
    ]
}