{
    "url": "https://en.wikipedia.org/wiki/Werner_Herzog",
    "title": "Werner Herzog",
    "table_of_contents": [
        "1 Life",
        "1.1 Early life",
        "1.2 Early and mid-career: 1962–2005",
        "1.3 Later career: 2006 onwards",
        "1.3.1 Sloan Prize and Air Rifle Shooting",
        "2 Film theory",
        "2.1 Teaching",
        "3 Personal life",
        "4 Filmography",
        "5 Stage works",
        "5.1 Opera",
        "5.2 Theatre",
        "5.3 Concerts",
        "6 Bibliography",
        "7 References",
        "8 Further reading",
        "8.1 Primary literature",
        "8.2 Secondary literature",
        "9 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nWerner Herzog (German: [ˈvɛɐ̯nɐ ˈhɛɐ̯tsoːk]; born 5 September 1942) is a German film director, screenwriter, author, actor, and opera director, regarded as a pioneer of New German Cinema. His films often feature ambitious protagonists with impossible dreams,[1] people with unique talents in obscure fields, or individuals in conflict with nature.[2] He is known for his unique filmmaking process, such as disregarding storyboards, emphasizing improvisation, and placing the cast and crew into similar situations as characters in his films.\n\nHerzog started work on his first film Herakles in 1961, when he was nineteen. Since then he has produced, written, and directed more than sixty feature films and documentaries, such as Aguirre, the Wrath of God (1972), The Enigma of Kaspar Hauser (1974), Heart of Glass (1976), Stroszek (1977), Nosferatu the Vampyre (1979), Fitzcarraldo (1982), Cobra Verde (1987), Lessons of Darkness (1992), Little Dieter Needs to Fly (1997), My Best Fiend (1999), Invincible (2000), Grizzly Man (2005), Encounters at the End of the World (2007), Bad Lieutenant: Port of Call New Orleans (2009), and Cave of Forgotten Dreams (2010). He has published more than a dozen books of prose and directed many operas.\n\nFrench filmmaker François Truffaut once called Herzog \"the most important film director alive\".[3] American film critic Roger Ebert said that Herzog \"has never created a single film that is compromised, shameful, made for pragmatic reasons, or uninteresting. Even his failures are spectacular.\"[4] He was named one of the world's 100 most influential people by Time in 2009.[5]\n\n"
        },
        {
            "title": "Life",
            "text": "Herzog was born Werner Stipetich in Munich, Germany, to Elisabeth Stipetich, an Austrian of Croatian descent, and Dietrich Herzog, a German. When Herzog was two weeks old, his mother took refuge in the remote Bavarian village of Sachrang in the Chiemgau Alps, after the house next to theirs was destroyed during an Allied bombing raid in World War II.[6] In Sachrang, Herzog grew up without running water, a flushing toilet, or a telephone. He recounted, \"we had no toys, we had no tools\", and said that there was a sense of anarchy, as all the children's fathers were absent.[7] He never saw films, and did not even know of the existence of cinema until a traveling projectionist came by the one-room schoolhouse in Sachrang.[8]\n\nWhen Herzog was twelve, he and his family moved back to Munich. His father had abandoned the family early in his youth. Herzog later adopted his father's surname Herzog (German for \"duke\"), which he thought sounded more impressive for a filmmaker.[9] Herzog made his first phone-call when he was seventeen; two years later, he started work on his first film, Herakles.[7] Herzog says that when he eventually met his father again, \"fairly late in life\", his mother had to translate Werner's German into the Bavarian dialect which his father spoke so the two could communicate.[10] Herzog, aged thirteen, was told by a bullying music teacher to sing in front of his class at school in an effort, Herzog said, \"to break my back.\"  When he adamantly refused he was almost expelled. The incident scarred him for life.[7] For several years Herzog listened to no music, sang no songs, and studied no instruments, but when he turned eighteen he immersed himself in music with particular intensity.[7]\n\nAt an early age, he experienced a dramatic phase in which he converted to Catholicism, which only lasted a few years. He started to embark on long journeys, some on foot. Around this time, he knew he would be a filmmaker and learned the basics from a few pages in an encyclopedia which provided him with \"everything I needed to get myself started\" as a filmmaker—that, and the 35 mm camera he stole from the Munich Film School.[11] In the commentary for Aguirre, the Wrath of God, he says, \"I don't consider it theft. It was just a necessity. I had some sort of natural right for a camera, a tool to work with\".\n\nDuring Herzog's last years of high school, no production company was willing to take on his projects, so he worked night shifts as a welder in a steel factory to earn the funds for his first featurettes.[12] When he finished school, but before he formally graduated, he followed his girlfriend to Manchester, England, where he spent several months and learned to speak English. He found the language classes pointless and \"fled\".[13][14] After graduating from high school, he was intrigued by the post-independence Congo, but in attempting to travel there, reached only the south of Sudan before falling seriously ill.[15] While already making films, he had a brief stint at Munich University, where he studied history and literature.[16] Herzog subsequently moved to Pittsburgh, Pennsylvania, in order to study at Duquesne University.[17]\n\nHerzog, along with Rainer Werner Fassbinder and Volker Schlöndorff, led the beginning of the New German Cinema, which included documentarians who filmed on low budgets and were influenced by the French New Wave. He developed a habit of casting professional actors alongside people from the locality in which he was shooting. His films, \"usually set in distinct and unfamiliar landscapes, are imbued with mysticism.\"[18] Herzog says his Catholic upbringing is evident in \"something of a religious echo in my work\".[19]\n\nIn 1971, while Herzog was location scouting for Aguirre, the Wrath of God in Peru, he narrowly avoided taking LANSA Flight 508. Herzog's reservation was cancelled due to a last-minute change in itinerary. The plane was later struck by lightning and disintegrated, but one survivor, Juliane Koepcke, lived after a free fall. Long haunted by the event, nearly 30 years later he made a documentary film, Wings of Hope (1998), which explored the story of the sole survivor.\n\nHerzog and his films have been nominated for and won many awards. His first major award was the Silver Bear Extraordinary Prize of the Jury for his first feature film Signs of Life[20] (Nosferatu the Vampyre was also nominated for Golden Bear in 1979). Herzog won the Best Director award for Fitzcarraldo at the 1982 Cannes Film Festival. In 1975, his movie The Enigma of Kaspar Hauser won the Grand Prix Spécial du Jury (also known as the 'Silver Palm') and the Prize of the Ecumenical Jury at the Cannes Festival. Other films directed by Herzog nominated for Golden Palm are: Woyzeck (1979) and Where the Green Ants Dream (1984). His films have been nominated at many other festivals around the world: César Awards (Aguirre, the Wrath of God), Emmy Awards (Little Dieter Needs to Fly), European Film Awards (My Best Fiend) and Venice Film Festival (Scream of Stone and The Wild Blue Yonder). In 1987, Herzog and his half-brother Lucki Stipetić won the Bavarian Film Award for Best Producing for the film Cobra Verde.[21] In 2002 he won the Dragon of Dragons Honorary Award during Kraków Film Festival in Kraków, Poland.\n\n\nHerzog once promised to eat his shoe if Errol Morris completed the film project on pet cemeteries that he had been working on, in order to challenge and motivate Morris, whom Herzog perceived as incapable of following up on the projects he conceived. In 1978, when the film Gates of Heaven premiered, Herzog cooked and publicly ate his shoe, an event later incorporated into a short documentary Werner Herzog Eats His Shoe by Les Blank. At the event, Herzog suggested that he hoped the act would serve to encourage anyone having difficulty bringing a project to fruition.[22]\nIn the winter of 1974, upon learning of the impending death of his friend Lotte H. Eisner, Herzog began a three week pilgrimage, traversing the route from Munich to Paris on foot. He believed this act of devotion would prolong Eisner's life. Durning these travels Herzog kept a diary which would eventually be published as Of Walking in Ice.\n\nWerner Herzog moved to Los Angeles with his wife in the late nineties. \"Wherever you look is an immense depth, a tumult that resonates with me. New York is more concerned with finance than anything else. It doesn’t create culture, only consumes it; most of what you find in New York comes from elsewhere. Things actually get done in Los Angeles. Look beyond the glitz and glamour of Hollywood and a wild excitement of intense dreams opens up; it has more horizons than any other place. There is a great deal of industry in the city and a real working class; I also appreciate the vibrant presence of the Mexicans.\"[23]\n\nHerzog was honored at the 49th San Francisco International Film Festival, receiving the 2006 Film Society Directing Award.[24] Four of his films have been shown at the San Francisco International Film Festival: Wodaabe – Herdsmen of the Sun in 1990, Bells from the Deep in 1993, Lessons of Darkness in 1993, and The Wild Blue Yonder in 2006.\n\nGrizzly Man, directed by Herzog, was awarded the Alfred P. Sloan Prize at the 2005 Sundance Film Festival. In 2006, Herzog was shot in the abdomen while on Skyline Drive in Los Angeles. He had been giving an interview on Grizzly Man to Mark Kermode of the BBC.[25][26] Herzog continued the interview without seeking medical treatment, stating \"it's not significant\". The shooter later turned out to be a crazed fan with an air-rifle. Regarding the incident, Herzog later said, \"I seem to attract the clinically insane.\" In a 2021 episode of Diminishing Returns podcast covering Herzog's film Stroszek, presenter Dallas Campbell called this incident a hoax, claiming to be friends with the director of the piece and that the incident was \"set up\".[27] Two days later, Herzog helped actor Joaquin Phoenix exit his car after a car crash.[28]\n\nHerzog's April 2007 appearance at the Ebertfest in Champaign, Illinois, earned him the Golden Thumb Award, and an engraved glockenspiel given to him by a young film maker inspired by his films. Encounters at the End of the World won the award for Best Documentary at the 2008 Edinburgh International Film Festival and was nominated for the Academy Award for Best Documentary Feature, Herzog's first nomination.[citation needed] In 2009, Herzog became the only filmmaker in recent history to enter two films in competition in the same year at the Venice Film Festival. Herzog's Bad Lieutenant: Port of Call New Orleans was entered into the festival's official competition schedule, and his My Son, My Son, What Have Ye Done? entered the competition as a \"surprise film\".[29] Herzog also provided the narration for the short film Plastic Bag directed by Ramin Bahrani which was the opening night film in the Corto Cortissimo section of the festival.[30]\n\nDissatisfied with the way film schools are run, Herzog founded his own Rogue Film School in 2009.[31] For the students, Herzog has said, \"I prefer people who have worked as bouncers in a sex club, or have been wardens in the lunatic asylum. You must live life in its very elementary forms. The Costa Ricans have a very nice word for it: pura vida. It doesn't mean just purity of life, but the raw, stark-naked quality of life. And that's what makes young people more into a filmmaker than academia.\"[32]\n\nHerzog was the president of the jury at the 60th Berlin International Film Festival in 2010.[33][34][35]\n\nHerzog completed a documentary called Cave of Forgotten Dreams in 2010, which shows his journey into the Chauvet Cave in France. Although generally skeptical of 3D film as a format,[36] Herzog premiered the film at the 2010 Toronto International Film Festival in 3-D and had its European premiere at the 2011 Berlinale. Also in 2010, Herzog co-directed with Dimitry Vasuykov Happy People: A Year in the Taiga, which portrays the life of fur trappers from the Siberian part of the Taiga, and had its premiere at the 2010 Telluride Film Festival.[37]\n\nHerzog has narrated many of his documentary films, and he lent his voice to an animated television program for the first time in 2010, appearing in The Boondocks in its third-season premiere episode \"It's a Black President, Huey Freeman\". In the episode, he played a fictionalized version of himself filming a documentary about the series' cast of characters and their actions during the 2008 election of Barack Obama.[citation needed]\n\nContinuing with voice work, Herzog played Walter Hotenhoffer (formerly known as Augustus Gloop) in The Simpsons episode \"The Scorpion's Tale\" which aired in March 2011. The next year, he also appeared in the 8th-season episode of American Dad! called \"Ricky Spanish\", and lent his voice to a recurring character during the 4th season of the Adult Swim animated series Metalocalypse. In 2015 he voiced a character for Adult Swim's Rick and Morty. He also appeared opposite Tom Cruise as the villain Zec Chelovek in the 2012 action film Jack Reacher.\n\nHerzog gained attention in 2013 when he released a 35-minute Public Service Announcement-style documentary, From One Second to the Next, demonstrating the danger of texting while driving and financed by AT&T, Sprint, Verizon, and T-Mobile as part of their It Can Wait driver safety campaign. The film, which documents four stories in which texting and driving led to tragedy or death, initially received over 1.7 million YouTube views and was subsequently distributed to over 40,000 high schools.[38] In July 2013, Herzog contributed to an art installation entitled \"Hearsay of the Soul\", for the Whitney Biennial, which was later acquired as a permanent exhibit by the J. Paul Getty Museum in Los Angeles. In late 2013 he also lent his voice to the English-language dub of Hayao Miyazaki's The Wind Rises.[39]\n\nIn 2011, Herzog competed with Ridley Scott to make a film based around the life of explorer Gertrude Bell.[40] In 2012, it was confirmed that Herzog would start production on his long-in-development project in March 2013 in Morocco with Naomi Watts to play Gertrude Bell along with Robert Pattinson to play T. E. Lawrence and Jude Law to play Henry Cadogan.[41] The film was completed in 2014 with a different cast: Nicole Kidman as Gertrude Bell, James Franco as Henry Cadogan, Damian Lewis as Charles Doughty-Wylie, and Robert Pattinson as a 22-year-old archaeologist T. E. Lawrence. Queen of the Desert had its world premiere at the 2015 Berlin International Film Festival.[citation needed]\n\nIn 2015, Herzog shot a feature film, Salt and Fire, in Bolivia, starring Veronica Ferres, Michael Shannon and Gael García Bernal. It is described as a \"highly explosive drama inspired by a short story by Tom Bissell\".[42]\n\nIn 2019, Herzog joined the cast of the Disney+ live action Star Wars television series The Mandalorian, portraying  \"The Client\", a character with nebulous connections to the Empire.[43] Herzog accepted the role after being impressed with the screenplay,[44] despite admitting that he had never seen a Star Wars film.[45]\n\nIn June 2022, Herzog published his debut novel, titled The Twilight World, telling the story of Hiroo Onoda. Herzog had met Onoda in Tokyo more than two decades ago, and the two had discussed the jungle, a setting that reoccurs throughout many of Herzog's film works. Onoda, a WWII Japanese soldier who was deployed in 1944 to Lubang, a small Philippine Island, stayed in the jungles of Lubang for twenty nine years. After receiving orders to \"hold his position\", his commander promised that someone would return for him, but as the years went by, it was clear that he was forgotten. While the novel was written as a fictionalized account of Hiroo Onoda's real life ordeal of being stranded in a jungle fighting a war that had officially ended, Herzog admits to bending the truth, saying “Most details are factually correct; some are not\".[46][47][48]\n\n"
        },
        {
            "title": "Film theory",
            "text": "Herzog's films have received considerable critical acclaim and achieved popularity on the art house circuit. They have also been the subject of controversy in regard to their themes and messages, especially the circumstances surrounding their creation. A notable example is Fitzcarraldo, in which the obsessiveness of the central character was reflected by the director during the making of the film. Burden of Dreams, a documentary filmed during the making of Fitzcarraldo, explored Herzog's efforts to make the film in harsh conditions. Herzog's diaries during the making of Fitzcarraldo were published as Conquest of the Useless: Reflections from the Making of Fitzcarraldo. Mark Harris of The New York Times wrote in his review: \"The movie and its making are both fables of daft aspiration, investigations of the blurry border between having a dream and losing one's mind.\"[49]\n\nHerzog has said that our civilization is \"starving for new images\"; in a 1982 interview with Roger Ebert, he explained that \"We do not have adequate images for our kind of civilization...We are surrounded by images that are worn out, and I believe that unless we discover new images, we will die out.\" He has said it is his mission to help us discover new images: \"I am trying to make something that has not been made before.\"[50] He is proud of never using storyboards and often improvising large parts of the script. He explains this technique in the commentary track to Aguirre, the Wrath of God.\n\nIn 1999, before a public dialogue with critic Roger Ebert at the Walker Art Center, Herzog read a new manifesto, which he dubbed Minnesota Declaration: Truth and Fact in Documentary Cinema.[51] Subtitled \"Lessons of Darkness,\" after his film of that name, the 12-point declaration began: \"Cinema Verité is devoid of verité. It reaches a merely superficial truth, the truth of accountants.\" Herzog explained that \"There are deeper strata of truth in cinema, and there is such a thing as poetic, ecstatic truth. It is mysterious and elusive, and can be reached only through fabrication and imagination and stylization\" and that \"facts sometimes have a strange and bizarre power that makes their inherent truth seem unbelievable.\"[52] Ebert later wrote of its significance: \"For the first time, it fully explained his theory of 'ecstatic truth.'\"[53] In 2017, Herzog wrote a six-point addendum to the manifesto,[54] prompted by a question about \"truth in an age of alt-facts.\"[55]\n\nHis treatment of subjects has been characterized as Wagnerian in its scope, but film theory has in recent years focused on the concept of the ecstatic and the nomadic character of his film. The plot of Fitzcarraldo is based on the building of an opera house and his later film Invincible (2001) touches on the character of Siegfried.[56] Herzog's documentary The Transformation of the World into Music goes behind the scenes of the Bayreuth Festival. Herzog has directed several operas, including Mozart's The Magic Flute, Beethoven's Fidelio and Wagner's Parsifal.\n\nCritical of film schools,[57] Herzog has taught three cinema workshops. From 2009 to 2016, he organized the Rogue Film School, in which young directors spent a few days with him in evocative locations.[58] What exactly goes on at the rogue film school have been clouded in secrecy, but director and writer Kristoffer Hegnsvad report from his stay there in his book Werner Herzog – Ecstatic Truth and Other Useless Conquest:  “The first thing you notice is his enormous presence. His self-confidence sends shockwaves through a room every time he opens his mouth or make eye contact; he adops a stance of exalted calm, as though he has achieved some kind of mastery – not just over his own mind, but over the capriciousness of the world” \".[59] Lessons ranged from \"How does music function in film?\" to \"The creation of your own shooting permits\". In 2018, he held \"Filming in Peru with Werner Herzog\", a twelve-day workshop in the Amazonian rainforest, close to the locations for Fitzcarraldo, for new filmmakers from around the world. Each made a short film under Herzog's supervision.[60] Herzog was enthusiastic, and said of the resulting films that \"the best 10 of them are better than the selections for best short film at the Academy Awards\".[61] Workshop participants included directors Rupert Clague and Quentin Lazzarotto. Herzog is also on the website MasterClass, where he presents a course on filmmaking, entitled \"Werner Herzog teaches filmmaking\".[62][63][64] In a discussion with Errol Morris at the Toronto Film Festival, Morris, who was influenced by Herzog's early films, joked that he considered himself one of the first students of the Rogue Film School. Regarding Herzog's influence on him, Morris quoted García Márquez's reaction to reading Kafka for the first time: \"I didn't know you were allowed to do that.\" [3]\n\n"
        },
        {
            "title": "Personal life",
            "text": "Herzog has been married three times and has three children. In 1967,[65] he married Martje Grohmann, with whom he had a son, Rudolph Amos Achmed, born in 1973. They were divorced in 1985.[66] In 1980, Herzog's daughter Hanna Mattes (a photographer and painter) was born to his then-companion Eva Mattes.[67] In 1987, he married Christine Maria Ebenberger,[68] and their son, Simon Herzog, was born in 1989.[69] They divorced in 1997.[70] Herzog moved to the United States in 1996 and married photographer Lena Herzog, formerly Elena Pisetski, in 1999.[71]\n\nHerzog is a voracious reader, and lists the following works as required reading for the Rogue Film School: J. A. Baker's The Peregrine, Virgil's Georgics and Ernest Hemingway's \"The Short Happy Life of Francis Macomber\". Suggested reading includes the Poetic Edda translated by Lee M. Hollander, Bernal Diaz de Castillo's The Conquest of New Spain and the Warren Commission Report.[72]\n\nOthers have described Herzog as an atheist.[73] In addition to his native German, he speaks English, Spanish, French, and Greek.[74] He also reads Latin and Ancient Greek.[10]\n\n"
        },
        {
            "title": "Filmography",
            "text": "Between 1962 and 2019 Herzog directed twenty fiction feature films, seven fiction short films and thirty-one documentary feature films, as well as eight documentary short films and episodes of two television series. He has also been the screenwriter or co-writer for all his films and for four others, and has appeared as an actor in twenty-six film or television productions.\n\n"
        }
    ]
}