{
    "url": "https://en.wikipedia.org/wiki/Western_philosophy",
    "title": "Western philosophy",
    "table_of_contents": [
        "1 History",
        "1.1 Ancient",
        "1.1.1 Pre-Socratics",
        "1.1.2 Classical period",
        "1.1.3 Hellenistic and Roman philosophy",
        "1.2 Medieval",
        "1.2.1 Scholasticism",
        "1.2.2 Renaissance humanism",
        "1.3 Modern",
        "1.3.1 Early modern (17th and 18th centuries)",
        "1.3.2 German idealism",
        "1.3.3 Late modern (19th century)",
        "1.3.4 Pragmatism",
        "1.4 Contemporary",
        "2 Analytic philosophy",
        "2.1 Logic",
        "2.2 Philosophy of science",
        "2.3 Philosophy of language",
        "2.4 Philosophy of mind",
        "2.5 Ethics",
        "2.6 Other branches",
        "3 Continental philosophy",
        "3.1 Existentialism",
        "3.2 Marxism and critical theory",
        "3.3 Phenomenology and hermeneutics",
        "3.4 Structuralism and post-structuralism",
        "3.5 Process philosophy",
        "4 Influences from Eastern philosophy",
        "5 See also",
        "6 Notes",
        "7 References",
        "8 Further reading",
        "9 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Western philosophy encompasses the philosophical thought and work of the Western world. Historically, the term refers to the philosophical thinking of Western culture, beginning with the ancient Greek philosophy of the pre-Socratics. The word philosophy itself originated from the Ancient Greek philosophía (φιλοσοφία), literally, \"the love of wisdom\" Ancient Greek: φιλεῖν phileîn, \"to love\" and σοφία sophía, \"wisdom\"). \n\n"
        },
        {
            "title": "History",
            "text": "The scope of ancient Western philosophy included the problems of philosophy as they are understood today; but it also included many other disciplines, such as pure mathematics and natural sciences such as physics, astronomy, and biology (Aristotle, for example, wrote on all of these topics).\n\nThe pre-Socratic philosophers were interested in cosmology; the nature and origin of the universe, while rejecting mythical answers to such questions.[1] They were specifically interested in the arche (the cause or first principle) of the world. The first recognized philosopher, Thales of Miletus (born c. 625 BCE in Ionia) identified water as the arche (claiming \"all is water\") His use of observation and reason to derive this conclusion is the reason for distinguishing him as the first philosopher.[2] Thales' student Anaximander claimed that the arche was the apeiron, the infinite. Following both Thales and Anaximander, Anaximenes of Miletus claimed that air was the most suitable candidate.\n\nPythagoras (born c. 570 BCE), from the island of Samos off the coast of Ionia, later lived in Croton in southern Italy (Magna Graecia). Pythagoreans hold that \"all is number\", giving formal accounts in contrast to the previous material of the Ionians. The discovery of consonant intervals in music by the group enabled the concept of harmony to be established in philosophy, which suggested that opposites could together give rise to new things.[3] They also believed in metempsychosis, the transmigration of souls, or reincarnation.\n\nParmenides argued that, unlike the other philosophers who believed the arche was transformed into multiple things, the world must be singular, unchanging and eternal, while anything suggesting the contrary was an illusion.[4] Zeno of Elea formulated his famous paradoxes in order to support the Parmenides' views about the illusion of plurality and change (in terms of motion), by demonstrating them to be impossible.[5] An alternative explanation was presented by Heraclitus, who claimed that everything was in flux all the time, famously pointing out that one could not step into the same river twice.[6] Empedocles may have been an associate of both Parmenides and the Pythagoreans.[7] He claimed the arche was in fact composed of multiple sources, giving rise to the model of the four classical elements. These in turn were acted upon by the forces of Love and Strife, creating the mixtures of elements which form the world.[7] Another view of the arche being acted upon by an external force was presented by his older contemporary Anaxagoras, who claimed that nous, the mind, was responsible for that.[8] Leucippus and Democritus proposed atomism as an explanation for the fundamental nature of the universe. Jonathan Barnes called atomism \"the culmination of early Greek thought\".[9]\n\nIn addition to these philosophers, the Sophists comprised teachers of rhetoric who taught students to debate on any side of an issue. While as a group, they held no specific views, in general they promoted subjectivism and relativism. Protagoras, one of the most influential Sophist philosophers, claimed that \"man is the measure of all things\", suggesting there is no objective truth.[10] This was also applied to issues of ethics, with Prodicus arguing that laws could not be taken seriously because they changed all the time, while Antiphon made the claim that conventional morality should only be followed when in society.[11]\n\nThe Classical period of ancient Greek philosophy centers on Socrates and the two generations of students following him.\n\nSocrates experienced a life-changing event when his friend, Chaerephon visited the Oracle of Delphi where the Pythia told him that no one in Athens was wiser than Socrates. Learning of this, Socrates subsequently spent much of his life questioning anyone in Athens who would engage him, in order to investigate the Pithia's claim.[12] Socrates developed a critical approach, now called the Socratic method, to examine people's views. He focused on issues of human life: eudaimonia, justice, beauty, truth, and virtue. Although Socrates wrote nothing himself, two of his disciples, Plato and Xenophon, wrote about some of his conversations, although Plato also deployed Socrates as a fictional character in some of his dialogues. These Socratic dialogues display the Socratic method being applied to examine philosophical problems.\n\nSocrates's questioning earned him enemies who eventually accused him of impiety and corrupting the youth. The Athenian democracy tried him, was found guilty, and was sentenced to death. Although his friends offered to help him escape from prison, Socrates chose to remain in Athens and abide by his principles. His execution consisted of drinking poison hemlock. He died in 399 BCE.\n\nAfter Socrates' death, Plato founded the Platonic Academy and Platonic philosophy. As Socrates had done, Plato identified virtue with knowledge. This led him to questions of epistemology on what knowledge is and how it is acquired.[13][14]\n\nSocrates had several other students who also founded schools of philosophy. Two of these were short-lived: the Eretrian school, founded by Phaedo of Elis, and the Megarian school, founded by Euclid of Megara. Two others were long-lasting: Cynicism, founded by Antisthenes, and Cyrenaicism, founded by Aristippus. The Cynics considered life's purpose to live in virtue, in agreement with nature, rejecting all conventional desires for wealth, power, and fame, leading a simple life free from all possessions. The Cyrenaics promoted a philosophy nearly opposite that of the Cynics, endorsing hedonism, holding that pleasure was the supreme good, especially immediate gratifications; and that people could only know their own experiences, beyond that truth was unknowable.\n\nThe final school of philosophy to be established during the Classical period was the Peripatetic school, founded by Plato's student, Aristotle. Aristotle wrote widely about topics of philosophical concern, including physics, biology, zoology, metaphysics, aesthetics, poetry, theater, music, rhetoric, politics, and logic. Aristotelian logic was the first type of logic to attempt to categorize every valid syllogism. His epistemology comprised an early form empiricism.[15] Aristotle criticized Plato's metaphysics as being poetic metaphor, with its greatest failing being the lack of an explanation for change.[16] Aristotle proposed the four causes model to explain change - material, efficient, formal, and final - all of which were grounded on what Aristotle termed the unmoved mover.[15] His ethical views identified eudaimonia as the ultimate good, as it was good in itself.[17] He thought that eudaimonia could be achieved by living according to human nature, which is to live with reason and virtue,[17] defining virtue as the golden mean between extremes.[17] Aristotle saw politics as the highest art, as all other pursuits are subservient to its goal of improving society.[17] The state should aim to maximize the opportunities for the pursuit of reason and virtue through leisure, learning, and contemplation.[18] Aristotle tutored Alexander the Great, who conquered much of the ancient Western world. Hellenization and Aristotelian philosophy have exercised considerable influence on almost all subsequent Western and Middle Eastern philosophers.\n\nThe Hellenistic and Roman Imperial periods saw the continuation of Aristotelianism and Cynicism, and the emergence of new philosophies, including Pyrrhonism, Epicureanism, Stoicism, and Neopythagoreanism. Platonism also continued but came under new interpretations, particularly Academic skepticism in the Hellenistic period and Neoplatonism in the Imperial period. The traditions of Greek philosophy heavily influenced Roman philosophy. In Imperial times, Epicureanism and Stoicism were particularly popular.[19]\n\n\nThe various schools of philosophy proposed various and conflicting methods for attaining eudaimonia. For some schools, it was through internal means, such as calmness, ataraxia (ἀταραξία), or indifference, apatheia (ἀπάθεια), which was possibly caused by the increased insecurity of the era.[20][21] The aim of the Cynics was to live according to nature and against convention with courage and self-control.[22] This was directly inspiring to the founder of Stoicism, Zeno of Citium, who took up the Cynic ideals of steadfastness and self-discipline, but applied the concept of apatheia to personal circumstances rather than social norms, and switched shameless flouting of the latter for a resolute fulfillment of social duties.[23] The ideal of 'living in accordance with nature' also continued, with this being seen as the way to eudaimonia, which in this case was identified as the freedom from fears and desires and required choosing how to respond to external circumstances, as the quality of life was seen as based on one's beliefs about it.[24][25] An alternative view was presented by the Cyrenaics and the Epicureans. The Cyrenaics were hedonists and believed that pleasure was the supreme good in life, especially physical pleasure, which they thought more intense and more desirable than mental pleasures.[26] The followers of Epicurus also identified \"the pursuit of pleasure and the avoidance of pain\" as the ultimate goal of life, but noted that \"We do not mean the pleasures of the prodigal or of sensuality . . . we mean the absence of pain in the body and trouble in the mind\".[27] This brought hedonism back to the search for ataraxia.[28]\nAnother important strand of thought in post-Classical Western thought was the question of skepticism. Pyrrho of Elis, a Democritean philosopher, traveled to India with Alexander the Great's army where Pyrrho was influenced by Buddhist teachings, most particularly the three marks of existence.[29] After returning to Greece, Pyrrho started a new school of philosophy, Pyrrhonism, which taught that it is one's opinions about non-evident matters (i.e., dogma) that prevent one from attaining ataraxia. To bring the mind to ataraxia, Pyrrhonism uses epoché (suspension of judgment) regarding all non-evident propositions. After Arcesilaus became head of the Academy, he adopted skepticism as a central tenet of Platonism, making Platonism nearly the same as Pyrrhonism.[30] After Arcesilaus, Academic skepticism diverged from Pyrrhonism.[31] The Academic skeptics did not doubt the existence of truth; they just doubted that humans had the capacities for obtaining it.[32] They based this position on Plato's Phaedo, sections 64–67,[33] in which Socrates discusses how knowledge is not accessible to mortals.[34]\n\nFollowing the end of the skeptical period of the Academy with Antiochus of Ascalon, Platonic thought entered the period of Middle Platonism, which absorbed ideas from the Peripatetic and Stoic schools. More extreme syncretism was done by Numenius of Apamea, who combined it with Neopythagoreanism.[35] Also affected by the Neopythagoreans, the Neoplatonists, first of them Plotinus, argued that mind exists before matter, and that the universe has a singular cause which must therefore be a single mind.[36] As such, Neoplatonism become essentially a religion, and had much impact on later Christian thought.[36]\n\nMedieval philosophy roughly extends from the Christianization of the Roman Empire until the Renaissance.[37] It is defined partly by the rediscovery and further development of classical Greek and Hellenistic philosophy, and partly by the need to address theological problems and to integrate the then-widespread sacred doctrines of Abrahamic religion (Judaism, Christianity, and Islam) with secular learning. Some problems discussed throughout this period are the relation of faith to reason, the existence and unity of God, the object of theology and metaphysics, the problems of knowledge, of universals, and of individuation.\n\nA prominent figure of this period was Augustine of Hippo, one of the most important Church Fathers in Western Christianity. Augustine adopted Plato's thought and Christianized it. His influence dominated medieval philosophy perhaps up to the end of era and the rediscovery of Aristotle's texts. Augustinianism was the preferred starting point for most philosophers up until the 13th century. Among the issues his philosophy touched upon were the problem of evil, just war and what time is. On the problem of evil, he argued that evil was a necessary product of human free will.[38] When this raised the issue of the incompatibility of free will and divine foreknowledge, both he and Boethius solved the issue by arguing that God did not see the future, but rather stood outside of time entirely.[39]\n\nAn influential school of thought was that of scholasticism, which is not so much a philosophy or a theology as a methodology, as it places a strong emphasis on dialectical reasoning to extend knowledge by inference and to resolve contradictions. Scholastic thought is also known for rigorous conceptual analysis and the careful drawing of distinctions. In the classroom and in writing, it often takes the form of explicit disputation; a topic drawn from the tradition is broached in the form of a question, oppositional responses are given, a counterproposal is argued and oppositional arguments rebutted. Because of its emphasis on rigorous dialectical method, scholasticism was eventually applied to many other fields of study.[40][41]\n\nAnselm of Canterbury (called the 'father of scholasticism') argued that the existence of God could be irrefutably proved with the logical conclusion apparent in the ontological argument, according to which God is by definition the greatest thing in conceivable, and since an existing thing is greater than a non-existing one, it must be that God exists or is not the greatest thing conceivable (the latter being by definition impossible).[42] A refutation of this was offered by Gaunilo of Marmoutiers, who applied the same logic to an imagined island, arguing that somewhere there must exist a perfect island using the same steps of reasoning (therefore leading to an absurd outcome).[43]\nBoethius also worked on the problem of universals, arguing that they did not exist independently as claimed by Plato, but still believed, in line with Aristotle, that they existed in the substance of particular things.[27] Another important figure for scholasticism, Peter Abelard, extended this to nominalism, which states (in complete opposition to Plato) that universals were in fact just names given to characteristics shared by particulars.[44]\nThomas Aquinas, an academic philosopher and the father of Thomism, was immensely influential in medieval Christendom. He was influenced by newly discovered Aristotle, and aimed to reconcile his philosophy with Christian theology.[45] Aiming to develop an understanding of the soul, he was led to consider metaphysical questions of substance, matter, form, and change.[45] He defined a material substance as the combination of an essence and accidental features, with the essence being a combination of matter and form, similar to the Aristotelian view.[46] For humans, the soul is the essence.[46] Also influenced by Plato, he saw the soul as unchangeable and independent of the body.[46]\n\nOther Western philosophers from the Middle Ages include John Scotus Eriugena, Gilbert de la Porrée, Peter Lombard, Hildegard of Bingen, Robert Grosseteste, Roger Bacon, Bonaventure, Peter John Olivi, Mechthild of Magdeburg, Robert Kilwardby, Albertus Magnus, Henry of Ghent, Duns Scotus, Marguerite Porete, Dante Alighieri, Marsilius of Padua, William of Ockham, Jean Buridan, Nicholas of Autrecourt, Meister Eckhart, Catherine of Siena, Jean Gerson, and John Wycliffe. The medieval tradition of scholasticism continued to flourish as late as the 17th century, in figures such as Francisco Suárez and John of St. Thomas. During the Middle Ages, Western philosophy was also influenced by the Jewish philosophers Maimonides and Gersonides; and the Muslim philosophers Alkindus, Alfarabi, Alhazen, Avicenna, Algazel, Avempace, Abubacer, and Averroes.\n\nThe Renaissance (\"rebirth\") was a period of transition between the Middle Ages and modern thought,[47] in which the recovery of ancient Greek philosophical texts helped shift philosophical interests away from technical studies in logic, metaphysics, and theology towards eclectic inquiries into morality, philology, and mysticism.[48][49] The study of the classics and the humane arts generally, such as history and literature, enjoyed a scholarly interest hitherto unknown in Christendom, a tendency referred to as humanism.[50][51] Displacing the medieval interest in metaphysics and logic, the humanists followed Petrarch in making humanity and its virtues the focus of philosophy.[52][53]\n\nAt the point of passage from Renaissance into early/classical modern philosophy, the dialogue was used as a primary style of writing by Renaissance philosophers, such as Giordano Bruno.[54]\n\nThe dividing line between what is classified as Renaissance versus modern philosophy is disputed.[55]\n\nThe term \"modern philosophy\" has multiple usages. For example, Thomas Hobbes is sometimes considered the first modern philosopher because he applied a systematic method to political philosophy.[56][57] By contrast, René Descartes is often considered the first modern philosopher because he grounded his philosophy in problems of knowledge, rather than problems of metaphysics.[58]\n\nModern philosophy and especially Enlightenment philosophy[59] is distinguished by its increasing independence from traditional authorities such as the Church, academia, and Aristotelianism;[60][61] a new focus on the foundations of knowledge and metaphysical system-building;[62][63] and the emergence of modern physics out of natural philosophy.[64]\n\nSome central topics of Western philosophy in its early modern (also classical modern)[65][66] period include the nature of the mind and its relation to the body, the implications of the new natural sciences for traditional theological topics such as free will and God, and the emergence of a secular basis for moral and political philosophy.[67] These trends first distinctively coalesce in Francis Bacon's call for a new, empirical program for expanding knowledge, and soon found massively influential form in the mechanical physics and rationalist metaphysics of René Descartes.[68]\n\nDescartes's epistemology was based on a method called Cartesian doubt, whereby only the most certain belief could act as the foundation for further inquiry, with each step to further ideas being as cautious and clear as possible.[69] This led him to his famous maxim cogito ergo sum ('I think, therefore I exist'), though similar arguments had been made by earlier philosophers.[70] This became foundational for much of further Western philosophy, as the need to find a route from the private world of consciousness to the externally existing reality was widely accepted until the 20th century.[70] A major issue for his thought remained in the mind–body problem, however.[70] One solution to the problem was presented by Baruch Spinoza, who argued that the mind and the body are one substance.[71] This was based on his view that God and the universe are one and the same, encompassing the totality of existence.[72] In the other extreme, Gottfried Wilhelm Leibniz, argued instead that the world was composed of numerous individual substances, called monads.[73] Together, Descartes, Spinoza and Leibniz are considered influential early rationalists.[74]\n\nIn contrast to Descartes, Thomas Hobbes was a materialist who believed that everything was physical, and an empiricist who thought that all knowledge comes from sensation which is triggered by objects existing in the external world, with thought being a kind of computation.[75] John Locke was another classic empiricist, with his arguments helping it overtake rationalism as the generally preferred approach.[76] Together with David Hume, they form the core of 'British empiricism'.[76] George Berkeley agreed with empiricism, but instead of believing in an ultimate reality which created perceptions, argued in favour immaterialism and the world existing as a result of being perceived.[77] In contrast, the Cambridge Platonists continued to represent rationalism in Britain.[76]\n\nIn terms of political philosophy, arguments often started from arguing over the first principles of human nature through the thought experiment of what the world would look like without society, a scenario referred to as the state of nature. Hobbes believed that this would be a violent and anarchic, calling life under such a state of affairs \"solitary, poor, nasty, brutish and short\".[75] To prevent this, he believed that the sovereign of the state should have essentially unlimited power.[78] In contrast, Locke believed the state of nature be one where individuals enjoyed freedom, but that some of that (excluding those covered by natural rights) had to be given up when forming a society, but not to the degree of absolute rule.[79] Jean-Jacques Rousseau meanwhile argued that in nature people were living in a peaceful and comfortable state, and that the formation of society led to the rise of inequality.[80]\n\nThe approximate end of the early modern period is most often identified with Immanuel Kant's systematic attempt to limit metaphysics, justify scientific knowledge, and reconcile both of these with morality and freedom.[81][82][83] Whereas the rationalists had believed that knowledge came from a priori reasoning, the empiricists had argued that it came from a posteriori sensory experience, Kant aimed to reconcile these views by arguing that the mind uses a priori understanding to interpret the a posteriori experiences.[84] He had been inspired to take this approach by the philosophy of Hume, who argued that the mechanisms of the mind gave people the perception of cause and effect.[84]\n\nMany other contributors were philosophers, scientists, medical doctors, and politicians. A short list includes Galileo Galilei, Pierre Gassendi, Blaise Pascal, Nicolas Malebranche, Antonie van Leeuwenhoek, Christiaan Huygens, Isaac Newton, Christian Wolff, Montesquieu, Pierre Bayle, Thomas Reid, Jean le Rond d'Alembert and Adam Smith.\n\nGerman idealism emerged in Germany in the late 18th and early 19th centuries. It developed out of the work of Immanuel Kant in the 1780s and 1790s.[85]\n\nTranscendental idealism, advocated by Immanuel Kant, is the view that there are limits on what can be understood since there is much that cannot be brought under the conditions of objective judgment. Kant wrote his Critique of Pure Reason (1781) in an attempt to reconcile the conflicting approaches of rationalism and empiricism, and to establish a new groundwork for studying metaphysics. Although Kant held that objective knowledge of the world required the mind to impose a conceptual or categorical framework on the stream of pure sensory data—a framework including space and time themselves—he maintained that things-in-themselves existed independently of human perceptions and judgments; he was therefore not an idealist in any simple sense. Kant's account of things-in-themselves is both controversial and highly complex. Continuing his work, Johann Gottlieb Fichte and Friedrich Schelling dispensed with belief in the independent existence of the world, and created a thoroughgoing idealist philosophy.\n\nThe most notable work of absolute idealism was G. W. F. Hegel's Phenomenology of Spirit, of 1807. Hegel admitted his ideas were not new, but that all the previous philosophies had been incomplete. His goal was to correctly finish their job. Hegel asserts that the twin aims of philosophy are to account for the contradictions apparent in human experience (which arise, for instance, out of the supposed contradictions between \"being\" and \"not being\"), and also simultaneously to resolve and preserve these contradictions by showing their compatibility at a higher level of examination (\"being\" and \"not being\" are resolved with \"becoming\"). This program of acceptance and reconciliation of contradictions is known as the \"Hegelian dialectic\".\n\nPhilosophers influenced by Hegel include Ludwig Feuerbach, who coined the term \"projection\" as pertaining to humans' inability to recognize anything in the external world without projecting qualities of ourselves upon those things; Karl Marx; Friedrich Engels; and the British idealists, notably T. H. Green, J. M. E. McTaggart, F. H. Bradley, and R. G. Collingwood.\n\nFew 20th-century philosophers embraced the core tenets of German idealism after the demise of British idealism. However, quite a few have embraced Hegelian dialectic, most notably Frankfurt School critical theorists, Alexandre Kojève, Jean-Paul Sartre (in his Critique of Dialectical Reason), and Slavoj Žižek. A central theme of German idealism, the legitimacy of Kant's \"Copernican revolution\", remains an important point of contention in 21st-century post-continental philosophy.\n\nLate modern philosophy is usually considered to begin around the pivotal year of 1781, when Gotthold Ephraim Lessing died and Immanuel Kant's Critique of Pure Reason appeared.[86] The 19th century saw the beginnings of what would later grow into the divide between Continental and analytic traditions of philosophy, with the former more interested in general frameworks of metaphysics (more common in the German-speaking world), and the latter focusing on issues of epistemology, ethics, law and politics (more common in the English-speaking world).[87]\n\nGerman philosophy exercised broad influence in this century, owing in part to the dominance of the German university system.[88] German idealists, such as Johann Gottlieb Fichte, Friedrich Wilhelm Joseph Schelling, Georg Wilhelm Friedrich Hegel, and the members of Jena Romanticism (Friedrich Hölderlin, Novalis, and Karl Wilhelm Friedrich Schlegel), transformed the work of Kant by maintaining that the world is constituted by a rational or mind-like process, and as such is entirely knowable.[89][90]\n\n\nHegel argued that history was the dialectical journey of the Geist (universal mind) towards self-fulfilment and self-realization.[91] The Geist's self-awareness is absolute knowledge, which itself brings complete freedom. [92] His philosophy was based on absolute idealism, with reality itself being mental. [92] His legacy was divided between the conservative Right Hegelians and radical Young Hegelians, with the latter including David Strauss and Ludwig Feuerbach.[93] Feuerbach argued for a materialist conception of Hegel's thought, inspiring Karl Marx.[93]\nArthur Schopenhauer was inspired by Kant and Indian philosophy.[94] Accepting Kant's division of the world into the noumenal (the real) and phenomenal (the apparent) realities, he nevertheless disagreed on the accessibility of former, arguing that it could in fact be accessed.[95] The experience of will was how this reality was accessible, with the will underlying the whole of nature, with everything else being appearance.[95] Whereas he believed the frustration of this will was the cause of suffering, Friedrich Nietzsche thought that the will to power was empowering, leading to growth and expansion, and therefore forming the basis of ethics.\n\nJeremy Bentham established utilitarianism, which was a consequentialist ethic based on 'the greatest happiness for the greatest number', an idea taken from Cesare Beccaria.[96] He believed that any act could be measured by its value in this regard through the application of felicific calculus.[97] His associate James Mill's son John Stuart Mill subsequently took up his thought.[98] However, in contrast to the valuation of pure pleasure in Bentham's work, Mill divided pleasures into higher and lower kinds.[99]\n\nLogic began a period of its most significant advances since the inception of the discipline, as increasing mathematical precision opened entire fields of inference to formalization in the work of George Boole and Gottlob Frege.[100] Other philosophers who initiated lines of thought that would continue to shape philosophy into the 20th century include:\n\n\n\nPragmatism is a philosophical tradition that began in the United States around 1870.[101] It asserts that the truth of beliefs consists in their usefulness and efficacy rather than their correspondence with reality.[102] Charles Sanders Peirce and William James were its co-founders and it was later modified by John Dewey as instrumentalism. Since the usefulness of any belief at any time might be contingent on circumstance, Peirce and James conceptualized final truth as something established only by the future, final settlement of all opinion.[103]\n\nPragmatism attempted to find a scientific concept of truth that does not depend on personal insight (revelation) or reference to some metaphysical realm. It interpreted the meaning of a statement by the effect its acceptance would have on practice. Inquiry taken far enough is thus the only path to truth.[104]\n\nFor Peirce commitment to inquiry was essential to truth-finding, implied by the idea and hope that inquiry is not fruitless. The interpretation of these principles has been subject to discussion ever since. Peirce's maxim of pragmatism is, \"Consider what effects, which might conceivably have practical bearings, we conceive the object of our conception to have. Then, our conception of these effects is the whole of our conception of the object.\"[105]\n\nCritics accused pragmatism falling victim to a simple fallacy: that because something that is true proves useful, that usefulness is an appropriate basis for its truthfulness.[106] Pragmatist thinkers include Dewey, George Santayana, and C. I. Lewis.\n\nPragmatism was later worked on by neopragmatists Richard Rorty who was the first to develop neopragmatist philosophy in his Philosophy and the Mirror of Nature (1979),[107] Hilary Putnam, W. V. O. Quine, and Donald Davidson. Neopragmatism has been described as a bridge between analytic and continental philosophy.[108]\n\nThe three major contemporary approaches to academic philosophy are analytic philosophy, continental philosophy and pragmatism.[109] They are neither exhaustive nor mutually exclusive.\n\nThe 20th century deals with the upheavals produced by a series of conflicts within philosophical discourse over the basis of knowledge, with classical certainties overthrown, and new social, economic, scientific and logical problems. 20th-century philosophy was set for a series of attempts to reform and preserve and to alter or abolish, older knowledge systems. Seminal figures include Bertrand Russell, Ludwig Wittgenstein, Edmund Husserl, Martin Heidegger, and Jean-Paul Sartre. The publication of Husserl's Logical Investigations (1900–1) and Russell's The Principles of Mathematics (1903) is considered to mark the beginning of 20th-century philosophy.[110] The 20th century also saw the increasing professionalization of the discipline and the beginning of the current (contemporary) era of philosophy.[111]\n\nSince the Second World War, contemporary philosophy has been divided mostly into analytic and continental traditions; the former carried in the English speaking world and the latter on the continent of Europe. The perceived conflict between continental and analytic schools of philosophy remains prominent, despite increasing skepticism regarding the distinction's usefulness.\n\n"
        },
        {
            "title": "Analytic philosophy",
            "text": "In the English-speaking world, analytic philosophy became the dominant school for much of the 20th century. The term \"analytic philosophy\" roughly designates a group of philosophical methods that stress detailed argumentation, attention to semantics, use of classical logic and non-classical logic and clarity of meaning above all other criteria. Though the movement has broadened, it was a cohesive school in the first half of the century. Analytic philosophers were shaped strongly by logical positivism, united by the notion that philosophical problems could and should be solved by attention to logic and language.\n\nGottlob Frege's The Foundations of Arithmetic (1884) was the first analytic work, according to Michael Dummett (Origins of Analytical Philosophy, 1993). Frege was the first to take 'the linguistic turn,' analyzing philosophical problems through language.[112] He invented a formal notational system for logic.[113] His stance was one of anti-psychologism, arguing that logical truths were independent of the human minds discovering them.[114]\n\nBertrand Russell and G. E. Moore are also often counted as founders of analytic philosophy. They believed that philosophy should be based on analysing propositions.[115] Russell wrote Principia Mathematica (with Alfred North Whitehead) [116] to apply this to mathematics, while Moore did the same for ethics with Principia Ethica. Russell's attempts to find a foundation for mathematics led him to Russell's paradox, which caused Frege to abandon logicism.[117] Russell espoused logical atomism, declaring that \"logic is the essence of philosophy\".[118] In his Tractatus Logico-Philosophicus, Ludwig Wittgenstein put forward a refined version of this view.[119] Wittgenstein, Russell's 'disciple', argued that the problems of philosophy were simply products of language which were actually meaningless.[120] This was based on the picture theory of meaning.[121] Wittgenstein later changed his conception of how language works, arguing instead that it has many different uses, which he called different language games.[122]\n\nThe logical positivists of the Vienna Circle started as a study group of Russell and Whitehead.[123] They argued that the arguments of metaphysics, ethics and theology were meaningless, as they were not logically or empirically verifiable.[124] This was based on their division of meaningful statements into either the analytic (logical and mathematical statements) and the synthetic (scientific claims).[124] Moritz Schlick and Rudolf Carnap argued that science rested at its roots on direct observation, but Otto Neurath noted that observation already requires theory in order to have meaning.[125] Another participant in the Circle was Carnap's self-confessed disciple, Willard Van Orman Quine.[126] In 'Two Dogmas of Empiricism', Quine criticized the distinction between analytic and synthetic statements.[127] Instead, he advocated for a 'web of belief' approach, whereby all beliefs come from contact with reality (including mathematical ones), but with some being further removed from this contact than others.[128]\n\nAnother former participant in the Circle was Karl Popper. He argued that verificationism was logically incoherent, promoting instead falsificationism as the basis for science.[129] A further advancement in the philosophy of science was made by Imre Lakatos, who argued that negative findings in individual tests did not falsify theories, but rather entire research programmes would eventually fail explain phenomena.[130] Thomas Kuhn further argued that science was composed of paradigms, which would eventually shift when evidence accumulated against them.[131] Based on the idea that different paradigms had different meanings of expressions, Paul Feyerabend went further in arguing for relativism in science.[132]\n\nWittgenstein had first brought up the idea that ordinary language could solve philosophical problems.[133] A loosely associated group of philosophers later became known as practitioners of ordinary language philosophy.[133] It included Gilbert Ryle, J. L. Austin, R. M. Hare, and P. F. Strawson.[134] They believed that as philosophy was not science, it could only be advanced through careful conceptual clarification and connection instead of observation and experimentation.[134] However, they had given up the earlier analytic pursuit of using formal logic to express an ideal language, but did nevertheless share the scepticism of metaphysical grand theories.[134] Unlike Wittgenstein, they believed only some problems of philosophy to be artifacts of language.[135] This approach has been described as the linguistic turn of analytic philosophy.[135] Ryle introduced the concept of category mistake, which described the misapplication of a concept in the wrong context (which he accused Descartes of doing with the ghost in the machine).[136] One of Austin's key insights was that some language perform a perlocutionary function (creating by themselves an effect on the world), thereby being speech acts.[137] This idea was later taken up by John Searle.[137]\n\nIn the final third of the 20th century, philosophy of language emerged as its own programme.[138] The theory of meaning became central to this programme.[139] Donald Davidson argued that meaning could be understood through a theory of truth.[140] This was based on the work of Alfred Tarski.[141] Empirically, Davidson would find the meaning of words in different languages by linking them with the objective conditions of their utterance, which established their truthness.[142] Meaning therefore emerges from the consensus of interpretations of speaker behaviour.[142] Michael Dummett argued against this view on the basis of its realism.[143] This was because realism would make the truthness of many sentences beyond measurability.[144] Instead, he argued for verifiability, based on the idea that one could recognise the proof of truth when offered it.[145] Alternative to these, Paul Grice put forward a theory that meaning was based on the intention of the speaker, which over time becomes established after repeated use.[146]\n\nTheories of reference were another major strand of thought on language. Frege had argued that proper names were linked to its referent through a description of what the name refers to.[147] Russell agreed with this, adding that \"this\" can replace a description in cases of familiarity.[147] Later, Searle and Strawson expanded these ideas by noting that a cluster of descriptions, each of them usable, may be used by linguistic communities.[147] Keith Donnellan further argued that sometimes a description could be wrong but still make the correct reference, this being different from the attributive use of a description.[147] He, as well as Saul Kripke and Hilary Putnam independently, argued that often the referents of proper names are not based on description, but rather on a history of usage passing through users.[148] Towards the end of the century, philosophy of language began to diverge in two directions: the philosophy of mind, and more specific study of particular aspects of language, the latter supported by linguistics.[149]\n\nEarly identity theories of mind in the 1950s and '60s were based on the work of Ullin Place, Herbert Feigl, and J. J. C. Smart.[150] While earlier philosophers such as the Logical Positivists, Quine, Wittgenstein, and Ryle had all used some form of behaviorism to dispense with the mental, they believed that behaviorism was insufficient in explaining many aspects of mental phenomena.[150] Feigl argued that intentional states could not be thus explained.[150] Instead, he espoused externalism.[151] Place meanwhile argued that the mind could be reduced to physical events, while Feigl and Sense agreed they were identical.[151] Functionalism in contrast argued that the mind was defined by what it does, rather than what it is based on.[152] To argue against this, John Searle developed the Chinese room thought experiment.[153] Davidson argued for anomalous monism, which claims that while mental events cause physical ones, and the all causal relations are governed by natural laws, there are however no natural laws governing the causality between mental and physical events.[142] This anomaly in the name was explained by supervenience.[143]\n\nIn 1970, Keith Campbell proposed a \"new epiphenomenalism\", according to which the body produces the mind that does not act on the body, a process which he claims is destined to remain mysterious.[154] Paul Churchland and Patricia Churchland argued for eliminative materialism, which claims that understanding the brain will lead to a complete understanding of the mind.[155] This was based on developments in neuroscience.[155] However, physicalist theories of mind have had to grapple with the issue of subjective experience raised by Thomas Nagel in What Is It Like to Be a Bat? and Frank Cameron Jackson's so-called knowledge argument.[156] David Chalmers also argued against physicalism in the philosophical zombie argument.[157] He further noted that subjective experience posed the hard problem of consciousness.[157] The inability of physicalist theories to explain conscious feeling has been termed the explanatory gap.[157] In contrast, Daniel Dennett has claimed that no such gap exists as subjective experiences are a 'philosophical fiction'.[157]\n\nEthics in 20th century analytic philosophy has been argued to have began with Moore's Principia Ethica.[158] Moore argued that what is good cannot be defined.[159] Instead, he saw ethical behaviour a result of intuition, which led to non-cognitivism.[160] W. D. Ross in contrast argued that duty formed the basis for ethics.[158]\n\nRussell's meta-ethical thought anticipated emotivism and error theory.[119] This was supported by the logical positivists, and later popularised by A. J. Ayer.[158] Charles Stevenson also argued that ethical terms were expressions of emotive meanings by speakers.[158] R. M. Hare aimed to expand their meaning from mere expressions, to also being prescriptions which are universalizable.[161] J. L. Mackie supported error theory on the basis that objective values do not exist, as they are culturally relative and would be metaphysically strange.[162]\n\nAnother strand of ethical thinking began with G. E. M. Anscombe arguing in 1958 that both consequentialism and deontology were based on obligation, which could not function without divine authority, instead promoting virtue ethics.[163] Other notable virtue ethicists included Philippa Foot and Alasdair MacIntyre.[164] The latter combined it with communitarianism.[165]\n\nNotable students of Quine include Donald Davidson and Daniel Dennett. The later work of Russell and the philosophy of Willard Van Orman Quine are influential exemplars of the naturalist approach dominant in analytic philosophy in the second half of the 20th century. But the diversity of analytic philosophy from the 1970s onward defies easy generalization: the naturalism of Quine and his epigoni was in some precincts superseded by a \"new metaphysics\" of possible worlds, as in the influential work of David Lewis. Recently, the experimental philosophy movement has sought to reappraise philosophical problems through social science research techniques.\n\nSome influential figures in contemporary analytic philosophy are: Timothy Williamson, David Lewis, John Searle, Thomas Nagel, Hilary Putnam, Michael Dummett, John McDowell, Saul Kripke, Peter van Inwagen, and Patricia Churchland.\n\nAnalytic philosophy has sometimes been accused of not contributing to the political debate or to traditional questions in aesthetics. However, with the appearance of A Theory of Justice by John Rawls and Anarchy, State, and Utopia by Robert Nozick, analytic political philosophy acquired respectability. Analytic philosophers have also shown depth in their investigations of aesthetics, with Roger Scruton, Nelson Goodman, Arthur Danto and others developing the subject to its current shape.\n\n"
        },
        {
            "title": "Continental philosophy",
            "text": "Continental philosophy is a set of 19th- and 20th-century philosophical traditions from mainland Europe. 20th-century movements such as German idealism, phenomenology, existentialism, modern hermeneutics (the theory and methodology of interpretation), critical theory, structuralism, post-structuralism and others are included within this loose category. While identifying any non-trivial common factor in all these schools of thought is bound to be controversial, Michael E. Rosen has hypothesized a few common continental themes: that the natural sciences cannot replace the human sciences; that the thinker is affected by the conditions of experience (one's place and time in history); that philosophy is both theoretical and practical; that metaphilosophy or reflection upon the methods and nature of philosophy itself is an important part of philosophy proper.[167]\n\nThe founder of phenomenology, Edmund Husserl, sought to study consciousness as experienced from a first-person perspective, while Martin Heidegger drew on the ideas of Kierkegaard, Nietzsche, and Husserl to propose an unconventional existential approach to ontology.\n\nPhenomenologically oriented metaphysics undergirded existentialism—Martin Heidegger, Jean-Paul Sartre, Maurice Merleau-Ponty, Albert Camus—and finally post-structuralism—Gilles Deleuze, Jean-François Lyotard (best known for his articulation of postmodernism), Michel Foucault, Jacques Derrida (best known for developing a form of semiotic analysis known as deconstruction). The psychoanalytic work of Sigmund Freud, Carl Jung, Jacques Lacan, Julia Kristeva, and others has also been influential in contemporary continental thought. Conversely, some philosophers have attempted to define and rehabilitate older traditions of philosophy. Most notably, Hans-Georg Gadamer and Alasdair MacIntyre have both, albeit in different ways, revived the tradition of Aristotelianism.\n\nExistentialism is a term applied to the work of a number of late 19th- and 20th-century philosophers who, despite profound doctrinal differences,[168][169] shared the belief that philosophical thinking begins with the human subject—not merely the thinking subject, but the acting, feeling, living human individual.[170] In existentialism, the individual's starting point is characterized by what has been called \"the existential attitude\", or a sense of disorientation and confusion in the face of an apparently meaningless or absurd world.[171] Many existentialists have also regarded traditional systematic or academic philosophy, in both style and content, as too abstract and remote from concrete human experience.[172][173]\n\nAlthough they did not use the term, the 19th-century philosophers Søren Kierkegaard and Friedrich Nietzsche are widely regarded as the fathers of existentialism. Their influence, however, has extended beyond existentialist thought.[174][175][176]\n\nMarxism is a method of socioeconomic analysis, originating from Karl Marx and Friedrich Engels. It analyzes class relations and societal conflict using a materialist interpretation of historical development and a dialectical view of social transformation. Marxist analyses and methodologies influenced political ideologies and social movements. Marxist understandings of history and society were adopted by academics in archeology, anthropology, media studies, political science, theater, history, sociology, art history and theory, cultural studies, education, economics, geography, literary criticism, aesthetics, critical psychology and philosophy.\n\nIn contemporary philosophy, the term \"critical theory\" describes the Western Marxist philosophy of the Frankfurt School, which was developed in Germany in the 1930s. Critical theory maintains that ideology is the principal obstacle to human emancipation.[177]\n\nEdmund Husserl's phenomenology was an ambitious attempt to lay the foundations for an account of the structure of conscious experience in general.[178] An important part of Husserl's phenomenological project was to show that all conscious acts are directed at or about objective content, a feature that Husserl called intentionality.[179] Husserl published only a few works in his lifetime, which treat phenomenology mainly in abstract methodological terms; but he left an enormous quantity of unpublished concrete analyses. Husserl's work was immediately influential in Germany, with the foundation of phenomenological schools in Munich (Munich phenomenology) and Göttingen (Göttingen phenomenology). Phenomenology later achieved international fame through the work of such philosophers as Martin Heidegger (formerly Husserl's research assistant and a proponent of hermeneutic phenomenology, a theoretical synthesis of modern hermeneutics and phenomenology), Maurice Merleau-Ponty, and Jean-Paul Sartre. Through the work of Heidegger and Sartre, Husserl's focus on subjective experience influenced aspects of existentialism.\n\nInaugurated by the linguist Ferdinand de Saussure, structuralism sought to clarify systems of signs through analyzing the discourses they both limit and make possible. Saussure conceived of the sign as being delimited by all the other signs in the system, and ideas as being incapable of existence prior to linguistic structure, which articulates thought. This led continental thought away from humanism, and toward what was termed the decentering of man: language is no longer spoken by man to express a true inner self, but language speaks man.\n\nStructuralism sought the province of a hard science, but its positivism soon came under fire by post-structuralism, a wide field of thinkers, some of whom were once themselves structuralists, but later came to criticize it. Structuralists believed they could analyze systems from an external, objective standing, for example, but the poststructuralists argued that this is incorrect, that one cannot transcend structures and thus analysis is itself determined by what it examines. While the distinction between the signifier and signified was treated as crystalline by structuralists, poststructuralists asserted that every attempt to grasp the signified results in more signifiers, so meaning is always in a state of being deferred, making an ultimate interpretation impossible.\n\nStructuralism came to dominate continental philosophy throughout the 1960s and early 1970s, encompassing thinkers as diverse as Claude Lévi-Strauss, Roland Barthes and Jacques Lacan. Post-structuralism came to predominate from the 1970s onwards, including thinkers such as Michel Foucault, Jacques Derrida, Gilles Deleuze and even Roland Barthes; it incorporated a critique of structuralism's limitations.\n\nProcess philosophy is a tradition beginning with Alfred North Whitehead, who began teaching and writing on process and metaphysics when he joined Harvard University in 1924.[180] This tradition identifies metaphysical reality with change.\n\nProcess philosophy is sometimes classified as closer to continental philosophy than analytic philosophy, because it is usually only taught in continental departments.[181] However, other sources state that process philosophy should be placed somewhere in the middle between the poles of analytic versus continental methods in contemporary philosophy.[182][183]\n\n"
        },
        {
            "title": "Influences from Eastern philosophy",
            "text": "The Ancient Greek philosopher Pyrrho accompanied Alexander the Great in his eastern campaigns, spending about 18 months in India. Pyrrho subsequently returned to Greece and founded Pyrrhonism, a philosophy with substantial similarities with Buddhism. The Greek biographer Diogenes Laërtius explained that Pyrrho's equanimity and detachment from the world were acquired in India.[184] Pyrrho was directly influenced by Buddhism in developing his philosophy, which is based on Pyrrho's interpretation of the Buddhist three marks of existence.[185] According to Edward Conze, Pyrrhonism can be compared to Buddhist philosophy, especially the Indian Madhyamika school.[186] The Pyrrhonists' goal of ataraxia (the state of being untroubled) is a soteriological goal similar to nirvana. The Pyrrhonists promoted suspending judgment (epoché) about dogma (beliefs about non-evident matters) as the way to reach ataraxia. This is similar to the Buddha's refusal to answer certain metaphysical questions which he saw as non-conductive to the path of Buddhist practice and Nagarjuna's \"relinquishing of all views (drsti)\". Adrian Kuzminski argues for direct influence between these two systems of thought. In Pyrrhonism: How the Ancient Greeks Reinvented Buddhism[187] According to Kuzminski, both philosophies argue against assenting to any dogmatic assertions about an ultimate metaphysical reality behind our sense impressions as a tactic to reach tranquility and both also make use of logical arguments against other philosophies in order to expose their contradictions.[187]\n\nThe Cyrenaic philosopher Hegesias of Cyrene is thought by some to have been influenced by the teachings of Ashoka's Buddhist missionaries.[188]\n\nEmpiricist philosophers, such as Hume and Berkeley, favoured the bundle theory of personal identity.[189] In this theory, the mind is simply 'a bundle of perceptions' without unity.[190] One interpretation of Hume's view of the self, argued for by philosopher and psychologist James Giles, is that Hume is not arguing for a bundle theory, which is a form of reductionism, but rather for an eliminative view of the self. Rather than reducing the self to a bundle of perceptions, Hume rejects the idea of the self altogether. On this interpretation, Hume is proposing a \"no-self theory\" and thus has much in common with Buddhist thought (see anattā). Psychologist Alison Gopnik has argued that Hume was in a position to learn about Buddhist thought during his time in France in the 1730s.[191]\n\n"
        }
    ]
}