{
    "url": "https://en.wikipedia.org/wiki/West_Coast_of_the_United_States",
    "title": "West Coast of the United States",
    "table_of_contents": [
        "1 Definition",
        "2 History",
        "3 Climate",
        "4 Government and politics",
        "4.1 State governments",
        "4.2 Ideology and party strength",
        "4.3 Presidential election history",
        "5 Demographics",
        "6 Culture",
        "7 Transportation",
        "8 See also",
        "9 Notes",
        "10 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe West Coast of the United States, also known as the Pacific Coast, Pacific states, and the western seaboard, is the coastline along which the Western United States meets the North Pacific Ocean. The term typically refers to the contiguous U.S. states of California, Oregon, and Washington, but sometimes includes Alaska and Hawaii, especially by the United States Census Bureau as a U.S. geographic division.\n\n"
        },
        {
            "title": "Definition",
            "text": "There are conflicting definitions of which states comprise the West Coast of the United States, but the West Coast always includes California, Oregon, and Washington as part of that definition. Under most circumstances, however, the term encompasses the three contiguous states and Alaska, as they are all located in North America. For census purposes, Hawaii is part of the West Coast, along with the other four states.[3] Encyclopædia Britannica refers to the North American region as part of the Pacific Coast, including Alaska and British Columbia. Although the encyclopedia acknowledges the inclusion of Hawaii in some capacity as part of the region, the editors wrote that \"it has little in common geologically with the mainland states.\"[4]\n\nSeveral dictionaries offer different definitions of the West Coast. Lexico restricts the West Coast's definition to \"the western seaboard of the U.S. from Washington to California.\"[5] However, Macmillan Dictionary provides a less specific definition as \"the western coast of the U.S., along the Pacific Ocean.\"[6] As for the Cambridge Dictionary, the West Coast is \"the area of the Pacific coast in the U.S. that includes California.\"[7]\n\n"
        },
        {
            "title": "History",
            "text": "The history of the West Coast begins with the arrival of the earliest known humans of the Americas, Paleo-Indians, crossing the Bering Strait from Eurasia into North America over a land bridge, Beringia, that existed between 45,000 BCE and 12,000 BCE (47,000–14,000 years ago). Small isolated groups of hunter-gatherers migrated alongside herds of large herbivores far into Alaska. Between 16,500 BCE and 13,500 BCE (18,500–15,500 years ago), ice-free corridors developed along the Pacific coast and valleys of North America and possibly by sea.[8]\n\nAlaska Natives, indigenous peoples of the Pacific Northwest Coast, and California indigenous peoples eventually descended from the Paleo-Indians. They developed various languages and established trade routes.[citation needed]\n\nLater, Spanish, British, French, Russian, and American explorers and settlers began colonizing the area.[citation needed]\n\nOn May 10, 1869, the first transcontinental railroad was completed joining the West Coast to the East of the United States.\n\n"
        },
        {
            "title": "Climate",
            "text": "The West Coast of the United States has an oceanic climate in its Northwestern, Northern, and Eastern edge towards the U.S.-Canada border, but from Northern California, towards the U.S.-Mexico border the climate is mediterranean. While the northern half of the west coast, particularly coastal Washington and Oregon has moderate rainfall, particularly during the winter months, much of coastal California is drier year-round.\nThe coastline sees significantly milder temperatures compared to inland areas during summer. In far Northern California there is a difference of 17 °C (30 °F) between Eureka and Willow Creek in spite of only 25 miles (40 km) separating the locations and Willow Creek being located at a 500 metres (1,600 ft) elevation. Slightly narrower fluctuations can be seen all through the coastline, and could partially be explained by the cold currents in the Pacific Ocean moderating coastal temperatures and the mountain ranges blocking the maritime air from moving farther inland than its foothills during summer. Coastal fog is also prevalent in keeping shoreline temperatures cool. While famous in the San Francisco Bay Area, coastal fog also affects Santa Monica in Los Angeles, Southern California, leading to May gray and June gloom conditions. Coastal California has very little yearly temperature differences with cool summers similar to those expected in parts of Northern Europe in San Francisco but warmer temperatures year-round further south. A short journey inland and summer temperatures are comparable with the rest of the United States on the same latitudes, sometimes warmer due to prevailing winds from the Nevada and Arizona hot desert climate. Humidity is far lower on the west coast compared to the eastern seaboard and thunderstorms are uncommon.[citation needed]\n\n"
        },
        {
            "title": "Government and politics",
            "text": "With the exception of Alaska, the Democratic Party has dominated West Coast politics in contemporary history, with the states consistently voting for Democrats in elections at various levels. Four out of five West Coast states have voted for Democrats in presidential elections since 1992, three of which have done so since 1988.\n\nIn politics, the West Coast usually refers to the contiguous coastal states of California, Oregon, and Washington because of their similar political leanings. In 2017, The Oregonian columnist David Sarasohn described the West Coast as a \"blue wall\" of shared values on immigration, abortion, climate change, and civil liberties.[9] By 2016, the West Coast states legalized marijuana after California voted to do so.[10] According to a 2019 Pew Research Center poll, 72% of adults in Pacific states said that \"climate change is affecting their local community at least some\", higher than in any other region in the country.[11]\n\nSince 1992, the three states have voted for Democrats in presidential elections without interruption, but Oregon and Washington also voted for the Democratic presidential candidate in 1988.[12] Although the three states have reliably voted Democratic, no Democratic presidential candidate from any of the three states has won their party's nomination as of 2020.[13]\n\nIn the 2010s, Democrats strengthened their political power along the West Coast. After winning a special election for a seat in the Washington state senate in 2017, Democrats built a government trifecta in all three West Coast states.[14] After the 2018 U.S. House of Representatives elections, Democrats controlled all West Coast congressional districts except Washington's 3rd, represented by a Republican.[15]\n\nHawaii is not usually considered part of the West Coast in the political definition, it has been a Democratic stronghold. Before achieving statehood in 1959, Hawaii became a state favorable to Democrats to the point that they sought statehood for the territory. Southern Democrats opposed the move because it would mean additional votes against their region on several issues.[16] Since achieving statehood, Hawaii consistently voted for Democrats in presidential elections, except in 1972 and 1984.[17] In 2016, the Democratic Party unseated the lone Republican in the Hawaii Senate and controlled all seats in the state's upper house, which had not occurred anywhere in the country since 1980.[18]\n\nDissimilar to the rest of the West Coast, Alaska has been a reliable state for Republicans in presidential elections. Since achieving statehood, Alaska has voted for the Democratic presidential candidate only once in 1964. In 1960, the state narrowly voted for Republican Richard Nixon over Democrat John F. Kennedy and had voted for Republicans uninterrupted since 1968.[19]\n\n"
        },
        {
            "title": "Demographics",
            "text": "According to the results of the 2020 United States Census, 16 of the 20 largest cities on the West Coast exist in California. Los Angeles, San Diego, and San Jose, all among the top 10 most populous cities in the country, lead the West Coast in population with more than a million people in each city, with Los Angeles being nearly three times the size of San Diego's population. Behind these three cities, San Francisco, Seattle and Portland are respectively fourth, fifth and sixth in population. Hawaii's capital and largest city, Honolulu, is the 13th largest city, and Alaska's largest city, Anchorage, is 17th on the West Coast.[26]\n\n[27][28][29][30][31]\n\n"
        },
        {
            "title": "Culture",
            "text": "Since the West Coast has been populated by immigrants and their descendants more recently than the East Coast, its culture is considerably younger. Additionally, its demographic composition underlies its cultural difference from the rest of the United States. California's history first as a major Spanish colony, and later Mexican territory, has given the lower West Coast a distinctive Hispanic American tone, which it also shares with the rest of the Southwest. Similarly, two of the three cities in which Asian Americans have concentrated, San Francisco and Los Angeles,[32][33][34] are located on the West Coast, with significant populations in other West Coast cities. San Francisco's Chinatown, the oldest in North America, is a noted cultural center.\n\nThe West Coast also has a proportionally large share of green cities within the United States, which manifests itself in different cultural practices such as bicycling and organic gardening.[35]\n\nIn the Pacific Northwest, Portland and Seattle are both considered among the coffee capitals of the world.[36] While Starbucks originated in Seattle, both cities are known for small-scale coffee roasters and independent coffeeshops. The culture has also been significantly shaped by the environment, especially by its forests, mountains, and rain. This may account for the fact that the Northwest has many high-quality libraries and bookshops (most notably Powell's Books and the Seattle Central Library) and a \"bibliophile soul\".[37] The region also has a marginal, but growing independence movement based on bioregionalism and a Cascadian identity.[38] The Cascadian flag has become a popular image at Seattle Sounders FC and Portland Timbers games.[citation needed]\n\nAlaska is widely known for its outdoors and its inhabitants engage in a range of activities that are unique to the state. Some of these activities can be experienced through the state's annual events, such as the Iron Dog snowmobile race from Anchorage to Nome and on to Fairbanks. Other events include the World Ice Art Championships (Fairbanks) and the Sitka Whalefest (Sitka).[citation needed]\n\n"
        },
        {
            "title": "Transportation",
            "text": "The Coast Starlight is the main interstate passenger railroad route provided by Amtrak along the coast. Interstate railroad tracks in the Western United States are provided by Union Pacific Railroad. Interstate travel is also served by roads such as the Interstate 5 freeway, the main high-speed north-south route along the West Coast.  \n\nInterstate 5 follows the coast only as far north as Dana Point, California, before turning inland for much of its route.  The main coastal scenic route throughout most of California is California State Route 1.  From the end of SR 1 at Leggett, California, U.S. Route 101 serves as the main scenic route along the coast in far Northern California, Oregon, and Washington State.  Sierra High Route is a popular trekking route.\n\nSeveral of the most important international airports in the United States are located along the West Coast, including Seattle–Tacoma International Airport, San Francisco International Airport, and Los Angeles International Airport.  Seattle, San Francisco, and Los Angeles all connect numerous destinations around the Pacific Ocean to points throughout North America, and are often described as gateways to the Pacific Rim.\n\n"
        }
    ]
}