{
    "url": "https://en.wikipedia.org/wiki/Westinghouse_Electric_Corporation",
    "title": "Westinghouse Electric Corporation",
    "table_of_contents": [
        "1 History",
        "1.1 CBS Corporation",
        "2 Patents",
        "3 Products and sponsorships",
        "4 Environmental incidents",
        "5 Timeline of company evolution",
        "5.1 1880s",
        "5.2 1890s",
        "5.3 1900s to 1920s",
        "5.4 1930s and 1940s",
        "5.5 1950s to 1970s",
        "5.6 1980s",
        "5.7 1990s to 2020s",
        "6 Employees",
        "6.1 CEOs",
        "6.2 Other",
        "7 Overseas subsidiaries",
        "8 See also",
        "9 Notes",
        "10 References",
        "11 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe Westinghouse Electric Corporation was an American manufacturing company founded in 1886 by George Westinghouse. It was originally named \"Westinghouse Electric & Manufacturing Company\" and was renamed \"Westinghouse Electric Corporation\" in 1945. The company acquired the CBS television network in 1995 and was renamed \"CBS Corporation\" until being acquired by Viacom in 1999, a merger completed in April 2000.[8] The CBS Corporation name was later reused for one of the two companies resulting from the split of Viacom in 2006.\n\nThe Westinghouse trademarks are owned by Westinghouse Electric Corporation,[9] and were previously[citation needed] part of  Westinghouse Licensing Corporation. The nuclear power business, Westinghouse Electric Company, was spun off from the Westinghouse Electric Corporation in 1999.\n\n"
        },
        {
            "title": "History",
            "text": "Westinghouse Electric was founded by George Westinghouse in Pittsburgh, Pennsylvania, on January 8, 1886. The firm became active in developing electric infrastructure throughout the United States. The company's largest factories were located in East Pittsburgh Pennsylvania, and Lester, Pennsylvania[10] and in Hamilton, Ontario, where they made turbines, generators, motors, and switch gear for generation, transmission, and use of electricity.[11] In addition to George Westinghouse, early engineers working for the company included Frank Conrad, Benjamin Garver Lamme, Bertha Lamme (first woman mechanical engineer in the United States), Oliver B. Shallenberger, William Stanley, Nikola Tesla, Stephen Timoshenko and Vladimir Zworykin.\n\nEarly on, Westinghouse was a rival to Thomas Edison's electric company. In 1892, Edison was merged with Westinghouse's chief AC rival, the Thomson-Houston Electric Company, making an even bigger competitor, General Electric. Westinghouse Electric & Manufacturing Company changed its name to Westinghouse Electric Corporation in 1945.[citation needed]\n\nIn 1990, Westinghouse experienced a financial catastrophe when the Corporation lost over one billion dollars due to bad high-risk, high-fee, high-interest loans made by its Westinghouse Credit Corporation lending arm.[12]\n\nWestinghouse purchased CBS Inc. in 1995, for $5.4 billion.[13] Westinghouse Electric Corporation changed its name to and became the original \"CBS Corporation\" in 1997.[14] Also in 1997, the Power Generation Business Unit, headquartered in Orlando, Florida, was sold to Siemens AG, of Germany.[15] A year later, CBS sold all of its commercial nuclear power businesses to British Nuclear Fuels Limited (BNFL).[16] In connection with that sale, certain rights to use the Westinghouse trademarks were granted to the newly formed BNFL subsidiary, Westinghouse Electric Company.[16] That company was sold to Toshiba in 2006.[17]\n\nIn an attempt to revitalize the corporation, the Board of Directors appointed outside management in the form of CEO Michael H. Jordan, who brought in numerous consultants to help re-engineer the company in order to realize the potential that they saw in the broadcasting industry. Westinghouse reduced the workforce in many of its traditional industrial operations and made further acquisitions in broadcasting to add to its already substantial Group W network, purchasing CBS in 1995. Shortly after, Westinghouse purchased Infinity Broadcasting, TNN, CMT, American Radio Systems, and rights to NFL broadcasting. These investments cost the company over fifteen billion dollars. To recoup its costs, Westinghouse sold many other operations. Siemens purchased its non-nuclear power generation division, while other firms bought its defense electronics division, its metering and load control division (which was sold to ABB), its residential security division, the office furniture company Knoll, and Thermo King. With little remaining of the company other than its broadcasting division, Westinghouse renamed itself CBS Corporation in 1997.[18][citation needed]\n\n"
        },
        {
            "title": "Patents",
            "text": "During the 20th century, Westinghouse engineers and scientists were granted more than 28,000 U.S. patents, the third most of any company.[19]\n\n"
        },
        {
            "title": "Environmental incidents",
            "text": "There have been a number of Westinghouse-related environmental incidents in the US. Below is a short list of these. All of these are chemical pollution incidents; none of them involve nuclear reactors or nuclear pollution.\n\n"
        },
        {
            "title": "Overseas subsidiaries",
            "text": "Westinghouse established subsidiary companies in several countries including British Westinghouse and Società Italiana Westinghouse in Vado Ligure, Italy. British Westinghouse became a subsidiary of Metropolitan-Vickers in 1919 and the Italian Westinghouse factory was taken over by Tecnomasio in 1921.\n\n"
        }
    ]
}