{
    "url": "https://en.wikipedia.org/wiki/Wheel_and_axle",
    "title": "Wheel and axle",
    "table_of_contents": [
        "1 History",
        "2 Mechanical advantage",
        "2.1 Ideal mechanical advantage",
        "2.2 Actual mechanical advantage",
        "3 References",
        "4 Additional resources"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The wheel and axle is a simple machine consisting of a wheel attached to a smaller axle so that these two parts rotate together in which a force is transferred from one to the other. The wheel and axle can be viewed as a version of the lever, with a drive force applied tangentially to the perimeter of the wheel, and a load force applied to the axle supported in a bearing, which serves as a fulcrum.\n\n"
        },
        {
            "title": "History",
            "text": "The Halaf culture of 6500–5100 BCE has been credited with the earliest depiction of a wheeled vehicle, but this is doubtful as there is no evidence of Halafians using either wheeled vehicles or even pottery wheels.[1]\n\nOne of the first applications of the wheel to appear was the potter's wheel, used by prehistoric cultures to fabricate clay pots. The earliest type, known as \"tournettes\" or \"slow wheels\", were known in the Middle East by the 5th millennium BCE. One of the earliest examples was discovered at Tepe Pardis, Iran, and dated to 5200–4700 BCE. These were made of stone or clay and secured to the ground with a peg in the center, but required significant effort to turn. True potter's wheels, which are freely-spinning and have a wheel and axle mechanism, were developed in Mesopotamia (Iraq) by 4200–4000 BCE.[2] The oldest surviving example, which was found in Ur (modern day Iraq), dates to approximately 3100 BCE.[3]\n\nEvidence of wheeled vehicles appeared by the late 4th millennium BCE. Depictions of wheeled wagons found on clay tablet pictographs at the Eanna district of Uruk, in the Sumerian civilization of Mesopotamia, are dated between 3700–3500 BCE.[4] In the second half of the 4th millennium BCE, evidence of wheeled vehicles appeared near-simultaneously in the Northern Caucasus (Maykop culture) and Eastern Europe (Cucuteni–Trypillian culture). Depictions of a wheeled vehicle appeared between 3500 and 3350 BCE in the Bronocice clay pot excavated in a Funnelbeaker culture settlement in southern Poland.[5] In nearby Olszanica, a 2.2 m wide door was constructed (2.2 wide doors were constructed) for wagon entry; this barn was 40 m long and had 3 doors.[6] Surviving evidence of a wheel–axle combination, from Stare Gmajne near Ljubljana in Slovenia (Ljubljana Marshes Wooden Wheel), is dated within two standard deviations to 3340–3030 BCE, the axle to 3360–3045 BCE.[7] Two types of early Neolithic European wheel and axle are known; a circumalpine type of wagon construction (the wheel and axle rotate together, as in Ljubljana Marshes Wheel), and that of the Baden culture in Hungary (axle does not rotate). They both are dated to c. 3200–3000 BCE.[8] Historians believe that there was a diffusion of the wheeled vehicle from the Near East to Europe around the mid-4th millennium BCE.[9]\n\nAn early example of a wooden wheel and its axle was found in 2002 at the Ljubljana Marshes some 20 km south of Ljubljana, the capital of Slovenia. According to radiocarbon dating, it is between 5,100 and 5,350 years old. The wheel was made of ash and oak and had a radius of 70 cm and the axle was 120 cm long and made of oak.[10]\n\nIn China, the earliest evidence of spoked wheels comes from Qinghai in the form of two wheel hubs from a site dated between 2000 and 1500 BCE.[11]\n\nIn Roman Egypt, Hero of Alexandria identified the wheel and axle as one of the simple machines used to lift weights.[12] This is thought to have been in the form of the windlass which consists of a crank or pulley connected to a cylindrical barrel that provides mechanical advantage to wind up a rope and lift a load such as a bucket from the well.[13]\n\nThe wheel and axle was identified as one of six simple machines by Renaissance scientists, drawing from Greek texts on technology.[14]\n\n"
        },
        {
            "title": "Mechanical advantage",
            "text": "The simple machine called a wheel and axle refers to the assembly formed by two disks, or cylinders, of different diameters mounted so they rotate together around the same axis. The thin rod which needs to be turned is called the axle and the wider object fixed to the axle, on which we apply force is called the wheel. A tangential force applied to the periphery of the large disk can exert a larger force on a load attached to the axle, achieving mechanical advantage. When used as the wheel of a wheeled vehicle the smaller cylinder is the axle of the wheel, but when used in a windlass, winch, and other similar applications (see medieval mining lift to right) the smaller cylinder may be separate from the axle mounted in the bearings. It cannot be used separately.[15][16]\n\nAssuming the wheel and axle does not dissipate or store energy, that is it has no friction or elasticity, the power input by the force applied to the wheel must equal the power output at the axle. As the wheel and axle system rotates around its bearings, points on the circumference, or edge, of the wheel move faster than points on the circumference, or edge, of the axle. Therefore, a force applied to the edge of the wheel must be less than the force applied to the edge of the axle, because power is the product of force and velocity.[17]\n\nLet a and b be the distances from the center of the bearing to the edges of the wheel A and the axle B. If the input force FA is applied to the edge of the wheel A and the force FB at the edge of the axle B is the output, then the ratio of the velocities of points A and B is given by a/b, so the ratio of the output force to the input force, or mechanical advantage, is given by\n\nThe mechanical advantage of a simple machine like the wheel and axle is computed as the ratio of the resistance to the effort. The larger the ratio the greater the multiplication of force (torque) created or distance achieved. By varying the radii of the axle and/or wheel, any amount of mechanical advantage may be gained.[18] In this manner, the size of the wheel may be increased to an inconvenient extent. In this case a system or combination of wheels (often toothed, that is, gears) are used. As a wheel and axle is a type of lever, a system of wheels and axles is like a compound lever.[19]\n\nOn a powered wheeled vehicle the transmission exerts a force on the axle which has a smaller radius than the wheel. The mechanical advantage is therefore much less than 1. The wheel and axle of a car are therefore not representative of a simple machine (whose purpose is to increase the force). The friction between wheel and road is actually quite low, so even a small force exerted on the axle is sufficient. The actual advantage lies in the large rotational speed at which the axle is rotating thanks to the transmission.\n\nThe mechanical advantage of a wheel and axle with no friction is called the ideal mechanical advantage (IMA). It is calculated with the following formula:\n\nAll actual wheels have friction, which dissipates some of the power as heat. The actual mechanical advantage (AMA) of a wheel and axle is calculated with the following formula:\n\nwhere \n\n"
        }
    ]
}