{
    "url": "https://en.wikipedia.org/wiki/Whodunit",
    "title": "Whodunit",
    "table_of_contents": [
        "1 Concept",
        "2 History",
        "3 Games",
        "4 Howdunnit",
        "4.1 Parody and spoof",
        "4.2 Homicide investigation",
        "5 See also",
        "6 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "A whodunit or whodunnit (a colloquial elision of \"Who [has] done it?\") is a complex plot-driven variety of detective fiction in which the puzzle regarding who committed the crime is the main focus.[1] The reader or viewer is provided with the clues to the case, from which the identity of the perpetrator may be deduced before the story provides the revelation itself at its climax. The investigation is usually conducted by an eccentric, amateur, or semi-professional detective.\n\n"
        },
        {
            "title": "Concept",
            "text": "A whodunit follows the paradigm of the classical detective story in the sense that it presents crime as a puzzle to be solved through a chain of questions that the detective poses.[2] In a whodunit, however, the audience is given the opportunity to engage in the same process of deduction as the protagonist throughout the investigation of a crime. This engages the readers so that they strive to compete with or outguess the expert investigator.[3]\n\nA defining feature of the whodunit narrative is the so-called double narrative. Here, one narrative is hidden and gradually revealed while the other is the open narrative, which often transpires in the present time of the story.[4] This feature has been associated with the Russian literary terms syuzhet and fabula. The former involves the narrative presented to the reader by the author or the actual story as it happened in chronological order while the latter focuses on the underlying substance or material of the narrative.[4]\n\nThe double narrative has a deep structure but is specific, particularly when it comes to time and a split gaze on the narrative itself.[5] The two tales coexist and interweave with the first tale focusing on the crime itself, what led to it, and the investigation to solve it while the second story is all about the reconstruction of the crime.[5] Here, the diegesis or the way the characters live on the inquiry level creates the phantom narration where the objects, bodies, and words become signs for both the detective and the reader to interpret and draw their conclusions from.[5] For instance, in a detective novel, solving a mystery entails the reconstruction of the criminal events. This process, however, also involves on the part of the detective the production of a hypothesis that could withstand scrutiny, including the crafting of findings about cause and motive as well as crime and its intended consequences.[6] This discourse of explanation constitutes the second narrative besides the primary story relating to the crime.[6]\n\nThe double narrative is cited as a main distinguishing element between the whodunit and the thriller. The whodunit goes backward as it goes forward, reconstructing the timeline of both crime and investigation, the thriller coincides with the action in a single story.[7] According to Tzvetan Todorov, in terms of temporal logic, the whodunit narrative is considered a paradigm for fiction in general because the story unfolds in relation not to a future event but one that is already known and merely lying in wait.[7] Such certainty pertains to the crime and not to the identity of the culprit, who the reader must anticipate as part of the unknown future.[7]\n\nThis narrative development has been seen as a form of comedy, in which order is restored to a threatened social calm.[8]\n\n"
        },
        {
            "title": "History",
            "text": "According to Merriam-Webster Dictionary, the term \"WhoDunIt\" was coined by News Of Books reviewer Donald Gordon in 1930, in his review of the detective novel \"Half-Mast Murder\" written by Milward Kennedy.  Journalist Wolfe Kaufman claimed that he coined the word \"whodunit\" around 1935 while working for Variety magazine.[9] However, an editor of the magazine, Abel Green, attributed it to his predecessor, Sime Silverman.[10] The earliest appearance of the word \"whodunit\" in Variety occurs in the edition of August 28, 1934, in reference to a film adaptation of the play Recipe for Murder, as featured in the headline, \"U's Whodunit: Universal is shooting 'Recipe for Murder,' Arnold Ridley's play\".[11] The film was eventually titled Blind Justice.[12]\n\nThe \"whodunit\" flourished during the so-called \"Golden Age\" of detective fiction, between the First and Second World Wars,[13] when it was the predominant mode of crime writing. Many of the best-known writers of whodunits in this period were British — notably Agatha Christie, Nicholas Blake, G. K. Chesterton, Christianna Brand, Edmund Crispin, Michael Innes, Dorothy L. Sayers, Gladys Mitchell and Josephine Tey. Others – S. S. Van Dine, John Dickson Carr and Ellery Queen — were American, but imitated the \"British\" style. Still others, such as Rex Stout, Clayton Rawson and Earl Derr Biggers, attempted a more \"American\" style. During the Golden Age, the genre was dominated by female authors.[13] In addition to Christie, Brand, Sayers, Mitchell, and Tey, major writers also included Margery Allingham and Ngaio Marsh.[13]\n\nOver time, certain conventions and clichés developed which limited surprise on the part of the reader – vis-à-vis details of the plot – the identity of the murderer. Several authors excelled, after successfully misleading their readers, in revealing an unlikely suspect as the real villain of the story. They often had a predilection for certain casts of characters and settings, with the secluded English country house at the top of the list.\n\nOne reaction to the conventionality of British murder mysteries was American \"hard-boiled\" crime fiction, epitomized by the writings of Raymond Chandler, Dashiell Hammett and Mickey Spillane, among others. Though the settings were grittier, the violence more abundant and the style more colloquial, plots were, as often as not, whodunits constructed in much the same way as the \"cozier\" British mysteries.\n\n"
        },
        {
            "title": "Games",
            "text": "The 1935 commercial parlour game Jury Box sees the players cast as jurors who are given the scenario of the murder, the evidence presented by the prosecutor and defendant, two photographs of the crime scene and ballot papers. Players are challenged to make the decision as to who is guilty, before a real solution is read out.[14]\n\nThe 1948 board game Cluedo, released as Clue in North America, was the first murder mystery board game, and sees players as visitors in a mansion, attempting to identify a killer whose identity is recorded on a hidden card.\n\nA murder mystery game is a form of live-action \"whodunit\" experience, where guests at a private party are given notes to perform the roles of the suspects, detective and murderer over the course of an evening. There are a number of murder mystery dinner theaters, where either professional or community theatre performers take on those roles, and present the murder mystery to an audience, usually in conjunction with a meal. Typically before or immediately following the final course, the audience is given a chance to offer their help in solving the mystery.\n\n"
        },
        {
            "title": "Howdunnit",
            "text": "An important variation on the whodunit is the inverted detective story (also referred to as a howcatchem or howdunnit) in which the guilty party and the crime are openly revealed to the reader/audience and the story follows the investigator's efforts to find out the truth while the criminal attempts to prevent it.  The Columbo TV movie series is the classic example of this kind of detective story (Law & Order: Criminal Intent and The Streets of San Francisco also fit into this genre). This tradition dates back to the inverted detective stories of R Austin Freeman, and reached an apotheosis of sorts in Malice Aforethought written by Francis Iles (a pseudonym of Anthony Berkeley). In the same vein is Iles's Before the Fact (1932), which became the Hitchcock movie Suspicion. Successors of the psychological suspense novel include Patricia Highsmith's This Sweet Sickness (1960), Simon Brett's A Shock to the System (1984), and Stephen Dobyns's The Church of Dead Girls (1997).\n\nIn addition to standard humor, parody, spoof, and pastiche have had a long tradition within the field of crime fiction. Examples of pastiche are the Sherlock Holmes stories written by John Dickson Carr, and hundreds of similar works by such authors as E. B. Greenwood. As for parody, the first Sherlock Holmes spoofs appeared shortly after Conan Doyle published his first stories. Similarly, there have been innumerable Agatha Christie send-ups. The idea is to exaggerate and mock the most noticeable features of the original and, by doing so, amuse especially those readers who are also familiar with that original.\n\nThere are also \"reversal\" mysteries, in which the conventional structure is deliberately inverted. One of the earliest examples of this is Trent's Last Case (1914) by E. C. Bentley (1875–1956). Trent, a very able amateur detective, investigates the murder of Sigsbee Manderson. He finds many important clues, exposes several false clues, and compiles a seemingly unassailable case against a suspect. He then learns that that suspect cannot be a murderer, and that while he found nearly all of the truth, his conclusion is wrong. Then, at the end of the novel, another character tells Trent that he always knew the other suspect was innocent, because \"I shot Manderson myself.\" These are Trent's final words to the killer:\n\nAnother example of a spoof, which at the same time shows that the borderline between serious mystery and its parody is necessarily blurred, is U.S. mystery writer Lawrence Block's novel The Burglar in the Library (1997). The burglar of the title is Bernie Rhodenbarr, who has booked a weekend at an English-style country house just to steal a signed, and therefore very valuable, first edition of Chandler's The Big Sleep, which he knows has been sitting there on one of the shelves for more than half a century. Alas, immediately after his arrival a dead body turns up in the library, the room is sealed off, and Rhodenbarr has to track down the murderer before he can enter the library again and start hunting for the precious book.\n\nMurder by Death is Neil Simon's spoof of many of the best-known whodunit sleuths and their sidekicks.[15] In the 1976 film, Sam Spade (from The Maltese Falcon) becomes Sam Diamond, Hercule Poirot becomes Milo Perrier, and so on.[15] The characters are all gathered in a large country house and given clues to solve the mystery.[15]\n\nTom Stoppard's The Real Inspector Hound is a send-up of crime fiction novels and features a bumbling detective.\n\nThe 2019 film Knives Out is a modern take on the classic whodunit by deconstructing the narrative form and adds a tongue-in-cheek sense of humor.\n\nThe term whodunit is also used among homicide investigators to describe a case in which the identity of the killer is not quickly apparent.[citation needed] Since most homicides are committed by people with whom the victim is acquainted or related, a whodunit case is usually more difficult to solve.\n\n"
        }
    ]
}