{
    "url": "https://en.wikipedia.org/wiki/Wikidata",
    "title": "Wikidata",
    "table_of_contents": [
        "1 Concept",
        "1.1 Main parts",
        "1.2 Statements",
        "1.3 Properties",
        "1.4 Lexemes",
        "1.5 EntitySchemas",
        "2 Development",
        "2.1 Initial rollout",
        "2.2 Statements and data access",
        "2.3 Query service and other improvements",
        "2.4 Logo",
        "3 Reception",
        "4 Applications",
        "5 See also",
        "6 References",
        "7 Further reading",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Wikidata is a collaboratively edited multilingual knowledge graph hosted by the Wikimedia Foundation.[2] It is a common source of open data that Wikimedia projects such as Wikipedia,[3][4] and anyone else, can use under the CC0 public domain license. Wikidata is a wiki powered by the software MediaWiki, and is also powered by the set of knowledge graph MediaWiki extensions known as Wikibase.\n\n"
        },
        {
            "title": "Concept",
            "text": "Wikidata is a document-oriented database, focused on items, which represent any kind of topic, concept, or object. Each item is allocated a unique, persistent identifier, a positive integer prefixed with the upper-case letter Q, known as a \"QID\". This enables the basic information required to identify the topic that the item covers to be translated without favouring any language.\n\nExamples of items include 1988 Summer Olympics (Q8470), love (Q316), Johnny Cash (Q42775), Elvis Presley (Q303), and Gorilla (Q36611).\n\nItem labels need not be unique. For example, there are two items named \"Elvis Presley\": Elvis Presley (Q303), which represents the American singer and actor, and Elvis Presley (Q610926), which represents his self-titled album. However, the combination of a label and its description must be unique. To avoid ambiguity, an item's unique identifier (QID) is therefore linked to this combination.\n\nFundamentally, an item consists of:\n\nStatements are how any information known about an item is recorded in Wikidata. Formally, they consist of key–value pairs, which match a property (such as \"author\", or \"publication date\") with one or more entity values (such as \"Sir Arthur Conan Doyle\" or \"1902\"). For example, the informal English statement \"milk is white\" would be encoded by a statement pairing the property color (P462) with the value white (Q23444) under the item milk (Q8495).\n\nStatements may map a property to more than one value. For example, the \"occupation\" property for Marie Curie could be linked with the values \"physicist\" and \"chemist\", to reflect the fact that she engaged in both occupations.[5]\n\nValues may take on many types including other Wikidata items, strings, numbers, or media files. Properties prescribe what types of values they may be paired with. For example, the property official website (P856) may only be paired with values of type \"URL\".[6]\n\nOptionally, qualifiers can be used to refine the meaning of a statement by providing additional information. For example, a \"population\" statement could be modified with a qualifier such as \"as of 2011\". Values in the statements may also be annotated with references, pointing to a source backing up the statement's content.[7] As with statements, all qualifiers and references are property–value pairs.\n\nEach property has a numeric identifier prefixed with a capital P and a page on Wikidata with optional label, description, aliases, and statements. As such, there are properties with the sole purpose of describing other properties, such as subproperty of (P1647).\n\nProperties may also define more complex rules about their intended usage, termed constraints. For example, the capital (P36) property includes a \"single value constraint\", reflecting the reality that (typically) territories have only one capital city. Constraints are treated as testing alerts and hints, rather than inviolable rules.[8]\n\nBefore a new property is created, it needs to undergo a discussion process.[9][10]\n\nThe most used property is cites work (P2860), which is used on more than 280,000,000 item pages as of October 2022.[update][11]\n\nIn linguistics, a lexeme is a unit of lexical meaning. Similarly, Wikidata's lexemes are items with a structure that makes them more suitable to store lexicographical data. Besides storing the language to which the lexeme refers, they have a section for forms and a section for senses.[12]\n\nIn January 2019 development started of a new extension for MediaWiki to enable storing Shape Expressions in a separate namespace.[13][14]\n\nThis extension has since been installed on Wikidata[15] and enables contributors to use \nShape Expressions for validating and describing Resource Description Framework data in items and lexemes. Any item or lexeme on Wikidata can be validated against an Entity Schema, and this makes it an important tool for quality assurance.\n\n"
        },
        {
            "title": "Development",
            "text": "The creation of the project was funded by donations from the Allen Institute for Artificial Intelligence, the Gordon and Betty Moore Foundation, and Google, Inc., totaling €1.3 million.[16][17] The development of the project is mainly driven by Wikimedia Deutschland under the management of Lydia Pintscher, and was originally split into three phases:[18]\n\nWikidata was launched on 29 October 2012 and was the first new project of the Wikimedia Foundation since 2006.[3][19][20] At this time, only the centralization of language links was available. This enabled items to be created and filled with basic information: a label – a name or title, aliases – alternative terms for the label, a description, and links to articles about the topic in all the various language editions of Wikipedia (interwikipedia links).\n\nHistorically, a Wikipedia article would include a list of interlanguage links (links to articles on the same topic in other editions of Wikipedia, if they existed). Wikidata was originally a self-contained repository of interlanguage links.[21] Wikipedia language editions were still not able to access Wikidata, so they needed to continue to maintain their own lists of interlanguage links.[citation needed]\n\nOn 14 January 2013, the Hungarian Wikipedia became the first to enable the provision of interlanguage links via Wikidata.[22] This functionality was extended to the Hebrew and Italian Wikipedias on 30 January, to the English Wikipedia on 13 February and to all other Wikipedias on 6 March.[23][24][25][26] After no consensus was reached over a proposal to restrict the removal of language links from the English Wikipedia,[27] they were automatically removed by bots. On 23 September 2013, interlanguage links went live on Wikimedia Commons.[28]\n\nOn 4 February 2013, statements were introduced to Wikidata entries. The possible values for properties were initially limited to two data types (items and images on Wikimedia Commons), with more data types (such as coordinates and dates) to follow later. The first new type, string, was deployed on 6 March.[29]\n\nThe ability for the various language editions of Wikipedia to access data from Wikidata was rolled out progressively between 27 March and 25 April 2013.[30][31] On 16 September 2015, Wikidata began allowing so-called arbitrary access, or access from a given article of a Wikipedia to the statements on Wikidata items not directly connected to it. For example, it became possible to read data about Germany from the Berlin article, which was not feasible before.[32] On 27 April 2016 arbitrary access was activated on Wikimedia Commons.[33]\n\nAccording to a 2020 study, a large proportion of the data on Wikidata consists of entries imported en masse from other databases by Internet bots, which helps to \"break down the walls\" of data silos.[34]\n\nOn 7 September 2015, the Wikimedia Foundation announced the release of the Wikidata Query Service,[35] which lets users run queries on the data contained in Wikidata.[36] The service uses SPARQL as the query language. As of November 2018, there are at least 26 different tools that allow querying the data in different ways.[37] It uses Blazegraph as its triplestore and graph database.[38][39]\n\nThe bars on the logo contain the word \"WIKI\" encoded in Morse code.[40] It was created by Arun Ganesh and selected through community decision.[41]\n\n"
        },
        {
            "title": "Reception",
            "text": "In November 2014, Wikidata received the Open Data Publisher Award from the Open Data Institute \"for sheer scale, and built-in openness\".[42]\n\nIn December 2014, Google announced that it would shut down Freebase in favor of Wikidata.[43]\n\nAs of November 2018[update], Wikidata information was used in 58.4% of all English Wikipedia articles, mostly for external identifiers or coordinate locations. In aggregate, data from Wikidata is shown in 64% of all Wikipedias' pages, 93% of all Wikivoyage articles, 34% of all Wikiquotes', 32% of all Wikisources', and 27% of Wikimedia Commons's. Usage in other Wikimedia Foundation projects is a testimonial.[44]\n\nAs of December 2020[update], Wikidata's data was visualized by at least 20 other external tools[45] and over 300 papers have been published about Wikidata.[46]\n\nWikidata's structured dataset has been used by virtual assistants such as Apple's Siri and Amazon Alexa.[47]\n\n"
        },
        {
            "title": "Applications",
            "text": "A systematic literature review of the uses of Wikidata in research was carried in 2019.[53]\n\n"
        }
    ]
}