{
    "url": "https://en.wikipedia.org/wiki/William_Walker_Atkinson",
    "title": "William Walker Atkinson",
    "table_of_contents": [
        "1 Life and career",
        "1.1 Mental Science and New Thought",
        "1.2 Publishing career and use of pseudonyms",
        "1.3 Hinduism and yoga",
        "1.4 A French master of magnetism",
        "1.5 Dual career and later years",
        "2 Writings",
        "2.1 Titles written under the name William Walker Atkinson",
        "2.2 Titles written under pseudonyms",
        "2.3 Titles Atkinson co-authored",
        "2.4 The 'Arcane Teaching' Books",
        "2.5 Other likely pseudonyms",
        "3 Bibliographies",
        "4 References",
        "5 External links",
        "5.1 Books by William Walker Atkinson available free online"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "William Walker Atkinson (December 5, 1862 – November 22, 1932) \nwas an attorney, merchant, publisher, and author, as well as an occultist and an American pioneer of the New Thought movement.  He is the author of the pseudonymous works attributed to Theron Q. Dumont and Yogi Ramacharaka.[1]\n\nHe wrote an estimated 100 books, all in the last 30 years of his life. He was mentioned in past editions of Who's Who in America, in Religious Leaders of America, and in similar publications. His works have remained in print more or less continuously since 1900.[2][3]\n\n"
        },
        {
            "title": "Life and career",
            "text": "William Walker Atkinson was born in Baltimore, Maryland on December 5, 1862,[4] to Emma and William Atkinson. He began his working life as a grocer at 15 years old. He married Margret Foster Black of Beverly, New Jersey, in October 1889, and they had two children. Their first child died young. The second later married and had two daughters.\n\nAtkinson pursued a business career from 1882 onwards and in 1894 he was admitted as an attorney to the Bar of Pennsylvania. While he gained much material success in his profession as a lawyer, the stress and over-strain eventually took its toll, and during this time he experienced a complete physical and mental breakdown, and financial disaster. He looked for healing and in the late 1880s he found it with New Thought, later attributing the restoration of his health, mental vigor and material prosperity to the application of the principles of New Thought.\n\nSome time after his healing, Atkinson began to write articles on the truths he felt he had discovered, which were then known as Mental Science. In 1889, an article by him entitled \"A Mental Science Catechism,\" appeared in Charles Fillmore's new periodical, Modern Thought.\n\nBy the early 1890s Chicago had become a major centre for New Thought, mainly through the work of Emma Curtis Hopkins, and Atkinson decided to move there. Once in the city, he became an active promoter of the movement as an editor and author. He was responsible for publishing the magazines Suggestion (1900–1901), New Thought (1901–1905) and Advanced Thought (1906–1916).\n\nIn 1900 Atkinson worked as an associate editor of Suggestion, a New Thought Journal, and wrote his first book, Thought-Force in Business and Everyday Life, being a series of lessons in personal magnetism, psychic influence, thought-force, concentration, will-power, and practical mental science.\n\nHe then met Sydney Flower, a well-known New Thought publisher and businessman, and teamed up with him. In December, 1901 he assumed editorship of Flower's popular New Thought magazine, a post which he held until 1905. During these years he built for himself an enduring place in the hearts of its readers. Article after article flowed from his pen. Meanwhile, he also founded his own Psychic Club and the Atkinson School of Mental Science. Both were located in the same building as Flower's Psychic Research and New Thought Publishing Company.\n\nAtkinson was a past president of the International New Thought Alliance.\n\nThroughout his subsequent career, Atkinson was thought to have written under many pseudonyms. It is not known whether he ever confirmed or denied authorship of these pseudonymous works, but all of the supposedly independent authors whose writings are now credited to Atkinson were linked to one another by virtue of the fact that their works were released by a series of publishing houses with shared addresses and they also wrote for a series of magazines with a shared roster of authors. Atkinson was the editor of all of those magazines and his pseudonymous authors acted first as contributors to the periodicals, and were then spun off into their own book-writing careers—with most of their books being released by Atkinson's own publishing houses.\n\nOne key to unravelling this tangled web of pseudonyms is found in \"Advanced Thought\" magazine, billed as \"A Journal of The New Thought, Practical Psychology, Yogi Philosophy, Constructive Occultism, Metaphysical Healing, Etc.\"\n\nThis magazine, edited by Atkinson, advertised articles by Atkinson and Theron Q. Dumont—the latter two were later credited to Atkinson—and it had the same address as The Yogi Publishing Society, which published the works attributed to Yogi Ramacharaka.\n\nAdvanced Thought magazine also carried articles by Swami Bhakta Vishita, but when it came time for Vishita's writings to be collected in book form, they were not published by the Yogi Publishing Society. Instead they were published by The Advanced Thought Publishing Co., the same house that brought out the Theron Q. Dumont books—and published Advanced Thought.\n\nIn the 1890s, Atkinson had become interested in Hinduism and after 1900 he devoted a great deal of effort to the diffusion of yoga and Oriental occultism in the West. It is unclear at this late date whether he actually ever subscribed to any form of Hindu religion, or merely wished to write on the subject.\n\nAccording to unverifiable sources, while Atkinson was in Chicago at the World's Columbian Exposition in 1893, he met one Baba Bharata, a pupil of the late Indian mystic Yogi Ramacharaka (1799 - c.1893). As the story goes, Bharata had become acquainted with Atkinson's writings after arriving in America, the two men shared similar ideas, and so they decided to collaborate. While editing New Thought magazine, it is claimed, Atkinson co-wrote with Bharata a series of books which they attributed to Bharata's teacher, Yogi Ramacharaka. This story cannot be verified and—like the \"official\" biography that falsely claimed Atkinson was an \"English author\"—it may be a fabrication.\n\nNo record exists in India of a Yogi Ramacharaka, nor is there evidence in America of the immigration of a Baba Bharata. Furthermore, although Atkinson may have travelled to Chicago to visit the 1892 - 1893 World's Columbian Exposition, where the authentic Indian yogi Swami Vivekananda attracted enthusiastic audiences, he is only known to have taken up residence in Chicago around 1900 and to have passed the Illinois Bar Examination in 1903.\n\nAtkinson's claim to have an Indian co-author was actually not unusual among the New Thought and New Age writers of his era. As Carl T. Jackson made clear in his 1975 article The New Thought Movement and the Nineteenth Century Discovery of Oriental Philosophy,[5] Atkinson was not alone in embracing a vaguely exotic \"orientalism\" as a running theme in his writing, nor in crediting Hindus, Buddhists, or Sikhs with the possession of special knowledge and secret techniques of clairvoyance, spiritual development, sexual energy, health, or longevity.\n\nThe way had been paved in the mid to late 19th century by Paschal Beverly Randolph, who wrote in his books Eulis and Seership that he had been taught the mysteries of mirror scrying by the deposed Indian Maharajah Dalip Singh. Randolph was known for embroidering the truth when it came to his own autobiography (he claimed that his mother Flora Randolph, an African American woman from Virginia, who died when he was eleven years old, had been a foreign princess) but he was actually telling the truth—or something very close to it, according to his biographer John Patrick Deveney—when he said that he had met the Maharajah in Europe and had learned from him the proper way to use both polished gemstones and Indian \"bhattah mirrors\" in divination.[6]\n\nIn 1875, the year of Randolph's death, the Ukrainian-born Helena Petrovna Blavatsky founded the Theosophical Society, by means of which she spread the teachings of mysterious Himalayan enlightened yogis, the Masters of the Ancient Wisdom, and the doctrines of the Eastern philosophy in general. After this pioneer work, some representatives from known lineages of Indian and Asian spiritual and philosophical tradition like Vivekananda, Anagarika Dharmapala, Paramahansa Yogananda, and others, started coming to the West.\n\nIn any case, with or without a co-author, Atkinson started writing a series of books under the name Yogi Ramacharaka in 1903, ultimately releasing more than a dozen titles under this pseudonym. The Ramacharaka books were published by the Yogi Publication Society in Chicago and reached more people than Atkinson's New Thought works did. In fact, all of his books on yoga are still in print today.\n\nAtkinson apparently enjoyed the idea of writing as a Hindu so much that he created two more Indian personas, Swami Bhakta Vishita and Swami Panchadasi. Strangely, neither of these identities wrote on Hinduism. Their material was for the most part concerned with the arts of divination and mediumship, including \"oriental\" forms of clairvoyance and seership. Of the two, Swami Bhakta Vishita was by far the more popular, and with more than 30 titles to his credit, he eventually outsold even Yogi Ramacharaka.\n\nDuring the 1910s, Atkinson put his attention into another pseudonym, that of Theron Q. Dumont. This entity was supposed to be French, and his works, written in English and published in Chicago, combined an interest in New Thought with ideas about the training of the will, memory enhancement, and personal magnetism.\n\nIn 1903, the same year that he began his writing career as Yogi Ramacharaka, Atkinson was admitted to the Bar of Illinois. Perhaps it was a desire to protect his ongoing career as a lawyer that led him to adopt so many pseudonyms—but if so, he left no written account documenting such a motivation.\n\nHow much time Atkinson devoted to his law practice after moving to Chicago is unknown, but it is unlikely to have been a full-time career, given his amazing output during the next 15 years as a writer, editor, and publisher in the fields of New Thought, yoga, occultism, mediumship, divination, and personal success.\n\nThe high point of his prodigious capacity for production was reached in the late 1910s. In addition to writing and publishing a steady stream of books and pamphlets, Atkinson started writing articles for Elizabeth Towne's New Thought magazine Nautilus, as early as November 1912, while from 1916 to 1919, he simultaneously edited his own journal Advanced Thought. During this same period he also found time to assume the role of the honorary president of the International New Thought Alliance.\n\nAmong the last collaborators with whom Atkinson may have been associated was the mentalist C. Alexander, \"The Crystal Seer,\" whose New Thought booklet of affirmative prayer, \"Personal Lessons, Codes, and Instructions for Members of the Crystal Silence League\", published in Los Angeles during the 1920s, contained on its last page an advertisement for an extensive list of books by Atkinson, Dumont, Ramacharaka, Vishita, and Atkinson's collaborator, the occultist L. W. de Laurence.\n\nAtkinson  died November 22, 1932 in Los Angeles, California at the age of 69.\n\n"
        },
        {
            "title": "Writings",
            "text": "Atkinson was a prolific writer, and his many books achieved wide circulation among New Thought devotees and occult practitioners. He published under several pen names, including Magus Incognito, Theodore Sheldon, Theron Q. Dumont, Swami Panchadasi, Yogi Ramacharaka, Swami Bhakta Vishita, and probably other names not identified at present. He is also popularly held to be one (if not all) of the Three Initiates who anonymously authored The Kybalion, which certainly resembles Atkinson's other writings in style and subject matter. Atkinson's two co-authors in the latter venture, if they even existed, are unknown, but speculation often includes names like Mabel Collins, Michael Whitty, Paul Foster Case, and Harriett Case.\n\nA major collection of Atkinson's works is among the holdings of a Brazilian organization called Circulo de Estudos Ramacháraca. According to this group, Atkinson has been identified as the author or co-author (with individuals such as Edward E. Beals and Lauron William de Laurence) of 105 separate titles. These can be broken down roughly into the following groups:[7]\n\nThese works treat themes related to the mental world, occultism, divination, psychic reality, and mankind's nature. They constitute a basis for what Atkinson called \"New Psychology\" or \"New Thought\". Titles include Thought Vibration or the Law of Attraction in the Thought World, and Practical Psychomancy and Crystal Gazing: A Course of Lessons on the Psychic Phenomena of Distant Sensing, Clairvoyance, Psychometry, Crystal Gazing, etc.\n\nAlthough most of the Atkinson titles were published by Atkinson's own Advanced Thought Publishing Company in Chicago, with English distribution by L. N. Fowler of London, England, at least a few of his books in the \"New Psychology\" series were published by Elizabeth Towne in Mount Holyoke, Massachusetts, and offered for sale in her New Thought magazine The Nautilus. One such title, for which Atkinson is credited as the author, with the copyright internally assigned to Towne, is The Psychology of Salesmanship, published in 1912. The probable reason that Atkinson made an assignment of copyright to Towne is that his \"New Psychology\" books had initially been serialized in Towne's magazine, where he was a freelance writer from 1912 at least through 1914.\n\nThese include Atkinson's teachings on Yoga and Oriental philosophy, as well as New Thought and occult titles. They were written in such a way as to form a course of practical instruction.\n\nYogi Ramacharaka titles\n\nWhen Atkinson wrote under the pseudonym Yogi Ramacharaka, he claimed to be a Hindu. As Ramacharaka, he helped to popularize Eastern concepts in America, with Yoga and a broadly-interpreted Hinduism being particular areas of focus. The works of Yogi Ramacharaka were published over the course of nearly ten years beginning in 1903. Some were originally issued as a series of lectures delivered at the frequency of one lesson per month. Additional material was issued at each interval in the form of supplementary text books.\n\nRamacharaka's Advanced Course in Yoga Philosophy and Oriental Occultism remains popular in some circles.\n\nAccording to Atkinson's publisher, the Yogi Publication Society, some of these titles were inspired by a student of the \"real\" Yogi Ramacharaka, Baba Bharata, although there is no historical record that either of these individuals ever existed.\n\nIn reply to inquiries about Yogi Ramacharaka, this official information was provided by the Yogi Publication Society:\n\nNote that in at least one point, this \"official\" account is false: William Walker Atkinson was an American, not \"an English author\" and L. N. Fowler, an occult publishing house, was the British publisher of books that Atkinson had published under various of his own imprints in Chicago.\n\nSwami Bhakta Vishita titles\n\nAtkinson's second Hindu-sounding pseudonym, Swami Bhakta Vishita, billed as \"The Hindoo Master\" was not authentically Hindu, nor did he write on the topic of Hinduism. His best-known titles, which have remained in print for many years after entering the public domain, were \"The Development of Seership: The Science of Knowing the Future; Hindoo and Oriental Methods\" (1915), \"Genuine Mediumship, or Invisible Powers\", and \"Can We Talk to Spirit Friends?\" Atkinson produced more than two dozen Swami Bhakta Vishita books, plus a half-dozen saddle-stitched paper pamphlets under the Vishita name. All of them dealt with clairvoyance, mediumship, and the afterlife. Like Ramacharaka, Vishita was listed as a regular contributor to Atkinson's Advanced Thought magazine, but his books were published by the Advanced Thought Publishing Company, not by the Yogi Publication Society, which handled the Ramacharaka titles.\n\nSwami Panchadasi titles\n\nDespite the popularity of his Yogi Ramacharaka and Swami Bhakta Vishita series, the work that Atkinson produced under his third Hindu-sounding pseudonym, Swami Panchadasi, failed to capture a wide general audience. The subject matter, Clairvoyance and Occult Powers, was not authentically Hindu, either.\n\nTheron Q. Dumont titles\n\nAs Theron Q. Dumont, Atkinson stated on the title pages of his works that he was an \"Instructor on the Art and Science of Personal Magnetism, Paris, France\"—a claim manifestly untrue, as he was an American living in the United States.\n\nThe Atkinson titles released under the Dumont name were primarily concerned with self-improvement and the development of mental will power and self-confidence. Among them were Practical Memory Training, The Art and Science of Personal Magnetism, The Power of Concentration, and The Advanced Course in Personal Magnetism: The Secrets of Mental Fascination, The Human Machine', Mastermind\".\n\nTheodore Sheldon titles\n\nThe health and healing book, Vim Culture has often been attributed to William Walker Atkinson. Theodore Sheldon does not appear to be the same person as T. J. Shelton, who (like Atkinson) wrote on subjects related to health and healing for The Nautilus magazine and was also one of several honorary presidents of the International New Thought Alliance.  Discovery of a 1925 letter from Theodore Sheldon to Florence Sabin of Johns Hopkins University provides evidence of Theodore Sheldon's existence as an actual person, apart from William Walker Atkinson.  The original copy of this letter was located in Florence Sabin's university archives and makes reference to Ms. Sabin as Theodore Sheldon's childhood teacher from \"the banks of Lake Geneva,\" which is important biographical data about an otherwise unknown writer.  While it's possible that Atkinson could have been a ghost writer or contributor to Sheldon's work, the personal nature of Sheldon's correspondence with Florence Sabin would have been very difficult for Atkinson to fabricate,  suggesting that Theodore Sheldon was more than an Atkinson pen name.\n\nMagus Incognito titles\n\nThe Secret Doctrines of the Rosicrucians by Magus Incognito consisted of a nearly verbatim republication of portions of The Arcane Teachings, an anonymous work attributed to Atkinson (see below).\n\nThree Initiates\n\nOstensibly written by \"Three Initiates,\"  The Kybalion was published by the Yogi Publication Society.\n\nWhether any of the above has a basis in fact, The Kybalion bears notable structural resemblances to The Arcane Teachings, an anonymous set of six books attributed to Atkinson. A full description of the similarities between the two works can be found on the Kybalion page.\n\nWith Edward Beals, which may have been another pseudonym, Atkinson wrote the so-called \"Personal Power Books\"—a group of 12 titles on humanity's internal powers and how to use them. \nTitles include Faith Power: Your Inspirational Forces and Regenerative Power or Vital Rejuvenation.\nDue to the lack of information on Edward Beals, many believe this is also a pseudonym.\n\nWith his fellow Chicago resident L. W. de Laurence he wrote Psychomancy and Crystal Gazing. \nL.W. de Laurence was an incredible character himself, publisher and author of dozens of \"occult\" books that had a tremendous influence in many African and Caribbean countries, to the point that, to this day, they are banned in Jamaica.\n\nA series named The Arcane Teaching is also attributed to Atkinson. Perhaps significantly, the doctrine behind The Arcane Teaching is remarkably similar to the philosophy in The Kybalion (another title attributed to Atkinson), and significant portions of material from The Arcane Teaching were later re-worked, appearing nearly verbatim in The Secret Doctrines of the Rosicrucians by Magus Incognito (yet another Atkinson alias).\n\nNothing is known of the first edition of The Arcane Teaching, which apparently consisted of a single volume of the same name.\n\nThe second edition was expanded to include three 'supplementary teachings' in pamphlet form. The four titles in this edition were: The Arcane Teaching (hardback), The Arcane Formulas, or Mental Alchemy (pamphlet), The Mystery of Sex, or Sex Polarity (pamphlet), and Vril, or Vital Magnetism (pamphlet). This edition was published by A. C. McClurg—the same publisher who brought out the Tarzan the Ape-Man series by Edgar Rice Burroughs—under the \"Arcane Book Concern\" imprint, and the name of the publisher, A. C. McClurg, doesn't actually appear anywhere upon the books in this edition. The series bears a 1909 copyright mark, listing the copyright holder as \"Arcane Book Concern\". There also appears to have been a pamphlet entitled Free Sample Lesson which was published under the \"Arcane Book Concern\" imprint, indicating that it may have appeared concurrently with this edition.\n\nThe third edition split the main title, The Arcane Teaching, into three smaller volumes, bringing the total number of books in the series to six. This edition consisted of the following titles (the three titles marked with an asterisk (*) are the volumes that had appeared together as The Arcane Teaching in the previous edition):  The One and the Many* (hardback), Cosmic Law* (hardback), The Psychic Planes* (hardback), The Arcane Formulas, or Mental Alchemy (binding unknown), The Mystery of Sex, or Sex Polarity (binding unknown), and Vril, or Vital Magnetism (binding unknown). The third edition of The Arcane Teaching was published by A. C. McClurg under its own name in 1911. The books in this series bear the original 1909 copyright, plus a 1911 copyright listing \"Library Shelf\" as the new copyright holder.\n\nA search of the Library of Congress's web site has revealed that none of The Arcane Teaching series resides in its current collection.\n\nBecause Atkinson ran his own publishing companies, Advanced Thought Publishing and the Yogi Publication Society, and is known to have used an unusually large number of pseudonyms, other authors published by those companies may also have been his pseudonyms;\n\n"
        },
        {
            "title": "Bibliographies",
            "text": "For ease of study, this bibliography of the works of William Walker Atkinson is divided into sections based on the name Atkinson chose to place on the title page of each work cited.\n\nBibliography of Atkinson writing as William Walker (or W. W.) Atkinson\n\nBibliography of Atkinson writing as Yogi Ramacharaka\n\nBibliography of Atkinson writing as Swami Bhakta Vishita\n\nBibliography of Atkinson writing as Swami Panchadasi\n\nBibliography of Atkinson writing as Theron Q. Dumont\n\nBibliography of Theodore Sheldon (possibly an Atkinson pseudonym)\n\nBibliography of \"Three Initiates\" (possibly an Atkinson pseudonym)\n\nBibliography of Atkinson writing as Magus Incognito\n\nBibliography of Atkinson writing with co-authors\n\nBibliography of anonymous works attributed to Atkinson\n\n"
        }
    ]
}