{
    "url": "https://en.wikipedia.org/wiki/William_Grey_Walter",
    "title": "William Grey Walter",
    "table_of_contents": [
        "1 Early life and education",
        "2 Brain waves",
        "3 Robots",
        "4 Private life",
        "5 Books and articles",
        "6 References",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nWilliam Grey Walter (February 19, 1910 – May 6, 1977) was an American-born British neurophysiologist, cybernetician and robotician.\n\n"
        },
        {
            "title": "Early life and education",
            "text": "Walter was born in Kansas City, Missouri, United States, on 19 February 1910, the only child of Minerva Lucrezia (Margaret) Hardy (1879–1953), an American journalist and Karl Wilhelm Walter (1880–1965), a British journalist who was working on the Kansas City Star at the time. His parents had met and married in Italy, and during the First World War the family moved from to Britain. Walter's ancestry was German/British on his father's side, and American/British on his mother's side. He was brought to England in 1915, and educated at Westminster School with an interest in classics and science, and entered King's College, Cambridge, in 1928. He achieved a third class in part one (1930) and a first class in physiology in part two of the natural sciences tripos (1931).[1]\n\nHe failed to obtain a research fellowship in Cambridge and so turned to doing basic and applied neurophysiological research in hospitals, in London, from 1935 to 1939 and then at the Burden Neurological Institute in Bristol, from 1939 to 1970. He also carried out research work in the United States, in the Soviet Union and in various other places in Europe. He married twice, had two sons from his first marriage, and one from the second. According to his eldest son, Nicolas Walter, \"he was politically on the left, a communist fellow-traveller before the Second World War and an anarchist sympathiser after it.\"[citation needed] Throughout his life he was a pioneer in the field of cybernetics. In 1970, he suffered a brain injury in a motor scooter accident.[2] He never fully recovered and died seven years later, on May 6, 1977.\n\n"
        },
        {
            "title": "Brain waves",
            "text": "As a young man, Walter was greatly influenced by the work of the Russian physiologist Ivan Pavlov.[citation needed] He visited the lab of Hans Berger, who invented the electroencephalograph, or EEG machine, for measuring electrical activity in the brain. Walter produced his own versions of Berger's machine with improved capabilities, which allowed it to detect a variety of brain wave types ranging from the high speed alpha waves to the slow delta waves observed during sleep.\n\nIn the 1930s, Walter made a number of discoveries using his EEG machines at Burden Neurological Institute in Bristol.[citation needed] He was the first to determine by triangulation the surface location of the strongest alpha waves within the occipital lobe (alpha waves originate from the thalamus deep within the brain). Walter demonstrated the use of delta waves to locate brain tumours or lesions responsible for epilepsy. He developed the first brain topography machine based on EEG, using on an array of spiral-scan CRTs connected to high-gain amplifiers.\n\nDuring the Second World War, Walter worked on scanning radar technology and guided missiles, which may have influenced his subsequent alpha wave scanning hypothesis of brain activity.[citation needed]\n\nIn the 1960s, Walter also went on to discover the contingent negative variation (CNV) effect whereby a negative spike of electrical activity appears in the brain half a second prior to a person being consciously aware of movements they were about to make.[citation needed] Intriguingly, this effect brings into question the very notion of consciousness or free will, and should be considered as part of a person's overall reaction time to events.\n\nWalter's experiments with stroboscopic light, described in The Living Brain,[3] inspired the development of the Dreamachine by the artist Brion Gysin and technician Ian Sommerville, a device that has evolved into electronic devices known as mind machines.\n\n"
        },
        {
            "title": "Robots",
            "text": "Grey Walter's most well-known work was his construction of some of the first electronic autonomous robots.[4] He wanted to prove that rich connections between a small number of brain cells could give rise to very complex behaviors - essentially that the secret of how the brain worked lay in how it was wired up. His first robots, which he used to call Machina speculatrix[5] and named Elmer and Elsie, were constructed between 1948 and 1949 and were often described as tortoises[6] due to their shape and slow rate of movement - and because they \"taught us\" about the secrets of organisation and life. The three-wheeled tortoise robots were capable of phototaxis, by which they could find their way to a recharging station when they ran low on battery power.\n\nIn one experiment, Walter placed a light on the \"nose\" of a tortoise and watched as the robot observed itself in a mirror. \"It began flickering,\" he wrote. \"Twittering, and jigging like a clumsy Narcissus.\"[citation needed] Walter argued that if it were seen in an animal it \"might be accepted as evidence of some degree of self-awareness.\"\n\nOne of the tortoises was modified, (given the pretend scientific name Machina docilis) and had added to its simple single celled \"brain\" one, then two conditional reflex circuits in which they could be taught simple behaviors similar to Ivan Pavlov's dogs.[citation needed] This tortoise was called CORA. One of these included being hit meant food whilst whistling means food, and when conditioned such a whistle by itself means being hit. When he added another circuit tuned to a whistle of another pitch, this could become whistle means being hit, whistle means food, this would make the animal become \"afraid\" whenever food was presented. Walter remedied this behaviour by severing the two additional circuits, and the tortoise reverted to being a Machina speculatrix. The conditioned reflex behaviour was later placed into a static desktop model, also known as CORA.\n\nLater versions of Machina speculatrix were exhibited at the Festival of Britain in 1951.[7]\nWalter stressed the importance of using purely analogue electronics to simulate brain processes at a time when his contemporaries such as Alan Turing and John von Neumann were all turning towards a view of mental processes in terms of digital computation. His work inspired subsequent generations of robotics researchers, including Rodney Brooks, Hans Moravec and Mark Tilden.[citation needed] Modern incarnations of Walter's turtles may be found in the form of BEAM robotics.\n\nIn 2000, an original tortoise went on display in London, UK, in the Science Museum.[8] Recently,[when?] one was also replicated by Dr Owen Holland, of the University of the West of England in 1995, using some of the original parts. An original tortoise as seen at the Festival of Britain is in the collection of the Smithsonian Institution.\n\nWalter's papers including his letters, photographs and press cuttings form part of the Burden archive held at the Science Museum Library & Archives in Wroughton Science Museum at Wroughton.\n\n"
        },
        {
            "title": "Private life",
            "text": "Walter married twice. His first wife was Katherine Monica Ratcliffe (1911-2012), daughter of Samuel Kerkham Ratcliffe (1868-1958), a former member of the executive of the Fabian Society. They had two sons Nicolas Hardy Walter (1934–2000) and Jeremy Walter, who became a physicist.[1] After the couple separated in 1945, and divorced in 1946, their children were brought up by their mother Monica and her second husband Cambridge University scientist Arnold Beck.\n\nWalter's second wife was the radiographer Vivian Dovey (1915-1980). They married in Bristol 1947[10] and had one child, Timothy Walter (1949-1976) before separating in 1960, and divorcing in 1973.[11] It has been noted that Walter and his institution gave a male biased view of their work. Vivian Dovey was a significant collaborator, yet depicted as a wife or assistant who cared for him.[9]\n\nFrom 1960 to 1972 Walter lived with Lorraine Josephine Aldridge (née Donn), former wife of Keith Aldridge.[1] Vivian Dovey lived with Keith Aldridge and later took his name after her divorce.[11]\n\n"
        }
    ]
}