{
    "url": "https://en.wikipedia.org/wiki/William_Hopper",
    "title": "William Hopper",
    "table_of_contents": [
        "1 Early life",
        "2 Career",
        "2.1 1930s–1940s",
        "2.2 Military service and postwar career",
        "2.3 1950s–1970s",
        "2.3.1 Perry Mason",
        "3 Accolades",
        "4 Personal life",
        "5 Death",
        "6 Select theatre credits",
        "7 Filmography",
        "7.1 Film",
        "7.2 Television",
        "8 Notes",
        "9 References",
        "10 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nWilliam DeWolf Hopper Jr. (January 26, 1915 – March 6, 1970) was an American stage, film, and television actor. The only child of actor DeWolf Hopper and actress and Hollywood columnist Hedda Hopper, he appeared in predominantly minor roles in more than 80 feature films in the 1930s and 1940s. After serving in the United States Navy during World War II, he left acting, but in the mid-1950s, he was persuaded by director William Wellman to resume his film career. He became best known for his work as private detective Paul Drake in the CBS television series Perry Mason.[1]\n\n"
        },
        {
            "title": "Early life",
            "text": "William DeWolf Hopper Jr., was born January 26, 1915, in New York City.[2] He was the only child of actor, singer, comedian, and theatrical producer DeWolf Hopper and his fifth wife, actress Hedda Hopper (born Elda Furry). He had one older half-brother, John A. Hopper, from his father's second marriage in the 1880s.[3] Hopper made his film debut as a baby in his father's 1916 silent movie Sunshine Dad.[4] His mother divorced his father in 1922 and moved to Hollywood with their son. Hedda Hopper became one of America's notorious  gossip columnists, and a major proponent of the Hollywood blacklist, with nearly 30 million readers in newspapers in the U.S.[5]\n\n"
        },
        {
            "title": "Career",
            "text": "Hopper began his acting career as a teenager. He made his first stage appearance at the Pasadena Community Playhouse, in She Loves Me Not.[6] He worked in summer stock in Ogunquit, Maine.[7][8]: 58  He appeared on Broadway in the short-lived comedy Order Please (1934)[9] and as a member of the ensemble in Katharine Cornell's production of Romeo and Juliet (1934–35).[10]\n\nIn March 1936, Hopper — then working under the name Wolfe Hopper — won a contract at Paramount Pictures.[6][11] Early in his film career, Hopper appeared in numerous movies, uncredited and also under the name DeWolf Hopper. In 1936, he played a small role as a soldier in the Columbia Pictures film The King Steps Out starring Grace Moore and Franchot Tone. In 1937, he portrayed the leading man in two films, Public Wedding with Jane Wyman and Over the Goal with June Travis. He also enjoyed significant roles alongside Ann Sheridan in The Footloose Heiress (1937) and Mystery House (1938).[4]\n\nAfter that, he had roles that included playing a sergeant in the John Ford Western, Stagecoach (1939); an intern in The Return of Dr. X (1939); a college football player in Over the Goal (1939); and reporters in Knute Rockne, All American (1940), The Maltese Falcon (1941) and Yankee Doodle Dandy (1942).[4]\n\nHopper became an actor because his mother expected it of him.[8]: 57  \"When I worked at Warner Bros.,\" Hopper said, \"I was so scared I stuttered all the time.\"[12]\n\nHopper served with the United States Navy during World War II, as a volunteer with the Office of Strategic Services[7][13] and as a member of the newly created Underwater Demolition Team. He received a Bronze Star and several other medals during operations in the Pacific.[14]\n\nFor eight years after the war, Hopper became involved in business and sold cars in Hollywood.[14] He combined car sales and acting when opportunities came up during the advent of television.[15]\n\n\"I didn't even think about acting much until a friend, director Bill Wellman, asked me to do a part in The High and the Mighty,\" Hopper recalled.[12]\n\nIn 1953, director William Wellman persuaded Hopper to resume his movie career with his 1954 film, The High and the Mighty,[16] opposite Jan Sterling. Before filming began, Hopper challenged Wellman because he suspected his mother had arranged the offer. \"When it appeared Wellman was serious, I asked him if he knew whose son I was. He ignored me,\" Hopper recalled. \"I was so lousy, so nervous, I didn't even know where the camera was. But somehow Billy got me through. Afterward, I thanked him. He said, 'Thank me, my foot. After this, you're going to be in every picture I make.' I didn't believe him.\"[8]: 60  Hopper subsequently appeared in two of Wellman's films, Track of the Cat (1954) and Good-bye, My Lady (1956).[4]\n\nHopper was cast to star opposite Claire Trevor in the live television drama, \"No Sad Songs for Me\",[8]: 61  broadcast April 14, 1955, on NBC's Lux Video Theatre.[17] He had such stage fright, he initially cancelled: \"I swore I'd never act again as long as I lived,\" Hopper recalled. \"Then I thought, what the heck, they can't shoot me, and walked on the set. Something happened then. It was as if someone had surgically removed the nerves.\"[8]: 61 \n\nAt last comfortable on screen, Hopper played the stern and emotionally distant father of Natalie Wood in the James Dean classic, Rebel Without a Cause (1955), and the absentee father in The Bad Seed (1956). He starred in the science-fiction films 20 Million Miles to Earth and The Deadly Mantis, released in 1957.[4]\n\nIn 1956 Hopper guest-starred again on television during the first season of the Western series Gunsmoke, portraying an outlaw initially supported by townsfolk in an episode titled \"Robin Hood\".[18]  The following year he played a supporting role in the pilot episode of the television series The Restless Gun, which was broadcast as an episode of Schlitz Playhouse of Stars.  Some of Hopper's other television guest appearances include The Joseph Cotten Show, Fury, Studio 57, and The Millionaire.\n\nHopper is best known for his principal role as the private investigator Paul Drake on CBS's courtroom television series Perry Mason (1957–66). He initially tested for the title role, while Raymond Burr read for the role of Mason's courtroom adversary, district attorney Hamilton Burger. Burr was encouraged to lose weight and return to audition for the role of Perry Mason — which he did, successfully.[a][19] Hopper, too, was called back. Executive producer Gail Patrick Jackson recalled, \"When Bill Hopper came in to read for Paul Drake he blurted out, 'You hate my mother.' And that was Hedda Hopper. Well, I disliked what she stood for, but 'hate' is something else — and anyway he was perfect as Drake, and we got him.\"[20]\n\nWrote Brian Kelleher and Diana Merrill in their chronicle of the television series:[8]: 61 \n\nThe 1959 episode, \"The Case of Paul Drake's Dilemma\", had Hopper's character on trial for murder.[8]: 65 \n\nHopper continued to work in summer stock and to make movie appearances during his years on Perry Mason; however, after the series was cancelled in 1966, he declined other television offers. He did, though, make one final film appearance in Myra Breckinridge (1970), which premiered in New York three months after his death.[8]: 66 [21]\n\n"
        },
        {
            "title": "Accolades",
            "text": "In 1959, Hopper was nominated as Best Supporting Actor (Continuing Character) in a Dramatic Series at the 11th Primetime Emmy Awards for his performance as Paul Drake.[22]\n\n"
        },
        {
            "title": "Personal life",
            "text": "In 1940, Hopper married actress Jane Gilbert.[8]: 60 [23] They had worked together on the 1939 film Invisible Stripes.[24] The couple had one daughter, Joan, born in 1947.[25][8]: 60 [26][27]\n\nHopper and Gilbert divorced in 1959, and later that same year, Hopper married Jeanette Juanita Ward (d. 2008). They remained together until his death.[citation needed]\n\n"
        },
        {
            "title": "Death",
            "text": "Hopper, a chain smoker who often indulged onscreen in Perry Mason, entered Desert Hospital in Palm Springs, California,[14] on February 14, 1970, after suffering a stroke. He died of a heart attack three weeks later, on March 6, at age 55.[1] He was buried in Rose Hills Memorial Park in Whittier, California.[citation needed]\n\n"
        }
    ]
}