{
    "url": "https://en.wikipedia.org/wiki/William_Castle",
    "title": "William Castle",
    "table_of_contents": [
        "1 Personal life",
        "2 Career",
        "2.1 Getting started",
        "2.2 Columbia Pictures and other studios",
        "2.3 On his own: the gimmicks",
        "2.4 Rosemary's Baby",
        "3 Death",
        "4 Legacy",
        "5 Filmography",
        "5.1 As director",
        "5.2 As producer",
        "5.3 As writer",
        "5.4 As actor",
        "6 Television credits",
        "6.1 As director",
        "6.2 As producer",
        "7 References",
        "7.1 Bibliography",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nWilliam Castle (born William Schloss Jr.; April 24, 1914 – May 31, 1977) was an American film director, producer, screenwriter, and actor.\n\nOrphaned at 11, Castle dropped out of high school at 15 to work in the theater. He came to the attention of Columbia Pictures for his talent for promotion and was hired. He learned the trade of filmmaking and became a director, acquiring a reputation for the ability to churn out competent B-movies quickly and on budget. He eventually struck out on his own, producing and directing thrillers, which, despite their low budgets, he effectively promoted using gimmicks, a trademark for which he is best known. He was also the producer for Rosemary's Baby.\n\n"
        },
        {
            "title": "Personal life",
            "text": "Castle was born in New York City, the son of Saidie (Snellenberg) and William Schloss.[1] His family was Jewish. His mother died when he was nine. When his father followed a year later, he was left an orphan at the age of 11. He then lived with his older sister.\n\n\"Schloss\" is German for \"castle\", and Castle later translated his surname into English as his professional name.\n\nCastle married Ellen Falck, with whom he had two children.[2]\n\n"
        },
        {
            "title": "Career",
            "text": "At 13, Castle saw the play Dracula, starring Bela Lugosi, and was entranced.[3] He watched performance after performance, eventually managing to meet Lugosi himself. He wrote in his autobiography Step Right Up! I'm Gonna Scare the Pants off America: \"I knew then what I wanted to do with my life—I wanted to scare the pants off audiences.\"[4]: 14  Lugosi recommended him for the position of assistant stage manager for the road company tour of the play.[4]: 14  The 15-year-old dropped out of high school to take the job. He spent his teenage years working on Broadway in jobs ranging from set-building to acting, which proved good training for the future filmmaker.\n\nHe obtained Orson Welles' telephone number and persuaded Welles to lease him the Stony Creek Theatre in Connecticut. (Welles was leaving to begin filming Citizen Kane.) He hired German actress Ellen Schwanneke; upon learning that, under then-current theater guild regulations, German-born actors could appear only in plays originally performed in Germany, Castle claimed he had hired her for the nonexistent play Das ist nicht für Kinder (Not for Children), then spent the following weekend writing the play[5] and having it translated into German. When Nazi Germany sent Schwanneke an invitation to a Munich performance, Castle seized the opportunity for an outrageous publicity stunt.[3] He released to the newspapers what he claimed was a telegram he had sent turning down the request, portraying his star as \"the girl who said no to Hitler.\" To add to the sensationalism, he secretly vandalized the theatre and painted swastikas on the exterior.[5] It worked—the resulting publicity ensured the play's success.\n\nHe left for Hollywood at 23 to work for Harry Cohn at Columbia Pictures. Beginning as a dialogue director for Music in My Heart (1940), he and several others, such as Fred Sears, Mel Ferrer, Henry Levin and Robert Gordon, were selected as feature film directors.[6]\n\nIn the 2007 documentary Spine Tingler! The William Castle Story, Castle's daughter states he had a dynamic, outgoing personality that attracted others. He was one of the few people Cohn liked. He learned the film business and graduated to directing inexpensive B-movies, the first being The Chance of a Lifetime, released in 1943. He directed four movies in The Whistler series, and gained a reputation for making films quickly and under budget. He also worked as an associate producer on Orson Welles' film noir The Lady from Shanghai (1947), doing much second unit location work.\n\nAmbitions unsatisfied, Castle began making films independently. The inspiration of the 1955 French psychological thriller Les Diaboliques set the genre he would choose. He financed his first movie, Macabre (1958), by mortgaging his house. He came up with the idea to give every customer a certificate for a $1,000 life insurance policy from Lloyd's of London in case they should die of fright during the film. He stationed nurses in the lobbies with hearses parked outside the theaters.[7]: 15–16  Macabre was a hit.\n\nOther films (and gimmicks) followed:\n\nAt the height of his popularity, Castle had a fan club with 250,000 members.[9][10]\n\nAccording to Spine Tingler! The William Castle Story, he mortgaged his home (again) and obtained the movie rights to the Ira Levin novel before it was published, hoping to finally direct a prestigious A-movie himself. He made a deal with Paramount Pictures, then under Robert Evans, who insisted on hiring director Roman Polanski.[11] Castle had to settle for producing the film. He had a cameo, playing the grey-haired man standing outside the phone booth where Rosemary, played by Mia Farrow, is attempting to get in touch with the obstetrician.\n\nCastle was unable to build on the film's success. He suffered kidney failure soon after its release.[11] By the time he recovered, all momentum was lost, and he went back to making B-movies. His most significant acting role was also his last—as the director of the doomed \"Waterloo\" epic in The Day of the Locust in 1975.\n\n"
        },
        {
            "title": "Death",
            "text": "Castle died on May 31, 1977, in Los Angeles, California, of a heart attack.[12] He is interred in the Forest Lawn Memorial Park Cemetery in Glendale, California.\n\n"
        },
        {
            "title": "Legacy",
            "text": "Alfred Hitchcock decided to make Psycho after noting the financial success of 1950s B-movies by Castle and Roger Corman.[13]\n\nAmong his admirers is filmmaker John Waters, who wrote, \"William Castle was my idol. His films made me want to make films... William Castle was God.\"[14] Waters portrayed Castle in the episode \"Hagsploitation\" in the first season of the FX television anthology series Feud, depicting the notorious rivalry between Bette Davis and Joan Crawford through the production and aftermath of What Ever Happened to Baby Jane? Waters (playing Castle) appeared onstage at an Oklahoma theater in 1964, exuberantly introducing a screening of Strait-Jacket while Jessica Lange (as Crawford) proceeded down the aisle, wincing and wielding an axe past hooting teenagers before pursuing Castle behind a backlit scrim to \"decapitate\" him in silhouette.\n\nHe is Robert Zemeckis's \"favorite filmmaker.\"[15] Zemeckis co-founded Dark Castle Entertainment, which was intended to remake Castle's films.\n\nTwo of his films were remade by his daughter Terry Ann Castle, who co-produced House on Haunted Hill in 1999 and Thirteen Ghosts in 2001 (the latter retitled Thir13en Ghosts).\n\nA documentary focusing on Castle's life, Spine Tingler! The William Castle Story, directed by Jeffrey Schwarz, premiered at AFI Fest 2007 in Los Angeles on November 8, 2007.[16] It won the Audience Award for Best Documentary.\n\nThe protagonist in the 1993 film Matinee, played by John Goodman, is based on Castle.[17][18]\n\n"
        }
    ]
}