{
    "url": "https://en.wikipedia.org/wiki/William_Alland",
    "title": "William Alland",
    "table_of_contents": [
        "1 Biography",
        "2 Filmography",
        "3 References",
        "4 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nWilliam Alland (March 4, 1916 – November 11, 1997)[citation needed] was an American actor, film producer and writer, mainly of Western and science-fiction/monster films, including This Island Earth, It Came From Outer Space, Tarantula!, The Deadly Mantis, The Mole People, The Colossus of New York, The Space Children, and the three Creature from the Black Lagoon films. He worked frequently with director Jack Arnold. Alland is also remembered for his acting role as reporter Thompson, who investigates the meaning of \"Rosebud\" in Orson Welles's Citizen Kane (1941).\n\n"
        },
        {
            "title": "Biography",
            "text": "Alland was born in Delmar, Delaware.[1]\n\nAlland entered films as an actor, perhaps best remembered as the reporter Jerry Thompson, who investigates the life of newspaper tycoon Charles Foster Kane in Orson Welles's Citizen Kane (1941).[1] He also directed the film Look in Any Window.\n\nIn his early 20s, Alland arrived in Manhattan and took courses at the Henry Street Settlement House, where he met Orson Welles. He lent his voice to Welles's The War of the Worlds. Alland won a Peabody Award as producer of Doorway to Life.[2]\n\nAlland's role as reporter Jerry Thompson in Citizen Kane (1941) is unusual because the camera never closes up on his face; in fact, for the majority of his scenes in the film, he shows his back to the camera, and whenever his face can be seen, it is always in long-shot and almost always clouded in shadow. As noted by film critic Roger Ebert on the DVD commentary of Citizen Kane, Alland once reportedly told an audience that they would probably recognize him if he were to show his back to them. In addition to his role as Thompson in Citizen Kane, Alland announces the \"News on the March\" newsreel segment, a spoof of the then-popular March of Time newsreels. In later years, Alland twice provided voiceovers for pastiches of this News on the March segment: once for the 1974 Orson Welles film F for Fake and again for a 1991 Arena documentary for the BBC titled The Complete Citizen Kane.\n\nIn 1953, Alland appeared before a meeting of the House Un-American Activities Committee in Los Angeles, acknowledging that he had been a member of the Communist Party and naming other people who were involved with the party. The meeting was held behind closed doors, but Alland talked with reporters after his appearance. He said that he was a party member from 1946 to 1949.[3] Alland was a decorated combat pilot in the Air Force, flying 56 missions in the Pacific.[4]\n\nOn radio, Alland wrote for Doorway to Life[5] and acted on The Mercury Theatre on the Air.[5]: 448 \n\nHe died of complications of heart disease.[6]\n\n"
        }
    ]
}