{
    "url": "https://en.wikipedia.org/wiki/William_Alston",
    "title": "William Alston",
    "table_of_contents": [
        "1 Early life and education",
        "2 Career",
        "3 Death",
        "4 Bibliography",
        "5 See also",
        "6 References",
        "7 Further reading"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "William Payne Alston (November 29, 1921 – September 13, 2009) was an American philosopher. He is widely considered to be one of the most important epistemologists and philosophers of religion of the twentieth century,[1] and is also known for his work in metaphysics and the philosophy of language.[2] His views on foundationalism, internalism and externalism, speech acts, and the epistemic value of mystical experience, among many other topics, have been very influential.[3] He earned his PhD from the University of Chicago and taught at the University of Michigan, Rutgers University, University of Illinois, and Syracuse University.[2]\n\n"
        },
        {
            "title": "Early life and education",
            "text": "Alston was born to Eunice Schoolfield and William Alston on November 29, 1921, in Shreveport, Louisiana. He graduated from high school when he was 15 and went on to Centenary College of Louisiana, graduating in 1942 with a Bachelor of Music in piano. During World War II, he played clarinet and bass drum in a military band in California. During this time, he became interested in philosophy, sparked by W. Somerset Maugham's book The Razor's Edge, and read the works of well-known philosophers such as Jacques Maritain, Mortimer J. Adler, Francis Bacon, Plato, René Descartes, and John Locke.[4]  Alston was honorably discharged from the US army in 1946,[1] going on to enter a graduate program for philosophy at the University of Chicago, even though he had never formally taken a class on the subject.[5][6] While he was there, he learned more about philosophy from Richard McKeon and Charles Hartshorne, and he received his PhD in 1951.[4] His dissertation was on the subject of the philosophy of Alfred North Whitehead.[1]\n\n"
        },
        {
            "title": "Career",
            "text": "From 1949 until 1971, Alston was a professor at the University of Michigan, and he became professor of philosophy in 1961.[7] He then taught at Rutgers University for five years, followed by the University of Illinois at Urbana–Champaign from 1976 to 1980 and then Syracuse University from 1980 to 1992.[4] Alston's early work was on the philosophy of language, later going on to focus on epistemology and the philosophy of religion from the early 1970s onwards.[1]\n\nTogether with Alvin Plantinga, Nicholas Wolterstorff, Robert Adams, and Michael L. Peterson, Alston helped to found the journal Faith and Philosophy.[8] With Plantinga, Wolterstorff, and others, Alston was also responsible for the development of \"Reformed epistemology\" (a term that Alston, an Episcopalian, never fully endorsed), one of the most important contributions to Christian thought in the twentieth century.[9] Alston was president of the Western Division (now the Central Division) of the American Philosophical Association in 1979, the Society for Philosophy and Psychology, and the Society of Christian Philosophers, which he co-founded. He was widely recognized as one of the core figures in the late twentieth-century revival of the philosophy of religion.[10][11] He was elected a Fellow of the American Academy of Arts and Sciences in 1990.[12]\n\n"
        },
        {
            "title": "Death",
            "text": "Alston died in a nursing home in Jamesville, New York, on September 13, 2009, at the age of 87.[5]\n\n"
        }
    ]
}