{
    "url": "https://en.wikipedia.org/wiki/William_Whewell",
    "title": "William Whewell",
    "table_of_contents": [
        "1 Early life, education and marriages",
        "2 Career",
        "3 Death and legacy",
        "4 Endeavours",
        "4.1 History and development of science",
        "4.2 Whewell's three steps of induction",
        "4.3 Opponent of English empiricism",
        "4.4 Whewell's neologisms",
        "5 Work in college administration",
        "6 Whewell's interests in architecture",
        "7 Whewell's works in philosophy and morals",
        "7.1 Works by Whewell",
        "8 Honors and recognitions",
        "9 In fiction",
        "10 See also",
        "11 References",
        "12 Further reading",
        "13 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nWilliam Whewell FRS FGS FRSE (/ˈhjuːəl/ HEW-əl; 24 May 1794 – 6 March 1866) was an English polymath, scientist, Anglican priest, philosopher, theologian, and historian of science. He was Master of Trinity College, Cambridge.  In his time as a student there, he achieved distinction in both poetry and mathematics.\n\nThe breadth of Whewell's endeavours is his remarkable feature.   In a time of increasing specialization, Whewell belonged in an earlier era when natural philosophers investigated widely. He published work in mechanics, physics, geology, astronomy, and economics, while also composing poetry, writing a Bridgewater Treatise, translating the works of Goethe, and writing sermons and theological tracts.  In mathematics, Whewell introduced what is now called the Whewell equation, defining the shape of a curve without reference to an arbitrarily chosen coordinate system. He also organized thousands of volunteers internationally to study ocean tides, in what is now considered one of the first citizen science projects. He received the Royal Medal for this work in 1837.[1]\n\nOne of Whewell's greatest gifts to science was his word-smithing. He corresponded with many in his field and helped them come up with neologisms for their discoveries. Whewell coined, among other terms, scientist,[2] physicist, linguistics, consilience, catastrophism, uniformitarianism, and astigmatism;[3] he suggested to Michael Faraday the terms electrode, ion, dielectric, anode, and cathode.[4][5]\n\nWhewell died in Cambridge in 1866 as a result of a fall from his horse.\n\n"
        },
        {
            "title": "",
            "text": "Whewell was born in Lancaster, the son of John Whewell and his wife, Elizabeth Bennison.[6]\nHis father was a master carpenter, and wished him to follow his trade, but William's success in mathematics at Lancaster Royal Grammar School and Heversham grammar school won him an exhibition (a type of scholarship) at Trinity College, Cambridge in 1812. He was the eldest of seven children having three brothers and three sisters born after him. Two brothers died as infants; the third died in 1812. Two of his sisters married; he corresponded with them in his career as a student and then a professor. His mother died in 1807, when Whewell was 13 years old. His father died in 1816, the year Whewell received his bachelor degree at Trinity College, but before his most significant professional accomplishments.[7]\n\nWhewell married, firstly, in 1841, Cordelia Marshall, daughter of John Marshall. Within days of his marriage, Whewell was recommended to be master of Trinity College in Cambridge, following Christopher Wordsworth. Cordelia died in 1855. In 1858 he married again, to Everina Frances (née Ellis), widow of Sir Gilbert Affleck, 5th Baronet who had died in 1854.[8] He had no children.\n\n"
        },
        {
            "title": "Career",
            "text": "In 1814 he was awarded the Chancellor's Gold Medal for poetry.[9] He was Second Wrangler in 1816, President of the Cambridge Union Society in 1817, became fellow and tutor of his college.\n\nHe was professor of mineralogy from 1828 to 1832 and Knightbridge Professor of Philosophy (then called \"moral theology and casuistical divinity\") from 1838 to 1855.[10][11] During the years as professor of philosophy, in 1841, Whewell succeeded Christopher Wordsworth as master.\n\n"
        },
        {
            "title": "Death and legacy",
            "text": "Whewell died in Cambridge in 1866 as a result of a fall from his horse.[12] He was buried in the chapel of Trinity College, Cambridge, whilst his wives are buried together in the Mill Road Cemetery, Cambridge. A window dedicated to Lady Affleck, his second wife, was installed in her memory in the chancel of All Saints' Church, Cambridge and made by Morris & Co.\n\nA list of his writings was prepared after his death by Isaac Todhunter in two volumes, the first being an index of the names of persons with whom Whewell corresponded.[13][14] Another book was published five years later, as a biography of Whewell's life interspersed with his letters to his father, his sisters, and other correspondence, written and compiled by his niece by marriage, Janet Mary Douglas, called Mrs Stair Douglas on the book's title page.[7] These books are available online in their entirety as part of the Internet Archive.\n\n"
        },
        {
            "title": "Endeavours",
            "text": "In 1826 and 1828, Whewell was engaged with George Airy in conducting experiments in Dolcoath mine in Cornwall, in order to determine the density of the earth. Their united labours were unsuccessful, and Whewell did little more in the way of experimental science. He was the author, however, of an Essay on Mineralogical Classification, published in 1828, and carried out extensive work on the tides.[11]\n\nWhen Whewell started his work on tides, there was a theory explaining the forces causing the tides, based on the work of Newton, Bernoulli, and Laplace. But this explained the forces, not how tides actually propagated in oceans bounded by continents. There was a series of tidal observations for a few ports, such as London and Liverpool, which allowed tide tables to be produced for these ports. However the methods used to create such tables, and in some cases the observations, were closely guarded trade secrets. John Lubbock, a former student of Whewell's, had analysed the available historic data (covering up to 25 years) for several ports to allow tables to be generated on a theoretical basis, publishing the methodology.[15][16] This work was supported by Francis Beaufort, Hydrographer of the Navy, and contributed to the publication of the Admiralty Tide Tables starting in 1833.[17]\n\nWhewell built on Lubbock's work to develop an understanding of tidal patterns around the world that could be used to generate predictions for many locations without the need for long series of tidal observations at each port. This required extensive new observations, initially obtained through an informal network, and later through formal projects enabled by Beaufort at the Admiralty. In the first of these, in June 1834, every Coast Guard station in the United Kingdom recorded the tides every ﬁfteen minutes for two weeks.[18]: 169–173  The second, in June 1835, was an international collaboration, involving Admiralty Surveyors, other Royal Navy and British observers, as well as those from the United States, France, Spain, Portugal, Belgium, Denmark, Norway, and the Netherlands. Islands, such as the Channel Islands, were particularly interesting, adding important detail of the progress of the tides through the ocean. The Admiralty also provided the resources for data analysis, and J.F. Dessiou, an expert calculator on the Admiralty staff, was in charge of the calculations. [18]: 175–182 \n\nWhewell made extensive use of graphical methods, and these became not just ways of displaying results, but tools in the analysis of data.[18]: 182  He published a number of maps showing cotidal lines (a term coined by Lubbock) - lines joining points where high tide occurred at the same time. These allowed a graphical representation of the progression of tidal waves through the ocean. From this, Whewell predicted that there should be a place where there was no tidal rise or fall in the southern part of the North Sea.[19] Such a \"no-tide zone\" is now called an amphidromic point. In 1840, the naval surveyor William Hewett confirmed Whewell's prediction. This involved anchoring his ship, HMS Fairy, and taking repeated soundings at the same location with lead and line, precautions being needed to allow for irregularities in the sea bed, and the effects of tidal flow. The data showed a rise of no more than 1 foot (0.30 m).[20][21]\n\nWhewell published about 20 papers over a period of 20 years on his tidal researches. This was his major scientific achievement, and was an important source for his understanding of the process of scientific enquiry, the subject of one of his major works Philosophy of the Inductive Sciences.\n\nHis best-known works are two voluminous books that attempt to systematize the development of the sciences, History of the Inductive Sciences (1837) and The Philosophy of the Inductive Sciences, Founded Upon Their History (1840, 1847, 1858–60).  While the History traced how each branch of the sciences had evolved since antiquity, Whewell viewed the Philosophy as the \"Moral\" of the previous work as it sought to extract a universal theory of knowledge through history.\n\nIn the latter, he attempted to follow Francis Bacon's plan for discovery. He examined ideas (\"explication of conceptions\") and by the \"colligation of facts\" endeavored to unite these ideas with the facts and so construct science.[11] This colligation is an \"act of thought\", a mental operation consisting of bringing together a number of empirical facts by \"superinducing\" upon them a conception which unites the facts and renders them capable of being expressed in general laws.[22] Whewell refers to as an example Kepler and the discovery of the elliptical orbit: the orbit's points were colligated by the conception of the ellipse, not by the discovery of new facts. These conceptions are not \"innate\" (as in Kant), but being the fruits of the \"progress of scientific thought (history) are unfolded in clearness and distinctness\".[23]\n\nWhewell analyzed inductive reasoning into three steps:\n\nUpon these follow special methods of induction applicable to quantity: the method of curves, the method of means, the method of least squares and the method of residues, and special methods depending on resemblance (to which the transition is made through the law of continuity), such as the method of gradation and the method of natural classification.[11] In Philosophy of the Inductive Sciences Whewell was the first to use the term \"consilience\" to discuss the unification of knowledge between the different branches of learning.\n\nHere, as in his ethical doctrine, Whewell was moved by opposition to contemporary English empiricism. Following Immanuel Kant, he asserted against John Stuart Mill the a priori nature of necessary truth, and by his rules for the construction of conceptions he dispensed with the inductive methods of Mill.[11] Yet, according to Laura J. Snyder, \"surprisingly, the received view of Whewell's methodology in the 20th century has tended to describe him as an anti-inductivist in the Popperian mold, that is it is claimed that Whewell endorses a 'conjectures and refutations' view of scientific discovery. Whewell explicitly rejects the hypothetico-deductive claim that hypotheses discovered by non-rational guesswork can be confirmed by consequentialist testing. Whewell explained that new hypotheses are 'collected from the facts' (Philosophy of Inductive Sciences, 1849, 17)\".[24] In sum, the scientific discovery is a partly empirical and partly rational process; the \"discovery of the conceptions is neither guesswork nor merely a matter of observations\", we infer more than we see.[25]\n\nOne of Whewell's greatest gifts to science was his wordsmithing. He often corresponded with many in his field and helped them come up with new terms for their discoveries.  In fact, Whewell came up with the term scientist itself in 1833, and it was first published in Whewell's anonymous 1834 review of Mary Somerville's On the Connexion of the Physical Sciences published in the Quarterly Review.[26] (They had previously been known as \"natural philosophers\" or \"men of science\").\n\n"
        },
        {
            "title": "Work in college administration",
            "text": "Whewell was prominent not only in scientific research and philosophy but also in university and college administration. His first work, An Elementary Treatise on Mechanics (1819), cooperated with those of George Peacock and John Herschel in reforming the Cambridge method of mathematical teaching. His work and publications also helped influence the recognition of the moral and natural sciences as an integral part of the Cambridge curriculum.[11]\n\nIn general, however, especially in later years, he opposed reform: he defended the tutorial system, and in a controversy with Connop Thirlwall (1834), opposed the admission of Dissenters; he upheld the clerical fellowship system, the privileged class of \"fellow-commoners,\" and the authority of heads of colleges in university affairs.[11]\n\nHe opposed the appointment of the University Commission (1850) and wrote two pamphlets (Remarks) against the reform of the university (1855). He stood against the scheme of entrusting elections to the members of the senate and instead, advocated the use of college funds and the subvention of scientific and professorial work.[11]\n\nHe was elected Master of Trinity College, Cambridge in 1841, and retained that position until his death in 1866.\n\nThe Whewell Professorship of International Law and the Whewell Scholarships were established through the provisions of his will.[27][28]\n\n"
        },
        {
            "title": "",
            "text": "Aside from Science, Whewell was also interested in the history of architecture throughout his life.  He is best known for his writings on Gothic architecture, specifically his book, Architectural Notes on German Churches (first published in 1830).  In this work, Whewell established a strict nomenclature for German Gothic churches and came up with a theory of stylistic development.  His work is associated with the \"scientific trend\" of architectural writers, along with Thomas Rickman and Robert Willis.\n\nHe paid from his own resources for the construction of two new courts of rooms at Trinity College, Cambridge, built in a Gothic style.  The two courts were completed in 1860 and (posthumously) in 1868, and are now collectively named Whewell's Court (in the singular).\n\n"
        },
        {
            "title": "",
            "text": "Between 1835 and 1861 Whewell produced various works on the philosophy of morals and politics, the chief of which, Elements of Morality, including Polity, was published in 1845. The peculiarity of this work—written from what is known as the intuitional point of view—is its fivefold division of the springs of action and of their objects, of the primary and universal rights of man (personal security, property, contract, family rights, and government), and of the cardinal virtues (benevolence, justice, truth, purity and order).[11]\n\nAmong Whewell's other works—too numerous to mention—were popular writings such as:  \n\nWhewell was one of the Cambridge dons whom Charles Darwin met during his education there, and when Darwin returned from the Beagle voyage he was directly influenced by Whewell, who persuaded Darwin to become secretary of the Geological Society of London. The title pages of On the Origin of Species open with a quotation from Whewell's Bridgewater Treatise about science founded on a natural theology of a creator establishing laws:[33]\n\nThough Darwin used the concepts of Whewell as he made and tested his hypotheses regarding the theory of evolution, Whewell did not support Darwin's theory itself.\n\n“Whewell also famously opposed the idea of evolution. First he published a new book, Indications of the Creator, 1845, composed of extracts from his earlier works to counteract the popular anonymous evolutionary work Vestiges of the Natural History of Creation. Later Whewell opposed Darwin's theories of evolution.”[34]\n\n"
        },
        {
            "title": "In fiction",
            "text": "In the 1857 novel Barchester Towers  Charlotte Stanhope uses the topic of the theological arguments, concerning the possibility of intelligent life on other planets, between Whewell and David Brewster in an attempt to start up a conversation between her impecunious brother and the wealthy young widow Eleanor Bold.[38]\n\n"
        }
    ]
}