{
    "url": "https://en.wikipedia.org/wiki/William_Frishmuth",
    "title": "William Frishmuth",
    "table_of_contents": [],
    "paragraphs": [
        {
            "title": "",
            "text": "William Frishmuth (April 22, 1830–August 1, 1893) was a German-born American architect and metallurgist.\n\nWilliam Frishmuth was born Johann Wilhelm Gottfried Frischmuth in 1830 in Coburg in the Duchy of Saxe-Coburg-Gotha (now Germany). Frishmuth studied with Friedrich Wöhler in Germany; aluminum is a metal not found in a pure state in nature, and the first patent for refining aluminum by electrolysis was granted to Wöhler.\n\nIn 1855 Frishmuth settled in Philadelphia and became a US citizen.  He established the Frishmuth Foundry in Philadelphia. In 1876 his Philadelphia foundry produced the first authenticated aluminum castings made in America and is believed to be the only aluminum foundry in the US until the late 1880s.[1]  He used a chemical process, unlike the electrolytic processes used today.  One of the first castings he produced was an engineer's transit. The foundry was declared an Historical Landmark in 1985 by the American Society for Metals (now ASM International).[2]\n\nIn 1861 Frishmuth became a special secret agent to the War Department at the request of Abraham Lincoln.  On 5 November 1861, he received authority from President Lincoln, which was confirmed by Governor Curtin of Pennsylvania, to raise a cavalry regiment.  In 1862 the regiment was raised for active service, and he was commissioned colonel of the 12th Pennsylvania Cavalry; he resigned his commission on April 20, 1862.\n\nBecause Frishmuth had previously done plating work for the Washington Monument, in 1884 the Army Corps of Engineers asked Frishmuth to construct a small metal form for the top of the monument.[1]  The small pyramid was to be artistic, and function as the terminus of a lightning rod.[1]  Frishmuth suggested aluminum, as its color would blend well with the granite, would not stain, would polish well, and could be engraved with inscriptions.[1]\n\nIn 1884 he cast the aluminum cap, which was the first architectural use of aluminum. Frishmuth needed 100 ounces (about 2.8 kg) of aluminum to produce the pyramid. At that time aluminum was $1.00 per avoirdupois ounce;[1] for perspective, silver was $1.30 per troy ounce ($1.18 per avoirdupois ounce).\n\nThrough his lifetime, Frishmuth received 12 patents, mostly on electroplating and production of aluminum.\n\nThe American Foundry Society (AFS) Aluminum and Light Metals Division regularly presents the \"Frishmuth Award\" honoring the \"Foundryman of the Year\" in the aluminum and light metals foundry sector. \n\n"
        }
    ]
}