{
    "url": "https://en.wikipedia.org/wiki/William_Lane_Craig",
    "title": "William Lane Craig",
    "table_of_contents": [
        "1 Early life and education",
        "2 Career",
        "3 Philosophical and theological views",
        "3.1 Kalam cosmological argument",
        "3.2 On Aristotle and Scholasticism",
        "3.3 On Modern Philosophy",
        "3.4 Divine Omniscience",
        "3.5 Resurrection of Jesus",
        "3.6 Philosophy of time",
        "3.7 Divine eternity",
        "3.8 Divine aseity",
        "3.9 The Atonement",
        "3.10 Historical Adam",
        "3.11 Other views",
        "4 Reception",
        "5 Selected publications",
        "6 See also",
        "7 Notes",
        "8 References",
        "8.1 Bibliography",
        "9 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nWilliam Lane Craig (born August 23, 1949) is an American analytic philosopher,[5] Christian apologist, author and  Wesleyan theologian who upholds the view of Molinism and neo-Apollinarianism.[6][7][8] He is Professor of Philosophy at  Houston Baptist University and research professor of philosophy at Biola University's Talbot School of Theology.[9]\nCraig has updated and defended the Kalam cosmological argument for the existence of God.[10][11][12][13][14] He has also published work where he argues in favor of the historical plausibility of the resurrection of Jesus.[15] His study of divine aseity and Platonism culminated with his book God Over All.[16][17]\n\n"
        },
        {
            "title": "Early life and education",
            "text": "Craig was born August 23, 1949, in Peoria, Illinois, to Mallory and Doris Craig.[18][19] While a student at East Peoria Community High School (1963–1967),[20] Craig competed in debate and won the state championship in oratory.[21][10] In September 1965, his junior year, he became a Christian,[22][23][24] and after graduating from high school, attended Wheaton College, majoring in communications.[25][10] Craig graduated in 1971 and the following year married his wife Jan, whom he met on the staff of Campus Crusade for Christ.[25][26] They have two grown children and reside in suburban Atlanta, Georgia.[26] In 2014, he was named alumnus of the year by Wheaton.[25]\n\nIn 1973 Craig entered the program in philosophy of religion at Trinity Evangelical Divinity School north of Chicago, where he studied under Norman Geisler.[27][28][10] In 1975 Craig commenced doctoral studies in philosophy at the University of Birmingham, England,[29] writing on the cosmological argument under the direction of John Hick.[30][10] He was awarded a doctorate in 1977.[31] Out of this study came his first book, The Kalam Cosmological Argument (1979), a defense of the argument he first encountered in Hackett's work.[10]  Craig was awarded a postdoctoral fellowship in 1978 from the Alexander von Humboldt Foundation[32] to pursue research on the historicity of the resurrection of Jesus under the direction of Wolfhart Pannenberg at the Ludwig-Maximillians-Universität München in Germany.[29][33][32][10][27] His studies in Munich under Pannenberg's supervision led to a second doctorate, this one in theology,[25][10] awarded in 1984 with the publication of his doctoral thesis, The Historical Argument for the Resurrection of Jesus During the Deist Controversy (1985).[34][35]\n\n"
        },
        {
            "title": "Career",
            "text": "Craig joined the faculty of Trinity Evangelical Divinity School in 1980, where he taught philosophy of religion until 1986.[36] In 1982 he received an invitation to debate with Kai Nielsen at the University of Calgary, Canada, on the question of God's existence.[37] Encouraged by the reception,[37] Craig has formally debated the existence of God (and related topics such as the historicity of the resurrection of Jesus) with many prominent figures, including: Sam Harris, Christopher Hitchens, Lawrence M. Krauss,[10] Lewis Wolpert, Antony Flew, Sean Carroll, Sir Roger Penrose, Peter Atkins, Bart Ehrman, Walter Sinnott-Armstrong, Paul Draper, Gerd Lüdemann, and A. C. Grayling.[38][39][10] He also debated with Canadian Islamic scholar Shabir Ally.[40]\n\nAfter a one-year stint at Westmont College on the outskirts of Santa Barbara, Craig moved in 1987 with his wife and two young children back to Europe,[41] where he was a visiting scholar at the Katholieke Universiteit Leuven (Louvain) in Belgium until 1994.[41][42] At that time, Craig joined the Department of Philosophy and Ethics at Talbot School of Theology in suburban Los Angeles as a research professor of philosophy, a position he currently holds,[22][9][43] and he went on to become a professor of philosophy at Houston Baptist University in 2014.[9][43] In 2016, Craig was named Alumnus of the Year by Trinity Evangelical Divinity School.[44] In 2017, Biola University created a permanent faculty position and endowed chair, the William Lane Craig Endowed Chair in Philosophy, in honor of Craig's academic contributions.[45]\n\nCraig served as president of the Philosophy of Time Society from 1999 to 2006.[46][47] He helped revitalize the Evangelical Philosophical Society and served as its president from 1996 to 2005.[10]\n\nIn the mid-2000s,[48][49] Craig established the online Christian apologetics ministry ReasonableFaith.org.[9]\n\nRegarding his written work, Craig has authored or edited over forty books and over two hundred articles published in professional philosophy and theology journals,[50][51] including the following, highly ranked,[52] journals: The Journal of Philosophy,[53] British Journal for the Philosophy of Science,[54]\nPhilosophy and Phenomenological Research,[55][56]\nPhilosophical Studies,[57] Australasian Journal of Philosophy,[58][59][60][61] Faith and Philosophy,[62] Erkenntnis[63][64] and American Philosophical Quarterly.[65]\n\n"
        },
        {
            "title": "Philosophical and theological views",
            "text": "Craig has written and spoken in defense of a version of the cosmological argument called the Kalam cosmological argument.[a][67][68] While the Kalam originated in medieval Islamic philosophy, Craig added appeals to scientific and philosophical ideas in the argument's defense.[10] Craig's work has resulted in contemporary interest in the argument, and in cosmological arguments in general.[69][70][71]\n\nCraig formulates his version of the argument as follows: \n\nCraig's defense of the argument mainly focuses on the second premise,[72][73] which he offers several arguments for. For example, Craig appeals to Hilbert's example of an infinite hotel to argue that actually infinite collections are impossible, and thus the past is finite and has a beginning.[74][75][76] In another argument, Craig says that the series of events in time is formed by a process in which each moment is added to history in succession. According to Craig, this process can never produce an actually infinite collection of events, but at best a potentially infinite one. On this basis, he argues that the past is finite and has a beginning.[69][77][78]\n\nCraig also appeals to various physical theories to support the argument's second premise, such as the standard Big Bang model of cosmic origins and certain implications of the second law of thermodynamics.[10][69][74]\n\nThe Kalam argument concludes that the universe had a cause, but Craig further argues that the cause must be a person.[66] First, the only way to explain the origin of a temporal effect with a beginning from an eternally existing cause is if that cause is a personal agent endowed with free will. Second, the only candidates for a timeless, spaceless, immaterial being are abstract objects like numbers or unembodied minds; but abstract objects are causally effete. Third, a causal explanation can be given in terms either of initial conditions and laws of nature or of a personal agent and his volitions; but a first physical state of the universe cannot be explained in terms of initial conditions and natural laws.[79]\n\nCraig's arguments to support the Kalam argument have been discussed and debated by a variety of commentators,[80][81] including Adolf Grünbaum,[82] Quentin Smith,[83] Wes Morriston,[84][85] Graham Oppy,[86] Andrew Loke,[87] Robert C. Koons,[88] and Alexander Pruss.[89] Many of these papers are contained in the two-volume anthology The Kalām Cosmological Argument (2017), volume 1 covering philosophical arguments for the finitude of the past and volume 2 the scientific evidence for the beginning of the universe.[90][91]\n\nCraig is a proponent of Molinism, an idea first formulated by the Jesuit theologian Luis de Molina according to which God possesses foreknowledge of which free actions each person would perform under every possible circumstance, a kind of knowledge that is sometimes termed \"middle knowledge.\"[92] Protestant-Molinism, such as Craig's, first entered Protestant theology through two anti-Calvinist thinkers: Jacobus Arminius and Conrad Vorstius.[93] Molinists such as Craig appeal to this idea to reconcile the perceived conflict between God's providence and foreknowledge with human free will. The idea is that, by relying on middle knowledge, God does not interfere with anyone's free will, instead choosing which circumstances to actualize given a complete understanding of how people would freely choose to act in response.[94] Craig also appeals to Molinism in his discussions of the inspiration of scripture, Christian exclusivism, the perseverance of the Saints, and missionary evangelism.[95]\n\nCraig has written two volumes arguing for the historicity of the resurrection of Jesus, The Historical Argument for the Resurrection of Jesus (1985)[15][96] and Assessing the New Testament Evidence for the Historicity of the Resurrection of Jesus (3rd ed., 2002).[97][98] In the former volume, Craig describes the history of the discussion, including David Hume's arguments against the identification of miracles. The latter volume is an exegetical study of the New Testament material pertinent to the resurrection.\n\nCraig structures his arguments for the historicity of the resurrection under 3 headings:[99]\n\nCraig argues that the best explanation of these three events is a literal resurrection.[101] He applies an evaluative framework developed by philosopher of history C. Behan McCullagh[102] to examine various theoretical explanations proposed for these events.  From that frame work, he rejects alternative theories such as Gerd Lüdemann's hallucination hypothesis, the conspiracy hypothesis, and Heinrich Paulus or Friedrich Schleiermacher's apparent death hypothesis as lacking explanatory scope, explanatory power, and sufficient historical plausibility.[103][104] In 1996 Craig participated in the Resurrection Summit, a meeting held at St. Joseph's Seminary, New York, in order to discuss the resurrection of Jesus. Papers from the summit were later compiled and published in the book The Resurrection. An Interdisciplinary Symposium on the Resurrection of Jesus, edited by S.T Davis, D. Kendall and G. O'Collins.[105]\n\nCraig defends a presentist version of the A-theory of time. According to this theory, the present exists, but the past and future do not.  Additionally, he holds that there are tensed facts, such as it is now lunchtime, which cannot be reduced to or identified with tenseless facts of the form it is lunchtime at noon on February 10, 2020. According to this theory, presentness is a real aspect of time, and not merely a projection of our thought and talk about time. He raises several defenses of this theory, two of which are especially notable. First, he criticizes J. M. E. McTaggart's argument that the A-theory is incoherent, suggesting that McTaggart's argument begs the question by covertly presupposing the B-theory. Second, he defends the A-theory from empirical challenges arising from the standard interpretation of Einstein's Special Theory of Relativity (SR). He responds to this challenge by advocating a neo-Lorentzian interpretation of SR which is empirically equivalent to the standard interpretation, and which is consistent with the A-theory and with absolute simultaneity. Craig criticizes the standard interpretation of SR on the grounds that it is based on a discredited positivist epistemology. Moreover, he claims that the assumption of positivism invalidates the appeal to SR made by opponents of the A-theory.[106][107][108]\n\nCraig argues that God existed in a timeless state causally prior to creation,[108] but has existed in a temporal state beginning with creation, by virtue of his knowledge of tensed facts and his interactions with events.[109] He gives two arguments in support of that view. First, he says that, given his tensed view of time, God cannot be timeless once he has created a temporal universe, since, after that point, he is related to time through his interactions and through causing events in time.[109] Second, Craig says that as a feature of his omniscience, God must know the truth related to tensed facts about the world, such as whether the statement \"Today is January 15th\" is true or not or what is happening right now.[107][110][111][112][b]\n\nCraig has published on the challenge posed by platonism to divine aseity or self-existence.[114][16][115] Craig rejects both the view that God creates abstract objects and that they exist independently of God.[116] Rather, he defends a nominalistic perspective that abstract objects are not ontologically real objects.[117] Stating that the Quine–Putnam indispensability argument is the chief support of platonism,[118] Craig criticizes the neo-Quinean criterion of ontological commitment, according to which the existential quantifier of first order logic and singular terms are devices of ontological commitment.[119][120]\n\nCraig favors a neutral interpretation of the quantifiers of first-order logic, so that a statement can be true, even if there isn't an object being quantified over. Moreover, he defends a deflationary theory of reference based on the intentionality of agents, so that a person can successfully refer to something even in the absence of some extra-mental thing. Craig gives the example of the statement “the price of the ticket is ten dollars” which he argues can still be a true statement even if there isn't an actual object called a “price.”[121] He defines these references as a speech act rather than a word-world relation, so that singular terms may be used in true sentences without commitment to corresponding objects in the world.[122] Craig has additionally argued that even if one were to grant that these references were being used as in a word-world relation, that fictionalism is a viable explanation of their use; in particular pretense theory, according to which statements about abstract objects are expressions of make-believe, imagined to be true, even if literally false.[123]\n\nIn preparation for writing a systematic philosophical theology, Craig undertook a study of the doctrine of the atonement which resulted in two books The Atonement (2019) and Atonement and the Death of Christ (2020).[124]\n\nAlso as a preliminary study for his systematic philosophical theology Craig explored the biblical commitment to and scientific credibility of an original human pair who were the universal progenitors of mankind.[125] Following the Assyriologist Thorkild Jacobsen, Craig argues on the basis of various family resemblances that Genesis 1-11 plausibly belongs to the genre of mytho-history, which aims to recount historical persons and events in the figurative and often fantastic language of myth.\n\nMost recently Craig has begun writing a projected multi-volume systematic philosophical theology.[126]\n\nCraig is a critic of metaphysical naturalism,[127] New Atheism,[128] and prosperity theology,[129] as well as a defender of Reformed epistemology.[130] He also states that a confessing Christian should not engage in homosexual acts,[131] and has expressed support for overturning Roe v. Wade.[132] Craig maintains that the theory of evolution is compatible with Christianity.[133][134]  He is a fellow of the Discovery Institute's Center for Science and Culture[135] and was a fellow of the International Society for Complexity, Information, and Design.[136] In his debate with Paul Helm, Craig explains that he would call himself an \"Arminian\" \"in the proper sense.\"[137] Furthermore, he has explained himself as a Wesleyan or Wesleyan-Arminian.[138]\n\nAs a non-voluntaristic divine command theorist, Craig believes God had the moral right to command the killing of the Canaanites if they refused to leave their land, as depicted in the Book of Deuteronomy.[139][140] This has led to some controversy, as seen in a critique by Wes Morriston.[141][142] Craig has also proposed a neo-Apollinarian Christology in which the divine logos stands in for the human soul of Christ and completes his human nature.[143]\n\n"
        },
        {
            "title": "Reception",
            "text": "According to Nathan Schneider, \"[many] professional philosophers know about him only vaguely, but in the field of philosophy of religion, [Craig's] books and articles are among the most cited\".[10] Fellow philosopher Quentin Smith writes that \"William Lane Craig is one [of] the leading philosophers of religion and one of the leading philosophers of time.\"[144]\n\nIn 2016, The Best Schools named William Lane Craig among the 50 most influential living philosophers.[145] In 2021 Academic Influence ranked Craig the thirteenth most influential philosopher in the world over the previous three decades (1990-2020) and the world's fifth most influential theologian over the same period.[146][failed verification][147][failed verification]\n\nWith respect to his debating skills, Sam Harris once described Craig as \"the one Christian Apologist who seems to have put the fear of God into many of my fellow atheists\".[10]\n\n"
        }
    ]
}