{
    "url": "https://en.wikipedia.org/wiki/Willard_InterContinental_Washington",
    "title": "Willard InterContinental Washington",
    "table_of_contents": [
        "1 History",
        "1.1 January 6 \"war room\"",
        "2 Notable guests",
        "3 Rating",
        "4 Gallery",
        "5 See also",
        "6 References",
        "7 Bibliography",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The Willard InterContinental Washington, commonly known as the Willard Hotel, is a historic luxury Beaux-Arts[3] hotel located at 1401 Pennsylvania Avenue NW in Downtown Washington, D.C. Among its facilities are numerous luxurious guest rooms, several restaurants, the famed Round Robin Bar, the Peacock Alley series of luxury shops, and voluminous function rooms.[4] Owned jointly by Carr Companies and InterContinental Hotels & Resorts,[5] it is two blocks east of the White House, and two blocks west of the Metro Center station of the Washington Metro.\n\n"
        },
        {
            "title": "History",
            "text": "The first structures to be built at 1401 Pennsylvania Avenue NW were six small houses constructed by Colonel John Tayloe III in 1816.[1] Tayloe leased the six buildings to Joshua Tennison, who named them Tennison's Hotel.[1][6] The structures served as a hotel for the next three decades, the leaseholder and name changing several times: Williamson's Mansion Hotel, Fullers American House, and the City Hotel.[6] By 1847, the structures were in disrepair and Tayloe's son, Benjamin Ogle Tayloe, was desperate to find a tenant who would maintain the structures and run them profitably.[7]\n\nThe current hotel was founded by Henry Willard in 1847, when he leased the six buildings, combined them into a single structure, and enlarged it into a four-story hotel he renamed Willard's Hotel.[2][7][8] Willard purchased the hotel property from Ogle Tayloe in 1864, but a dispute over the purchase price and the form of payment (paper currency or gold coin) led to a major equity lawsuit which ended up in the Supreme Court of the United States. The Supreme Court split the difference in Willard v. Tayloe. 75 U.S. 557 (1869): The purchase price would remain the same, but Willard must pay in gold coin (which had not depreciated in value the way paper currency had).\n\nThe present 12-story structure, designed by famed hotel architect Henry Janeway Hardenbergh, opened in 1901.[3][4] It suffered a major fire in 1922 which caused $250,000 (equivalent to $4,047,217 as of 2021),[9] in damages.[10] Among those who had to be evacuated from the hotel were Vice President Calvin Coolidge, several U.S. senators, composer John Philip Sousa, motion picture producer Adolph Zukor, newspaper publisher Harry Chandler, and numerous other media, corporate, and political leaders who were present for the annual Gridiron Dinner.[10]\n\nThe Willard family sold its share of the hotel in 1946, and due to mismanagement and the severe decline of the area, the hotel closed without a prior announcement on July 16, 1968.[11] The building sat vacant for years, and numerous plans were floated for its demolition. In 1975, the National American Indian Council announced it had purchased the building for its headquarters.[12] It eventually fell into a semi-public receivership and was sold to the Pennsylvania Avenue Development Corporation. They held a competition to rehabilitate the property and ultimately awarded it to the Oliver Carr Company and Golding Associates.[13] The two partners then brought in the InterContinental Hotels Group to be a part owner and operator of the hotel. The Willard was subsequently restored to its turn-of-the-century elegance and an office-building contingent was added. The hotel was thus re-opened amid great celebration on August 20, 1986, which was attended by several U.S. Supreme Court justices and U.S. senators. In the late 1990s, the hotel once again underwent significant restoration.\n\nThe Washington Post reported on October 23, 2021 that, in the days leading up to the January 6 attack on the US Capitol, a series of rooms and suites in the hotel functioned as an informal \"command center\" headed by Donald Trump's personal lawyer Rudolph Giuliani for a White House plot  to overturn the results of the 2020 election.[14] The Guardian reported that, during a January 5 meeting at the hotel, lawyer John C. Eastman went through his January 4 memo describing his theory that Vice President Mike Pence could refuse to certify certain state elector slates the following day, and hand Trump a second term instead.[15] On November 8, 2021, the United States House Select Committee on the January 6 Attack issued subpoenas to Eastman and five other Trump allies present at the meeting.[16] On November 30, 2021, The Guardian further reported that Trump personally called his lieutenants at the hotel on the night of January 5 to discuss how to delay certification of the election results.[17] On December 27, 2021, the House select committee announced its intention to investigate that phone call.[18] In testimony before the House select committee on June 28, 2022, Cassidy Hutchinson, aide to Trump Chief of Staff Mark Meadows, confirmed that Trump instructed Meadows to place a phone call to those present in the Willard \"war room.\"[19] As The Guardian reported on July 2, 2022, Trump's request that Meadows place this phone call to Roger Stone and Michael Flynn at the Willard the night before the storming of the Capitol suggests a direct line of communication from the White House to the far-right militias that Stone and Flynn were connected with, including the Oath Keepers and the Proud Boys.[20]\n\n"
        },
        {
            "title": "Notable guests",
            "text": "The first group of three Japanese ambassadors to the United States stayed at the Willard with seventy-four other delegates in 1860, where they observed that their hotel room was more luxurious than the U.S. Secretary of State's house.[21] It was the first time an official Japanese delegation traveled to a foreign destination, and many tourists and journalists gathered to see the sword-carrying Japanese.[22]\n\nIn the 1860s, author Nathaniel Hawthorne wrote that \"the Willard Hotel more justly could be called the center of Washington than either the Capitol or the White House or the State Department.\"[23]\n\nFrom February 4 to February 27, 1861, the Peace Congress, featuring delegates from 21 of the 34 states, met at the Willard in a last-ditch attempt to avert the Civil War. A plaque from the Virginia Civil War Commission, located on the Pennsylvania Ave. side of the hotel, commemorates this courageous effort. Later that year, upon hearing a Union regiment singing \"John Brown's Body\" as they marched beneath her window, Julia Ward Howe wrote the lyrics to \"The Battle Hymn of the Republic\" while staying at the hotel in November 1861.[4]\n\nOn February 23, 1861, amid several assassination threats, detective Allan Pinkerton smuggled Abraham Lincoln into the Willard; there Lincoln lived until his inauguration on March 4, holding meetings in the lobby and carrying on business from his room.[24]\n\nOn March 27, 1874, the Northern and Southern Orders of Chi Phi met at the Willard to unite as the Chi Phi Fraternity.\n\nMany United States presidents have frequented the Willard, and every president since Franklin Pierce has either slept in or attended an event at the hotel at least once; the hotel hence is also known as \"the residence of presidents.\"[25] It was the habit of Ulysses S. Grant to drink whiskey and smoke a cigar while relaxing in the lobby. Folklore (promoted by the hotel) holds that this is the origin of the term \"lobbying,\" as Grant was often approached by those seeking favors. However, this is probably false, as Webster's Ninth New Collegiate Dictionary dates the verb \"to lobby\" to 1837. Grover Cleveland lived there at the beginning of his second term in 1893, because of concern for his infant daughter's health following a recent outbreak of scarlet fever in the White House.[26] Plans for Woodrow Wilson's League of Nations took shape when he held meetings of the League to Enforce Peace in the hotel's lobby in 1916. Six sitting Vice-Presidents have lived in the Willard. Millard Fillmore and Thomas A. Hendricks, during his brief time in office, lived in the old Willard; and then four successive Vice-Presidents, James S. Sherman, Thomas R. Marshall, Calvin Coolidge and finally Charles Dawes all lived in the current building for at least part of their vice-presidency. Fillmore and Coolidge continued in the Willard, even after becoming president, to allow the first family time to move out of the White House.\n\nA fire broke out in April 1922 while Calvin Coolidge was staying in the building. Attempting to re-enter the building, he was asked to identify himself to the fire marshal, to which he responded, \"I'm the Vice President.\" The fire marshal's response was \"What are you vice president of?\"[27]\n\nSeveral hundred officers, many of them combat veterans of World War I, first gathered with the General of the Armies, John J. \"Blackjack\" Pershing, at the Willard Hotel on October 2, 1922, and formally established the Reserve Officers Association (ROA) as an organization.[28]\n\nThe first recorded meeting of the American Association for Cancer Research was convened at the Willard on May 7, 1907.[29]\n\nIn 1935 the hotel was used as a place of confinement for William P. MacCracken Jr., Assistant Secretary of Commerce for Aeronautics, after he was convicted of contempt of Congress in the Air Mail scandal. According to The Washington Post, \"Chesley Jurney, the Senate sargeant at arms, had no place to hold MacCracken who, after being sentenced, showed up at Jurney's house and stayed the night. The next day he was confined to a room at the Willard Hotel.\"[30]\n\nDuring World War II the British government rented several of the Willard's floors for its supply organization. Jean Monnet had his office there. In 1997 a memorial plaque was erected near the hotel's entrance to commemorate this episode.[31]\n\nMartin Luther King Jr., wrote his famous \"I Have a Dream\" speech in his hotel room at the Willard in 1963, in the days leading up to his August 28 March on Washington for Jobs and Freedom.[4]\n\nOn September 23, 1987, it was reported that Bob Fosse collapsed in his room at the Willard and later died. It was subsequently learned that he actually died at George Washington University Hospital.\n\nAmong the Willard's many other famous guests are P. T. Barnum, Mark Twain, Walt Whitman, General Tom Thumb, Samuel Morse, the Duke of Windsor, Harry Houdini, Gypsy Rose Lee, Gloria Swanson, Emily Dickinson, Jenny Lind, Charles Dickens, Bert Bell, Joe Paterno, and Jim Sweeney.[32][33]\n\nSteven Spielberg shot the finale of his film Minority Report at the hotel in the summer of 2001. He filmed with Tom Cruise and Max von Sydow in the Willard Room, Peacock Alley and the kitchen. A replica of the terraced roof of the office building was constructed on a soundstage for the final scene.[34]\n\nOn February 22, 2012, Australian Foreign Minister Kevin Rudd gave a dramatic resignation speech in the hotel's Douglas Room.[35]\n\nIndian Prime Minister Narendra Modi stayed in the hotel during his 2021 US visit.[citation needed]\n\n"
        },
        {
            "title": "Rating",
            "text": "The AAA gave the hotel four diamonds out of five in 1986. The hotel has maintained that rating every year, and received four diamonds again for 2016.[36] Forbes Travel Guide (formerly known as Mobil Guide) declined to give the hotel either four or five stars in 2016, but did add it to its list of \"recommended\" properties.[37]\n\n"
        }
    ]
}