{
    "url": "https://en.wikipedia.org/wiki/William_Wetmore_Story",
    "title": "William Wetmore Story",
    "table_of_contents": [
        "1 Life and career",
        "1.1 Family",
        "2 Selected works",
        "3 Selected writings",
        "4 Images",
        "5 Footnotes",
        "6 Further reading",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "William Wetmore Story (February 12, 1819 – October 7, 1895) was an American sculptor, art critic, poet, and editor.\n\n"
        },
        {
            "title": "Life and career",
            "text": "William Wetmore Story was the son of jurist Joseph Story and Sarah Waldo (Wetmore) Story. He graduated from Harvard College in 1838 and the Harvard Law School in 1840.  After graduation, he continued his law studies under his father, was admitted to the Massachusetts bar, and prepared two legal treatises of value — Treatise on the Law of Contracts not under Seal (2 vols., 1844) and Treatise on the Law of Sales of Personal Property (1847).[1]\n\nHe soon abandoned the law though to devote himself to sculpture, and after 1850 lived in Rome, where he had first visited in 1848, and where he counted among his friends the Brownings and Walter Savage Landor. In 1856, he received a commission for a bust of his late father, now in the Memorial Hall/Lowell Hall, Harvard University. Story's apartment in Palazzo Barberini became a central location for Americans in Rome. During the American Civil War his letters to the Daily News in December 1861 (afterwards published as a pamphlet, The American Question, i.e. of neutrality), and his articles in Blackwood's Magazine, had considerable influence on English opinion.[1]\n\nOne of his most famous works, Cleopatra, (1858) was described and admired in Nathaniel Hawthorne's 1860 romance, The Marble Faun,[1] and is on display in New York, NY at the Metropolitan Museum of Art in Gallery 700.  Another work, the Angel of Grief, has been replicated near the Stanford Mausoleum at Stanford University. Among the other life-size statues he completed were those of Saul, Sappho, Electra, Semiramide, Delilah, Judith, Medea, Jerusalem Desolate, Sardanapolis, Solomon, Orestes, Canidia, and Shakespeare. His Saul was completed in Rome in 1865, and taken to England by Noel Wills who displayed it at Rendcomb College. It is now in the collection of North Carolina Museum of Art, Raleigh.[2] His Sibyl and Cleopatra were exhibited at the 1863 Universal Exposition in London.[3]\n\nIn the 1870s, Story submitted a design for the Washington Monument, then under a prolonged and troubled construction. Although the Washington National Monument Society considered his proposals \"vastly superior in artistic taste and beauty\" to the original 1836 design by Robert Mills, they were not adopted, and the monument was completed to Mills' scheme, only slightly modified. Story also sculpted a bronze statue of Joseph Henry on the Mall in Washington, D.C., the scientist who served as the Smithsonian Institution's first Secretary. His works Libyan Sibyl, Medea and Cleopatra are on display at the High Museum of Art in Atlanta, GA.\n\nStory died at Vallombrosa Abbey, Italy, a place he was sentimentally attached to and which he chronicled in an informal travel journal, Vallombrosa in 1881.  He is buried with his wife, Emelyn Story, in the Protestant Cemetery, Rome, under a statue of his own design, Angel of Grief.\n\nA 1903 posthumous biography of Wetmore (and his circle), entitled William Wetmore Story and His Friends, was penned by Henry James.\n\nHis children also pursued artistic careers: Thomas Waldo Story (1854–1915) became a sculptor; Julian Russell Story (1857–1919) was a successful portrait painter; and Edith Marion (1844–1907), the Marchesa Peruzzi de' Medici, became a writer.\n\n"
        },
        {
            "title": "Footnotes",
            "text": "Chisholm, Hugh, ed. (1911). \"Story, William Wetmore\" . Encyclopædia Britannica (11th ed.). Cambridge University Press.\n\n"
        }
    ]
}