{
    "url": "https://en.wikipedia.org/wiki/William_Henry_Channing",
    "title": "William Henry Channing",
    "table_of_contents": [
        "1 Biography",
        "2 Larger works",
        "3 Literature",
        "4 See also",
        "5 References",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "William Henry Channing (May 25, 1810 – December 23, 1884) was an American Unitarian clergyman, writer and philosopher.\n\n"
        },
        {
            "title": "Biography",
            "text": "William Henry Channing was born in Boston, Massachusetts. Channing's father, Francis Dana Channing, died when he was an infant,[citation needed] and responsibility for the young man's education was assumed by his uncle, William Ellery Channing, the pre-eminent Unitarian theologian of the early nineteenth century. The younger William graduated from Harvard College in 1829 and from Harvard Divinity School in 1833. He was ordained and installed over the Unitarian church in Cincinnati in 1835. He became warmly interested in the schemes of Charles Fourier and others for social reorganization. He moved to Boston about 1847, afterward to Rochester, New York and to New York City, where, both as preacher and editor, he became a leader in a movement of Christian socialism.[1]  As an early supporter of the socialistic movement in the United States, he was editor of the Present, the Spirit of the Age and the Harbinger. In 1848 he presided over The Religious Union of Associationists in Boston, a socialist group which included many members of the Brook Farm commune.\n\nChanning took active part in the early years of the woman’s rights movement. He signed the call for and attended the first National Woman's Rights Convention in 1850, where he was appointed to the National Women’s Rights Central Committee.[2]  As minister of the First Unitarian Church of Rochester in 1852, he influenced Susan B. Anthony, a member of his congregation who was a young schoolteacher on the threshold of her career as a women's rights activist.  Elizabeth Cady Stanton, Anthony's close friend and co-worker, said in her autobiography that, \"She [Anthony] first found words to express her convictions in listening to Rev. William Henry Channing, whose teaching had a lasting spiritual influence upon her.\"[3] Channing wrote the call for and played a leading role in the Women's Rights Convention that Anthony organized in Rochester in 1853.[4] The convention launched a petition campaign for equal legal and voting rights for women, for which Channing wrote the petitions and, with Ernestine Rose, addressed a select committee of the New York Senate in February 1854.[2]\n\nBetween 1854-1857, Channing was minister at Renshaw Street Unitarian Chapel in Liverpool, England.[5] In 1857, he succeeded James Martineau as minister of the Hope Street Unitarian Chapel, Liverpool, England. At the commencement of the American Civil War, he returned (1862) and took charge of the Unitarian church in Washington, D. C. William Henry Channing, along with the younger Ellery Channing, was a Transcendentalist.  He was a prolific writer, contributing to the North American Review, the Dial, the Christian Examiner, and other serials, a member of the Transcendental Club, a close friend of Henry David Thoreau and corresponded with Ralph Waldo Emerson.\n\nAmong his inspirational writings, one piece, his \"Symphony\", is well-known:[6]\n\nChanning was, in 1863 and 1864, the Chaplain of the United States House of Representatives.  He died in London.\n\n"
        }
    ]
}