{
    "url": "https://en.wikipedia.org/wiki/Windmill",
    "title": "Windmill",
    "table_of_contents": [
        "1 Forerunners",
        "2 Horizontal windmills",
        "3 Vertical windmills",
        "3.1 Post mill",
        "3.1.1 Hollow-post mill",
        "3.2 Tower mill",
        "3.3 Smock mill",
        "4 Mechanics",
        "4.1 Sails",
        "4.2 Machinery",
        "5 Spread and decline",
        "6 Wind turbines",
        "6.1 Materials",
        "6.2 Recycling and waste problems with polymers blades",
        "6.3 Windpumps",
        "7 See also",
        "8 References",
        "9 Further reading",
        "10 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "A windmill is a structure that converts wind power into rotational energy using vanes called sails or blades, specifically to mill grain (gristmills), but the term is also extended to windpumps, wind turbines, and other applications, in some parts of the English speaking world. The term wind engine is sometimes used to describe such devices.[1]\n\nWindmills were used throughout the high medieval and early modern periods; the horizontal or panemone windmill first appeared in Persia during the 9th century, and the vertical windmill first appeared in northwestern Europe in the 12th century.[2][3] Regarded as an icon of Dutch culture,[4] there are approximately 1,000 windmills in the Netherlands today.[5]\n\n"
        },
        {
            "title": "Forerunners",
            "text": "Wind-powered machines may have been known earlier, but there is no clear evidence of windmills before the 9th century.[6] Hero of Alexandria (Heron) in first-century Roman Egypt described what appears to be a wind-driven wheel to power a machine.[7][8] His description of a wind-powered organ is not a practical windmill but was either an early wind-powered toy or a design concept for a wind-powered machine that may or may not have been a working device, as there is ambiguity in the text and issues with the design.[9] Another early example of a wind-driven wheel was the prayer wheel, which is believed to have been first used in Tibet and China, though there is uncertainty over the date of its first appearance, which could have been either c. 400, the 7th century,[10] or after the 9th century.[9]\n\nOne of the earliest recorded working windmill designs found was invented sometime around 700–900 AD in Persia.[11][12] This design was the panemone, with vertical lightweight wooden sails attached by horizontal struts to a central vertical shaft. It was first built to pump water, and subsequently modified to grind grain as well.[13][14]\n\n"
        },
        {
            "title": "Horizontal windmills",
            "text": "The first practical windmills were panemone windmills, using sails that rotated in a horizontal plane, around a vertical axis.  \nMade of six to 12 sails covered in reed matting or cloth material, these windmills were used to grind grain or draw up water.[15] \nA medieval account reports that windmill technology was used in the Middle East during the reign of Rashidun caliph Umar ibn al-Khattab (r. 634–644), based on the caliph's conversation with a Persian builder slave.[16] The authenticity of the anecdote involving the caliph Umar is questioned because it was recorded only in the 10th century.[17] The Persian geographer Estakhri reported windmills being operated in Khorasan (Eastern Iran and Western Afghanistan) in the 9th century.[18][19] \nSuch windmills were in widespread use across the Middle East and Central Asia and later spread to Europe, China, and India from there.[20]\nBy the 11th century, the vertical-axle windmill had reached parts of Southern Europe, including the Iberian Peninsula (via Al-Andalus) and the Aegean Sea (in the Balkans).[21] A similar type of horizontal windmill with rectangular blades, used for irrigation, can also be found in thirteenth-century China (during the Jurchen Jin dynasty in the north), introduced by the travels of Yelü Chucai to Turkestan in 1219.[22]\n\nVertical-axle windmills were built, in small numbers, in Europe during the 18th and nineteenth centuries,[15] for example Fowler's Mill at Battersea in London, and Hooper's Mill at Margate in Kent. These early modern examples seem not to have been directly influenced by the vertical-axle windmills of the medieval period, but to have been independent inventions by 18th-century engineers.[23]\n\n"
        },
        {
            "title": "Vertical windmills",
            "text": "The horizontal-axis or vertical windmill (so called due to the plane of the movement of its sails) is a development of the 12th century, first used in northwestern Europe, in the triangle of northern France, eastern England and Flanders.[24]\nIt is unclear whether the vertical windmill was influenced by the introduction of the horizontal windmill to Southern Europe in the preceding century.[25][26]\n\nThe earliest certain reference to a windmill in Northern Europe (assumed to have been of the vertical type) dates from 1185, in the former village of Weedley in Yorkshire which was located at the southern tip of the Wold overlooking the Humber Estuary.[27] Several earlier, but less certainly dated, 12th-century European sources referring to windmills have also been found.[28]\nThese earliest mills were used to grind cereals.[29]\n\nThe evidence at present is that the earliest type of European windmill was the post mill, so named because of the large upright post on which the mill's main structure (the \"body\" or \"buck\") is balanced. By mounting the body this way, the mill can rotate to face the wind direction; an essential requirement for windmills to operate economically in north-western Europe, where wind directions are variable. The body contains all the milling machinery. The first post mills were of the sunken type, where the post was buried in an earth mound to support it. Later, a wooden support was developed called the trestle. This was often covered over or surrounded by a roundhouse to protect the trestle from the weather and to provide storage space. This type of windmill was the most common in Europe until the 19th century when more powerful tower and smock mills replaced them.[30]\n\nIn a hollow-post mill, the post on which the body is mounted is hollowed out, to accommodate the drive shaft.[31]\nThis makes it possible to drive machinery below or outside the body while still being able to rotate the body into the wind. Hollow-post mills driving scoop wheels were used in the Netherlands to drain wetlands from the 14th century onwards.[32]\n\nBy the end of the 13th century, the masonry tower mill, on which only the cap is rotated rather than the whole body of the mill, had been introduced. The spread of tower mills came with a growing economy that called for larger and more stable sources of power, though they were more expensive to build. In contrast to the post mill, only the cap of the tower mill needs to be turned into the wind, so the main structure can be made much taller, allowing the sails to be made longer, which enables them to provide useful work even in low winds. The cap can be turned into the wind either by winches or gearing inside the cap or from a winch on the tail pole outside the mill. A method of keeping the cap and sails into the wind automatically is by using a fantail, a small windmill mounted at right angles to the sails, at the rear of the windmill. These are also fitted to tail poles of post mills and are common in Great Britain and English-speaking countries of the former British Empire, Denmark, and Germany but rare in other places. Around some parts of the Mediterranean Sea, tower mills with fixed caps were built because the wind's direction varied little most of the time.[citation needed]\n\nThe smock mill is a later development of the tower mill, where the masonry tower is replaced by a wooden framework, called the \"smock\", which is thatched, boarded, or covered by other materials, such as slate, sheet metal, or tar paper. The smock is commonly of octagonal plan, though there are examples with different numbers of sides. The lighter weight than tower mills makes smock mills practical as drainage mills, which often had to be built in areas with unstable subsoil. Smock mills originated for drainage, but are also used for other purposes. When used in a built-up area it is often placed on a masonry base to raise it above the surrounding buildings.[citation needed]\n\n"
        },
        {
            "title": "Mechanics",
            "text": "Common sails consist of a lattice framework on which the sailcloth is spread. The miller can adjust the amount of cloth spread according to the wind and the power needed. In medieval mills, the sailcloth was wound in and out of a ladder-type arrangement of sails. Later mill sails had a lattice framework over which the sailcloth was spread, while in colder climates, the cloth was replaced by wooden slats, which were easier to handle in freezing conditions.[33] The jib sail is commonly found in Mediterranean countries and consists of a simple triangle of cloth wound round a spar.[34]\n\nIn all cases, the mill needs to be stopped to adjust the sails. Inventions in Great Britain in the late eighteenth and nineteenth centuries led to sails that automatically adjust to the wind speed without the need for the miller to intervene, culminating in patent sails invented by William Cubitt in 1807. In these sails, the cloth is replaced by a mechanism of connected shutters.[citation needed]\n\nIn France, Pierre-Théophile Berton invented a system consisting of longitudinal wooden slats connected by a mechanism that lets the miller open them while the mill is turning. In the twentieth century, increased knowledge of aerodynamics from the development of the airplane led to further improvements in efficiency by German engineer Bilau and several Dutch millwrights.[citation needed]\nThe majority of windmills have four sails. Multiple-sailed mills, with five, six, or eight sails, were built in Great Britain (especially in and around the counties of Lincolnshire and Yorkshire), Germany, and less commonly elsewhere. Earlier multiple-sailed mills are found in Spain, Portugal, Greece, parts of Romania, Bulgaria, and Russia.[35] A mill with an even number of sails has the advantage of being able to run with a damaged sail by removing both the damaged sail and the one opposite, which does not unbalance the mill.[citation needed]\n\nIn the Netherlands, the stationary position of the sails, i.e. when the mill is not working, has long been used to give signals. If the blades are stopped in a \"+\" sign (3-6-9-12 o'clock), the windmill is open for business. When the blades are stopped in an \"X\" configuration, the windmill is closed or not functional. A slight tilt of the sails (top blade at 1 o'clock) signals joy, such as the birth of a healthy baby. A tilt of the blades to 11-2-5-8 o'clock signals mourning, or warning. It was used to signal the local region during Nazi operations in World War II, such as searches for Jews. Across the Netherlands, windmills were placed in mourning positions in honor of the Dutch victims of the 2014 Malaysian Airlines Flight 17 shootdown.[36]\n\nGears inside a windmill convey power from the rotary motion of the sails to a mechanical device. The sails are carried on the horizontal windshaft. Windshafts can be wholly made of wood, wood with a cast iron pole end (where the sails are mounted), or entirely of cast iron. The brake wheel is fitted onto the windshaft between the front and rear bearings. It has the brake around the outside of the rim and teeth in the side of the rim which drives the horizontal gearwheel called wallower on the top end of the vertical upright shaft. In grist mills, the great spur wheel, lower down the upright shaft, drives one or more stone nuts on the shafts driving each millstone. Post mills sometimes have a head and/or tail wheel driving the stone nuts directly, instead of the spur gear arrangement. Additional gear wheels drive a sack hoist or other machinery.\nThe machinery differs if the windmill is used for other applications than milling grain. A drainage mill uses another set of gear wheels on the bottom end of the upright shaft to drive a scoop wheel or Archimedes' screw. Sawmills uses a crankshaft to provide a reciprocating motion to the saws. Windmills have been used to power many other industrial processes, including papermills, threshing mills, and to process oil seeds, wool, paints, and stone products.[37]\n\n"
        },
        {
            "title": "Spread and decline",
            "text": "In the 14th century, windmills became popular in Europe; the total number of wind-powered mills is estimated to have been around 200,000 at the peak in 1850, which is modest compared to some 500,000 water wheels.[33] Windmills were applied in regions where there was too little water, where rivers freeze in winter and in flat lands where the flow of the river was too slow to provide the required power.[33] With the coming of the industrial revolution, the importance of wind and water as primary industrial energy sources declined, and they were eventually replaced by steam (in steam mills) and internal combustion engines, although windmills continued to be built in large numbers until late in the nineteenth century. More recently, windmills have been preserved for their historic value, in some cases as static exhibits when the antique machinery is too fragile to be put in motion, and other cases as fully working mills.[38]\n\nOf the 10,000 windmills in use in the Netherlands around 1850,[39] about 1,000 are still standing. Most of these are being run by volunteers, though some grist mills are still operating commercially. Many of the drainage mills have been appointed as a backup to the modern pumping stations. The Zaan district has been said to have been the first industrialized region of the world with around 600 operating wind-powered industries by the end of the eighteenth century.[39] Economic fluctuations and the industrial revolution had a much greater impact on these industries than on grain and drainage mills, so only very few are left.\n\nConstruction of mills spread to the Cape Colony in the seventeenth century. The early tower mills did not survive the gales of the Cape Peninsula, so in 1717 the Heeren XVII sent carpenters, masons, and materials to construct a durable mill. The mill, completed in 1718, became known as the Oude Molen and was located between Pinelands Station and the Black River. Long since demolished, its name lives on as that of a Technical school in Pinelands. By 1863, Cape Town had 11 mills stretching from Paarden Eiland to Mowbray.[40]\n\n"
        },
        {
            "title": "Wind turbines",
            "text": "A wind turbine is a windmill-like structure specifically developed to generate electricity. They can be seen as the next step in the development of the windmill. The first wind turbines were built by the end of the nineteenth century by Prof James Blyth in Scotland (1887),[41] Charles F. Brush in Cleveland, Ohio (1887–1888)[42][43] and Poul la Cour in Denmark (1890s). La Cour's mill from 1896 later became the local power of the village of Askov. By 1908 there were 72 wind-driven electric generators in Denmark, ranging from 5 to 25 kW. By the 1930s, windmills were widely used to generate electricity on farms in the United States where distribution systems had not yet been installed, built by companies such as Jacobs Wind, Wincharger, Miller Airlite, Universal Aeroelectric, Paris-Dunn, Airline, and Winpower. The Dunlite Corporation produced turbines for similar locations in Australia.[citation needed]\n\nForerunners of modern horizontal-axis utility-scale wind generators were the WIME-3D in service in Balaklava USSR from 1931 until 1942, a 100-kW generator on a 30-m (100-ft) tower,[44]  the Smith–Putnam wind turbine built in 1941 on the mountain known as Grandpa's Knob in Castleton, Vermont, United States of 1.25 MW[45] and the NASA wind turbines developed from 1974 through the mid-1980s. The development of these 13 experimental wind turbines pioneered many of the wind turbine design technologies in use today, including steel tube towers, variable-speed generators, composite blade materials, and partial-span pitch control, as well as aerodynamic, structural, and acoustic engineering design capabilities.  The modern wind power industry began in 1979 with the serial production of wind turbines by Danish manufacturers Kuriant, Vestas, Nordtank, and Bonus. These early turbines were small by today's standards, with capacities of 20–30 kW each. Since then, commercial turbines have increased greatly in size, with the Enercon E-126 capable of delivering up to 7 MW, while wind turbine production has expanded to many countries.[citation needed]\n\nAs the 21st century began, rising concerns over energy security, global warming, and eventual fossil fuel depletion led to an expansion of interest in all available forms of renewable energy. Worldwide, many thousands of wind turbines are now operating, with a total nameplate capacity of 591 GW as of 2018.[46]\n\nIn an attempt to make wind turbines more efficient and increase their energy output, they are being built bigger, with taller towers and longer blades, and being increasingly deployed in offshore locations.[47][48] While such changes increase their power output, they subject the components of the windmills to stronger forces and consequently put them at a greater risk of failure. Taller towers and longer blades suffer from higher fatigue, and offshore windfarms are subject to greater forces due to winds of higher wind speeds and accelerated corrosion due to the proximity to seawater. \nTo ensure a long enough lifetime to make the return on the investment viable, the materials for the components must be chosen appropriately.\n\nThe blade of a wind turbine consists of 4 main elements: the root, spar, aerodynamic fairing, and surfacing. The fairing is composed of two shells (one on the pressure side, and one on the suction side), connected by one or more webs linking the upper and lower shells. The webs connect to the spar laminates, which are enclosed within the skins (surfacing) of the blade, and together, the system of the webs and spars resist the flapwise loading. Flapwise loading, one of the two different types of loading that blades are subject to, is caused by the wind pressure, and edgewise loading (the second type of loading), is caused by the gravitational force and torque load. The former loading subjects the spar laminate on the pressure (upwind) side of the blade to cyclic tension-tension loading, while the suction (downwind) side of the blade is subject to cyclic compression-compression loading. Edgewise bending subjects the leading edge to a tensile load, and the trailing edge to a compressive load. The remainder of the shell, not supported by the spars or laminated at the leading and trailing edges, is designed as a sandwiched structure, consisting of multiple layers to prevent elastic buckling.[49]\n\nIn addition to meeting the stiffness, strength, and toughness requirements determined by the loading, the blade needs to be lightweight as well, because of the weight of the blade scales with the cube of its radius. To determine which materials fit the criteria described above, a parameter known as the beam merit index is defined: Mb = E^1/2 / rho,[50] where E is Young's modulus and rho is the density. The materials that are best suited for the blade design are carbon and glass fiber reinforced polymers (CFRP, GFRP). Currently, GFRP polymers are the ideal solution for their relatively low cost and moderate figure of merit. CFRP has a much greater figure of merit but is significantly more expensive due to which they are not often employed.[51]\n\nWhen the Vindeby Offshore Wind Farm was taken down in Denmark in 2017, 99% of the not-degradable fiberglass from 33 wind turbine blades ended as cut up at the Rærup Controlled Landfill near Aalborg, and in 2020 with considerably larger fiberglass quantities, even though it is the least environmentally friendly way of handling waste. Scrapped wind turbine blades are set to become a huge waste problem in Denmark and countries Denmark, to a greater and greater extent, export its many produced wind turbines.[52][53][54]\n\n\"The reason why many wings end up in landfill is that they are incredibly difficult to separate from each other, which you will have to do if you hope to be able to recycle the fiberglass\", says Lykke Margot Ricard, Associate Professor in Innovation and Technological Foresight and education leader for civil engineering in Product Development and Innovation at the University of Southern Denmark (SDU). According to Dakofa, the Danish Competence Center for Waste and Resources, there is nothing specific in the Danish waste order about how to handle discarded fiberglass.[52][55]\n\nSeveral scrap dealers tell Ingeniøren, that they have handled wind turbine blades (wings) that have been pulverized after being taken to a recycling station.[56] One of them is the recycling company H.J. Hansen, where the product manager informed, that they have transported approximately half of the wings they have received since 2012 to Reno Nord's landfill in Aalborg. A total of around 1,000 wings have ended up there, he estimates - and today up to 99 percent of the wings the company receives end up in a landfill.[57]\n\nSince 1996, according to an estimate made by Lykke Margot Ricard (SDU) in 2020, at least 8,810 tonnes of the wing scrap have been disposed of in Denmark, and the waste problem will grow significantly in the coming years when more and more wind turbines have reached their end of life. According to the SDU lecturer's calculations, the waste sector in Denmark will have to receive 46,400 tonnes of fiberglass from wind turbine blades over the next 20-25 years.[57]\n\nAs so, at the island, Lolland, in Denmark, 250 tonnes of fiberglass from wind turbine waste also pours up on a landfill at Gerringe in the middle of Lolland in 2020.[56][58]\n\nIn the United States, a scrap of, and worn-out wind turbine blades made of fiberglass, go to the handful of landfills that accept them, like in Lake Mills, Iowa; Sioux Falls, South Dakota; and Casper.[59]\n\nWindpumps were used to pump water since at least the 9th century in what is now Afghanistan, Iran and Pakistan.[19] The use of wind pumps became widespread across the Muslim world and later spread to East Asia (China) and South Asia (India).[60] Windmills were later used extensively in Europe, particularly in the Netherlands and the East Anglia area of Great Britain, from the late Middle Ages onwards, to drain land for agricultural or building purposes.\n\nThe American windmill, or wind engine, was invented by Daniel Halladay in 1854[61] and was used mostly for lifting water from wells. Larger versions were also used for tasks such as sawing wood, chopping hay, and shelling and grinding grain.[62] In early California and some other states, the windmill was part of a self-contained domestic water system which included a hand-dug well and a wooden water tower supporting a redwood tank enclosed by wooden siding known as a tankhouse. During the late 19th century, steel blades and steel towers replaced wooden construction.  At their peak in 1930, an estimated 600,000 units were in use.[63] Firms such as U.S. Wind Engine and Pump Company, Challenge Wind Mill and Feed Mill Company, Appleton Manufacturing Company, Star, Eclipse, Fairbanks-Morse, Dempster Mill Manufacturing Company and Aermotor became the main suppliers in North and South America. These windpumps are used extensively on farms and ranches in the United States, Canada, Southern Africa, and Australia. They feature a large number of blades, so they turn slowly with considerable torque in low winds and are self-regulating in high winds.  A tower-top gearbox and crankshaft convert the rotary motion into reciprocating strokes carried downward through a rod to the pump cylinder below. Such mills pumped water and powered feed mills, sawmills, and agricultural machinery.\n\nIn Australia, the Griffiths Brothers at Toowoomba manufactured windmills of the American pattern from 1876, with the trade name Southern Cross Windmills in use from 1903. These became an icon of the Australian rural sector by utilizing the water of the Great Artesian Basin.[64] Another well-known maker was Metters Ltd. of Adelaide, Perth and Sydney.\n\n"
        }
    ]
}