{
    "url": "https://en.wikipedia.org/wiki/American_wine",
    "title": "Wine of the United States",
    "table_of_contents": [
        "1 History",
        "2 Wine regions",
        "2.1 Production by state",
        "3 Appellation system",
        "3.1 Appellation labeling laws",
        "3.2 Semi-generic wines",
        "4 Other U.S. labeling laws",
        "5 Distribution",
        "6 Largest producers",
        "7 See also",
        "8 References",
        "9 Further reading",
        "10 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Wine has been produced in the United States since the 1500s, with the first widespread production beginning in New Mexico in 1628.[1][2][3] Today, wine production is undertaken in all fifty states, with California producing 84 percent of all US wine. The North American continent is home to several native species of grape, including Vitis labrusca, Vitis riparia, Vitis rotundifolia, and Vitis vulpina, but the wine-making industry is based almost entirely on the cultivation of the European Vitis vinifera, which was introduced by European settlers.[4] With more than 1,100,000 acres (4,500 km2) under vine, the United States is the fourth-largest wine producing country in the world, after Italy, Spain, and France.[5][6]\n\n"
        },
        {
            "title": "History",
            "text": "The first Europeans to explore North America, a Viking expedition from Greenland, called it Vinland because of the profusion of grape vines they found. The earliest wine made in what is now the United States was produced between 1562 and 1564 by French Huguenot settlers from Scuppernong grapes at a settlement near Jacksonville, Florida.[5] In the early American colonies of Virginia and the Carolinas, wine-making was an official goal laid out in the founding charters. However, settlers discovered that the wine made from the various native grapes had flavors which were unfamiliar and which they did not like.\n\nThis led to repeated efforts to grow the familiar European Vitis vinifera varieties, beginning with the Virginia Company exporting French vinifera vines with French vignerons to Virginia in 1619. These early plantings met with failure as native pest and vine disease ravaged the vineyards. In what would become the Southwestern United States the Spanish Kingdoms of Las Californias and Santa Fe de Nuevo México had missions that were planting vineyards, the traditions of which remain in the modern day California and New Mexico wine industries. New Mexico wine developed first in 1629 making it the oldest wine producing region in the United States,[7][8] and Mission grapes were being grown for California wine by 1680.[9] In 1683, William Penn planted a vineyard of French vinifera in Pennsylvania; it may have interbred with a native Vitis labrusca vine to create the hybrid grape Alexander. One of the first commercial wineries in the United States was founded in 1787 by Pierre Legaux in Pennsylvania. A settler in Indiana in 1806 produced wine made from the Alexander grape. Today, French-American hybrid grapes are the staples of wine production on the East Coast of the United States.[6]\n\nOn November 21, 1799, the Kentucky General Assembly passed a bill to establish a commercial vineyard and winery.[10] The vinedresser for the vineyard was John James Dufour, formerly of Vevey, Switzerland.[6] The vineyard was located overlooking the Kentucky River in Jessamine County in what is known as Blue Grass country of central Kentucky. Dufour named it First Vineyard on November 5, 1798.[11] The vineyard's current address in 5800 Sugar Creek Pike, Nicholasville, Kentucky. The first wine from First Vineyard was consumed by subscribers to the vineyard at John Postelthwaite's house on March 21, 1803.[12] Two 5-gallon oak casks of wine were taken to President Thomas Jefferson in Washington, D. C., in February 1805.[13] The vineyard continued until 1809, when a killing freeze in May destroyed the crop and many vines. The Dufour family abandoned Kentucky, and migrated west to Vevay, Indiana, a center of a Swiss-immigrant community.[14]\n\nIn California, the first major vineyard and winery was established in 1769 by the Franciscan missionary Junípero Serra near San Diego. Later missionaries carried vines northward; Sonoma's first vineyard was planted around 1805.[4] California has two native grape varieties, but they make very poor quality wine. The California Wild Grape (Vitis californicus) does not produce wine-quality fruit, although it sometimes is used as rootstock for wine grape varieties.[15] The missionaries used the Mission grape. (In South America, this grape is known as criolla or \"colonialized European\".) Although a Vitis vinifera variety, it is a grape of \"very modest\" quality. Jean-Louis Vignes was one of the early settlers to use a higher quality vinifera in his vineyard near Los Angeles.[4]\n\nThe first winery in the United States to become commercially successful was founded in Cincinnati, Ohio, in the mid-1830s by Nicholas Longworth. He made a sparkling wine from Catawba grapes. By 1855, Ohio had 1500 acres in vineyards, according to travel writer Frederick Law Olmsted, who said it was more than in Missouri and Illinois, which each had 1100 acres in wine.[16] German immigrants from the late 1840s had been instrumental in building the wine industry in those states.\n\nIn the 1860s, vineyards in the Ohio River Valley were attacked by black rot. This prompted several wine-makers to move north to the Finger Lakes region of western New York. During this time, the Missouri wine industry, centered on the German colony in Hermann, was expanding rapidly along both shores of the Missouri River west of St. Louis. By the end of the century, the state was second to California in wine production.[6] In the late 19th century, the phylloxera epidemic in the West and Pierce's disease in the East ravaged the American wine industry.[4]\n\nProhibition in the United States began when the state of Maine became the first state to go completely dry in 1846. Nationally, Prohibition was implemented after ratification by the states of the Eighteenth Amendment to the United States Constitution in 1920, which forbade the manufacturing, sale and transport of alcohol. Exceptions were made for sacramental wine used for religious purposes, and some wineries were able to maintain minimal production under those auspices, but most vineyards ceased operations. New Mexico was one such region, due to the region's long history of wine making and religious traditions, monks and nuns in New Mexico were able to save long-standing New Mexican sacramental and leisure wine grape lineages. Other parts of the country resorted to bootlegging, home wine-making also became common, allowed through exemptions for sacramental wines and production for home use.[17]\n\nFollowing the repeal of Prohibition in 1933, operators tried to revive the American wine-making industry, which was nearly ended. Many talented wine-makers had died, vineyards had been neglected or replanted with table grapes, and Prohibition had changed Americans' taste in wines. During the Great Depression, consumers demanded cheap \"jug wine\" (so-called dago red) and sweet, fortified (high alcohol) wine. Before Prohibition, dry table wines outsold sweet wines by three to one, but afterward, the ratio of demand changed dramatically. As a result, by 1935, 81% of California's production was sweet wines. For decades, wine production was low and limited.\n\nLeading the way to new methods of wine production was research conducted at the University of California, Davis, and at some of the state universities in New York. Faculty at the universities published reports on which varieties of grapes grew best in which regions, held seminars on wine-making techniques, consulted with grape growers and wine-makers, offered academic degrees in viticulture, and promoted the production of quality wines. In the 1970s and 1980s, success by Californian wine-makers in the northern part of the state helped to secure foreign investment from other wine-making regions, most notably the Champenois of France. Wine-makers also cultivated vineyards in Oregon and Washington, on Long Island in New York, and numerous other new locales.\n\nAmericans became more educated about wines, and increased their demand for high-quality wine. All 50 states now have some acreage in vineyard cultivation. By 2004, 668 million gallons (25.3 million hectoliters) of wine were consumed in the United States.[18] Today,[when?] the U.S. produces over 800 million gallons of wine a year, of which California produces more than 84%, followed by Washington, New York, Pennsylvania, and Oregon. In the second decade of the 21st century, the US wine industry faces the growing challenges of competition from international exports and managing domestic regulations on interstate sales and shipment of wine.[citation needed]\n\n"
        },
        {
            "title": "Wine regions",
            "text": "There are nearly 3,000 commercial vineyards in the United States, and at least one winery in each of the 50 states.[19]\n\nProduction of still wine per state in 2016 was as follows:[20]\n\n"
        },
        {
            "title": "Appellation system",
            "text": "The early American appellation system was based on the political boundaries of states and counties. In September 1978, the Bureau of Alcohol, Tobacco, and Firearms (now Alcohol and Tobacco Tax and Trade Bureau) developed regulations to establish American Viticultural Areas (AVAs) based on distinct climate and geographical features. In June 1980, the Augusta AVA in Missouri was established as the first American Viticultural Area under the new appellation system.[21] For the sake of wine labeling purposes, the use of state and county appellations were grandfathered in and are still used often in lieu of AVAs. There are 267 distinct AVAs designated under U.S. law as of August 2022.[22]\n\nIn order to have an AVA appear on a wine label, at least 85% of the grapes used to produce the wine must have been grown in the AVA.\n\nFor a state or county appellation to appear on the wine label, 75% of the grapes used must be from that state or county. Some states have stricter requirements. For example, California requires 100% of the grapes used to be from California for a wine labeled as such, and Washington requires 95% of the grapes in a Washington wine be grown in Washington. If grapes are from two or three contiguous counties or states, a label can have a multi-county or multi-state designation so long as the percentages used from each county or state are specified on the label.\n\nAmerican wine or United States is a rarely used appellation that classifies a wine made from anywhere in the United States, including Puerto Rico and Washington, D.C. Wines with this designation are similar to the French wine vin de table, and can not include a vintage year. By law, this is the only appellation allowed for bulk wines exported to other counties.[23]\n\nU.S. laws formerly allowed American made wines to be labeled as \"American Burgundy\" or \"California champagne\", even though these names are restricted in Europe. U.S. laws required usage to include the qualifying area of origin to go with these semi-generic names. Other semi-generic names in the United States include Claret, Chablis, Chianti, Madeira, Malaga, Marsala, Moselle, Port, Rhine wine, Sauternes (often spelled on U.S. wine labels as Sauterne or Haut Sauterne), Sherry, and Tokay.[23] The practice largely ceased in 2006 with the Wine Trade Agreement, though brands that were already using the terms can continue the practice, considered grandfathered in.[24]\n\n"
        },
        {
            "title": "Other U.S. labeling laws",
            "text": "For bottles labeled with a varietal, at least 75% of the grapes used to make the wine must be of that varietal. In Oregon, the requirement is 90% for certain varietals, such as pinot noir. At least 95% of the wine must be from a particular vintage for that year to appear on the label. Prior to the early 1970s, all grapes had to be from the vintage year. Additionally, all labels must list the alcohol content based on percentage by volume, state that the wine contains sulfites, and carry the Surgeon General's warning about alcohol consumption.[25]\n\n"
        },
        {
            "title": "Distribution",
            "text": "Following the repeal of Prohibition, the United States federal government allowed each state to regulate its own production and sale of alcohol. For the majority of states, this led to the development of a three-tier distribution system between the producer, wholesaler, and consumer. Depending on the state, there are some exceptions, with wineries allowed to sell directly to consumers on site at the winery or to ship wine across state lines. Some states allow interstate sales through e-commerce. In the 2005 case Granholm v. Heald, the Supreme Court of the United States struck down state laws that banned interstate shipments but allowed in-state sales. This Supreme Court decision meant that states could decide to allow both out-of-state wine sales and in-state sales, or ban both altogether.[26]\n\nConvenience stores and retail stores are large distributors of wine, with over 175,000 outlets that sell wine across the United States. In addition, there are around 332,000 other locations (bars, restaurants, etc.) that sell wine, contributing to the $30+ billion in annual sales over the past three years.[27] In 2010, the average monthly per-store sales of wine jumped to nearly $12,000 from $9,084 in 2009. The average gross margin dollars from wine increased to $3,324 from $2,616 in the year prior, with gross margin percentages up to an average 28.2 percent in 2010, versus 27 percent in 2009.[28]\n\n"
        },
        {
            "title": "Largest producers",
            "text": "As of 2016[update], the largest producers of wine in the U.S. are:[29]\n\n"
        }
    ]
}