{
    "url": "https://en.wikipedia.org/wiki/Winged_sun",
    "title": "Winged sun",
    "table_of_contents": [
        "1 Ancient Egypt",
        "1.1 Behdety",
        "2 Mesopotamia",
        "3 Iran",
        "4 Israel and Judah",
        "5 Greece",
        "6 Modern use",
        "6.1 Secular use",
        "7 See also",
        "8 References",
        "9 Bibliography",
        "10 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The winged sun is a solar symbol associated with divinity, royalty, and power in the Ancient Near East (Egypt, Mesopotamia, Anatolia, and Persia).\n\n"
        },
        {
            "title": "Ancient Egypt",
            "text": "In ancient Egypt, the symbol is attested from the Old Kingdom (Sneferu, 26th century BC[citation needed]), often flanked on either side with a uraeus.\n\nIn early Egyptian religion, the symbol Behdety represented Horus of Edfu, later identified with Ra-Horakhty. It is sometimes depicted on the neck of Apis, the bull of Ptah. As time passed (according to interpretation) all of the subordinated gods of Egypt were considered to be aspects of the sun god, including Khepri. The name \"Behdety\" means the inhabitant of Behdet.[1]\n\nHe was the sky god of the region called Behdet in the Nile basin.[2]\n\nHis image was first found in the inscription on a comb's body, as a winged solar panel. The period of the comb is about 3000 BC. Such winged solar panels were later found in the funeral picture of Pharaoh Sahure of the fifth dynasty. Behdety is seen as the protector of Pharaoh. On both sides of his picture are seen the Uraeus, which a symbol for the cobra headed goddess Wadjet.[2]\n\nHe resisted the intense heat of Egyptian sun with his two wings.[2]\n\n"
        },
        {
            "title": "Mesopotamia",
            "text": "From roughly 2000 BCE, the symbol also appears in Mesopotamia. It appears in reliefs with Assyrian rulers as a symbol for royalty, transcribed into Latin as SOL SUUS (literally, \"his own self, the Sun\", i.e. \"His Majesty\").[citation needed]\n\n"
        },
        {
            "title": "Iran",
            "text": "In Zoroastrian Persia, the symbol of the winged sun became part of the iconography of the Faravahar, the symbol of the divine power and royal glory in Persian culture.[citation needed]\n\n"
        },
        {
            "title": "Israel and Judah",
            "text": "From around the 8th century BC, the winged solar disk appears on Hebrew seals connected to the royal house of the Kingdom of Judah. Many of these are seals and jar handles from Hezekiah's reign, together with the inscription l'melekh (\"belonging to the king\").[3] Typically, Hezekiah's royal seals feature two downward-pointing wings and six rays emanating from the central sun disk, and some are flanked on either side with the Egyptian ankh (\"key of life\") symbol.[3] Prior to this, there are examples from the seals of servants of king Ahaz and of king Uzziah.[4]\n\nCompare also Malachi 4:2, referring to a winged \"Sun of righteousness\",\n\n"
        },
        {
            "title": "Greece",
            "text": "The winged sun is conventionally depicted as the knob of the caduceus, the staff of Hermes.[citation needed]\n\n"
        },
        {
            "title": "Modern use",
            "text": "Various groups such as Freemasonry, Rosicrucianism, Thelema, Theosophy, and Unity Church have also used it. The symbol was used on the cover of Charles Taze Russell's textbook series Studies in the Scriptures beginning with the 1911 editions.\n\nThe winged sun symbol is also cited by proponents of the pseudoscientific Nibiru cataclysm.[5]\n\nA winged sun is used in the heraldry of the North America Trade Directory.[6]\n\nVariations of the symbol are used as a trademark logo on vehicles produced by the Chrysler Corporation, Mini, Bentley Motors, Lagonda (Aston Martin) and Harley Davidson.\n\nSince WW2, military aircraft of the United States have carried the insignia of a circle with stripes extending from each side like wings. Whether this is coincidental or some symbolic resemblance was intended is unknown. A five-pointed star is inscribed within the circle.\n\nThe symbol has become a common motif in the Sonic the Hedgehog franchise, most notably featured on title screens displaying the main character.\n\n"
        }
    ]
}