{
    "url": "https://en.wikipedia.org/wiki/Winti",
    "title": "Winti",
    "table_of_contents": [
        "1 Description(s)",
        "2 History",
        "3 The soul",
        "4 Pantheons",
        "4.1 The earth pantheon",
        "4.2 The water pantheon",
        "4.3 The forest pantheon",
        "4.4 The sky pantheon",
        "5 Bibliography",
        "6 See also",
        "7 References",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Winti is an Afro-Surinamese traditional religion that originated in the colony Suriname, part of the Dutch Empire. It is a syncretization of the different African religious beliefs and practices brought in mainly by Akan and Fon slaves during the slave period. The religion has no written sources, nor a central authority. The term is also used for all supernatural beings or spirits (Wintis) created by Anana, the creator of the universe.\n\n"
        },
        {
            "title": "",
            "text": "Winti is based on three principles: the belief in the supreme creator called Anana Kedyaman Kedyanpon; the belief in a pantheon of spirits called Winti; and the veneration of the ancestors. There is also a belief in Ampuku (also known as Apuku) which are anthropomorphic forest spirits. An Ampuku can possess people (both men and women) and can also pass itself off as another spirit.[1] Ampuku can also be water spirits, and are known in such cases as Watra Ampuku.[2]\n\nC. Wooding (a Winti expert) described Winti in 1972 as: \"...an Afro American religion, within which the belief in personified supernatural beings occupies a central position. These personified supernatural beings can take possession of a human person, switch off their consciousness, as it were, and thereby reveal things concerning the past, present and future as well as cause and/or heal illnesses of a supernatural nature.\"[3]\n\nAnother Winti expert (H.J.M. Stephen, 1985) described Winti as: \"...primarily a religion, which means that respect for the divine, worship and prayer are central. In addition, it has a strong magical aspect, which often has been emphasized too one-sidedly and unfairly. Magic involves the influence of earthly events by supernatural means.\"\n\n"
        },
        {
            "title": "History",
            "text": "During slavery, members of various West African tribes were brought to Suriname. They came from kingdoms that had certain religious aspects in common, like the belief in a supreme creator God, who lives far away from the people, leaving the world to less-powerful gods or spirits, and the belief in an immortal human soul and the related ancestor worship.\n\nAfter the abolition of slavery in 1863, a ten-year period of economic slavery followed known as \"De Periode van Staatstoezicht\" (The Period of State Supervision). It ended in 1873 and was followed by a very long period of mental and cultural slavery. The former slaves and their descendants were forced to convert to Christianity, and for nearly 100 years (1874–1971), practicing Winti was forbidden by law. They were also forced to speak Dutch; education in their own language, Sranan Tongo, was forbidden; and children were not allowed to speak Sranan Tongo in schools.\n\nAfter the turn of the millennium, Winti gained momentum. In 2006, the Surinamese government incorporated the Winti interest foundation Tata Kwasi ku Tata Tinsensi into the database of religious organisations. In 2011 the first two Winti marriage officials were appointed. Winti priests were appointed informally already, but still without legal status. In 2014 Dorenia Babel became the first person officially recognized as Winti priest, appointed by the government in order to develop winti in the public realm. In 2019 psychiatrist Glenn Helberg made a public call to the Suriname-based Christian denominations to consider Winti as an equal religion.\n\n"
        },
        {
            "title": "The soul",
            "text": "It is believed that a human being has three spiritual aspects, the Dyodyo, Kra, and Yorka. Through these aspects human beings are integrated into the supernatural world. The Dyodyo are the supernatural parents who protect their children and may be higher or lower spirits. They received the pure soul, the Kra, from Anana and give that to a child. The Kra and Dyodyo determine your reason and mentality, while the biological parents provide blood and the physical body. Yorka, the other spiritual part, absorbs the life experiences. After the death of the physical body, the Kra goes back to the Dyodyo and the Yorka goes to the realm of the dead.\n\n"
        },
        {
            "title": "Pantheons",
            "text": "There are four pantheons or groups.\n\nCertain groups of maroons also distinguish a fifth pantheon, the realm of the death.\n\n"
        }
    ]
}