{
    "url": "https://en.wikipedia.org/wiki/Womanist_theology",
    "title": "Womanist theology",
    "table_of_contents": [
        "1 Etymology",
        "2 Development",
        "3 Biblical interpretation",
        "4 Critiques",
        "5 See also",
        "6 References",
        "6.1 Footnotes",
        "6.2 Bibliography",
        "7 Further reading"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Womanist theology is a methodological approach to theology which centers the experience and perspectives of Black women, particularly African-American women.  The first generation of womanist theologians and ethicists began writing in the mid to late 1980s, and the field has since expanded significantly. The term has its roots in Alice Walker's writings on womanism. \"Womanist theology\" was first used in an article in 1987 by Delores S. Williams.[1] Within Christian theological discourse, Womanist theology emerged as a corrective to early feminist theology written by white feminists that did not address the impact of race on women's lives, or take into account the realities faced by Black women within the United States. Similarly, womanist theologians highlighted the ways in which Black theology, written predominantly by male theologians, failed to consider the perspectives and insights of Black women.[2] Scholars who espouse womanist theology are not monolithic nor do they adopt each aspect of Walker's definition.[3] Yet, these scholars often find kinship in their anti-sexist, antiracist and anti-classist commitments to feminist and liberation theologies.\n\n"
        },
        {
            "title": "Etymology",
            "text": "The term womanish was commonly used in Black daily language by mothers to describe adolescent daughters who act outrageous and grown-up, in contrast to girlish. Womanist was then developed in 1983 by black writer and activist Alice Walker in her collection of essays, In Search of Our Mothers' Gardens: Womanist Prose. In this text, she makes the point that \"A Womanist is to feminist as purple is to lavender.\"[4] Hence, while womanist referred primarily to African-American women, it was also for women in general. Walker's works would have significant impact on later womanist theologians.[5]\n\n"
        },
        {
            "title": "Development",
            "text": "Womanist theology developed in dialogue with black theology, particularly as articulated by James Hal Cone. Cone broke new ground in 1969 with the publication of A Black Theology of Liberation, which sought to make sense out of theology from black experience in America. In the book, Cone argued that \"God is black\" and that God identifies with the struggles of Black Americans for justice and liberation.\n\nIn 1985, Katie Cannon published an article entitled \"The Emergence of Black Feminist Consciousness.\" In this article, she used the term womanism to refer to an approach to interpreting the bible that is concerned for Black women's liberation.[2] In 1988, she published Black Womanist Ethics, now considered a classic text in the field.\n\nBiblical scholar Renita Weems published Just a Sister Away: A Womanist Vision of Women's Relationships in the Bible in 1988. A revised edition titled, Just a Sister Away: Understanding The Timeless Connection Between Women of Today and Women in the Bible was published in 2005.  Weems modified the original chapters and added four new chapters. Weems examines selected stories of women in the biblical text and connect them to contemporary realities and relationship of women.[6]\n\nJacqueline Grant published White Women's Christ and Black Women's Jesus: Feminist Christology and Womanist Response in 1989.  Grant examined the ways in which Black women interpret Jesus's message, noting that their experience is not the same as black men or white women.  She pointed out that many black women must navigate between the threefold oppression of racism, sexism, and classism.  For Grant, Jesus is a \"divine co-sufferer\" who suffered in his time like black women do today.\n\nAt the American Academy of Religion annual meeting in 1989, womanist scholars in the fields of ethics, theology and biblical studies held a Womanist Approaches to Religion and Society Consultation. This became the start of a group in the AAR that continues today.[2]\n\n1993 saw the publication of several major works that would expand the field of womanist theology. Emilie Townes, an ethicist, published Womanist Justice and Womanist Hope. She also edited A Troubling in My Soul: Womanist Perspectives on Evil and Suffering, an anthology of writing by scholars from a variety of disciplines.[2]  Also published that year was Sisters in the Wilderness: The Challenge of Womanist God Talk, by Delores S. Williams.\n\nDelores S. Williams took the work of theologians such as Cone and Grant and expanded upon them. She suggested that womanist theologians need to \"search for the voices, actions, opinions, experience, and faith\" of black women in order to experience the God who \"makes a way out of no way.\" She defines womanist in the following way:\n\nKelly Brown Douglas authored The Black Christ in 1995, building on Grant's earlier work. In the text, Douglas calls on womanist theology to speak to the concerns of people outside the church as well as those within.\n\n"
        },
        {
            "title": "Biblical interpretation",
            "text": "Womanist theologians use a variety of methods to approach the scripture. Some attempt to find black women within the biblical narrative so as to reclaim the role and identity of black people in general, and black women specifically, within the Bible. Examples include the social ethicist Cheryl Sanders and the womanist theologian Karen Baker-Fletcher. Some approach the Bible \"objectively\" to critically evaluate text that degrades women and people of color and to offer an African-centered form, to resist male domination and bias, or what could be termed anti-women or androcentric attitudes and forms. Others draw on resources outside the Bible to enhance the plurality and cohesion of the texts along with our life experiences and reject scripture as a whole or part which is seen to serve male interest only. These methods are not separated and can be endorsed together.[2]\n\nPatricia-Anne Johnson writes that \"Renita J. Weems, a womanist professor and scholar of the Hebrew Bible, examines scripture as a world filled with women of color. Through the use of womanist imagination, Weems helps students to understand female roles, personalities, and woman-to-woman relationships during the time when the biblical texts were written.\"[8] Johnson, quoting further from Weems, also shows how Hagar and Esther can be seen as models of resistance for black women: \"Womanism may be envisioned as a post-colonial discourse that allows African-American women to embrace a Jesus and a God free of the imperialism of white supremacy.\"[9]\n\nMore recently, Nyasha Junior has contributed an important work in the field womanist biblical interpretation with  An Introduction to Womanist Biblical Interpretation. In the text, she argues that \"womanist biblical interpretation [was] a natural development of African American women engaging in activism instead of simply [as] a response to second-wave feminism.\"[10]\n\n"
        },
        {
            "title": "Critiques",
            "text": "Womanist theology has undergone an evolution due to its critiques that have happened in new waves in recent years. Womanist theology has expanded to encompass the spiritual, social, and political concerns of those who do not identify as black Christian women.[11]  As it is that not all white female religious scholars are feminists, and not all black female religious scholars are womanists.  Christian and Christocentric underpinnings provided the framework for early womanist thought.  Monica A. Coleman challenges womanists who claim the title and theological purview that is rooted in Walker's definition, yet do not allow it to reach beyond non-Christians as faulty and a failure to do what it was created to accomplish.[12] Coleman, Traci West, and other Black religious scholars have expressed their preference for the designation of \"black feminist\" due to the history of womanist scholarship being marked by heterosexism and homophobia.[13]\n\nWomanist religious scholars have verbalized the challenges that come with identifying as a womanist in the academy.[14] Nyasha Junior has written about the problematic assumptions that come with being labeled as a womanist scholar, and how one does not have to identify as such in order to do Womanist theology.[15] There are black feminists and womanist scholars who believe that their time would be better given to making contributions in the field and with communities that are being marginalized as opposed to being preoccupied with whether one is properly self-identifying.[16]\n\n"
        }
    ]
}