{
    "url": "https://en.wikipedia.org/wiki/Women_in_philosophy",
    "title": "Women in philosophy",
    "table_of_contents": [
        "1 History",
        "1.1 Ancient philosophy",
        "1.1.1 Ancient eastern philosophy",
        "1.1.2 Ancient western philosophy",
        "1.2 Medieval philosophy",
        "1.3 Modern philosophy",
        "1.3.1 17th century",
        "1.3.2 18th century",
        "1.3.3 19th century",
        "1.3.4 Early 20th century",
        "1.4 Contemporary philosophy",
        "2 Contemporary representation and working climate",
        "2.1 Allegations of sexual harassment",
        "2.2 Black women",
        "2.3 Asian women",
        "2.4 Latinas in philosophy",
        "2.5 Reasons for underrepresentation",
        "2.5.1 Role Overload",
        "3 Reports from the US",
        "4 Organizations and campaigns",
        "4.1 Minorities and Philosophy (MAP)",
        "4.2 Committee on the Status of Women (American Philosophical Association)",
        "4.3 Society for Women in Philosophy",
        "4.4 Gendered Conference Campaign",
        "5 See also",
        "6 References",
        "7 Further reading",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Although men have generally dominated philosophical discourse, women have been philosophers throughout the history of the discipline. Ancient examples include Maitreyi (1000 BCE), Gargi Vachaknavi (700 \nBCE), Hipparchia of Maroneia (active c. 325 BCE) and Arete of Cyrene (active 5th–4th centuries BCE). Some women philosophers were accepted during the medieval and modern eras, but none became part of the Western canon until the 20th and 21st century, when some sources indicate that Susanne Langer, G.E.M. Anscombe,   Hannah Arendt and Simone de Beauvoir entered the canon.[1][2][3]\n\nDespite women participating in philosophy throughout history, there exists a gender imbalance in academic philosophy.  This can be attributed to implicit biases against women.  Women have had to overcome workplace obstacles like sexual harassment.  Racial and ethnic minorities are underrepresented in the field of philosophy as well.  Minorities and Philosophy (MAP), the American Philosophical Association, and the Society for Women in Philosophy are all organizations trying to fix the gender imbalance in academic philosophy.\n\nIn the early 1800s, some colleges and universities in the UK and US began admitting women, producing more female academics. Nevertheless, U.S. Department of Education reports from the 1990s indicate that few women ended up in philosophy, and that philosophy is one of the least gender-proportionate fields in the humanities.[4] Women make up as little as 17% of philosophy faculty in some studies.[5] In 2014, Inside Higher Education described the philosophy \"...discipline’s own long history of misogyny and sexual harassment\" of women students and professors.[6] Jennifer Saul, a professor of philosophy at the University of Sheffield, stated in 2015 that women are \"...leaving philosophy after being harassed, assaulted, or retaliated against.\"[7]\n\nIn the early 1990s, the Canadian Philosophical Association claimed that there is gender imbalance and gender bias in the academic field of philosophy.[8] In June 2013, a US sociology professor stated that \"out of all recent citations in four prestigious philosophy journals, female authors comprise just 3.6 percent of the total.\" The editors of the Stanford Encyclopedia of Philosophy have raised concerns about the underrepresentation of women philosophers, and they require editors and writers to ensure they represent the contributions of women philosophers.[8] According to Eugene Sun Park, \"[p]hilosophy is predominantly white and predominantly male. This homogeneity exists in almost all aspects and at all levels of the discipline.\"[2] Susan Price argues that the philosophical \"...canon remains dominated by white males—the discipline that...still hews to the myth that genius is tied to gender.\"[9] According to Saul, philosophy, the oldest of the humanities, is also the malest (and the whitest).  While other areas of the humanities are at or near gender parity, philosophy is actually more overwhelmingly male than even mathematics.\"[10]\n\n"
        },
        {
            "title": "History",
            "text": "While there were women philosophers since the earliest times, and some were accepted as philosophers during their lives, almost no woman philosophers have entered the philosophical Western canon.[1]  Historians of philosophy are faced with two main problems. The first being the exclusion of women philosophers from history and philosophy texts, which leads to a lack of knowledge about women philosophers among philosophy students. The second problem deals with what the canonical philosophers had to say about philosophy and women's place in it. In the past twenty-five years there has been an exponential increase in feminist writing about the history of philosophy and what has been considered the philosophical canon.[11]\n\nIn the May 13, 2015 issue of The Atlantic, Susan Price notes that even though Kant's first work in 1747 cites Émilie Du Châtelet, a philosopher who was a \"...scholar of Newton, religion, science, and mathematics\", \"her work won’t be found in the 1,000-plus pages of the new edition of The Norton Introduction to Philosophy.\"[9] The Norton Introduction does not name a female philosopher until the book begins to cover the mid-20th century. Scholars argue that women philosophers are also absent from the \"...other leading anthologies used in university classrooms.\"[9] Price states that university philosophy anthologies do not usually mention 17th century women philosophers such as Margaret Cavendish, Anne Conway, and Lady Damaris Masham.[9] Price argues that the philosophical \"...canon remains dominated by white males—the discipline that some say still hews to the myth that genius is tied to gender.\"[9] Amy Ferrer, executive director of the American Philosophical Association, states that \"...women have been systematically left out of the canon, and that women coming in have not been able to see how much influence women have had in the field.\"[9] The Encyclopedia of Philosophy, which as published in 1967, had \"...articles on over 900 philosophers, [but it] did not include an entry for Wollstonecraft, Arendt or de Beauvoir. \"[T]hese women philosophers were scarcely even marginal\" to the canon set out at the time.[12]\n\nExplaining the very small number of women philosophers, American academic and social critic Camille Paglia (born 1947) argues that \"...women in general are less comfortable than men in inhabiting a highly austere, cold, analytical space, such as the one which philosophy involves. Women as a whole ...are more drawn to practical, personal matters. It is not that they inherently lack a talent or aptitude for philosophy or higher mathematics, but rather that they are more unwilling than men to devote their lives to a frigid space from which the natural and the human have been eliminated.\"[13] In the Aeon essay \"First women of philosophy\" in December 2018, the global historian of ideas Dag Herbjørnsrud writes about the many women philosophers of the Global South, and concludes: \"Philosophy was once a woman’s world, ranging across Asia, Africa and Latin America. It’s time to reclaim that lost realm.\"[14] Herbjørnsrud argues that women and philosophers of color were excluded from the philosophical canon by Kant, Hegel and their supporters.\n\nSome of the earliest philosophers were women, such as Hipparchia of Maroneia (active ca. 325 BC), Arete of Cyrene (active 5th–4th century BC) and Aspasia of Miletus (470–400 BC). Aspasia appears in the philosophical writings of Plato, Xenophon, Aeschines Socraticus and Antisthenes. Some scholars argue that Plato was impressed by her intelligence and wit and based his character Diotima in the Symposium on her.[15][16] Socrates attributes to the (possibly fictional) Diotima of Mantinea his lessons in the art of Eros (or philosophical searching). Plato's final views on women are highly contested, but the Republic suggests that Plato thought women to be equally capable of education, intellectual vision, and rule of the city.[17][18]\n\nIn ancient philosophy in Asia, women made many vital contributions. In the oldest text of the Upanishads, c. 700 BCE, the female philosophers Gargi and Maitreyi are part of the philosophical dialogues with the sage Yajnavalkya. Ubhaya Bharati (c. 800 AD) and Akka Mahadevi (1130–1160) are other known female thinkers in the Indian philosophical tradition.[14] In China, Confucius hailed the female Jing Jiang of Lu (5th c. BCE) as being wise and an example for his students, while Ban Zhao (45–116) wrote several vital historical and philosophical texts. In Korea, Im Yunjidang (1721–93) were among the most notable women philosophers during the enlightened mid-Chosŏn era. Among notable female Muslim philosophers are Rabia of Basra (714–801), A’ishah al-Ba’uniyyah of Damascus (died 1517), and Nana Asma'u (1793–1864) from the Sokoto Caliphate of today's Nigeria. In early colonial Latin-America, the philosopher Sor Juana Inés de la Cruz (1651–95) was known as \"The Phoenix of America\".\n\nIn ancient Western philosophy, while academic philosophy was typically the domain of male philosophers such as Plato and Aristotle, female philosophers such as Hipparchia of Maroneia (active ca. 325 BC), Arete of Cyrene (active 5th–4th century BC) and Aspasia of Miletus (470–400 BC) were active during this period. Notable medieval philosophers include Hypatia (5th century), St. Hildegard of Bingen (1098–1179) and St. Catherine of Sienna (1347–1380). Notable modern philosophers included Mary Wollstonecraft (1759–1797), Sarah Margaret Fuller (1810–1850), and Frances Power Cobbe (1822-1904). Influential contemporary philosophers include Edith Stein (1891–1942), Susanne Langer (1895–1985), Hannah Arendt (1906–1975), Simone de Beauvoir (1908–1986), Elizabeth Anscombe (1919–2001), Mary Midgley (1919–2018), Philippa Foot (1920–2010), Mary Warnock (1924–2019), Julia Kristeva (born 1941), Patricia Churchland (born 1943) Martha Nussbaum (born 1947) and Susan Haack (born 1945).\n\nOther notable female philosophers of this era include:\n\nMedieval philosophy dates from the fall of the Western Roman Empire in the 5th century AD to the Renaissance in the 16th century. Hypatia (AD 350 – 370 to 415) was a Greek mathematician, astronomer, and philosopher in Egypt, then a part of the Eastern Roman Empire.[19] She was the head of the Neoplatonic school at Alexandria, where she taught philosophy and astronomy.[20][21][22][23]\n\nOther notable woman philosophers of this era include:\n\nThe 17th century marks the beginning of the modern philosophy era, which ended in the early 20th century. During the 17th century, various women philosophers argued for the importance of education for women and two women philosophers influenced René Descartes and during the early part of the 18th century, two women philosophers commented on John Locke’s philosophy. Laura Bassi (1711–1778) was the first woman to earn a university chair in a scientific field. Olympe de Gouges (1748–1793) demanded that French women be given the same rights as men, a position also taken by Judith Sargent Murray (1751–1820) in her essay \"On the Equality of the Sexes\" and Mary Wollstonecraft in her essay A Vindication of the Rights of Woman (1792). During the 19th century, Harriet Martineau (1802–1876)  criticized the state of women's education and Harriet Taylor Mill (1807–1858), Sarah Margaret Fuller (1810–1850) and Antoinette Brown Blackwell (1825–1921) called for women's rights. Charlotte Perkins Gilman (1860–1935) argued that women were oppressed by an androcentric culture. Near the start of the 20th century, Mary Whiton Calkins (1863–1930) was the first woman to become president of the American Philosophical Association. Women thinkers such as Emma Goldman (1869–1940), an anarchist, and\nRosa Luxemburg (1871–1919), a Marxist theorist, are known for their political views.\n\nContemporary philosophy is the present period in the history of Western philosophy beginning at the end of the 19th century with the professionalization of the discipline and the rise of analytic and continental philosophy. Some influential women philosophers from this period include:\n\nOther notable philosophers include:\n\n"
        },
        {
            "title": "Contemporary representation and working climate",
            "text": "In the early 1990s, the Canadian Philosophical Association claimed that \"...there is compelling evidence\" of \"...philosophy’s gender imbalance\" and \"bias and partiality in many of its theoretical products.\" In 1992, the association recommended that \"fifty percent of [philosophy]...positions should be filled by women.\"[8] In a 2008 article \"Changing the Ideology and Culture of Philosophy: Not by Reason (Alone),\" MIT philosophy professor Sally Haslanger stated that the top twenty graduate programs in philosophy in the US have from 4 percent to 36 percent women faculty.[8] In June 2013, Duke University professor of sociology Kieran Healy stated that \"out of all recent citations in four prestigious philosophy journals, female authors comprise just 3.6 percent of the total.\" The editors of the Stanford Encyclopedia of Philosophy have raised concerns about the underrepresentation of women philosophers; as such, the encyclopedia \"encourage[s] [their] authors, subject editors, and referees to help ensure that SEP entries do not overlook the work of women or indeed of members of underrepresented groups more generally.\"[8]\n\nAmerican philosopher Sally Haslanger stated in 2008 that \"...it is very hard to find a place in philosophy that isn’t actively hostile towards women and minorities, or at least assumes that a successful philosopher should look and act like a (traditional, white) man.\"[73] Haslanger states that she experienced \"occasions when a woman’s status in graduate school was questioned because she was married, or had a child (or had taken time off to have a child so was returning to philosophy as a ‘mature’ student), or was in a long-distance relationship\". American philosopher Martha Nussbaum, who completed a PhD in philosophy at Harvard University in 1975, alleges that she encountered a tremendous amount of discrimination during her studies at Harvard, including sexual harassment and problems getting childcare for her daughter.[72]\n\nIn July 2015, British philosopher Mary Warnock addressed the issue of the representation of women in British university philosophy departments, where 25% of faculty are women. Warnock stated she is \"... against intervention, by quotas or otherwise, to increase women’s chances of employment\" in philosophy.[73] She also argues that \"... there is nothing intrinsically harmful about this imbalance\" and she states that she does not \"...believe it shows a conscious bias against women.\"[73] Philosopher Julian Baggini states that he believes that there is \"...little or no conscious discrimination against women in philosophy\". At the same time, Baggini states that there may be a \"...great deal of unconscious bias\" against women in philosophy, because philosophy generally does not address issues of gender or ethnicity.[73]\n\nIn 2014, Inside Higher Education described the philosophy \"...discipline’s own long history of misogyny and sexual harassment.\"[6] On March 28, 2011, the blog New APPS published a post examining the allegations of persistent sexual harassment faced by women professors in philosophy, due largely to \"serial harassers\" continuing to work in the field despite widespread knowledge of their actions. The post proposed that, since institutional procedures seemed to have been ineffective at removing or punishing harassers, philosophers should socially shun known offenders.[74] The story was subsequently featured at Inside Higher Ed[75] and several blogs, including Gawker[76] and Jezebel.[77]  In 2013, a series of posts on the blog \"What's it like to be a woman in philosophy?\" instigated a spate of mainstream media articles on the continued dominance of men in philosophy.[78][79][80][81] Eric Schliesser, a professor of philosophy at Ghent University, said he believes that the \"...systematic pattern of exclusion of women in philosophy is, in part, due to the fact that my profession has allowed a culture of harassment, sexual predating, and bullying to be reproduced from one generation to the next.\"[6]\nAccording to Heidi Lockwood, an associate professor of philosophy at Southern Connecticut State University, there is a \"...power \"asymmetry\" between professors and students – even graduate students\"; as well, she noted that \"...even when colleges and universities have blanket prohibitions against professor-student sexual relationships, as does Yale,...institution-specific policies leave students vulnerable [to sexual advances from faculty] at conferences.\"[6]\n\nAccording to an August 2013 article in Salon, a tenured male University of Miami philosopher resigned after allegedly \"...sending emails to a [female] student in which he suggested that they have sex three times.\"[10] Jennifer Saul, a professor of philosophy at the University of Sheffield, set up a blog for women philosophers in 2010. She received numerous allegations of sexual harassment by male philosophy faculty, including a \"job candidate who said she was sexually assaulted at the annual APA meeting where job interviews take place\", an \"undergraduate whose professor joked publicly about dripping hot wax on her nipples\" and a \"... lesbian who found herself suddenly invited, after she came out, to join in the sexualizing of her female colleagues.\" Saul states that philosophy departments failed to deal with the allegations.[10] In 2013, the American Philosophical Association formed a committee to study the allegations of sexual harassment of women students and professors by male philosophy faculty.[6] Saul states that one of the allegations was regarding a \"...distinguished visiting speaker whose first words are: \"Show me a grad student I can fuck\".\"[7] Saul states that women are \"...leaving philosophy after being harassed, assaulted, or retaliated against.\"[7] In 2014, Inside Higher Education reported allegations that a Yale University philosophy professor had sexually harassed a woman; the \"alleged victim says she reported the professor to Yale, with no real result\".[6]\nIn an interview with Inside Higher Ed, the alleged victim stated that she \"...suffers from post-traumatic stress disorder that impedes everyday life, not only from the alleged attack but also from the \"browbeating\" she endured as she attempted to report the professor, again and again, to Yale officials.\"[6]\n\nIn 1993, the American Philosophical Association's sexual harassment committee set out guidelines for addressing this issue in philosophy departments. The APA guidelines, which were revised in 2013, stated that:[82]\n\nNana Asma'u (1793–1864), from the Sokoto Caliphate in today's Nigeria, is one of many notable black women philosophers. She was a founder of the educational network Yan Taru (‘The Associates’), which is still active today. She wrote in the Fulfulde, Hausa and Arabic languages, and her first text had the title: ‘Warning for the Negligent and Reminder for the Intelligent Regarding the Ways of the Pious’. She argued for humility between people, and for \"good relations with one’s relatives, servants, and comrades. This is shown by being cheerful with them; doing good things for them; serving them; never acting as if superior to them; consulting them in many matters; helping them financially and physically [...]\"[14]\n\nPhillis Wheatley and Ida B. Wells are other notable women thinkers of African and African-American background in the 19th century.\n\nThere are few black women philosophers, which includes women of African and Caribbean ancestry, African-Americans and other individuals from the African diaspora. According to philosopher Sally Haslanger, the \"numbers of philosophers of color, especially women of color, is even more appalling\"; in a 2003 study, there \"...was insufficient data for any racial group of women other than white women to report.\"[83] In the United States, the \"...representation of scholars of color is plausibly worse than in any other field in the academy, including not only physics, but also engineering.\"[83]  According to professor L.K. McPherson, there is a \"gross underrepresentation of blacks in philosophy.\"[84]  McPherson states that there is a \"...willful, not necessarily a conscious, preference among many members of the philosophy profession largely to maintain the status quo in terms of: the social group profiles of members; the dynamics of prestige and influence; and the areas and questions deemed properly or deeply 'philosophical.' None of this is good for black folk.\"[84]\n\nThe first black woman in the US to do a PhD in philosophy was Joyce Mitchell Cook, who obtained her degree in 1965 from Yale University. LaVerne Shelton was also one of the earliest black women to receive a PhD in philosophy. Other notable women include Angela Davis, a political activist who specializes in writing about feminism, critical theory, Marxism, popular music, social consciousness, and the philosophy of punishment and prisons; Kathryn Gines, the founding director of the Collegium of Black Woman Philosophers, who specializes in continental philosophy, Africana philosophy, philosophy of race and Black feminist philosophy; Anita L. Allen, the first African-American woman to complete both a JD and a PhD in philosophy, who focuses on political and legal philosophy, and who in 2010 was appointed by President Obama to sit on the Presidential Commission for the Study of Bioethical Issues; and Adrian Piper, an analytical philosopher who received a PhD in philosophy from Harvard; Jaqueline Scott, who received a PhD in philosophy from Stanford University, and who specializes in Nietzsche, nineteenth-century philosophy, race theory and African-American philosophy. In 2018, Mpho Tshivhase became the first black woman in South Africa to complete a PhD in philosophy.[85]\n\nFew Asian women are recognized in contemporary Western philosophy. In a New York Times interview[86] with George Yancy, Korean-American philosopher Emily S. Lee, assistant professor of philosophy at California State University, Fullerton, states, \"I wonder if some of my experiences occur from being Asian-American, in the ways people stereotypically assume that I must specialize in certain areas of philosophy or behave in specific ways, such as being quiet and subdued.\" She postulates that the social forces that stereotype and encourage Asian-Americans to enter more lucrative and secure fields (such as engineering or medicine) combined with influences within the field of philosophy discouraging Asian-American youths from continuing their study in the field has led to the extremely small population of Asian-American female philosophers. University of Washington philosophy professor Carole Lee's report in the American Philosophical Association's newsletter on Asian and Asian-American Philosophers and Philosophies suggests[87] that Asian women face conflicting stereotypes, making it difficult for them to fit into the field of philosophy: \"Women are stereotyped as submissive rather than aggressive and as being bad at math: they lack both characteristics associated with philosophy.\" On the other had, \"Asian Americans are stereotyped as being mathematical; however, they are characterized in passive rather than aggressive terms.\" Philosopher David Kim offers the explanation that a lack of Asian American mentors in philosophy and \"derogation of philosophical thought that resonates with their identity\" may also contribute to the wide disparity.\n\nThe burgeoning field of Latino philosophy acknowledges the role of Chicana Feminism and the cultural theories by Gloria E. Anzaldúa (1947–2004) as precursors to the field.[88]  Latina philosophers who practice in the United States and publish widely in Spanish and English include: Maria Lugones (born 1948),[89] and Susana Nuccetelli (1954) from Argentina; and Ofelia Schutte (1944) from Cuba;[90] Linda Martín Alcoff (1955) from Panama (editor of \"Stories of Women in Philosophy\");[70] and Giannina Braschi (1953) from Puerto Rico.[91] Giannina Braschi's writings on Puerto Rican independence and capitalism focus on financial terrorism, gender identity, debt structures, and \"feardom\".[92] Whereas, Susana Nuccetelli widely questions the nature of justice and women's rights, and Latina cultural identity.[93] Forerunners to other women in the field of Latino philosophy are Spanish and Latin American women philosophers who wrote in Spanish: Teresa de Avila (1515–1582), Oliva Sabuco (1562–1622), Sor Juana Inez de la Cruz (1648–1695), Maria Zambrano (1904–1991), and Victoria Camps (1941).[94]  One of the earliest Latin American feminist philosophers was Graciela Hierro (1928–2003), who introduced feminist philosophy into the academic curriculum of Mexican universities in the 1970s and organized the first panel on feminism at a national Mexican philosophy conference in 1979.[95] Academic platforms for their work include Letras Femininas, Chasqui, Latinx Cultural Center at Utah State University, APA Newsletter on Hispanic/Latino Issues on Philosophy, Society for Mexican-American Philosophy, and the annual Latinx Philosophy Conference. These forums span a wide range of Latino social justice and cultural issues (e.g. Imperialism, coloniality of gender, race theories, gender discrimination, gender in grammar, immigration, incarceration, decolonialization, citizenship, queer desire, and disability within Latin American and U.S. Latina feminisms).[96]\n\nThere are many possible causes for why women are underrepresented in philosophy.  As mentioned above, female philosophers have faced discrimination and sexual harassment in the workplace.  Other hypotheses have risen as the problem of underrepresentation becomes more apparent.  A. E. Kings points to a particular \"myth of genius\" that could be affecting the rate at which women pursue post-graduate degrees in philosophy.  This myth is about perception; Kings believes that women are less likely to be perceived as \"geniuses.\"[97]  These perceptions can be internalized, which \"can lead to underperformance, and even withdrawal from a discipline altogether.\"[97]  Underrepresentation can be seen as a cyclical issue.  Because there are few women in the academic field, women face challenges upon entering a male-dominated area, which could in turn discourage them from continuing higher education in philosophy.  Sally Haslanger (mentioned above) recalled \"in my year at Berkeley and in the two years ahead of me and two years behind me, there was only one woman each year in classes of eight to ten students.  Eventually, the other four women dropped out, so I was the only woman left in five consecutive classes.\"[98]\n\nRole overload is a concept that can apply to women in a multitude of ways.  Role overload is the idea that there are multiple roles a person must take on, and in maintaining these roles, psychological duress can occur.[99]  These roles could be within a workplace, higher education, or at home.  Examples of these roles outside of the academic and workplace environment include the role of mother or caregiver.  Role overload could also occur if a person is required to fulfill many roles at once within the workplace.  In higher education, role overload could be seen as a person performing the roles of a student and teaching assistant at the same time.  It could also compound; a woman could be a mother, working a job, as well as being a student.[99]\n\n"
        },
        {
            "title": "Reports from the US",
            "text": "U.S. Department of Education reports indicate that philosophy is one of the least proportionate fields in the humanities with respect to gender.[4] Although reports indicate that philosophy as a professional field is disproportionately male, no clear, unequivocal data exists on the number of women currently in philosophy, or indeed, on the number of men in philosophy, and it is debatable how to define what it means to be ‘in philosophy.’ This can variously be defined as the current number of Ph.D. holders in philosophy, the current number of women teaching philosophy in two- and four- year institutions of higher learning either/both full-time and/or part-time (no one data set exists which measures these), or the current number of living women with publications in philosophy. The lack of clear data makes it difficult to establish gender proportions, but the consensus among those who have tried to arrive at an estimate is that women make up between 17% and 30% of academically employed philosophers.[5] Current studies show that women make up 23.68% of professors in philosophy; this applies both to tenured professors, and associate and assistant professors.[97]  Another study found that the rate of women in philosophy has not increased significantly.  Between 1994 and 2013, female PhDs in philosophy decreased by 0.5%.[97]\n\nThe National Center for Education Statistics' 2000 report, \"Salary, Promotion, and Tenure Status of Minority and Women Faculty in U.S. Colleges and Universities,\" estimates in Table 23 that the total number of \"History and Philosophy\" U.S. citizens and full-time faculty who primarily taught in 1992 was 19,000, of which 79% were men (i.e. 15,010 men in history and philosophy), 21% were women (3,990). They add, \"In fact, men were at least twice as likely as women to teach history and philosophy.\"[100]\n\nIn their 1997 report, \"Characteristics and Attitudes of Instructional Faculty and Staff in the Humanities,\" NCES notes, that about \"one-half of full-time instructional faculty and staff in 4-year institutions in English and literature (47 percent) and foreign languages (50 percent) were female in the fall of 1992, compared with less than one-half of instructional faculty and staff in history (24 percent) and philosophy and religion (13 percent) (table 4).\" In this report they measure Philosophy and Religion in the same data set, and estimate the total number of full-time instructional Philosophy and Religion faculty and staff in 4-yr institutions to be 7,646. Of these, 87.3% are male (6675 men),\n12.7 are female (971 women).[101] The 1997 report measures History Full-time instructional faculty and staff in 4-yr institutions to be 11,383; male:76.3 (8,686 men);\nfemale: 23.7 (2,697 women). The numbers of women in philosophy from the two studies are not easily comparable, but one rough method may be to subtract the number of women in history in the 1997 report from the number of women estimated to be in 'history and philosophy' in the 2000 report. Doing so suggests that as a rough estimate, 1,293 women are employed as instructors of philosophy.\n\nThe 1997 report indicates that a large portion of all humanities instructors are part-time.[102] Part-time employees are disproportionately female but not majority female.[103] Therefore, considerations of full-time employees only necessarily leave out data on many women working part-time to remain active in their field. In 2004, the percentage of Ph.D.s in philosophy, within the U.S., going to women reached a record high percentage: 33.3%, or 121 of the 363 doctorates awarded.[104]\n\n"
        },
        {
            "title": "Organizations and campaigns",
            "text": "Minorities and Philosophy[105] (MAP) is an international movement of graduate and undergraduate students and faculty members in philosophy working on issues related to \"the underrepresentation of women an minorities in philosophy.\"[106] MAP consists of chapters at universities around the world, and the format can vary from school to school. However, all chapters focus broadly on issues minorities face in the profession, philosophical issues regarding minorities, and work done by minority philosophers, as well as issues that are specific to that school's philosophy department. MAP's short-term goals include providing a space for students to discuss and work on these issues, and long-term goals include contributing to the culture of academic philosophy and increasing participation and recognition of minorities in philosophy. In recent years, MAP has fostered collaborative work between chapters, establishing \"connections between chapters that benefit both members and departments long-term,\"[107] increased work on inclusive pedagogy, and organized efforts to bring philosophy into communities outside of university campuses, such as prisons and elementary schools.\n\nThe Committee on the Status of Women is a committee of the American Philosophical Association devoted to the assessment and reporting on the status of women in philosophy.[108] It is currently chaired by Hilde Lindemann.[109] In April 2007, the Committee on the Status of Women co-sponsored a session on the central question \"Why Are Women Only 21% of Philosophy\".[110] At this session, Sharon Crasnow suggested that the low numbers of women in philosophy may be due to:\n\nThe Society for Women in Philosophy is a group created in 1972 that seeks to support and promote women in philosophy. It has a number of branches around the world, including in New York, the American Pacific, the United Kingdom and Canada.[111] Each year, the society names one philosopher the distinguished woman philosopher of the year.[112]\n\nHonorees include:\n\nThe blog Feminist Philosophers hosts the Gendered Conference Campaign, which works toward increasing the representation of women at philosophy conferences and in edited volumes. The blog states that \"all-male events and volumes help to perpetuate the stereotyping of philosophy as male. This in turn to contributes to implicit bias against women in philosophy....\"[113]\n\n"
        }
    ]
}