{
    "url": "https://en.wikipedia.org/wiki/Women_in_prison_film",
    "title": "Women in prison film",
    "table_of_contents": [
        "1 Recurring plot elements",
        "2 History of the genre",
        "2.1 American films",
        "2.2 Italian films",
        "2.3 Asian films",
        "2.4 Sub-genres",
        "3 Related genres",
        "3.1 Nunsploitation",
        "3.2 Mixed-genre prison films",
        "4 Prison film producers",
        "5 See also",
        "6 References",
        "6.1 Notes",
        "6.2 Bibliography",
        "7 Further reading",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The women in prison film (or WiP film) is a subgenre of exploitation film that began in the early 20th century and continues to the present day.\n\nTheir stories feature imprisoned women who are subjected to sexual and physical abuse, typically by sadistic male or female prison wardens, guards and other inmates. The genre also features many films in which imprisoned women engage in lesbian sex.\n\nWiP films are works of fiction intended as pornography. The films of this genre include a mixture of erotic adventures of the women in prison.[1] The flexible format, and the loosening of film censorship laws in the 1960s, allowed filmmakers to depict more extreme fetishes, such as voyeurism (strip searches, group shower scenes, catfights), sexual fantasies (lesbianism, rape, sexual slavery), fetishism (bondage, whipping, degradation), and sadism (beatings, torture, cruelty).\n\nPrior to these films, another expression of pornographic women in prison was found in \"true adventure\" men's magazines such as Argosy in the 1950s and 1960s, although it is possible that Denis Diderot's novel The Nun anticipated the genre. Nazis tormenting damsels in distress were particularly common in these magazines.\n\n"
        },
        {
            "title": "Recurring plot elements",
            "text": "Most women-in-prison films employ the same stock characters and formulaic situations. Characters that are fellow inmates may include a sarcastic prostitute, a manipulative snitch, or an aggressive lesbian. The female criminals are usually hypersexualized and fetishize homosexual relationships.[2] The authority figure of the prison is usually a cruel woman who herself is a variation of the traditional prison lesbian.[3] Common scenes in women in prison films may include:\n\nThe narrative peaks with some kind of rebellion, which may include a fight, attempted break out, or natural disaster such as a prison fire or earthquake.[3] The story then follows with an uprising or escape sequence in which the villains are killed and the prisoner is freed. Occasionally a new inmate is an undercover reporter investigating corruption as in Bare Behind Bars or a government agent sent to rescue a political prisoner (Caged Heat 2: Stripped of Freedom, Love Camp 7). Most commonly, the prisoner is reunited with a man (a lover, father, or priest) who guides her to goodness so she can reestablish her life with familial and heterosexual relationships.[3]\n\n"
        },
        {
            "title": "History of the genre",
            "text": "In the silent era, only a few films featured women as leading characters in crime dramas. A silent film star who perfected such roles was Priscilla Dean, most notably in The Wicked Darling (1919) and Outside the Law (1920).\nBut it was not until the 1930's that Hollywood began making movies partially set in women's prisons, such as Up the River (1930), with Claire Luce, Ladies They Talk About (1933), with Barbara Stanwyck, Hold Your Man (1933), with Jean Harlow, and Girls on Probation (1938), with Jane Bryan, but generally, only a small part of the action took place inside the institution.  Women-in-prison films developed in the 1930s as melodramas in which young heroines were shown the way to a righteous life by way of the prison. Under the influence of pulp magazines and paperbacks, they became popular B movies during this period.  It was not until the 1950s, beginning with the release of Caged (1950), starring Eleanor Parker and Agnes Moorehead, So Young, So Bad (also 1950), with Anne Francis and Rita Moreno, Women's Prison (1955) with Ida Lupino and Cleo Moore and, in Great Britain, The Weak and the Wicked (1954), with Glynis Johns and Diana Dors, that an entire film was set inside a women's correctional facility.\n\nSeveral films were made about women prisoners interned by the Germans and Japanese during the Second World War such as Two Thousand Women and Three Came Home.\n\nThe film that kicked off the genre in a new direction was Jesús Franco's 99 Women, which was a big box office success in the U.S. in 1969. That year Love Camp 7 was also among the first pure exploitation films that influenced the women in prison and Nazi exploitation genres.\n\nFrom 1979 to 1986, Australian Television's hit women's incarceration drama, Prisoner: Cell Block H, ran to 692 episodes.\n\nIn 1999, the popular TV series Bad Girls was released on Britain's television network, ITV. Bad Girls took a turn from the usual prison drama seen before to show a different perspective of women's lives and sexuality in prison. Sociologist Didi Herman states,\"Unlike other mainstream television products that may have lesbian or gay characters within a prevailing context of heteronormativity, [Bad Girls] represents lesbian sexuality as normal, desirable,  and possible.\"[4]\n\nA number of the WiP films remain banned by the BBFC in the United Kingdom. Among them are  Love Camp 7 (rejected in 2022) and Women in Cellblock 9 (rejected in 2004), on the grounds that they contain substantial scenes of sexual violence and in the case of the latter an actress who at 16 was under age at the time of production, rendering it child pornography under U.K. law.[5]\n\nExamples of traditional WiP films set in the U.S. include: The Concrete Jungle (1982), and Chained Heat (1983) with Linda Blair, Tamara Dobson and Sybil Danning, Cell Block Sisters (1995), Caged Hearts (1995), Bad Girls Dormitory (1985), Under Lock & Key, Caged Fear (1991), Caged (1950), Freeway (1996) with Reese Witherspoon and Brittany Murphy, and Stranger Inside (2001).\n\nAmerican tourists are incarcerated overseas in Chained Heat 2 (1993) with Brigitte Nielsen and Red Heat (1985) with Linda Blair.  Both films are about innocent women who are thrown into foreign prisons and forced to face sadistic guards and brutal rape. Mainstream, non-exploitation prison films dealing with this theme include Bangkok Hilton (1989) starring Nicole Kidman  and Brokedown Palace (1999) with Claire Danes, both which are set in Thailand and are focused on women who are imprisoned for smuggling drugs.  Also Prison Heat (1993 film), set in Turkey, is about four innocent American women who are mistakenly thrown in prison for cocaine possession.\n\nJonathan Demme's Caged Heat (1974) is one of the better known WiP films and has a cult following due to its tongue-in-cheek approach and casting of horror icon Barbara Steele as the warden. Demme also co-wrote The Hot Box in 1972, which is about female prisoners who break free and start a rebellion against their captors.\n\nIn recent years, films that parody or pay homage to the classic WiP films of the '70s have emerged such as Cody Jarrett's Sugar Boxx (2009) and Steve Balderson's Stuck! (2010). Both of these films mimic classic WiP films by including typical WiP film characters, predictable scenes, and similar plots overall.\n\nItalian exploitation directors have produced scores of WiP films with far more graphic sex and violence than those produced in the U.S.\n\nBruno Mattei directed  Women's Prison Massacre (1985), Caged Women (1984), and Jail — A Women's Hell (2006).  Other films include Women in Fury (1985) and Caged Women in Purgatory (1991).\n\nThe Nazi exploitation subgenre centers on the same theme of captive women suffering abuses in war-time prison camps.  Many of these films were developed in the late 1970s and the early 1980s as the industry continued to grow. Films such as SS Experiment Love Camp, SS Camp 5: Women's Hell, Hell Behind Bars and Hell Penitentiary directed by Sergio Garrone in 1983, Gestapo's Last Orgy (1977) directed by Cesare Canevari, Helga, She Wolf of Spilberg (1978) and Fraulein Devil (1977) directed by Patrice Rhomm, SS Hell Camp (1977) directed by Luigi Batzella, Women in Cell Block 7 (1973) directed by Rino Di Silvestro and  Nazi Love Camp 27 (1977) directed by Mario Caiano were partly inspired by the U.S./Canadian Ilsa series.\n\nThe abuse of Chinese women in Japanese detention or prisoner-of-war camps during World War II is depicted in a series of Hong Kong films. Prime examples include Bamboo House of Dolls (1973) with Birte Tove (1945-2016) and Great Escape from a Women's Prison.\n\nComfort Women (1992) is based on real events. Chinese prostitutes are abducted by Japanese soldiers and used for brutal scientific experiments at the notorious Unit 731 medical camp.\n\nA Chinese Torture Chamber Story (1994) and its sequel are based on historical records of China's Qing Dynasty. The topic of sex \"is usually considered taboo in traditional Chinese society\", which makes the film industry scandalous and frowned upon by many.\n\nOne of the very early examples of the genre in Japan began with Death row Woman, a noir drama made by the master of J-horror Nobuo Nakagawa in 1960, although the plot doesn't focus entirely inside of the prison. After, the women prison films are often made into a series based on popular characters from manga comics such as Prisoner Maria and the Joshu Sasori series, most known by the Meiko Kaji films. Many Japanese films include themes of vengeance and retribution with a heroine who take revenge against the drug or prostitution syndicates responsible for her incarceration. In the film Female Convict 701: Scorpion, the audience \"can see a story of Japanese women in captivity, with lots of very life-like scenes\" because Japanese directors desire to produce \"natural looking stories\" to enhance the reality of the situation. Many Japanese films contain these \"natural looking stories\" because they were based on life events, such as the internment camps.\n\nThe \"jungle prison\" subgenre has films set in fictional Banana republic nations run by corrupt dictators in either South America or Southeast Asia. The majority of these were filmed in the Philippines where production costs are low. Here, a group of nubile prisoners are herded together in a stockade prison camp and used as slave labor, doing tasks such as cutting sugar cane or digging in a quarry. These films usually involve a revolution subplot with political prisoners freed by other inmates in a climactic raid where the villains are killed. Actress Pam Grier starred in several Filipino jungle films such as Roger Corman's The Big Doll House and its sequel The Big Bird Cage, plus Women in Cages, and Black Mama White Mama (story co-written by Jonathan Demme).\n\nSweet Sugar (1972) starred Phyllis Davis, Caged Heat 2: Stripped of Freedom (1994) featured Jewel Shepard as an undercover agent. The especially brutal Escape from Hell, a.k.a. Escape  (1979) and its sequel Hotel Paradise came from Italy. Jesus Franco's Sadomania features scenes such as gladiator fights to the death and prisoners hunted like animals in an alligator-infested swamp.\n\n"
        },
        {
            "title": "Related genres",
            "text": "The Nunsploitation (nun exploitation) subgenre emerged at the same time as the WiP film and is composed of the same basic elements. The stories are set in isolated convents that resemble prisons where sexually-repressed nuns are driven to rampant lesbianism and perversity.\n\nThe Mother Superior is usually a cruel and corrupt warden-like martinet. The nuns are treated like convicts, with rule-breakers subjected to whippings or Inquisition-style tortures. The added element of religious guilt entails scenes of masochism and self-flagellation.\n\nThe WiP film has also expanded into other areas and film genres such as horror and science fiction.\n\nA notable European horror-hybrid is the 1969 Spanish film, The House That Screamed.  A psycho-killer lurks in a house for wayward girls run by a harsh disciplinarian (Lilli Palmer). This groundbreaking film has influenced many others, particularly the Dario Argento thriller Suspiria.\n\nHuman Experiments (1979), and Hellhole (1985) are two examples of a spate of horror films where prisoners are experimented on by mad scientists.\n\nWerewolf in a Women's Prison (2006) draws from the monster-movie genre.\n\nCaged Heat 3000 (1995) stars Lisa Boyle (a.k.a. Cassandra Leigh) as an inmate on an asteroid prison.  Includes futuristic touches such as electric bra torment and cattle prod-like sticks.\n\nStar Slammer, a.k.a. Prison Ship (1986) is one of several low-budget space sagas set in the future.[6]\n\nChained Heat 3: Hell Mountain (1998) and Chained Rage: Slave to Love (2002) are both set in a barbaric post-nuclear world where slaves are forced to toil in the mines.\n\nTerminal Island (1973) with Phyllis Davis, Tom Selleck, and Marta Kristen and Caged in Paradise (1989) starring Irene Cara are both set on isolated island penal colonies with no prisons or guards. Inmates are simply stranded there and must fend for themselves. The 1985 Japanese film Banished Behind Bars has a similar theme.\n\nJanet Perlman's satirical graphic novel Penguins Behind Bars is a parody of the women in prison genre. It was later adapted by Perlman as an animated short which aired in the U.S. on Cartoon Network.[7][8]\n\n"
        },
        {
            "title": "Prison film producers",
            "text": "In recent years, North American Pictures, the Canadian makers of Chained Heat 2 set up a separate production company in the Czech Republic called Bound Heat Films for creating R-rated, erotic WiP, Nazisploitation, and female slavery films. Many of these star Rena Riffel (from Showgirls). Titles include: School of Surrender, Dark Confessions, Stories from Slave Life, No Escape, Caligula's Spawn, Slave Huntress, and Bound Cargo.[9]  While not technically considered pornography the nudity in many of the scenes in these films draws on fetishes as a dramatic element.\n\nBars and Stripes is a video producer that maintains a website entirely devoted to its line of prison-based BDSM fetish films. A stable of recurring \"inmates\" are listed with mug shots and information. Most of the films are part of a continuing story. Other companies that exclusively produce prison fetish films include: Chain Gang Girls, CagedTushy.com, and SpankCamp.com.\n\nCheryl Dunye is an independent film producer who produced the prison drama Stranger Inside (2001) about a young African American women who purposely misbehaves in juvenile detention to get transferred to the women's prison in an effort to reunite with her imprisoned mother.[10]\n\n"
        }
    ]
}