{
    "url": "https://en.wikipedia.org/wiki/Women_and_religion",
    "title": "Women and religion",
    "table_of_contents": [
        "1 Abrahamic religions",
        "1.1 Christianity",
        "1.2 Judaism",
        "1.3 Islam",
        "2 East and Southeast Asian religions",
        "2.1 Taoism",
        "3 Indian religions",
        "3.1 Buddhism",
        "3.2 Hinduism",
        "3.3 Jainism",
        "3.4 Sikhism",
        "4 See also",
        "5 References",
        "6 Further reading",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The study of women and religion examines women in the context of different religious faiths. This includes considering female gender roles in religious history as well as how women participate in religion. Particular consideration is given to how religion has been used as a patriarchal tool to elevate the status and power of men over women[1] as well as how religion portrays gender within religious doctrines.[2]\n\n"
        },
        {
            "title": "Abrahamic religions",
            "text": "Christians have taken vastly diverse views on the rights, responsibilities, and roles appropriate for women to exercise in different times and places. Many Christians believe that women and men are spiritually equal, and that their equality should find itself expressed in the life of the Church. While some perspectives within the religion have upheld equality between sexes, others more rooted in the patriarchy of the ancient world equate cultural principles with religious ones in order to oppress women. A more patriarchal form of Christianity sets a mold for women to adhere to and limits their freedom in the church. According to such interpretations of the Christian Bible, wives are expected to be submissive in many ways. They are asked not only to be submissive to their husbands but to the church, their community, and God.[3]  \"At the head of every household is a man; at the head of a man is Christ, and the head of every woman is a man, and the head of Christ is God.\"[4] Wives are seen as second in the family household, only to that of their husbands. This suggests that men are first hand in Christianity and adds to the issue of equal rights for women in the religion. In 2020, it has been estimated that the female share of the World's Christian Population is around 51.6%.[5]\n\nAccording to the scripture in Genesis, “the Lord God said, it is not good that the man should be alone; I will make him a help meet (fit or suitable) for him.[6][7] The passage suggests that women are to play a supportive role to men and is supported in further passages from Christian Scripture. For example, in Colossians and Peter, the specific passages call for women to submit to their husbands and to stay silent in their shadow. Lastly, in terms of how women are suppressed by scripture, the specific passage in Titus calls for a woman to not teach or preach in public assembly for that would constitute authority of a man.[7]\n\nWhile it has been estimated that the female share (aged 20 years and over) of the World's Christian Population is between 52 and 53 percent,[8][9] leadership roles in the modern organized churches and sects of Christianity are often restricted to males. In the Roman Catholic and also in Eastern Orthodox Churches and Oriental Orthodox Churches, only men may serve as priests or deacons; only males serve in senior leadership positions such as pope, patriarch, and bishop. However, in Christian history, women have been ordained to the diaconate and performed equal duties with male deacons.  Although ordaining women as deacons fell out of mainstream practice many centuries ago, many Orthodox Churches have re-instated the practices to varying degrees. In 2017, Ani-Kristi Manvelian was ordained and con-celebrated with her male counterparts in the diaconate at Saint Sarkis Cathedral in Tehran.[10] In addition to serving as ordained clerics, women may serve as nuns and abbesses.[11]\n\nAlthough, many voices within Christianity profess equality for all and says women and men were created equally,[12] as shown throughout history, women have been subject to the patriarchy that is embedded in the religion in some places and expressions. “In the midst of the Greek, Roman, and Jewish cultures, which viewed women almost on the level of possessions, Jesus showed love and respect for women.”[13] As expressed in the preceding quote, Jesus Christ professed equality and Christianity does express and celebrate equality. It is the patriarchy of society that has influenced Christianity and put men in positions of power.[14] Though women have played a vital role in the church, as expressed by the Acts and many others,[15][16] none have ever been allowed a position of leadership.[citation needed] Women such as Mary Magdalene, who played a major role in support Jesus and the ministry, show just how important women have been to Christianity.[17]\n\nApostle Paul is a great example in showing this as he worked, “side by side with them for the furtherance of the gospel,”[18] but never himself appointed any women in roles of power. Women in the partriachal forms Christianity can be roughly summarised in the following quote: “Although, women are spiritual equals with men and the ministry of women is essential to the body of Christ, women are excluded from leadership over men in the church.”[18] However, there are many exceptions to that in other expressions, times, and forms of the Christian faith. Especially during the middle ages, abbesses were women of great authority and influence. They exercised spiritual authority not only over their nuns, but often ruled over monks as well in a double monastery. Whether the house was intended for women, men, or both, the abbess was always to be obeyed as the head of the house. From what history tells us, it is safe to conclude that the hierarchy of mainstream Christianity has benefitted women by putting them in places of authority over men, despite whatever cultural oppression some male leaders may have encouraged.\n\nMany Christians in mainstream denominations not excluding Methodists, Episcopalians, Presbyterians and others[19] disagree with the idea that women should not have leadership positions. There are New Testament texts which exhort Christians not to discriminate between men and women; for one example, Galatians 3:28 \"There is neither Jew nor Gentile, neither slave nor free, nor is there male and female, for you are all one in Christ Jesus.\"[20] A small minority of women are also mentioned in the New Testament as probably holding leadership positions, such as Phoebe, Junia, Priscilla and a few others. Note that many translators dispute the meaning or degree of leadership in these references. Modern popular female preachers like Joyce Meyer, Paula White and Kathryn Kuhlman have had or have leadership roles in Church. It is also mentioned in the Old Testament that women such as Deborah[21] and Huldah[22] were Prophets. In the New Testament Philip was said to have four daughters who prophesied.[23]\n\nNotably, Christians who believe in the veneration of saints hold the Virgin Mary in high regard. Catholic, Orthodox, and some other Christians believe that she is to be honoured and esteemed as the holiest and greatest of all created people. After the Holy Trinity, they honour her as the secondary paragon of holiness and goodness. Such Christians revere her with various and sundry titles, especially \"Queen of Heaven\". There is much to be said for a sect of a faith that venerates a woman as the greatest human being of all time, despite what any other sects of that religion may declare or do.\n\nThe Gospel of Mary, a work tied to Christian Gnosticism, is the only known surviving apocryphal text that is named after a woman. According to its narrative, Mary Magdalene was the only follower of Jesus who truly understood his teachings.[24]\n\nThe role of women in Judaism is determined by the Hebrew Bible, the Oral Law (the corpus of rabbinic literature, including the Talmud), by custom, and by non-religious cultural factors. Although,  the Hebrew Bible and rabbinic literature mention various female role models, religious law treats women differently in various circumstances.[25]  In historical Jewish texts, all people were seen equal under the highest level: God.  The Hebrew bible states that “man” was made both “male and female”,[26] originally had a dual gender for God, but this disappeared and God became referred to as \"He and Him.\"  In Judaism, God has never been exclusively viewed as male or masculine, but rather, God has both masculine and feminine qualities.[27]  Scriptures and ancient texts refer God as “Him” and also \"her.\" \n\nFamily is strongly emphasized in Judaism. Gender has a bearing on familial lines: in traditional Judaism, Jewishness is passed down through the mother, though the status of belonging to one of the three groups within Judaism (kohen, levite, or Israel) is inherited through the father. In the Hebrew Scripture, the father's name is used to identify sons and daughters, e.g: \"Dinah, daughter of Jacob\".[28] Responsibilities were not taken lightly with regards to the family.  The wife and mother in Hebrew,  is called \"akeret habayit,\" which in English translation means \"mainstay of the house.\" In traditional and Orthodox Judaism the\" akeret habayit,\" or woman of the house, tends to the family and household duties.[29] According to a 2017 study by the Pew Research Center, women (aged 20 years and over) are slightly more numerous among worldwide Jewish population (52%).[9]\n\nWomen have been highly regarded within the Jewish community because they are capable of a great degree of \"binah\" (institution, understanding, intelligence).  The term, “women of valor,” describes the ideal characteristics of a Jewish woman.  Traditionally, she is one who devoted all her energies towards the “physical and spiritual well-being of her family.”[30]  Her continuous care enabled her husband and children to flourish, her personal reward being their successes.[31]  However, that role has been reshaped through time.  The “women of valor’s” impact expanded beyond the household and into the community.  Volunteer work has allowed women to sharpen leadership and organizational skills.[30]  While it may seem that women only have had influence in smaller communities, Jewish women have eventually established enough authority to emerge as public figures.  In 1972, Sally Priesand became the first woman ordained as a rabbi, in the Reform denomination.[32]  Women in the Reform, Conservative, Reconstructionist, and Renewal denominations are now able to lead worship services and read from the Torah and give drashes (sermons) just as men do, often contributing a different perspective.[33]\n\nIslam is a monotheistic religion that was founded in the early seventh century by the prophet, Muhammad. The notion of a good life for a Muslim person is defined in Islam’s sacred text, the Quran, as well as the Hadith which are the direct teachings of Muhammad. Although these sources covered a lot, there were still some situations that were left to interpretation. Thus, Islamic scholars formed a consensus around a set of secondary sources, the most notable being the ijma, qiyas, ijtihad and fatwas. It is important to recognize that the Quran is not a static source with a fixed meaning but a dynamic, versatile one.[34]\n\nAlthough, the introduction of Islamic principles was a step in the right direction, men kept the dominant position and women were required to be obedient to their husbands, fathers, and sons. This was less due to the teachings of the religion than to the cultural norms of the era in which it arose. Before Islam became so widespread, people of the Middle East lived in households in which women were seen as the property of their husbands and were only meant to perform household tasks, ultimately dehumanizing them.[35]\n\nIslam also gave some recognition to women’s rights by regarding men and women as equals in their ability to carry out the wishes of Allah and the teachings of Muhammad.[36] The three main things which sharia law introduced were a women’s rights to marriage, inheritance, and divorce. It also limited the oppressive privileges of men by restricting polygamy, limiting men to marrying a maximum of four women only, and requiring the husband to take care of each wife equally and properly.[37] Marrying more than four wives is the right only of certain men in powerful positions. Muhammad himself had several wives, marrying some who were widows to give them a home and protection.\n\nMuslims must observe the five pillars of Islam: praying five times a day, fasting during the month of Ramadan, making a pilgrimage to Mecca, donating to charity, and accepting Allah as the only God and Muhammad as Allah's prophet. Women have restrictions on praying in public, given instead separate private spaces. Also,  women are not permitted to pray during menstruation as they are not considered clean. If women are pregnant or nursing during the month of Ramadan, they do not need to keep the sunup to sundown daily fasts.[35]  Segregation of men and women in Islamic centers gives Muslim women the right to work independently and not under men.\n\nDue to their isolation, it became the responsibility of the ummah, or Muslim community, to pass down the customs and traditions that mold a Muslim women's life. This guidance, sharia, and Islamic scripture outlined the structure for her education, employment opportunities, rights to inheritance, dress, public appearance, domestic 'duties', age of marriage, freedom to consent to marriage, marriage contract, mahr, permissibility of birth control, divorce, sex outside or before marriage, ability to receive justice in case of sex crimes, property rights independent of her husband, and when salat (prayers) are mandatory for her.[38]\n\n"
        },
        {
            "title": "East and Southeast Asian religions",
            "text": "The roles of women in Taoism, have differed from the traditional patriarchy over women in ancient and imperial China. Chinese women had special importance in some Taoist schools that recognized their transcendental abilities to communicate with deities, who frequently granted women with revealed texts and scriptures. Women first came to prominence in the Highest Clarity School, which was founded in the 4th century by a woman, Wei Huacun.\n\n"
        },
        {
            "title": "Indian religions",
            "text": "Buddhism can be considered to be revolutionary within the social and political realms of ancient India in regards to the role of women. Buddhism can be attributed as revolutionary due to the fact that Gautama Buddha admitted women into the monastic order, during a time when monastic communities were dominated by males in India.[39]\n\nAdditionally, one of the main schools of tradition that originated from the early development of Buddhism, called Theravāda Buddhism, expresses the assumption that “all men and women, regardless of their caste, origins, or status, have equal spiritual worth.”[40] Because Buddhism can be described as a religious and philosophical ideology that does not have an explicit “Creator” there is no implied “sacredness” in relation to one’s human form, which means that the practice itself is not bound to the ideas of gender, reproduction, and sexuality.[41][42]\n\nHowever, it is argued that Buddhist traditions still have underlying issues pertaining to gender roles. While Buddhist ideologies may be considered a revolutionary step forward in the status of women, many still consider the tradition to be subject to the social and political context of undermining gender issues during its upbringing, and even up to this day. The progression of gender issues, especially between gender and authority, can be seen during the time period of Hinayana Buddhism, when the Buddhist order underwent major reforms of splitting into about 20 different schools. During this time Buddhist narratives and beliefs arose limiting the status of women’s roles within the Buddhist communities, asserting that women could not reach enlightenment, or Buddhahood.[43] This also meant that women would not attain positions of leadership because that they could not reach enlightenment, unless they “gain good karma and are reborn as men beforehand.”[44]\n\n\nAlternatively, Khandro Rinpoche, a female lama in Tibetan Buddhism, shows a more optimistic view in regards to women in Buddhism:\nIn a YouTube interview on why there are so few female teachers in the Buddhist communities, Rinpoche goes on to say that: \nRinpoche states that while the underlying nature of the patriarchal system that still exists today creates more obstacles and limitations for women in Buddhism, she believes that there is a changing dynamic and optimistic future for women within the Buddhist community.[46] According to a 2017 study by the Pew Research Center, women (aged 20 years and over) are slightly more numerous among worldwide Buddhist population (54%).[9]\n\nHinduism, states Professor of Indian Religion Edwin Bryant, has the strongest presence of the divine feminine among major world religions, from ancient times to the present.[47] The goddess is viewed as central in Shakti and Saiva Hindu traditions.[48][49] In Hinduism, women are portrayed as equal or even greater than men. For instance, Kali Ma (Dark Mother) \"is the Hindu goddess of creation, preservation, and goddess of destruction.\" Her power included the origin of all creation's life, as well as the end of life.[50] Due to her control over life and death, Kali was seen as a goddess who should be loved as well as feared. This leads to a higher status for the woman than the man, because everyone has to respect her in order to have a smooth life and live longer. Another important female figure is Shakti or Adishakti or Adiparashakti, the divine feminine - a goddess that embodies the energy of the universe, \"often appearing to destroy demonic forces and restore balance\".[51] Because Shakti is a universal force, she embodies all the gods in Hinduism and is worshiped as the \"mother goddess\". In Hindu lore, the Goddess is referred as Devi or Devi Ma, meaning Mother Goddess. The Goddess is considered as the progenitor, sustainer and ultimately, the destroyer of the universe. She is worshipped as Durga - the warrior Goddess, Kali - the Goddess of time and death and regeneration, Lalita Tripurasundari - the divine lady of All Worlds and as Bhuvaneshwari, the Goddess of the Universe. The Goddess is worshipped in many forms as Lakshmi, the Goddess of wealth, fortune and prosperity and as Saraswati, the Goddess of knowledge, arts, education and learning. \n\nThroughout history, Hindu women have held public religious positions as practitioners and conductors of Vedic Rituals.[52] Hindu society has seen many female rulers, such as Rudramadevi, Rani Abbakka, Rani Durgavati, Rani Ahilyabai Holkar, Rani Chennamma of Keladi, women saints, such as Andal, philosophers, such as Maitreyi, and religious reformers.[52] While Hinduism portrays women as figures who play an important role in understanding how the world works, women in Hindu society have often been marginalized and their importance has been diminished, as a result of \"girls being made to feel lesser and not as important as boys\".[53] According to a 2017 study by the Pew Research Center, women (aged 20 years and over) are slightly less prevalent among worldwide Hindu population (49%).[9]\n\nDevdutt Pattnaik asserts that \"Hindu mythology reveals that patriarchy, the idea that men are superior to women, was invented\",[54] a societal shift in power occurred between men and women, sometimes to the point where a woman was in a subordinated position to a male.[55] On the other side, matriarchal theology is quite prevalent in Sanskritic traditions and village Hinduism relating to the worship of Shakti, and there are numerous Hindu communities that are matriarchal.[56] Where there has been societal inequality, reformers and feminists have utilized Hinduism's texts to reorient the social status of women to provide them with equal opportunities, and modern Hindu society has witnessed an upsurge in women taking up leadership roles in many contemporary institutions.[57]\n\nJainism is an ancient Indian religion founded around the sixth century BCE.[58] Janism is a nontheistic religion currently practiced in multiple countries, due to Jain settlers who immigrated there (mainly United Kingdom, United States, Canada and some African countries). Jainism is inclusive of women. One of the cornerstones of the religion is the “fourfold\" sangha which describes the Jainism community, which is made up of monks, nuns, laymen and laywomen.\n\nThe religious status of women is a very important aspect of the history of the religion and one of the most critical issues between the oldest religious divisions of the religion, Svetambar and Digambar. The major distinction between these two divisions is the position of women in their societies. Digambar Jains believe that women are not capable of being enlightened due to the belief that the male can let go of all his material possessions in order to attain enlightenment including clothes whereas a woman cannot because of social norms.\n\nWhile Svetambar Jains have opposite beliefs, believing that women are able to become renouncers, are capable of enlightenment and can become religious role models. Women, especially among Svetambar Jains, are believed to be deceitful, and that this characteristic is the main foundation of their character, to the extent that rebirth as a woman is a consequence of being deceitful in a former life. One of their sacred texts states:\n\n“As the result of manifesting deception, a man in this world becomes a woman. As a woman, if her heart is pure, she becomes a man in this world.”[59]\n\nWomen are important in Jainism, playing a major role in its structure (nuns and laywomen), making up two of the four categories within the community and participating in the continuation and spread of the religion. The Jain social structure is patriarchal, with men holding primary leadership roles in the society. Except for modern times, Jain women have been unable to speak for themselves or to tell their stories. Almost all the texts regarding Jain women's roles and experiences have been written by monks, who are males. The pan-Indian belief that women are “weak-minded”, “deceptive”, “fickle”, “treacherous” and “impure” are beliefs common to Jainism and mentioned various times in their sacred and later texts.[59]\n\nJain women do have significant roles, however, especially in the performance of certain rituals. But there are various rituals women still aren't allowed to perform; for example, bathing or touching the statue of Gods. Though some temples have altered the rules, there are many temples who still don't allow it.\n\nJain women are nuns and laywomen in this society. In the fourfold community, the mendicants (monks and nuns) center their lives around asceticism. There are stricter rules/restrictions on nuns in their daily routine and rituals compared to those for monks. And nuns are dependent and subordinate to monks. More years are needed by nuns to gain higher positions in comparison to monks. Although nuns may have seniority in tenure they may be subservient to monks with fewer years in their religious life.\n\nThe laity, which consists of laymen and laywomen, are very important to Jainism for its survival and economic foundation. The laity support the mendicant orders, following rules which create the groundwork of the religion. For example, the doctrine of Jainism places great emphasis on dietary practices. Laywomen play a very important role in ensuring that the rules surrounding dietary practices are followed, as their first and major responsibility is the preparation of meals.\n\nAccording to Sikhism, men and women are two sides of the same coin. There is a system of inter-relation and inter-dependence where man is born of woman, and woman is born of man's seed. According to Sikhism a man can not feel secure and complete during his life without a woman, and a man's success is related to the love and support of the woman who shares her life with him, and vice versa.[60] The founder of Sikhism, Guru Nanak, reportedly said in 1499 that \"It is a woman who keeps the race going\" and that we should not \"consider woman cursed and condemned when from woman are born leaders and rulers\".\n\nSikhs have had an obligation to treat women as equals, and gender discrimination in Sikh society has not been allowed. However, gender equality has been difficult to achieve.\n\nAt the time of the Gurus, women were considered very low in society. Women were treated as mere property whose only value was as a servant or for entertainment. They were considered seducers and distractions from man's spiritual path. Men were allowed polygamy but widows were not allowed to remarry; instead, they were encouraged to burn themselves on their husbands funeral pyre (sati). Child marriage and female infanticide were prevalent and purdah (veils) were popular for women. Women were also not allowed to inherit any property. Many Hindu women were captured and sold as slaves in foreign Islamic countries.\n\nThe Sikh faith is 500 years old. Guru Nanak spread the message of equality and love. Guru Nanak preached about a universal God which is not limited to different religions, race, colour, gender, and nation. The Sikh belief is made up of justice and human rights with historical examples of the Sikh Gurus as well as their followers that make sacrifices for their faith and religion.[61]\n\n"
        }
    ]
}