{
    "url": "https://en.wikipedia.org/wiki/Woodworm",
    "title": "Woodworm",
    "table_of_contents": [
        "1 Types of woodworm",
        "2 Manifestation",
        "3 Treatment",
        "4 Consumption",
        "5 See also",
        "6 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "A woodworm is the wood-eating larva of many species of beetle. It is also a generic description given to the infestation of a wooden item (normally part of a dwelling or the furniture in it) by these larvae.[1]\n\n"
        },
        {
            "title": "Types of woodworm",
            "text": "Woodboring beetles with larvae commonly known as woodworm include:[2][3]\n\n"
        },
        {
            "title": "Manifestation",
            "text": "Signs of woodworm usually consist of holes in the wooden item, with live infestations showing powder (faeces), known as frass, around the holes. The size of the holes varies, but are typically 1 to 1.5 millimetres (5⁄128 to 1⁄16 in) in diameter for the most common household species, although they can be much larger in the case of the house longhorn beetle. Adult beetles that emerge from wood may also be found in the summer months.\n\nTypically the adult beetles lay eggs on or just under the surface of a wooden item. The resulting grubs then feed on the wooden item causing both structural and cosmetic damage. They then pupate and hatch as beetles that then breed, lay eggs and repeat the process, causing further damage.\n\nAs these beetles are accustomed to consuming decaying wood in forests, most grubs will prefer wooden items that contain a higher moisture content than that of typical household items.\n\nA building with a woodworm problem in its structure or furniture may also have a problem with excess moisture. The issue could be the result of a lack of ventilation in a roof space, cellar or other enclosed space within an otherwise dry building.\n\nWhilst moisture is a leading factor resulting in a woodworm infestation, some species of woodboring insects, such as the woodboring weevil, are only found where fungal rot has already begun.\n\n"
        },
        {
            "title": "Treatment",
            "text": "Depending on the species involved, woodworm infestation is generally controlled with insecticides. However, some woodworm conditions, such as those caused by the waney edge borer (Ernobius mollis), require no treatment at all because the insect will have been killed in the preparation of the wood.[4] Only active infestations require treatment, so it is important to ascertain whether an infestation is still active before treatment is carried out.[3] It is also advisable to investigate and solve possible dampness issues, as dry wood is not usually affected, and wood that remains damp may be reinfected at a later date.\n\nElectrical insect killers, which attract and kill adult beetles before they can breed, may be used along with conventional chemical treatments to kill adult beetles before they can breed, but the effectiveness of such an approach is unknown.\n\nFreezing treatments are quite effective but are costly, take two to three weeks to work and may cause damage. Low-oxygen treatment is also effective but is costly and very time-consuming, taking as long as eight weeks to treat the problem.\n\n"
        },
        {
            "title": "Consumption",
            "text": "In places such as Cambodia, South Africa, the Philippines[5] and Papua New Guinea, woodworms may be considered edible delicacies.[dubious  – discuss][citation needed]\n\n"
        }
    ]
}