{
    "url": "https://en.wikipedia.org/wiki/World_to_come",
    "title": "World to come",
    "table_of_contents": [
        "1 Zoroastrian eschatology",
        "2 Jewish eschatology",
        "3 Christian eschatology",
        "4 Hindu eschatology",
        "5 Islamic eschatology",
        "6 See also",
        "7 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The world to come, age to come, heaven on Earth, and the Kingdom of God are eschatological phrases reflecting the belief that the current world or current age is flawed or cursed and will be replaced in the future by a better world, age, or paradise.\n\nThe concept is related to but differs from the concepts of heaven or the afterlife in that heaven is another place or state of existence generally seen as above the world, and the afterlife is generally an individual's continued existence after death.[citation needed]\n\nThe following section reviews religions chronologically by date of the composition of various religious texts, from oldest to most recent, although the chronology of ancient religions is not known with certainty. Later dates are more certain than earlier dates.\n\n"
        },
        {
            "title": "Zoroastrian eschatology",
            "text": "In Zoroastrian eschatology, the world to come is the frashokereti, where the saoshyant will bring about a resurrection of the dead in the bodies they had before they died. This is followed by a last judgment. The yazatas Airyaman and Atar will melt the metal in the hills and mountains, and the molten metal will then flow across the earth like a river. All humankind—both the living and the resurrected dead—will be required to wade through that river, but for the righteous (ashavan) it will seem to be a river of warm milk, while the wicked will be burned. The river will then flow down to hell, where it will annihilate Angra Mainyu and the last vestiges of wickedness in the universe. The saoshyant is first mentioned as a savior in the Yashts written around 625 and 225 BCE.[1]\n\n"
        },
        {
            "title": "Jewish eschatology",
            "text": "There is no evidence of Jewish belief in a personal afterlife, with reward or punishment, until after 200 BC.[2]\n\nAlthough modern Judaism still concentrates on the importance of HaOlam HaZeh (\"this world\"), HaOlam HaBa (העולם הבא) or the world to come is an important part of Jewish eschatology, the afterlife, also known as Olam haBa, Gan Eden (the Heavenly Garden of Eden) and Gehinom.[3][4][5]\n\nAccording to the Talmud, any non-Jew who lives according to the Seven Laws of Noah is regarded as a Ger toshav (righteous gentile), and is assured of a place in the world to come, the final reward of the righteous.[6][7]\n\nThere is much Aggadic material relating to this topic. Much of this has been collected in popular form  in Legends of the Jews, by Louis Ginzberg; see particularly its first chapter [8] discussing esoteric and mystical concepts such as Paradise, and the \"higher\" Gan Eden.\n\n"
        },
        {
            "title": "Christian eschatology",
            "text": "In Christianity, the phrase is found in the Nicene Creed (current Ecumenical version): \"We look for the resurrection of the dead, and the life of the world to come.\"[9] It is also found in the King James Version of the New Testament at Matthew 12:32, Mark 10:30, Luke 18:30, Hebrews 2:5, Hebrews 6:5. Other related expressions are \"age to come\" which is typically found in more recent translations, Kingdom of God, Messianic Age, Millennial Age, Golden Age, The New Earth and New Jerusalem, and dispensation of the fulness of times and possibly also eternal life.\n\n"
        },
        {
            "title": "Hindu eschatology",
            "text": "In Hindu eschatology the current age is the Kali Yuga, a period of decline. Kalki will appear to purge all evil, beginning a golden age of Satya Yuga.\n\nThere have been a range of dates predicted, purportedly from different methods of calculation.[10] Pothuluru Veerabrahmendra, for example, wrote 400 years ago in his Divya Maha Kala Gnana, or Divine Knowledge of the Time, that Kalki would arrive when the moon, sun, Venus and Jupiter entered the same sign. This is not a rare occurrence and last happened in early 2012, passing without event.[11] The time of arrival of Kalki has not been consistently asserted by astrologers.[10]\n\nThe earliest copies of the Mahabharata that exist dates from 200 CE and is the first text to mention Kalki but was likely written in its final form around 400 CE. Kalki is also mentioned in the Vishnu Purana which has a contested date of composition ranging from 400 BCE to 1000 CE.\n\n"
        },
        {
            "title": "Islamic eschatology",
            "text": "Iranian Shia twelve Imams belief holds that before the Last Judgment, Mahdi appears and defeats Al-Masih ad-Dajjal. His rule will be paradise on earth, which will last for seventy years until his death, though other traditions state 7, 19, or 309 years.[12]\n\n"
        }
    ]
}