{
    "url": "https://en.wikipedia.org/wiki/World_Development_Report",
    "title": "World Development Report",
    "table_of_contents": [
        "1 World Development Report 2021",
        "2 The World Development Report 2019",
        "3 The World Development Report 2014",
        "4 The World Development Report 2011",
        "5 Previous reports 2008-2010",
        "6 Previous reports 1978-2022",
        "7 See also",
        "8 References",
        "9 Further reading"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe World Development Report (WDR) is an annual report published since 1978 by the International Bank for Reconstruction and Development (IBRD) or World Bank. Each WDR provides in-depth analysis of a specific aspect of economic development. Past reports have considered such topics as agriculture, youth, equity, public services delivery, the role of the state, transition economies, labour, infrastructure, health, the environment, risk management, and poverty. The reports are the Bank's best-known contribution to thinking about development.[1]\n\n"
        },
        {
            "title": "World Development Report 2021",
            "text": "World Development Report 2021: Data for Better Lives explores the tremendous potential of the changing data landscape to improve the lives of poor people, while also acknowledging its potential to open back doors that can harm individuals, businesses, and societies. It studies the various uses of data as a public good as well as harnessed by private players to enhance productivity. It explores the mechanism that could be put in place for ensuring the gainful and sustainable use of data . [2]\n\n"
        },
        {
            "title": "The World Development Report 2019",
            "text": "The World Development Report 2019 studies the impact of technology on the nature of work. It is the most-downloaded World Development Report, with more than a million downloads, half of which before its official publication. The study was led by Simeon Djankov and Federica Saliola.\n\n"
        },
        {
            "title": "The World Development Report 2014",
            "text": "The World Development Report 2014 Risk and Opportunity: Managing Risk for Development looked at risk management from a development perspective. It argued that managing risks such as job loss, crime, disease, disaster, social unrest, and financial and macroeconomic turbulence responsibly can save lives, avert damages, prevent development setbacks, and unleash opportunities. The report proposed a conceptual framework for thinking about risk and resilience, identified obstacles to better risk management, and recommended numerous avenues for better risk management that can be pursued by individuals, families, communities, enterprises, governments, and the international community.[3]\n\n"
        },
        {
            "title": "The World Development Report 2011",
            "text": "The World Development Report 2011: Conflict, Security, and Development looked at conflict as a challenge to economic development. It analyzed the nature, causes and development consequences of modern violence and highlight lessons learned from efforts to prevent or recover from violence.\nThe goal of this WDR was considered to promote new ways of preventing or addressing violent conflict. By drawing on insight and experiences from a host of past and present situations, the report identified promising national and regional initiatives as well as directions for change in international responses, and discuss how lessons can be applied in situations of vulnerability to violent conflict.[4]\nThe World Development Report is published by the World Bank.\n\n"
        },
        {
            "title": "Previous reports 2008-2010",
            "text": "The WDR 2010, on the theme \"Development and Climate Change\", explored how public policy can change to better help people cope with new or worsened risks, how land and water management must adapt to better protect a threatened natural environment while feeding an expanding and more prosperous population, and how energy systems will need to be transformed. The report was seen as a call for action, both for developing countries who are striving to ensure policies are adapted to the realities and dangers of a hotter planet, and for high-income countries who need to undertake ambitious mitigation while supporting developing countries' efforts.\n\nThe WDR 2009 focused on the theme \"Reshaping Economic Geography\".[5] Rising densities of human settlements, migration and transport to reduce distances to market, and specialization and trade facilitated by fewer international divisions are central to economic development. The transformations along these three dimensions—density, distance, and division—are most noticeable in North America, Western Europe, and Japan, but countries in Asia and Eastern Europe are changing in ways similar in scope and speed.\n\nThe report concludes that these spatial transformations are essential, and should be encouraged. The conclusion is not without controversy. Slum-dwellers now number a billion, but the rush to cities continues. Globalization is believed to benefit many, but not the billion people living in lagging areas of developing nations. High poverty and mortality persist among the world's \"bottom billion\", while others grow wealthier and live longer lives. Concern for these three billion often comes with the prescription that growth must be made spatially balanced. The WDR has a different message: economic growth is seldom balanced, and efforts to spread it out prematurely will jeopardize progress.\n\nThe WDR 2008 addressed \"Agriculture for Development\", calling for greater investment in agriculture in developing countries. The report warned that the sector must be placed at the center of the development agenda if the goals of halving extreme poverty and hunger by 2015 are to be realized.[6]\n\nWhile 75 percent of the world's poor live in rural areas in developing countries, a mere 4 percent of official development assistance goes to agriculture. In Sub-Saharan Africa, a region heavily reliant on agriculture for overall growth, public spending for farming is also only 4 percent of total government spending and the sector is still taxed at relatively high levels. For the poorest people, GDP growth originating in agriculture is about four times more effective in raising incomes of extremely poor people than GDP growth originating outside the sector.\n\n\"A dynamic 'agriculture for development' agenda can benefit the estimated 900 million rural people in the Developing world who live on less than $1 a day, most of whom are engaged in agriculture\", said Robert B. Zoellick, World Bank Group President. \"We need to give agriculture more prominence across the board. At the global level, countries must deliver on vital reforms such as cutting distorting subsidies and opening markets, while civil society groups, especially farmer organizations, need more say in setting the agricultural agenda\".\n\nAccording to the report, agriculture can offer pathways out of poverty if efforts are made to increase productivity in the staple foods sector; connect smallholders to rapidly expanding high-value horticulture, poultry, aquaculture, as well as dairy markets; and generate jobs in the rural nonfarm economy.\n\n"
        },
        {
            "title": "Previous reports 1978-2022",
            "text": "The World Development Report began as a series of annual publications in the year 1978 with its first report titled \"Prospects for Growth and Alleviation of Poverty.\" Since then, it has focused each year on a particular theme that is central to development and the reports present a detailed study of the relevant sectors, applications and toolkits developed. The reports and their titles are as follows:\n\n"
        }
    ]
}