{
    "url": "https://en.wikipedia.org/wiki/World_government_in_fiction",
    "title": "World government in fiction",
    "table_of_contents": [
        "1 Overview",
        "2 President of Earth",
        "3 World governmental organizations in fiction and popular culture",
        "3.1 Democracy",
        "3.2 Authoritarian",
        "3.3 Multiple types",
        "3.4 Corporatocracy",
        "3.5 Artificial Intelligence",
        "3.6 Unknown",
        "4 See also",
        "5 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "In both science fiction and utopia/dystopian fiction, authors have made frequent use of the age-old idea of a global state and, accordingly, of world government.\n\n"
        },
        {
            "title": "Overview",
            "text": "In tune with Immanuel Kant's vision of a world state based on the voluntary political union of all countries of this planet in order to avoid colonialism and in particular any future war (\"Idee zu einer allgemeinen Geschichte in weltbürgerlicher Absicht\", 1784; \"Zum ewigen Frieden\", 1795), some of these scenarios depict an egalitarian and utopian world supervised (rather than controlled) by a benevolent (and usually democratic) world government. Others, however, describe the effects of a totalitarian regime which, after having seized power in one country, annexes the rest of the world in order to dominate and oppress all mankind.\n\nOne major influence was Edward Bellamy's Looking Backward.  The best-known advocate of world government was H. G. Wells.  He describes such a system in The Shape of Things to Come, Men Like Gods and The World Set Free.\n\nSome writers have also parodied the idea: E. M. Forster's The Machine Stops (1909) and Aldous Huxley's 1932 novel Brave New World.  Wells himself wrote The Sleeper Awakes, an early vision of a dystopian world.\n\nWorld government themes in science fiction are particularly prominent in the years following World War II, coincident with the involvement of many scientists in the actual political movement for world government in response to the perceived dangers of nuclear holocaust.  Prominent examples from the Cold War era include Childhood's End (1953), Starship Troopers (1959), Star Trek (from 1966), the Doctor Who story The Enemy of the World (1968) and Captain Scarlet and the Mysterons (1968) Later references to a unified world government also appear however in post-Cold War science fiction television series such as Babylon 5.\n\nThe concept also appears frequently in science fiction anime, whether in the form of a strengthened United Nations or an entirely new organizations with world presidential election. Examples of anime with this premise are Macross (adapted in America as the first part of Robotech) and Gundam.\n\n"
        },
        {
            "title": "President of Earth",
            "text": "President of Earth (also known as President of the World) is a fictional concept or character who is the leader of Planet Earth. Examples include the following:\n\n"
        }
    ]
}