{
    "url": "https://en.wikipedia.org/wiki/World_view",
    "title": "Worldview",
    "table_of_contents": [
        "1 Etymology",
        "2 Weltanschauung and cognitive philosophy",
        "3 Comparison of Worldviews",
        "3.1 Characteristics",
        "4 Terror management theory",
        "5 Religion",
        "6 References",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "A worldview or world-view or Weltanschauung is the fundamental cognitive orientation of an individual or society encompassing the whole of the individual's or society's knowledge, culture, and point of view.[1]  A worldview can include natural philosophy; fundamental, existential, and normative postulates; or themes, values, emotions, and ethics.[2]\n\n"
        },
        {
            "title": "Etymology",
            "text": "The term worldview is a calque of the German word Weltanschauung [ˈvɛltʔanˌʃaʊ.ʊŋ] (listen), composed of Welt ('world') and Anschauung ('perception' or 'view').[3] The German word is also used in English. It is a concept fundamental to German philosophy, especially epistemology and refers to a wide world perception. Additionally, it refers to the framework of ideas and beliefs forming a global description through which an individual, group or culture watches and interprets the world and interacts with it as a social reality.\n\n"
        },
        {
            "title": "Weltanschauung and cognitive philosophy",
            "text": "Within cognitive philosophy and the cognitive sciences is the German concept of Weltanschauung. This expression is used to refer to the \"wide worldview\" or \"wide world perception\" of a people, family, or person. The Weltanschauung of a people originates from the unique world experience of a people, which they experience over several millennia. The language of a people reflects the Weltanschauung of that people in the form of its syntactic structures and untranslatable connotations and its denotations.[4][5]\n\nThe term Weltanschauung is often wrongly attributed to Wilhelm von Humboldt, the founder of German ethnolinguistics. However, Humboldt's key concept was Weltansicht.[6] Weltansicht was used by Humboldt to refer to the overarching conceptual and sensorial apprehension of reality shared by a linguistic community (Nation). On the other hand, Weltanschauung, first used by Immanuel Kant and later popularized by Hegel, was always used in German and later in English to refer more to philosophies, ideologies and cultural or religious perspectives, than to linguistic communities and their mode of apprehending reality.\n\nIn 1911, the German philosopher Wilhelm Dilthey published an essay entitled \"The Types of Worldview (Weltanschauung) and their Development in Metaphysics\" that became quite influential. Dilthey characterized worldviews as providing a perspective on life that encompasses the cognitive, evaluative, and volitional aspects of human experience. Although worldviews have always been expressed in literature and religion, philosophers have attempted to give them conceptual definition in their metaphysical systems. On that basis, Dilthey found it possible to distinguish three general recurring types of worldview. The first of these he called naturalism because it gives priority to the perceptual and experimental determination of what is and allows contingency to influence how we evaluate and respond to reality. Naturalism can be found in Democritus, Hobbes, Hume and many other modern philosophers. The second type of worldview is called the idealism of freedom and is represented by Plato, Descartes, Kant, and Bergson among others. It is dualistic and gives primacy to the freedom of the will. The organizational order of our world is structured by our mind and the will to know. The third type is called objective idealism and Dilthey sees it in Heraclitus, Parmenides, Spinoza, Leibniz and Hegel. In objective idealism the ideal does not hover above what is actual but inheres in it. This third type of worldview is ultimately monistic and seeks to discern the inner coherence and harmony among all things. Dilthey thought it impossible to come up with a universally valid metaphysical or systematic formulation of any of these worldviews, but regarded them as useful schema for his own more reflective kind of life philosophy. See Makkreel and Rodi, Wilhelm Dilthey, Selected Works, volume 6, 2019.\n\nAnthropologically, worldviews can be expressed as the \"fundamental cognitive, affective, and evaluative presuppositions a group of people make about the nature of things, and which they use to order their lives.\"[7]\n\nIf it were possible to draw a map of the world on the basis of Weltanschauung,[8] it would probably be seen to cross political borders—Weltanschauung is the product of political borders and common experiences of a people from a geographical region,[8] environmental-climatic conditions, the economic resources available, socio-cultural systems, and the language family.[8] (The work of the population geneticist Luigi Luca Cavalli-Sforza aims to show the gene-linguistic co-evolution of people).\n\nWorldview is used very differently by linguists and sociologists. It is for this reason that James W. Underhill suggests five subcategories: world-perceiving, world-conceiving, cultural mindset, personal world, and perspective.[6][9][10]\n\n"
        },
        {
            "title": "Comparison of Worldviews",
            "text": "One can think of a worldview as comprising a number of basic beliefs which are philosophically equivalent to the axioms of the worldview considered as a logical or consistent theory. These basic beliefs cannot, by definition, be proven (in the logical sense) within the worldview – precisely because they are axioms, and are typically argued from rather than argued for.[11] However their coherence can be explored philosophically and logically.\n\nIf two different worldviews have sufficient common beliefs it may be possible to have a constructive dialogue between them.[12]\n\nOn the other hand, if different worldviews are held to be basically incommensurate and irreconcilable, then the situation is one of cultural relativism and would therefore incur the standard criticisms from philosophical realists.[13][14]\nAdditionally, religious believers might not wish to see their beliefs relativized into something that is only \"true for them\".[15][16]\nSubjective logic is a belief-reasoning formalism where beliefs explicitly are subjectively held by individuals but where a consensus between different worldviews can be achieved.[17]\n\nA third alternative sees the worldview approach as only a methodological relativism, as a suspension of judgment about the truth of various belief systems but not a declaration that there is no global truth. For instance, the religious philosopher Ninian Smart begins his Worldviews: Cross-cultural Explorations of Human Beliefs with \"Exploring Religions and Analysing Worldviews\" and argues for \"the neutral, dispassionate study of different religious and secular systems—a process I call worldview analysis.\"[18]\n\nThe comparison of religious, philosophical or scientific worldviews is a delicate endeavor, because such worldviews start from different presuppositions and cognitive values.[19] Clément Vidal has proposed metaphilosophical criteria for the comparison of worldviews, classifying them in three broad categories:\n\nWhile Leo Apostel and his followers clearly hold that individuals can construct worldviews, other writers regard worldviews as operating at a community level, or in an unconscious way. For instance, if one's worldview is fixed by one's language, as according to a strong version of the Sapir–Whorf hypothesis, one would have to learn or invent a new language in order to construct a new worldview.\n\nAccording to Apostel,[20] a worldview is an ontology, or a descriptive model of the world. It should comprise these six elements:\n\n"
        },
        {
            "title": "Terror management theory",
            "text": "A worldview, according to terror management theory (TMT), serves as a buffer against death anxiety.[21] It is theorized that living up to the ideals of one's worldview provides a sense of self-esteem which provides a sense of transcending the limits of human life (e.g. literally, as in religious belief in immortality; symbolically, as in art works or children to live on after one's death, or in contributions to one's culture).[21] Evidence in support of terror management theory includes a series of experiments by Jeff Schimel and colleagues in which a group of Canadians found to score highly on a measure of patriotism were asked to read an essay attacking the dominant Canadian worldview.[21]\n\nUsing a test of death-thought accessibility (DTA), involving an ambiguous word completion test (e.g. \"COFF__\" could either be completed as either \"COFFEE\" or \"COFFIN\" or \"COFFER\"), participants who had read the essay attacking their worldview were found to have a significantly higher level of DTA than the control group, who read a similar essay attacking Australian cultural values. Mood was also measured following the worldview threat, to test whether the increase in death thoughts following worldview threat were due to other causes, for example, anger at the attack on one's cultural worldview.[21] No significant changes on mood scales were found immediately following the worldview threat.[21]\n\nTo test the generalisability of these findings to groups and worldviews other than those of nationalistic Canadians, Schimel et al conducted a similar experiment on a group of religious individuals whose worldview included that of creationism.[21] Participants were asked to read an essay which argued in support of the theory of evolution, following which the same measure of DTA was taken as for the Canadian group.[21] Religious participants with a creationist worldview were found to have a significantly higher level of death-thought accessibility than those of the control group.[21]\n\nGoldenberg et al found that highlighting the similarities between humans and other animals increases death-thought accessibility, as does attention to the physical rather than meaningful qualities of sex.[22]\n\n"
        },
        {
            "title": "Religion",
            "text": "Nishida Kitaro wrote extensively on \"the Religious Worldview\" in exploring the philosophical significance of Eastern religions.[23]\n\nAccording to Neo-Calvinist David Naugle's World view: The History of a Concept, \"Conceiving of Christianity as a worldview has been one of the most significant developments in the recent history of the church.\"[24]\n\nThe Christian thinker James W. Sire defines a worldview as \"a commitment, a fundamental orientation of the heart, that can be expressed as a story or in a set of presuppositions (assumptions which may be true, partially true, or entirely false) which we hold (consciously or subconsciously, consistently or inconsistently) about the basic construction of reality, and that provides the foundation on which we live and move and have our being.\" He suggests that \"we should all think in terms of worldviews, that is, with a consciousness not only of our own way of thought but also that of other people, so that we can first understand and then genuinely communicate with others in our pluralistic society.\"[25]\n\nThe commitment mentioned by James W. Sire can be extended further. The worldview increases the commitment to serve the world. With the change of a person's view towards the world, he/she can be motivated to serve the world. This serving attitude has been illustrated by Tareq M Zayed as the 'Emancipatory Worldview' in his writing \"History of emancipatory worldview of Muslim learners\".[26]\n\nDavid Bell has also raised questions on religious worldviews for the designers of superintelligences – machines much smarter than humans.[27]\n\n"
        }
    ]
}