{
    "url": "https://en.wikipedia.org/wiki/World_tree",
    "title": "World tree",
    "table_of_contents": [
        "1 General description",
        "1.1 Similar motifs",
        "1.2 Relation to shamanism",
        "1.3 Possible origins",
        "2 In specific cultures",
        "2.1 American pre-Columbian cultures",
        "2.2 Greek mythology",
        "2.2.1 Oak tree",
        "2.2.2 Other trees",
        "2.3 Roman mythology",
        "2.4 Norse mythology",
        "2.5 Circumbaltic mythology",
        "2.5.1 Baltic beliefs",
        "2.5.1.1 Lithuanian culture",
        "2.5.1.2 Latvian culture",
        "2.5.2 Slavic beliefs",
        "2.5.3 Finnic mythology",
        "2.6 Judeo-Christian mythology",
        "2.7 Gnosticism",
        "2.8 Armenian mythology",
        "2.9 Georgian mythology",
        "2.10 Mesopotamian traditions",
        "2.10.1 Sumerian culture",
        "2.10.2 Akkadian literature",
        "2.11 Iranian mythology",
        "2.12 Hinduism and Indian religions",
        "2.13 North Asian and Siberian cultures",
        "2.14 Mongolic and Turkic folk beliefs",
        "2.14.1 Turkic cultures",
        "2.14.1.1 Bai-Terek",
        "2.14.1.2 Aal Luuk Mas",
        "2.14.1.3 Bashkir",
        "2.14.1.4 Kazakh",
        "2.14.1.5 Other representations",
        "2.14.2 Mongolic cultures",
        "2.15 East Asia",
        "2.15.1 Korea",
        "2.15.2 China",
        "2.16 Tanzania",
        "3 In folk and fairy tales",
        "3.1 ATU 301: The Three Stolen Princesses",
        "3.2 Other fairy tales",
        "4 See also",
        "5 Explanatory notes",
        "6 References",
        "7 Literature",
        "8 Further reading",
        "9 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The world tree is a motif present in several religions and mythologies, particularly Indo-European religions, Siberian religions, and Native American religions. The world tree is represented as a colossal tree which supports the heavens, thereby connecting the heavens, the terrestrial world, and, through its roots, the underworld. It may also be strongly connected to the motif of the tree of life, but it is the source of wisdom of the ages.\n\nSpecific world trees include égig érő fa in Hungarian mythology, Ağaç Ana in Turkic mythology, Andndayin Ca˙r[1] in Armenian mythology, Modun in Mongol mythology, Yggdrasil in Norse mythology, Irminsul in Germanic mythology, the oak in Slavic, Finnish and Baltic, Iroko in Yoruba religion,[citation needed] Jianmu in Chinese mythology, and in Hindu mythology the Ashvattha (a Ficus religiosa).\n\n"
        },
        {
            "title": "General description",
            "text": "Scholarship states that many Eurasian mythologies share the motif of the \"world tree\", \"cosmic tree\", or \"Eagle and Serpent Tree\".[2] More specifically, it shows up in \"Haitian, Finnish, Lithuanian, Hungarian, Indian, Chinese, Japanese, Norse, Siberian and northern Asian Shamanic folklore\".[3]\n\nThe World Tree is often identified with the Tree of Life,[4] and also fulfills the role of an axis mundi, that is, a centre or axis of the world.[3] It is also located at the center of the world and represents order and harmony of the cosmos.[5] According to Loreta Senkute, each part of the tree corresponds to one of the three spheres of the world (treetops - heavens; trunk - middle world or earth; roots - underworld) and is also associated with a classical element (top part - fire; middle part - earth, soil, ground; bottom part - water).[5]\n\nIts branches are said to reach the skies and its roots to connect the human or earthly world with an underworld or subterranean realm. Because of this, the tree was worshipped as a mediator between Heavens and Earth.[6] On the treetops are located the luminaries (stars) and heavenly bodies, along with an eagle's nest; several species of birds perch among its branches; humans and animals of every kind live under its branches, and near the root is the dwelling place of snakes and every sort of reptiles.[7][8]\n\nA bird perches atop its foliage, \"often .... a winged mythical creature\" that represents a heavenly realm.[9][4] The eagle seems to be the most frequent bird, fulfilling the role of a creator or weather deity.[10] Its antipode is a snake or serpentine creature that crawls between the tree roots, being a \"symbol of the underworld\".[9][4]\n\nThe imagery of the World Tree is sometimes associated with conferring immortality, either by a fruit that grows on it or by a springsource located nearby.[11][4] As George Lechler also pointed out, in some descriptions this \"water of life\" may also flow from the roots of the tree.[12]\n\nThe World Tree has also been compared to a World Pillar that appears in other traditions and functions as separator between the earth and the skies, upholding the latter.[13] Another representation akin to the World Tree is a separate World Mountain. However, in some stories, the world tree is located atop the world mountain, in a combination of both motifs.[5]\n\nA conflict between a serpentine creature and a giant bird (an eagle) occurs in Eurasian mythologies: a hero kills the serpent that menaces a nest of little birds, and their mother repays the favor - a motif comparativist Julien d'Huy dates to the Paleolithic. A parallel story is attested in the traditions of the indigenous peoples of the Americas, where the thunderbird is slotted into the role of the giant bird whose nest is menaced by a \"snake-like water monster\".[14][15]\n\nRomanian historian of religion, Mircea Eliade, in his monumental work Shamanism: Archaic Techniques of Ecstasy, suggested that the world tree was an important element in shamanistic worldview.[16] Also, according to him, \"the giant bird ... hatches shamans in the branches of the World Tree\".[16] Likewise, Roald Knutsen indicates the presence of the motif in Altaic shamanism.[17] Representations of the world tree are reported to be portrayed in drums used in Siberian shamanistic practices.[18]\n\nSome species of birds (eagle, raven, crane, loon, and lark) are revered as mediators between worlds and also connected to the imagery of the world tree.[19] Another line of scholarship points to a \"recurring theme\" of the owl as the mediator to the upper realm, and its counterpart, the snake, as the mediator to the lower regions of the cosmos.[20]\n\nResearcher Kristen Pearson mentions Northern Eurasian and Central Asian traditions wherein the World Tree is also associated with the horse and with deer antlers (which might resemble tree branches).[21]\n\nMircea Eliade proposed that the typical imagery of the world tree (bird at the top, snake at the root) \"is presumably of Oriental origin\".[16]\n\nLikewise, Roald Knutsen indicates a possible origin of the motif in Central Asia and later diffusion into other regions and cultures.[17]\n\n"
        },
        {
            "title": "In specific cultures",
            "text": "A common theme in most indigenous cultures of the Americas is a concept of directionality (the horizontal and vertical planes), with the vertical dimension often being represented by a world tree. Some scholars have argued that the religious importance of the horizontal and vertical dimensions in many animist cultures may derive from the human body and the position it occupies in the world as it perceives the surrounding living world. Many Indigenous cultures of the Americas have similar cosmologies regarding the directionality and the world tree, however the type of tree representing the world tree depends on the surrounding environment. For many Indigenous American peoples located in more temperate regions for example, it is the spruce rather than the ceiba that is the world tree; however the idea of cosmic directions combined with a concept of a tree uniting the directional planes is similar.\n\nLike in many other Indo-European cultures, one tree species was considered the World Tree in some cosmogonical accounts.\n\nThe sacred tree of Zeus is the oak,[26] and the one at Dodona (famous for the cultic worship of Zeus and the oak) was said by later tradition to have its roots furrow so deep as to reach the confines of Tartarus.[27]\n\nIn a different cosmogonic account presented by Pherecydes of Syros, male deity Zas (identified as Zeus) marries female divinity Chthonie (associated with the earth and later called Gê/Gaia), and from their marriage sprouts an oak tree. This oak tree connects the heavens above and its roots grew into the Earth, to reach the depths of Tartarus. This oak tree is considered by scholarship to symbolize a cosmic tree, uniting three spheres: underworld, terrestrial and celestial.[28]\n\nBesides the oak, several other sacred trees existed in Greek mythology. For instance, the olive, named Moriai, was the world tree and associated with the Olympian goddess Athena.\n\nIn a separate Greek myth the Hesperides live beneath an apple tree with golden apples that was given to the highest Olympian goddess Hera by the primal Mother goddess Gaia at Hera's marriage to Zeus.[29] The tree stands in the Garden of the Hesperides and is guarded by Ladon, a dragon. Heracles defeats Ladon and snatches the golden apples.\n\nIn the epic quest for the Golden Fleece of Argonautica, the object of the quest is found in the realm of Colchis, hanging on a tree guarded by a never-sleeping dragon (the Colchian dragon).[30] In a version of the story provided by Pseudo-Apollodorus in Bibliotheca, the Golden Fleece was affixed by King Aeetes to an oak tree in a grove dedicated to war god Ares.[31] This information is repeated in Valerius Flaccus's Argonautica.[32] In the same passage of Valerius Flaccus' work, King Aeetes prays to Ares for a sign and suddenly a \"serpent gliding from the Caucasus mountains\" appears and coils around the grove as to protect it.[33]\n\nIn Roman mythology the world tree was the olive tree, that was associated with Pax. The Greek equivalent of Pax is Eirene, one of the Horae. The Sacred tree of the Roman Sky father Jupiter was the oak, the laurel was the Sacred tree of Apollo. The ancient fig-tree in the Comitium at Rome, was considered as a descendant of the very tree under which Romulus and Remus were found.[26]\n\nIn Norse mythology, Yggdrasil is the world tree.[8] Yggdrasil is attested in the Poetic Edda, compiled in the 13th century from earlier traditional sources, and the Prose Edda, written in the 13th century by Snorri Sturluson. In both sources, Yggdrasil is an immense ash tree that is central and considered very holy. The Æsir go to Yggdrasil daily to hold their courts. The branches of Yggdrasil extend far into the heavens, and the tree is supported by three roots that extend far away into other locations: one to the well Urðarbrunnr in the heavens, one to the spring Hvergelmir, and another to the well Mímisbrunnr. Creatures live within Yggdrasil, including the harts Dáinn, Dvalinn, Duneyrr and Duraþrór, the giant in eagle-shape Hræsvelgr, the squirrel Ratatoskr and the wyrm Níðhöggr. Scholarly theories have been proposed about the etymology of the name Yggdrasil, the potential relation to the trees Mímameiðr and Læraðr, and the sacred tree at Uppsala.\n\nIn Baltic, Slavic and Finnish mythology, the world tree is usually an oak.[8][a] Most of the images of the world tree are preserved on ancient ornaments. Often on the Baltic and Slavic patterns there was an image of an inverted tree, \"growing with its roots up, and branches going into the ground\".\n\n\n\nScholarship recognizes that Baltic beliefs about a World Tree, located at the central part of the Earth, follow a tripartite division of the cosmos (underworld, earth, sky), each part corresponding to a part of the tree (root, trunk, branches).[35][36]\n\nIt has been suggested that the word for \"tree\" in Baltic languages (Latvian mežs; Lithuanian medis), both derived from Proto-Indo-European *medh- 'middle', operated a semantic shift from \"middle\" possibly due to the belief of the Arbor Mundi.[37]\n\nThe world tree (Lithuanian: Aušros medis) is widespread in Lithuanian folk painting, and is frequently found carved into household furniture such as cupboards, towel holders, and laundry beaters.[38][39][40] According to Lithuanian scholars Prane Dunduliene and Norbertas Vėlius, the World Tree is \"a powerful tree with widespread branches and strong roots, reaching deep into the earth\". The recurrent imagery is also present in Lithuanian myth: on the treetops, the luminaries and eagles, and further down, amidst its roots, the dwelling place of snakes and reptiles.[7] The World Tree of Lithuanian tradition was sometimes identified as an oak or a maple tree.[36]\n\nIn Latvian mythology the world tree (Latvian: Austras koks) was one of the most important beliefs, also associated with the birth of the world. Sometimes it was identified as an oak or a birch, or even replaced by a wooden pole.[36] According to Ludvigs Adamovičs's book on Latvian folk belief, ancient Latvian mythology attested the existence of a Sun Tree as an expression of the World Tree, often described as \"a birch tree with three leaves or forked branches where the Sun, the  Moon, God, Laima, Auseklis (the morning star), or the daughter of the Sun rest[ed]\".[41]\n\nAccording to Slavic folklore, as reconstructed by Radoslav Katičić, the draconic or serpentine character furrows near a body of water, and the bird that lives on the treetop could be an eagle, a falcon or a nightingale.[42]\n\nScholars Ivanov and Toporov offered a reconstructed Slavic variant of the Indo-European myth about a battle between a Thunder God and a snake-like adversary. In their proposed reconstruction, the Snake lives under the World Tree, sleeping on black wool. They surmise this snake on black wool is a reference to a cattle god, known in Slavic mythology as Veles.[43]\n\nFurther studies show that the usual tree that appears in Slavic folklore is an oak: for instance, in Czech, it is known as Veledub ('The Great Oak').[44]\n\nIn addition, the world tree appears in the Island of Buyan, on top of a stone. Another description shows that legendary birds Sirin and Alkonost make their nests on separate sides of the tree.[45]\n\nUkrainian scholarship points to the existence of the motif in \"archaic wintertime songs and carols\": their texts attest a tree at the center of the world and two or three falcons or pigeons sat on its top, ready to dive in and fetch mud to create land (the Earth diver cosmogonic motif).[46][47]\n\nThe imagery of the world tree also appears in folk medicine of the Don Cossacks.[48]\n\nAccording to scholar Aado Lintrop, Estonian mythology records two types of world tree in Estonian runic songs, with similar characteristics of being an oak and having a bird at the top, a snake at the roots and the stars amongst its branches.[8]\n\nThe Tree of the knowledge of good and evil and the Tree of life are both components of the Garden of Eden story in the Book of Genesis in the Bible. According to Jewish mythology, in the Garden of Eden there is a tree of life or the \"tree of souls\" that blossoms and produces new souls, which fall into the Guf, the Treasury of Souls.[49] The Angel Gabriel reaches into the treasury and takes out the first soul that comes into his hand. Then Lailah, the Angel of Conception, watches over the embryo until it is born.[50]\n\nAccording to the Gnostic codex On the Origin of the World, the tree of immortal life is in the north of paradise, which is outside the circuit of the Sun and Moon in the luxuriant Earth. Its height is so great it reaches Heaven. Its leaves are described as resembling cypress, the color of the tree is like the Sun, its fruit is like clusters of white grapes and its branches are beautiful. The tree will provide life for the innocent during the consummation of the age.[51]\n\nMandaean scrolls often include abstract illustrations of world trees that represent the living, interconnected nature of the cosmos.[52] In Mandaeism, the date palm (Mandaic: sindirka) symbolizes the cosmic tree and is often associated with the cosmic wellspring (Mandaic: aina). The date palm and wellspring are often mentioned together as heavenly symbols in Mandaean texts. The date palm takes on masculine symbolism, while the wellspring takes on feminine symbolism.[53]\n\nArmenian professor Hrach Martirosyan argues for the presence, in Armenian mythology, of a serpentine creature named Andndayin ōj, that lives in the (abyssal) waters that circundate the World Tree.[54]\n\nAccording to scholarship, Georgian mythology also attests a rivalry between mythical bird Paskunji, which lives in the underworld on the top of a tree, and a snake that menaces its nestlings.[55][56][57]\n\nProfessor Amar Annus states that, although the motif seems to originate much earlier, its first attestation in world culture occurred in Sumerian literature, with the tale of \"Gilgamesh, Enkidu, and the Netherworld\".[2] According to this tale, goddess Innana transplants the huluppu tree to her garden in the City of Uruk, for she intends to use its wood to carve a throne. However, a snake \"with no charm\", a ghostly figure (Lilith or another character associated with darkness) and the legendary Anzû-bird make their residence on the tree, until Gilgamesh kills the serpent and the other residents escape.[2][4]\n\nIn fragments of the story of Etana, there is a narrative sequence about a snake and an eagle that live on opposite sides of a poplar tree (şarbatu), the snake on its roots, the eagle on its foliage. At a certain point, both animals swear before deity Shamash and share their meat with each other, until the eagle's hatchlings are born and the eagle decides to eat the snake's young ones. In revenge, the snake alerts god Shamash, who agrees to let the snake punish the eagle for the perceived affront. Later, Shamash takes pity on the bird's condition and sets hero Etana to release it from its punishment. Later versions of the story associate the eagle with mythical bird Anzû and the snake with a serpentine being named Bašmu.[58][59]\n\nA world tree is a common motif in ancient art of Iran.[citation needed]\n\nIn Persian mythology, the legendary bird Simurgh (alternatively, Saēna bird; Sēnmurw and Senmurv) perches atop a tree located in the center of the sea Vourukasa. This tree is described as having all-healing properties and many seeds. In another account, the tree is the very same tree of the White Hōm (Haōma).[60] Gaokerena or white Haoma is a tree whose vivacity ensures continued life in the universe,[61] and grants immortality to \"all who eat from it\". In the Pahlavi Bundahishn, it is said that evil god Ahriman created a lizard to attack the tree.[10]\n\nBas tokhmak is another remedial tree; it retains all herbal seeds and destroys sorrow.[62]\n\nRemnants are also evident in the Kalpavriksha (\"wish-fulfilling tree\") and the Ashvattha tree of the Indian religions. The Ashvattha tree ('keeper of horses') is described as a sacred fig and corresponds to \"the most typical representation of the world\ntree in India\", upon whose branches the celestial bodies rest.[4][10] Likewise, the Kalpavriksha is also equated with a fig tree and said to possess wish-granting abilities.[63]\n\nIndologist David Dean Shulman provided the description of a similar imagery that appears in South Indian temples: the sthalavṛkṣa tree. The tree is depicted alongside a water source (river, temple tank, sea). The tree may also appear rooted on Earth or reaching the realm of Patala (a netherworld where the Nāga dwell), or in an inverted position, rooted in the Heavens. Like other accounts, this tree may also function as an axis mundi.[64]\n\nThe world tree is also represented in the mythologies and folklore of North Asia and Siberia. According to Mihály Hoppál, Hungarian scholar Vilmos Diószegi located some motifs related to the world tree in Siberian shamanism and other North Asian peoples. As per Diószegi's research, the \"bird-peaked\" tree holds the sun and the moon, and the underworld is \"a land of snakes, lizards and frogs\".[65]\n\nIn the mythology of the Samoyeds, the world tree connects different realities (underworld, this world, upper world) together. In their mythology the world tree is also the symbol of Mother Earth who is said to give the Samoyed shaman his drum and also help him travel from one world to another. According to scholar Aado Lintrop, the larch is \"often regarded\" by Siberian peoples as the World Tree.[4]\n\nScholar Aado Lintrop also noted the resemblance between an account of the World Tree from the Yakuts and a Mokshas-Mordvinic folk song (described as a great birch).[4]\n\nThe imagery of the world tree, its roots burrowing underground, its branches reaching upward, the luminaries in its branches is also present in the mythology of Finno-Ugric peoples from Northern Asia, such as the Ob-Ugric peoples and the Voguls.[66]\n\nThe symbol of the world tree is also common in Tengrism, an ancient religion of Mongols and Turkic peoples. The world tree is sometimes a beech,[67] a birch, or a poplar in epic works.[68]\n\nScholarship points out the presence of the motif in Central Asian and North Eurasian epic tradition: a world tree named Bai-Terek in Altai and Kyrgyz epics; a \"sacred tree with nine branches\" in the Buryat epic.[69]\n\nThe Bai-Terek (also known as bayterek, beyterek, beğterek, begterek, begtereg),[70] found, for instance, in the Altai Maadai Kara epos, can be translated as \"Golden Poplar\".[71] Like the mythological description, each part of tree (top, trunk and root) corresponds to the three layers of reality: heavenly, earthly and underground. In one description, it is considered the axis mundi. It holds at the top \"a nest of a double-headed eagle that watches over the different parts of the world\" and, in the form of a snake, Erlik, deity of the underworld, tries to slither up the tree to steal an egg from the nest.[70] In another, the tree holds two gold cuckoos at the topmost branches and two golden eagles just below. At the roots there are two dogs that guard the passage between the underworld and the world of the living.[71]\n\nAmong the Yakuts, the world tree (or sacred tree) is called Ál Lúk Mas (Aal Luuk Mas) and is attested in their Olonkho epic narratives. Furthermore, this sacred tree is described to \"connect the three worlds  (Upper, Middle and Lower)\", the branches to the sky and the roots to the underworld.[69] Further studies show that this sacred tree also shows many alternate names and descriptions in different regional traditions.[69] According to scholarship, the prevalent animal at the top of the tree in the Olonkho is the eagle.[72]\n\nResearcher Galina Popova emphasizes that the motif of the world tree offers a binary opposition between two different realms (the Upper Realm and the Underworld), and Aal Luuk Mas functions as a link between both.[73] A spirit or goddess of the earth, named Aan Alahchin Hotun, is also said to inhabit or live in the trunk of Aal Luuk Mas.[73]\n\nAccording to scholarship, in the Bashkir epic Ural-batyr, deity Samrau is described as a celestial being married to female deities of the Sun and the Moon. He is also \"The King of the Birds\" and is opposed by the \"dark forces\" of the universe, which live in the underworld. A similarly named creature, the bird Samrigush, appears in Bashkir folktales living atop the tallest tree in the world and its enemy is a snake named Azhdakha.[74][75] After the human hero kills the serpent Azhdakha, the grateful Samrigush agrees to carry him back to the world of light.[76]\n\nScholarship points to the existence of a bird named Samurik (Samruk) that, according to Kazakh myth, lives atop the World Tree Baiterek. Likewise, in Kazakh folktales, it is also the hero's carrier out of the underworld, after he defeats a dragon named Aydakhara or Aydarhana.[77] In the same vein, Kazakh literary critic and folklorist Seyt Kaskabasov [ru] described that the Samruk bird travels between the three spheres of the universe, nests atop the \"cosmic tree\" (bәyterek) and helps the hero out of the underworld.[78]\n\nAn early 20th-century report on Altaian shamanism by researcher Karunovskaia describes a shamanistic journey, information provided by one Kondratii Tanashev (or Merej Tanas). However, A. A. Znamenski believes this material is not universal to all Altaian peoples, but pertains to the specific worldview of Tanashev's Tangdy clan. Regardless, the material showed a belief in a tripartite division of the world in sky (heavenly sphere), middle world and underworld; in the central part of the world, a mountain (Ak toson altaj sip') is located. Upon this mountain there is \"a navel of the earth and water  ... which also serves as the root of the 'wonderful tree with golden branches and wide leaves' (Altyn byrly bai terek)\". Like the iconic imagery, the tree branches out to reach the heavenly sphere.[79]\n\nFinnish folklorist Uno Holmberg reported a tale from the Kalmuck people about a dragon that lies in the sea, at the foot of a Zambu tree. In the Buryat poems, near the root of the tree a snake named Abyrga dwells.[80] He also reported a \"Central Asian\" narrative about the fight between the snake Abyrga and a bird named Garide - which he identified as a version of Indian Garuda.[80]\n\nThe world tree is visible in the designs of the Crown of Silla, Silla being one of the Three Kingdoms of Korea. This link is used to establish a connection between Siberian peoples and those of Korea.\n\nIn Chinese mythology, a manifestation of the world tree is the Fusang or Fumu tree.[81] In a Chinese cosmogonic myth, solar deity Xihe gives birth to ten suns. Each of the suns rests upon a tree named Fusang (possibly a mulberry tree). The ten suns alternate during the day, each carried by a crow (the \"Crow of the Sun\"): one sun stays on the top branch to wait its turn, while the other nine suns rest on the lower branches.[82]\n\nAn origin myth is recorded from the Wapangwa tribe of Tanzania, wherein the world is created through \"a primordial tree and a termite mound\".[83] As a continuation of the same tale, the animals wanted to eat the fruits of this Tree of Life, but humans intended to defend it. This led to a war between animals and humans.[84]\n\n"
        },
        {
            "title": "In folk and fairy tales",
            "text": "The imagery of the World Tree appears in a specific tale type of the Aarne-Thompson-Uther Index, type ATU 301, \"The Three Stolen Princesses\", and former subtypes AaTh 301A, \"Quest for a Vanished Princess\" (or \"Three Underground Kingdoms\") and AaTh 301B, \"The Strong Man and His Companions\" (Jean de l'Ours and Fehérlófia). The hero journeys alone to the underworld (or a subterranean realm) to rescue three princesses. He leads them to a rope that will take them to the surface and, when the hero tries to climb up the rope, his companions cut it and the hero is stranded in the underworld. In his wanderings, he comes across a tree, on its top a nest of eggs from an eagle, a griffin or a mythical bird. The hero protects the nest from a snake enemy that slithers from the roots of the tree.[41][85][86]\n\nSerbian scholarship recalls a Serbian mythical story about three brothers, named Ноћило, Поноћило и Зорило (\"Noćilo, Ponoćilo and Zorilo\") and their mission to rescue the king's daughters. Zorilo goes down the cave, rescues three princesses and with a whip changes their palaces into apples. When Zorilo is ready to go up, his brothers abandon him in the cave, but he escapes with the help of a bird.[87] Serbian scholar Pavle Sofric (sr), in his book about Serbian folkmyths about trees, noted that the tree of the tale, an ash tree (Serbian: јасен), showed a great parallel to the Nordic tree as not to be coincidental.[88]\n\nWhile comparing Balkanic variants of the tale type ATU 301, researcher Milena Benovska-Sabkova noticed that the conflict between the snake and the eagle (bird) on the tree \"was very close to the classical imagery of the World Tree\".[89]\n\nAccording to scholarship, Hungarian scholar János Berze Nágy also associated the imagery of the World Tree with fairy tales wherein a mysterious thief comes at night to steal the golden apples of the king's prized tree.[90] This incident occurs as an alternative opening to tale type ATU 301, in a group of tales formerly classified as AaTh 301A,[b] and as the opening episode in most variants of tale type ATU 550, \"Bird, Horse and Princess\" (otherwise known as The Golden Bird).[92]\n\nLikewise, historical linguist Václav Blažek argued for parallels of certain motifs of these fairy tales (the night watch of the heroes, the golden apples, the avian thief) to Ossetian Nart sagas and the Greek myth of the Garden of the Hesperides.[93] The avian thief may also be a princess cursed into bird form, such as in Hungarian tale Prince Árgyilus (hu) and Fairy Ilona[90] and in Serbian tale The Nine Peahens and the Golden Apples (both classified as ATU 400, \"The Man on a Quest for the Lost Wife\").[94] This second type of opening episode was identified by Romanian folklorist Marcu Beza as another introduction to swan maiden tales.[95]\n\n"
        }
    ]
}