{
    "url": "https://en.wikipedia.org/wiki/National_World_War_II_Memorial",
    "title": "World War II Memorial",
    "table_of_contents": [
        "1 Freedom Wall",
        "2 History",
        "2.1 Fundraising",
        "2.2 Picking the site",
        "2.3 Designing the memorial",
        "3 Construction",
        "4 Controversy",
        "4.1 Criticism of the location",
        "4.2 Criticism of the design and style",
        "4.3 FDR's D-Day prayer",
        "5 Gallery",
        "5.1 With the Washington Monument in background",
        "5.2 Of the Central Fountain",
        "6 See also",
        "7 Notes",
        "8 References",
        "9 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe World War II Memorial is a national memorial in the United States[1][2] dedicated to Americans who served in the armed forces and as civilians during World War II. It is located on the National Mall in Washington, D.C.\n\nThe memorial consists of 56 pillars, representing U.S. states and territories, and a pair of small triumphal arches for the Atlantic and Pacific theaters, surrounding an oval plaza and fountain. It replaced the former site of the Rainbow Pool at the eastern end of the Reflecting Pool, between the Lincoln Memorial and the Washington Monument. Its initial design was submitted by Austrian-American architect Friedrich St. Florian.\n\nOpened on April 29, 2004, it was dedicated by President George W. Bush on May 29, 2004.[3] The memorial is administered by the National Park Service under its National Mall and Memorial Parks group.[4] More than 4.6 million people visited the memorial in 2018.[5]\n\nThe memorial consists of 56 granite pillars, each 17 feet (5.2 m) tall, arranged in a semicircle around a plaza with two 43-foot (13 m) triumphal arches on opposite sides. Two-thirds of the 7.4-acre (3.0 ha) site is landscaping and water. Each pillar is inscribed with the name of one of the 48 U.S. states of 1945, as well as the District of Columbia, the Alaska Territory and Territory of Hawaii, the Commonwealth of the Philippines, Puerto Rico, Guam, American Samoa, and the U.S. Virgin Islands. The northern arch is inscribed with \"Atlantic\"; the southern one, \"Pacific.\" The plaza is 337 ft 10 in (102.97 m) long and 240 ft 2 in (73.20 m) wide, is sunk 6 feet (1.8 m) below grade, and contains a pool that is 246 feet 9 inches by 147 feet 8 inches (75.2 m × 45.0 m).[6]\n\nThe memorial includes two[7] inconspicuously located \"Kilroy was here\" engravings. Their inclusion in the memorial acknowledges the significance of the symbol to American soldiers during World War II and how it represented their presence and protection wherever it was inscribed.[8]\n\nOn approaching the semicircle from the east, a visitor walks along one of two walls (right side wall and left side wall) picturing scenes of the war experience in bas relief. As one approaches on the left (toward the Pacific arch), the scenes begin with soon-to-be servicemen getting physical exams, taking the oath, and being issued military gear. The reliefs progress through several iconic scenes, including combat and burying the dead, ending in a homecoming scene. On the right-side wall (toward the Atlantic arch) there is a similar progression, but with scenes generally more typical of the European theatre. Some scenes take place in England, depicting the preparations for air and sea assaults. The last scene is of a handshake between the American and Russian armies when the western and eastern fronts met in Germany.\n\n"
        },
        {
            "title": "Freedom Wall",
            "text": "The Freedom Wall is on the west side of the plaza, with a view of the Reflecting Pool and Lincoln Memorial behind it. The wall has 4,048 gold stars, each representing 100 Americans who died in the war. In front of the wall lies the message \"Here we mark the price of freedom\".[9][a]\n\n"
        },
        {
            "title": "History",
            "text": "In 1987, World War II veteran Roger Durbin approached Representative Marcy Kaptur, a Democrat from Ohio, to ask if a World War II memorial could be constructed. Kaptur introduced the World War II Memorial Act to the House of Representatives as HR 3742 on December 10. The resolution authorized the American Battle Monuments Commission (ABMC) to establish a World War II memorial in \"Washington, D.C., or its environs\", but the bill was not voted on before the end of the session. In 1989 and 1991, Rep. Kaptur introduced similar legislation, but these bills suffered the same fate as the first and did not become law.\n\nKaptur reintroduced legislation in the House a fourth time as HR 682 on January 27, 1993, one day after Senator Strom Thurmond (a Republican from South Carolina) introduced companion Senate legislation. On March 17, 1993, the Senate approved the act, and the House approved an amended version of the bill on May 4. On May 12, the Senate also approved the amended bill, and the World War II Memorial Act was signed into law by President Bill Clinton on May 25 of that year, becoming Pub.L. 103–32.\n\nOn September 30, 1994, President Bill Clinton appointed a 12-member Memorial Advisory Board (MAB) to advise the ABMC in picking the site, designing the memorial, and raising money to build it. A direct mail fundraising effort brought in millions of dollars from individual Americans. Additional large donations were made by veterans' groups, including the American Legion, the Veterans of Foreign Wars, and Veterans of the Battle of the Bulge. The majority of the corporate fundraising effort was led by co-chairmen Senator Bob Dole, a decorated World War II veteran and 1996 Republican nominee for president, and Frederick W. Smith, the president and chief executive officer of FedEx Corporation and a former U.S. Marine Corps officer. The U.S. federal government provided about $16 million; a total of $197 million was raised. Following his death in December 2021, Dole himself would have a memorial service held at the World War II Memorial.[10][11]\n\nOn January 20, 1995, Colonel Kevin C. Kelley, project manager for the ABMC, organized the first meeting of the ABMC and the MAB, at which the project was discussed and initial plans made. The meeting was chaired by Commissioner F. Haydn Williams, chairman of ABMC's World War II Memorial Site and Design Committee, who would go on to guide the project through the site selection and approval process and the selection and approval of the Memorial's design. Representatives from the United States Commission of Fine Arts, the National Capital Planning Commission, the National Capital Memorial Commission, the U.S. Army Corps of Engineers, and the National Park Service attended the meeting. The selection of an appropriate site was taken on as the first action.\n\nOver the next months, several sites were considered.Soon, 3 quickly gained favor:[12][13]\n\nOther sites considered but quickly rejected were:\n\nThe selection of the Rainbow Pool site was announced on October 5, 1995. The design would incorporate the Rainbow Pool fountain, located across 17th Street from the Washington Monument and near the Constitution Gardens site.[14]\n\nThe location, between the Washington Monument and the Lincoln Memorial, is the most prominent spot for a monument on the National Mall since the Lincoln Memorial opened in 1922. It is the first addition in more than 70 years to the grand corridor of open space that stretches from the Capitol 2.1 miles (3.4 km) west to the Potomac River.[15]\n\nA nationwide design competition drew 400 submissions from architects from around the country. Friedrich St. Florian's initial design was selected in 1997. St. Florian's design evokes a classical monument. Under each of the two memorial arches, the Pacific and Atlantic baldachinos, four eagles carry an oak laurel wreath. Each of the 56 pillars bear wreaths of oak symbolizing military and industrial strength, and of wheat, symbolizing agricultural production.\n\nOver the next four years, St. Florian's design was altered during the review and approval process required of proposed memorials in Washington, D.C. Ambassador Haydn Williams guided the design development for ABMC.\n\n"
        },
        {
            "title": "Construction",
            "text": "Ground was broken in November 2000. The construction was managed by General Services Administration.\n\nThe triumphal arches were crafted by Rock of Ages Corporation. Sculptor Raymond Kaskey created the bronze eagles and two wreaths that were installed under the arches, as well as 24 bronze bas-relief panels that depict wartime scenes of combat and the home front.[16] The bronzes were cast over the course of two and a half years at Laran Bronze in Chester, Pennsylvania.[17] The stainless-steel armature that holds up the eagles and wreaths was designed at Laran, in part by sculptor James Peniston,[18] and fabricated by Apex Piping of Newport, Delaware.[19] The twin bronze wreathes decorating the 56 granite pillars around the perimeter of the memorial — as well as the 4,048 gold-plated silver stars representing American military deaths in the war — were cast at Valley Bronze in Joseph, Oregon.[20][21] \"I'd see buckets full of the stars going through the foundry, and think that each stood for 100 men. The magnitude was overwhelming,\" Dave Jackman, former president of Valley Bronze, recalled in 2004.[22]\n\nThe John Stevens Shop designed the lettering for the memorial and most of the inscriptions were hand-carved in situ.\n\nThe memorial opened to the public on April 29, 2004, and was dedicated in a May 29 ceremony attended by thousands of people. The memorial became a unit of the national park system on November 1, when authority over it was transferred to the National Park Service.\n\n"
        },
        {
            "title": "Controversy",
            "text": "\nCritics such as the National Coalition to Save Our Mall opposed the location of the memorial. A major criticism of the location was that it would interrupt what had been an unbroken view between the Washington Monument and the Lincoln Memorial. The memorial was also criticized for taking up open space that had been historically used for major demonstrations and protests.[23][24][25]\nCritics were particularly bothered by the expedited approval process, which is considerably lengthy most of the time.[26] The United States Congress, worried that World War II veterans were dying before an appropriate memorial could be built, passed legislation exempting the World War II Memorial from further site and design review. Congress also dismissed pending legal challenges to the memorial.[27]\n\nThere were also aesthetic objections to the design. A critic from the Boston Herald described the monument as \"vainglorious, demanding of attention and full of trite imagery.\"[28]\nThe Philadelphia Inquirer argued that \"this pompous style was also favored by Hitler and Mussolini\"[29] The Washington Post described it as \"overbearing\", \"bombastic\", and a \"hodgepodge of cliche and Soviet-style pomposity\" with \"the emotional impact of a slab of granite\".[30]\n\nSome supporters said that the design evoked federal architecture during the New Deal period, influenced by an austere interpretation of Art Deco/Beaux Arts styles.[citation needed] This view, and the monument, were dismissed by one prominent architecture critic as \"knee-jerk historicism\".[31]\n\nThe design unveiled by President Bill Clinton included 50 columns honoring the 48 states of the Union during World War II and two of the eight non-state jurisdictions at the time of the war: the territories of Alaska and Hawaii that subsequently were admitted into the Union. On June 2, 1997, the Puerto Rico Legislative Assembly approved a Concurrent Resolution[32] requesting the addition of a column honoring the territory of Puerto Rico's participation in the war effort. Its author, Sen. Kenneth McClintock, began a lobbying campaign. Eventually, the number of columns was raised to 56, honoring the 48 states, the District of Columbia, and the seven U.S. territories at the time: Alaska, Hawaii, Puerto Rico, Guam, American Samoa, the Philippines,[33] and the United States Virgin Islands.[34]\n\nOn May 23, 2013, Senator Rob Portman introduced the World War II Memorial Prayer Act of 2013 (Pub.L. 113–123 (text) (PDF)), which would direct the Secretary of the Interior to install at the World War II memorial a suitable plaque or an inscription with the words that President Franklin D. Roosevelt prayed with the United States on June 6, 1944, the morning of D-Day.[35] The bill was opposed by the American Civil Liberties Union, the American Jewish Committee, Americans United for Separation of Church and State, the Hindu American Foundation, and the Interfaith Alliance.[36] Together the organizations argued that the bill \"endorses the false notion that all veterans will be honored by a war memorial that includes a prayer proponents characterize as reflecting our country's 'Christian heritage and values.'\"[36] The organizations argued that \"the memorial, as it currently stands, appropriately honors those who served and encompasses the entirety of the war\" and was carefully created, so no additional elements, such as FDR's prayer, need to be added.[36] But, they said, \"the effect of this bill, however, is to co-opt religion for political purposes, which harms the beliefs of everyone.\"[36] The bill was signed into law on June 30, 2014,[37] and the Commission of Fine Arts preferred a design at the Circle of Remembrance to the northwest of the memorial.[38] With funding secured, it is intended to be dedicated on June 6, 2022.[39]\n\n"
        }
    ]
}