{
    "url": "https://en.wikipedia.org/wiki/Wormholes_in_fiction",
    "title": "Wormholes in fiction",
    "table_of_contents": [
        "1 In franchises",
        "1.1 Stargate franchise",
        "1.2 Babylon 5 and Crusade",
        "1.3 Farscape",
        "1.4 Star Trek franchise",
        "1.5 Doctor Who",
        "1.6 Marvel Cinematic Universe",
        "2 In literature",
        "3 In music",
        "4 In games",
        "5 In television and film fiction",
        "6 See also",
        "7 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nAn Einstein–Rosen bridge, or wormhole, is a postulated method, within the general theory of relativity, of moving from one point in space to another without crossing the space between.[1][2][3][4] Wormholes are a popular feature of science fiction as they allow faster-than-light interstellar travel within human timescales.[5][6][7]\n\nA related concept in various fictional genres is the portable hole. While there's no clear demarcation between the two, this article deals with fictional, but pseudo-scientific, treatments of faster-than-light travel through space.\n\nA jumpgate is a fictional device able to create an Einstein–Rosen bridge portal (or wormhole), allowing fast travel between two points in space.\n\n"
        },
        {
            "title": "In franchises",
            "text": "Wormholes are the principal means of space travel in the Stargate movie and the spin-off television series, Stargate SG-1, Stargate Atlantis and Stargate Universe, to the point where it was called the franchise that is \"far and away most identified with wormholes\".[8]\n\nThe central plot device of the programs is an ancient transportation network consisting of the ring-shaped devices known as Stargates, which generate artificial wormholes that allow one-way matter transmission and two-way radio communication between gates when the correct spatial coordinates are \"dialed\". However, for some reason not yet explained, the water-like event horizon breaks down the matter and converts it into energy for transport through the wormhole, restoring it into its original state at the destination. This would explain why electromagnetic energy can travel both ways — it doesn't have to be converted.\n\nThe one-way rule may be caused by the Stargates themselves: as a Gate may only be capable of creating an event-horizon that either breaks down or reconstitutes matter, but not both. It does serve as a very useful plot device: when one wants to return to the other end one must close the original wormhole and \"redial\", which means one needs access to the dialing device. The one-way nature of the Stargates helps to defend the gate from unwanted incursions.[9] Also, Stargates can sustain an artificial wormhole for only 38 minutes. It's possible to keep it active for a longer period, but it would take immense amounts of energy. The wormholes generated by the Stargates are based on the misconception that wormholes in 3D space have 2D (circular) event horizons, but a proper visualization of a wormhole in 3D space would be a spherical event horizon.[10][11]\n\nIn television series Babylon 5 and its spin-off series Crusade, jump points are artificial wormholes that serve as entrances and exits to hyperspace, allowing for faster-than-light travel. Jump points can either be created by larger ships (battleships, destroyers, etc.) or by standalone jumpgates.[11] The more energy used to create the wormhole, the larger the opening will be, so the stand-alone gates are used for heavily trafficked, predetermined interstellar routes, while engines on ships serve as a means of travel primarily for that ship and its support vessels, allowing them to enter and exit hyperspace where a jumpgate is not conveniently close by in normal space.[citation needed]\n\nThree distinct types of wormhole are characterized in the series and its sequel stories.\n\nThe jump points created by both the jumpgates and large vessels characterize a Lorentzian traversable wormhole with intra-universal endpoints. In the series, however, rather than the exiting endpoint being defined at the time of entry, the ship enters non-Euclidean hyperspace within which tachyon beacons mark possible endpoint destinations in real space. A ship may enter hyperspace with no particular destination, linger or hide there before returning to normal space, even be lost irretrievably should it become unable to exit into normal space.[citation needed]\n\nAs established in the episode \"Movements of Fire and Shadow\", jumpgates are considered neutral territory. Thus, it would be a gross violation of rules of engagement to attack them directly, as the jumpgate network is needed by every spacefaring race. However it is a common wartime tactic for opponents to program their jumpgates to deny access by any enemy ships, thus forcing those forces to open their own jump points.\n\nThe second type of wormhole depicted in the series is temporal in nature, as when the Great Machine buried miles below the surface of Epsilon Eridani III, a massive alien complex for the generation and control of power on a solar scale, displaces Babylon 4 1000 years into the past, 24 hours after it becomes fully functional, taking Commander Sinclair with it into the past to begin preparations a millennium in advance for the coming war with the Shadows, creating a temporal paradox.[citation needed]\n\nThe third type of wormhole appears in the series sequel Babylon 5: Thirdspace, as an ancient Vorlon artifact is found drifting in hyperspace and is recovered and brought back into normal space. The device is revealed to be a jumpgate for the creation of an extra-universal Lorentzian wormhole, which opens into a universe dominated by an incredibly powerful and ruthlessly violent alien race.[citation needed]\n\nThe television series Farscape features an American astronaut who accidentally gets shot through a wormhole and ends up in a distant part of the universe, and also features the use of wormholes to reach other universes (or \"unrealized realities\") and as weapons of mass destruction.[12][13]\n\nWormholes are the cause of John Crichton's presence in the far reaches of our galaxy and the focus of an arms race of different alien species attempting to obtain Crichton's perceived ability to control them. Crichton's brain was secretly implanted with knowledge of wormhole technology by one of the last members of an ancient alien species. Later, an alien interrogator discovers the existence of the hidden information and thus Crichton becomes embroiled in interstellar politics and warfare while being pursued by all sides (as they want the ability to use wormholes as weapons). Unable to directly access the information, Crichton is able to subconsciously foretell when and where wormholes will form and is able to safely travel through them (while all attempts by others are fatal). By the end of the series, he eventually works out some of the science and is able to create his own wormholes (and shows his pursuers the consequences of a wormhole weapon).[13][14]\n\nIt is discussed that the Time Vortex was created by the Time Lords (an ancient and powerful race of human-looking aliens that can control space and time; the protagonist is one of them) to allow travel of TARDISes (Time And Relative Dimension In Space) to any point in spacetime.[34][35]\n\n"
        },
        {
            "title": "In literature",
            "text": "In some earlier analyses of general relativity, the event horizon of a black hole was believed to form an Einstein-Rosen bridge. Works envisioning black holes as wormholes are listed in Black Holes as Wormhole Bridges.[45][46]\n\n"
        }
    ]
}