{
    "url": "https://en.wikipedia.org/wiki/Writing_style",
    "title": "Writing style",
    "table_of_contents": [
        "1 Choice of words",
        "2 Choice of sentence structure",
        "3 Choice of paragraph structure",
        "4 Examples",
        "5 Writer's voice",
        "6 See also",
        "7 Notes",
        "8 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\nIn literature, writing style is the manner of expressing thought in language characteristic of an individual, period, school, or nation.[1] As Bryan Ray notes, however, style is a broader concern, one that can describe \"readers' relationships with, texts, the grammatical choices writers make, the importance of adhering to norms in certain contexts and deviating from them in others, the expression of social identity, and the emotional effects of particular devices on audiences.\"[2] Thus, style is a term that may refer, at one and the same time, to singular aspects of an individual's writing habits or a particular document and to aspects that go well-beyond the individual writer.[3] Beyond the essential elements of spelling,  grammar, and punctuation, writing style is the choice of words, sentence structure, and paragraph structure, used to convey the meaning effectively.[4]  The former are referred to as rules, elements, essentials, mechanics, or handbook; the latter are referred to as style, or rhetoric.[5]  The rules are about what a writer does; style is about how the writer does it.  While following the rules drawn from established English usage, a writer has great flexibility in how to express a concept.[6]  Some have suggested that the point of writing style is to:\n\nSome have suggested that writing style should not be used to:\n\nalthough these aspects may be part a writer's individual style.[16][17]\n\nWhile this article focuses on practical approaches to style, style has been analyzed from a number of systematic approaches, including corpus linguistics,[18] historical variation,[19] rhetoric,[20][21] sociolinguistics, sylistics,[22] and World Englishes.[23]\n\n"
        },
        {
            "title": "Choice of words",
            "text": "Diction, or the choice of words, is an element of a writer's style.[24]\n\nSuggestions for using diction include the use of a dictionary,[25][26] and the avoidance of redundancy[27][28][29] and clichés.[30][31][32] Such advice can be found in style guides.[33][34]\n\n"
        },
        {
            "title": "Choice of sentence structure",
            "text": "The choice of sentence structure pertains to how meaning is conveyed, to phrasing, to word choice, and to tone. Advice on these and other topics can be found in style guides.[35][36][37][38]\n\n"
        },
        {
            "title": "Choice of paragraph structure",
            "text": "Paragraphs may express a single unfolding idea.  Paragraphs may be particular steps in the expression of a larger thesis. The sentences within a paragraph may support and extend one another in various ways.  Advice on the use of paragraphs may include the avoidance of incoherence, choppiness, or long-windedness, and rigid construction; and can be found in style guides.[39][40][41][42]\n\n"
        },
        {
            "title": "Examples",
            "text": "The following rewrite of the sentence, \"These are the times that try men's souls.\" by Thomas Paine, changes the impact of the message.\n\nAuthors convey their messages in different manners. For example:\n\nHamlet, Act II, Scene 2 (1599–1602) by William Shakespeare:\n\nA Tale of Two Cities (1859) by Charles Dickens:\n\n\"Memories of Christmas\" (1945) by Dylan Thomas:\n\n\"The Strawberry Window\" (1955) by Ray Bradbury:\n\n\"Letter from Birmingham Jail\" (1963) by Martin Luther King Jr.:\n\n"
        },
        {
            "title": "",
            "text": "The writer's voice is a term some critics use to refer to distinctive features of a written work in terms of spoken utterance. The voice of a literary work is then the specific group of characteristics displayed by the narrator or poetic \"speaker\" (or, in some uses, the actual author behind them), assessed in terms of tone, style, or personality.  Distinctions between various kinds of narrative voice tend to be distinctions between kinds of narrator in terms of how they address the reader (rather than in terms of their perception of events, as in the distinct concept of point of view).  Likewise in non-narrative poems, distinctions are sometimes made between the personal voice of a private lyric and the assumed voice (the persona) of a dramatic monologue.[49]\n\nAn author uses sentence patterns not only to make a point or tell a story, but to do it in a characteristic way.[50][51]\n\nWriting coaches, teachers, and authors of creative writing books often speak of the writer's voice as distinguished from other literary elements.[52][53] In some instances, voice is defined nearly the same as style;[54][55] in others, as genre,[56] literary mode,[57][58] point of view,[59] mood,[60] or tone.[61][62]\n\n"
        }
    ]
}