{
    "url": "https://en.wikipedia.org/wiki/Wrought_iron",
    "title": "Wrought iron",
    "table_of_contents": [
        "1 Terminology",
        "1.1 Types and shapes",
        "1.2 Origin",
        "1.3 Quality",
        "1.4 Defects",
        "2 History",
        "2.1 Western world",
        "2.2 China",
        "2.3 Bloomery process",
        "2.4 Osmond process",
        "2.5 Finery process",
        "2.6 Potting and stamping",
        "2.7 Puddling process",
        "2.7.1 Shingling",
        "2.7.2 Rolling",
        "2.8 Lancashire process",
        "2.9 Aston process",
        "2.10 Decline",
        "3 Properties",
        "3.1 Ductility",
        "3.2 Purity",
        "4 Applications",
        "5 See also",
        "6 Notes",
        "7 References",
        "8 Further reading",
        "9 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Wrought iron is an iron alloy with a very low carbon content (less than 0.08%) in contrast to that of cast iron (2.1% to 4%). It is a semi-fused mass of iron with fibrous slag inclusions (up to 2% by weight), which give it a wood-like \"grain\" that is visible when it is etched, rusted, or bent to failure. Wrought iron is tough, malleable, ductile, corrosion resistant, and easily forge welded, but is more difficult to weld electrically.\n\nBefore the development of effective methods of steelmaking and the availability of large quantities of steel, wrought iron was the most common form of malleable iron. It was given the name wrought because it was hammered, rolled, or otherwise worked while hot enough to expel molten slag. The modern functional equivalent of wrought iron is mild steel, also called low-carbon steel. Neither wrought iron nor mild steel contain enough carbon to be hardenable by heating and quenching.[1]: 145 [failed verification]\n\nWrought iron is highly refined, with a small amount of silicate slag forged out into fibres. It comprises around 99.4% iron by mass.[2] The presence of slag can be beneficial for blacksmithing operations, such as forge welding, since the silicate inclusions act as a flux and give the material its unique, fibrous structure.[3] The silicate filaments in the slag also protect the iron from corrosion and diminish the effect of fatigue caused by shock and vibration.[4]\n\nHistorically, a modest amount of wrought iron was refined into steel, which was used mainly to produce swords, cutlery, chisels, axes, and other edged tools, as well as springs and files. The demand for wrought iron reached its peak in the 1860s, being in high demand for ironclad warships and railway use. However, as properties such as brittleness of mild steel improved with better ferrous metallurgy and as steel became less costly to make thanks to the Bessemer process and the Siemens-Martin process, the use of wrought iron declined.\n\nMany items, before they came to be made of mild steel, were produced from wrought iron, including rivets, nails, wire, chains, rails, railway couplings, water and steam pipes, nuts, bolts, horseshoes, handrails, wagon tires, straps for timber roof trusses, and ornamental ironwork, among many other things.[5][note 1]\n\nWrought iron is no longer produced on a commercial scale. Many products described as wrought iron, such as guard rails, garden furniture,[6] and gates are made of mild steel.[7] They retain that description, because they are made to resemble objects which in the past were wrought (worked) by hand by a blacksmith (although many decorative iron objects, including fences and gates, were often cast rather than wrought).[7]\n\n"
        },
        {
            "title": "Terminology",
            "text": "The word \"wrought\" is an archaic past participle of the verb \"to work,\" and so \"wrought iron\" literally means \"worked iron\".[8] Wrought iron is a general term for the commodity, but is also used more specifically for finished iron goods, as manufactured by a blacksmith. It was used in that narrower sense in British Customs records, such manufactured iron was subject to a higher rate of duty than what might be called \"unwrought\" iron. Cast iron, unlike wrought iron, is brittle and cannot be worked either hot or cold. Cast iron can break if struck with a hammer.\n\nIn the 17th, 18th, and 19th centuries, wrought iron went by a wide variety of terms according to its form, origin, or quality.\n\nWhile the bloomery process produced wrought iron directly from ore, cast iron or pig iron were the starting materials used in the finery forge and puddling furnace. Pig iron and cast iron have higher carbon content than wrought iron, but have a lower melting point than iron or steel. Cast and especially pig iron have excess slag which must be at least partially removed to produce quality wrought iron. At foundries it was common to blend scrap wrought iron with cast iron to improve the physical properties of castings.\n\nFor several years after the introduction of Bessemer and open hearth steel, there were different opinions as to what differentiated iron from steel; some believed it was the chemical composition and others that it was whether the iron heated sufficiently to melt and \"fuse\".  Fusion eventually became generally accepted as relatively more important than composition below a given low carbon concentration.[9]: 32–39  Another difference is that steel can be hardened by heat treating.\n\nHistorically, wrought iron was known as \"commercially pure iron\",[10][11] however, it no longer qualifies because current standards for commercially pure iron require a carbon content of less than 0.008 wt%.[12][13]\n\nBar iron is a generic term sometimes used to distinguish it from cast iron.  It is the equivalent of an ingot of cast metal, in a convenient form for handling, storage, shipping and further working into a finished product.\n\nThe bars were the usual product of the finery forge, but not necessarily made by that process.\n\nWrought iron is a form of commercial iron containing less than 0.10% of carbon, less than 0.25% of impurities total of sulfur, phosphorus, silicon and manganese, and less than 2% slag by weight.[18][19]\n\nWrought iron is redshort or hot short if it contains sulfur in excess quantity. It has sufficient tenacity when cold, but cracks when bent or finished at a red heat.[5]: 7  Hot short iron was considered unmarketable.[1]\n\nCold short iron, also known as coldshear, colshire, contains excessive phosphorus. It is very brittle when cold and cracks if bent.[5]: 7, 215  It may, however, be worked at high temperature. Historically, coldshort iron was considered sufficient for nails.\n\nPhosphorus is not necessarily detrimental to iron. Ancient Near Eastern smiths did not add lime to their furnaces. The absence of calcium oxide in the slag, and the deliberate use of wood with high phosphorus content during the smelting, induces a higher phosphorus content (typically <.3%) than in modern iron (<.02-.03%).[1][20] Analysis of the Iron Pillar of Delhi gives 0.11% in the iron.[1]: 69   The included slag in wrought iron also imparts corrosion resistance.\n\nThe presence of phosphorus (without carbon) produces a ductile iron suitable for wire drawing for piano wire.[21]\n\n"
        },
        {
            "title": "History",
            "text": "Wrought iron has been used for many centuries, and is the \"iron\" that is referred to throughout Western history. The other form of iron, cast iron, was in use in China since ancient times but was not introduced into Western Europe until the 15th century; even then, due to its brittleness, it could be used for only a limited number of purposes. Throughout much of the Middle Ages, iron was produced by the direct reduction of ore in manually operated bloomeries, although water power had begun to be employed by 1104.[22]\n\nThe raw material produced by all indirect processes is pig iron. It has a high carbon content and as a consequence, it is brittle and cannot be used to make hardware. The osmond process was the first of the indirect processes, developed by 1203, but bloomery production continued in many places. The process depended on the development of the blast furnace, of which medieval examples have been discovered at Lapphyttan, Sweden and in Germany.\n\nThe bloomery and osmond processes were gradually replaced from the 15th century by finery processes, of which there were two versions, the German and Walloon. They were in turn replaced from the late 18th century by puddling, with certain variants such as the Swedish Lancashire process. Those, too, are now obsolete, and wrought iron is no longer manufactured commercially.\n\nDuring the Han dynasty (202 BC – 220 AD), new iron smelting processes led to the manufacture of new wrought iron implements for use in agriculture, such as the multi-tube seed drill and iron plough.[23] In addition to accidental lumps of low-carbon wrought iron produced by excessive injected air in ancient Chinese cupola furnaces. The ancient Chinese created wrought iron by using the finery forge at least by the 2nd century BC, the earliest specimens of cast and pig iron fined into wrought iron and steel found at the early Han Dynasty site at Tieshengguo.[24][25]: 186  Pigott speculates that the finery forge existed in the previous Warring States period (403–221 BC), due to the fact that there are wrought iron items from China dating to that period and there is no documented evidence of the bloomery ever being used in China.[25]: 186–187  The fining process involved liquifying cast iron in a fining hearth and removing carbon from the molten cast iron through oxidation.[25]: 186  Wagner writes that in addition to the Han Dynasty hearths believed to be fining hearths, there is also pictorial evidence of the fining hearth from a Shandong tomb mural dated 1st to 2nd century AD, as well as a hint of written evidence in the 4th century AD Daoist text Taiping Jing.[26]\n\nWrought iron was originally produced by a variety of smelting processes, all described today as \"bloomeries\". Different forms of bloomery were used at different places and times. The bloomery was charged with charcoal and iron ore and then lit. Air was blown in through a tuyere to heat the bloomery to a temperature somewhat below the melting point of iron. In the course of the smelt, slag would melt and run out, and carbon monoxide from the charcoal would reduce the ore to iron, which formed a spongy mass (called a \"bloom\") containing iron and also molten silicate minerals (slag) from the ore.  The iron remained in the solid state. If the bloomery were allowed to become hot enough to melt the iron, carbon would dissolve into it and form pig or cast iron, but that was not the intention. However, the design of a bloomery made it difficult to reach the melting point of iron and also prevented the concentration of carbon monoxide from becoming high.[1]: 46–57 \n\nAfter smelting was complete, the bloom was removed, and the process could then be started again. It was thus a batch process, rather than a continuous one such as a blast furnace. The bloom had to be forged mechanically to consolidate it and shape it into a bar, expelling slag in the process.[1]: 62–66 \n\nDuring the Middle Ages, water-power was applied to the process, probably initially for powering bellows, and only later to hammers for forging the blooms. However, while it is certain that water-power was used, the details remain uncertain.[1]: 75–76  That was the culmination of the direct process of ironmaking. It survived in Spain and southern France as Catalan Forges to the mid 19th century, in Austria as the stuckofen to 1775,[1]: 100–101  and near Garstang in England until about 1770;[27][28] it was still in use with hot blast in New York in the 1880s.[29] In Japan the last of the old tatara bloomeries used in production of traditional tamahagane steel, mainly used in swordmaking, was extinguished only in 1925, though in the late 20th century the production resumed on a low scale to supply the steel to the artisan swordmakers.\n\nOsmond iron consisted of balls of wrought iron, produced by melting pig iron and catching the droplets on a staff, which was spun in front of a blast of air so as to expose as much of it as possible to the air and oxidise its carbon content.[30] The resultant ball was often forged into bar iron in a hammer mill.\n\nIn the 15th century, the blast furnace spread into what is now Belgium where it was improved. From there, it spread via the Pays de Bray on the boundary of Normandy and then to the Weald in England. With it, the finery forge spread. Those remelted the pig iron and (in effect) burnt out the carbon, producing a bloom, which was then forged into bar iron. If rod iron was required, a slitting mill was used.\n\nThe finery process existed in two slightly different forms. In Great Britain, France, and parts of Sweden, only the Walloon process was used. That employed two different hearths, a finery hearth for finishing the iron and a chafery hearth for reheating it in the course of drawing the bloom out into a bar. The finery always burnt charcoal, but the chafery could be fired with mineral coal, since its impurities would not harm the iron when it was in the solid state. On the other hand, the German process, used in Germany, Russia, and most of Sweden used a single hearth for all stages.[31]\n\nThe introduction of coke for use in the blast furnace by Abraham Darby in 1709 (or perhaps others a little earlier) initially had little effect on wrought iron production. Only in the 1750s was coke pig iron used on any significant scale as the feedstock of finery forges. However, charcoal continued to be the fuel for the finery.\n\nFrom the late 1750s, ironmasters began to develop processes for making bar iron without charcoal. There were a number of patented processes for that, which are referred to today as potting and stamping. The earliest were developed by John Wood of Wednesbury and his brother Charles Wood of Low Mill at Egremont, patented in 1763.[32]: 723–724  Another was developed for the Coalbrookdale Company by the Cranage brothers.[33] Another important one was that of John Wright and Joseph Jesson of West Bromwich.[32]: 725–726 \n\nA number of processes for making wrought iron without charcoal were devised as the Industrial Revolution began during the latter half of the 18th century. The most successful of those was puddling, using a puddling furnace (a variety of the reverberatory furnace), which was invented by Henry Cort in 1784.[34] It was later improved by others including Joseph Hall, who was the first to add iron oxide to the charge. In that type of furnace, the metal does not come into contact with the fuel, and so is not contaminated by its impurities . The heat of the combustion products pass over the surface of the puddle and the roof of the furnace reverberates (reflects) the heat onto the metal puddle on the fire bridge of the furnace.\n\nUnless the raw material used is white cast iron, the pig iron or other raw product of the puddling first had to be refined into refined iron, or finers metal. That would be done in a refinery where raw coal was used to remove silicon and convert carbon within the raw material, found in the form of graphite, to a combination with iron called cementite.\n\nIn the fully developed process (of Hall), this metal was placed into the hearth of the puddling furnace where it was melted. The hearth was lined with oxidizing agents such as haematite and iron oxide.[35] The mixture was subjected to a strong current of air and stirred with long bars, called puddling bars or rabbles,[36]: 165 [37] through working doors.[38]: 236–240  The air, the stirring, and the \"boiling\" action of the metal helped the oxidizing agents to oxidize the impurities and carbon out of the pig iron. As the impurities oxidize, they formed a molten slag or drifted off as gas, while the remaining iron solidified into spongy wrought iron that floated to the top of the puddle and was fished out of the melt as puddle balls, using puddle bars.[35]\n\nThere was still some slag left in the puddle balls, so while they were still hot they would be shingled[39] to remove the remaining slag and cinder.[35]  That was achieved by forging the balls under a hammer, or by squeezing the bloom in a machine.  The material obtained at the end of shingling is known as bloom.[39] The blooms are not useful in that form, so they were rolled into a final product.\n\nSometimes European ironworks would skip the shingling process completely and roll the puddle balls. The only drawback to that is that the edges of the rough bars were not as well compressed. When the rough bar was reheated, the edges might separate and be lost into the furnace.[39]\n\nThe bloom was passed through rollers and to produce bars. The bars of wrought iron were of poor quality, called muck bars[39][36]: 137  or puddle bars.[35]  To improve their quality, the bars were cut up, piled and tied together by wires, a process known as faggoting or piling.[39]  They were then reheated to a welding state, forge welded, and rolled again into bars. The process could be repeated several times to produce wrought iron of desired quality. Wrought iron that has been rolled multiple times is called merchant bar or merchant iron.[37][40]\n\nThe advantage of puddling was that it used coal, not charcoal as fuel. However, that was of little advantage in Sweden, which lacked coal. Gustaf Ekman observed charcoal fineries at Ulverston, which were quite different from any in Sweden. After his return to Sweden in the 1830s, he experimented and developed a process similar to puddling but used firewood and charcoal, which was widely adopted in the Bergslagen in the following decades.[41][14]: 282–285 \n\nIn 1925, James Aston of the United States developed a process for manufacturing wrought iron quickly and economically. It involved taking molten steel from a Bessemer converter and pouring it into cooler liquid slag. The temperature of the steel is about 1500 °C and the liquid slag is maintained at approximately 1200 °C. The molten steel contains a large amount of dissolved gases so when the liquid steel hit the cooler surfaces of the liquid slag the gases were liberated. The molten steel then froze to yield a spongy mass having a temperature of about 1370 °C.[35] The spongy mass would then be finished by being shingled and rolled as described under puddling (above). Three to four tons could be converted per batch with the method.[35]\n\nSteel began to replace iron for railroad rails as soon as the Bessemer process for its manufacture was adopted (1865 on). Iron remained dominant for structural applications until the 1880s, because of problems with brittle steel, caused by introduced nitrogen, high carbon, excess phosphorus, or excessive temperature during or too-rapid rolling.[9]: 144–151 [note 2] By 1890 steel had largely replaced iron for structural applications.\n\nSheet iron (Armco 99.97% pure iron) had good properties for use in appliances, being well-suited for enamelling and welding, and being rust-resistant.[9]: 242 \n\nIn the 1960s, the price of steel production was dropping due to recycling, and even using the Aston process, wrought iron production was labor-intensive. It has been estimated that the production of wrought iron is approximately twice as expensive as that of low-carbon steel.[7] In the United States, the last plant closed in 1969.[7] The last in the world was the Atlas Forge of Thomas Walmsley and Sons in Bolton, Great Britain, which closed in 1973. Its 1860s-era equipment was moved to the Blists Hill site of Ironbridge Gorge Museum for preservation.[42]  Some wrought iron is still being produced for heritage restoration purposes, but only by recycling scrap.\n\n"
        },
        {
            "title": "Properties",
            "text": "The slag inclusions, or stringers, in wrought iron give it properties not found in other forms of ferrous metal. There are approximately 250,000 inclusions per square inch.[7]  A fresh fracture shows a clear bluish color with a high silky luster and fibrous appearance.\n\nWrought iron lacks the carbon content necessary for hardening through heat treatment, but in areas where steel was uncommon or unknown, tools were sometimes cold-worked (hence cold iron) to harden them.[citation needed] An advantage of its low carbon content is its excellent weldability.[7]  Furthermore, sheet wrought iron cannot bend as much as steel sheet metal when cold worked.[43][44] Wrought iron can be melted and cast, however the product is no longer wrought iron, since the slag stringers characteristic of wrought iron disappear on melting, so the product resembles impure, cast, Bessemer steel. There is no engineering advantage as compared to cast iron or steel, both of which are cheaper.[45][46]\n\nDue to the variations in iron ore origin and iron manufacture, wrought iron can be inferior or superior in corrosion resistance, compared to other iron alloys.[7][47][48][49] There are many mechanisms behind its corrosion resistance. Chilton and Evans found that nickel enrichment bands reduce corrosion.[50] They also found that in puddled, forged, and piled iron, the working-over of the metal spread out copper, nickel, and tin impurities that produce electrochemical conditions that slow down corrosion.[48] The slag inclusions have been shown to disperse corrosion to an even film, enabling the iron to resist pitting.[7] Another study has shown that slag inclusions are pathways to corrosion.[51] Other studies show that sulfur in the wrought iron decreases corrosion resistance,[49] while phosphorus increases corrosion resistance.[52] Chloride ions also decrease wrought iron's corrosion resistance.[49]\n\nWrought iron may be welded in the same manner as mild steel, but the presence of oxide or inclusions will give defective results.[53]\nThe material has a rough surface, so it can hold platings and coatings better. For instance, a galvanic zinc finish applied to wrought iron is approximately 25–40% thicker than the same finish on steel.[7] In Table 1, the chemical composition of wrought iron is compared to that of pig iron and carbon steel. Although it appears that wrought iron and plain carbon steel have similar chemical compositions, that is deceptive. Most of the manganese, sulfur, phosphorus, and silicon are incorporated into the slag fibers in the wrought iron, making wrought iron purer than plain carbon steel.[39]\n\nAmongst its other properties, wrought iron becomes soft at red heat and can be easily forged and forge welded.[58] It can be used to form temporary magnets, but it cannot be magnetized permanently,[59][60] and is ductile, malleable, and tough.[39]\n\nFor most purposes, ductility rather than tensile strength is a more important measure of the quality of wrought iron. In tensile testing, the best irons are able to undergo considerable elongation before failure. Higher tensile wrought iron is brittle.\n\nBecause of the large number of boiler explosions on steamboats, the U.S. Congress passed legislation in 1830 which approved funds for correcting the problem. The treasury awarded a $1500 contract to the Franklin Institute to conduct a study. As part of the study, Walter R. Johnson and Benjamin Reeves conducted strength tests on boiler iron using a tester they had built in 1832 based on the design of Lagerhjelm in Sweden. Unfortunately, because of the misunderstanding of tensile strength and ductility, their work did little to reduce failures.[5]\n\nThe importance of ductility was recognized by some very early in the development of tube boilers, evidenced by Thurston's comment:\n\nVarious 19th century investigations of boiler explosions, especially those by insurance companies, found causes to be most commonly the result of operating boilers above the safe pressure range, either to get more power, or due to defective boiler pressure relief valves and difficulties of obtaining reliable indications of pressure and water levels. Poor fabrication was also a common problem.[62]  Also, the thickness of the iron in steam drums was low, by modern standards.\n\nBy the late 19th century, when metallurgists were able to better understand what properties and processes made good iron, it was being displaced by steel. Also, the old cylindrical boilers with fire tubes were displaced by water tube boilers, which are inherently safer.[62]\n\nIn 2010, Dr. Gerry McDonnell[63] demonstrated in England by analysis that a wrought iron bloom, from a traditional smelt, could be worked into 99.7% pure iron with no evidence of carbon. It was found that the stringers common to other wrought irons were not present, thus making it very malleable for the smith to work hot and cold. A commercial source of pure iron is available and is used by smiths as an alternative to traditional wrought iron and other new generation ferrous metals.\n\n"
        },
        {
            "title": "Applications",
            "text": "Wrought iron furniture has a long history, dating back to Roman times. There are 13th century wrought iron gates in Westminster Abbey in London, and wrought iron furniture seemed to reach its peak popularity in Britain in the 17th century, during the reign of William III and Mary II.[citation needed] However, cast iron and cheaper steel caused a gradual decline in wrought iron manufacture; the last wrought ironworks in Britain closed in 1974.\n\nIt is also used to make home decor items such as baker's racks, wine racks, pot racks, etageres, table bases, desks, gates, beds, candle holders, curtain rods, bars, and bar stools.\n\nThe vast majority of wrought iron available today is from reclaimed materials. Old bridges and anchor chains dredged from harbors are major sources.[citation needed] The greater corrosion resistance of wrought iron is due to the siliceous impurities (naturally occurring in iron ore), namely ferric silicate.[64]\n\nWrought iron has been used for decades as a generic term across the gate and fencing industry, even though mild steel is used for manufacturing these \"wrought iron\" gates.[65] This is mainly because of the limited availability of true wrought iron. Steel can also be hot-dip galvanised to prevent corrosion, which cannot be done with wrought iron.\n\n"
        }
    ]
}