{
    "url": "https://en.wikipedia.org/wiki/Xiantiandao",
    "title": "Xiantiandao",
    "table_of_contents": [
        "1 History",
        "2 Common themes",
        "3 Theological and practical differences",
        "4 See also",
        "5 References",
        "6 Sources",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The Xiantiandao (Chinese: 先天道; pinyin: Xiāntiān Dào; lit. 'Way of Former Heaven', or \"Way of the Primordial\"; Vietnamese: Tiên Thiên Đạo, Japanese: Sentendō), also simply Tiandao (天道; Tiāndào; 'Way of Heaven'; Vietnamese: Thiên Đạo, Japanese: Tendō) is one of the most productive currents of Chinese folk religious sects such as the White Lotus Sect, characterised by representing the principle of divinity as feminine and by a concern for salvation (moral completion) of mankind.\n\nXiantiandao was founded in Jiangxi in the 17th century Qing dynasty as an offshoot of the Venerable Officials' teaching of fasting (老官齋教; Lǎoguān zhāijiào), a branch of the Dacheng (大乘 \"Great Vehicle\") or Yuandun (圆顿 \"Sudden Stillness\") eastern proliferation of Luoism.[1][2] It has also been traced to the earlier Wugongdao (五公道 \"Way of the Five Lords\"), a Yuan dynasty offshoot of the White Lotus tradition.[3][4]\n\nThe Xiantiandao religions were considered heterodox and suppressed throughout the history of China; they are still mostly forbidden in Mainland China, yet they thrive in Taiwan where at least 7% of the population adheres to some sect derived from the Xiantiandao.\n\nThe Xiantiandao movement is not limited only to Chinese-speaking countries, with at least one sect, the Tendō (天道, \"Way of Heaven\" or \"Heavenly Path\"), active in Japan.[5] In Vietnam, \"Tiên Thiên Đạo\" doctrines ultimately influenced the rise of the Minh Đạo sects since the 17th century and subsequently of Caodaism in the 20th century.[6]\n\nSects that are or have been considered as part of the Xiantiandao stream are:[2]\n\n"
        },
        {
            "title": "History",
            "text": "The sect can be traced back to the Yuan dynasty (1271–1368). It has been associated to the White Lotus tradition, a rebellious sect of that time, especially by anti-sect political centers and religious antagonists.\n\nThe differentiation of the Xiantiandao subtradition out of the general field of Chinese popular sects is commonly attributed to the so-called ninth patriarch Huang Dehui (1684–1750). The Yiguandao and the Tongshanshe sects legitimize themselves by tracing their patriarchal lines through Huang Dehui to the mythical patriarchs of early Chinese history.\n\nThe patriarchal lines of these two sects are largely identical down to the thirteenth patriarch Yang Shouyi (1796–1828), after whom the lines split and ultimately lead to the development of the Yiguandao and the Tongshanshe as separate sects. The other groups maintain a different model of linear patriarchal succession.[7]\n\n"
        },
        {
            "title": "Common themes",
            "text": "Xiantiandao doctrine holds that the origin of the universe is Wusheng Laomu (無生老母; Wúshēng Lǎomǔ; 'Unborn Ancient Mother'), creatrix of all living beings. These children went astray and ended up in the earthly world where they forgot their divine origin. The wheel of reincarnation started and the return to Heaven was no longer possible.\n\nFor this reason, the Mother sent a range of enlightened beings to bring Her children back to Heaven. The Dīpankara Buddha (燃燈佛; Rándēng Fó) was the first salvage. Gautama Buddha afterwards was the second enlightened. The remaining beings will be saved by the Buddha of the future, Maitreya.\n\nThe individual Xiantiandao sects all see themselves as carrying out the Mother's intentions by converting people and guiding them on a path of cultivation and reform that will ultimately lead them back to Heaven. The cultivation urged on members is divided into \"inner\" and \"outer\" work (nèigōng, wàigōng), that is, meditation and good deeds, so as to accumulate merits and purify the mind.\n\nAs the focus is on a primordial deity superior to all other gods, Xiantiandao sects claim to represent a Way (Dào) that transcends, comes before, and thus overcomes all existing religions. Consequently, a syncretism of features is noticeable in some groups. Most Xiantiandao groups rely heavily on automatic writing as a means of communicating with the Mother and lower-ranking deities.\n\n"
        },
        {
            "title": "Theological and practical differences",
            "text": "Along with the written works of the founding patriarchs, spirit-writing provides a distinct corpus of scriptures for each individual sect, that develops the shared themes in different directions and serves to differentiate the individual group from related sects. The variations on the central theme are many: for example, different sects use different names for the supreme deity, the Yiguandao and the Tongshanshe calling her \"Venerable Mother of Limitless Pole\" (Wuji Laomu) and the Yaochidao the \"Mother of the Jasper Lake\" (Yaochimu).\n\nThe Daoyuan diverges from the common maternal pattern by describing the supreme deity as male, naming him \"Holiest Venerable Patriarch of the Primordial Heaven\" (Zhisheng Xiantian Laozu). Despite these and many other differences in liturgy, organization, and doctrine, ultimately each Xiantiandao sect represents a variation on a central theme. Other movements have significantly departed: the Tiandi teachings movements have shifted to a focus on the Tian, while Caodaism gives centrality to the Cao Đài (\"Highest Power\").\n\n"
        }
    ]
}