{
    "url": "https://en.wikipedia.org/wiki/Yakuza_film",
    "title": "Yakuza film",
    "table_of_contents": [
        "1 Early films",
        "2 \"Borderless Action\" and Ninkyo eiga",
        "3 1970s and Jitsuroku eiga",
        "4 Decline and home video resurgence",
        "5 Prominent actors",
        "6 Selected films",
        "7 References",
        "8 Sources"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nYakuza film (Japanese: ヤクザ映画, Hepburn: Yakuza eiga) is a popular film genre in Japanese cinema which focuses on the lives and dealings of yakuza, Japanese organized crime syndicates. In the silent film era, depictions of bakuto (precursors to modern yakuza) as sympathetic Robin Hood-like characters were common.\n\nTwo types of yakuza films emerged in the 1950s and 1960s. The Nikkatsu studio was known for modern yakuza films inspired by Hollywood gangster films, while Toei was the main producer of what is known as ninkyo eiga (仁侠映画, \"chivalry films\"). Set in the Meiji and Taishō eras, ninkyo eiga depict honorable outlaws torn between giri (duty) and ninjo (personal feelings).\n\nIn contrast to ninkyo eiga, jitsuroku eiga (実録映画, \"actual record films\") based on real crime stories became popular in the 1970s. These portrayed modern yakuza not as honorable heirs to the samurai code, but as ruthless street thugs living for their own desires.\n\n"
        },
        {
            "title": "Early films",
            "text": "In the silent film era, films depicting bakuto (precursors to modern yakuza) as Robin Hood-like characters were common. They often portrayed historical figures who had accumulated legends over time as \"sympathetic but lonely figures, forced to live an outlaw existence and longing, however hopelessly, to return to straight society.\"[1] Kunisada Chūji was a popular subject, such as in Daisuke Itō's three-part A Diary of Chuji's Travels from 1927. During World War II, the Japanese government used cinema as wartime propaganda, and as such depictions of bakuto generally faded. Mark Schilling named Akira Kurosawa's Drunken Angel from 1948 as the first to depict post-war yakuza in his book The Yakuza Movie Book : A Guide to Japanese Gangster Films, although he noted it does not follow the genre's common themes.[2] The Occupation of Japan that followed World War II also monitored the films being made. However, when the occupation ended in 1952, period-pieces of all types returned to popularity. A notable modern yakuza example is 1961's Hana to Arashi to Gang by Teruo Ishii which launched a series that depicted contemporary gang life including gang warfare.[3]\n\n"
        },
        {
            "title": "",
            "text": "The studio Nikkatsu made modern yakuza films under the Mukokuseki Action (無国籍アクション, Mukokuseki Akushon) or \"Borderless Action\" moniker, which, unlike other studios in the genre, borrowed heavily from Hollywood gangster films. These are typified by the Wataridori series that started in 1959 and star Akira Kobayashi and, in most installments, Joe Shishido.[4] Another popular series in the style was the Kenjū Buraichō series starring Keiichirō Akagi and, again, Joe Shishido. However, this series ended abruptly in 1961 due to Akagi's death.[4]\n\nA subset of films known as ninkyo eiga (仁侠映画) or \"chivalry films\" then began to thrive. Most were created by the Toei studio and produced by Koji Shundo, who became close with actual yakuza before becoming a producer, and despite his denial, is said to have been one himself.[5][6] Set in the Meiji and Taishō eras, the kimono-clad yakuza hero of ninkyo films (personified by Kōji Tsuruta and Ken Takakura) was always portrayed as a stoic honorable outlaw torn between the contradictory values of giri (duty) and ninjo (personal feelings). Sadao Yamane stated their willingness to fight and die to save someone or their boss was portrayed as \"something beautiful.\"[7] In his book, Schilling cited Tadashi Sawashima's Jinsei Gekijo: Hishakaku from 1963 as starting the ninkyo eiga trend.[8] Ninkyo eiga were popular with young males that had traveled to cities from the countryside in search of jobs and education, only to find themselves in harsh work conditions for low pay. In their book Yakuza Film and Their Times, Tsukasa Shiba and Sakae Aoyama write that these young men \"isolated in an era of high economic growth and tight social structures\" were attracted to the \"motifs of male comrades banding together to battle the power structure.\"[9]\n\nShundo supervised Takakura and helped Toei sign Tsuruta, additionally his own daughter Junko Fuji became a popular female yakuza actress starring in the Hibotan Bakuto series.[10] Nikkatsu made their first ninkyo eiga, Otoko no Monsho starring Hideki Takahashi, in 1963 to combat Toei's success in the genre. However, today Nikkatsu is best known for the surreal B movies by Seijun Suzuki, which culminated with the director being fired after 1967's Branded to Kill.[11] Likewise, Daiei Film entered the field with Akumyō in 1961 starring Shintaro Katsu. They also had Toei's rival in the female yakuza genre with Kyōko Enami starring in the Onna Tobakuchi series.[12]\n\nIn 1965, Teruo Ishii directed the first installment in the Abashiri Prison series, which was a huge success and launched Takakura to stardom.\n\n"
        },
        {
            "title": "1970s and Jitsuroku eiga",
            "text": "Many Japanese movie critics cite the retirement of Junko Fuji in 1972 as marking the decline of the ninkyo eiga.[13] Just as moviegoers were getting tired of the ninkyo films, a new breed of yakuza films emerged, the jitsuroku eiga (実録映画, \"actual record films\"). These films portrayed post-war yakuza not as honorable heirs to the samurai code, but as ruthless, treacherous street thugs living for their own desires. Many jitsuroku eiga were based on true stories, and filmed in a documentary style with shaky camera. The Jitsuroku genre was popularized by Kinji Fukasaku's groundbreaking 1973 yakuza epic Battles Without Honor and Humanity.[7] Based on the events of real-life yakuza turfs in Hiroshima Prefecture, the film starring Bunta Sugawara spawned four sequels and another three part series.\n\nFukasaku biographer Sadao Yamane believes the films were popular because of the time of their release; Japan's economic growth was at its peak and at the end of the 1960s the student uprisings took place. The young people had similar feelings to those of the post-war society depicted in the film.[14] Schilling wrote that after the success of Battles Without Honor and Humanity, Takakura and Tsuruta received less and less roles at the direction of Toei's president. Soon after, Shundo retired, although he would later return.[15]\n\n"
        },
        {
            "title": "Decline and home video resurgence",
            "text": "In the 1980s, yakuza movies drastically declined due in part to the rise of home video VCRs. One exception was the Gokudō no Onnatachi series starring Shima Iwashita, which was based on a book of interviews with the wives and girlfriends of real gangsters.[16] In 1994, Toei actually announced that The Man Who Shot the Don starring Hiroki Matsukata would be their last yakuza film unless it made $4 million US in home video rentals. It did not and they announced they would stop producing such movies, although they returned a couple of years later.[17]\n\nBut in the 1990s, the low-budget direct-to-video movies called Gokudō brought a wealth of yakuza movies, such as Toei's V-Cinema line in 1990. Many young directors had freedom to push the genre's envelope. One such director was Rokurō Mochizuki who broke through with Onibi in 1997. Directors such as Shinji Aoyama and Kiyoshi Kurosawa started out in the home video market before becoming regulars on the international festival circuit. Though the most well-known gokudō creator is Takashi Miike, who has become known internationally for his extremely violent, genre pushing and border crossing (yakuza movies taking place outside Japan, such as his 1997 Rainy Dog) films in the style.[18]\n\nOne director who did not partake in the home video circuit is Takeshi Kitano, whose existential yakuza films are known around the world for a unique style. His films use harsh edits, minimalist dialogue, odd humor, and extreme violence that began with Sonatine (1993) and was perfected in  Hana-bi (1997).[19]\n\n"
        }
    ]
}