{
    "url": "https://en.wikipedia.org/wiki/Yamato_000593",
    "title": "Yamato 000593",
    "table_of_contents": [
        "1 Discovery and naming",
        "2 Description",
        "3 Classification",
        "4 Images",
        "5 See also",
        "6 References",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Yamato 000593 (or Y000593) is the second largest meteorite from Mars found on Earth.[2][5][6] Studies suggest the Martian meteorite was formed about 1.3 billion years ago from a lava flow on Mars.[7] An impact occurred on Mars about 11 million years ago [7] and ejected the meteorite from the Martian surface into space. The meteorite landed on Earth in Antarctica about 50,000 years ago. The mass of the meteorite is 13.7 kg (30 lb) and has been found to contain evidence of past water alteration.[2][5][6][8]\n\nAt a microscopic level, spheres are found in the meteorite that are rich in carbon compared to surrounding areas that lack such spheres. The carbon-rich spheres and the observed micro-tunnels may have been formed by biotic activity, according to NASA scientists.[2][5][6]\n\n"
        },
        {
            "title": "Discovery and naming",
            "text": "The 41st Japanese Antarctic Research Expedition (JARE) found the meteorite in late December 2000 on the Yamato Glacier at the Queen Fabiola Mountains, Antarctica.[2][9]\n\n"
        },
        {
            "title": "Description",
            "text": "The mass of the meteorite is 13.7 kg (30 lb).[2] It is an unbrecciated cumulus igneous rock consisting predominantly of elongated augite crystals —a solid solution in the pyroxene group.[9] Japanese scientists from the National Institute of Polar Research reported in 2003 that the meteorite contains iddingsite, which forms from the weathering of basalt in the presence of liquid water.[9] In addition, NASA researchers reported in February 2014 that they also found carbon-rich spheres encased in multiple layers of iddingsite, as well as microtubular features emanating from iddingsite veins displaying curved, undulating shapes consistent with bio-alteration textures that have been observed in terrestrial basaltic glass.[2] However, the scientific consensus is that \"morphology alone cannot be used unambiguously as a tool for primitive life detection.\"[10][11][12] Interpretation of morphology is notoriously subjective, and its use alone has led to numerous errors of interpretation.[10] According to the NASA team, the presence of carbon and lack of corresponding cations is consistent with the occurrence of organic matter embedded in iddingsite.[5] The NASA researchers indicated that mass spectrometry may provide deeper insight into the nature of the carbon, and could distinguish between abiotic and biologic carbon incorporation and alteration.[5]\n\n"
        },
        {
            "title": "Classification",
            "text": "The Martian meteorite is an igneous rock classified as an achondrite type of the nakhlite group.[2][1]\n\n"
        }
    ]
}