{
    "url": "https://en.wikipedia.org/wiki/Yangism",
    "title": "Yangism",
    "table_of_contents": [
        "1 Philosophy",
        "2 Reception",
        "2.1 Criticism",
        "3 Influence on later beliefs",
        "4 See also",
        "5 References",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Yangism (Chinese: 楊朱學派; pinyin: Yángzhūxuépài) was a philosophical school founded by Yang Zhu, extant during the Warring States period (475 BCE – 221 BCE), that believed that human actions are and should be based on self-interest. The school has been described by sinologists as an early form of psychological and ethical egoism.[1] The main focus of the Yangists was on the concept of xing (性), or human nature,[1] a term later incorporated by Mencius into Confucianism. No documents directly authored by the Yangists have been discovered yet, and all that is known of the school comes from the comments of rival philosophers, specifically in the Chinese texts Huainanzi, Lüshi Chunqiu, Mengzi, and possibly the Liezi and Zhuangzi.[2] The philosopher Mencius claimed that Yangism once rivaled Confucianism and Mohism, although the veracity of this claim remains controversial among sinologists.[3] Because Yangism had largely faded into obscurity by the time that Sima Qian compiled his Shiji, the school was not included as one of the Hundred Schools of Thought.\n\n"
        },
        {
            "title": "Philosophy",
            "text": "Yangism has been described as a form of psychological and ethical egoism.[1] The Yangist philosophers believed in the importance of maintaining self-interest through \"keeping one's nature intact, protecting one's uniqueness, and not letting the body be tied by other things.\"[5] Disagreeing with the Confucian virtues of li (propriety), ren (humaneness), and yi (righteousness) and the Legalist virtue of fa (law), the Yangists saw wei wo (為我), or \"[everything] for myself,\" as the only virtue necessary for self-cultivation.[6] Individual pleasure is considered desirable, like in hedonism, but not at the expense of the health of individual.[7] The Yangists saw individual well-being as the prime purpose of life, and considered anything that hindered that well-being immoral and unnecessary.[7]\n\nThe main focus of the Yangists was on the concept of xing, or human nature,[1] a term later incorporated by Mencius into Confucianism. The xing, according to sinologist A. C. Graham, is a person's \"proper course of development\" in life. Individuals can only rationally care for their own xing, and should not naively have to support the xing of other people, even if it means opposing the emperor.[5] In this sense, Yangism is a \"direct attack\" on Confucianism, by implying that the power of the emperor, defended in Confucianism, is baseless and destructive, and that state intervention is morally flawed.[5]\n\nThe Confucian philosopher Mencius depicts Yangism as the direct opposite of Mohism, while Mohism promotes the idea of universal love and impartial caring, the Yangists acted only \"for themselves,\" rejecting the altruism of Mohism.[8]\n\n"
        },
        {
            "title": "Reception",
            "text": "Mencius additionally criticized the Yangists as selfish, ignoring the duty of serving the public and caring only for personal concerns.[7] Mencius saw Confucianism as the \"Middle Way\" between Mohism and Yangism.[3]\n\n"
        },
        {
            "title": "Influence on later beliefs",
            "text": "Mencius incorporated the Yangist concept of xing into his own philosophy. Some sinologists have argued that Yangism influenced Taoism, and can be seen as a \"precursor\" to later Taoist beliefs.[7]\n\n"
        }
    ]
}