{
    "url": "https://en.wikipedia.org/wiki/Yao_folk_religion",
    "title": "Yao folk religion",
    "table_of_contents": [
        "1 Social aspects",
        "2 Priesthood",
        "3 House altar",
        "4 Rituals and psychology",
        "5 See also",
        "6 References",
        "6.1 Citations",
        "6.2 Sources"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Yao folk religion is the ethnic religion of the Yao people, a non-Sinitic ethnic group who reside in the Guangxi, Hunan and surrounding provinces of China. Their religion has been profoundly intermingled with Taoism since the 13th century, so much that it is frequently defined as Yao Taoism (瑶族道教 Yáozú Dàojiào).[1]: 1–3  In the 1980s it was found that the Yao clearly identified with the Chinese-language Taoist theological literature, seen as a prestigious statute of culture (文化 wénhuà).[2]: 290 \n\nYao folk religion was described by a Chinese scholar of the half of the 20th century as an example of deep \"Taoisation\" (道教化 Dàojiàohuà). Yao core theology and cosmology is Taoist; they worship the deities of canonical Taoism (above all the Three Pure Ones) as the principal deities, while lesser gods are those who pertain to their own indigenous pre-Taoisation religion.[1]: 6–10 \n\nThe reason of this tight identification of Yao religion and identity with Taoism is that in Yao society every male adult is initiated as a Taoist, and Yao Taoism is therefore a communal religion; this is in sharp contrast to Chinese Taoism, which is an order of priests disembedded from the common Chinese folk religion. A shared sense of Yao identity is based additionally on tracing their descent from the mythical ancestor Panhu.[2]: 48–49 \n\n"
        },
        {
            "title": "Social aspects",
            "text": "Yao Taoism has been seen as representing a conservative form of religious practice, exhibiting parallels with the communitarian Taoism that flourished with the earliest Taoist movements in China proper and the collective fasts of medieval China. Although the Yao are speakers of non-Sinitic Mienic languages, their Taoist liturgical tradition is in Chinese language and writing.[3]\n\nThe strong identity of Yao society as a Taoist Church, and their high literacy, are seen as the factors of Southeast Asian Yaos' proud resistance to Christian missionary penetration of their communities in the 1960s and 1970s.[2]: 51 \n\n"
        },
        {
            "title": "Priesthood",
            "text": "In Yao religion all adult males are initiated to some degree into the Taoist clergy.[2]: 48–49  The tsow say ong are high priests who perform rites for the higher gods of the pantheon (\"above the sky\") and officiate funerals. The Yao folk religion otherwise retains a class of lesser priests or shamans, the sip mien, who perform rituals for the lesser gods (\"under the sky\").\n\nThere are four levels of initiation into the Yao Taoist church, they are called:[3] \"hanging the lamps\" (kwa-tang), \"ordination of the master\" (tou-sai), after which ordinates are given a sigil and a certificate to perform a variety of rites, and the two additional levels of \"adding duties\" (chia-tse) and \"enfeoffing liturgies\" (pwang-ko).\n\nThe Sai nzung sou is the book of ceremonies for inviting the mienv zoux ziouv, good spirits who protect the location. The mienv morh are instead angry spirits who cause sickness and tragedy.\n\n"
        },
        {
            "title": "House altar",
            "text": "The mienv baaih is the Yao household altar of the gods, in a place easily visible from the main door. Its aim is welcoming the spirits (mienv). The mienv kuv is a tablet with the names of the ancestors of the family placed upon the altar; another custom is the use of pictures of the ancestors instead of the tablets.\n\n"
        },
        {
            "title": "Rituals and psychology",
            "text": "After the death of a person, the priests perform the zoux caeqv, a ceremony to deliver the person's body from sin. Then the priest perform a water ritual, the zoux sin, for purifying the person's dead body from evil spirits. Subsequently, the priest performs the doh dangh caeqv jaiv, a ceremony to purify the soul of the dead person from the influence of evil spirits.\n\nThe zoux sin-seix is an ending ritual to give the spirit a peaceful after-life. Other practices involve spirit money and sacrifice.\n\n"
        }
    ]
}