{
    "url": "https://en.wikipedia.org/wiki/Yogachara",
    "title": "Yogachara",
    "table_of_contents": [
        "1 Doctrine",
        "1.1 The doctrine of Vijñapti-mātra",
        "1.1.1 Origins",
        "1.1.2 Interpretations of vijñapti-mātra",
        "1.1.2.1 Idealism",
        "1.1.2.2 Mere representation",
        "1.1.2.3 Soterological phenomenology",
        "1.1.3 Arguments in defense of vijñapti-mātra",
        "1.2 Analysis of Consciousness",
        "1.2.1 Eight consciousnesses",
        "1.2.2 Ālaya-vijñāna",
        "1.2.3 Transformations of consciousness",
        "1.3 The Three Natures and Emptiness",
        "1.4 Karma",
        "1.5 Meditation and awakening",
        "1.6 Five Categories of Beings",
        "1.7 Alikākāravāda and Satyākāravāda",
        "2 Practice",
        "2.1 Bodhisattva practice",
        "2.1.1 The four investigations",
        "2.1.2 The bodhisattva abodes",
        "3 History",
        "3.1 Origination",
        "3.2 Asaṅga and Vasubandhu",
        "3.3 Development in India",
        "3.4 Yogācāra and Madhyamaka",
        "3.5 Yogācāra in East Asia",
        "3.6 Yogācāra in Tibet",
        "4 Textual corpus",
        "4.1 Sūtras",
        "4.2 Asaṅga, Vasubandhu and early Śāstras",
        "4.3 Other figures and texts",
        "5 Contemporary scholarship",
        "5.1 Philosophical dialogue: Yogācāra, idealism and phenomenology",
        "6 Legacy",
        "7 See also",
        "8 Notes",
        "9 References",
        "10 Sources",
        "11 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Yogachara (Sanskrit: योगाचार, IAST: Yogācāra; literally \"yoga practice\"; \"one whose practice is yoga\")[1] is an influential tradition of Buddhist philosophy and psychology emphasizing the study of cognition, perception, and consciousness through the interior lens of meditative and yogic practices.[2][3] It is also variously termed Vijñānavāda (the doctrine of consciousness), Vijñaptivāda (the doctrine of ideas or percepts) or Vijñaptimātratā-vāda (the doctrine of 'mere representation'), which is also the name given to its major epistemic theory. There are several interpretations of this main theory; while often regarded as a kind of Idealism, critical scholars argue that it is closer to a kind of phenomenology or representationalism, aimed at deconstructing the reification of our perceptions.\n\nAccording to Dan Lusthaus, this tradition developed \"an elaborate psychological therapeutic system that mapped out the problems in cognition along with the antidotes to correct them, and an earnest epistemological endeavor that led to some of the most sophisticated work on perception and logic ever engaged in by Buddhists or Indians.\"[2] The 4th-century Gandharan brothers, Asaṅga and Vasubandhu, are considered the classic philosophers and systematizers of this school, along with its other founder, Maitreya.[4]\n\nIt was associated with Indian Mahayana Buddhism in about the fourth century,[5] but also included non-Mahayana practitioners of the Sautrāntika school.[6] Yogācāra continues to be influential in Tibetan Buddhism and East Asian Buddhism. However, the uniformity of a single assumed \"Yogācāra school\" has been put into question.[7]\n\n"
        },
        {
            "title": "Doctrine",
            "text": "Yogācāra philosophy is primarily meant to aid in the practice of yoga and meditation and thus it also sets forth a systematic analysis of the Mahayana path of mental training (see five paths pañcamārga).[8] Yogācārins made use of ideas from previous traditions, such as Prajñāpāramitā and the Sarvāstivāda Abhidharma, to develop a new schema for spiritual practice.[9]\n\nAccording to Thomas Kochumuttom, Yogācāra is \"meant to be an explanation of experience, rather than a system of ontology\".[10] For this reason, Yogācārins developed an Abhidharma literature set within a Mahāyāna framework.[11] In its analysis, Yogācāra works like the Saṅdhinirmocana Sūtra developed various core concepts such as vijñapti-mātra, the ālaya-vijñāna (store consciousness), the turning of the basis (āśraya-parāvṛtti), the three natures (trisvabhāva), and emptiness.[2] They form a complex system, and each can be taken as a point of departure for understanding Yogācāra.[12]\n\nOne of the main features of Yogācāra philosophy is the concept of vijñapti-mātra. It is often used interchangeably with the term citta-mātra, but they have different meanings. The standard translation of both terms is \"consciousness-only\" or \"mind-only.\" Several modern researchers object to this translation, and the accompanying label of \"absolute idealism\" or \"idealistic monism\".[10] A better translation for vijñapti-mātra is representation-only,[13] while an alternative translation for citta (mind, thought) mātra (only, exclusively) has not been proposed.\n\nAccording to Lambert Schmithausen, the earliest surviving appearance of this term is in chapter 8 of the Saṅdhinirmocana Sūtra, which has only survived in Tibetan and Chinese translations that differ in syntax and meaning.[14] The passage is depicted as a response by the Buddha to a question which asks \"whether the images or replicas (*pratibimba) which are the object (*gocara) of meditative concentration (*samadhi), are different/separate (*bhinna) from the contemplating mind (*citta) or not.\" The Buddha says they are not different, \"Because these images are vijñapti-mātra.\" The text goes on to affirm that the same is true for objects of ordinary perception.[15]\n\nRegarding existing Sanskrit sources, the term appears in the first verse of Vasubandhu's Vimśatikā, which is a locus classicus of the idea, it states:[16]\n\nAccording to Mark Siderits, what Vasubandhu means here is that we are only ever aware of mental images or impressions which manifest themselves as external objects, but \"there is actually no such thing outside the mind.\"[16]\n\nThe term also appears in Asaṅga's classic Yogācāra work, the Mahāyānasaṃgraha (no Sanskrit original, trans. from Tibetan):\n\nThe term is sometimes used as a synonym with citta-mātra (mere citta), which is also used as a name for the school that suggests Idealism.[4][18] Schmithausen writes that the first appearance of this term is in the Pratyupanna samadhi sutra, which states:\n\nAccording to Bruce Cameron Hall, the interpretation of this doctrine as a form of subjective or absolute idealism has been \"the most common \"outside\" interpretation of Vijñānavāda, not only by modern writers, but by its ancient opponents, both Hindu and Buddhist.\"[20]\n\nScholars such as Saam Trivedi argue that Yogācāra is similar to Idealism (closer to a Kantian epistemic idealism), though they note that it is its own unique form and that it might be confusing to categorize it as such.[21] Paul Williams, citing Griffiths, writes that it could be termed \"dynamic idealism\".[22] Sean Butler argues for the idealistic nature of Yogācāra, noting that there are numerous similarities between Yogācāra and the systems of Kant and Berkeley.[23] Jay Garfield also argues that Yogācāra is \"akin to the idealisms defended by such Western philosophers as Berkeley, Kant and Schopenhauer.\"[24]\n\nJonathan Gold writes that the Yogācāra thinker Vasubandhu can be said to be an idealist (similar to Kant), in the sense that for him, everything in experience as well as its causal support is mental, and thus he gives causal priority to the mental. At the same time however, this is only in the conventional realm, since \"mind\" is just another concept and true reality for Vasubandhu is ineffable, \"an inconceivable 'thusness' (tathatā).\" Indeed, the Vimśatikā states that the very idea of vijñapti-mātra must also be understood to be itself a self-less construction and thus vijñapti-mātra is not the ultimate truth (paramārtha-satya) in Yogācāra.[18] Thus according to Gold, while Vasubandhu's vijñapti-mātra can be said to be a “conventionalist idealism”, it is to be seen as unique and different from Western forms, especially Hegelian Absolute Idealism.[18]\n\nOther scholars note that it is a mistake to conflate the two terms vijñapti-mātra and citta-mātra. While the standard translations for both vijñapti-mātra and citta-matra are often \"consciousness only\" and \"mind-only\" (signifying an Idealistic doctrine), objections are raised to this conflation, as well as to Idealistic interpretation.[10] Different alternative translations for vijñapti-mātra have been proposed, such as representation-only, ideation-only, impressions-only and perception-only.[20][13][25][4]\n\nDavid Kalupahana argues that citta-mātra signifies a metaphysical reification of mind into an absolute, while vijñapti-mātra refers to a certain epistemological approach.[26] According to Kalupahana, the term vijñapti-mātra replaced the \"more metaphysical\"[27] term citta-mātra used in the Laṅkāvatāra Sūtra.[28] The Laṅkāvatāra Sūtra \"appears to be one of the earliest attempts to provide a philosophical justification for the Absolutism that emerged in Mahayana in relation to the concept of Buddha\".[29] It uses the term citta-mātra, which means properly \"thought-only\". By using this term it develops an ontology, in contrast to the epistemology of the term vijñapti-mātra. The Laṅkāvatāra Sūtra equates citta and the absolute. According to Kochumuttom, this is not the way Yogacara uses the term vijñapti:[30] According to Kochumuttom, \"the absolute state is defined simply as emptiness, namely the emptiness of subject-object distinction. Once thus defined as emptiness (sunyata), it receives a number of synonyms, none of which betray idealism.\"[31]\n\nAccording to Thomas Kochumuttom, Yogācāra is a realistic pluralism. It does not deny the existence of individual beings;[10] what it does deny is:\n\nVijñapti-mātra then means \"mere representation of consciousness\":\n\nAlex Wayman notes that one's interpretation of Yogācāra will depend on how the qualifier mātra is to be understood in this context, and he objects to interpretations which claim that Yogācāra rejects the external world altogether, preferring translations such as \"amounting to mind\" or \"mirroring mind\" for citta-mātra.[25] For Wayman, what this doctrine means is that \"the mind has only a report or representation of what the sense organ had sensed.\"[25] The representationalist interpretation is also supported by Stefan Anacker and Thomas A. Kochumuttom, modern translators of Vasubandhu's works.[33][13]\n\nAccording to Dan Lusthaus, the vijñapti-mātra theory is closer in some ways to Western Phenomenological theories and Epistemological Idealism or Transcendental idealism, but it is not an ontological idealism because Yogācāra rejects the construction of metaphysical or ontological theories.[2] Moreover, Western idealism lacks any counterpart to karma, samsara or awakening, which are central for Yogācāra. Regarding vijñapti-mātra, Lusthaus translates it as \"nothing but conscious construction\" and states it is:\n\nLusthaus further explains that this reification of cognitions aids in constructing the notion of a solid self, which can appropriate external 'things'. Yogacara then offers the analysis and meditative means to negate this reification, thereby also negating the notion of a solid self:\n\nTherefore, when Yogācāra discusses cognitive objects (viṣaya), they are analyzing cognition, and its constructions. While Yogācāra posits that cognitive objects are real, it denies \"arthas\" (objects of intentionality or \"a telos toward which an act of consciousness intends\") which are \"outside the cognitive act in which it is that which is intended.\"[2] So according to Lusthaus, \"Yogacarins don't claim that nothing whatsoever exists outside the mind\" and \"Consciousness enjoys no transcendent status, nor does it serve as a metaphysical foundation. Consciousness is real by virtue of its facticity -- the fact that sentient beings experience cognitions -- and not because of an ontological primacy.\"[2] In this way, instead of offering an ontological theory, Yogācāra focuses on understanding and eliminating the underlying tendencies (anuśaya) that lead to clinging to ontological constructions, which are just cognitive projections (pratibimba, parikalpita).\n\nYogācāra philosophers were aware of the objections that could be brought against their doctrine. Vasubandhu's Vimśatikā mentions three and refutes them:[34][35][36]\n\nAccording to Mark Siderits, after disposing of these objections, Vasubandhu believes he has shown that vijñapti-mātra is just as good at explaining and predicting the relevant phenomena of experience as any theory of realism that posits external objects. Therefore, he then applies the Indian philosophical principle termed the \"Principle of Lightness\" (which is similar to Occam's Razor) to rule out realism since vijñapti-mātra is the simpler and \"lighter\" theory, \"that is, the theory that posits the least number of unobservable entities.\"[37]\n\nAnother objection that Vasubandhu answers is that of how one person can influence another's experiences, if everything arises from mental karmic seeds in one's mind stream. Vasubandhu argues that \"impressions can also be caused in a mental stream by the occurrence of a distinct impression in another suitably linked mental stream.\"[38] As Siderits notes, this account can explain how it is possible to influence or even totally disrupt (murder) another mind, even if there is no physical medium or object in existence, since a suitably strong enough intention in one mind stream can have effects on another mind stream.[38] From the vijñapti-mātra position, it is easier to posit a mind to mind causation than to have to explain mind to body causation, which the realist must do. However, Siderits then goes on to question whether Vasubandhu's position is indeed \"lighter\" since he must make use of multiple interactions between different minds to take into account an intentionally created artifact, like a pot. Since we can be aware of a pot even when we are not \"linked\" to the potter's intentions (even after the potter is dead), a more complex series of mental interactions must be posited.[39]\n\n\nIn disproving the possibility of external objects, Vasubandhu's Vimśatikā also attacks Indian theories of atomism and property particulars as incoherent on mereological grounds.[18] Vasubandhu also explains why it is soteriologically important to get rid of the idea of really existing external objects. According to Siderits, this is because:\nSiderits notes how Kant had a similar notion, that is, without the idea of an objective mind independent world, one cannot derive the concept of a subjective \"I\". But Kant drew the opposite conclusion to Vasubandhu, since he held that we must believe in an enduring subject, and thus, also believe in external objects.[40]\n\nYogācāra gives a detailed explanation of the workings of the mind and the way it constructs the reality we experience.\n\nAccording to Lusthaus, \"the most famous innovation of the Yogācāra school was the doctrine of eight consciousnesses.\"[2] These \"eight bodies of consciousnesses\" (aṣṭa vijñānakāyāḥ) are: the five sense-consciousnesses, citta (mentality), manas (self-consciousness),[41] and the storehouse or substratum consciousness (Skt: ālayavijñāna).[42][43] Traditional Buddhist descriptions of consciousness taught just the first six vijñānas, each corresponding to a sense base (ayatana) and having their own sense objects. Standard Buddhist doctrine held that these eighteen \"dhatus\" or components of experience, \"exhaust the full extent of everything in the universe, or more accurately, the sensorium.\"[2] These six consciousnesses are also not substantial entities, but a series of events, arising and vanishing, stretching back from beginningless (anadi) time.[44]\n\nBuddhist Abhidharma expanded and developed this basic model and Yogācāra responded by rearranging these into their own schema which had three novel forms of consciousness. The sixth consciousness, mano-vijñāna, was seen as the surveyor of the content of the five senses as well as of mental content like thoughts and ideas. The seventh consciousness developed from the early Buddhist concept of manas, and was seen as the defiled mentation (kliṣṭa-manas) which is obsessed with notions of \"self\". According to Paul Williams, this consciousness \"takes the substratum consciousness as its object and mistakenly considers the substratum consciousness to be a true Self.\"[43]\n\nThe eighth consciousness, ālaya-vijñāna (storehouse or repository consciousness), was defined as the storehouse of all karmic seeds, where they gradually matured until ripe, at which point they manifested as karmic consequences. Because of this, it is also called the \"mind which has all the seeds\" (sarvabījakam cittam), as well as the \"basic consciousness\" (mūla-vijñāna) and the \"appropriating consciousness\" (ādānavijñāna). According to the Saṅdhinirmocana Sūtra, this kind of consciousness underlies and supports the six types of manifest awareness, all of which occur simultaneously with the ālaya.[45] William S. Waldron sees this \"simultaneity of all the modes of cognitive awareness\" as the most significant departure of Yogācāra theory from traditional Buddhist models of vijñāna, which were \"thought to occur solely in conjunction with their respective sense bases and epistemic objects.\"[46]\n\nAs noted by Schmithausen, the ālaya-vijñāna, being a kind of vijñāna, has an object as well (as all vijñāna has intentionality). That object is the sentient being's surrounding world, that is to say, the \"receptable\" or \"container\" (bhājana) world. This is stated in the 8th chapter of the Saṅdhinirmocana Sūtra, which states that the ādānavijñāna is characterized by \"an unconscious (or not fully conscious?) steady perception (or \"representation\") of the Receptacle (*asaṃvidita-sthira-bhājana-vijñapti).\"[47]\n\nThe ālaya-vijñāna is also what experiences rebirth into future lives and what descents into the womb to appropriate the fetal material. Therefore, the ālaya-vijñāna's holding on to the body's sense faculties and \"profuse imaginings\" (prapañca) are the two appropriations which make up the \"kindling\" or \"fuel\" (lit. upādāna) that samsaric existence depends upon.[45] Yogācāra thought thus holds that being unaware of the processes going on in the ālaya-vijñāna is an important element of ignorance (avidya). The ālaya is also individual, so that each person has their own ālaya-vijñāna, which is an ever changing process and therefore not a permanent self.[2] According to Williams, this consciousness \"seen as a defiled form of consciousness (or perhaps sub- or unconsciousness), is personal, individual, continually changing and yet serving to give a degree of personal identity and to explain why it is that certain karmic results pertain to this particular individual. The seeds are momentary, but they give rise to a perfumed series which eventually culminates in the result including, from seeds of a particular type, the whole ‘inter-subjective’ phenomenal world.\"[48] Also, Asanga and Vasubandhu write that the ālaya-vijñāna ‘ceases’ at awakening, becoming transformed into a pure consciousness.[49]\n\nAccording to Waldron, while there were various similar concepts in other Buddhist Abhidharma schools which sought to explain karmic continuity, the ālaya-vijñāna is the most comprehensive and systematic.[50] Waldron notes that the ālaya-vijñāna concept was probably influenced by these theories, particularly the Sautrantika theory of seeds and Vasumitra's theory of a subtle form of mind (suksma-citta).[51]\n\nFor Kalupahana, this classification of ālayavijñāna and manas as an eighth and seventh category of consciousness is based on a misunderstanding of Vasubandhu's Triṃśikaikā-kārikā by later adherents.[52][a]\n\nAccording to scholar Roger R. Jackson, a \"'fundamental unconstructed awareness' (mūla-nirvikalpa-jñāna)\" is \"described [...] frequently in Yogacara literature.\",[53] According to Kalupahana, instead of positing additional consciousnesses, the Triṃśikaikā-kārikā describes the transformations of this consciousness:\n\nThese transformations are threefold according to Kalupahana. The first is the ālaya and its seeds, which is the flow or stream of consciousness, without any of the usual projections on top of it.[52] The second transformation is manana, self-consciousness or \"Self-view, self-confusion, self-esteem and self-love\".[55] It is \"thinking\" about the various perceptions occurring in the stream of consciousness\".[56] The ālaya is defiled by this self-interest.[55] The third transformation is visaya-vijñapti, the \"concept of the object\".[57] In this transformation the concept of objects is created. By creating these concepts human beings become \"susceptible to grasping after the object\" as if it were a real object (sad artha) even though it is just a conception (vijñapti).[57]\n\nA similar perspective which emphasizes Yogācāra's continuity with early Buddhism is given by Walpola Rahula. According to Rahula, all the elements of this theory of consciousness with its three layers of Vijñāna are already found in the Pāli Canon:[58]\n\n\nYogācāra works often define three basic modes or \"natures\" (svabhāva) of experience. Jonathan Gold explains that \"the three natures are all one reality viewed from three distinct angles. They are the appearance, the process, and the emptiness of that same apparent entity.\"[18] According to Paul Williams, \"all things which can be known can be subsumed under these Three Natures.\"[60] Since this schema is Yogācāra's systematic explanation of the Buddhist doctrine of emptiness (śūnyatā), each of the three natures are also explained as having a lack of own-nature (niḥsvabhāvatā).\"[61][62] Vasubandhu's Trisvabhāva-nirdeśa gives a brief definition of these three natures: \nIn detail, three natures (trisvabhāva) are:[60][63][64][18]\n\nThe central meaning of emptiness in Yogācāra is a twofold \"absence of duality.\" The first element of this is the unreality of any conceptual duality such as \"physical\" and \"non-physical\", \"self\" and \"other\". To define something conceptually is to divide the world into what it is and what it is not, but the world is a causal flux that does not accord with conceptual constructs.[18] The second element of this is a perceptual duality between the sensorium and its objects, between what is \"external\" and \"internal\", between subject (grāhaka, literally \"grasper\") and object (grāhya, \"grasped\").[66] This is also an unreal superimposition, since there is really no such separation of inner and outer, but an interconnected causal stream of mentality which is falsely divided up.[18]\n\nAn important difference between the Yogācāra conception of emptiness and the Madhyamaka conception is that in classical Yogācāra, emptiness does exist and so does consciousness, while Madhyamaka refuses to endorse such existential statements. The Madhyāntavibhāga for example, states \"there exists the imagination of the unreal (abhūta-parikalpa), there is no duality, but there is emptiness, even in this there is that,\" which indicates that even though the dualistic imagination is unreal and empty, it does exist.[67] Contra Madhyamaka, which was criticized by Vasubandhu and Asaṅga for being nihilistic (see Vimśatikā v. 10), the Yogācāra position is that there is something that exists (the paratantra-svabhāva that is mere vijñapti), and that it is empty. The Bodhisattvabhūmi likewise argues that it is only logical to speak of emptiness if there is something (i.e. dharmatā) that is empty. Thus Asaṅga speaks of emptiness as \"the non-existence of the self, and the existence of the no-self.\"[67]\n\nThe Yogācāra school also gave special significance to the Lesser Discourse on Emptiness of the Āgamas.[68][b] It is often quoted in later Yogācāra texts as a true definition of emptiness.[70]\n\nAn explanation of the Buddhist doctrine of karma (action) is central to Yogācāra, and the school sought to explain important questions such as how moral actions can have effects on individuals long after that action was done, that is, how karmic causality works across temporal distances. Previous Abhidharma Buddhist schools like the Sautrantika had developed theories of karma based on the notion of \"seeds\" (bījā) in the mind stream, which are unseen karmic habits (good and bad) which remain until they meet with the necessary conditions to manifest. Yogācāra adopts and expanded this theory.[2] Yogācāra then posited the \"storehouse consciousness\" (Sanskrit: ālayavijñāna), also known as the basal, or eighth consciousness, as the container of the seeds. It simultaneously acts as a storage place for karmic latencies and as a fertile matrix of predispositions that bring karma to a state of fruition. In the Yogācāra system, all experience without exception is said to result from karma or mental intention (cetana), either arising from one's own subliminal seeds or from other minds.[71]\n\nFor Yogācāra, the seemingly external or dualistic world is merely a \"by-product\" (adhipati-phala) of karma. The term vāsanā (\"perfuming\") is also used when explaining karma, and Yogācārins were divided on the issue of whether vāsāna and bija were essentially the same, whether the seeds were the effect of the perfuming, or whether the perfuming simply affected the seeds.[72] The type, quantity, quality and strength of the seeds determine where and how a sentient being will be reborn: one's race, sex, social status, proclivities, bodily appearance and so forth. The conditioning of the mind resulting from karma is called saṃskāra.[73]\n\nVasubandhu's Treatise on Action (Karmasiddhiprakaraṇa), treats the subject of karma in detail from the Yogācāra perspective.[74]\n\n\nAs the name of the school suggests, meditation practice is central to the Yogācāra tradition. Practice manuals prescribe the practice of mindfulness of body, feelings, thoughts and dharmas in oneself and others, out of which a revolutionary and radically transformative understanding of the non-duality of self and other is said to arise. This process is referred to as āśraya-parāvṛtti, \"overturning the Cognitive Basis\", or \"revolution of the basis\", which refers to \"overturning the conceptual projections and imaginings which act as the base of our cognitive actions.\"[2] This event is seen as the transformation of the basic mode of cognition into jñāna (knowledge, direct knowing), which is seen as a non-dual knowledge that is non-conceptual (nirvikalpa), i.e., \"devoid of interpretive overlay\".[2][75] When this occurs, the eight consciousnesses come to an end and are replaced by direct knowings. According to Lusthaus:\nOne of the more controversial teachings espoused by the Yogacara school was an extension of the teachings on seeds and store-conscious.  Based on the Saṃdhinirmocana Sūtra and the Laṅkāvatāra Sūtra, the Yogacara school posited that sentient beings had innate seeds that would make them capable of achieving a particular state of enlightenment and no other.  Thus, beings were categorized in 5 ways:[76]\n\nThe fifth class of beings, the Icchantika, were described in various Mahayana sutras as being incapable of achieving Enlightenment, unless in some cases through the aid of a Buddha or Bodhisattva.  Nevertheless, the notion was highly criticized by adherents of the Lotus Sutra (e.g. the Tiantai school) and its teaching of universal Buddhahood. This tension appears in East Asian Buddhist history.[76]\n\n\nAn important debate about the reality of mental appearances within Yogācāra led to its later subdivision into two systems of Alikākāravāda (Tib. rnam rdzun pa, False Aspectarians) and Satyākāravāda (rnam bden pa, True Aspectarians) or \"Aspectarians\" (ākāra) and \"Non-Aspectarians\" (anākāra). The core issue is whether appearances or “aspects” (rnam pa, ākāra) of objects in the mind are treated as true (bden pa, satya) or false (rdzun pa, alika).[77] While this division did not exist in the works of the early Yogācāra philosophers, tendencies similar to these views can be discerned in the works of Yogacara thinkers like Dharmapala (c. 530–561?) and Sthiramati (c. 510–570?).[78] According to Yaroslav Komarovski the distinction is:\n"
        },
        {
            "title": "Practice",
            "text": "The main source for the yogic and meditative practices of the Yogācāra school is the encyclopedic Yogācārabhūmi-Śāstra  (YBh, Treatise on the Foundation for Yoga Practitioners). The YBh presents a structured exposition of the Mahāyāna Buddhist path of yoga (here referring to spiritual practice in general) from a Yogācāra perspective and relies in both Āgama/Nikāya texts and Mahāyāna sūtras while also being influenced by Vaibhāṣika Abhidharma.[80] According to some scholars, this text can be traced to communities of Yogācāras, which initially referred not to a philosophical school, but to groups of meditation specialists whose main focus was Buddhist yoga.[81] Other Yogācāra texts which also discuss meditation and spiritual practice (and show some relationship with the YBh) include the Saṃdhinirmocanasūtra, the Madhyāntavibhāga, Mahāyānasūtrālaṃkāra, Dharmadharmatāvibhāga and Asanga's Mahāyānasaṃgraha.[82]\n\nThe main or basic section of the YBh is structured around seventeen bhūmis (explained in fourteen books), which are \"foundations\" or \"groundings\" of meditation, referring to \"a field of knowledge that the Yogācāra acolyte ought to master in order to be successful in his or her yoga practice.\"[83] Some of these are doctrinal topics such as the five vijñānas (book 1), the ālayavijñāna, afflictive cognition (kliṣṭaṃ manaḥ), the 51 mental factors (book 2), and the defilements (saṃkleśa, book 3). Other books discuss meditation practice proper (books 4, 9, 10, and 12).[84]\n\nThe YBh discusses numerous classic Buddhist topics dealing with the spiritual practice of both Śrāvakayāna and Mahāyāna. Some of the main topics are the eight different forms of dhyāna (meditative absorptions), the three samādhis, different types of liberation (vimokṣa), meditative attainments (samāpatti) such as nirodhasamāpatti, the five hindrances (nivaraṇa), the various types of foci (ālambana) or 'images' (nimitta) used in meditation, the various types of meditation used as antidotes (pratipakṣa) against the afflictions (like contemplating death, unattractiveness, impermanence, and suffering), the practice of śamatha through \"the nine aspects of resting the mind\" (navākārā cittasthitiḥ), the practice of insight (vipaśyanā), mindfulness of breathing (ānāpānasmṛti), how to understand the four noble truths, the thirty-seven factors of Awakening (saptatriṃśad bodhipakṣyā dharmāḥ), the four immeasurables (apramāṇa), and how to practice the six perfections (pāramitā).[84]\n\nThe YBh's Bodhisattvabhūmi section discusses the Yogācāra school's specifically Mahāyāna forms of practice which are tailored to bodhisattvas. These figures are seen as spiritual virtuosos who are working on attaining full Buddhahood through a process that can take hundreds of aeons of spiritual development (and countless rebirths).[85] Unlike other books in the YBh (such as the Śrāvakabhūmi) which are more influenced by Śrāvakayāna texts, the Bodhisattvabhūmi is strongly influenced by Mahāyāna works, including the Prajñāpāramitā literature.[86]\n\nThe aim of the bodhisattva's practice in the Bodhisattvabhūmi is the wisdom (prajñā) which realizes of the inexpressible Ultimate Reality (tathata) or the 'thing-in-itself (vastumatra), which is essenceless and beyond the duality (advaya) of existence (bhāva) and non-existence (abhāva).[87][88] The Bodhisattvabhūmi outlines several practices of bodhisattvas, including the six perfections (pāramitā), the thirty-seven factors of Awakening, and the four immeasurables. Two key practices which are unique to bodhisattvas in this text are the four investigations (paryeṣaṇā) and the four correct cognitions (yathābhūtaparijñāna).[89]\n\nThe four investigations and the corresponding four correct cognitions or knowledges which arise from them are:[90][91]\n\n\nThe practice which leads to the realization of the true nature of things is based on the elimination of all conceptual proliferations (prapañca) and ideations (saṃjñā) that one superimposes on true reality.[92] This elimination of concepts and ideas is the basic framework applied by the bodhisattva to all meditative practices. The YBh states:\nThe three samādhis (meditative absorption and unity) are likewise adapted into this new framework. These three are the emptiness (śūnyatā), wishlessness (apraṇihita), and imagelessness (ānimitta) samādhis.[94]\n\nAnother original contribution of the YBh regarding the bodhisattva's practice is the doctrine of the thirteen (or sometimes twelve) abodes or dwellings (vihāra). This framework of the bodhisattva's path to awakening is as follows:[95][96]\n\n"
        },
        {
            "title": "History",
            "text": "The Yogācāra, along with the Madhyamaka, is one of the two principal philosophical schools of Indian Mahāyāna Buddhism,[97] while the Tathāgatagarbha-thought was also influential.[98][note 1]\n\nOne of the earliest texts of this tradition is the Saṃdhinirmocana Sūtra which might be as early as the first or second century CE.[99] It includes new theories such as the basis-consciousness (ālaya-vijñāna), and the doctrine of representation-only (vijñapti-mātra) and the \"three natures\" (trisvabhāva). However, these theories were not completely new, as they have predecessors in older theories held by previous Buddhist schools, such as the Sautrāntika theory of seeds (bīja) and the Sthavira nikāya's Abhidharma theory of the bhavanga.[100] Richard King has also noted the similarity of the Sautantrika representationalism and the Yogacara: \n\nThe Saṃdhinirmocana Sūtra, as the doctrinal trailblazer of the Yogācāra, inaugurated the paradigm of the Three Turnings of the Wheel of Dharma, with its own tenets in the \"third turning\".[97] Yogācāra texts are generally considered part of the third turning along with the relevant sutra. (Some traditions categorize this teaching as within the \"fourth turning\" of the wheel of Dharma.) Moreover, Yogācāra discourse surveys and synthesizes all three turnings and considers itself as the final definitive explanation of Buddhism. The early layers of the Yogācārabhūmi-śāstra also contains very early Yogācāra material, perhaps earlier than the Saṃdhinirmocana.[102] This work is strongly influenced by Sarvāstivāda Abhidharma.\n\nAccording to Dan Lusthaus, the orientation of the Yogācāra school is largely consistent with the thinking of the Pāli nikāyas. It frequently treats later developments in a way that realigns them with earlier versions of Buddhist doctrines. One of the agendas of the Yogācāra school was to reorient the complexity of later refinements in Buddhist philosophy to accord with early Buddhist doctrine.[103]\n\nHowever, according to Y. Karunadasa, the exact opposite is true, and the Pali Nikaya's are firmly realist texts that confirm the existence of matter, and the external world:\n\nYogācāra philosophy's systematic exposition owes much to  Asaṅga (4th c. CE) and Vasubandhu (4th-5th c. CE).\n\nLittle is known of these figures, but traditional hagiographies state that Asaṅga received Yogācāra teachings from the bodhisattva and future Buddha, Maitreya. Accounts of this are given in the writings of Paramārtha (6th century) and Xuanzang, who reports that important texts like the Mahāyāna-sūtra-alaṃkāra and the Madhyanta-vibhaga are divinely revealed from Maitreya.[105][106] Asaṅga went on to write many of the key Yogācāra treatises such as the Mahāyānasaṃgraha and the Abhidharma-samuccaya as well as other works, although there are discrepancies between the Chinese and Tibetan traditions concerning which works are attributed to him and which to Maitreya.[107]\n\nAsaṅga also went on to convert his brother Vasubandhu into the Mahāyāna Yogācāra fold. Vasubandhu had been a top scholar of Sarvāstivāda-Vaibhāṣika and Sautrāntika Abhidharma thought, and the Abhidharmakośakārikā is his main work which discusses the doctrines of these traditions.[108] Vasubandhu also went on to write important Yogācāra works after his conversion, explaining and defending key Yogācāra doctrines.\n\nThe Yogācāra school held a prominent position in Indian Buddhism for centuries after the time of the two brothers. According to Dan Lusthaus, after Asaṅga and Vasubandhu, two distinct \"wings\" of the school developed:[2]\n\n\nHowever, the doctrines of the Abhidharmic wing came under increased attack by other Buddhists, especially the notion of ālaya-vijñāna, which was seen as close to the Hindu ideas of ātman and prakṛti. Because of this, the logical tradition shifted over time to using the term citta-santāna instead of ālaya-vijñāna, since it was easier to defend a \"stream\" (santāna) of thoughts as a doctrine that did not contradict not-self. By the end of the eighth century, the Abhidharma wing had mostly become eclipsed by the logical tradition as well as by a new hybrid school that \"combined basic Yogācāra doctrines with Tathāgatagarbha thought.\"[2] According to Lusthaus:\nThis syncretic form of Yogācāra-Tathāgatagarbha became extremely influential in both East Asia and Tibet. During the sixth and seventh centuries, various forms of Yogācāra dominated the Chinese Buddhist landscape such as orthodox forms and hybrid Tathāgatagarbha forms. There were feuds between these two approaches. The translator Bodhiruci (6th century CE) for example, took an orthodox approach while the Ratnamati was attracted to Tathāgatagarbha thought and sought to translate texts like the Dasabhumika sutra in conformity with his understanding. Their disagreement on this issue led to the end of their collaboration as co-translators.[109] The translator Paramārtha is another example of a hybrid thinker. He promoted a new theory that said there was a ninth form of consciousness, the amala-vijñāna (a pure vijñāna), which is revealed once the ālaya-vijñāna is eliminated. He also associated his theory with Tathāgatagarbha ideas.[110]\n\nAccording to Lusthaus, Xuanzang's travels to India and his composition of the Cheng Weishi Lun was an attempt to return to a more \"orthodox\" and \"authentic\" Indian Yogācāra and thus put to rest the debates and confusions in the Chinese Yogācāra of his time. The Cheng Weishi Lun returns to the use of the theory of seeds instead of the tathāgatagarbha to explain the phenomena that tathāgatagarbha is supposed to explain (that is, the potentiality for Buddhahood).[111] However, Lusthaus writes that in the eighth century, this 'schism' was finally settled \"in favor of a hybrid version, which became definitive for all subsequent forms of East Asian Buddhism.\"[2] Later Chinese thinkers like Fa-Tsang would thus criticize Xuanzang for failing to teach the tathāgatagarbha in his system.[111]\n\n\nKarl Brunnhölzl notes that this syncretic tendency also existed in India, but that:\nAccording to Tibetan sources, this school was in protracted dialectic with the Madhyamaka tradition. However, there is disagreement among contemporary Western and traditional Buddhist scholars about the degree to which they were opposed, if at all.[113] The main difference deals with issues of existence and the nature of emptiness. While Madhyamaka works state that asserting the existence or non-existence of anything was inappropriate (including emptiness), Yogācāra treatises often assert that the dependent nature (paratantra-svabhāva) really exists and that emptiness is an actual absence that also exists. For example, the Madhyāntavibhāga clearly asserts that \"the imagination of the nonexistent [abhūta-parikalpa] exists. In it duality does not exist. Emptiness, however, exists in it.\"[114] Classical Yogācāra thinkers like Asaṅga and Vasubandhu critiqued Madhyamikas who \"adhere to non-existence\" (nāstikas, vaināśkas) because they saw them as straying into nihilism (ucchedavāda).[62] They held that there was really something which could be said to \"exist\", that is, vijñapti, and that was what is described as being \"empty\" their system.[62]\n\nThe position that Yogācāra and Madhyamaka were in dialectic was expounded by Xuanzang in the 7th century. After a suite of debates with exponents of the Madhyamaka school in India, Xuanzang composed in Sanskrit the no longer extant three-thousand verse treatise The Non-difference of Madhyamaka and Yogācāra.[115]\n\nYogācāra and Madhyamaka philosophers demonstrated two opposing tendencies throughout the history of Buddhist philosophy in India, one which worked to separate and distance the two systems and one tendency which worked towards harmonizing them.[116] The harmonizing tendency can be seen in the work of philosophers like Jñānagarbha (8th century), his student Śāntarakṣita (8th century) and also in the work of the Yogācāra thinker Ratnakaraksanti (c. 1000). These thinkers also saw the Yogācāra Alikākāravāda (\"false aspectarian\", those Yogācāras who believe that mental appearances are false or don't ultimately exist) view as the highest.[116] Śāntarakṣita (8th century), whose view was later called \"Yogācāra-Svatantrika-Madhyamaka\" by the Tibetan tradition, saw the Mādhyamika position as ultimately true and at the same time saw the Yogācāra view as a useful way to relate to conventionalities and progress students more skillfully toward the ultimate.[117] This synthesized view between the two positions, and also incorporated the views of valid cognition (pramana) from Dignāga and Dharmakīrti.\n\nLater Tibetan Buddhist thinkers like Shakya Chokden would also work to show the compatibility of the Alikākāravāda sub-school with Madhyamaka, arguing that it is in fact a form of Madhyamaka.[118] Likewise, the Seventh Karmapa Chödrak Gyamtso has a similar view which holds that the \"profound important points and intents\" of the two systems are one.[119] Ju Mipham is also another Tibetan philosopher whose project is aimed as showing the harmony between Yogacara and Madhyamaka, arguing that there is only a very subtle difference between them, being a subtle clinging by Yogacaras to the existence of an \"inexpressible, naturally luminous cognition\" (rig pa rang bzhin gyis ’od gsal ba).[120]\n\nTranslations of Indian Yogācāra texts were first introduced to China in the early 5th century CE.[121] Among these was Guṇabhadra's translation of the Laṅkāvatāra Sūtra in four fascicles, which would also become important in the early history of Chan Buddhism. During the sixth century, the Indian monk and translator Paramārtha (真諦 ; 499–569) widely propagated Yogācāra teachings in China, among monks and laypersons.[122] His translations include the Saṃdhinirmocana Sūtra, the Madhyāntavibhāga-kārikā, the Triṃśikā-vijñaptimātratā, and the Mahāyānasaṃgraha.[123]\n\nXuanzang (fl. c. 602 – 664) is often seen as the most important founder of East Asian Yogācāra. At the age of 33, Xuanzang made a dangerous journey to India in order to study Buddhism and procure texts for later translation.[124] Dan Lusthaus writes that Xuanzang had come to the conclusion that issues of dispute in Chinese Buddhism could be resolved with the availability of important texts like the Yogācārabhūmi Śāstra.[115]\n\nXuanzang spent over ten years in India traveling and studying under various Buddhist masters.[124] Lusthaus writes that during this time, Xuanzang discovered that the manner in which Buddhists understood and interpreted texts was much richer and more varied than the Chinese materials had previously indicated, and drew meaning from a broad cultural context.[115] Xuanzang's teachers included Śīlabhadra, the abbot of Nālandā, who was then 106 years old and who tutored him for 10 years.[125] Upon his return from India, Xuanzang brought with him 657 Buddhist texts, including important Yogācāra works such as the Yogācārabhūmi.[124][126] He was given government support and many assistants for the purpose of translating these texts into Chinese.\n\nAs an important contribution to East Asian Yogācāra, Xuanzang composed the Cheng Weishi Lun, or \"Discourse on the Establishment of Consciousness Only.\"[127] This work is framed around Vasubandhu's Triṃśikā-vijñaptimātratā, or \"Thirty Verses on Consciousness Only.\" In his commentary, Xuanzang upheld Dharmapāla's commentary on this work as being the correct one, and provided his own explanations of these as well as other views.[127] This work was composed at the behest of Xuanzang's disciple Kuījī (632–682), and became a central work of East Asian Yogācāra.[127] Xuanzang also promoted devotional meditative practices toward Maitreya. Xuanzang's disciple Kuiji wrote a number of important commentaries on Yogācāra texts and further developed the influence of this doctrine in China. He was recognized by later adherents as the first true patriarch of the school.[128]\n\nThe tradition was also brought to Korea (where it is known as Beopsang) and Japan (where it is known as Hossō). Principal exponents of Yogācāra in Korea include Daehyeon (大賢), Sinhaeng (神行 ; 704–779), Woncheuk (圓測 ; 631–696) and Wonhyo (元曉 ; 원효 ; 617 - 686), while in Japan they include Chitsū (智通) and Chidatsu (智達) of the Kusha-shū school, Dosho (道昭), Jokei (貞慶), Zenju (善珠), Tokuitsu (徳一).\n\nYogācāra was first transmitted to Tibet by Śāntarakṣita, Kamalaśīla and Atiśa and Yogācāra thought is an integral part of the history of Tibetan Buddhism.[129] Yogācāra is studied in all schools of Tibetan Buddhism, though it receives different emphasis in each.\n\nLike the Chinese tradition, the Tibetan Nyingma school and its Dzogchen teachings promote a hybrid form of Yogācāra-Tathāgatagarbha.[2] The Jonang school meanwhile developed its own systematic view which they termed shentong (\"other-voidness\" Wylie: gzhan-stong), which included elements from Yogācāra, Madhyamaka and Tathāgatagarbha. They considered this view to be definitive, in contrast to the rangtong (\"self-voidness\" or prasaṅgika, Wylie: rang-stong), comprising both Svatantrika and Prasaṅgika Madhyamaka.[130]\n\nAlthough Je Tsongkhapa (whose reforms to Atiśa's Kadam tradition are generally considered the beginnings of the Gelug school)[131] argued in favour of Yogācāra views (specifically regarding the existence and functioning of eight consciousnesses) early in his career, the prevailing Gelug view eventually came to hold Yogācāra views as a matter of interpretable meaning, therefore distinct from Madhyamaka which was held to be of definitive meaning.[132]\n\nCurrent discussions between Tibetan scholars regarding the differences between shentong and rangtong views may therefore appear similar to historical debates between Yogācāra and Madhyamaka, but the specific distinctions have, in fact, evolved much further.[133]  Although later Tibetan views may be said to have evolved from the earlier Indian positions, the distinctions between the views have become increasingly subtle and complex, especially as Tibetan Yogācāra has evolved to incorporate Madhyamaka and Tathāgatagarbha philosophies. Jamgon Ju Mipham Gyatso, the 19th-century Rimé movement commentator, wrote in his commentary on Śāntarakṣita's synthesis, that the ultimate view in both schools is the same, and that each path leads to the same ultimate state of abiding.[117]\n\n"
        },
        {
            "title": "Textual corpus",
            "text": "The Saṃdhinirmocana Sūtra (\"Sūtra of the Explanation of the Profound Secrets\"; 2nd century CE), was the seminal Yogācāra sutra and continued to be a primary referent for the tradition.\n\nAnother text, the Mahāyānābhidharmasūtra is often quoted in Yogācāra works and is assumed to also be an early Yogācāra sutra.[134]\n\nThe Laṅkāvatāra Sūtra also later assumed considerable importance in East Asia, and portions of this text were considered by Étienne Lamotte as being contemporaneous with the Saṃdhinirmocana.[135][136] This text equates the Yogācāra theory of ālayavijñāna with the Tathāgatagarbha and thus seems to be part of the tradition which sought to merge Yogācāra with Tathāgatagarbha thought.[137]\n\n\nSome of the earliest Yogācāra material can be found in the Yogācārabhūmi-śāstra, such as the doctrines of ālayavijñāna and āśrayaparāvṛtti. This text, a massive encyclopedic work on yogic praxis, is traditionally attributed to Asaṅga (4th century) or Maitreya, but most scholars (such as Schmithausen and Aramaki) believe it contains the work of many authors, and its components reflect various stages of historical development. Most of its material is non-Mahayana and according to Lusthaus, it draws extensively from on the Āgamas.[102][2] Nevertheless, Asaṅga may still have influenced its development.[138] \nAuthorship of several major Yogācāra treatises or śāstras are ascribed to Asaṅga, a major doctrinal systematizer of the school. Among them are his magnum opus, the Mahāyānasaṃgraha and also a compendium of Yogācāra Abhidharma, the Abhidharma-samuccaya.[138]\n\nAsaṅga's brother Vasubandhu is also considered to be an important Yogācāra figure.[28] He wrote various important śāstras, including the Trisvabhāva-nirdeśa (Treatise on the Three Natures), Viṃśaṭikā-kārikā (Treatise in Twenty Stanzas), Triṃśikā-kārikā (Treatise in Thirty Stanzas), Vyākhyāyukti (\"Proper Mode of Exposition\"), Karmasiddhiprakarana (\"A Treatise on Karma\"), and the Pañcaskandhaprakaraṇa (Explanation of the Five Aggregates). According to Jay Garfield, the Trisvabhāva-nirdeśa is \"arguably one of the most philosophically detailed and comprehensive\" work on the three natures by Vasubandhu.[139]\n\nVasubandhu also wrote a large systematic work on Abhidharma, the Abhidharmakośa-bhāṣya, which remains influential in Tibet and East Asia. According to Robert Kritzer, though this work is traditionally seen as being based on Sarvastivada and Sautrantika Abhidharma, it also contains Yogācāra influences drawn from the Yogācārabhūmi.[134]\n\nAccording to Williams, there is a fairly early Yogācāra work surviving in Sanskrit called the Alokamala (‘Garland of Light’) of Kambala (c. 450–525), which \"gives of a form of Yogācāra just prior to the vigorous critical Madhyamika response to it represented by the works of Bhavaviveka.\" Williams also notes that this work \"tries to harmonize where possible the Madhyamika position with that of Yogācāra.\"[140]\n\nImportant commentaries on various Yogācāra texts were written by Sthiramati (6th century) and Dharmapala of Nalanda (6th century), who represent different subschools of the tradition.[140] The Indian Buddhist logician Dignāga (c. 480– 540 CE) wrote an important Yogācāra work, the Alambanapariksa and its vrtti (commentary). The work of Dharmakirti also shows Yogācāra influence.\n\nThe Chinese figure of Xuanzang (602-664) wrote a commentary (Ch' eng wei shih lun, Skt. reconstruction: Vijñaptimātratāsiddhi*) on the Trimsikā of Vasubandhu, for which he used numerous Indian commentaries, favoring the work of Dharmapala. In the East Asian Yogācāra tradition, this is the central work on Yogācāra philosophy.[140]\n\nBesides the works of Asaṅga and Vasubandhu outlined above, the Yogācāra tradition as it is understood in Tibetan Buddhism is also based on a series of texts called the Five Dharmas of Maitreya. These are the Mahāyānasūtrālamkāra, Dharmadharmatāvibhāga, Madhyāntavibhāgakārikā, Abhisamayalankara and the Ratnagotravibhaga. These texts are traditionally said to have been related to Asaṅga by the Bodhisattva Maitreya from Tusita Heaven.[141] According to D.S. Ruegg, the \"five works of Maitreya\" are mentioned in Sanskrit sources from only the 11th century onwards.[142] As noted by S.K. Hookham and Paul Williams, their attribution to a single author has been questioned by modern scholars, especially the Abhisamayalankara and the Ratnagotravibhaga (which focuses on tathāgatagarbha).[143][144] There are also various commentaries on these texts from Indian and Tibetan authors that are important in the Tibetan scholastic tradition.\n\nAccording to Karl Brunnholzl, the Chinese tradition also speaks of five Maitreya texts (first mentioned in Dunlun's Yujia lunji), \"but considers them as consisting of the Yogācārabhūmi, *Yogavibhāga [now lost], Mahāyānasūtrālamkārakā, Madhyāntavibhāga and the Vajracchedikākāvyākhyā.\"[145]\n\n"
        },
        {
            "title": "Contemporary scholarship",
            "text": "According to Lusthaus,[146] Étienne Lamotte, a famous student of Louis de La Vallée-Poussin, \"...profoundly advanced Yogācāra studies, and his efforts remain unrivaled among Western scholars.\"\n\nYogācāra has also been identified in the western philosophical tradition as idealism, or more specifically subjective idealism. This equation was standard until recently, when it began to be challenged by scholars such as Kochumuttom, Anacker, Kalupahana,[147] Dunne, Lusthaus,[148] Powers, and Wayman.[149][c] Buddhist scholar Jay Garfield continues to uphold the equation of Yogācāra and idealism, however.[149]: 155  To the same effect, Nobuyoshi Yamabe states that \"Dignāga also clearly inherited the idealistic system of Yogācāra.\"[150] Like many contemporary scholars, Yamabe is aware that the texts considered to be Yogācāra treatises reflect various stages in addressing the issue of mind and matter.\nYogācāra has also been aligned with phenomenalism. In modern western philosophical discourse, Edmund Husserl and Maurice Merleau-Ponty have approached what western scholarship generally concedes to be a standard Yogācāra position.\n\n"
        },
        {
            "title": "Legacy",
            "text": "There are two important aspects of the Yogācāra schemata that are of special interest to modern-day practitioners. One is that virtually all schools of Mahāyāna Buddhism came to rely on these Yogācāra explanations as they created their own doctrinal systems, including the Zen schools. For example, the early Zen tradition in China was sometimes referred to simply as the \"Laṅkāvatāra school\" (Ch. 楞伽宗, Léngqié Zōng), due to their strong association with the Laṅkāvatāra Sūtra.[151] This sūtra draws heavily upon Yogācāra theories of the eight consciousnesses, especially the ālayavijñāna. Accounts recording the history of this early period are preserved in Records of the Laṅkāvatāra Masters (Ch. 楞伽師資記, Léngqié Shīzī Jì).\n\nThat the scriptural tradition of Yogācāra is not yet well known among the community of western practitioners is perhaps attributable to the fact that most of the initial transmission of Buddhism to the west has been directly concerned with meditation and basic doctrines. However, within Tibetan Buddhism more and more western students are becoming acquainted with this school.[citation needed] Very little research in English has been carried out on the Chinese Yogācāra traditions.\n\n"
        }
    ]
}