{
    "url": "https://en.wikipedia.org/wiki/Yoruba_religion",
    "title": "Yoruba religion",
    "table_of_contents": [
        "1 Term",
        "2 Beliefs",
        "2.1 Olódùmarè",
        "2.2 Creation",
        "2.3 Orisha",
        "2.4 Irunmọlẹ",
        "2.5 Reincarnation",
        "3 Influence",
        "3.1 African diaspora religions",
        "3.2 Japan",
        "3.3 Nigerian Chrislam",
        "4 References",
        "4.1 Footnotes",
        "4.2 Bibliography",
        "5 Further reading",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe Yoruba religion (Yoruba: Ìṣẹ̀ṣe), or Isese, comprises the traditional religious and spiritual concepts and practice of the Yoruba people. Its homeland is in present-day Southwestern Nigeria, which comprises the majority of Oyo, Ogun, Osun, Ondo, Ekiti, Kwara and Lagos States, as well as parts of Kogi state and the adjoining parts of Benin and Togo, commonly known as Yoruba  land. It shares some parallels with the Vodun practiced by the neighboring Fon and Ewe peoples to the west and to the religion of the Edo people and Igala people to the east. Yoruba religion is the basis for a number of religions in the New World, notably Santería, Umbanda, Trinidad Orisha, and Candomblé.[1] Yoruba religious beliefs are part of Itàn (history), the total complex of songs, histories, stories, and other cultural concepts which make up the Yoruba society.[1][2][3]\n\n"
        },
        {
            "title": "Term",
            "text": "The Yoruba name for the Yoruba indigenous religion is Ìṣẹ̀ṣẹ, which also refers to the traditions and rituals that encompass Yorùbá culture. The term comes from a contraction of the words Ìṣẹ̀, meaning \"source or root or origin,\" and ìṣe, meaning \"practice, or tradition,\" coming together to mean \"The source of our tradition,\" as many of the practices, beliefs, traditions, and observances of the Yoruba originate from the religious worship of the orisa.\n\n"
        },
        {
            "title": "Beliefs",
            "text": "According to Kola Abimbola, the Yorubas have evolved a robust cosmology.[1] In brief, it holds that all human beings possess what is known as \"Àyànmọ́\", which is regarded as destiny or fate.[4] Every person is expected to become eventually one in spirit with Olodumare (also known as Olorun, the divine creator and source of all energy). Furthermore, the thoughts and actions of each person in Ayé (the physical realm) interact with all other living things, including the Earth itself.[2]\n\nThe anthropologist Robert Voeks described Yoruba religion as being animistic, noting that it was \"firmly attached to place\".[5]\n\nEach person living on earth attempts to achieve perfection and find their destiny in Orun-Rere (the spiritual realm of those who do good and beneficial things).\n\nOne's ori-inu (spiritual consciousness in the physical realm) must grow in order to consummate union with one's \"Iponri\" (Ori Orun, spiritual self).[4]\n\nIwapẹlẹ (or well-balanced) meditative recitation and sincere veneration is sufficient to strengthen the ori-inu of most people.[2][4] Well-balanced people, it is believed, are able to make positive use of the simplest form of connection between their Oris and the omnipotent Olu-Orun: an adura (petition or prayer) for divine support.\n\nIn the Yoruba belief system, Olodumare has ase over all that is. Hence, It is considered supreme.[2]\n\nOlódùmarè is the most important \"state of existence\".[6] \"They\" are the owner of all heads, for during human creation, Olódùmarè gave \"èmí\" (the breath of life) to humankind. In this, Olódùmarè is Supreme.[6]\n[check quotation syntax]\nPerhaps one of the most important human endeavors extolled within the Yoruba literary corpus is the quest to improve one's \"Ìwà\" (character, behaviour). In this way the teachings transcend religious doctrine, advising as they do that a person must also improve their civic, social and intellectual spheres of being; every stanza of the sacred Ifá oracular poetry (Odu Ifa) has a portion covering the importance of \"Ìwà\". Central to this is the theme of righteousness, both individual and collective.[7]\n\nThe Yorubas as a people regard Olodumare as the principal agent of creation.[8]\n\nAccording to one of the Yoruba accounts of creation, at a certain stage in the process, the \"truth\" was sent to confirm the habitability of the planets that were newly formed. The earth, being one of these, was visited but considered too wet for conventional living.[9]\n\nAfter a successful period of time, a number of divinities led by Obatala were sent to accomplish the task of helping earth develop its crust. On one of their visits to the realm, the arch-divinity Obatala took to the stage equipped with a mollusk that concealed some form of soil; winged beasts and some cloth like material. The contents were emptied onto what soon became a large mound on the surface of the water and soon after, the winged-beasts began to scatter this around until the point where it gradually made into a large patch of dry land; the various indentations they created eventually becoming hills and valleys.[6]\n\nObatala leaped onto a high-ground and named the place Ife. The land became fertile and plant life began to flourish. From handfuls of earth he began to mold figurines. Meanwhile, as this was happening on earth, Olodumare gathered the gases from the far reaches of space and sparked an explosion that shaped into a fireball. He subsequently[citation needed] sent it to Ife, where it dried much of the land and simultaneously began to bake the motionless figurines. It was at this point that Olodumare released the \"breath of life\" to blow across the land, and the figurines slowly came into \"being\" as the first people of Ife.[6]\n\nFor this reason, Ife is locally referred to as \"Ife Oodaye\" - \"cradle of existence\".[6][10]\n\nAn Orisha (correct spelling: Òrìṣà) is an entity that possesses the capability of reflecting some of the manifestations of Olodumare. Yoruba Orishas (commonly translated \"unique/special/selected heads\") are often described as intermediaries between humankind and the supernatural. The term is also translated as \"Deities\", \"Divinities\" or \"Gods\".[11]\n\nOrisha(s) are revered for having control over specific elements of nature. They are thus also referred to as Imole. There are those of their number that are more akin to ancient heroes and/or sages than to primordial divinities.[3] These are best addressed as dema deities. Even though the term Orisha is often used to describe both classes of divine entities, it is properly reserved for the former one.[3]\n\nIrunmọlẹ are entities sent by Olorun to complete given tasks, often acting as liaisons between Orun (the invisible realm) and Aiye (the physical realm).[3] Irunmole(s) can best be described as ranking divinities; whereby such divinities are regarded as the principal Orishas. Irunmole, from \"Erinrun\" - 400, \"Imole\" - Divinities or Divine Spirits.\n\nThe Yoruba believe in Atunwa, reincarnation within the family. The names Babatunde (father returns), Yetunde (Mother returns), Babatunji (Father wakes once again) and Sotunde (The wise man returns) all offer vivid evidence of the Ifa concept of familial or lineal rebirth.[13] There is no simple guarantee that your grandfather or great uncle will \"come back\" in the birth of a child, however.\n\nWhenever the time arrives for a spirit to return to Earth (otherwise known as The Marketplace) through the conception of a new life in the direct bloodline of the family, one of the component entities of a person's being returns, while the other remains in Heaven (Ikole Orun). The spirit that returns does so in the form of a Guardian Ori. One's Guardian Ori, which is represented and contained in the crown of the head, represents not only the spirit and energy of one's previous blood relative, but the accumulated wisdom he or she has acquired through myriad lifetimes. This is not to be confused with one’s spiritual Ori, which contains personal destiny, but instead refers to the coming back to The Marketplace of one's personal blood Ori through one's new life and experiences. The Primary Ancestor (which should be identified in your Itefa) becomes – if you are aware and work with that specific energy – a \"guide\" for the individual throughout their lifetime. At the end of that life they return to their identical spirit self and merge into one, taking the additional knowledge gained from their experience with the individual as a form of payment.[citation needed]\n\n"
        },
        {
            "title": "Influence",
            "text": "According to Professor Adams Abdullahi Suberu, the Yoruba were exquisite statesmen who spread across the globe in an unprecedented fashion;[14] the reach of their culture is largely due to migration—the most recent migration occurred with the Atlantic slave trade, and with Nigerian and Beninoise Yorùbá emigrating to the United States, the UK, Brazil, and other countries of the Americas and Europe. During the colonial period, many Yoruba were captured and sold into the slave trade and transported to Argentina, Brazil, Cuba, Colombia, Dominican Republic, Puerto Rico, Trinidad and Tobago, St. Vincent & The Grenadines, Uruguay, Venezuela, and other parts of the Americas. With them, they carried their religious beliefs. The school-of-thought integrated into what now constitutes the core of the \"New World lineages\" which are a variety of Yorùbá-derived contemporary African religions:[14][15][16][17]\n\nThe Vodun faith, which originated amongst a different ethnic group (the Gbe speaking peoples of present-day Benin, Togo, and Ghana), holds influential aspects on the African diaspora in countries such as Haiti and Cuba, also New Orleans, Louisiana in the United States.[18]\n\nIn Latin America, Yoruba religion has been in intense Syncretism with Christianity, Indigenous religions and Spiritism since the first arrival of African immigrants. In Brazil, the religion of Umbanda was born from the rich interaction of beliefs that Latin America provided. Followers of Umbanda typically consider themselves Monotheistic, but honor Catholic Saints and Orisha as manifestations from god or as Tutelary deities. Umbanda worship also include elements from Native South American rituals such as the ritual use of Tobacco and communication with the spirits of deceased Indian warriors (Caboclo).[citation needed]\n\nIn the 1949 documentary Fiestas de Santiago Apóstol en Loíza Aldea, anthropologist Ricardo Alegría noted a similar tendency at Loíza, Puerto Rico, arguing that the affinity between the black population in the municipality and the Catholic saint Santiago Apóstol may derive from the way in which he is depicted as a warrior; a similar theme to some depictions of Shango and Adams.[19] This theory supposed that this resemblance was used by the population as a covert form to honor their ancestral deity.[citation needed]\n\nYoshiaki Koshikawa, professor of literature at Meiji University, became the first Japanese person to be initiated as a babalawo in 2013.[20]\n\nNigerian Chrislam refers to the assemblage of Islamic and Christian religious practices in Nigeria.[21] Chrislam also refers to the series of religious movements that merged Islamic and Christian religious practice during the 1970s in Lagos, Nigeria.[citation needed] The movement was pioneered by Yoruba peoples in south-west Nigeria.[21]  Chrislam works against the conventional understanding of Islam and Christianity as two separate and exclusive religions, seeking out commonalities between both religions and promoting an inclusive union of the two.[21] Chrislam also occupies a distinct geographical space; Nigeria is often understood to be geographically and religiously polarized, with a predominantly Muslim base in the North, and a predominantly Christian base in the South.[citation needed] However, the Yoruba peoples that occupy the South-Western Yorubaland region of Nigeria are a Muslim-majority ethnic group with a large Christian minority.[21]\n\n"
        }
    ]
}