{
    "url": "https://en.wikipedia.org/wiki/Yugoslav_science_fiction",
    "title": "Yugoslav science fiction",
    "table_of_contents": [
        "1 Literature",
        "1.1 In Serbo-Croatian",
        "1.1.1 Origins",
        "1.1.2 Kingdom of Yugoslavia (1918–1941)",
        "1.1.3 Socialist Federal Republic of Yugoslavia (1945–1991)",
        "1.2 In Slovene",
        "1.2.1 Origins",
        "1.2.2 Kingdom of Yugoslavia (1918–1941)",
        "1.2.3 Socialist Federal Republic of Yugoslavia (1945–1991)",
        "1.3 In Macedonian",
        "1.3.1 Socialist Federal Republic of Yugoslavia (1945–1991)",
        "2 Film",
        "3 Comics",
        "4 Other visual arts",
        "5 Music",
        "6 Societies, fandom and fanzines",
        "7 See also",
        "8 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nYugoslav science fiction comprises literary works, films, comic books and other works of art in the science fiction genre created in Yugoslavia during its existence (1918–1991).\n\n"
        },
        {
            "title": "Literature",
            "text": "The pioneers of the Serbo-Croatian science fiction were Serbian writer Dragutin Ilić (older brother of better known realist poet Vojislav Ilić), and Lazar Komarčić.[1] Dragutin Ilić's play Posle milion godina (After Million Years), published in 1889, is considered the first science fiction work written in Serbo-Croatian, being also one of the first plays in the complete history of science fiction literature.[1] Komarčić published the first science fiction novel in Serbo-Croatian, Jedna ugašena zvezda (One Extinguished Star), in 1903.[1]\n\nOnly a small number of notable science fiction works and works with science fiction elements were published in the years prior to and the years following World War I: Fran Galović's Začarano ogledalo (Magical Mirror, 1913), Marija Jurić Zagorka's Crveni ocean (Red Ocean, 1918), Dragutin Ilić's Sekund večnosti (A Second of Eternity, 1921), Josip Kulundžić's Lunar (1922), Milan Šuflaj's Na Pacifiku 2255 (In the Pacific 2255, 1924).[1]\n\nThe late 1920s and the early 1930s brought the appearance of three science fiction works that are viewed as milestones in the history of Yugoslav science fiction literature. In 1928, scientist Milutin Milanković wrote the book Kroz vasionu i vekove (Through Distant Worlds and Times), which combined elements of autobiography, scientific essay and science fiction.[1] In 1932, Mate Hanžeković published Gospodin čovjek (Mr Man), the first utopian novel in the history of literature in Serbo-Croatian.[2] In 1933, Stojan Radonić's Život u vasioni (Life in the Universe) was published, the book dealing with the rise, the development and the downfall of the Martian civilization.[2]\n\nThe late 1930s brought a number of serialized novels, published mostly in Zagreb magazines. One of the most notable authors of this period was Aldion Degal, who published the novels Atomska raketa (Atomic Rocket, 1930), Zrake smrti (Death Rays, 1932) and Smaragdni Skarabej (The Emerald Scarab, 1934), the first novel having first contact as the theme and the latter two introducing the motif of death rays into Yugoslav science fiction.[2] However, most of the authors of these serialized novels used pen names or left their work unsigned. Many of these novels lacked originality and were heavily influenced by science fiction works by foreign authors; for instance, the novel Leteća lađa (The Flying Ship) was a literary paraphrase of Jules Verne's Master of the World, and the novel Put na mars (Voyage to Mars) paraphrased Aleksey Tolstoy's Aelita.[2] Writer and science fiction historian Zoran Živković considered Mladen Horvat's Muri Massanga, dealing with telepathy, the best Yugoslav science fiction work from this period.[2] The last two novels published in series before the Axis occupation of Yugoslavia were Crveni duh (The Red Ghost) and Majstor Omega (Master Omega), written by Stanko Radovanović and Zvonimir Furtinger (the latter would become one of Yugoslavia's most notable post-World War II science fiction authors), signed under the pen name Stan Rager.[2]\n\nBefore World War II, there were several notable works with science fiction elements written by essentially non-science fiction and critically acclaimed writers. These include stories \"Posle sto godina\" (\"After Hundred Years\", 1911) by Stojan Novaković, \"Zbilo se čudo u gradu\" (\"A Miracle Happened in the City\", 1930) by Slavko Batušić and \"San doktora Prospera Lupusa\" (\"The Dream of Doctor Prosper Lupus\", 1930) by August Cesarec.[2] In 1921, poet and translator Stanislav Vinaver published his surrealist story collection Gromobran svemira (Lightning Rod of the Universe), with the title story and the story \"Osveta\" (\"Revenge\") featuring the elements of science fiction.[1] Certain elements of science fiction could be found in the novel Burleska gospodina Peruna boga groma (The Burlesque of Mr. Perun the God of Thunder), written by another surrealist writer, Rastko Petrović, and published during the same year.[1]\n\nIn the years following World War II, the new communist authorities proclaimed socialist realism the desired form of art. However, after the Yugoslav–Soviet split, Yugoslavia became more open to other artistic movements and popular culture. As a result, many science fiction translations and a new generation of Yugoslav science fiction authors appeared since the beginning of the 1950s. Sneg i led (Snow and Ice, 1951) by academically acclaimed writer Erih Koš is considered the first Yugoslav post-World War II science fiction novel.[2]\n\nHowever, during this period science fiction was mostly perceived as children's and young adult literature, so the largest part of science fiction works from these years was intended for these age categories. The most notable children's and young adult science fiction works from this period include Čedo Vuković's Svemoguće oko (The Almighty Eye, 1953), Voja Carić's Aparat profesora Kosa (The Device of Professor Kos, 1958), Predrag Jirsak's Mjesečeva djeca (Children of the Moon, 1959) and Zvonko Veljačić's Dječak Dub putuje svemirom (Boy Dub Travels through Universe, 1959).[3] Children's and young adult science fiction will remain popular until the 1980s.[4]\n\nThe novel Osvajač 2 se ne javlja (No Reports from Conqueror 2), written by Zvonimir Furtinger and Mladen Bjažić and published in 1959, marked the beginning of a new era, with works dedicated to the adult audience gaining in popularity. The following year Furtinger and Blažić would publish three novels: Svemirska nevjesta (Space Bride), Varamunga, tajanstveni grad (Varamunga, the Mysterious City) and Zagonetni stroj profesora Kružića (The Mysterious Machine of Professor Kružić), becoming the first Serbo-Croatian authors dedicated primarily to science fiction.[4] Besides this duo, the 1960s brought several more science fiction authors, the most notable being Ritig Angelo, with his novels Sasvim neobično buđenje (Quite Unusual Awakening, 1961) and Ljubav u neboderu (Love in the Skyscraper, 1965).[4] Other authors from this period include Milan Nikolić, Silvio Ružić, Vladimir Imperl, Slobodan Petković, Franjo Ivanušec, Danilo Alargić.[4] Another notable work frotm the 1960s was the dystopian novel Bajka (Fairytale, 1965), written by politician and academically acclaimed writer Dobrica Ćosić, being his only work to venture into science fiction.[5]\n\nIn the 1960s, Aleksandar Radenković, who wrote under the pen name Al Radek and had success with his detective novels, published two science fiction works: Čovek iz žute kuće (A Man from the Yellow House, 1960) i Druga smrt doktora Langa (Dr Lang's Second Death, 1960).[4] The decade also brought new works intended for children and young adults, the most notable being Čedo Vuković's Letilica profesora Bistrouma (Professor Brightmind's Aircraft, 1961) i Halo nebo (Hello, Sky, 1963), Zvonko Veljačić's Dječak Dub u svijetu čudovišta (Boy Dub in the World of Monsters, 1961), Milivoj Matušec's Suvišan u svemiru (Redundant in Space, 1961) and Berislav Kosier's Brik i kompanija (Brik and the Company, 1967).[4]\n\nDuring the 1960s, several publishing houses started publishing series of science fiction works. In 1967, the publishing house Jugoslavija started its Kentaur (Centaur) series, which would, during the following decades, publish the most notable Serbo-Croatian science fiction novels.[4] During this decade a number of newspapers and magazines (like Večernje novosti and Politikin Zabavnik) started to publish science fiction stories regularly or periodically, and in the end of the decade, in 1969, the first science fiction magazine was started, Kosmoplov (Spacecraft), the publication of which, however, ended in 1970.[4]\n\nThe 1970s brought the appearance of three notable publications, all three debuting in 1976. The magazine for popularization of science Galaksija (Galaxy) — which, since its founding in 1972, regularly published science fiction stories – started the annual Andromeda, which organized the first Yugoslav competition for the best science fiction story, but also published a number of essays on Yugoslav genre fiction. Vjesnik newspaper started the Sirius magazine, which would offer an opportunity to science fiction authors to publish their work. Finally, the Kentaur series, ended in 1968, were revived. During the following years, the most important works of world science fiction would be published in the series.[6] The end of the decade also featured the short-lived book series SF tom (SF Volume), published by Dečje novine.[7] The 1970s also brought the appearance of self-published science fiction work, with the story collection Priče stvarnosti i mašte (Tales of Reality and Imagination) by Dragan Hajduković, published in 1970, being the first Yugoslav self-published science fiction book.[7]\n\nDuring the decade a much bigger number of translated works was published in contrast to a much smaller number of works by Yugoslav authors.[7] Most notable works from this period include the novel Beli potop (White Flood, 1975) by Berislav Kosier and the story collection Zemlja je u kvaru (The Earth is Malfunctioning, 1977) by Dušica Lukić.[7] Terasa XI (Terrace XI, 1972) was the first post-World War II Yugoslav science fiction work written by a female author, Marija-Vera Mrak.[7] The begging of the 1970s brought the last book written by the Furtinger-Bjažić duo, Ništa bez Božene (It's All Useless without Božena, 1970), while the end of the decade brought Predrag Raos' novel Brodolom kod Thule (A Shipwreck at Thula, 1979), which announced the 1980s renaissance of Serbo-Croatian science fiction.[7]\n\nAt the beginning of the 1980s Kentaur and Sirius were joined by Zvezdane staze (Star Trek) series, published by Narodna knjiga, X-100 SF series, published by Dnevnik, and Džepna knjiga (Paperback), published by Dečje novine.[7] However, more notable than these series, published by state-owned publishing houses, were book series published by small, private publishers.[7] Zoran Živković and Žika Bogadnović started Polaris book series, which published contemporary foreign science fiction, with some works, like Arthur Clarke's 2010: Odyssey Two and 2061: Odyssey Three having its world premiere in the series.[7] Znak Sagite (Sign of Sagitta), started by Boban Knežević, and Zoroaster, started by Branislav Brkić, also published contemporary and classic works of world science fiction.[7] Knežević also started the annual Monolit (Monolith).[7] Another notable annual was Alef (Aleph), which was, however, published irregularly.[7]\n\nDuring the 1980s, Yugoslav science fiction scene annually brought about twenty-five new titles by Yugoslav authors.[7] About one third of science fiction titles in this period, both Yugoslav and translated, were published as a part of Dnevnik's X-100 SF series.[7] However, a large part of it was pulp science fiction written by Yugoslav writers under foreign pen names.[8] Most notable of these authors were Dušan Belča, writing under the pen name Bell Ch. A, and Slobodan Ćurčić, writing under the pen name S. Tyrkley. Belča wrote ten books, mostly space operas, while Ćurčić wrote six, some of them, like the story collection Šuma, kiše, grad i zvezde (Forest, Rains, City and Stars) reaching higher artistic value.[9] Other authors who published their books as a part of X-100 SF series were Ljubiša Jovanović (under the pen name M. L. Arnaud), Boban Knežević (under the pen name Andrew Osborne), Radmilo Anđelković (under the pen name R. Angelakis), Ratislav Durman (under the pen name D. T. Bird), Slobodan Marković (under the pen name Liberty Borom), Vladimir Lazović (under the pen name Valdemar Lazy), Stevan Babić (under the pen name Steve McClain) and Zoran Jakšić (under the pen name David J. Storm).[9] Three more authors from the 1980s published their books under pen names: Dejan Đorđević (as Dave George), Milan Drašković (as Mike Draskov) and Brana Nikolić (as Derek Finnegan). While Đorđević and Drašković remained within the boundaries of space opera, Nikolić wrote several dozen pulp novels in the Ninja series, published by Dečje novine, some of the stories featuring elements of science fiction.[9] (These novels would later in the decade inspire the Ninja comic book, published by Dečje novine.)\n\nThe 1980s, however, also brought many authors which did not use pen names and wrote with artistic aspirations. The most notable authors include Dragan Biskupović, his most notable work being Ateisti grade crkvu (Atheists Are Building a Church), Dragan Filipović, his most notable work being Oreska, Hrvoje Hitrec, his most notable work being Ur, Nikola Panić, his most notable work being Regata Plerus (Regatta Plerus), Đorđe Pisarev, his most notable work being Knjiga naroda lutaka (The Book of the Puppet People), Predrag Raos, his most notable work being Mnogo vike nizašto (Much Ado About Nothing) and Damir Mikulić, his most notable work being O.[9] Other authors of the decade include Joža Horvat, Ljubomir Prelić, Majo Topolovac, Predrag Urošević, Ante Škobalj, Dejan Đorđević, Zlatko Krilić, Radomir Vuga, Neven Orhel, Aleksandar Manić, Ariel Šimek, Radovan Ždrale and Dragan Orlović.[9] The 1980s brought the first science fiction anthology consisting entirely of the stories by Yugoslav authors, entitled Tamni vilajet (The Dark Vilayet).[9]\n\nThe 1980s were notable for the fact that academically acclaimed writers started to show interest for science fiction and to incorporate science fiction elements into their work. Borislav Pekić, one of the most important Serbian writers of the twentieth century, wrote several science fiction works: Besnilo (Rabies), Atlantida (Atlantis) and 1999.[9] The theme of dystopia prevails in the works of science fiction writers during this decade, however, the most notable dystopian novels from the 1980s were works by authors which generally did not write genre fiction: Utov dnevnik (Uto's Diary) by writer, film director, theorist and critic Branko Belan, Trojanski konj (Trojan Horse) and Epitaf carskog gurmana (Epitaph of the Imperial Gourmet) by writer and gastronomy expert Veljko Barbieri, Na kraju ostaje reč (The Word Is All that Is Left) by writer, translator and diplomat Ivan Ivanji, Donji svetovi (Lower Worlds) by writer, painter and sculptor Zvonimir Kostić and Atomokalipsa (Atomocalypse) by writer, diplomat, lieutenant general of the Yugoslav People's Army and bearer of the Order of the People's Hero Aleksandar Vojinović.[9] During this decade science fiction genre started to gain academical recognition, with the appearance of numerous theoretical texts and first dissertations about science fiction.[9]\n\nAlthough less popular than in the previous decades, children's and young adult science fiction was still present on the Serbo-Croatian literary scene. Most notable authors include Dušica Lukić, Marija-Vera Mrak, Ivan Godina and Anto Gradaš. Gradaš published the trilogy about professor Leopold and his son, consisting of books Ljubičasti planet (The Purple Planet), Bakreni Petar (Copper Peter) and Izum profesora Leopolda (The Invention of Professor Leopold).[9]\n\nSimon Jenko's story \"Mikromega\" (\"Micromega\"), published in 1851, is considered the first science fiction work in Slovene. Mikromega was a literary paraphrase of Voltaire's novella of the same title.[10] Certain utopian elements in the story would inspire a number of works by Slovene authors from the second part of the 19th century.[10] The first Slovene science fiction novel was Andrej Volkar's Dijak v Lunihe (Student on the Moon), published in 1871. Heroes of the novel travel to the Moon via balloon, where they find an arcadian utopia.[10] Another utopian novel was Josip Stritar's novel Deveta dežela (The Ninth Country), published in 1878.[10] In 1884, Anton Mahnič published the dystopian response to Deveta dežela entitled Indija Komandija (Command India), which would itself be a subject of parody in Ivan Tavčar's 1891 satirical work 4000.[10] In 1888, Janez Trdina published Razodetje (Revelation), featuring a utopian vision of Slovenia in 2175.[10] Another notable work from this period was Ivan Toporiš's Arheološko predavanje leta 5000 (Archaeological Lecture from the Year 5000).[10]\n\nIn 1893 three notable works were published. The first was Simon Šubic's Pogubni malik sveta (The Harmful Idol of the World). The title refers to money, which is absent from utopian society on Mars, where the story is set.[10] The second was Abadon by Janez Mencinger, the most notable dystopian novel in the history of Slovene literature, dealing with the dark future caused by technological revolution.[10] The third one was Josip Jaklič's Pantheon, a story of travel to utopian societies on Mars and Mercury.[10]\n\nAfter the era of utopian and dystopian works, came a new era during which fiction with the elements of popular science prevailed.[10] It was an announced by Etbin Kristan's 1914 work Pertinčarjevo pomlajevanje (Pertničar's Rejuvenation), dealing with unsuccessful attempts in creating the new race of men.[10] During the mid 1930s Vladimir Bartol published a number of stories dealing with the imperfections of man.[11] Similar motif appears in Anton Novačan's play Nadčlovek (Superhuman, 1939), in which men evolve into superhumans, before devolving into apes.[10] As a contrast to the works which express doubt in progress based on scientific discoveries appeared Vernesque works glorifying scientific progress.[12] The most notable representative of this stream was Damir Feigel, whose science fiction adventure novels Pasja dlaka! (Hair of the Dog!, 1926), Na skrivnostnih tleh (On the Mysterious Ground, 1929), Čudežno oko (The Miraculous Eye, 1930), Okoli sveta/8 (Around the World/8, 1935) and Supervitalin (1938) offer optimistic visions of the future.[12] Pavel Brežnik wrote in similar fashion, his most notable works being Temna zvezda (The Dark Star, 1935) and Marsovske skrivnosti (Secrets of Mars, 1935) and the duo of Metod Jenko and Simon Hasl, their most notable work being Izum (The Invention, 1938).[12]\n\nAlthough less frequent that in the years prior to World War I, the dystopian motifs are still present in Slovene science fiction. They appear in Ivo Šorli's V deželi Čirimurcev (In the Land of Chirimurs, 1929), which introduced the motif of parallel worlds into Yugoslav science fiction.[12] The similar motif appears in Radivoj Rehar's science fiction fairy tale Potovanje po zvezdi Večernici (Travel across the Evening Star, 1931).[12]\n\nIn the years following World War II, the Slovene authors strove to write in accordance to contemporary trends in world science fiction.[12] The theme of extraterrestrial life is one of the predominant themes in the 1950s. The first Slovene science fiction work dealing with the subject was Matej Bor's 1955 novel Vesolje v akvariju (Universe in Aquarium). In this work aliens were described as anthropomorphic beings, but more perfect than humans.[12] Another notable work featuring the motif of anthropomorphic aliens was Branimir Žganjer's Natančno tri dni zamude (Exactly Three Days of Delay).[12] The theatre play Pregnani iz raja (Outlawed from Heaven, 1970) by Franc Puncer and Jure Kislinger was the first to abandon the idea of aliens' anthropomorphic form.[12]\n\nFirst Slovene authors dedicated entirely to science fiction appeared in the 1960s. The most notable among them was writer and psychologist Vid Pečjak. His most notable science fiction works include Drejček in trije Marsovčki (Drejchek and Three Little Martians, 1961), dedicated to young adult audience, Pobegli robot (Runaway Robot, 1967), Adam in Eva na planetu starcev (Adam and Eve on the Planet of Old Men, 1972), Roboti so med nami (The Robots Are among Us, 1974), Kam je izginila Ema Lauš (Where Did Ema Lauš Disappear, 1980) and Tretje življenje (Third Life, 1980), which he wrote together with Boris Grabnar.[13] Another notable author from the 1960s was Leopold Suhodolčan, with his novel Trije v raketi (Three People in the Rocket, 1961); Suhodolčan would return to science fiction a decade and a half later, with Stopinje po zraku (Feet in the Air, 1977).[14]\n\nThe 1970s brought the emergence of many young authors. Most of these authors created works which were modern in both style and subjects, inspired both by Slovene science fiction tradition and modern tendencies in world science fiction.[14] Most notable authors from this period include Franjo Puncer, Gregor Strniša, Branko Gradišnik, Boris Grabnar, Miha Remec, Milica Kitek, Marjan Tomšič, Tomaž Kralj, Boris Novak, Ivan Sivec and Boris Čevin.[14] Miha Remec would become the most notable Slovene science fiction author in Yugoslavia with his works Prepoznavanje (Recognition, 1977), Iksion (1981), Mana (1985), Lovec (Hunter, 1987) and Nečista hči (Unclean Daughter, 1987).[14]\n\nJust as Serbo-Croatian science fiction, the Slovene science fiction experienced renaissance in the 1980s. The influx of new authors was announced in the late 1970s, when Ljubljana magazine Nedeljski dnevnik started publishing science fiction stories by Slovene authors, printing more than 180 stories until December 1981.[14] One of the most published and most talented among these authors was Samo Kuščer. His stories were collected in the book Sabi (1983), which would mark the beginning of his writing career.[14] Besides Kuščer, other notable authors from the 1980s include Brane Dolinar, Miloš Mikeln, Bojan Meserko, Milan Rotner and Veseljko Simonovič.[14] Besides authors, the 1980s brought the new generation of science fiction critics and first theorists of the genre, the most notable ones being Drago Bajt, Jože Dolničar and Žiga Leskovček.[14]\n\nDue to the unfavorable circumstances in which modern Macedonian literature developed, the first Macedonian translations of science fiction novels and the first works of Macedonian science fiction authors appeared in the 1950s, much later than the ones in Serbo-Croatian and Slovene. The first science fiction work by a Macedonian author was the 1959 children's novel Големата авантура (The Great Adventure) by Lazо Naumovski.[15] In the following years, writers Peni Trpkovski, Tome Arsovski and Ljiljana Beleva would write in similar fashion.[15]\n\nThe first Macedonian science fiction novel for adult audience was Враќање од пеколот (Return from Hell) by Ljubomir Donski, published in 1966, a story about a mad scientist set in a totalitarian dystopia.[15] The beginning of the 1970s brought notable novel Далечно патување (The Long Journey, 1972) by Peni Trpkovski. The novel featured the motif of extraterrestrial origin of humans.[15] In the late 1970s appeared Stojmir Simjanoski, the first Macedonian writer to dedicate himself primarily to science fiction genre. His first novel was the dystopia Ацела (Acella, 1977). Simjanoski published two more novels with similar themes, Двојната Ева (The Double Eve, 1980) and Ќерката на ѕвездите (Daughter of Stars, 1981).[15] The mid 1970s brought the first science fiction book series in Macedonia, Univerzum (Universe), published by Makedonska kniga.[16]\n\nThe most notable Macedonian author of science fiction during the 1970s and the 1980s was writer, essayist, literary and art critic Vlado Urošević, whose story collections Ноќниот пајтон (The Night Carriage, 1972) and Лов на еднорози (Unicorn Hunt, 1983), although predominantly fantasy-oriented, feature a number of science fiction stories.[17] Urošević also wrote a notable collection of essays on science fiction entitled Подземна палата (Underground Palace, 1987) and the monograph Демони и галаксии (Demons and Galaxies, 1988).[16]\n\nOther notable Macedonian science fiction authors from the 1980s include Blagoja Jankovski, Vladimir Simonovski and Ljubomir Mihajlovski.[16] Another notable monograph from the 1980s was Филозофија на иконоклазмот (Philosophy of Iconoclasm, 1983) by Ferid Muhić, the first Yugoslav to write a dissertation on science fiction.[16]\n\n"
        },
        {
            "title": "Film",
            "text": "One of the first Yugoslav films with science fiction elements was Veljko Bulajić's Atomic War Bride (1960), dealing with the theme of nuclear war.[18] In 1970 Matjaž Klopčič directed the science fiction drama Oxygen.[14] The science fiction horror film The Rat Savior (1977) by Krsto Papić won the first prize at the International Science Fiction Film Festival in Trieste and Grand Prize at the Fantasporto film festival.[7]\n\nDušan Vukotić's 1981 science fiction comedy film Visitors from the Galaxy won a number of awards at international film festivals, including the Best Screenplay Award at the International Science Fiction Film Festival in Trieste, the Jury Award at Imagfic festival in Madrid, and the Best Director Award at the Brussels International Fantastic Film Festival.[19] Other notable films from the 1980s were science fiction drama Butnskala (1985) by Franci Slak and the science fiction comedy/adventure film Maja and the Starboy (1988) by Jane Kavčič.[14]\n\n"
        },
        {
            "title": "Comics",
            "text": "The first Yugoslav science fiction comic was Gost iz svemira (A Guest from Space), published in 1935 in the Zagreb magazine Oko. The authors of the comic were Božidar Rašić (signed as Apić) and Leontije Bjelski (signed as Tomas).[2] Three more titles debuted in 1935: Zrak smrti (Death Ray) by Đorđe Lobačev and Ljubavnica s marsa (Lover from Mars) and Podzemna carica (Empress of the Underground) by Andrija Maurović.[20] Published soon after the first appearances of Brick Bradford (1933) and Flash Gordon (1934) comics and two years before the first French and Italian science fiction comics, these titles could be considered pioneer works of the genre.[20] Before the Axis occupation of Yugoslavia about ten more titles were published, mostly adaptations of Jules Verne's and H. G. Wells' works. The most notable authors from this period, besides Lobačev and Maurović, include Aleksije Ranhner and Sebastijan Lehner.[20]\n\nYugoslav science fiction comic was revived in 1951 by Zlatko Šešelj.[20] However, until the beginning of the 1980s only about twenty new titles per decade would be published.[20] The most notable authors from the 1950s were brothers Norbert and Valter Nojgebauer, considered the founders of modern science fiction comics in Yugoslavia.[20] Other notable authors from the decade include duos Milorad Dobrić — Milan Kovačević and Aleksandar Hercl – Dragoljub Jovanović.[21] In 1958 debuted Svemirko (Spaceman) comic, created by Vladimir Delač and Nenad Briksi, which would continue to be published for a whole decade, ending in 1968.[21] Valter Nojgebauer and Aleksandar Hercl would continue their work through the 1960s, but the most notable author from this decade would be Božidar Veselinović.[21]\n\nThe first half of the 1970s brought a very small number of titles, but the end of the decade announced the era of new authors, whose work would, during the 1980s, make Yugoslav science fiction comics relevant on the European scene. The leading authors of this decade include Dragan Bosnić, Radovan Devlić, Branislav Hecel, Zoran Janjetov, Igor Kordej, Dejan Nenadov, Željko Pahek, Dušan Reljić, Dragan Savić, Vladimir Vesović and Krešimir Zimonjić. Works by a number of these artists were published abroad.[21]\n\n"
        },
        {
            "title": "Other visual arts",
            "text": "Slovene painters Marjan Remec, Jože Spacal, Samo Kovač and Darko Slavec[14] and Macedonian painters Vasko Taškovski, Kiril Efremov and Vangel Naumovski created a number of works inspired by science fiction.[16]\n\n"
        },
        {
            "title": "Music",
            "text": "Science fiction influenced works by numerous popular music artists. Works by composer and pioneer of Yugoslav electronic music Miha Kralj were heavily influenced by science fiction.[22] In 1985, screenwriter Dragan Galović and director Dinko Tucaković filmed a science fiction TV film for Radio Television of Belgrade. The film featured music of the synthpop duo Denis & Denis and starred Denis & Denis members Edi Kraljić and Marina Perazić.[23]\n\n"
        },
        {
            "title": "",
            "text": "The first Yugoslav society of science fiction fans, Sfera (Sphere), was formed in Zagreb in 1976. During the 1980s, more societies were formed, most notable ones being Lazar Komarčić Society from Belgrade, Nova from Ljubljana, Pulsar from Skopje, Lira (Lyre) from Niš and Meteor from Subotica. The societies organized science fiction conventions, lectures, exhibitions and film screenings,[24] with Sfera organizing several international conventions.[7] The largest convention in Yugoslavia was Festival SF žanra (SF Festival), held in Belgrade in 1985.[7] There were attempts of uniting these societies into a federal society, but they remained unsuccessful until the breakup of the country.[25]\n\nMost of the societies mentioned above published their fanzines. The first Yugoslav science fiction fanzine was Parsek, established by Sfera society in January 1977. Most of Parsek, which was published irregularly, was dedicated to news and reviews of books and films. The fanzine occasionally published theoretical texts.[25] In December 1981, Lazar Komarčić Society established the fanzine Emitor, published on monthly basis. Besides news, reviews and theoretical texts, Emitor also published stories (mostly by the members of the Lazar Komarčić Society) and comics.[25] Emitor was followed by five more fanzines: Nova, published by the Nova society, Spektar (Spectrum), published by the Belgrade publishing society Kasiopeja, Pulsar, published by the Pulsar society, Meteor, published by the Meteor society, and Misija (Mission), published by the Split publishing society Branko Belan. Most of the fanzines were short-lived, with the exception of Misija, which was established in September 1986 and published regularly on a monthly basis. Misija featured, besides texts in Serbo-Croatian, some texts in Hungarian.[26] In 1987, the federal fanzine Yusfan was established.[20]\n\n"
        }
    ]
}