{
    "url": "https://en.wikipedia.org/wiki/Yule_Marble",
    "title": "Yule Marble",
    "table_of_contents": [
        "1 Geology",
        "1.1 Development",
        "1.1.1 Timeline",
        "1.2 Characteristics",
        "1.3 Quarry",
        "1.3.1 State rock",
        "2 Discovered: 1873 to mid-1880s",
        "3 First quarries come and go: 1884 to 1905",
        "4 Primary quarry: 1905 to today",
        "4.1 Integrated operation: 1905 to 1941",
        "4.2 Configuration",
        "4.2.1 Exterior",
        "4.2.2 Interior",
        "4.3 Workers: 1908 to 1917",
        "4.4 Quarrying methods",
        "4.4.1 1905 to 1916",
        "4.4.2 Today",
        "4.5 Operations",
        "4.5.1 Boom:  1905 to 1916",
        "4.5.1.1 Lincoln Memorial:  March 1914 to June 1916",
        "4.5.2 Bust: 1916 to 1921",
        "4.5.3 Revival: 1922 to 1941",
        "4.5.3.1 Tomb of the Unknowns:  1930 to December 1931",
        "4.5.4 Bust: 1941 to 1988",
        "4.5.5 Revival: 1988 to present",
        "5 Replace vs. repair: Tomb of the Unknowns",
        "6 Quarry access",
        "7 Structures with Yule marble",
        "8 See also",
        "9 Notes",
        "9.1 Footnotes",
        "9.2 Citations",
        "10 References",
        "11 Further reading",
        "12 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Coordinates: 39°2.16′N 107°10.10′W﻿ / ﻿39.03600°N 107.16833°W﻿ / 39.03600; -107.16833﻿ (Quarry site)\n\nYule Marble is a marble of metamorphosed Leadville Limestone found only in the Yule Creek Valley, in the West Elk Mountains of Colorado, 2.8 miles (4.5 km) southeast of the town of Marble, Colorado.[1] First discovered in 1873, it is quarried underground at an elevation of 9,300 feet (2,800 m) above sea level—in contrast to most marble, which is quarried from an open pit and at much lower elevations.[2][3]\n\nThe localized geology created a marble that is 99.5% pure calcite, with a grain structure that gives a smooth texture, a homogeneous look, and a luminous surface.  It is these qualities for which it was selected to clad the exterior of the Lincoln Memorial and a variety of other buildings throughout the United States, in spite of being more expensive than other marbles.  The size of the deposits enables large blocks to be quarried, which is why the marble for the Tomb of the Unknown Soldier at Arlington National Cemetery, with its 56-long-ton (57 t) die block, was quarried from Yule Marble.[2][3][4][5]\n\nYule's quality comes at a high price due to the cost of quarrying in a high-altitude mountain environment. This challenge has caused the industry and the town of Marble to undergo many boom-and-bust periods since quarrying started in the mid-1880s, making the town emblematic of the economic fluctuations that beset a single-industry economy. Technology advancements in quarrying machinery and transportation have reduced, but not solved, the cost problem that afflicts the operation through the present.[3][5]\n\n"
        },
        {
            "title": "Geology",
            "text": "The forces that created Yule Marble make it distinct from all other American marbles. It was formed by contact metamorphism, unlike Vermont marble and Georgia marble, which are the result of regional metamorphism, a process more associated with the orogeny and erosion of mountain ranges on a regional scale. Geologists still debate over Tennessee marble which did not undergo the same type of metamorphism, leaving it in a very unique property somewhere between metamorphic marble and sedimentary limestone.[6]\n\nIn evaluating the marble cross-section, the United States Geological Survey found the marble is bounded above and below by unconformities. This lack of conformable contact resulted in the early dating of the limestone as Silurian rather than the currently accepted Mississippian. The lack of conformable boundaries in exposures along the Treasure Mountain dome explains the variation in reported thicknesses in the quarry area west of Yule Creek of 166–239 feet (51–73 m) about 2,000 feet (610 m) southeast of the quarry. The overlying Pennsylvanian Molas Formation was an argillite unit which was converted to hornfels and quartzite. Stratigraphically below the Leadville, the chert bearing Devonian Dyer Dolomite Member of the Chaffee Formation was altered by the metamorphism to impure silica-rich marble and occasional serpentine-bearing marble.[2]\n\nThe Yule Marble is a metamorphic facies of the regionally distributed Leadville Limestone[7] of Mississippian age deposited 350 million to 324 million years ago. The Leadville within the Yule area was transformed by contact metamorphism that occurred during the latest Eocene and Oligocene epochs (34 to 28 million years ago) associated with the intrusion and uplift of the nearby granitic Treasure Mountain Dome.[8] The uplift of the Treasure Mountain Dome tilted the limestone away from the intrusion resulting in the marble bed dipping at an angle into the mountain. The marble unit along with older and younger adjacent units in the Yule Valley have a north-northwest strike paralleling the valley and variable dips of 35 to 50 degrees to the west-southwest.[9] This local contact with the heat and pressure from the intrusion of hot granitic magma recrystallized the Leadville Limestone into a distinctive white marble. Although the Leadville Limestone covered hundreds of square miles and was the ore host at the Leadville mining district, the Yule Creek Valley is the only known location of marble in the region. When the magma cooled, it crystallized into granite.[2][3][10]\n\nThis local geological activity resulted in a type of marble that is 99.5% pure calcite, with trace amounts of non-calcite inclusions (mainly quartz), and has a density of 170 pounds per cubic foot (2,700 kg/m3). The non-calcite inclusions were caused through penetrations along the seams created by the dome uplift rather than through metamorphic contact with the uplifted dome.  Though marble is on both sides of the creek, the only visible marble is the 1-mile-long (1.6 km) seam of the present-day quarry on the west side of Yule Creek.[2][A]\n\nDevelopment of Yule Marble is put into context with Colorado geology by showing the passage of time from earliest rock units to the present with \"Ga\" = billions of years ago and \"Ma\" = millions of years ago.\n\n[11]\n\nIt is the grain of Yule Marble that gives an appearance of smooth texture, a homogeneous look, and a luminous surface that polishes well. These qualities are why it has been chosen for a number of major national and state landmarks, most notably the Lincoln Memorial. Because of its aesthetic value, architect Henry Bacon successfully urged that it be used to clad the whole exterior of the Memorial, even though it was the most expensive material.[2][20][B]\n\nThe overall configuration of the grain is small, irregularly shaped, generally equidimensional to slightly elongated with irregular edges and does not vary significantly among the different grades (in 1992). The edges of the calcite grains are deeply crenulated (irregularly and minutely notched and scalloped). Grain sizes range primarily from 0.1 mm (0.00393 in) to 0.6 mm (0.0236 in), as determined by scanning electron microscope images. There are 2,000–3,000 grains to the square centimeter (0.1550 square inches). Where the marble is in direct contact with the intrusive granite, the most consistent change in the marble is that it becomes extremely coarse-grained, with the grain size in the contact zone being 10 mm to 20 mm (0.3937–0.7874 inches). The grains in turn are tightly bonded in the shape of a jigsaw puzzle, forming crystals which are aligned so that the long axes of the grains are essentially perpendicular to the principal veining in the deposit.[2]\n\nWhen marble does break down, the cause is weak boundaries between the grains that permit water or solutions to penetrate into the marble. As water enters, the calcite grains dissolve slightly, and the opening between the grains widens. With time, as the grain openings widen, the edges become smooth, and the grains become rounded. As the surface grains become round, they loosen and fall off the surface of the stone. Because Yule Marble is finely grained with tight bonding, water is not likely to react as quickly as with a coarse-grained, loose-textured marble. Also the crenulated boundaries of Yule Marble crystals may account for the weathering resistance, because the spaces between grains must be widened enough to free adjoining crystals.[2]\n\nIncluded in the grains are intrusions (non-calcite material) which does not vary significantly among the four grades; tests in the late 1990s confirm the 1910 amount of 0.5%.  Constant inclusions in all Yules are magnesium oxide (MgO), manganese oxide (MnO), iron oxide (FeO), and strontium oxide (SrO) while other inclusions vary by quarry location. Inclusions are in four groups: quartz (the most abundant and gray in color); muscovite (mica, occurs as thin gold lines and streaks, and also occurs with quartz in clouds of gray mixed with brown); feldspar (with larger grain size 0.591 inches (15 mm) to 1.379 inches (35 mm) and gray in color but less translucent than quartz inclusions); and pyrite. Other minor inclusions are sphene, apatite, rutile, zircon, and sphalerite. An example of inclusion affect is gold veining, the result of iron or manganese, that is still quarried today.[2]\n\nWhen the physical characteristics of Yule Marble are compared to the other US marble, the results are about the same for general characteristics of weight, hardness, specific gravity, porosity, absorption, and coefficient of thermal expansion. In strength characteristics, the properties of Yule Marble are lower than most of the other marbles for compressive strength and transverse strength, but they are not unreasonably low. For ordinary uses, stone having a compressive strength of 5,000 lb per square inch is satisfactory.  Test results from 1913 to 1937 ranged from 6,694 to 10,195 pounds per square inch (471 to 717 kg per square cm); in 1996, results were 14,874 (1,046 kg per square cm).[2]\n\nThe same geology that created the marble also created a host of problems in quarrying the stone. Quarrying in this high altitude environment with steep slopes, deep snow, and snow-mud slides is so expensive that advances in technology have not been able to overcome the challenges. These factors limit periods of operation and the amount of marble that can be brought down from the quarry. In the early years a lack of transportation to move enough of the stone out of Marble added to the difficulties. The transportation problem was largely mitigated by the advent of a railroad (1906 through 1941) and by road and truck since 1990.  The cutting rates of today's equipment are much faster than the 1911 technology.[3][5]\n\nLocated along and above the east and west side of Yule Creek, from an elevation of 9,000 feet (2,700 m) to 9,500 feet (2,900 m) were five quarries, of which only one on the west side is in operation today. Those on the west were the most productive being the John Osgood quarry (pit-type started in the early 1890s) and the present-day quarry started in 1905 by the Colorado-Yule Marble Company inside the mountain. The east side quarry, started in 1904 by the Strauss brothers, was quarried inside Whitehouse Mountain. Most marble quarries in the world today are pit-type operations, such as Carrara, Italy.  The amount of Yule Marble remaining for quarrying should last for hundreds of years.[2][3][5]\n\nUse of Yule Marble has grown through several periods of boom and bust from local to national, and today is international. The first major use was in the Colorado State Capitol building in 1895. Yule Marble quarried between 1907 and 1941 can be found in banks, mausoleums, libraries, schools, hotels, and government buildings[21] from the west coast (Seattle south to Los Angeles) to the east coast, including the Equitable Building skyscraper in New York City. The dimension of the deposit enables large blocks to be quarried, which is why Yule Marble was selected for the Tomb of the Unknowns (Tomb of the Unknown Soldier) in Arlington National Cemetery. In 1931, the 56-ton (55.86 metric ton) block for the die section (on which six wreaths, three Greek figures, and the inscription were carved) was the largest single piece of marble ever quarried at that time. Today, the marble is primarily shipped to Italy to supply fabricators throughout Europe. Blocks also go to Saudi Arabia, Peru, and other developing international markets. Finished marble is used for tile and slabs (walls, countertops, etc.).[2][3][5][22]\n\nAs the marble industry cycled, the town's economy, being based on a single industry, also fluctuated. At the same time, had Marble not made the transition from its origins as a mining town to quarrying Yule Marble, the town would have died, as did other Colorado mining towns such as nearby Crystal and Schofield.[3][5]\n\nOn 9 March 2004, Yule Marble became the official state rock of Colorado. The designation was the result of petitioning by Girl Scout Troop 357 of Lakewood, Colorado[23] of the Colorado General Assembly, who in turn passed a bill that was signed by Governor Bill Owens (R).[24]\n\n"
        },
        {
            "title": "Discovered: 1873 to mid-1880s",
            "text": "Yule Marble was discovered in the Crystal River Valley in the spring of 1873 by geologist Sylvester Richardson. George Yule [C] (for whom the marble was later named) was the prospector who \"rediscovered\" the marble in 1874. In the same year, an unknown person took some marble—from which polished samples were made—and appeared in Denver but failed to generate interest. The marble became lost again, and was rediscovered 10 years later, yet again by accident. By this time, prospectors were digging into Whitehouse Mountain[25] for silver and gold when they encountered the Treasure Mountain Dome and thick marble. This time a transition started that moved the town away from mining to one of quarrying marble, although some locals were still involved with mining in 1910. The transition enabled the town to survive while nearby towns such as Crystal and Schofield became ghost towns. The town was still a one-industry economy, and its future followed that of the marble operation.[3][26]\n\n"
        },
        {
            "title": "First quarries come and go: 1884 to 1905",
            "text": "The local miners never had the capital to develop marble quarries and in the 1890s they started selling marble claims:\n\nThough better financed, the new companies had little success in spite of growing interest in Yule Marble generated by glowing test results from London (1887), the St Louis Exposition (1890) and the Chicago Exposition (1893). The companies had different degrees of development and success with the quarry of John Osgood obtaining a major contract in 1895 to supply 140,000 square feet (13,000 m2) of marble for the new state capitol in Denver, Colorado. After this initial success, little production has accomplished by Osgood or the other two companies. The Osgood operation was well financed but even he was afflicted by the problems associated with developing and operating a quarry in the Yule Creek Valley. Also the lack of transportation to move enough of the stone out of Marble added to the difficulties. Taken together, these factors resulted in high operating costs that could not be covered by marble revenue. The high cost problems would also affect the next quarry and its operators up to the present time.[3]\n\nIn 1905, another major transfer of leases took place with acquisitions by the newly formed Colorado-Yule Marble Company (CYMC).  First was Channing Meek [D] purchasing the marble deposits of the Marble City Quarry Company on 28 February 1905.  He in turn sold the deposits to the newly formed CYMC on 11 April 1905 and subsequently became the CYMC president. The marble deposit that became the quarry of the CYMC was acquired on 14 November 1905 from Osgood. (Osgood never quarried the marble because of financial problems.) Because the three remaining quarries had no more production to speak of this leaves only the quarry started by the CYMC in 1905.[3][E]\n\n"
        },
        {
            "title": "Primary quarry: 1905 to today",
            "text": "When the Colorado-Yule Marble Company (CYMC) arrived in Marble in 1905 they developed the last Yule Marble quarry, which is still in production today. The operation showed the unrealized promise of the previous 20 years with a 10-year boom in which marble was shipped to the east and west coasts with contracts reaching one million dollars. The marble boom also resulted in one for the town of Marble. While the CYMC overcame some quarry problems of the previous 20 years, other difficulties ultimately led to their bankruptcy in April 1917. Subsequent operations from 1922 through 1941 were on a much smaller scale with several different operators and dramatic fluctuations in quarrying until the next bust at the end of 1941 After almost 50 years the quarry reopened in September 1990. The 1905 problems of transporting marble out of the town have been largely solved (by road and trucks) but the high costs of working in a mountain environment still exist today, and there have been several operator changes with the last one in 2010.[3][5]\n\nThe quarry was part of the integrated operation created by the CYMC during 1905 into 1907, and was retained by subsequent operators until the quarry shut down in 1941. Once marble was out of the quarry, it was lowered onto CYMC transport for movement down to Marble, a descent of 1,300 feet (400 m) over 3.9 miles (6.3 km) with grades up to 54% (17% starting in 1910). In Marble, the stone entered an enormous CYMC mill site and was transformed into a variety of finished objects. The site was 150 feet (46 m) feet at its widest point and almost 1,400 feet (430 m) long under one roof, totaling 108,000 square feet (10,000 m2). (It was the largest operation of its kind in the world.) Finished marble was moved into railroad cars of the CYMC-built Crystal River & San Juan Railway (CR&SJ) for shipment throughout the country.[3][5]\n\nBuilding the CR&SJ solved a major problem of no viable transportation to move large quantities of the stone out of Marble. In November 1906, the CR&SJ completed a 6-mile (10 km) railway line from Marble to Placita, where it connected to the Crystal River Railway (CRR). (To support his coal and coke operations in the Redstone area, Osgood started building the CRR line in the late 1890s from Carbondale, Colorado southward reaching Redstone in June 1900. By the early 1900s, the line reached its final destination of Placita.) In 1910, the CR&SJ obtained a right-of-way to operate on the CRR line to Carbondale, 28 miles (45 km) from Marble. The railway also increased the efficiency of getting supplies to the operation from outside the Crystal River Valley. The town's residents benefited by the railroad for transportation with the depot on the grounds of the mill site. In later years, livestock was transported out of the Crystal River Valley by the railroad.[3][5]\n\nDevelopment of the integrated operation also created a large debt that led directly to receivership in July 1916 and bankruptcy in April 1917. Although the spending created an operation using the best equipment and was technically efficient, the company was unable to repay the debt with marble revenue because of high operating costs. By 1913 CYMC was in financial trouble when a loan of $1,868,000 was approved early in 1913 and used to refinance the debt.[3][5]\n\n1905 development started the first of three quarry openings with #2 in 1905. When Quarry 2 cutting started, none of the workers wanted to hang off the edge of the cliff sitting on a wooden bench attached to an overhead derrick. So the company president, Channing Meek, came up to the quarry, sat on the wooden bench, was lowered over the mountainside, and started cutting marble.  After that no worker refused to go over the side and cut marble. Quarry 2 was followed by #3 in 1907 and #1 in 1912. A fourth opening to the left of #3 (out of view) was started but did not become a producing quarry.[5]\n\nTo operate the quarries, structures for various functions were built around the quarry exterior. Wooden derricks were located by and above the openings to lift blocks out of the quarries. The boiler house (providing steam power for quarrying equipment) was the last major addition (second building to the right of opening 2). In front of the boiler house is a 50-ton (49.875 metric ton) electric hoist and the hoist electric power house is to the right of the boiler house. Below the boiler house area near the bottom of the photo is the Pea Vine (winch-cable powered carts on rails) used to move marble from the quarry to the loading station several hundred feet away, where it was placed on wagons for transport to the mill site. There are other facilities to the right of opening 1; compressor house, machine shop, and bunk house.  To provide the needed electricity, the company built a hydro-electric plant with the generators located just east of the town limits and completed in July 1907.[5]\n\nBy 1914 the quarry configuration had gone through several changes but from then on remained largely unchanged until the shut down in 1941. Several buildings located to the right of opening 1 had been relocated to opening 3, such as the machine shop (first building to the left of opening 2), offices (to the left of the machine shop), and the compressor house (first building on the right of opening 2 and left of the boiler house). The boarding house (not visible to the right of opening 1) was also relocated. In 1910, a new system was finished to get the stone from the quarry down to the finishing mill in the town of Marble. Two tall wooden derricks (one to the left opening 2 and another on the east side of Yule Creek) suspended an 880 feet (270 m) long cable. The 50-ton (49.875 metric ton) electric hoist attached a block to the cable for lowering marble 225 feet (69 m) to the new loading station and onto a railroad car (on standard gauge track) towed by the new electric tram finished in 1910. The electric tram replaced the Pea Vine. After closing in October 1941, the equipment inside was removed and the wood structures fell apart.[4][5]\n\nWhen the quarry reopened in 1990, the functions of the previous structures that were needed were located inside the quarry. The only structures remaining from prior to 1942 are the two cable derricks. One major 1990 alteration to the cliff was the blasting of a 16-by-16-foot (4.9 by 4.9 m) tunnel for access to the quarry interior. Today the marble is loaded onto a truck inside the mountain and driven out.[5]\n\nIn the early years, the quarry was three separate caverns inside the marble formation. By 1914 a tunnel connected the three caverns. As the quarry went further down into the marble the three caverns eventually joined into one. The marble quarry is similar to coal mines and other underground mines in the need to constantly pump out water. With the marble dust created from the cutting, the floor is covered with marble mud. The interior temperature normally varies no more than 20 °F (11 °C)\nranging from 20 to 40 °F (−7 to 4 °C), although temperatures have reached from −40 °F (−40 °C) to a high of 49 °F (9 °C).[5][22]\n\nThe number of people working in the quarry varied from 57 in 1910 to a maximum during the 1905–1917 boom of about 125. (Today that number varies between 15 and 20.) The 1910 Census shows most quarry personnel were American born, although the mill site employed more Italian-born workers. The 1910 Census recorded 57 quarry workers with 50 American born, 4 Italian, 2 German, and 1 Austrian.  The marble mill employed 291 people of which 110 were American born and 120 born in Italy. As a side note, of the 481 town residents who were employed in 1910, 326 (66%) worked in the marble operation.[26]\n\nResidence location showed only a few of the workers lived in Marble; the 1910 Census recorded 14 quarry employees there, and the rest lived in Quarry Town. Built by the CYMC, Quarry Town[F] came into existence shortly after November 1908 as a settlement of bunkhouses and shacks just to the west and north of Quarry 1.  It was built to alleviate a housing shortage caused by hiring more workers for the first large CYMC contract, the Cuyahoga County Court House, in Cleveland, Ohio. Though intended for single men, the 1910 Census recorded 66 residents of which 44 were men, 9 were women, and 13 were children. In the winter time, Quarry Town folk would ski down to Marble then return by holding onto an electric tram going up to the quarry (an early Colorado ski lift). Quarry Town was abandoned after the quarry closed in 1941 and today only a few scraps remain located behind the quarry fence.[5][26][27]\n\nBootlegging started when Marble went dry after alcohol prohibition was passed by the voters on 3 December 1908. Prohibition was backed by the company because drunkenness was affecting the operation. Prohibition left workers in Quarry Town and folks in Marble without a close liquor supply (the town of Redstone was 12 miles (19 km) away). For those purchasing liquor from a bootlegger there were no legal worries for the law only made it illegal to sell or give away liquor; it was not illegal to purchase alcohol.[3]\n\nWages became a source of conflict during this period. In 1909, daily wages ranged from $5 to $8 but no overtime pay was provided.  During the 1930s Great Depression, they earned 40 cents an hour. A strike lasting three months started at the mill on 4 August 1909, and by the next day quarry workers started to join. The strikers were demanding an 8-hour day, time-and-a-half for overtime, and double time on Sunday. The company management quickly won the support of the public. By September, only 20 men were working at the mill and even fewer at the quarry. The strike lasted until 2 November with the workers going back to work at reduced wages. Full operations were resumed within a week.[3][5]\n\nThe civic-mindedness of the workers and the company is demonstrated through their donations to build the all-marble Columbus Catholic Church in Marble (on Park Street, between West 3rd Street and West 2nd Street). The company was donating the marble and the workers their time to quarry and cut it and build the church. The foundation was laid and a cornerstone ceremony was held in 1912. However, the quarrying stopped in August 1912 when company president Channing Meek died of injuries received from an electric tram accident on the quarry road and his successor did not want to continue the marble donation. Today, much of the foundation is still present as is the cabin across the street to the right.[3][5]\n\nQuarring techniques had changed since the miners initial quarrying of the mid-1880s with blasting being replaced with equipment to drill and cut. The miners were familiar with explosives plus they did not have the capital for machinery. The machinery reduced waste because blasting damaged a lot of the surrounding marble.[3]\n\nCutting a block involved a channeling machine (consisting of several drill bits and powered by electricity or steam) that made vertical holes from the top down. Next the bottom was cut by drilling horizontal holes. The block was then freed from the mountainside by inserting wedges into the horizontal holes, then inserting feathers until the block broke free. Sometimes in winter, water was poured into the holes so the expansion of the freezing water would break the block loose. Sometimes a wire saw would cut the quarried block inside the quarry into individual blocks before it was lifted out.[3][5]\n\nLifting out of the quarry required a hole to be made through the block so a cable could be inserted to pull the block away so other cables could be attached for lifting out of the quarry. The lifting was done with wooden derricks above and outside of the quarry or the 50-ton electric hoist if in Quarry 2 (which was Quarry 3 during the boom period of 1905 to 1916).[3][5]\n\nOnce out of the quarry, a block was moved to a loading station for transport to the mill site. The first method (1906 through 1909) used the 50-ton electric hoist, which lowered the block down and onto a Pea Vine cable-powered cart. The cart then moved on rails with downgrades to 54% to a loading station where the block was transferred to a wagon for towing to the mill site. The wagons were first towed by teams of four horses then in 1908 by a 110-horsepower steam tractor previously used for logging. The road to the mill site was built in the 1890s by John Osgood to his quarry, which was just below the CYMC started quarry. By 1910, the method changed with the 50-ton hoist attaching a block to an overhead cable for lowering 225 feet (69 m) to a new loading station. Here the block was placed on a flatcar for towing by an electric tram (designed by General Electric) on standard-gauge railroad track to the town of Marble and into the mill site. Electricity to power the tram came from the CYMC-built hydro-electric plant located just east of the town.[3][5]\n\nReaching the mill site, the marble went into an expansive finishing mill built by CYMC from 1907 through 1910. At its widest point the mill site was 150 feet (46 m) and almost 1,400 feet (430 m) long totaling 108,000 square feet (10,000 m2) (the largest finishing mill in the world under one roof). Here the marble was transformed into a variety of objects for shipment throughout the country.[3][5]\n\nShipment of the finished marble was done by the Crystal River and San Juan Railway (created by CYMC and completed November 1906).  Railroad tracks were parallel with the mill site and the marble was rolled on a cart out a mill site building and into the railroad car. In some shops the railroad cars were brought into the shop for loading. The company railroad then transported the marble 28 miles (45 km) north to Carbondale, Colorado, where the cars were connected to other railway trains.[3][5]\n\nMethods for cutting a block can vary depending on the formation and other factors, but usually involve three types of saws (wire and two chain types of which all three are diamond edged). The usual approach starts with a horizontal cut at the bottom after which metal rollers are inserted (on which to move the block away from the mountain after all sides have been cut). Next is the back cut with a wire saw followed by chain saws to cut the vertical sides. A metal bag is then inserted behind the back cut and filled with water, which pushes the block away from the rock face (on the metal rollers). The block is then rigged for lifting by forklift and placed on a haul truck and driven out of the mountain and down to the staging area on the grounds of the old mill site. When the quarry opened in 1990, a 16-by-16-foot (4.9 by 4.9 m) tunnel had been blasted through the mountain and into the quarry interior to enable marble to be driven out of the quarry.[5][22]\n\nThe cutting rates of today are many factors greater than in 1911 when a wire saw was sometimes used before a block was removed.  In 1911, such a saw was new technology and had a cut rate of about 2 inches (51 mm) an hour. A modern wire or chain saw can cut more than 50 inches (1,300 mm) in the same time.[5][22]\n\nBy July 1907 the initial construction of the quarry and the rest of the system was finished but marble was being shipped out before though only in small amounts and advertising pieces. The first major contract came in late October 1907 to supply $500,000 worth of marble for the Cuyahoga County Court House, in Cleveland, Ohio, and set off a quarrying boom. In spite of the increased quarrying, by 1913 the company was in financial trouble due to the huge start-up debt and high operating costs not generating enough revenue to pay down the debt. A loan of $1,868,000 was obtained in early February 1913 and used to refinance to debt. In spite of the financial difficulty orders kept coming in with the first contract of one million dollars for the Equitable Building, New York City, in August 1913 for 1,200,000 square feet (110,000 m2) of marble.[3][5]\n\nAs the quarry boomed, so did the town reaching its population peak from 1912 through 1914 of 1,400 to 1,500 residents, including a large number of skilled Italian marble worker immigrants with most of them in the mill site. There were two newspapers, three hotels, movie theater, ice cream parlor, five ice houses, and nine stables among other businesses. In January 1910, a movie was premiered in Marble, Bear Hunt in the Rockies by Edwin Stanton Porter, director of the 1903 landmark movie The Great Train Robbery.[3][5][28][29]\n\nSelecting the marble for the exterior was a competitive process with five samples submitted to the Lincoln Memorial Commission for consideration; three from Georgia (Cherokee, Southern and Amicalola), one from Vermont (Dorset White) and Yule marble. Of the samples, Memorial architect Henry Bacon wanted to use Yule marble in spite of its higher cost because the stones \"whiteness and delicate veining\" placed it \"above any white building marble in appearance that I have seen here or abroad\".[30] The Memorial commission voted to award the marble contract for Yule marble on 26 September 1913 but the matter was not settled. Other bidders raised objections about Yule quality, ability to quarry the needed quantity and its durability.  Colonel W. W. Harts, the US Army Engineer Officer in charge of Public Grounds and overseer of the project, commissioned geologist George Perkins Merrill to make a determination. After visiting the quarry, Merrill concluded Yule marble met the needed requirements. Yet Secretary of War Lindsley Garrison called for testing by Bureau of Standards which gave a positive report on the use of Yule marble. He also sent a 17 January 1914 letter to United States Commission of Fine Arts about the use of Yule marble, and a reply was sent five days later that compared to the other marbles submitted for consideration Yule \"fit pre-eminently for a structure of the character of the Lincoln Memorial\". The contract for Yule marble was awarded 14 March 1914.[2][3][5]\n\nThe contract was the most expensive and most demanding in the history of Yule marble at $1,080,000. The marble came out of Quarry 3, with the first shipment leaving Marble on 25 May 1914 and the final on 16 June 1916. The high standards resulted in a high rejection rate, yet the contract was completed 5 months ahead of schedule. Only a small amount of the marble quarried ever reached the finishing mill. The amount of rejection is based on summary statements given by the company president J.F. Manning. In June 1914, Manning estimated that a monthly quarrying of 80,000 square feet (7,400 m2) would yield 12,000 square feet (1,100 m2) to 15,000 square feet (1,400 m2) of acceptable marble. In 1915, Manning stated sometimes less than 10% of the quarried marble was shipped to the Memorial site. Once delivered to the mill site, marble blocks for other than the columns were taken to Shop 3 after being sawed into multiple pieces with a wire saw and the gang saws in one of the two mills. The wire saw and 20 of the 30 gangs saws were cutting nothing but Memorial marble 24 hours a day in May 1914. Marble for the 38 columns was offloaded in front of Shop 4. Each column comprised 11 drums and the top piece, with each of the 418 marble drums taking more than 18 hours to fashion.[3][5][30]\n\nThe bust came barely one month after the final June 1916 shipment of marble for the Lincoln Memorial when the company went into receivership on 18 July 1916 and ceased operations 15 April 1917. The bust was caused by many factors such as the loss of skilled foreign-born craftsmen who returned to their native country to fight in World War I and a decline in the demand for marble brought about by the war. But the main cause was the huge debt incurred with the development of the integrated operation during 1905–1907. Even though the quarry had received a lot of contracts and some very lucrative, the operation (quarry, mill site and railroad) never made enough profit to pay off the start-up funding. A final disposition of the quarry was not completed until 4 April 1921 due to various groups vying for the assets.[3][5]\n\nThe town declined rapidly to a population of 50 people in 1920 according to the 1920 Census. The bank closed in 1918 as did the remaining newspaper. The last train left Marble in 1918.[3][5]\n\nOut of bankruptcy in April 1921, the operation was on a much smaller scale than before the 1917 bust. The amount quarried was greatly reduced and experienced several fluctuations in output and changes in operators. The fortunes of the town also went up and down with the marble fluctuation as reflected by the changes in population by climbing to 600 by 1926, 550 as 1930, then dropping to 175 by 1933 with a rise to 225 from 1939 and into 1941.[3]\n\nThough the quarry was out of bankruptcy in April 1921, quarrying did not resume until April 1922 and with divided ownership. The bankruptcy settlement resulted in the Carrara Company owning the quarry and the tram line to the mill site while Yule Marble of Colorado owned the mill site and the railroad. Both companies realized the need to cooperate and functioned as an integrated operation and later merged into Consolidated Yule Marble Company, 24 April 1924. There were other changes of owner and operators with the Vermont Marble Company, taking over as of November 1928. They in turn formed Yule Colorado Company on 14 December 1928 which continued up to the shut down at the end of 1941.[3][5]\n\nMarble for the Tomb of the Unknowns was quarried in seven pieces for four layers; cap, die, base and sub-base (plinth) from Quarry 3 at 125 feet (38 m) below the opening from early in 1930 to January 1931. The cap was quarried on the first try while the base required three attempts. (No data available as to quarrying the plinth). The die was worked by 75 men for one year and three attempts until a 56-ton (55.86 metric) block came out of the quarry in late January 1931. When the block was cut from the mountain it weighed 124 tons (123.69 metric). A wire saw was then brought in to cut the block down to 56 tons (55.68 metric). Because of the weight, Vermont Marble Company sent to the quarry a special derrick that was reinforced and heavily rigged. The initial lift was just enough to clear the quarry floor so the block could hang for 15 minutes while the hoist was inspected for stress. Once out of the quarry, the trip to down to Marble took four days with the die block arriving on the grounds of the mill site on 3 February 1931. On 8 February, the block was shipped to Vermont for cutting to final dimensions and carving the pilasters and bas-relief. The work was completed in September and arrived at Arlington National Cemetery the same month. Assembly started in September but after the base piece was put in place, imperfections were discovered halting the work until a replacement was received. Three attempts were made before an acceptable piece was quarried. In December, the replacement base arrived and the assembly was completed 31 December 1931.  This was followed by the carving work on the die block by the Piccirilli Brothers (who also carved the statue of Lincoln for the Lincoln Memorial) under the supervision of Tomb sculptor William Hudson Jones. When the Tomb assembly was completed 9 April 1932, the structure had the following dimensions.[3][5][31][32]\n\nAlthough there was some increased activity in the late 1930s, World War II ostensibly ended it.  In 1942 the mill site was taken apart and the railroad tracks removed.  A hoped for renewed marble demand did not happen after World War II ended.  The quarry sat idle and the interior filled with water.[3][5]\n\nThe town also declined but had some revival.  The marble shutdown and a 1941 flood led to a population decline to about 30 people and the post office closing in 1943.  After the war ended and a 1945 flood, more people moved out leaving only Theresa Herman (the school teacher).  The population did revive with 26 registered voters in 1956 increasing to a 2011 year-round population of about 110.[3][5][26]\n\nIn 1988, Denver oilman Stacy Dunn and another associate undertook the reopening of the quarry forming the new Colorado-Yule Marble Company. Mr Dunn though was killed in a car accident before the opening. Getting the quarry to operating condition required pumping out millions of gallons of water among other repairs. On 15 September 1990, the first marble block to come out of the quarry since 1941 arrived in Marble. Riding in the truck was Elmer Bair, the 1931 motorman of the lead electric tram that brought down the body block for the Tomb of the Unknown Soldier in February 1931. But as with the original Colorado-Yule Marble Company 80 years before, the new company went bankrupt in 1997. Since that time there have been several changes of operator.\n\nSince 1988 Marble Colorado has been the site of annual Sculpting Symposia. These symposia are attended by professional and amateur sculptors from the US and foreign countries. These symposia utilize the marble from this mountain.[34]\n\nToday only a few people of the 110 or so full-time Marble residents make up the 15–20 quarry employees. The town does receive a monthly rent from the quarry company to use part of the old mill site grounds (West 3rd Street and the Crystal River) to store quarried blocks until they are shipped to customers.[5][22]\n\n"
        },
        {
            "title": "Replace vs. repair: Tomb of the Unknowns",
            "text": "Shortly after assembly of the Tomb was completed on 9 April 1932, cracks developed in the main block (wreaths, Greek figures and the inscription) and grew longer over time. The cracks were filled in 1974 and 1989. By 1990, the Arlington National Cemetery (ANC) was studying options, including replacing the damaged block. ANC prepared a 15 August 2006 draft memorandum of agreement to replace the damaged marble.[35]\n\nWhile ANC was studying the situation, a donated replacement block was provided by George Haines, a retired entrepreneur and car dealer in Glenwood Springs, Colorado. In September 2002, he read that the quarry crew \"was getting ready to look for and replace the tomb's marble and that the (Veterans Administration) and Arlington were accepting bids on the replacement piece.\" With that he decided to pay the $31,000 for the replacement block. Arlington National Cemetery Superintendent John Metzler requested a letter on the donation and was sent one. Mr Haines also arranged for free transportation to Arlington National Cemetery.[36] In 2003 a prospective block was found and quarrying began. To record the activity, Ron Bailey photographed the event. When the block came free from the mountain, imperfections were found so the block was rejected. The heart of the block was used for a statue of President George H. W. Bush.[37] Another search started with a flawless block quarried and brought down to the storage area in Marble in 2005. Since 2005, the block has remained on the same yellow flatbed trailer in the north-west corner of the storage yard due to replacement opposition. [G]\n\nOpposition to replacing the block had been growing and included such groups as the National Trust for Historic Preservation. On 26 September 2007, the Senate passed the Akaka-Webb amendment[38] to prohibit replacing the cracked Tomb marble.  On 26 June 2009, the Army and ANC announced the Tomb would be repaired.[39] The repairs of April 2010 failed after two months and were redone in September 2011.[40] A 21 October 2011 inspection by the Army Corps of Engineers and other experts pronounced the repairs successful.[41]\n\n"
        },
        {
            "title": "Quarry access",
            "text": "Because it is a working mine, casual visitors are not permitted. Marble pieces are available for purchase, however.[42]\n\n"
        },
        {
            "title": "Structures with Yule marble",
            "text": "A partial list of structures containing Yule marble, 1905 to 1941, from the quarry started by the Colorado-Yule Marble Company.  The Colorado state capitol was an 1895 contract with the quarry of John Osgood. The dollar amount after a building name is the amount of marble. Marble ranged from a single item (such as the baptism font now in the Episcopal church in Glenwood Springs, Colorado) to entire exteriors.[3][5][43]\n\n"
        }
    ]
}