{
    "url": "https://en.wikipedia.org/wiki/Yuri_Neyman",
    "title": "Yuri Neyman",
    "table_of_contents": [
        "1 Early life",
        "2 Career",
        "3 Filmography",
        "4 References",
        "5 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Yuri Neyman, A.S.C. (American Society of Cinematographers) is a Russian-American cinematographer, educator and inventor.\n\n"
        },
        {
            "title": "Early life",
            "text": "Born and raised in Moscow, Russia, he graduated from the Moscow Film Institute (VGIK) with honors in the art of cinematography and photographic engineering.[1] After Film Institute he worked in the former Soviet Union as Director of Photography on many films. One of the last films made with Neyman, as Director of Photography was Mayakovsky Laughs, directed by classic Soviet director Sergei Yutkevich. Based on famous and controversial play of the late twenties, the film has been shown at the London Film Festival. \"SIGHT & SOUND\" magazine wrote about the film: \"...At least it proves that Soviet cinema can still turn out genuinely experimental and (dreaded word) formalistic film, executed with great technical dexterity.\"[2]\n\nBeing involved in Mayakovsky Laughs and a few other film projects considered then by the Soviet Government as being \"ideologically dangerous,\" Yuri Neyman has been labeled as \"anti-social realist\" in camera work and was forced to emigrate as a political refugee from the USSR to the USA in 1978.[3]\n\n"
        },
        {
            "title": "Career",
            "text": "Neyman's first feature in USA was the critically acclaimed neo-noir Liquid Sky in 1982. The film garnered a positive critical response for Neyman's work as Director of Photography: \"New York has never been photographed better in a movie.\". \"Rarely, if ever has Manhattan been viewed so intensely\", \"A spectacular work of moving art\", \"The most beautiful science-fiction movie ever made\".[4] After Liquid Sky, Neyman went on to make a few more films including the independent black-and-white Tom Goes To The Bar (\"Golden Bear Award\" at the Berlin Film Festival) and D.O.A..[5]\n\nIn D.O.A. he proved again his talent as a cinematographer photographing re-makes of film noir classics. It was almost universally praised for its original look.  There are just a few samples of the many reviews taken from major publications across the country: \"Stunning camera work\", \"High concept movie which crackles with 80's imagination and technique\", \"Yuri Neyman does extraordinary inventive and witty work.\"[6]\n\nFour of Yuri Neyman's films: Liquid Sky, D.O.A., Fatal Deception: Mrs. Lee Harvey Oswald and Scattered Dreams, have been the subject of articles in American Cinematographer and Film & Video magazines, in addition to being noted in the trades. For \"The Heart of the Deal\" Neyman was nominated for \"Best Cinematography\" in CableACE Awards.[7]\n\nBesides compiling an array of narrative film, documentary and commercial credits, Neyman invented technologies designed to help cinematographers control the quality of images.[8] He founded company Gamma & Density Co. which provides cinematographers with patented telecine control charts extensively used by DPs around the world. The Thorough Control System method was described in the American Cinematographer Magazine and many other publications.\n\nAs a technological innovator, he also developed and patented the 3cP system, which allows a director of photography and DIT to communicate on-set color grading decisions directly to the colorist, thereby avoiding creative miscommunication and costly mistakes. The 3cP system also allows for the production of \"on-set dailies\". The system has been widely adopted and employed in today's film industry, and has been modified for use on iPad and iPhone.[9]\n\nAside from being an accomplished cinematographer and a proven entrepreneur, Neyman developed the course The History of Cinematography and taught it at American Film Institute. He conducted seminars on Pages from History of Cinematography and Cinematographer's Style and Language and has taught classes in The Art of Cinematography and Digital Cinematography at SUNY and UCLA.[10]\n\nAfter teaching at various colleges and master classes around the world, Neyman teamed up with Vilmos Zsigmond, ASC a fellow European cinematographer to form a new school of cinematography, the Global Cinematography Institute in 2011 with the mission to educate cinematographers, and to preserve and extend the role of cinematographer as the major expert and contributor in the image building process in all current and future variations of the complex mix of artistry and technology.[11]\n\n"
        }
    ]
}