{
    "url": "https://en.wikipedia.org/wiki/Z_movie",
    "title": "Z movie",
    "table_of_contents": [
        "1 History and terminology",
        "2 Examples",
        "3 Etymology",
        "4 See also",
        "5 Notes",
        "6 Sources"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Z movies (or grade-Z movies) are low-budget films with production qualities lower than B movies.\n\n"
        },
        {
            "title": "History and terminology",
            "text": "The term \"Z movie\" arose in the mid-1960s as an informal description of certain unequivocally non-A films. It was soon adopted to characterize low-budget motion pictures with quality standards well below those of most B movies and even so-called C movies. While B movies may have mediocre scripts and actors who are relatively unknown, modestly skilled, or past their prime, they are for the most part competently lit, shot and edited. Z movies, by contrast, would be considered by most watchers and critics to be complete objective failures. Sometimes Z movies are so incompetent they gain cult status due to the hilarity of their shortcomings.\n\nThe economizing shortcuts of films identified as C movies tend to be evident throughout; nonetheless, films to which the C label is applied are generally the products of relatively stable entities within the commercial film industry and thus still adhere to certain production norms. In contrast, most films referred to as Z movies are made for very little money on the fringes of the organized film industry or entirely outside it. As a result, scripts are often poorly written, continuity errors tend to arise during shooting, and nonprofessional actors are frequently cast. Many Z movies are also poorly lit and edited. The micro-budget \"quickies\" of 1930s fly-by-night Poverty Row production houses may be thought of as Z movies avant la lettre.[1]\n\nLater Z movies may not evidence the same degree of technical incompetence; in addition to bargain-basement scripts and acting, they are often characterized by violent, gory and/or sexual content and a minimum of artistic interest, readily falling into the category of exploitation or \"grindhouse\" films. Additionally, with the popularity of Internet media platforms such as YouTube, low-budget films are having a resurgence due to the easy access low-budget filmmakers have to publish their films. In 2014 Raindance Film Festival published an article identifying social media as a primary venue for low-budget filmmakers.[2] While the abilities of some of these filmmakers has varied, the average quality of many of these films remains on the z-grade.\n\n"
        },
        {
            "title": "Examples",
            "text": "Director Ed Wood is often described as the quintessential maker of Z movies. Plan 9 from Outer Space (1957) is often labeled the worst film ever made.[4] It features an incoherent plot, bizarre dialogue, inept acting, intrusive narration, the cheapest conceivable special effects and cardboard sets that the actors occasionally bump into and knock over. Stock footage is used throughout whole sequences are used multiple times, boom mics are visible and actors frequently appear to be reading from cue cards. Outdoor sequences contain parts filmed during both day and night in the same scene. The movie stars Maila Nurmi, in her Vampira persona, and Béla Lugosi, who died before it was completed. Test footage of Lugosi shot for a different project is intercut with shots of a double with a different physique, height, and hair color, who covers his face with a cape in every scene. The narrator refers to the film by its pre-production name, Grave Robbers from Outer Space.[5]\n\nThe Creeping Terror (1964), directed by Vic Savage (under the pseudonym A. J. Nelson), uses some memorable bargain-basement effects: stock footage of a rocket launch is played in reverse to depict the landing of an alien spacecraft. What appears to be shag carpet is draped over several actors shambling about at a snail's pace, thus bringing the monstrous \"creeping terror\" to the screen. The movie also employs a technique that has come to be synonymous with Z-movie horror: voiceover narration that paraphrases dialogue being silently enacted onscreen,[6] often an attempt to hide the fact that the filmmakers did not have the equipment, skill or budget to record speech synchronised with the actors' mouths, had decided to retroactively change the dialogue for plot reasons and could not do proper ADR or no longer had access to the original actors, or had ruined the original soundtrack in some other way.\n\nHarold P. Warren, a fertilizer and insurance salesman who never worked in film before or since, wrote and directed Manos: The Hands of Fate (1966) after making a bet with a professional screenwriter that he could make a movie on his own. The film is famous for its incompetent production, which included the use of a camera that could not record sound, disjointed dialogue, and seemingly random editing. The entire soundtrack was recorded by just three people, who provide the voices for every character. The film features a character named Torgo, who was intended by the writer to be a satyr, but the only onscreen evidence of this is his large, oddly placed knees hidden underneath normal human clothing. (Within the movie, nothing was ever said about him being a satyr. The impression when watching the movie is simply of a disabled man with misshapen knees under his pants.) In one scene, the clapboard is clearly visible. Like Plan 9, it frequently tops lists of the worst movies ever made. However, while Plan 9 is renowned for its poor production, Manos remained very obscure until being featured on a 1993 episode of the movie-mocking series Mystery Science Theater 3000, giving it cult status.[7]\n\nThe latter-day Z movie is typified by such pictures as Attack of the 60 Foot Centerfold (1995) and Bikini Cavegirl (2004), both directed by Fred Olen Ray, that combine traditional genre themes with extensive nudity or softcore pornography.[8] Such pictures, often after going straight to video, are fodder for late-night airing on subscription TV services such as HBO Zone or Cinemax.\n\nThe Ugandan action-comedy movie Who Killed Captain Alex? (2010), became notable worldwide for being produced under a US$200 budget (equivalent to under $249 in 2021).\n\n"
        },
        {
            "title": "Etymology",
            "text": "The earliest usage of the term (as grade-Z movie, and without the full derogatory meaning now usually intended) so far located is in a January 1965 newspaper review by critic Kevin Thomas of The Tomb of Ligeia (1964), an American International Pictures film directed by Roger Corman.[9] The earliest clear use of Z movie so far located in its now prevalent sense is by Todd McCarthy in the introduction to the 1975 book Kings of the Bs.[10] Though Z movie is most commonly used to describe films of the overtly low-grade sort described above, some critics use the term more broadly to describe any inexpensively produced movie that defies the norms of mainstream filmmaking in some significant way.[11]\n\n"
        }
    ]
}