{
    "url": "https://en.wikipedia.org/wiki/Zaidiyyah",
    "title": "Zaydism",
    "table_of_contents": [
        "1 Origin",
        "2 Law",
        "3 Theology",
        "3.1 Beliefs",
        "4 History",
        "4.1 Status of Caliphs and the Sahaba",
        "4.2 Twelver Shia references to Zayd",
        "4.3 Empires",
        "4.3.1 Justanids",
        "4.3.2 Karkiya dynasty",
        "4.3.3 Alid dynasty",
        "4.3.4 Idrisid dynasty",
        "4.3.5 Banu Ukhaidhir",
        "4.3.6 Hammudid dynasty",
        "4.3.7 Muttawakili",
        "4.4 Community and former States",
        "4.4.1 Houthi Yemen",
        "5 Imams of Zaidis",
        "6 See also",
        "7 References",
        "8 Further reading",
        "9 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Zaydism (Arabic: زيدية, romanized: Zaydīyyah) is a unique branch of Shia Islam that emerged in the eighth century following Zayd ibn Ali‘s unsuccessful rebellion against the Umayyad Caliphate.[1] In contrast to other Shia Muslims of Twelver Shi'ism and Isma'ilism, Zaydis, also called Fivers,[2] consider Zayd to be the fifth imam and successor to Ali ibn Husayn Zayn al-Abidin, instead of his half-brother Muhammad al-Baqir.\n\n"
        },
        {
            "title": "Origin",
            "text": "The Zaydi madhhab emerged in reverence of Zayd's failed uprising against the Umayyad Caliph, Hisham (ruling 724–743 AD), which set a precedent for revolution against corrupt rulers. According to Hussein Badreddin al-Houthi, Zaydis find it difficult to \"sit in their houses\" and remain passive in an unjust world.[3]\n\nZaydis are the oldest branch of the Shia and are currently the second largest group after Twelvers. Zaydis do not believe in the infallibility of Imāms and do not ascribe them with any supernatural qualities, but promote their leadership.[4] They also reject the notion of nass imamate found in Twelver Shi'ism and Isma'ili Shi'ism. Zaydis believe that Zayd ibn Ali in his last hour was betrayed by the people in Kufa. Zaydis as of 2014 constitute roughly 0.5% of the world's Muslim population.\n\n"
        },
        {
            "title": "Law",
            "text": "In matters of Islamic jurisprudence, the Zaydis follow Zayd ibn ’Ali's teachings which are documented in his book Majmu’ Al-Fiqh (Arabic: مجموع الفِقه). Zaydi fiqh is similar to the Hanafi school of Sunni Islamic jurisprudence,[5] as well as the Ibadi school. Abu Hanifa, the Shaykh of the Hanafi school of Sunni Islamic Jurisprudence, was favorable and even donated towards the Zaydi cause.[6] Zaydis dismiss religious dissimulation (taqiyya).[7]\n\n"
        },
        {
            "title": "Theology",
            "text": "In matters of theology, the Zaydis are close to the Mu'tazili school, though they are not exactly Mu'tazilite. There are a few issues between both schools, most notably the Zaydi doctrine of the Imamate, which is rejected by the Mu'tazilites. Of the Shi'a sects, Zaydi fiqh is most similar to the Ibadis, since Zaydism shares similar doctrines and jurisprudential opinions with those scholars.[how?][8]\n\nZaydis’ theological literature puts an emphasis on justice and human responsibility, and its political implications, i.e. Muslims have an ethical and legal obligation by their religion to rise up and depose unjust leaders including unrighteous sultans and caliphs.[9]\n\nIn the context of the Shi'a belief in spiritual leadership or Imamate, Zaydis believe that the leader of the Ummah or Muslim community must be Fatimids: descendants of Muhammad through his only surviving daughter Fatimah, whose sons were Hasan ibn ʻAlī and Husayn ibn ʻAlī. These Shi'a called themselves Zaydi to differentiate themselves from other Shias who refused to take up arms with Zayd ibn Ali.\n\nZaydis believe Zayd ibn Ali was the rightful successor to the Imamate because he led a rebellion against the Umayyad Caliphate, who he believed were tyrannical and corrupt. Muhammad al-Baqir did not engage in political action and the followers of Zayd believed that a true Imām must fight against corrupt rulers.[10] The renowned Muslim jurist Abu Hanifa, who is with founding the Hanafi school of Sunni Islam, delivered a fatwā or legal statement in favour of Zayd in his rebellion against the Umayyad ruler. He also urged people in secret to join the uprising and delivered funds to Zayd.[11]\n\nUnlike the Twelver and Isma'ili Shia, Zaydis do not believe in the infallibility of Imams[4][12][13] and do not believe that the Imamate must pass from father to son but believe it can be held by any descendant of Hasan ibn ʻAlī or Husayn ibn ʻAlī.\n\nZaydis reject anthropomorphism and instead, take a rationalist approach to scriptural uses of anthropomorphic expressions, as illustrated in works such as the Kitāb al-Mustarshid by the 9th-century Zaydi imam Al-Qasim al-Rassi.[14]\n\n"
        },
        {
            "title": "History",
            "text": "There was a difference of opinion among the companions and supporters of Zayd ibn 'Ali, such as Abu al-Jarud Ziyad ibn Abi Ziyad, Sulayman ibn Jarir, Kathir al-Nawa al-Abtar and Hasan ibn Salih, concerning the status of the first three Caliphs who succeeded to the political and administrative authority of Muhammad. The earliest group, called Jarudiyya (named for Abu al-Jarud Ziyad ibn Abi Ziyad), was opposed to the approval of certain companions of Muhammad. They held that there was sufficient description given by the Prophet that all should have recognized 'Ali as the rightful Caliph. They therefore consider the Companions wrong in failing to recognise 'Ali as the legitimate Caliph and deny legitimacy to Abu Bakr, 'Umar and 'Uthman; however, they avoid accusing them.\n\nThe Jarudiyya were active during the late Umayyad Caliphate and early Abbasid Caliphate. Its views, although predominant among the later Zaydis, especially in Yemen under the Hadawi sub-sect, became extinct in Iraq and Iran due to forced conversion of the present religious sects to Twelver Shi'ism by the Safavid dynasty.[15][16]\n\nThe second group, the Sulaymaniyya, named for Sulayman ibn Jarir, held that the Imamate should be a matter to be decided by consultation. They felt that the companions, including Abu Bakr and 'Umar, had been in error in failing to follow 'Ali but it did not amount to sin.[citation needed]\n\nThe third group is known as the Tabiriyya, Batriyya or Salihiyya for Kathir an-Nawa al-Abtar and Hasan ibn Salih. Their beliefs are virtually identical to those of the Sulaymaniyya, except they see Uthman also as in error but not in sin.[17]\n\nNon-Zaidi accounts state the term Rafida was a term used by Zayd ibn Ali on those who rejected him in his last hours for his refusal to condemn the first two Caliphs of the Muslim world, Abu Bakr and Umar.[18] Zayd bitterly scolds the \"rejectors\" (Rafidha) who deserted him, an appellation used by Salafis to refer to Twelver Shi'ites to this day.[19]\n\nWhile not one of the 12 Imams embraced by the Twelver denomination and current largest branch of Shi'ite Islam, Zayd ibn Ali features in historical accounts within Twelver literature in a positive light.\n\nIn Twelver Shia accounts, Imam Ali al-Ridha narrated how his grandfather Ja'far al-Sadiq also supported Zayd ibn Ali's struggle:\n\nJafar al-Sadiq's love for Zayd ibn Ali was so immense, he broke down and cried upon reading the letter informing him of his death and proclaimed:\n\nThe Justanids (Persian: جستانیان‎) were the rulers of a part of Daylam (the mountainous district of Gilan) from 791 to the late 11th century. After Marzuban ibn Justan converted to Islam in 805, the ancient family of Justan's became connected to the Zaydi Alids of the Daylam region. The Justanids adopted the Zaydi form of Shi'ism.\n\nThe Karkiya dynasty, or Kia dynasty, was a Zaydi Shia dynasty which ruled over Bia pish (eastern Gilan) from the 1370s to 1592. They claimed Sasanian ancestry as well.\n\nAlid dynasty of Tabaristan. See Alid dynasties of northern Iran.\n\nThe Idrisid dynasty was a Zaydi dynasty centered around modern-day Morocco. It was named after its first leader Idris I.\n\nThe Banu Ukhaidhir was a dynasty that ruled in al-Yamamah (central Arabia) from 867 to at least the mid-eleventh century.\n\nThe Hammudid dynasty was a Zaydi dynasty in the 11th century in southern Spain.\n\nMuttawakili Kingdom, also known as the Kingdom of Yemen or, retrospectively, as North Yemen, existed between 1918 and 1962 in the northern part of what is now Yemen. Its capital was Sana`a until 1948, then Ta'izz.\n\nSince the earliest form of Zaydism was Jaroudiah,[17] many of the first Zaidi states were supporters of its position, such as those of the Iranian Alavids of Mazandaran Province and the Buyid dynasty of Gilan Province and the Arab dynasties of the Banu Ukhaidhir[citation needed] of al-Yamama (modern Saudi Arabia) and the Rassids of Yemen. The Idrisid dynasty in the western Maghreb were another Arab[22] Zaydi[23][24][25][26][27][28] dynasty, ruling 788–985.\n\nThe Alavids established a Zaydi state in Deylaman and Tabaristan (northern Iran) in 864;[29] it lasted until the death of its leader at the hand of the Sunni Samanids in 928. Roughly forty years later, the state was revived in Gilan (Northwest Iran) and survived until 1126.\n\nFrom the 12th-13th centuries, Zaydi communities acknowledged the Imams of Yemen or rival Imams within Iran.[30]\n\nThe Buyid dynasty was initially Zaidi[31] as were the Banu Ukhaidhir rulers of al-Yamama in the 9th and 10th centuries.[32]\n\nThe leader of the Zaidi community took the title of Caliph. As such, the ruler of Yemen was known as the Caliph. Al-Hadi ila'l-Haqq Yahya, a descendant of Imam Hasan ibn Ali, founded this Rassid state at Sa'da, al-Yaman, in c. 893–7. The Rassid Imamate continued until the middle of the 20th century, when a 1962 revolution deposed the Imam. After the fall of the Zaydi Imamate in 1962 many[citation needed] Zaydi Shia in northern Yemen had converted to Sunni Islam.[33][dubious  – discuss]\n\nThe Rassid state was founded under Jarudiyya thought;[5] however, increasing interactions with Hanafi and Shafi'i schools of Sunni Islam led to a shift to Sulaimaniyyah thought, especially among the Hadawi sub-sect.\n\nIn the 21st century, the most prominent Zaidi movement is the Shabab Al Mu'mineen, commonly known as Houthis, who have been engaged in an uprising against the Yemeni Government in which the Army has lost 743 men and thousands of innocent civilians have been killed or displaced by government forces and Houthi, causing a grave humanitarian crisis in north Yemen.[34][35]\n\nSome Persian and Arab legends record that Zaidis fled to China from the Umayyads during the 8th century.[36]\n\nSince 2004 in Yemen, Zaidi fighters have been waging an uprising against factions belonging to the Sunni majority group in the country. The Houthis, as they are often called, have asserted that their actions are for the defense of their community from the government and discrimination, though the Yemeni government in turn accused them of wishing to bring it down and institute religious law.[37]\n\nOn 21 September 2014, an agreement was signed in Sana'a under UN patronage essentially giving the Houthis control of the government after a decade of conflict.[38] Tribal militias then moved swiftly to consolidate their position in the capital, with the group officially declaring direct control over the state on 6 February 2015.[39] This outcome followed the removal of Yemen's President Ali Abdullah Saleh in 2012 in the wake of protracted Arab Spring protests. Saudi Arabia has exercised the predominant external influence in Yemen since the withdrawal of Nasser's Egyptian expeditionary force marking the end of the bitter North Yemen Civil War.[40][41][42]\n\nThere is a wide array of domestic opponents to Houthi rule in Yemen, ranging from the conservative Sunni Islah Party to the secular socialist Southern Movement to the radical Islamists of Al Qaeda in the Arabian Peninsula and now ISIS in Yemen.[43][44][45]\n\n"
        },
        {
            "title": "Imams of Zaidis",
            "text": "Timeline indicating Zaidi Imams amongst other Shia Imams:\n\nZaydi (early period) Imams as listed in Al-Masaabeeh fee As-Seerah by Ahmad bin Ibrahim:\n\n"
        }
    ]
}