{
    "url": "https://en.wikipedia.org/wiki/Zombie_apocalypse",
    "title": "Zombie apocalypse",
    "table_of_contents": [
        "1 Origins",
        "2 Story elements",
        "3 Thematic subtext",
        "4 Reception",
        "4.1 Genre controversy",
        "5 In other media",
        "5.1 Academic research",
        "5.2 Government",
        "5.3 Weather",
        "6 Influence and legacy",
        "7 Genre examples",
        "7.1 Films",
        "7.2 Comics",
        "7.3 Literature",
        "7.4 Television",
        "7.5 Video games",
        "7.6 Tabletop role-playing games",
        "7.7 Music",
        "8 See also",
        "9 References",
        "10 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nZombie apocalypse is a genre of fiction in which society collapses due to overwhelming swarms of zombies. Typically only a few individuals or small bands of survivors are left living. In some versions, the reason the dead rise and attack humans is unknown, in others, a parasite or infection is the cause, framing events much like a plague. Some stories have every corpse rise, regardless of the cause of death, whereas others require exposure to the infection.\n\nThe genre originated in the 1968 American horror film Night of the Living Dead, which was directed by George A. Romero, who took inspiration from the 1954 novel I Am Legend by Richard Matheson. Romero's film introduced the concept of the flesh-eating zombie and spawned numerous other fictional works, including films, video games and literature.\n\nThe zombie apocalypse has been used as a metaphor for various contemporary fears, such as global contagion, the breakdown of society, and the end of the world. It has repeatedly been referenced in the media and inspired various fan activities such as zombie walks, making it a dominant genre in popular culture.\n\n"
        },
        {
            "title": "Origins",
            "text": "The myth of the zombie originated in Haiti in the 17th and 18th centuries when African slaves were brought in to work on sugar plantations under the rule of France. The slaves believed that if they ended their own lives by suicide they would be condemned to spend eternity trapped in their own bodies as the undead. This myth evolved in the Voodoo religion into the Haitian belief that corpses were reanimated by shamans.[1] The zombie concept eventually infiltrated western culture with the publication of the first example of zombie fiction in 1927, which was a book titled The Magic Island written by William Seabrook. The book was later adapted for cinema as the 1932 film White Zombie.[2] Directed by Victor Halperin and starring Bela Lugosi, it was the first feature-length zombie film, establishing the sub genre of zombies and paving the way for the zombie apocalypse in cinema.[3]\n\nAn early inspirational work of the genre was Richard Matheson's novel I Am Legend (1954), which features a lone survivor named Robert Neville waging a war against a human population transformed into vampires.[4] The novel has been adapted into several screenplays, including The Last Man on Earth (1964), starring Vincent Price, The Omega Man (1971), starring Charlton Heston and I Am Legend (2007) starring Will Smith.[5] George A. Romero took inspiration from Matheson and developed the idea with his apocalyptic feature Night of the Living Dead (1968), but for vampires he substituted shuffling ghouls. Romero stated, \"I confessed to him that I basically ripped the idea off from I Am Legend. He forgave me because we didn't make any money. He said, 'Well, as long as you didn't get rich, it's okay.'\"[6] Romero said that he never referred to the monsters in his film as \"zombies\". Instead, the term appeared in an article in Cahiers du Cinéma. Romero commented that earlier depictions of zombies in film, \"were very Caribbean and it was all to do with voodoo\". By contrast his versions were flesh-eating monsters returned from the grave: \"We thought up very few rules or powers for them. The idea was they are your neighbours in a different state. One of the few early ideas we did have was that you have to shoot them in the head to kill them\".[7]\n\n"
        },
        {
            "title": "Story elements",
            "text": "There are several common themes and tropes that appear in films featuring a zombie apocalypse:\n\nGenerally, films have depicted zombies as the slow, lumbering and unintelligent kind first made popular in the 1968 film Night of the Living Dead.[8] Zombies were repeatedly shown in slow-walking groups that demonstrate a herd behavior and are capable of overwhelming victims by the strength of their numbers. In the 2000s, several films featured zombies that are depicted as more agile, vicious, intelligent, and stronger than the traditional zombie. In many cases of these \"fast\" zombies, the plot involves living humans being infected with a pathogen (as in 28 Days Later, Zombieland, Dying Light and Left 4 Dead), instead of re-animated corpses. Improved CGI technology and the rise of first-person shooter video games resulted in the herd behavior being replaced by zombies that are capable of running, jumping and attacking as individuals.[11]\n\n"
        },
        {
            "title": "Thematic subtext",
            "text": "From the beginnings of the genre, film makers have used the zombie apocalypse as a metaphor for various cultural fears and social tensions, including the spread of disease and plague.[12] The narrative of a zombie apocalypse carries strong connections to the turbulent social landscape of the United States in the 1960s when the originator of this genre, the film Night of the Living Dead, was created.[13][14][15] At the time when Romero was shooting the film, Americans were viewing televised images of various violent events, including the 1967 Newark riots, 1967 Detroit riot and the Vietnam War. Erin C. Cassese, associate professor of political science, commented that public fears over racial tensions are reflected in the faces of the zombie horde in the film and that the dehumanisation of the zombie is a warning about human psychology.[16] This commentary on the civil war between races was however accidental. Romero had hired African-American actor Duane Jones simply because he was the best actor, but noted that after finishing the film, \"that very night we heard the news that Martin Luther King had been shot. There were race riots everywhere\".[7] Christopher Shaw writing for The Guardian noted that Romero's 1978 follow-up film Dawn of the Dead is a satire on consumer society.[17] In the film, zombies overrun a shopping mall where survivors have taken refuge. Javier Zarracina for Vox commented, \"The zombies in Dawn of the Dead underscore the fears of capitalism and mindless consumption that racked the late 1970s\". From the 1980s, the zombie apocalypse was driven by a fear of global contagion, due to the appearance of Ebola in 1976, AIDS in 1980, Avian Flu in the mid-90s and SARS in 2003. This fear of contagion provided creators with a new explanation for the zombie apocalypse. The contagion concept was used in the 1996 video game Resident Evil and the 2002 film 28 Days Later.[18] From the beginning of the post-apocalyptic television series The Walking Dead in 2010, the predominant theme shifted from a fear of the zombie horde to the fear of other humans. The series focuses on small groups of survivors driven by self-preservation and protected by walls designed to keep out both the zombies and other survivors.[18] Max Brooks opined that the zombie genre allows people to deal with their own anxiety about the end of the world.[19] He commented, \"People have a lot of anxiety about the future. They’re constantly being battered with these very scary, very global catastrophes. I think a lot of people think the system is breaking down and just like the 1970s, people need a ‘safe place’ to explore their apocalyptic worries\".[9] Kim Paffenroth noted that \"more than any other monster, zombies are fully and literally apocalyptic... they signal the end of the world as we have known it.\"[20]\n\n"
        },
        {
            "title": "Reception",
            "text": "Initial public reaction to the zombie apocalypse genre was immediately positive. When Night of the Living Dead premiered at the Fulton Theater in Pittsburgh on October 1, 1968, the film was an instant hit and was well received by movie goers in America and Europe. It received praise from Sight and Sound magazine in Britain and Cahiers du Cinema in France. By contrast, critical reception was mainly negative. A reviewer for Variety commented that the film raised, \"doubts about the future of the regional cinema movement and the moral health of filmgoers who cheerfully opt for unrelieved sadism.\"[21] The graphic violence depicted in the film caused particular controversy. Pauline Kael writing for The New Yorker described it as, \"one of the most gruesomely terrifying movies ever made\".[22] Roger Ebert wrote a review of the film for the Chicago Sun-Times, in which he commented on the reaction of the young audience: \"I don’t think the younger kids really knew what hit them. They’d seen horror movies before, but this was something else. This was ghouls eating people — you could actually see what they were eating. This was little girls killing their mothers. This was being set on fire. Worst of all, nobody got out alive — even the hero got killed\". The film has since been recognised as a classic by film critics.[21] In October 2018, Steve Rose writing for The Guardian described it as, \"brilliantly perplexing, horrifying and mysteriously allegorical\".[23] Several decades after the release of Night of the Living Dead, the popularity of the genre has only increased. Films like 28 Days Later, Dawn of the Dead, Shaun of the Dead and Zombieland and video games in the Resident Evil series have been major commercial successes. In 2010, Frank Darabont, executive producer of The Walking Dead commented, \"To be a fan of zombie films was a really sub-cult thing for many decades. In the last five years, it's become massively mainstream\".[21]\n\nThe release of 28 Days Later in 2002 created a long-running debate over whether the film could be categorised within the genre of a zombie apocalypse. This was based on the technicality that the people infected with rage in the film are still alive rather than returning from the grave. The debate was further fuelled by the director Danny Boyle choosing not to label the film as a zombie movie. Screenwriter Alex Garland finally settled the matter by stating, \"Whatever technical discrepancies may or may not exist, they’re pretty much zombies\".[24]\n\n"
        },
        {
            "title": "In other media",
            "text": "According to a 2009 Carleton University and University of Ottawa epidemiological analysis, an outbreak of slow zombies \"is likely to lead to the collapse of civilization, unless it is dealt with quickly.\" Based on mathematical modelling, the authors concluded that offensive strategies were the most reliable, due to risks that can compromise a quarantine. They also found that a cure would leave a few humans alive, since this would do little to slow the infection rate. The study determined that the most likely long-term outcome of such an outbreak would be the extinction of humans. This conclusion stems from the study's reasoning that the primary epidemiological risk of zombies is the continual growth of the infected population, a phenomenon which would only cease with the infection or death of all surviving humans.[25]\n\nIn 2017, a group of students from the University of Leicester Department of Physics and Astronomy used an epidemiological model called a SIRS model to plot the spread of a zombie infection. Their findings were presented in the Journal of Physics Special Topics. The study concluded that on the 100th day of the epidemic, only 273 human survivors would remain, outnumbered by a million-to-one undead. A follow-up study using different parameters showed that the human population could recover.[26]\n\nOn May 18, 2011, the Centers for Disease Control and Prevention (CDC) published an article, Preparedness 101: Zombie Apocalypse providing tips on preparing to survive a zombie invasion.[27] In a blog post, assistant surgeon general Ali S. Khan wrote, \"That’s right, I said z-o-m-b-i-e a-p-o-c-a-l-y-p-s-e. You may laugh now, but when it happens you’ll be happy you read this\". The post provided instructions for preparing for a zombie onslaught, as a comical way to prepare the public for similar emergencies, such as a hurricane or pandemic. CDC spokesman Dave Daigle said that the campaign was a response to a question about whether zombies were a potential danger due to radiation in Japan.[28]\n\nIn the unclassified document titled \"CONOP 8888\", officers from U.S. Strategic Command used a zombie apocalypse scenario as a training template for operations, emergencies and catastrophes, as a tool to teach cadets about the basic concepts of military plans and disaster preparation using its admittedly outlandish premise.[29][30]\n\nOn October 17, 2011, The Weather Channel published an article, \"How To Weather the Zombie Apocalypse\" that included a fictional interview with a director of research at the CDD, the \"Center for Disease Development\". The interview involved \"Dr. Dale Dixon\" answering questions about how different weather conditions affect zombies' abilities. Questions included \"How does the temperature affect zombies' abilities? Do they run faster in warmer temperatures? Do they freeze if it gets too cold?\"[31]\n\n"
        },
        {
            "title": "Influence and legacy",
            "text": "Donald Clarke writing for The Irish Times described Night of the Living Dead as one of the most influential horror films of all time. He commented, \"Romero's dark fantasy dragged in many of the anxieties of its age. And, of course, it gave the horror world a new monster: a being that rises from the grave to feast on human flesh. They came to be known as zombies\".[7] Jon Towlson of the British Film Institute remarked that the ground-breaking legacy of the film lies in, \"Romero making the zombies into flesh-eating beings, creating an allegory of a society devouring itself from within. This would become the central metaphor underlying much modern apocalyptic horror\".[32] Adam Nayman of The Ringer considered that the power of the zombie apocalypse movie is its plausibility. He said, \"In Night of the Living Dead and Dawn of the Dead, Romero had smartly de-emphasized the why of his zombie outbreaks to focus on the physics (and metaphysics) of human survival: how the end of the world would bring out the best and worst in the human condition\".[33] Nicholas Barber from BBC Culture opined that, \"zombies embody the great contemporary fear\", noting their \"relentless shuffle into the mainstream of popular culture\" and particularly highlighted the commercial and critical success of films like 28 Days Later, Dawn of the Dead and Shaun of the Dead.[9] Devon Maloney writing for Wired commented that zombie fandom shares a group mentality that has manifested in group activities like zombie walks, and that the concept of seeing a zombie as an \"other\" has been a complicated metaphor. He said, \"The more realistic apocalypse scenarios in movies struggle to be, the more likely people are to consider them seriously\".[34] Kerrang!'s Mike Rampton wrote, \"Perhaps the most appealing element of a zombie apocalypse is that it draws people together, forcing them to put their differences aside to unite against a common enemy and set it on fire. Other than the extraordinary violence involved, that sounds like a dream come true\".[35] Sophie Collins of MovieWeb considered that the appeal of the genre is that it is an escapist fantasy about survival: \"Perhaps people underestimate what it takes to fight off a swarm of flesh-eating zombies, but almost everyone thinks they can handle it, and that's exactly what makes these movies so entertaining.\"[3] In 2018, The Independent reported the findings of a survey conducted by NOW TV, which found that almost 25% of British people had a plan to survive a zombie apocalypse. The survey also found that one in six had considered putting in place a survival kit. Most respondents believed that the zombie apocalypse would begin in New York City and spread to London. It also found that one in ten respondents believed that they would only survive for one week in a post-apocalyptic world.[36]\n\n"
        }
    ]
}