{
    "url": "https://en.wikipedia.org/wiki/Zombie_film",
    "title": "Zombie film",
    "table_of_contents": [
        "1 History",
        "2 Different types of zombies",
        "3 See also",
        "4 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "A zombie film is a film genre. Zombies are fictional creatures usually portrayed as reanimated corpses or virally infected human beings. They are commonly portrayed as cannibalistic in nature. While zombie films generally fall into the horror genre, some cross over into other genres, such as action, comedy, science fiction, thriller, or romance. Distinct subgenres have evolved, such as the \"zombie comedy\" or the \"zombie apocalypse\". Zombies are distinct from ghosts, ghouls, mummies, Frankenstein's monsters or vampires, so this list does not include films devoted to these types of undead.\n\n"
        },
        {
            "title": "History",
            "text": "Victor Halperin's White Zombie was released in 1932 and is often cited as the first zombie film.[1][2][3]\nA number of zombie films were produced in the late 1930s and 1940s, including I Walked with a Zombie (1943).\n\nInspired by the zombie of Haitian folklore, the modern zombie emerged in popular culture during the latter half of the twentieth century, with George A. Romero's seminal film Night of the Living Dead (1968).[4] The film received a sequel, Dawn of the Dead (1978), which was the most commercially successful zombie film at the time. It received another sequel, Day of the Dead (1985), and inspired numerous works such as Zombi 2 (1979) and Return of the Living Dead (1985). However, zombie films that followed in the 1980s and 1990s were not as commercially successful as Dawn of the Dead in the late 1970s.[5]\n\nIn the 1980s Hong Kong cinema, the Chinese jiangshi, a zombie-like creature dating back to Qing dynasty era jiangshi fiction of the 18th and 19th centuries, was featured in a wave of jiangshi films, popularised by Mr. Vampire (1985). Hong Kong jiangshi films became popular in the Far East during the mid-1980s to early 1990s. Another American zombie film, The Serpent and the Rainbow, was released in 1988.\n\nA zombie revival later began in the Far East during the late 1990s, inspired by the 1996 Japanese zombie video games Resident Evil and The House of the Dead, which led to a wave of low-budget Asian zombie films, such as the Hong Kong zombie comedy film Bio Zombie (1998) and Japanese zombie-action film Versus (2000).[6]  The zombie film revival later went global, as the worldwide success of zombie games such as Resident Evil and The House of the Dead inspired a new wave of Western zombie films in the early 2000s,[6] including the Resident Evil film series, the British film 28 Days Later (2002) and its sequel 28 Weeks Later (2007), House of the Dead (2003), a 2004 Dawn of the Dead remake and the British parody movie Shaun of the Dead (2004).[7][8][9] The success of these films led to the zombie genre reaching a new peak of commercial success not seen since the 1970s.[5]\n\nZombie films created in the 2000s have featured zombies that are more agile, vicious, intelligent, and stronger than the traditional zombie.[10][11] These new fast running zombies have origins in video games, including Resident Evil's running zombie dogs and particularly The House of the Dead's running human zombies.[10]\n\nIn the late 2010s, zombie films began declining in the Western world.[9] In Japan, on the other hand, the low-budget Japanese zombie comedy One Cut of the Dead (2017) became a sleeper hit, making box office history by earning over a thousand times its budget.[12]\n\n"
        },
        {
            "title": "Different types of zombies",
            "text": "Characteristics of zombies vary from film to film. Each filmmaker gives his or her zombies a unique set of qualities for the universe of that film. While zombies are often portrayed as slow-moving, such as in Night of the Living Dead, other films such as World War Z (2013) depict fast-moving zombies that can run.\n\nThe zombie outbreak can also be caused by a variety of sources. Many films have zombies that are people infected with a zombie virus, while other films give different causes for the zombie outbreak. Radiation from a space probe causes the dead to attack the living in Night of the Living Dead. In Train to Busan (2016), the zombie outbreak is caused by a chemical leak. In The Girl with All the Gifts (2016), the zombie disease is caused by a fungus. \n\nThe transformation from human to zombie is also different from film to film. The transformation process can take only minutes, such as in World War Z, or it can take several hours, such as in Night of the Living Dead.\n\nIn Friend of the World (2020), zombies can morph their bodies to merge with people.[13][14]\n\nZombies also have different weaknesses in different films. In most films, zombies can only be killed by destroying the brain, often by gunshot to the head. However, in Night of the Living Dead, the zombies are also repelled by fire.\n\nA few films also portray zombies as sentient beings. Warm Bodies (2013) is a zombie romantic comedy about zombies who are still conscious in their bodies and wish they could be alive again. In The Girl with All the Gifts, there are human-zombie hybrid children that act like normal children, except when they're hungry.\n\n"
        }
    ]
}