{
    "url": "https://en.wikipedia.org/wiki/Zombie_comedy",
    "title": "Zombie comedy",
    "table_of_contents": [
        "1 History",
        "2 List",
        "3 See also",
        "4 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The zombie comedy,[1] often called zom com or zomedy,[2][3] is a film genre that aims to blend zombie horror motifs with slapstick comedy as well as morbid humor.\n\n"
        },
        {
            "title": "History",
            "text": "The earliest roots of the genre can be found in Jean Yarbrough's King of the Zombies (1941) and Gordon Douglas's Zombies on Broadway (1945), though both of these films dealt with Haitian-style zombies. While not comedies, George A. Romero's Dawn of the Dead (1978) and Day of the Dead (1985) featured several comedic scenes and satirical commentary on society. An American Werewolf in London (1981)[4] and the Return of the Living Dead series (1985)[5] (especially the first two and the last of the series) can be considered some of the earliest examples of zombie-comedy using the modern zombie. Other early examples include Mr. Vampire, CHUD II: Bud the CHUD (1989), Braindead (1992), and Bio Zombie (1998).\n\nA popular modern zombie comedy is Edgar Wright's Shaun of the Dead (2004),[6] a self-dubbed romantic zombie comedy, or RomZomCom,[7] with many in-jokes and references to George A. Romero's earlier Dead films, especially Dawn of the Dead. Other popular zombie comedies include Gregg Bishop's Dance of the Dead (2008) and the 2009 film Zombieland.\n\nAndrew Currie's Fido,[8] Matthew Leutwyler's Dead & Breakfast, and Peter Jackson's Braindead are also examples of zombie comedies.[9] Sam Raimi's Evil Dead II, although a more direct horror film, contains some lighthearted and dark comedy elements, and its sequel, Army of Darkness, is even more comedic. The Evil Dead series does not, however, feature any traditional-style zombies.\n\n"
        },
        {
            "title": "List",
            "text": "Films that can be considered zombie comedies include:\n\n"
        }
    ]
}