{
    "url": "https://en.wikipedia.org/wiki/Zoraptera",
    "title": "Zoraptera",
    "table_of_contents": [
        "1 Description",
        "2 Phylogeny",
        "2.1 Families and genera",
        "3 Behavior and ecology",
        "3.1 Effects on ecosystem",
        "4 References",
        "5 General references",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe insect order Zoraptera, commonly known as angel insects, contains small and soft bodied insects with two forms: winged with wings sheddable as in termites, dark and with eyes (compound) and ocelli (simple); or wingless, pale and without eyes or ocelli. They have a characteristic nine-segmented beaded (moniliform) antenna. They have mouthparts adapted for chewing and are mostly found under bark, in dry wood or in leaf litter.[1]\n\n"
        },
        {
            "title": "Description",
            "text": "The name Zoraptera, given by Filippo Silvestri in 1913,[2] is misnamed and potentially misleading: \"zor\" is Greek for pure and \"aptera\" means wingless. \"Pure wingless\" clearly does not fit the winged alate forms, which were discovered several years after the wingless forms had been described.\n\nThe members of this order are small insects, 3 millimetres (0.12 in) or less in length, that resemble termites in appearance and in their gregarious behavior. They are short and swollen in appearance. They belong to the hemimetabolous insects. They possess mandibulated biting mouthparts, short cerci (usually 1 segment only), and short antennae with 9 segments. The abdomen is segmented in 11 sections.[3] The maxillary palps have five segments, labial palps three, in both the most distal segment is enlarged. They have six Malpighian tubules, and their abdominal ganglia have fused into two separate ganglionic complexes.[4] Immature nymphs resemble small adults. Each species shows polymorphism. Most individuals are the apterous form or \"morph\", with no wings, no eyes, and no or little pigmentation. A few females and even fewer males are in the alate form with relatively large membranous wings that can be shed at a basal fracture line. Alates also have compound eyes and ocelli, and more pigmentation. This polymorphism can be observed already as two forms of nymphs. Wingspan can be up to 7 millimetres (0.28 in), and the wings can be shed spontaneously. When observed, wings have simple venation.[3] Under good conditions the blind and wingless form predominates, but if their surroundings become too tough, they produce offspring which develop into winged adults with eyes. The wings are paddle shaped, and have reduced venation.\n\n"
        },
        {
            "title": "Phylogeny",
            "text": "The phylogenetic relationship of the order remains controversial and elusive. At present the best supported position based on morphological traits recognizes the Zoraptera as polyneopterous insects related to the webspinners of the order Embioptera. However, molecular analysis of 18s ribosomal DNA supports a close relationship with the superorder Dictyoptera.[5][6][7][8][9]  There are eleven extinct species known as of 2017, many of the fossil species are known from Burmese amber.[10]\n\nThe Zoraptera Species File lists two families and the following genera:[11][12]\n\n"
        },
        {
            "title": "Behavior and ecology",
            "text": "Zorapterans live in small colonies beneath rotting wood, lacking in mouthparts able to tunnel into wood, but feeding on fungal spores and detritus. These insects can also hunt smaller arthropods like mites and collembolans.[13]\n\nZorotypus gurneyi lives in colonies consisting of up to several hundred of individuals. Most commonly the colonies have a size of around 30 individuals, of which about 30% are nymphs, the remainder adults. Zoraptera spend most of their time grooming one another. The grooming process is thought to be a way of removing fungal pathogens.[14]\n\nWhen two colonies of Z. hubbardi are brought together experimentally, there is no difference in behavior towards members of the own or new colony. Therefore, colonies in the wild might merge easily. Winged forms are rare. The males in such average colonies establish a linear dominance hierarchy in which age or duration of colony membership is the prime factor determining dominance. Males appearing later in colonies are at the bottom of the hierarchical ladder, regardless of their body size. By continually attacking other males, the dominant male monopolizes a harem of females. The members of this harem stay clumped together. There is a high correlation between rank and reproductive success of the males.[15][16]\n\nZ. barberi lack such a dominance structure but display complex courtship behavior including nuptial feeding. The males possess a cephalic gland that opens in the middle of their head. During courtship they secrete a fluid from this gland and offer it to the female. Acceptance of this droplet by the female acts as behavioral releaser and immediately leads to copulation.[13]\n\nIn Z. impolitus, copulation does not occur, but fertilization is accomplished instead by transfer of a spermatophore from the male to the female. This 0.1-millimetre (0.0039 in) spermatophore contains a single giant sperm cell, which unravels to about the same length as the female herself, 3 millimetres (0.12 in). It is thought that this large sperm cell prevents fertilization by other males, by physically blocking the female's genital tract.[17][18]\n\nZoraptera are thought to provide some important services to ecosystems. By consuming detritus, such as dead arthropods, they assist in decomposition and nutrient cycling.[19]\n\n"
        }
    ]
}