{
    "url": "https://en.wikipedia.org/wiki/Zulu_traditional_religion",
    "title": "Zulu traditional religion",
    "table_of_contents": [],
    "paragraphs": [
        {
            "title": "",
            "text": "Zulu traditional religion contains numerous deities commonly associated with animals or general classes of natural phenomena. Unkulunkulu is the highest god and is the creator of humanity.[1] Unkulunkulu  (\"the greatest one\") was created in Uhlanga,[2] a huge swamp of reeds, before he came to Earth. Unkulunkulu is sometimes conflated with the sky god Umvelinqangi[3] (meaning \"he who was in the very beginning\"), god of thunder, earthquake whose other name is Unsondo, and is the son of Unkulunkulu, the Father, and Nomkhubulwane, the Mother. The word nomkhubulwane means the one who shapeshifts into any form of an animal. \nAnother name given for the supreme being Unkulunkulu is uSomandla, the ultimate source of all existence.\n\nAccording to Irvin Hexham (1981), \"there is no evidence of belief in a heavenly deity or sky god in Zulu religion before the advent of Europeans\".[4] However, other scholars such as Eileen Jensen Krige, Isaac Schapera, Axel-Ivar Berglund (1976), Hammond-Took, and John Mbiti disagree with Hexham's analysis. They argue that the \"lord of heaven\" or Zulu sky god has always existed in the traditional Zulu belief system, a deity who they argue is greater than the \"archetypal ancestor and creator, Unkulunkulu\".[5]\n\nOther deities include Nomhoyi, the goddess of rivers, and Nomkhubulwane, sometimes called the Zulu Demeter, who is a goddess of the rainbow, agriculture, rain and beer (which she invented). Still other deities are uNgungi, the deity of the blacksmiths; iNyanga the moon goddess associated with healers who are called IziNyanga, the word nyanga is a Zulu word for the moon; Sonzwaphi the deity of healing; and Ukhulukhulwana (or UkhuluKhukwan) a star being ancestor who came from the stars and found the ancient Zulus living like animals and without laws. He taught them to build huts and taught them the high laws of isiNtu. The word unkulunkulu is suspected to be a corruption of the word umkhuluwomkhulu.[citation needed]\nUnkulunkulu is a word used by European settlers to try to explain God to the people of Zululand. Mvelinqangi is the Zulu word for God and amazulu use their ancestors to connect to God as do other religions.\n\n"
        }
    ]
}