{
    "url": "https://en.wikipedia.org/wiki/Zuni_mythology",
    "title": "Zuni mythology",
    "table_of_contents": [
        "1 Creation",
        "2 Kachina",
        "3 See also",
        "4 References",
        "5 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Zuni religion is the oral history, cosmology, and religion of the Zuni people. The Zuni are a Pueblo people located in New Mexico. Their religion is integrated into their daily lives and respects ancestors, nature, and animals.[1] Because of a history of religious persecution by non-native peoples, they are very private about their religious beliefs. Roman Catholicism has to some extent been integrated into traditional Zuni religion.[1]\n\nCultural institutions that provide religious instruction and cultural stability include their priests, clans, kivas (kachina society), and healing societies.[1] A ceremonial cycle brings the community together. While some ceremonies are open to non-Zuni peoples, others are private; for instance the Shalako ceremony and feast has been closed to outsiders since 1990.[1]\n\n"
        },
        {
            "title": "Creation",
            "text": "In Frank Cushing's The Genesis of the Worlds, Or the Beginning of Newness, only Áwonawílona had being.  This All-Father, Maker and Container of All, made himself into the Sun Father, Yatoka.  The mist clouds formed into the Great Waters, where Earth Mother, Áwitelin Tsíta, and Sky Father, Ápoyan Ta'chu, formed, the two of whom conceived all men and creatures in the four-fold womb of the world.  The Sun Father and Earth Mother then brought forth the Twin Children of the Sun, the twin brothers Ko'wituma and Wats'usi.  These twins were endowed with sacred knowledge, caps, bows, arrows and shields to have dominion over all men and creatures as Twin War Gods. They descended into Ánosin Téhuli, the first Underworld where they formed a ladder for some of the men and creatures to ascend to the second cave-world called Moss World, K'ólin Téhuli.  Once again the twins formed a ladder for entry into the third world called the World of Mud, Áwisho Téhuli, and finally the last cave-world called Wing World, Tépahaian Téhuli.  Here, the twins instructed men in the ways of life and to seek the Sun Father, before they gained entry into the Daylight World, Ték'ohaian Úlahnane.  Initially covered in scaly skin and having webbed feet and hands, the men eventually grew accustomed to the light and clothed themselves in girdles and sandals.[2][3][4]\n\nIn Ruth Benedict's The Emergence and Other Kachina Tales, people initially dwelt crowded tightly together in total darkness in a place deep in the earth known as the fourth world.  The daylight world then had hills and streams but no people to live there or to present prayer sticks to Awonawilona, the Sun and creator.  Awonawilona took pity on the people and his two sons were stirred to lead them to the daylight world. The sons, who have human features, located the opening to the fourth world in the southwest, but they were forced to pass through the progressively dimming first, second and third worlds before reaching the overcrowded and blackened fourth world.  The people, blinded by the darkness, identified the two brothers as strangers by touch and called them their bow priests.  The people expressed their eagerness to leave to the bow priests, and the priests of the north, west, south and east who were also consulted agreed.  To prepare for the journey, four seeds were planted by Awonawilona's sons, and four trees sprang from them: a pine, a spruce, a silver spruce and an aspen.  The trees quickly grew to full size, and the bow priests broke branches from them and passed them to the people.  Then the bow priests made a prayer stick from a branch of each tree.  They plunged the first, the prayer stick made of pine, into the ground and lightning sounded as it quickly grew all the way to the third world.  The people were told that the time had come and to gather all their belongings, and they climbed up it to a somewhat lighter world but were still blinded.  They asked if this is where they were to live and the bow priests said, \"Not yet\".  After staying four days, they traveled to the second world in similar fashion: the spruce prayer stick was planted in the earth and when it grew tall enough the people climbed it to the next world above them.   And again, after four days they climbed the length of silver spruce prayer stick to the first world, but here they could see themselves for the first time because the sky glowed from a dawn-like red light.  They saw they were each covered with filth and a green slime. Their hands and feet were webbed and they had horns and tails, but no mouths or anuses. But like each previous emergence, they were told this was not to be their final home.  On their fourth day in the first world, the bow priests planted the last prayer stick, the one made of aspen.  Thunder again sounded, the prayer stick stretched through the hole to the daylight world, and the people climbed one last time.  When they all had emerged, the bow priests pointed out the Sun, Awonawilona, and urged the people to look upon him despite his brightness.  Unaccustomed to the intense light, the people cried and sunflowers sprang from the earth where their tears fell.  After four days, the people traveled on, and the bow priests decided they needed to learn to eat so they planted corn fetishes in the fields and when these had multiplied and grown, harvested it and gave the harvest to the men to bring home to their wives.  The bow priests were saddened to see the people were smelling the corn but were unable to eat it because they had no mouths.  So when they were asleep, the bow priests sharpened a knife with a red whetstone and cut mouths in the people's faces.  The next morning they were able to eat, but by evening they were uncomfortable because they could not defecate.  That night when they were asleep the bow priests sharpened their knife on a soot whetstone and cut them all anuses.  The next day the people felt better and tried new ways to eat their corn, grinding it, pounding, and molding it into porridge and corncakes.  But they were unable to clean the corn from their webbed hands, so that evening as they slept the bow priests cut fingers and toes into their hands and feet.  The people were pleased when they realized their hands and feet worked better, and the bow priests decided to make one last change.  That night as they slept, the bow priests took a small knife and removed the people's horns and tails.  When the people awoke, they were afraid of the change at first, but they lost their fear when sun came out and grew pleased that the bow priests were finally finished.[5][6]\n\n"
        },
        {
            "title": "Kachina",
            "text": "The Zuni were encouraged to continue looking for the Middle, itiwana, and the priest Ka'wimosa, Kachina Maker, was asked to send his eldest son Kiaklo northward as part of the search.  When he was not heard from, Ka'wimosa's next two sons, the Ánahoho áchi, were sent southward.  When they were not heard from, the youngest son and daughter, Síweluhsiwa and Síwiluhsitsa, were sent eastward.  During their journey, they had 10 children from an incestuous encounter.  The first child was a man-woman combined, while the other nine were sexless men. Father and sons became the Koyemshi, attendants and interpreters of the kachinas, in the words of Cushing, \"they behaved one moment as simpletons speaking idocies and yet uttering wise words and prophecies from the ancients the next.\"  In the meantime, not wanting to wait for Ka'wimosa's return, the Zuni divided into three groups and continued their search for itiwana, led by the Beloved Twins.  The Bear and Crane clans came upon a broad river which they attempted to cross.  During the crossing, many of their children fell below the waves becoming lizards, frogs, turtles and newts, as they sank into the waters of Koyemshi and the abode of ghosts, Hápanawan, and Kóthluwalawan, the council of the god priests.  These priests taught the Dance of Good, Kókokshi, to the dead, including these children.  The Chief of Kóthluwalawan, Páutiwa, learned of Kiaklo's plight from Duck, and sent Duck and the Koyemshi to bring Kiaklo to the council hall.  Escorted by the Sálimopia and Shúlawitsi, the Little Fire God, Kiaklo entered the council hall and the assembled gods and soul-beings.  Guided by Duck, Kiaklo learned the story of creation, followed by a sacred dance that included the Little Ones.  Kiaklo was then tasked with conveying the customs and rites of the kachinas, the words of the gods, to the Zuni, including comforting messages for the mothers of the lost Little Ones, and how they made a pathway that all the dead follow to the spirit world.[3]: 49–70 [2]: 390–415 [4]: 15, 32–40 \n\nAccording to Ruth Bunzel's Introduction to Zuni Ceremonialism, the Kachina Society is responsible for performing the rites of the Kachina.  Males are initiated into the society by the age of 12.  The Lost Children instructed the Zuni to copy their costumes, headdresses, and dances, when they would be with them in spirit.  The masks are guarded in a back room of the owner, and are given a daily offering of food.  The mask guarantees the owner admission into the dance house of the gods, and are buried with the owner four days after their death.[7]\n\n"
        }
    ]
}