{
    "url": "https://en.wikipedia.org/wiki/Zygentoma",
    "title": "Zygentoma",
    "table_of_contents": [
        "1 Etymology",
        "2 Description and ecology",
        "2.1 Aggregation behaviour",
        "3 Taxonomy",
        "3.1 Evolutionary history",
        "4 Reproduction",
        "5 Research for biofuel production",
        "6 References",
        "7 Further reading",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nZygentoma are an order in the class Insecta, and consist of about 550 known species.[1] The Zygentoma include the so-called silverfish or fishmoths, and the firebrats. A conspicuous feature of the order are the three long caudal filaments. The two lateral filaments are cerci, and the medial one is an epiproct or appendix dorsalis. In this they resemble the Archaeognatha, although the cerci of Zygentoma, unlike in the latter order, are nearly as long as the epiproct.[2]\n\nUntil the late twentieth century the Zygentoma were regarded as a suborder of the Thysanura,[3] until it was recognized that the order Thysanura was paraphyletic, thus raising the two suborders to the status of independent monophyletic orders, with Archaeognatha as sister group to the Dicondylia, including the Zygentoma.[4][5]\n\n"
        },
        {
            "title": "Etymology",
            "text": "The name \"Zygentoma\" is derived from the Greek ζυγόν (zygón), in context meaning \"yoke\" or \"bridge\"; and ἔντομα (entoma), \"insects\", literally \"cut into\" because of the segmented anatomy of typical insects.[6] The idea behind the name was that the taxon formed a notional link between the Pterygota and the Apterygota.[7] This view is now totally obsolete, but the phylogeny of the Insecta was in its infancy in the late 19th and early 20th century, and the name was firmly established by the time that more sophisticated views were developed.\n\n"
        },
        {
            "title": "Description and ecology",
            "text": "Silverfish are so-called because of the silvery glitter of the scales covering the bodies of the most conspicuous species (family Lepismatidae). Their movement has been described as \"fish-like\" as if they were swimming. Most extant species have a body length less than 2 centimetres (0.79 in) long, though Carboniferous fossils about 6 cm long are known.[5]\n\nZygentoma have dorsiventrally flattened bodies, generally elongated or oval in outline. Their antennae are slender and mobile. The compound eyes tend to be small, and the twe two families Nicoletiidae and Protrinemuridae, and some troglobitic species, lack eyes entirely. The Lepismatidae have compound eyes composed of 12 ommatidia on each side of the head.[8] Ocelli are absent in all species except for Tricholepidion gertschi, the only member of the family Lepidotrichidae.[9] The mandibles are short, and the mouthparts unspecialised. Tricholepidion, Nicoletiidae and Protrinemuridae have eight pairs of short appendages called styli on their abdominal segments 2 to 9, but in Lepismatidae styli are only found on segment 7 to 9 or 8 to 9, and sometimes just on the ninth segment.[10][11][12] Or styli can be completely absent.[13] A distinctive feature of the group is the presence of three long, tail-like filaments extending from their last segment. These three generally subequal, except in some members of the family Nicoletiidae, in which they are short, and the cerci are hard to detect. The two lateral filaments are the abdominal cerci and the medial one is the epiproct.[14]\n\nSilverfish may be found in moist, humid environments or dry conditions, both as free-living organisms or nest-associates.[15] In domestic settings, they feed on cereals, paste, paper, starch in clothes, rayon fabrics and dried meats.[16] In nature, they will feed on organic detritus.[17] Silverfish can sometimes be found in bathtubs or sinks at night, because they have difficulty moving on smooth surfaces and so become trapped if they fall in.\n\nWild species often are found in dark, moist habitats such as caves or under rocks, and some are commensals living in association with ant colonies, e.g., Trichatelura manni[18] and Allotrichotriura saevissima,[15] which lives inside nests of fire ants in Brazil.\n\nThere are no current species formally considered to be at conservation risk, though several are troglobites limited to one or a few caves or cave systems, and these species run an exceptionally high risk of extinction.\n\nIn the past, a contact pheromone was assumed to be responsible for the aggregation and arrestment behaviour observed in Zygentoma.[19] It was later found out that the aggregation behaviour is not triggered by pheromones, but by an endosymbiotic fungus, Mycotypha microspora (Mycotyphaceae), and an endosymbiotic bacterium, Enterobacter cloacae (Enterobacteriaceae), both present in the faeces of the firebrat, Thermobia domestica.[20] It was also shown that firebrats detect the presence of E. cloacae based on its external glycocalyx of polysaccharides, most likely based on its D-glucose component. Mycotypha microspora is only detected by firebrats in the presence of cellulose, suggesting that metabolites of the enzymatic cellulose digestion by M. microspora (such as D-glucose) serve as the aggregation/arrestment cue.[21] A follow-up study showed that gray silverfish, Ctenolepisma longicaudatum, also respond with arrestment to Mycotypha microspora, but not so the common silverfish Lepisma saccharinum.[22]\n\nFurthermore, direct current-powered low-level electromagnetic coils with static electromagnetic fields were found to induce attraction or arrestment behaviour in Lepisma saccharinum and Thermobia domestica.[23] This behavioural trait has potential application in traps for Zygentoma, and a respective patent has been issued.[24]\n\n"
        },
        {
            "title": "Taxonomy",
            "text": "The Tricholepidiidae are represented by Tricholepidion gertschi from forests of northern California.\n\nThe Lepidotrichidae are represented by the extinct Lepidotrix pilifera, known from Baltic amber.\n\nThe Lepismatidae is the largest family and they include the physically largest specimens. The family is cosmopolitan with more than 200 species. Many are anthropophilic, living in human habitations. Some species are inquilines in ant colonies.\n\nThe Nicoletiidae tend to be smaller, pale in colour, and often live in soil litter, humus, under stones, in caves (with reduced eyes) or as inquilines in ant or termite colonies. The family is subdivided into five subfamilies.[26]\n\nThe Maindroniidae comprise three species, found in the Middle East and in Chile.\n\nThe Protrinemuridae comprise four genera.[27] Like Nicoletiidae species living in caves, they lack eyes.[28]\n\nSome molecular phylogenies have found Tricholepidiidae to form an independent, more basal branch of insects unrelated to other zygentomans.[29]\n\nThe fossil record for Zygentoma is poor, though they must have diverged from all other insects during the Carboniferous. The oldest fossils of the order are indeterminate specimens of Lepismatidae from the Santana Formation of Brazil, dating to the Aptian stage of the Early Cretaceous around 113 million years ago, with other specimens of Lepismatidae known from the Burmese amber of Myanmar, dating to around 100 million years ago.[30][31] Fossils of Nicoletiidae are known from Miocene aged Dominican amber.[31]\n\n"
        },
        {
            "title": "Reproduction",
            "text": "Silverfish have an elaborate courtship ritual to ensure the transfer of sperm. The male spins a silken thread between the substrate and a vertical object. He deposits a sperm packet (spermatophore) beneath this thread and then coaxes a female to walk under the thread. When her cerci contact the silk thread, she picks up the spermatophore with her genital opening. Sperm are released into her reproductive system, after which she ejects the empty spermatophore and eats it.\n\nAs ametabolous insects, silverfish continue to moult throughout their lives, with several sexually mature instars, unlike the pterygote insects. They are relatively slow growing, and lifespans of four to up to eight years have been recorded.[14][32]\n\n"
        },
        {
            "title": "Research for biofuel production",
            "text": "Since silverfish consume lignocellulose found in wood, they are one type of insect (along with termites, wood-feeding roaches, wood wasps, and others) currently being researched for use in the production of biofuel. The guts of these insects act as natural bioreactors in which chemical processes break down cellulose. They have been studied in the hope of developing commercially cost-effective biofuel production processes.[33]\n\n"
        }
    ]
}