{
    "url": "https://en.wikipedia.org/wiki/Elisabeth_Thuillier",
    "title": "Élisabeth and Berthe Thuillier",
    "table_of_contents": [
        "1 Early lives",
        "2 Colourist work",
        "3 Clients",
        "4 Later life",
        "5 References",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Élisabeth Thuillier (née  Aléné; 1841 – 7 July 1907) and Marie-Berthe Thuillier (1867 – 1947) were a mother-daughter team of French colourists. They ran a workshop in Paris, where their employees hand-coloured early films and photographic slides using their plans and colour choices. They are remembered especially for the work they did for the director Georges Méliès.\n\n"
        },
        {
            "title": "Early lives",
            "text": "Élisabeth Aléné was born in Guénange in 1841. She was one of seven children of a Catholic farming family. She and three older siblings moved to Paris around 1848–50, during a period of mass migrations to cities spurred on by the Revolutions of 1848 and the 1846–1860 cholera pandemic.[1] She worked variously as a cook and house servant before being hired to work for A. Binant, an art dealer and art supply merchant. Aléné gave birth to two children in 1864 and 1865; both died soon after and the father or fathers went unlisted in official records. In 1867, she had a third child, Marie-Berthe (known as Berthe), with Jules Arthur Thuillier of Forceville-en-Vimeu (1846-1875). He legally recognized the child at the time of birth, and he and Élisabeth Aléné were married in 1874. He died the following year, leaving no funds for his wife; it was probably at this time that Élisabeth Thuillier went into business for herself as a photograph colourist.[1]\n\nIn 1888, when Berthe Thuillier was about twenty-one, she married a sculpture student, Eugène Boutier. (Boutier had displayed a bust of \"Mlle B.T.\", likely his future wife, at the Académie des Beaux-Arts' Salon the year before.) The couple lived among the Parisian art community in Montmartre; Berthe Thuillier worked as a photographer around this time, very unusually for a woman in nineteenth-century France. She gave birth to a daughter, Georgette, in 1889. She separated from her husband in 1902, and obtained a divorce from him in 1906.[1]\n\n"
        },
        {
            "title": "Colourist work",
            "text": "Élisabeth Thuillier had experience in colouring slides for magic lanterns, and in other kinds of photographic and colour work.[2] Berthe Thuillier may have joined the work in 1887, when she was nineteen; she continued it as the head of the workforce after her mother's death.[1] The Thuilliers had started colouring film by 1897.[2] This cinematic work was still new and it was given last place in the printed description of Élisabeth Thuillier's exhibit for the Paris Exposition Universelle in 1900. Its length reflects the wide scope of Thuillier's business:[3]\n\nThe Exposition jury awarded her a bronze medal.[3]\n\nThe Thuillier studio kept on more than 200 employees, all women, to handle the film commissions they undertook. In a 1929 interview, Berthe Thuillier recollected spending her nights selecting colours and trying out samples.[4] She described her colours for film as \"fine\" aniline dyes, creating transparent and luminous tones. These dyes were dissolved first in water and then in alcohol. Each colourist was assigned a single tone, tinting specific parts of each frame before passing the film on to the next worker, in assembly line fashion.[4] Some areas to be coloured were so small that a paintbrush containing only a single horsehair was used.[5]\n\nThe Thuilliers and their workers probably used four basic dyes: orange, a cyan-like blue-green, magenta, and bright yellow. These could be mixed to create other colours. The tones produced also changed depending the shade of grey of the film underneath.[6] Some films used more than twenty distinct colours, and all the work was done by hand.[4] The workshop was in the 7th arrondissement of Paris at 40 Rue de Varenne; around 1908 it moved to another building nearby, 87 Rue du Bac.[1]\n\nAccording to Berthe Thuillier's recollections, her studio typically produced about 60 coloured copies of each film they took on. For 300 metres of hand-coloured film, the cost was about 6 or 7 thousand francs per copy.[4]\n\n"
        },
        {
            "title": "Clients",
            "text": "The Thuilliers handled all colouring work on Méliès' films from 1897 to 1912.[7] The studio's work on Méliès's films was international; for example, the American distribution company Selig Polyscope negotiated with Méliès to have its prints shipped to France to be coloured by the Thuilliers' workers.[5]\n\nThe Thuillier studio was also employed by the major French film studio Pathé, from 1898 or earlier through around 1912.[1] In 1906 the Thuilliers were in negotiations to work exclusively for Pathé, but called off the agreement when it was made clear that they would have to share authority with a Mme. Florimond, whose husband was a key employee there.[7] Another customer was experimental film-maker Raoul Grimoin-Sanson, according to his memoirs,[2] although these are known to be undependable.[1]\n\nThe pioneering director Segundo de Chomón was not a client but was introduced to the Thuilliers' techniques of hand-colouring through his wife Julienne Mathieu. Mathieu (Mme. Chaumont or Chomón) had worked in the Thuillier workshop, as a supervisor according to some sources,[8] as well as acting in silent movies. Chomón soon moved on to adding colour with stencils.[2]\n\n"
        },
        {
            "title": "Later life",
            "text": "Élisabeth Thuillier's health declined at the end of her life, she died on 7 July 1907. (Her cemetery plaque cites the year as 1904, apparently an error.) During the peak period of her film colouring work, Berthe Thuillier married a second husband, the lawyer Eugène Beaupuy; she was widowed sometime before 1922–24. At that point, she moved to Forceville-en-Vimeu, where both her parents were buried, and lived there until her death in 1947.[1]\n\nThe Thuillier hand-painting method was a relatively slow, expensive way of colouring reels of film, and the world of cinema eventually moved towards using stencils instead of freehand colouring; this was more efficient for multiple copies.[2] The last known Thuillier client was Georges Dufayel,[4] whose impressive department store Grands Magasins Dufayel housed a cinema and other attractions. In her 1929 interview, Berthe Thuillier expressed regrets about the disappearance of her craft.[4]\n\nIn December 1929, she was invited to a gala given in Méliès' honour at Salle Pleyel.[9] Several films were shown, including A Trip to the Moon. For this event, \"extremely delicate\" colour restoration work was undertaken by two Thuillier \"pupils\", according to Cinéa magazine.[10] (Records indicate that this colouring was handled by a Paris cinematographic laboratory, Ateliers Fantasia; the two women cited in the magazine may have worked for this studio and been trained by the Thuilliers, but they have not been identified.)[1] Since the original negatives had been destroyed, the women removed the colour from old positive copies of the films, made new negatives, then new positives, and re-coloured those.[10] (Thuillier remarked to the press that if she had had sufficient time, she would have done the work herself.)[4] Méliès introduced her in his speech at the gala as an \"eminent artist\" who did her work with a \"remarkable talent\".[9]  The audience applauded and called \"bravo\".[11]\n\n"
        }
    ]
}