{
    "url": "https://en.wikipedia.org/wiki/A_Fable_for_Critics",
    "title": "A Fable for Critics",
    "table_of_contents": [
        "1 Overview",
        "2 Publication history",
        "3 Critical response",
        "4 Notes",
        "5 References",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "A Fable for Critics is a book-length satirical poem by American writer James Russell Lowell, first published anonymously in 1848. The poem made fun of well-known poets and critics of the time and brought notoriety to its author.\n\n"
        },
        {
            "title": "Overview",
            "text": "The plot of the book features the god Apollo in his form of Phoebus, god of poetry, sitting under a laurel tree. Having been sent a book of poems, he begins thinking aloud about the state of poetry. A critic joins the conversation and the two share observations on the writers of the day. Additionally, they compare European, particularly English, writers with those in the United States as well as the system of slavery.\n\nA Fable for Critics satirized many of the most important figures in American literature at the time, including Ralph Waldo Emerson and James Fenimore Cooper.[1] Many of his harshest judgments were aimed at names that have not survived in posterity, including Nathaniel Parker Willis, Cornelius Mathews, Fitz-Greene Halleck, and John Neal.[2] He gave ample praise to Charles Frederick Briggs and Lydia Maria Child, though he was friends with both and likely allowed his friendship to inflate his assessment of their talents.[3] Of Edgar Allan Poe, he said he was \"three-fifths genius... and two-fifths sheer fudge\".[1] Lowell included himself as well, referring to himself as having difficulty determining the difference \"'twixt singing and preaching\".[4] Many of the poetic portraits were balanced with praise, as in Halleck's:\n\nLowell's most vicious treatment was aimed at Margaret Fuller, whom he referred to as Miranda.[6] At first, he intended to exclude her entirely but thought doing so would be more insulting[7] and was convinced to write \"a line or two\" by his wife Maria White Lowell.[8] Ultimately, his characterization was the only which was wholly negative and not balanced with praise.[8] He suggested that she stole old ideas and presented them as her own and that she was only genuine when being spiteful.[9]\n\n"
        },
        {
            "title": "Publication history",
            "text": "A Fable for Critics, with the subtitle \"A Glance at a Few of Our Literary Progenies\", was published anonymously as a pamphlet early in 1848.[2] Three thousand copies were sold in short order.[10] Lowell had hoped there would be sufficient profit from his sales, which he intended to turn over to his financially struggling friend Briggs, though it was said the profit was only enough to purchase one small silver plate.[10] The poem was reprinted several times with Lowell's name after its initial publication. One version included an introductory note explaining its author's intentions: \"This jeu d'esprit was extemporized, I may fairly say, so rapidly was it written, purely for my own amusement and with no thought of publication\" until convinced to do so by Briggs.[2]\n\n"
        },
        {
            "title": "Critical response",
            "text": "Ultimately, A Fable for Critics earned Lowell notoriety as a poet, once his name was revealed,[1] though he did not significantly profit from its publication.[10] Lowell's early biographer Horace Scudder said A Fable for Critics was quickly overshadowed by the publication of The Biglow Papers, another satire by Lowell featuring a folksy character named Hosea Biglow which was published almost immediately following A Fable for Critics. Charles Briggs predicted as much in a letter to Lowell in which he said, \"I am pretty confident that the 'Fable' will suit the market for which it is intended, unless it should be killed by Hosea, who will help to divert public attention from his own kind\".[11]\n\nJohn Ruskin labeled the poem \"in animal spirit and power... almost beyond anything I know\".[6] Oliver Wendell Holmes found it \"capital—crammed full and rammed down hard—with powder (lots of it)—shot—slugs—very little wadding... all crowded into a rusty-looking sort of blunderbuss barrel, as it were—capped with a percussion preface—and cocked with a title page as apropos as a wink to a joke\".[6] Henry Wadsworth Longfellow compared it to Lord Byron's \"English Bards\" as being \"full of wild wit and deviltry, and amazingly clever\".[10] Freeman Hunt reviewed the poem for Merchants' Magazine in December 1848 and remarked on how true the character assessments were: \"Our friends Bryant, Halleck, Willis, Whittier, Poe, and last but not least, Harry Franco, (Briggs,) are, in our judgment, as genuine life pictures as were ever sketched with pen or pencil, in prose or verse. The severity, if any, is lost in the general fidelity of the delineations.\"[12]\n\nLowell's friends objected to the intense criticism of Fuller, specifically William Wetmore Story[6] and Thomas Wentworth Higginson.[9] Edgar Allan Poe reviewed the work in the Southern Literary Messenger and called it \"'loose'—ill-conceived and feebly executed, as well in detail as in general... we confess some surprise at his putting forth so unpolished a performance\".[13] His final judgment was that the work was not successful: \"no failure was ever more complete or more pitiable\".[14]\n\nIn 1922, Amy Lowell, a later relative of the Lowell family, wrote a similar book which she titled A Critical Fable after she was lampooned by Robert Frost. In it, she pokes fun at contemporary poets like Frost, Ezra Pound, and T. S. Eliot using the byline \"A Poker of Fun\".[15] In the younger Lowell's version, the satire presents two people in conversation, including Lowell himself and a present-day critic. The critic particularly defends women poets against the elder Lowell's disdain for them and instead saves their harshest criticism for male writers.[16]\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/James_Russell_Lowell",
        "https://en.wikipedia.org/wiki/Apollo",
        "https://en.wikipedia.org/wiki/Satire",
        "https://en.wikipedia.org/wiki/Ralph_Waldo_Emerson",
        "https://en.wikipedia.org/wiki/James_Fenimore_Cooper",
        "https://en.wikipedia.org/wiki/Nathaniel_Parker_Willis",
        "https://en.wikipedia.org/wiki/Cornelius_Mathews",
        "https://en.wikipedia.org/wiki/Charles_Frederick_Briggs",
        "https://en.wikipedia.org/wiki/Lydia_Maria_Child",
        "https://en.wikipedia.org/wiki/Edgar_Allan_Poe",
        "https://en.wikipedia.org/wiki/Margaret_Fuller",
        "https://en.wikipedia.org/wiki/Maria_White_Lowell",
        "https://en.wikipedia.org/wiki/Horace_Scudder",
        "https://en.wikipedia.org/wiki/John_Ruskin",
        "https://en.wikipedia.org/wiki/Henry_Wadsworth_Longfellow",
        "https://en.wikipedia.org/wiki/William_Cullen_Bryant",
        "https://en.wikipedia.org/wiki/John_Greenleaf_Whittier",
        "https://en.wikipedia.org/wiki/William_Wetmore_Story",
        "https://en.wikipedia.org/wiki/Thomas_Wentworth_Higginson",
        "https://en.wikipedia.org/wiki/Southern_Literary_Messenger",
        "https://en.wikipedia.org/wiki/Amy_Lowell",
        "https://en.wikipedia.org/wiki/Lowell_family",
        "https://en.wikipedia.org/wiki/Robert_Frost",
        "https://en.wikipedia.org/wiki/Ezra_Pound",
        "https://en.wikipedia.org/wiki/University_of_Massachusetts_Press",
        "https://en.wikipedia.org/wiki/Wikisource",
        "https://en.wikipedia.org/wiki/Google_Books",
        "https://en.wikipedia.org/wiki/A_Fable_for_Critics",
        "https://en.wikipedia.org/wiki/A_Fable_for_Critics",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}