{
    "url": "https://en.wikipedia.org/wiki/A_Modest_Proposal",
    "title": "A Modest Proposal",
    "table_of_contents": [
        "1 Synopsis",
        "2 Population solutions",
        "3 Rhetoric",
        "4 Influences",
        "4.1 Tertullian's Apology",
        "4.2 Defoe's The Generous Projector",
        "4.3 Mandeville's Modest Defence of Publick Stews",
        "4.4 John Locke's First Treatise of Government",
        "5 Economic themes",
        "5.1 \"People are the riches of a nation\"",
        "6 Public reaction",
        "7 Modern usage",
        "8 Notes",
        "9 References",
        "10 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nA Modest Proposal For preventing the Children of Poor People From being a Burthen to Their Parents or Country, and For making them Beneficial to the Publick,[1] commonly referred to as A Modest Proposal, is a Juvenalian satirical essay written and published anonymously by Jonathan Swift in 1729. The essay suggests that the impoverished Irish might ease their economic troubles by selling their children as food to rich gentlemen and ladies. This satirical hyperbole mocked heartless attitudes towards the poor, predominantly Irish Catholic (i.e., \"Papists\")[2] as well as British policy toward the Irish in general.\n\nIn English writing, the phrase \"a modest proposal\" is now conventionally an allusion to this style of straight-faced satire.\n\n"
        },
        {
            "title": "Synopsis",
            "text": "Swift's essay is widely held to be one of the greatest examples of sustained irony in the history of the English language. Much of its shock value derives from the fact that the first portion of the essay describes the plight of starving beggars in Ireland, so that the reader is unprepared for the surprise of Swift's solution when he states: \"A young healthy child well nursed, is, at a year old, a most delicious nourishing and wholesome food, whether stewed, roasted, baked, or boiled; and I make no doubt that it will equally serve in a fricassee, or a ragout.\"[1]\n\nSwift goes to great lengths to support his argument, including a list of possible preparation styles for the children, and calculations showing the financial benefits of his suggestion. He uses methods of argument throughout his essay which lampoon the then-influential William Petty and the social engineering popular among followers of Francis Bacon. These lampoons include appealing to the authority of \"a very knowing American of my acquaintance in London\" and \"the famous Psalmanazar, a native of the island Formosa\" (who had already confessed to not being from Formosa in 1706).\n\nIn the tradition of Roman satire, Swift introduces the reforms he is actually suggesting by paralipsis:\n\n"
        },
        {
            "title": "Population solutions",
            "text": "George Wittkowsky argued that Swift's main target in A Modest Proposal was not the conditions in Ireland, but rather the can-do spirit of the times that led people to devise a number of illogical schemes that would purportedly solve social and economic ills.[3] Swift was especially attacking projects that tried to fix population and labour issues with a simple cure-all solution.[4] A memorable example of these sorts of schemes \"involved the idea of running the poor through a joint-stock company\".[4] In response, Swift's Modest Proposal was \"a burlesque of projects concerning the poor\"[5] that were in vogue during the early 18th century.\n\nA Modest Proposal also targets the calculating way people perceived the poor in designing their projects. The pamphlet targets reformers who \"regard people as commodities\".[6] In the piece, Swift adopts the \"technique of a political arithmetician\"[7] to show the utter ridiculousness of trying to prove any proposal with dispassionate statistics.\n\nCritics differ about Swift's intentions in using this faux-mathematical philosophy. Edmund Wilson argues that statistically \"the logic of the 'Modest proposal' can be compared with defence of crime (arrogated to Marx) in which he argues that crime takes care of the superfluous population\".[7] Wittkowsky counters that Swift's satiric use of statistical analysis is an effort to enhance his satire that \"springs from a spirit of bitter mockery, not from the delight in calculations for their own sake\".[8]\n\n"
        },
        {
            "title": "Rhetoric",
            "text": "Author Charles K. Smith argues that Swift's rhetorical style persuades the reader to detest the speaker and pity the Irish. Swift's specific strategy is twofold, using a \"trap\"[9] to create sympathy for the Irish and a dislike of the narrator who, in the span of one sentence, \"details vividly and with rhetorical emphasis the grinding poverty\" but feels emotion solely for members of his own class.[10] Swift's use of gripping details of poverty and his narrator's cool approach towards them create \"two opposing points of view\" that \"alienate the reader, perhaps unconsciously, from a narrator who can view with 'melancholy' detachment a subject that Swift has directed us, rhetorically, to see in a much less detached way.\"[10]\n\nSwift has his proposer further degrade the Irish by using language ordinarily reserved for animals. Lewis argues that the speaker uses \"the vocabulary of animal husbandry\"[11] to describe the Irish. Once the children have been commodified, Swift's rhetoric can easily turn \"people into animals, then meat, and from meat, logically, into tonnage worth a price per pound\".[11]\n\nSwift uses the proposer's serious tone to highlight the absurdity of his proposal. In making his argument, the speaker uses the conventional, textbook-approved order of argument from Swift's time (which was derived from the Latin rhetorician Quintilian).[12] The contrast between the \"careful control against the almost inconceivable perversion of his scheme\" and \"the ridiculousness of the proposal\" create a situation in which the reader has \"to consider just what perverted values and assumptions would allow such a diligent, thoughtful, and conventional man to propose so perverse a plan\".[12]\n\n"
        },
        {
            "title": "Influences",
            "text": "Scholars have speculated about which earlier works Swift may have had in mind when he wrote A Modest Proposal.\n\nJames William Johnson argues that A Modest Proposal was largely influenced and inspired by Tertullian's Apology: a satirical attack against early Roman persecution of Christianity. Johnson believes that Swift saw major similarities between the two situations.[13] Johnson notes Swift's obvious affinity for Tertullian and the bold stylistic and structural similarities between the works A Modest Proposal and Apology.[14] In structure, Johnson points out the same central theme, that of cannibalism and the eating of babies as well as the same final argument, that \"human depravity is such that men will attempt to justify their own cruelty by accusing their victims of being lower than human\".[13] Stylistically, Swift and Tertullian share the same command of sarcasm and language.[13] In agreement with Johnson, Donald C. Baker points out the similarity between both authors' tones and use of irony. Baker notes the uncanny way that both authors imply an ironic \"justification by ownership\" over the subject of sacrificing children—Tertullian while attacking pagan parents, and Swift while attacking the English mistreatment of the Irish poor.[15]\n\nIt has also been argued that A Modest Proposal was, at least in part, a response to the 1728 essay The Generous Projector or, A Friendly Proposal to Prevent Murder and Other Enormous Abuses, By Erecting an Hospital for Foundlings and Bastard Children by Swift's rival Daniel Defoe.[16]\n\nBernard Mandeville's Modest Defence of Publick Stews asked to introduce public and state controlled bordellos. The 1726 paper acknowledges women's interests and—while not being a completely satirical text—has also been discussed as an inspiration for Jonathan Swift's title.[17][18] Mandeville had by 1705 already become famous for the Fable of The Bees and deliberations on private vices and public benefits.\n\nJohn Locke commented: \"Be it then as Sir Robert says, that Anciently, it was usual for Men to sell and Castrate their Children. Let it be, that they exposed them; Add to it, if you please, for this is still greater Power, that they begat them for their Tables to fat and eat them: If this proves a right to do so, we may, by the same Argument, justifie Adultery, Incest and Sodomy, for there are examples of these too, both Ancient and Modern; Sins, which I suppose, have the Principle Aggravation from this, that they cross the main intention of Nature, which willeth the increase of Mankind, and the continuation of the Species in the highest perfection, and the distinction of Families, with the Security of the Marriage Bed, as necessary thereunto\". (First Treatise, sec. 59).\n\n"
        },
        {
            "title": "Economic themes",
            "text": "Robert Phiddian's article \"Have you eaten yet? The Reader in A Modest Proposal\" focuses on two aspects of A Modest Proposal: the voice of Swift and the voice of the Proposer. Phiddian stresses that a reader of the pamphlet must learn to distinguish between the satirical voice of Jonathan Swift and the apparent economic projections of the Proposer. He reminds readers that \"there is a gap between the narrator's meaning and the text's, and that a moral-political argument is being carried out by means of parody\".[19]\n\nWhile Swift's proposal is obviously not a serious economic proposal, George Wittkowsky, author of \"Swift's Modest Proposal: The Biography of an Early Georgian Pamphlet\", argues that to understand the piece fully it is important to understand the economics of Swift's time. Wittowsky argues that not enough critics have taken the time to focus directly on the mercantilism and theories of labour in 18th-century England. \"If one regards the Modest Proposal simply as a criticism of condition, about all one can say is that conditions were bad and that Swift's irony brilliantly underscored this fact\".[20]\n\nAt the start of a new industrial age in the 18th century, it was believed that \"people are the riches of the nation\", and there was a general faith in an economy that paid its workers low wages because high wages meant workers would work less.[21] Furthermore, \"in the mercantilist view no child was too young to go into industry\". In those times, the \"somewhat more humane attitudes of an earlier day had all but disappeared and the laborer had come to be regarded as a commodity\".[19]\n\nLouis A. Landa composed a conducive analysis when he noted that it would have been healthier for the Irish economy to more appropriately utilize their human assets by giving the people an opportunity to \"become a source of wealth to the nation\" or else they \"must turn to begging and thievery\".[22] This opportunity may have included giving the farmers more coin to work for, diversifying their professions, or even consider enslaving their people to lower coin usage and build up financial stock in Ireland. Landa wrote that, \"Swift is maintaining that the maxim—people are the riches of a nation—applies to Ireland only if Ireland is permitted slavery or cannibalism\"[23]\n\nLanda presents Swift's A Modest Proposal as a critique of the popular and unjustified maxim of mercantilism in the 18th century that \"people are the riches of a nation\".[22] Swift presents the dire state of Ireland and shows that mere population itself, in Ireland's case, did not always mean greater wealth and economy.[23] The uncontrolled maxim fails to take into account that a person who does not produce in an economic or political way makes a country poorer, not richer.[23] Swift also recognises the implications of this fact in making mercantilist philosophy a paradox: the wealth of a country is based on the poverty of the majority of its citizens.[23] Swift however, Landa argues, is not merely criticising economic maxims but also addressing the fact that England was denying Irish citizens their natural rights and dehumanising them by viewing them as a mere commodity.[23]\n\n"
        },
        {
            "title": "Public reaction",
            "text": "Swift's essay created a backlash within the community[which?] after its publication. The work was aimed at the aristocracy, and they responded in turn. Several members of society wrote to Swift regarding the work. Lord Bathurst's letter (12 February 1729–30) intimated that he certainly understood the message, and interpreted it as a work of comedy:\n\n"
        },
        {
            "title": "Modern usage",
            "text": "A Modest Proposal is included in many literature courses as an example of early modern western satire. It also serves as an introduction to the concept and use of argumentative language, lending itself to secondary and post-secondary essay courses. Outside of the realm of English studies, A Modest Proposal is included in many comparative and global literature and history courses, as well as those of numerous other disciplines in the arts, humanities, and even the social sciences.[original research?]\n\nA Modest Video Game Proposal is the title of an open letter sent by activist/former attorney Jack Thompson on 10 October 2005.[25][26]\n\nThe 2012 horror film Butcher Boys, written by the original The Texas Chain Saw Massacre scribe Kim Henkel, is said to be an updating of Jonathan Swift's A Modest Proposal. Henkel imagined the descendants of folks who actually took Swift up on his proposal.[27] The film opens with a quote from J. Swift.[28]\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Jonathan_Swift",
        "https://en.wikipedia.org/wiki/Satirical",
        "https://en.wikipedia.org/wiki/Wikisource",
        "https://en.wikipedia.org/wiki/Juvenalian_satire",
        "https://en.wikipedia.org/wiki/Jonathan_Swift",
        "https://en.wikipedia.org/wiki/Hyperbole",
        "https://en.wikipedia.org/wiki/Kingdom_of_Great_Britain",
        "https://en.wikipedia.org/wiki/Irony",
        "https://en.wikipedia.org/wiki/Fricassee",
        "https://en.wikipedia.org/wiki/Ragout",
        "https://en.wikipedia.org/wiki/Parody",
        "https://en.wikipedia.org/wiki/William_Petty",
        "https://en.wikipedia.org/wiki/Francis_Bacon",
        "https://en.wikipedia.org/wiki/Appeal_to_authority",
        "https://en.wikipedia.org/wiki/George_Psalmanazar",
        "https://en.wikipedia.org/wiki/Formosa",
        "https://en.wikipedia.org/wiki/Paralipsis",
        "https://en.wikipedia.org/wiki/Absentee_landlords",
        "https://en.wikipedia.org/wiki/Sami_people",
        "https://en.wikipedia.org/wiki/Zealot_Temple_Siege",
        "https://en.wikipedia.org/wiki/Edmund_Wilson",
        "https://en.wikipedia.org/wiki/Karl_Marx",
        "https://en.wikipedia.org/wiki/Quintilian",
        "https://en.wikipedia.org/wiki/Tertullian",
        "https://en.wikipedia.org/wiki/Apologeticus",
        "https://en.wikipedia.org/wiki/Daniel_Defoe",
        "https://en.wikipedia.org/wiki/Bernard_Mandeville",
        "https://en.wikipedia.org/wiki/Bordello",
        "https://en.wikipedia.org/wiki/The_Fable_of_the_Bees",
        "https://en.wikipedia.org/wiki/John_Locke",
        "https://en.wikipedia.org/wiki/Aristocracy",
        "https://en.wikipedia.org/wiki/Robert_Walpole",
        "https://en.wikipedia.org/wiki/A_Modest_Video_Game_Proposal",
        "https://en.wikipedia.org/wiki/The_Texas_Chain_Saw_Massacre",
        "https://en.wikipedia.org/wiki/Kim_Henkel",
        "https://en.wikipedia.org/wiki/Project_Gutenberg",
        "https://en.wikipedia.org/wiki/Montreal_Mirror",
        "https://en.wikipedia.org/wiki/Wikisource",
        "https://en.wikipedia.org/wiki/LibriVox",
        "https://en.wikipedia.org/wiki/Melvyn_Bragg",
        "https://en.wikipedia.org/wiki/Jonathan_Swift",
        "https://en.wikipedia.org/wiki/Sermons_of_Jonathan_Swift",
        "https://en.wikipedia.org/wiki/Meditation_Upon_a_Broomstick",
        "https://en.wikipedia.org/wiki/A_Tale_of_a_Tub",
        "https://en.wikipedia.org/wiki/The_Battle_of_the_Books",
        "https://en.wikipedia.org/wiki/An_Argument_Against_Abolishing_Christianity",
        "https://en.wikipedia.org/wiki/The_Conduct_of_the_Allies",
        "https://en.wikipedia.org/wiki/Directions_to_Servants",
        "https://en.wikipedia.org/wiki/Cadenus_and_Vanessa",
        "https://en.wikipedia.org/wiki/A_Complete_Collection_of_Genteel_and_Ingenious_Conversation",
        "https://en.wikipedia.org/wiki/A_Journal_to_Stella",
        "https://en.wikipedia.org/wiki/Esther_Johnson",
        "https://en.wikipedia.org/wiki/Esther_Vanhomrigh",
        "https://en.wikipedia.org/wiki/Scriblerus_Club",
        "https://en.wikipedia.org/wiki/The_House_That_Swift_Built",
        "https://en.wikipedia.org/wiki/World_population",
        "https://en.wikipedia.org/wiki/Demographics_of_the_world",
        "https://en.wikipedia.org/wiki/Demographic_transition",
        "https://en.wikipedia.org/wiki/Estimates_of_historical_world_population",
        "https://en.wikipedia.org/wiki/Population",
        "https://en.wikipedia.org/wiki/Population_growth",
        "https://en.wikipedia.org/wiki/Population_momentum",
        "https://en.wikipedia.org/wiki/Population_biology",
        "https://en.wikipedia.org/wiki/Population_decline",
        "https://en.wikipedia.org/wiki/Population_density",
        "https://en.wikipedia.org/wiki/Physiological_density",
        "https://en.wikipedia.org/wiki/Population_dynamics",
        "https://en.wikipedia.org/wiki/Population_model",
        "https://en.wikipedia.org/wiki/Population_pyramid",
        "https://en.wikipedia.org/wiki/Projections_of_population_growth",
        "https://en.wikipedia.org/wiki/Population_ecology",
        "https://en.wikipedia.org/wiki/Kaya_identity",
        "https://en.wikipedia.org/wiki/Malthusian_growth_model",
        "https://en.wikipedia.org/wiki/World3",
        "https://en.wikipedia.org/wiki/Biocapacity",
        "https://en.wikipedia.org/wiki/Human_overpopulation",
        "https://en.wikipedia.org/wiki/Malthusianism",
        "https://en.wikipedia.org/wiki/Human_population_planning",
        "https://en.wikipedia.org/wiki/Compulsory_sterilization",
        "https://en.wikipedia.org/wiki/Family_planning",
        "https://en.wikipedia.org/wiki/Population_ethics",
        "https://en.wikipedia.org/wiki/Reproductive_rights",
        "https://en.wikipedia.org/wiki/Sustainable_population",
        "https://en.wikipedia.org/wiki/Zero_population_growth",
        "https://en.wikipedia.org/wiki/An_Essay_on_the_Principle_of_Population",
        "https://en.wikipedia.org/wiki/Operating_Manual_for_Spaceship_Earth",
        "https://en.wikipedia.org/wiki/The_Limits_to_Growth",
        "https://en.wikipedia.org/wiki/The_Population_Bomb",
        "https://en.wikipedia.org/wiki/The_Skeptical_Environmentalist",
        "https://en.wikipedia.org/wiki/The_Ultimate_Resource",
        "https://en.wikipedia.org/wiki/Fatal_Misconception",
        "https://en.wikipedia.org/wiki/Population_and_Environment",
        "https://en.wikipedia.org/wiki/Population_and_Development_Review",
        "https://en.wikipedia.org/wiki/Population_and_housing_censuses_by_country",
        "https://en.wikipedia.org/wiki/List_of_largest_cities",
        "https://en.wikipedia.org/wiki/World_population_milestones",
        "https://en.wikipedia.org/wiki/Day_of_Six_Billion",
        "https://en.wikipedia.org/wiki/Day_of_Seven_Billion",
        "https://en.wikipedia.org/wiki/Day_of_Eight_Billion",
        "https://en.wikipedia.org/wiki/List_of_population_concern_organizations",
        "https://en.wikipedia.org/wiki/7_Billion_Actions",
        "https://en.wikipedia.org/wiki/International_Conference_on_Population_and_Development",
        "https://en.wikipedia.org/wiki/Population_Action_International",
        "https://en.wikipedia.org/wiki/Population_Connection",
        "https://en.wikipedia.org/wiki/Population_Matters",
        "https://en.wikipedia.org/wiki/United_Nations_Population_Fund",
        "https://en.wikipedia.org/wiki/United_Nations_world_population_conferences",
        "https://en.wikipedia.org/wiki/Voluntary_Human_Extinction_Movement",
        "https://en.wikipedia.org/wiki/World_Population_Conference",
        "https://en.wikipedia.org/wiki/World_Population_Day",
        "https://en.wikipedia.org/wiki/World_Population_Foundation",
        "https://en.wikipedia.org/wiki/Deep_ecology",
        "https://en.wikipedia.org/wiki/Fertility_and_intelligence",
        "https://en.wikipedia.org/wiki/Green_Revolution",
        "https://en.wikipedia.org/wiki/Human_impact_on_the_environment",
        "https://en.wikipedia.org/wiki/Human_migration",
        "https://en.wikipedia.org/wiki/A_Modest_Proposal",
        "https://en.wikipedia.org/wiki/A_Modest_Proposal",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}