{
    "url": "https://en.wikipedia.org/wiki/A_Tale_of_a_Tub",
    "title": "A Tale of a Tub",
    "table_of_contents": [
        "1 The tale",
        "1.1 Overview",
        "1.2 Cultural setting",
        "1.3 Authorial background",
        "1.4 Nature of the satire",
        "1.5 Historical background",
        "2 Publication history",
        "3 Authorship debate",
        "4 Notes",
        "5 References",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nA Tale of a Tub was the first major work written by Jonathan Swift, composed between 1694 and 1697 and published in 1704. It is arguably his most difficult satire, and perhaps his best.  The Tale is a prose parody divided into sections of \"digression\" and a \"tale\" of three brothers, each representing one of the main branches of western Christianity. A satire on the Roman Catholic and Anglican churches and English Dissenters, it was famously attacked for its profanity and irreligion, starting with William Wotton, who wrote that it made a game of \"God and Religion, Truth and Moral Honesty, Learning and Industry\" to show \"at the bottom [the author's] contemptible Opinion of every Thing which is called Christianity.\"[1] The work continued to be regarded as an attack on religion well into the nineteenth century.[2][3]\n\nThe Tale was enormously popular, presenting both a satire of religious excess and a parody of contemporary writing in literature, politics, theology, Biblical exegesis, and medicine through its comically excessive front matter and series of digressions throughout. The overarching parody is of enthusiasm, pride, and credulity. At the time it was written, politics and religion were still closely linked in England, and the religious and political aspects of the satire can often hardly be separated.  \"The work made Swift notorious, and was widely misunderstood, especially by Queen Anne herself who mistook its purpose for profanity.\"[4] It \"effectively disbarred its author from proper preferment\" in the Church of England,[4] but is considered one of Swift's best allegories, even by himself.\n\n"
        },
        {
            "title": "The tale",
            "text": "A Tale of a Tub comprises the tale itself, an allegory of the Reformation in the story of brothers Peter, Martin, and Jack as they attempt to make their way in the world, along with various digressions interspersed throughout. Each brother represents one of the primary branches of Christianity in the West. This part of the book is a pun on \"tub\", which Alexander Pope says was a common term for a Dissenter's pulpit, and a reference to Swift's own position as a clergyman. Peter (named for Saint Peter) stands in for the Roman Catholic Church.[5] Jack (named for John Calvin, but whom Swift also connects to John of Leiden) represents the various dissenting Protestant churches such as Baptists, Presbyterians, Quakers, Congregationalists and Anabaptists.[5] The third brother, middle born and middle standing, is Martin (named for Martin Luther), whom Swift uses to represent the 'via media' of the Church of England.[5] The brothers have inherited three wonderfully satisfactory coats (representing religious practice) by their father (representing God), and they have his will (representing the Bible) to guide them. Although the will says that the brothers are forbidden from making any changes to their coats, they do nearly nothing but alter their coats from the start. In as much as the will represents the Bible and the coat represents the practice of Christianity, the allegory of the narrative is supposed to be an apology for the Anglican church's refusal to alter its practice in accordance with Puritan demands and its continued resistance to ally with the Roman church.[6]\n\nFrom its opening (once past the prolegomena, which comprises the first three sections), the book alternates between Digression and Tale. However, the digressions overwhelm the narrative, both in their length and in the forcefulness and imaginativeness of writing.  Furthermore, after Chapter X (the commonly anthologised \"Digression on Madness\"), the labels for the sections are incorrect.  Sections then called \"Tale\" are Digressions, and those called \"Digression\" are also Digressions.[7]\n\nA Tale of a Tub is an enormous parody with a number of smaller parodies within it. Many critics have followed Swift's biographer Irvin Ehrenpreis in arguing that there is no single, consistent narrator in the work.[8] One difficulty with this position, however, is that if there is no single character posing as the author, then it is at least clear that nearly all of the \"personae\" employed by Swift for the parodies are so much alike that they function as a single identity. In general, whether a modern reader would view the book as consisting of dozens of impersonations or a single one, Swift writes the Tale through the pose of a Modern or New Man. See the abridged discussion of the \"Ancients and Moderns\", below, for more on the nature of the \"modern man\" in Swift's day.[9]\n\nSwift's explanation for the title of the book is that the Ship of State was threatened by a whale (specifically, the Leviathan of Thomas Hobbes) and the new political societies (the Rota Club is mentioned). His book is intended to be a tub that the sailors of state (the nobles and ministers) might toss over the side to divert the attention of the beast (those who questioned the government and its right to rule). Hobbes was highly controversial in the Restoration, but Swift's invocation of Hobbes might well be ironic. The narrative of the brothers is a faulty allegory, and Swift's narrator is either a madman or a fool. The book is not one that could occupy the Leviathan, or preserve the Ship of State, so Swift may be intensifying the dangers of Hobbes's critique rather than allaying them to provoke a more rational response.[10]\n\nThe digressions individually frustrate readers who expect a clear purpose. Each digression has its own topic, and each is an essay on its particular sidelight. In his biography of Swift, Ehrenpreis argued that each digression is an impersonation of a different contemporary author. This is the \"persona theory,\" which holds that the Tale is not one parody, but rather a series of parodies, arising out of chamber performance in the Temple household. Prior to Ehrenpreis, some critics had argued that the narrator of the Tale is a character, just as the narrator of a novel would be. Given the evidence of A. C. Elias about the acrimony of Swift's departure from the Temple household, evidence from Swift's Journal to Stella about how uninvolved in the Temple household Swift had been, and the number of repeated observations about himself by the Tale's author, it seems reasonable to propose that the digressions reflect a single type of man, if not a particular character.[11]\n\nIn any case, the digressions are each readerly tests; each tests whether or not the reader is intelligent and sceptical enough to detect nonsense. Some, such as the discussion of ears or of wisdom being like a nut, a cream sherry, a cackling hen, etc., are outlandish and require a militantly aware and thoughtful reader. Each is a trick, and together they train the reader to sniff out bunk and to reject the unacceptable.\n\nDuring the Restoration the print revolution began to change every aspect of British society. It became possible for anyone to spend a small amount of money and have his or her opinions published as a broadsheet, and to gain access to the latest discoveries in science, literature, and political theory, as books became less expensive and digests and \"indexes\" of the sciences grew more numerous. The difficulty lay in discerning truth from falsehood, credible claims from impossible one.[12] Swift writes A Tale of a Tub in the guise of a narrator who is excited and gullible about what the new world has to offer, and feels that he is quite the equal or superior of any author who ever lived because he, unlike them, possesses 'technology' and newer opinions. Swift seemingly asks the question of what a person with no discernment but with a thirst for knowledge would be like, and the answer is the narrator of Tale of a Tub.\n\nSwift was annoyed by people so eager to possess the newest knowledge that they failed to pose sceptical questions. If he was not a particular fan of the aristocracy, he was a sincere opponent of democracy, which was often viewed then as the sort of \"mob rule\" that led to the worst abuses of the English Interregnum. Swift's satire was intended to provide a genuine service by painting the portrait of conspiracy minded and injudicious writers.\n\nAt that time in England, politics, religion and education were unified in a way that they are not now. The monarch was the head of the state church. Each school (secondary and university) had a political tradition. Officially, there was no such thing as \"Whig and Tory\" at the time, but the labels are useful and were certainly employed by writers themselves. The two major parties were associated with religious and economic groups. The implications of this unification of politics, class, and religion are important. Although it is somewhat extreme and simplistic to put it this way, failing to be for the Church was failing to be for the monarch; having an interest in physics and trade was to be associated with dissenting religion and the Whig Party. When Swift attacks the lovers of all things modern, he is thereby attacking the new world of trade, of dissenting religious believers, and, to some degree, an emergent portion of the Whig Party.[13]\n\nBorn of English parents in Ireland, Jonathan Swift was working as Sir William Temple's secretary at the time he composed A Tale of a Tub (1694–1697).[14]  The publication of the work coincided with Swift's striking out on his own, having despaired of getting a good \"living\" from Temple or Temple's influence.  There is speculation about what caused the rift between Swift and his employer, but, as A. C. Elias persuasively argues, it seems that the final straw came with Swift's work on Temple's Letters.  Swift had been engaged to translate Temple's French correspondence, but Temple, or someone close to Temple, edited the French text to make Temple seem both prescient and more fluent.  Consequently, the letters and the translations Swift provided did not gibe, and, since Swift could not accuse Temple of falsifying his letters, and because the public would never believe that the retired state minister had lied, Swift came across as incompetent.\n\nEven though Swift published the \"Tale\" as he left Temple's service, it was conceived earlier, and the book is a salvo in one of Temple's battles. Swift's general polemic concerns an argument (the \"Quarrel of the Ancients and the Moderns\") that had been over for nearly ten years by the time the book was published. The \"Quarrel of the Ancients and Moderns\" was a French academic debate of the early 1690s, occasioned by Fontenelle arguing that modern scholarship had allowed modern man to surpass the ancients in knowledge. Temple argued against this position in his \"On Ancient and Modern Learning\" (where he provided the first English formulation of the commonplace that modern critics see more only because they are dwarfs standing on the shoulders of giants), and Temple's somewhat naive essay prompted a small flurry of responses. Among others, two men who took the side opposing Temple were Richard Bentley (classicist and editor) and William Wotton (critic).\n\nThe entire discussion in England was over by 1696, and yet it seems to have fired Swift's imagination. Swift saw in the opposing camps of Ancients and Moderns a shorthand of two general ways of looking at the world (see the historical background, below, for some of the senses in which \"new men\" and \"ancients\" might be understood). The Tale of a Tub attacks all who praise modernity over classical learning. Temple had done as much, but Swift, unlike Temple, has no praise for the classical world, either. There is no normative value in Rome, no lost English glen, no hearth ember to be invoked against the hubris of modern scientism. Some critics have seen in Swift's reluctance to praise mankind in any age proof of his misanthropy, and others have detected in it an overarching hatred of pride.[15]  At the same time, the Tale revived the Quarrel of Ancients and Moderns at least enough to prompt Wotton to come out with a new edition of his pamphlet attacking Temple, and he appended to it an essay against the author of A Tale of a Tub.  Swift was able to cut pieces from Wotton's \"Answer\" to include in the fifth edition of the Tale as \"Notes\" at the bottom of the page.  Swift's satire also gave something of a framework for other satirists in the Scriblerian circle, and Modern vs. Ancient is picked up as one distinction between political and cultural forces.[16]\n\nIf Swift hoped that the Tale of a Tub would win him a living, he would have been disappointed.  Swift himself believed that the book cost him any chance of high position within the church.  It is most likely, though, that Swift was not seeking a clerical position with the Tale.  Instead, it was probably meant to establish him as a literary and political figure and to strike out a set of positions that would win the notice of influential men.  This it did.  As a consequence of this work, and his activity in Church causes, Swift became a familiar of Robert Harley, future Earl of Oxford, and Henry St. John, the future Viscount Bolingbroke. When the Tories gained the government in 1710, Swift was rewarded for his work. By 1713–14, however, the Tory government had fallen, and Swift was made Dean of St. Patrick's Cathedral, Dublin—an appointment he considered an exile.\n\nUpon publication the public realised both that there was an allegory in the story of the brothers and that there were particular political references in the Digressions. A number of \"Keys\" appeared soon thereafter, analogous to contemporary services like CliffsNotes or Spark Notes.  \"Keys\" offered the reader a commentary on the Tale and explanations of its references. Edmund Curll rushed out a Key to the work, and William Wotton offered up an \"Answer\" to the author of the work.\n\nSwift's targets included indexers, note-makers, and, above all, people who saw \"dark matter\" in books. Attacking criticism generally, he appears delighted that one of his enemies, William Wotton, offered to explain the Tale in an \"answer\" to the book and that one of the men he had explicitly attacked, Curll, offered to explain the book to the public. In the fifth edition of the book in 1710, Swift provided an apparatus to the work that incorporated Wotton's explanations and Swift's narrator's notes. The notes appear to occasionally provide genuine information and just as often to mislead, and William Wotton's name, a defender of the Moderns, was appended to a number of notes. This allows Swift to make the commentary part of the satire itself, as well as to elevate his narrator to the level of self-critic.\n\nThe Tale's satire is most consistent in attacking misreading of all sorts. Both in the narrative sections and the digressions, the single human flaw that underlies all the follies Swift attacks is over-figurative and over-literal reading, both of the Bible and of poetry and political prose. The narrator is seeking hidden knowledge, mechanical operations of things spiritual, spiritual qualities to things physical, and alternate readings of everything.\n\nWithin the \"tale\" sections of the book, Peter, Martin, and Jack fall into bad company (becoming the official religion of the Roman empire) and begin altering their coats (faith) by adding ornaments. They then begin relying on Peter to be the arbitrator of the will. He begins to rule by authority (he remembered the handyman saying that he once heard the father say that it was acceptable to don more ornaments), until such a time that Jack rebels against the rule of Peter. Jack begins to read the will (the Bible) overly literally. He rips the coat to shreds to restore the original state of the garment which represents the \"primitive Christianity\" sought by dissenters. He begins to rely only upon \"inner illumination\" for guidance and thus walks around with his eyes closed, after swallowing candle snuffs. Eventually, Peter and Jack begin to resemble one another, and only Martin is left with a coat that is at all like the original.\n\nAn important factor in the reception of Swift's work is that the narrator of the work is an extremist in every direction. Consequently, he can no more construct a sound allegory than he can finish his digressions without losing control (eventually confessing that he is insane).[17] For a Church of England reader, the allegory of the brothers provides small comfort. Martin has a corrupted faith, one full of holes and still with ornaments on it. His only virtue is that he avoids the excesses of his brothers, but the original faith is lost to him. Readers of the Tale have picked up on this unsatisfactory resolution to both \"parts\" of the book, and A Tale of a Tub has often been offered up as evidence of Swift's misanthropy.[18]\n\nAs has recently been argued by Michael McKeon, Swift might best be described as a severe sceptic, rather than a Whig, Tory, empiricist, or religious writer. He supported the Classics in the Quarrel of the Ancients and the Moderns, and he supported the established church and the aristocracy, because he felt the alternatives were worse. He argued elsewhere that there is nothing inherently virtuous about a noble birth, but its advantages of wealth and education made the aristocrat a better ruler than the equally virtuous but unprivileged commoner.  A Tale of a Tub is a perfect example of Swift's devastating intellect at work. By its end, little seems worth believing in.\n\nFormally, the satire in the Tale is historically novel for several reasons. First, Swift more or less invented prose parody. In the \"Apology for the &c.\" (added in 1710), Swift explains that his work is, in several places, a \"parody,\" which is where he imitates the style of persons he wishes to expose. What is interesting is that the word \"parody\" had not been used for prose before, and the definition he offers is arguably a parody of John Dryden defining \"parody\" in the Discourse of Satire (the Preface to Dryden's translations of Juvenal's and Persius' satires). Prior to Swift, parodies were imitations designed to bring mirth, but not primarily in the form of mockery. Dryden imitated the Aeneid in \"MacFlecknoe\" to describe the apotheosis of a dull poet, but the imitation made fun of the poet, not Virgil.\n\nSwift's satire offers no resolutions. While he ridicules any number of foolish habits, he never offers the reader a positive set of values to embrace. While this type of satire became more common as people imitated Swift, later, Swift is quite unusual in offering the readers no way out. He does not persuade to any position, but he does persuade readers from an assortment of positions. This is one of the qualities that has made the Tale Swift's least-read major work.\n\nIn the historical background to the period of 1696–1705, the most important political events might be the Restoration of Charles II in 1660, the Test Act, and the English Settlement or Glorious Revolution of 1688–1689. Politically, the English had suffered a Civil War that had culminated with the beheading of the king, years of the Interregnum under the Puritan, Oliver Cromwell, and then Parliament inviting the king back to rule in 1660. Upon Charles II's death, his brother, James II of England took the throne. However, when James, a Roman Catholic, married a Roman Catholic as his second wife, the English parliament invited William of Orange to rule in his stead, forcing James to flee the country under military threat. Parliament decided on the way in which all future English monarchs would be chosen. This method would always favour Protestantism over blood line.[19]\n\nFor politically aware Englishmen, Parliament had essentially elected a king. Although officially he was supreme, there could be no doubt that the Commons had picked the king and could pick another instead. Although there was now a law demanding that all swear allegiance to the monarch as head of the church, it became less and less clear why the nation was to be so intolerant.\n\nReligious conflict at the time was primarily between the Church of England and the dissenting churches. The threat posed by the dissenters was keenly felt by Establishment clerics like Jonathan Swift. It was common enough for Puritans and other dissenters to disrupt church services, to accuse political leaders of being the anti-Christ, and to move the people toward violent schism, riots, and peculiar behaviour including attempts to set up miniature theocracies. Protestant dissenters had led the English Civil War. The pressure of dissenters was felt on all levels of British politics and could be seen in the change of the British economy.\n\nThe Industrial Revolution was beginning in the period between the writing and publication of A Tale of a Tub, though no one at the time would have known this. What Englishmen did know, however, was that what they called \"trade\" was on the rise. Merchants, importers/exporters, and \"stock jobbers\" were growing very wealthy. It was becoming more common to find members of the aristocracy with less money than members of the trading class. Those on the rise in the middle class professions were perceived as being more likely to be dissenters than members of the other classes were, and such institutions as the stock exchange and Lloyd's of London were founded by Puritan traders. Members of these classes were also widely ridiculed as attempting to pretend to learning and manners that they had no right to. Further, these \"new men\" were not, by and large, the product of the universities nor the traditional secondary schools. Consequently, these now wealthy individuals were not conversant in Latin, were not enamored of the classics, and were not inclined to put much value on these things.\n\nBetween 1688 and 1705, England was politically unstable. The accession of Queen Anne led to a feeling of vulnerability among Establishment figures. Anne was rumoured to be immoderately stupid and was supposedly governed by her friend, Sarah Churchill, wife of the Duke of Marlborough. Although Swift was a Whig for much of this period, he was allied most nearly with the Ancients camp (which is to say Establishment, Church of England, aristocracy, traditional education), and he was politically active in the service of the Church. He claims, both in \"The Apology for the &c.\" and in a reference in Book I of Gulliver's Travels, to have written the Tale to defend the crown from the troubles of the monsters besetting it. These monsters were numerous. At this time, political clubs and societies were proliferating. The print revolution had meant that people were gathering under dozens of banners, and political and religious sentiments previously unspoken were now rallying supporters. As the general dissenting position became the monied position, and as Parliament increasingly held power, historically novel degrees of freedom had brought an historically tenuous equipoise of change and stability.\n\n"
        },
        {
            "title": "Publication history",
            "text": "The Tale was originally published in 1704 by John Nutt. Swift had used Benjamin Tooke previously when publishing for Sir William Temple. He would use Tooke for both the fifth edition of the Tale (1710) and later works. Tooke's successor, Benjamin Motte, published Swift's Gulliver's Travels. This difference in printer is only one of the things that led to debate over authorship of the work. The first, second and third editions of the Tale appeared in 1704; with the fifth edition following in 1710. In \"The Apology for the &c.\", Swift indicates that he originally gave his publisher a preliminary copy of the work, while he kept a blotted copy at his own hand and lent other copies including one to Thomas Swift, Jonathan's \"parson cousin\". As a consequence, the first edition appeared with many errors. The second edition was a resetting of the type. The third edition was a reprint of the second, with corrections, and the fourth edition contained corrections of the third.\n\nThe first substantially new edition of the work is the fifth edition of 1710. This is largely the text modern editors will use. It was in this edition that the Notes and the \"Apology for the &c.\" (\"&c.\" was Swift's shorthand for Tale of a Tub: Nutt was supposed to expand the abbreviation out to the book's title but did not do so; the mistake was left) were added, which many contemporary readers and authors found a heating up of an already savage satire.[20]\n\n"
        },
        {
            "title": "Authorship debate",
            "text": "Although today very little of this debate remains, questions of the authorship of the Tale occupied many notable critics both in the 18th and 19th centuries.  Famously, Samuel Johnson said A Tale of a Tub was a work of true genius (in contrast to Gulliver's Travels where once one imagines \"big people and little people\" the rest is easy) and too good to be Swift's. In the 19th century, many critics who saw misanthropy and madness in Swift's later work wished to reject the Tale as his. In a way, a critic's view on who wrote the Tale reflected that critic's politics. Swift was such a powerful champion of Tory, or anti-Whig, causes that fans of the Tale were eager to attribute the book to another author from nearly the day of its publication.\n\nThe work appeared anonymously in 1704. It was Swift's habit to publish anonymously throughout his career, partially as a way of protecting his career, and partially his person.[21] As a struggling churchman, Swift needed the support of nobles to gain a living. Additionally, nobles were still responsible for Church affairs in the House of Lords, so his political effectiveness in church affairs depended upon the lords. Swift needed to be at some distance from the sometimes bawdy and scatological work that he wrote.\n\nThe Tale was immediately popular and controversial. Consequently, there were rumours of various people as the author of the work—Jonathan Swift then being not largely known except for his work in the House of Lords for the passage of the First Fruits and Fifths bill for tithing. Some people thought that William Temple wrote it. Francis Atterbury said people at Oxford thought it had been written by Edmund Smith and John Philips, though he thought it was by Jonathan Swift. Some people thought it belonged to Lord Somers. However, Jonathan Swift had a cousin, also in the church, named Thomas Swift. Thomas and Jonathan were in correspondence during the time of the composition of the Tale, and Thomas Swift later claimed to have written the work. Jonathan responded by saying that Thomas had no hand in anything but the smallest of passages, and he would welcome hearing Thomas 'explain' the work, if he had written it. The controversy over authorship is aggravated by the choice of publisher. Not only did Swift use Tooke after the publication of the Tale, he had used Tooke before its publication as well, so the appearance of the work in John Nutt's shop was atypical.\n\nStylistically and in sentiment, the Tale is undeniably Swift's. Most important in this regard is the narrative pose and the creation of narrative parody.[22] The dramatic pretense of writing as a character is in keeping with Jonathan Swift's lifelong practice. Furthermore, Thomas Swift has left few literary remains. Thomas Swift's authorship is examined in the summary of A. C. Guthkelch and D. Nichol Smith's A Tale of a Tub (1920 and 1958), where they say, \"all the evidence for Thomas Swift's participation in the Tale... [is] nothing but rumour and [Edmund] Curll's Key.\"[23] Indeed, in 1710 Swift had the fifth edition republished by Tooke, and he explained in a letter how the rumour had been started. He said that, when the publication initially took place, Swift was abroad in Ireland and \"that little Parson-cousin of mine\" \"affected to talk suspiciously, as if he had some share in it.\"[24] In other words, anonymity conspired with Thomas Swift's desire for fame to create the confusion. Afterward, only critical preference seems to account for anyone holding Thomas Swift the author.\n\nRobert Hendrickson notes in his book British Literary Anecdotes that \"Swift was always partial to his strikingly original The Tale of a Tub (1704). On reading the work again in later years, he exclaimed 'Good God!  What a genius I had when I wrote that book!'\"[25]\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Jonathan_Swift",
        "https://en.wikipedia.org/wiki/Kingdom_of_England",
        "https://en.wikipedia.org/wiki/Early_Modern_English",
        "https://en.wikipedia.org/wiki/Prose",
        "https://en.wikipedia.org/wiki/Tragedy",
        "https://en.wikipedia.org/wiki/Jonathan_Swift",
        "https://en.wikipedia.org/wiki/Satire",
        "https://en.wikipedia.org/wiki/Prose",
        "https://en.wikipedia.org/wiki/Parody",
        "https://en.wikipedia.org/wiki/Digression",
        "https://en.wikipedia.org/wiki/Western_Christianity",
        "https://en.wikipedia.org/wiki/English_Dissenters",
        "https://en.wikipedia.org/wiki/William_Wotton",
        "https://en.wikipedia.org/wiki/Biblical_exegesis",
        "https://en.wikipedia.org/wiki/Church_of_England",
        "https://en.wikipedia.org/wiki/Allegory",
        "https://en.wikipedia.org/wiki/Digression",
        "https://en.wikipedia.org/wiki/Alexander_Pope",
        "https://en.wikipedia.org/wiki/English_Dissenters",
        "https://en.wikipedia.org/wiki/Saint_Peter",
        "https://en.wikipedia.org/wiki/John_Calvin",
        "https://en.wikipedia.org/wiki/John_of_Leiden",
        "https://en.wikipedia.org/wiki/Protestant",
        "https://en.wikipedia.org/wiki/Baptist",
        "https://en.wikipedia.org/wiki/Presbyterian",
        "https://en.wikipedia.org/wiki/Quaker",
        "https://en.wikipedia.org/wiki/Congregationalist",
        "https://en.wikipedia.org/wiki/Anabaptist",
        "https://en.wikipedia.org/wiki/Martin_Luther",
        "https://en.wikipedia.org/wiki/Church_of_England",
        "https://en.wikipedia.org/wiki/Allegory",
        "https://en.wikipedia.org/wiki/Parody",
        "https://en.wikipedia.org/wiki/Irvin_Ehrenpreis",
        "https://en.wikipedia.org/wiki/Thomas_Hobbes",
        "https://en.wikipedia.org/wiki/Rota_Club",
        "https://en.wikipedia.org/wiki/Digression",
        "https://en.wikipedia.org/wiki/English_Restoration",
        "https://en.wikipedia.org/wiki/Ochlocracy",
        "https://en.wikipedia.org/wiki/English_Interregnum",
        "https://en.wikipedia.org/wiki/British_Whig_Party",
        "https://en.wikipedia.org/wiki/Tory",
        "https://en.wikipedia.org/wiki/Quarrel_of_the_Ancients_and_the_Moderns",
        "https://en.wikipedia.org/wiki/Bernard_le_Bovier_de_Fontenelle",
        "https://en.wikipedia.org/wiki/Richard_Bentley",
        "https://en.wikipedia.org/wiki/William_Wotton",
        "https://en.wikipedia.org/wiki/Scriblerus_Club",
        "https://en.wikipedia.org/wiki/Earl_of_Oxford",
        "https://en.wikipedia.org/wiki/Viscount_Bolingbroke",
        "https://en.wikipedia.org/wiki/CliffsNotes",
        "https://en.wikipedia.org/wiki/Edmund_Curll",
        "https://en.wikipedia.org/wiki/William_Wotton",
        "https://en.wikipedia.org/wiki/Misanthropy",
        "https://en.wikipedia.org/wiki/John_Dryden",
        "https://en.wikipedia.org/wiki/Aeneid",
        "https://en.wikipedia.org/wiki/Charles_II_of_England",
        "https://en.wikipedia.org/wiki/Test_Act",
        "https://en.wikipedia.org/wiki/Glorious_Revolution",
        "https://en.wikipedia.org/wiki/English_Civil_War",
        "https://en.wikipedia.org/wiki/English_Interregnum",
        "https://en.wikipedia.org/wiki/Oliver_Cromwell",
        "https://en.wikipedia.org/wiki/James_II_of_England",
        "https://en.wikipedia.org/wiki/Church_of_England",
        "https://en.wikipedia.org/wiki/English_Civil_War",
        "https://en.wikipedia.org/wiki/Industrial_Revolution",
        "https://en.wikipedia.org/wiki/Samuel_Johnson",
        "https://en.wikipedia.org/wiki/Misanthropy",
        "https://en.wikipedia.org/wiki/Bawdy",
        "https://en.wikipedia.org/wiki/Scatology",
        "https://en.wikipedia.org/wiki/House_of_Lords",
        "https://en.wikipedia.org/wiki/Tithe",
        "https://en.wikipedia.org/wiki/Francis_Atterbury",
        "https://en.wikipedia.org/wiki/Parody",
        "https://en.wikipedia.org/wiki/Edmund_Curll",
        "https://en.wikipedia.org/wiki/William_Wotton",
        "https://en.wikipedia.org/wiki/Oxford_University_Press",
        "https://en.wikipedia.org/wiki/Wikisource",
        "https://en.wikipedia.org/wiki/Project_Gutenberg",
        "https://en.wikipedia.org/wiki/LibriVox",
        "https://en.wikipedia.org/wiki/Encyclopedia_Americana",
        "https://en.wikipedia.org/wiki/Jonathan_Swift",
        "https://en.wikipedia.org/wiki/Sermons_of_Jonathan_Swift",
        "https://en.wikipedia.org/wiki/Meditation_Upon_a_Broomstick",
        "https://en.wikipedia.org/wiki/The_Battle_of_the_Books",
        "https://en.wikipedia.org/wiki/An_Argument_Against_Abolishing_Christianity",
        "https://en.wikipedia.org/wiki/The_Conduct_of_the_Allies",
        "https://en.wikipedia.org/wiki/A_Modest_Proposal",
        "https://en.wikipedia.org/wiki/Directions_to_Servants",
        "https://en.wikipedia.org/wiki/Cadenus_and_Vanessa",
        "https://en.wikipedia.org/wiki/A_Complete_Collection_of_Genteel_and_Ingenious_Conversation",
        "https://en.wikipedia.org/wiki/A_Journal_to_Stella",
        "https://en.wikipedia.org/wiki/Esther_Johnson",
        "https://en.wikipedia.org/wiki/Esther_Vanhomrigh",
        "https://en.wikipedia.org/wiki/Scriblerus_Club",
        "https://en.wikipedia.org/wiki/The_House_That_Swift_Built",
        "https://en.wikipedia.org/wiki/A_Tale_of_a_Tub",
        "https://en.wikipedia.org/wiki/A_Tale_of_a_Tub",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}