{
    "url": "https://en.wikipedia.org/wiki/A_Treatise_of_Human_Nature",
    "title": "A Treatise of Human Nature",
    "table_of_contents": [
        "1 Content",
        "1.1 Introduction",
        "1.2 Book 1: Of the Understanding",
        "1.2.1 Part 1: Of ideas, their origin, composition, connexion, abstraction, etc.",
        "1.2.2 Part 2: Of the ideas of space and time",
        "1.2.3 Part 3: Of knowledge and probability",
        "1.2.3.1 Sections 1–3",
        "1.2.3.2 Sections 4–8",
        "1.2.3.3 Sections 9–13",
        "1.2.3.4 Sections 14–16",
        "1.2.4 Part 4: Of the sceptical and other systems of philosophy",
        "1.2.4.1 Sections 1–2",
        "1.2.4.2 Sections 3–6",
        "1.2.4.3 Section 7",
        "1.3 Book 2: Of the Passions",
        "1.3.1 Part 1: Of pride and humility",
        "1.3.1.1 Sections 1–6",
        "1.3.1.2 Sections 7–10",
        "1.3.1.3 Sections 11–12",
        "1.3.2 Part 2: Of love and hatred",
        "1.3.2.1 Sections 1–3",
        "1.3.2.2 Sections 4–5",
        "1.3.2.3 Sections 6–12",
        "1.3.3 Part 3: Of the will and direct passions",
        "1.3.3.1 Sections 1–2",
        "1.3.3.2 Sections 3–8",
        "1.3.3.3 Sections 9–10",
        "1.4 Book 3: Of Morals",
        "1.4.1 Part 1: Of virtue and vice in general",
        "1.4.2 Part 2: Of justice and injustice",
        "1.4.2.1 Sections 1–2",
        "1.4.2.2 Sections 3–6",
        "1.4.2.3 Sections 7–12",
        "1.4.3 Part 3: Of the other virtues and vices",
        "1.4.3.1 Section 1",
        "1.4.3.2 Section 2–3",
        "1.4.3.3 Sections 4–5",
        "1.4.3.4 Section 6",
        "2 See also",
        "3 References",
        "4 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\n A Treatise of Human Nature: Being an Attempt to Introduce the Experimental Method of Reasoning into Moral Subjects (1739–40) is a book by Scottish philosopher David Hume, considered by many to be Hume's most important work and one of the most influential works in the history of philosophy.[1] The Treatise is a classic statement of philosophical empiricism, scepticism, and naturalism. In the introduction Hume presents the idea of placing all science and philosophy on a novel foundation: namely, an empirical investigation into human nature. Impressed by Isaac Newton's achievements in the physical sciences, Hume sought to introduce the same experimental method of reasoning into the study of human psychology, with the aim of discovering the \"extent and force of human understanding\". Against the philosophical rationalists, Hume argues that the passions, rather than reason, cause human behaviour. He introduces the famous problem of induction, arguing that inductive reasoning and our beliefs regarding cause and effect cannot be justified by reason; instead, our faith in induction and causation is caused by mental habit and custom. Hume defends a sentimentalist account of morality, arguing that ethics is based on sentiment and the passions rather than reason, and famously declaring that \"reason is, and ought only to be the slave to the passions\". Hume also offers a sceptical theory of personal identity and a compatibilist account of free will.\n\nContemporary philosophers have written of Hume that \"no man has influenced the history of philosophy to a deeper or more disturbing degree\",[2] and that Hume's Treatise is \"the founding document of cognitive science\"[3] and the \"most important philosophical work written in English\". However, the public in Britain at the time did not agree, nor in the end did Hume himself agree, reworking the material in An Enquiry Concerning Human Understanding (1748) and An Enquiry Concerning the Principles of Morals (1751). In the Author's introduction to the former, Hume wrote:\n\nRegarding An Enquiry Concerning the Principles of Morals, Hume said: \"of all my writings, historical, philosophical, or literary, incomparably the best\".[4]\n\n"
        },
        {
            "title": "Content",
            "text": "Hume's introduction presents the idea of placing all science and philosophy on a novel foundation: namely, an empirical investigation into human psychology. He begins by acknowledging \"that common prejudice against metaphysical reasonings [i.e., any complicated and difficult argumentation]\", a prejudice formed in reaction to \"the present imperfect condition of the sciences\" (including the endless scholarly disputes and the inordinate influence of \"eloquence\" over reason). But since the truth \"must lie very deep and abstruse\" where \"the greatest geniuses\" have not found it, careful reasoning is still needed. All sciences, Hume continues, ultimately depend on \"the science of man\": knowledge of \"the extent and force of human understanding,... the nature of the ideas we employ, and... the operations we perform in our reasonings\" is needed to make real intellectual progress. So Hume hopes \"to explain the principles of human nature\", thereby \"propos[ing] a compleat system of the sciences, built on a foundation almost entirely new, and the only one upon which they can stand with any security\". But an a priori psychology would be hopeless: the science of man must be pursued by the experimental methods of the natural sciences. This means we must rest content with well-confirmed empirical generalisations, forever ignorant of \"the ultimate original qualities of human nature\". And in the absence of controlled experiments, we are left to \"glean up our experiments in this science from a cautious observation of human life, and take them as they appear in the common course of the world, by men's behaviour in company, in affairs, and in their pleasures\".\n\nHume begins by arguing that each simple idea is derived from a simple impression so that all our ideas are ultimately derived from experience: thus Hume accepts concept empiricism and rejects the purely intellectual and innate ideas found in rationalist philosophy. Hume's doctrine draws on two important distinctions: between impressions (the forceful perceptions found in experience, \"all our sensations, passions and emotions\") and ideas (the faint perceptions found in \"thinking and reasoning\"), and between complex perceptions (which can be distinguished into simpler parts) and simple perceptions (which cannot). Our complex ideas, he acknowledges, may not directly correspond to anything in experience (e.g., we can form the complex idea of a heavenly city). But each simple idea (e.g., of the colour red) directly corresponds to a simple impression resembling it—and this regular correspondence suggests that the two are causally connected. Since the simple impressions come before the simple ideas, and since those without functioning senses (e.g., blindness) end up lacking the corresponding ideas, Hume concludes that simple ideas must be derived from simple impressions. Notoriously, Hume considers and dismisses the 'missing shade of blue' counterexample.\n\nBriefly examining impressions, Hume then distinguishes between impressions of sensation (found in sense experience) and impressions of reflection (found mainly in emotional experience), only to set aside any further discussion for Book 2's treatment of the passions. Returning to ideas, Hume finds two key differences between ideas of the memory and ideas of the imagination: the former are more forceful than the latter, and whereas the memory preserves the \"order and position\" of the original impressions, the imagination is free to separate and rearrange all simple ideas into new complex ideas. But despite this freedom, the imagination still tends to follow general psychological principles as it moves from one idea to another: this is the \"association of ideas\". Here Hume finds three \"natural relations\" guiding the imagination: resemblance, contiguity, and causation. But the imagination remains free to compare ideas along any of seven \"philosophical relations\": resemblance, identity, space/time, quantity/number, quality/degree, contrariety, and causation. Hume finishes this discussion of complex ideas with a sceptical account of our ideas of substances and modes: though both are nothing more than collections of simple ideas associated together by the imagination, the idea of a substance also involves attributing either a fabricated \"unknown something, in which [the particular qualities] are supposed to inhere\" or else some relations of contiguity or causation binding the qualities together and fitting them to receive new qualities should any be discovered.\n\nHume finishes Part 1 by arguing (following Berkeley) that so-called \"abstract ideas\" are in fact only particular ideas used in a general way. First, he makes a three-point case against indeterminate ideas of quantity or quality, insisting on the impossibility of differentiating or distinguishing a line's length from the line itself, the ultimate derivation of all ideas from fully determinate impressions, and the impossibility of indeterminate objects in reality and hence in idea as well. Second, he gives a positive account of how abstract thought actually works: once we are accustomed to use the same term for a number of resembling items, hearing this general term will call up some particular idea and activate the associated custom, which disposes the imagination to call up any resembling particular ideas as needed. Thus the general term \"triangle\" both calls up an idea of some particular triangle and activates the custom disposing the imagination to call up any other ideas of particular triangles. Finally, Hume uses this account to explain so-called \"distinctions of reason\" (e.g., distinguishing the motion of a body from the body itself). Though such distinctions are strictly impossible, Hume argues, we achieve the same effect by noting the various points of resemblance between different objects.\n\nHume's \"system concerning space and time\" features two main doctrines: the finitist doctrine that space and time are not infinitely divisible, and the relationist doctrine that space and time cannot be conceived apart from objects. Hume begins by arguing that, since \"the capacity of the mind is limited\", our imagination and senses must eventually reach a minimum: ideas and impressions so minute as to be indivisible. And since nothing can be more minute, our indivisible ideas are \"adequate representations of the most minute parts of [spatial] extension\". Upon consideration of these \"clear ideas\", Hume presents a few arguments to demonstrate that space and time are not infinitely divisible, but are instead composed of indivisible points. On his account, the idea of space is abstracted from our sense experience (arrangements of coloured or tangible points), and the idea of time from the changing succession of our own perceptions. And this means that space and time cannot be conceived on their own, apart from objects arranged in space or changing across time. Thus we have no idea of absolute space and time, so that vacuums and time without change are ruled out.\n\nHume then defends his two doctrines against objections. In defending his finitism against mathematical objections, he argues that the definitions of geometry actually support his account. He then argues that since important geometric ideas (equality, straightness, flatness) do not have any precise and workable standard beyond common observation, corrective measurements, and the \"imaginary\" standards we are naturally prone to fabricate, it follows that the extremely subtle geometric demonstrations of infinite divisibility cannot be trusted. Next, Hume defends his relationist doctrine, critically examining the alleged idea of a vacuum. No such idea can be derived from our experience of darkness or motion (alone or accompanied by visible or tangible objects), but it is indeed this experience that explains why we mistakenly think we have the idea: according to Hume, we confuse the idea of two distant objects separated by other visible or tangible objects with the very similar idea of two objects separated by an invisible and intangible distance. With this diagnosis in hand, he replies to three objections from the vacuist camp—adding on a sceptical note that his \"intention never was to penetrate into the nature of bodies, or explain the secret causes of their operations\", but only \"to explain the nature and causes of our perceptions, or impressions and ideas\".\n\nIn the final section, Hume accounts for our ideas of existence and of external existence. First, he argues that there is no distinct impression from which to derive the idea of existence. Instead, this idea is nothing more than the idea of any object, so that thinking of something and thinking of it as existent is the very same thing. Next, he argues that we cannot conceive of anything beyond our own perceptions; thus our conception of the existence of external objects is at most a \"relative idea\".\n\nHume recalls the seven philosophical relations, and divides them into two classes: four which can give us \"knowledge and certainty\", and three which cannot. (This division reappears in Hume's first Enquiry as \"relations of ideas\" and \"matters of fact\", respectively.) As for the four relations, he notes, all can yield knowledge by way of intuition: immediate recognition of a relation (e.g., one idea as brighter in colour than another). But with one of the four, \"proportions in quantity or number\", we commonly achieve knowledge by way of demonstration: step-by-step inferential reasoning (e.g., proofs in geometry). Hume makes two remarks on demonstrative reasoning in mathematics: that geometry is not as precise as algebra (though still generally reliable), and that mathematical ideas are not \"spiritual and refin'd perceptions\", but instead copied from impressions.\n\nAs for the other three relations, two of them (identity and space/time) are simply a matter of immediate sensory perception (e.g., one object next to another). But with the last relation, causation, we can go beyond the senses, by way of a form of inferential reasoning he calls probable reasoning. Here Hume embarks on his celebrated examination of causation, beginning with the question From what impression do we derive our idea of causation? All that can be observed in a single instance of cause and effect are two relations: contiguity in space, and priority in time. But Hume insists that our idea of causation also includes a mysterious necessary connection linking cause to effect. \"[S]topt short\" by this problem, Hume puts the idea of necessary connection on hold and examines two related questions: Why do we accept the maxim 'whatever begins to exist must have a cause'?, and How does the psychological process of probable reasoning work? Addressing the first question, Hume argues that the maxim is not founded on intuition or demonstration (contending that we can at least conceive of objects beginning to exist without a cause), and then rebuts four alleged demonstrations of the maxim. He concludes that our acceptance of this maxim must be somehow drawn \"from observation and experience\", and thus turns to the second question.\n\nHume develops a detailed three-stage psychological account of how probable reasoning works (i.e., how \"the judgement\" operates). First, our senses or memory must present us with some object: our confidence in this perception (our \"assent\") is simply a matter of its force and vivacity. Second, we must make an inference, moving from our perception of this object to an idea of another object: since the two objects are perfectly distinct from each other, this inference must draw on past experience of the two objects being observed together again and again. (This \"constant conjunction\" is promptly filed alongside contiguity and priority, in Hume's still-developing account of our idea of causation.) But what exactly is the process by which we draw on past experience and make an inference from the present object to the other object?\n\nHere the famous \"problem of induction\" arises. Hume argues that this all-important inference cannot be accounted for by any process of reasoning: neither demonstrative reasoning nor probable reasoning. Not demonstrative reasoning: it cannot be demonstrated that the future will resemble the past, for \"[w]e can at least conceive a change in the course of nature\", in which the future significantly differs from the past. And not probable reasoning: that kind of reasoning itself draws on past experience, which means it presupposes that the future will resemble the past. In other words, in explaining how we draw on past experience to make causal inferences, we cannot appeal to a kind of reasoning that itself draws on past experience—that would be a vicious circle that gets us nowhere.\n\nThe inference is not based on reasoning, Hume concludes, but on the association of ideas: our innate psychological tendency to move along the three \"natural relations\". Recall that one of the three is causation: thus when two objects are constantly conjoined in our experience, observing the one naturally leads us to form an idea of the other. This brings us to the third and final stage of Hume's account, our belief in the other object as we conclude the process of probable reasoning (e.g., seeing wolf tracks and concluding confidently that they were caused by wolves). On his account of belief, the only difference between a believed idea and a merely conceived idea lies in the belief's additional force and vivacity. And there is a general psychological tendency for any lively perception to transfer some of its force and vivacity to any other perception naturally related to it (e.g., seeing \"the picture of an absent friend\" makes our idea of the friend more lively, by the natural relation of resemblance). Thus in probable reasoning, on Hume's account, our lively perception of the one object not only leads us to form a mere idea of the other object, but enlivens that idea into a full-fledged belief. (This is only the simplest case: Hume also intends his account to explain probable reasoning without conscious reflection as well as probable reasoning based on only one observation.)\n\nHume now pauses for a more general examination of the psychology of belief. The other two natural relations (resemblance and contiguity) are too \"feeble and uncertain\" to bring about belief on their own, but they can still have a significant influence: their presence strengthens our preexisting convictions, they bias us in favor of causes that resemble their effects, and their absence explains why so many don't \"really believe\" in an afterlife. Similarly, other kinds of custom-based conditioning (e.g., rote learning, repeated lying) can induce strong beliefs. Next, Hume considers the mutual influence of and the passions, and of belief and the imagination. Only beliefs can have motivational influence: it is the additional force and vivacity of a belief (as opposed to a mere idea) that makes it \"able to operate on the will and passions\". And in turn we tend to favor beliefs that flatter our passions. Likewise, a story must be somewhat realistic or familiar to please the imagination, and an overactive imagination can result in delusional belief. Hume sees these diverse phenomena as confirming his \"force and vivacity\" account of belief. Indeed, we keep ourselves \"from augmenting our belief upon every increase of the force and vivacity of our ideas\" only by soberly reflecting on past experience and forming \"general rules\" for ourselves.\n\nHume then examines probable reasoning under conditions of empirical uncertainty, distinguishing \"proofs\" (conclusive empirical evidence) from mere \"probabilities\" (less than conclusive empirical evidence). Beginning with a brief section on the \"probability of chances\", he gives the example of a six-sided die, four sides marked one way and two sides marked another way: background causes lead us to expect the die to land with a side facing up, but the force of this expectation is divided indifferently across the six sides, and finally reunited according to the die's markings, so that we end up expecting the one marking more than the other. This is mainly prelude to the \"probability of causes\", where Hume distinguishes three \"species of probability\": (1) \"imperfect experience\", where young children have not observed enough to form any expectations, (2) \"contrary causes\", where the same event has been observed to have different causes and effects in different circumstances, due to hidden factors, and (3) analogy, where we rely on a history of observations that only imperfectly resemble the present case. He focuses on the second species of probability (specifically reflective reasoning about a mixed body of observations), offering a psychological explanation much like that of the probability of chances: we begin with the custom-based impulse to expect that the future will resemble the past, divide it across the particular past observations, and then (reflecting on these observations) reunite the impulses of any matching observations, so that the final balance of belief favors the most frequently observed type of case.\n\nHume's discussion of probability finishes with a section on common cognitive biases, starting with recency effects. First, the more recent the event whose cause or effect we are looking for, the stronger our belief in the conclusion. Second, the more recent the observations we draw on, the stronger our belief in the conclusion. Third, the longer and more discontinuous a line of reasoning, the weaker our belief in the conclusion. Fourth, irrational prejudices can be formed by overgeneralizing from experience: the imagination is unduly influenced by any \"superfluous circumstances\" that have frequently been observed to accompany the circumstances that actually matter. And paradoxically, the only way to correct for the pernicious influence of \"general rules\" is to follow other general rules, formed by reflecting on the circumstances of the case and our cognitive limitations. Throughout the section, Hume uses his \"force and vivacity\" account of belief to account for these \"unphilosophical\" influences on our reasoning.\n\nHaving completed his account of probable reasoning, Hume returns to the mysterious idea of necessary connection. He rejects some proposed sources of this idea: not from the \"known qualities of matter\", nor from God, nor from some \"unknown quality\" of matter, nor from our power to move our body at will. For all ideas derive from experience, and in no single case do we observe anything like a necessary connection linking cause to effect. But the idea does arise upon repeated observations, and since mere repetition cannot produce anything new in the objects themselves, the idea must therefore derive from something new in our mind. Thus he concludes that the idea of necessary connection is derived from inside: from the feeling we experience when the mind (conditioned by repeated observation) makes a causal inference. And though his conclusion is shocking to common sense, Hume explains it away by noting that \"the mind has a great propensity to spread itself on external objects\". Finally, he offers two definitions of \"cause\": one in terms of the objects (viz. their relations of priority, contiguity, and constant conjunction), and another in terms of the mind (viz. the causal inference it makes upon observing the objects).\n\nHume finishes Part 3 with two brief sections. First, he presents eight rules for empirically identifying true causes: after all, if we leave aside experience, \"[a]ny thing may produce any thing\". Second, he compares human reason with animal reason, a comparison which clinches the case for his associationist account of probable reasoning: after all, animals are clearly capable of learning from experience through conditioning, and yet they are clearly incapable of any sophisticated reasoning.\n\nHume begins Part 4 by arguing that \"all knowledge degenerates into probability\", due to the possibility of error: even the rock solid certainty of mathematics becomes less than certain when we remember that we might have made a mistake somewhere. But things get worse: reflection on the fallibility of our mind, and meta-reflection on the fallibility of this first reflection, and so on ad infinitum, ultimately reduces probability into total scepticism—or at least it would, if our beliefs were governed by the understanding alone. But according to Hume, this \"extinction of belief\" does not actually happen: having beliefs is part of human nature, which only confirms Hume's account of belief as \"more properly an act of the sensitive, than of the cogitative part of our natures\". And as for why we do not sink into total scepticism, Hume argues that the mind has a limited quantity of \"force and activity\", and that difficult and abstruse reasoning \"strain[s] the imagination\", \"hinder[ing] the regular flowing of the passions and sentiments\". As a result, extremely subtle sceptical argumentation is unable to overpower and destroy our beliefs.\n\nNext comes an extremely lengthy account of why we believe in an external physical world: i.e., why we think objects have a continued (existing when unobserved) and distinct (existing external to and independent of the mind) existence. Hume considers three potential sources of this belief—the senses, reason, and the imagination. It's not the senses: clearly they are incapable of informing us of anything existing unobserved. Nor can they inform us of objects with distinct existence: the senses present us with sense perceptions only, which means they cannot present them as representations of some further objects, nor present them as themselves objects with distinct existence (for the senses are unable to identify the mysterious self, distinguishing it from and comparing it with sense perceptions). And it's not reason: even children and fools believe in an external world, and nearly all of us naïvely take our perceptions to be objects with a continued and distinct existence, which goes against reason. So this belief must come from the imagination.\n\nBut only some of our impressions bring about the belief: namely, impressions with constancy (invariableness in appearance over time) and coherence (regularity in changing appearances). Thus Hume proceeds to develop an account of how the imagination, fed with coherent and constant impressions, brings about belief in objects with continued (and therefore distinct) existence. Given coherent impressions, we have only one way of accounting for our observations consistently with past experience: we form the supposition that certain objects exist unperceived. And since this supposes more regularity than is found in past observation, causal reasoning alone cannot explain it: thus Hume invokes the imagination's tendency to continue in any \"train of thinking\" inertially, \"like a galley put in motion by the oars\". But to explain \"so vast an edifice, as... the continu'd existence of all external bodies\", Hume finds it necessary to bring constancy into his account, as follows: (1) Identity is characterised as invariableness and uninterruptedness over time. (2) Since the mind tends to confuse closely resembling ideas, it will naturally confuse a case of interrupted observation of an invariable object with a case of perfect identity. (3) This combination of perfect identity and interrupted observation creates cognitive dissonance, which is resolved by fabricating continued existence. (4) This fiction is enlivened into a full-fledged belief by the memory's \"lively impressions\" of the observed object.\n\nBut this naïve belief in the continued and distinct existence of our perceptions is false, as is easily shown by simple observations. Philosophers therefore distinguish mental perceptions from external objects. But, Hume argues, this philosophical \"system of a double existence\" could never arise directly from reason or the imagination. Instead, it is \"the monstrous offspring of two principles\", viz. our naïve belief in the continued and distinct existence of our perceptions, along with our more reflective conclusion that perceptions must depend upon the mind. It is only by passing through the naïve natural belief that the imagination fabricates this \"arbitrarily invent[ed]\" philosophical system. Hume ends by voicing strong doubts about any system based on \"such trivial qualities of the fancy\", and recommending \"[c]arelessness and in-attention\" as the only remedy for scepticism.\n\nNext, Hume presents a brief critique of \"antient philosophy\" (traditional Aristotelianism) and \"modern philosophy\" (post-Scientific Revolution mechanical philosophy), focusing on their rival conceptions of external objects. As for the incomprehensible \"fictions of the antient philosophy\", he thinks they can shed further light on human psychology. We begin with contradictions in \"our ideas of bodies\": between seeing bodies as ever-changing bundles of distinct qualities, and seeing bodies as simple unities that retain their identity across time. We reconcile these contradictions by fabricating \"something unknown and invisible\" that underlies change and unifies the distinct qualities together: i.e., the substance of traditional metaphysics. Similar fictions, fabricated by the imagination to resolve similar difficulties, include substantial forms, accidents, and occult qualities, all meaningless jargon used only to hide our ignorance. Modern philosophy, however, claims to disown the \"trivial propensit[ies] of the imagination\" and follow only solid reason (or, for Hume, \"the solid, permanent, and consistent principles of the imagination\"). Its \"fundamental principle\" is that secondary qualities (\"colours, sounds, tastes, smells, heat and cold\") are \"nothing but impressions in the mind\", as opposed to the primary qualities (\"motion, extension, and solidity\") that exist in reality. But Hume argues that primary qualities cannot be conceived apart from the secondary qualities. Thus if we follow solid reason and exclude the latter, we will be forced to contradict our own senses by excluding the former as well, thereby denying the entire external world.\n\nHume then examines \"the nature of the mind\", starting with the materialist-dualist debate over the substance of the mind. He rejects the whole question as \"unintelligible\", for we have no impression (and therefore no idea) of any substance, and defining \"substance\" as \"something which may exist by itself\" does not help (each of our perceptions, Hume argues, would then count as a distinct substance). Turning to the question of the \"local conjunction\" of mind and matter, he considers and endorses the anti-materialist argument which asks how unextended thoughts and feelings could possibly be conjoined at some location to an extended substance like a body. Hume then provides a psychological account of how we get taken in by such illusions (in his example, a fig and an olive are at opposite ends of a table, and we mistakenly suppose the sweet figgy taste to be in one location and the bitter olive taste to be in the other), arguing that unextended perceptions must somehow exist without having a location. But the contrary problem arises for dualists: how can extended perceptions (of extended objects) possibly be conjoined to a simple substance? Indeed, Hume waggishly adds, this is basically the same problem that theologians commonly press against Spinoza's naturalistic metaphysics: thus if the theologians manage to solve the problem of extended perceptions belonging to a simple substance, then they give \"that famous atheist\" Spinoza a solution to the problem of extended objects as modes of a simple substance. Finally, Hume examines causal relations, arguing on behalf of materialists that our observations of regular mind-body correlations are enough to show the causal dependence of the mind on the body, and that, since \"we are never sensible of any connexion betwixt causes and effects\" in general, our inability to detect any a priori connection between mind and body does nothing to show causal independence.\n\nFinally, Hume weighs in on the topic of personal identity. Notoriously, he claims that introspective experience reveals nothing like a self (i.e., a mental substance with identity and simplicity), but only an ever-changing bundle of particular perceptions. And so he gives a psychological account of why we believe in personal identity, arguing that \"the identity, which we ascribe to the mind of man, is only a fictitious one, and of a like kind with that which we ascribe to vegetables and animal bodies\". Hume's account starts with our tendency to confound resembling but contrary ideas, viz. the idea of \"a perfect identity\" and the idea of \"a succession of related objects\", an absurdity we justify by means of \"a fiction, either of something invariable and uninterrupted, or of something mysterious and inexplicable, or at least... a propensity to such fictions\". Next, he argues that the everyday objects we ascribe identity to (e.g., trees, humans, churches, rivers) are indeed \"such as consist of a succession of related objects, connected together by resemblance, contiguity, or causation\": thus we overlook relatively minor changes, especially when slow and gradual, and especially when connected by \"some common end or purpose\" or \"a sympathy of parts to their common end\". Applying all this to personal identity, he argues that since all our perceptions are distinct from each other, and since we \"never observ[e] any real connexion among objects\", our perceptions are merely associated together by the natural relations of resemblance (in part produced by the memory) and causation (only discovered by the memory). And consequently, leaving aside the fictions we invent, questions of personal identity are far too hazy to be answered with precision.\n\nHume finishes Book 1 with a deeply sceptical interlude. Before continuing his \"accurate anatomy of human nature\" in Books 2 and 3, he anxiously ruminates: the \"danger\" of trusting his feeble faculties, along with the \"solitude\" of leaving behind established opinion, make his \"bold enterprises\" look foolhardy. All his thinking is based on the \"seemingly... trivial\" principles of the imagination (\"[t]he memory, senses, and understanding are, therefore, all of them founded on the imagination, or the vivacity of our ideas\"), which leave us so tangled up in irresolvable contradictions, and so dismayingly ignorant of causal connections. And how much should we trust our imagination? Here a dilemma looms: if we follow the imagination wherever it leads, we end up with ridiculous absurdities; if we follow only its \"general and more establish'd properties\", we sink into total scepticism. As Hume writes: \"[w]e have, therefore, no choice left but betwixt a false reason and none at all.\" Faced with this dilemma, we tend to just forget about it and move on, though Hume finds himself verging on an intellectual breakdown. Happily, human nature steps in to save him: \"I dine, I play a game of back-gammon, I converse, and am merry with my friends; and when after three or four hours' amusement, I wou'd return to these speculations, they appear so cold, and strain'd, and ridiculous, that I cannot find in my heart to enter into them any farther.\" And later, when he gets \"tir'd with amusement and company\", his intellectual curiosity and scholarly ambition resurface and lead him back into philosophy. And since no human can resist reflecting on transcendent matters anyway, we might as well follow philosophy instead of superstition, for \"[g]enerally speaking, the errors in religion are dangerous; those in philosophy only ridiculous.\" In the end, Hume remains hopeful that he can \"contribute a little to the advancement of knowledge\" by helping to reorient philosophy to the study of human nature—a project made possible by subjecting even his sceptical doubts to a healthy scepticism.\n\nHume begins by recalling Book 1's distinction between impressions of sensation (\"original impressions\", arising from physical causes outside the mind) and impressions of reflection (\"secondary impressions\", arising from other perceptions within the mind), examining only the latter. He divides these \"reflective impressions\"—\"the passions, and other emotions resembling them\"—into \"the calm and the violent\" (nearly imperceptible emotions of \"beauty and deformity\", and turbulent passions we experience more strongly) and into \"direct and indirect\" (depending on how complicated the causal story behind them is). Pride and humility are indirect passions, and Hume's account of the two is his leading presentation of the psychological mechanisms responsible for the indirect passions.\n\nSince we cannot put the feeling of a passion into words, Hume identifies passions via their characteristic causes and effects. The cause of a passion is what calls up the passion: e.g., pride can be caused by one's beautiful house. A cause can be subdivided into the subject itself (e.g., one's house) and the quality of the subject that \"operates on the passions\" (e.g., the beauty of one's house). The object of a passion is what the passion is ultimately directed at: pride and humility are both directed at oneself. Both object and cause have a foundation in human nature: according to Hume, the object of these passions is fixed by the basic constitution of human psychology (Hume uses the term \"original\"), whereas their causes are determined by a more general set of adaptable psychological mechanisms (\"natural\" but not original).\n\nHume's account relies on three mechanisms. First, the \"association of ideas\": the mind tends to move from one idea to another idea that is naturally related to it. Second, the \"association of impressions\": the mind tends to move from one passion to another passion that resembles it in feeling (e.g., from joy to love). Third, their \"mutual assistance\": if we feel a passion towards something, we will tend to feel a resembling passion towards something else naturally related to it (e.g., from anger at one person to impatience at a related person). Applying all this to pride, Hume argues that the pleasant sensation of pride, directed at ourselves, naturally tends to be called up when something naturally related to ourselves produces a pleasant sensation of its own. Likewise with humility: when something naturally related to ourselves produces an unpleasant sensation of its own, it tends to make us ashamed of ourselves. These indirect passions are thus the product of the \"double relation of impressions and ideas\".\n\nHume completes his account with five \"limitations\". First, in order for pride or humility to be produced, the relation of ideas must be a relatively close one. Second, because our judgements are strongly influenced by \"comparison\", this relation must apply only to ourselves or a few others. Third, the cause of pride or humility must be something evident to ourselves and others. Fourth, this cause must be a long-lasting one. Fifth, general rules have a strong influence on our passions, leading us to overlook occasional anomalies.\n\nIn the next three sections, Hume puts his account to the test by examining three causes of pride and humility: the qualities of one's mind, of one's body, and of external objects. First, the qualities of the mind: our virtues and vices. Here Hume's main point is that, whatever the true nature of moral evaluation, whether it is a matter of innate moral psychology (Hume's own view), or instead self-interest and cultural training (the view of Hobbes and Mandeville), his account will hold up. For, on either theory, virtues produce a pleasant sensation of their own and vices a painful sensation of their own. Next come the qualities of the body: physical beauty and deformity. Here Hume's main point is that the beauty or deformity of something's structure is nothing more than its power to produce pleasure or pain in us. To the objection that though health and sickness produce pleasure and pain in us, they are not typically sources of pride or humility, he recalls that these passions require a long-lasting cause related only to ourselves or a few others—thus a long record of exceptionally poor health can in fact be a source of shame. Finally, Hume examines the qualities of external objects related to us. Though the natural relation of resemblance has little influence, he explains, external objects do not cause pride or humility without some relation of contiguity or causation—a fact he takes to confirm his overall account. After a few minor illustrations, Hume explains why pride in one's ancestors is magnified when the family enjoys uninterrupted possession of land, and when it is passed down from male to male (both of the conditions, he claims, serve to strengthen the relation of ideas).\n\nHume devotes an entire section to \"property and riches\". His account easily accommodates property: he defines it as private use consistent with the laws of justice, contends that (whether justice be a natural or artificial virtue) our minds naturally associate owners with their belongings, and observes that all things \"useful, beautiful or surprising\" call up pride in their owner. But it is more difficult to accommodate riches: i.e., the mere power of acquiring the comforts of life. For Hume's earlier account of causation eliminated the distinction between power and the exercise of power, as well as the very idea of an unexercised power—and how can I take pride in mere coins and paper without such an idea? Hume finds two ways for something like unexercised power to influence our passions: first, predictions of human behavior are (absent \"strong motives\") plagued with uncertainty, and we can receive anticipatory pleasure or unease from probable or merely possible exercise of power (tentatively reasoning from our own past conduct to guess what we might do); second, a \"false sensation of liberty\" presents all feasible courses of action as fully possible to us, giving us an anticipatory pleasure unrelated to any reasoning from experience. Hume finishes by noting the pride we take in power over others, a pride enhanced by comparing our condition to theirs (thus humans are prouder to own other humans than to own sophisticated machinery).\n\nHume's next section adds a new kind of cause of pride and humility: viz., reputation, a \"secondary cause\" grounded in the enormously important mechanism of sympathy. For Hume, sympathy with others, or \"communication\", is that mechanism by which we naturally tend to receive and share in the passions and opinions of those we feel close to. We start by observing \"external signs\" (e.g., smiling or speaking) and forming an idea of another's sentiments. Since our extremely vivid conception of ourselves will tend to enliven any related idea, the closer the relation we see between ourselves and the other person, the more vivid our idea of their sentiments. And if this relation is close enough, we will end up actually feeling their passion or believing their opinion: i.e., our idea of their passion or opinion will grow so lively as to become the very passion or opinion itself. This mirrors Hume's earlier account of causal reasoning: both processes move along the three natural relations, channeling the force and vivacity of vivid perceptions into faint ideas, enlivening them into much stronger perceptions.\n\nPride or shame in one's reputation, Hume continues, stems primarily from the sympathetically communicated opinions of others. But additional factors play a role: others might be seen as a good judge of character (\"authority\"), and the very question of one's self-worth is both emotionally heightened and apt to evoke a self-conscious deference to the opinions of others. The resulting account explains various observations: why pride is affected more by the opinions of certain people (those whose character we like, whose judgement we respect, or who we have known for a long time), and less by opinions we know to be false (and thus cannot share in). Hume finishes by illustrating and confirming his account with a concrete example (viz., a man from a high-class family fallen on hard times leaving home to do manual labour elsewhere), and considering some minor objections.\n\nIn the final section, Hume seeks to confirm his overall account of pride and humility by applying it to animals. Following the model of anatomists, who test hypotheses by examining similar structures in humans and animals, Hume argues that animals can be observed to show pride and humility, that the causes are much the same (viz., pleasing qualities of the body), and that animals have the requisite psychological mechanisms (viz., the association of ideas, the association of impressions).\n\nHume's treatment of love and hatred is much like his treatment of pride and humility: all four are indirect passions produced by a double relation of impressions and ideas. As Part 2 begins, he again distinguishes object from cause, and quality from subject; whereas pride and humility were directed at oneself, love and hatred is directed at \"some other person\". As before, a relation of ideas is needed between the cause of love or hatred and the person loved or hated, and a relation of impressions between the cause (with a pleasant or unpleasant sensation of its own) and the resulting love or hatred. And since pride and love are closely connected (as Hume observes, we seek to win others' love by showcasing the qualities we take pride in), the arguments of Part 1 can simply be carried over.\n\nIn a series of eight \"experiments\", Hume tests his account against observations drawn from ordinary life. The first four experiments simply confirm that the four indirect passions arise only in response to something pleasant or unpleasant related to some person: utterly neutral objects (e.g., an ordinary stone) and objects related to no one (e.g., an unfamiliar environment) will never produce pride or humility, love or hatred. The final four experiments focus on how easily a transition is made from one passion to another. As Hume's account would predict, we easily go from love and hatred to pride and humility: e.g., I can take pride in my relation to someone else with lovable qualities. Curiously, however, the reverse does not hold: e.g., my pride in my own qualities will not lead me to love someone else for their relation to me. To explain this, Hume argues that the imagination has trouble going from lively ideas to obscure ideas (e.g., from the idea of oneself to that of another person). Next, as Hume's account would also predict, we easily transition from love of one person to love of others related to this person. But the transition is easiest when we \"descend\" from the greater to the lesser: e.g., \"'tis more natural for us to love the son upon account of the father, than the father upon account of the son\". And yet the imagination has the opposite tendency: e.g., moving easily from Jupiter's moons to Jupiter itself. To resolve this difficulty, Hume argues that it is easier for the passions to make minor changes (adding in the love of a related lesser person) than major changes (adding in the love of a related greater person), and that the passions \"are a more powerful principle than the imagination\". Finally, Hume acknowledges a case where we can move easily from pride to love: \"when the very cause of the pride and humility is plac'd in some other person\", e.g. when your praise of me excites my pride and I end up loving you for it. But this exception only confirms Hume's account: since the first passion arises from the other person, we easily move to a passion directed at that same person.\n\nHume then confronts an objection: his account ignores intention, having us love or hate those who bring us pleasure or pain even where this is completely unintended. In response, Hume insists that qualities unrelated to intentional action really can elicit love or hatred, so long as the qualities are \"constant and inherent in [someone's] person and character\": e.g., disliking someone for their ugliness or stupidity. It is with isolated actions that intention is important: it \"connect[s the action] with the person\" and can also amplify the pleasantness or unpleasantness of the action, whereas \"entirely involuntary and accidental\" actions arouse only mild or short-lived passions. In a further illustration, Hume considers our emotional reaction to those who harm us from perfectly justified motives (e.g., judges, competitors): though we will not hate them if we are reasonable, we often hate them anyway, even inventing reasons to hate them.\n\nIn the next two sections, Hume uses sympathy to account for some particular causes of love and hatred. First, \"relation, acquaintance, and resemblance\": we sometimes love others not for their personal qualities, but simply because they are related to us, familiar to us, or similar to us. In these cases, pleasure arises from the sheer stimulating effects of sympathy: family members, neighbors, and acquaintances are a durable source of lively ideas, as are individuals with personal qualities resembling our own. And as Hume puts it, \"[e]very lively idea is agreeable, but especially that of a passion\". He adds an explanation of why children feel far less related to mothers who remarry and yet only somewhat less related to fathers who remarry—the imagination (which \"finds a difficulty in passing from greater to less\") is more inclined to go from the mother to the mother's new family than from the father to the father's new family, a transition which weakens the original parent-child relation.\n\nSecond, we sometimes esteem people not for their personal qualities, but simply for being rich and powerful (esteem and contempt being \"species of love and hatred\"). To account for this phenomenon, Hume identifies three candidate \"principles\": (1) We enjoy thinking of their luxuries. (2) We think they might give us some of their wealth. (3) We sympathise with their happiness. He then argues that the third principle, sympathy, is by far the most important. The first principle has some influence on its own, but mostly operates by means of sympathy. And the second principle has little influence: it is relatively rare to receive any personal advantage from the rich and powerful, and we esteem them even when this is known to be impossible. Hume closes the section with an overview of \"the force of sympathy\". Many animals, and especially humans, have a psychological need for social interaction. Moreover, sympathy with usefulness explains \"[m]ost kinds of beauty\": e.g., the convenience of a house, the fertility of a field. Lastly, Hume observes that \"the minds of men are mirrors to one another\": a rich man enjoys his luxuries, which brings esteem from others, which in turn excites the rich man's pride, which encourages further pursuit of riches.\n\nThe next six sections are dedicated to an examination of the \"compound passions\", i.e. passions arising from \"the mixture of love and hatred with other emotions\". Hume begins with benevolence and anger, motivational \"desires\" aimed at bringing about \"the happiness or misery of the person belov'd or hated\". This marks an important contrast: love and hatred have innate motivational consequences, whereas pride and humility are only \"pure emotions in the soul\". But Hume goes on to note that benevolence and anger are (despite the talk of \"mixture\") not an \"essential part\" of love and hatred; instead, they are distinct passions of their own that only happen to be naturally conjoined with the sensations of love and hatred, just as hunger is naturally conjoined with an empty stomach.\n\nNext come pity and malice. Like benevolence and anger, they are motivational desires aimed at bringing about another's happiness or misery; but unlike benevolence and anger, they apply quite generally—not only to those we love or hate, but even to complete strangers. Thus Hume calls them \"counterfeited\" versions of benevolence and anger. Pity (also called \"compassion\") is received by sympathetic communication: anyone can arouse our pity, just by communicating \"their interests, their passions, their pains and pleasures\" to us. Even people who show no emotion at their misfortune can arouse our pity due to the influence of general rules on our imagination. Malicious joy is produced by comparison—\"[t]he misery of another gives us a more lively idea of our happiness, and his happiness of our misery\"—and malice itself is \"the unprovok'd desire of producing evil to another, in order to reap a pleasure from the comparison\" (though Hume adds a brief discussion of \"malice against ourselves\"). Hume also uses comparison to account for envy: the unpleasant feeling we experience when another's \"present enjoyment\" makes our own happiness seem diminished by comparison. He finishes the section by stressing the importance of a close relation of ideas: thus our envy tends to be confined to those in a similar line of work, a small horse seems more dwarfed by a large horse than by a mountain, and we gladly tolerate two adjacent paintings whose disparate styles would be \"monstrous\" if united in a single painting.\n\nThe following section sees Hume amending his account in response to a problem. If love and hatred are produced by anyone who brings us pleasure or pain, as Hume has argued, then we should love those who bring us malicious joy, and hate those who bring us the pain of pity. But this runs contrary to experience: we tend to hate the objects of our malice, and love the objects of our pity. Hume resolves this problem by introducing a new kind of relation of impressions: in addition to \"the resemblance of sensations\", there is also \"the parallel direction of the desires\". Thus the connection between pity and love, and between malice and hatred, lies in their motivational tendencies (which run parallel to each other), not in the way they feel (which run contrary to each other). Hume gives examples to illustrate and confirm this \"principle of a parallel direction\", including a discussion of the emotions found in business rivals and business partners. But another problem arises: since Hume says we have esteem for the rich and contempt for the poor, how can he say we tend to love the objects of our pity? Hume's solution presents us with three levels of sympathy with misfortune: (1) weak sympathy, which makes us feel only the present misfortune of the afflicted, producing only contemptuous pity; (2) strong sympathy (i.e. \"double sympathy\"), which moves us beyond the present misfortune so that we take a motivating interest in their entire life, producing compassionate love; (3) all-consuming sympathy, which makes us fixate on the present misfortune, leaving us too \"overcome with horror\" to experience any other passions.\n\nIn the next section, Hume continues examining the compound passions, characterizing respect (also called \"esteem\") as a mixture of love and humility and contempt as a mixture of hatred and pride: the qualities of others produce love or hatred immediately, pride or humility by comparison, and respect or contempt when these are joined. And because we have \"a much stronger propensity to pride than to humility\", there is more pride in contempt than there is humility in respect. Hume then acknowledges a problem: why, given his account, are love and hatred not always accompanied by respect and contempt? His answer is that, whereas \"pride and hatred invigorate the soul\" and are associated with \"magnificent\" objects, \"love and humility infeeble [the soul]\" and are associated with \"mean\" objects: thus lovable objects too mild to produce much pride (e.g., \"good nature, good humour, facility, generosity, beauty\") will produce \"pure love, with but a small mixture of humility and respect\". Hume finishes with an explanation of why social inferiors are expected to keep their distance from their superiors.\n\nThe final compound passion is \"the amorous passion\", i.e. romantic love. It consists of three distinct passions: a sense of beauty, libido, and kindness. These three passions are bound together both by \"resemblance\" (all have a pleasant sensation) and by \"a parallel desire\" (all have related motivational tendencies). Accordingly, any one of them can end up producing the other two, with beauty most likely to produce the other two (kindness and libido being \"too remote\" from each other, and beauty \"plac'd in a just medium betwixt them\"). Hume argues that this phenomenon reinforces his \"double relation of impressions and ideas\" account.\n\nHume finishes Part 2 with his last section on animal psychology. Love and hatred, he writes, can be produced in animals simply by the pain or pleasure felt from an object, or by such relations as \"acquaintance\" and \"likeness\" of species. Sympathy works to spread feelings (e.g. fear, grief) from one animal to another, keep animal play from leading to injury, and animate a pack of hunting dogs beyond their individual level of excitement. In general, Hume remarks, the psychological mechanisms at work do not require any sophisticated \"force of reflection or penetration\": \"[e]very thing is conducted by springs and principles, which are not peculiar to man, or any one species of animals\".\n\nIn Part 3, Hume begins examining the motives that bring us to action. After a glancing mention of the direct passions and a perfunctory definition of the will as a mere impression we feel, he confronts the hoary philosophical problem of free will and determinism, dedicating two sections to a defense of soft determinist compatibilism. In the first section, he makes a case for \"the doctrine of necessity\". The issue, as Hume sees it, is whether human action is determined by a necessity comparable to \"physical necessity\"—the necessity that governs physical objects. But since, according to Book 1, physical necessity is nothing more than constant conjunction and the causal inferences drawn by the human mind, the issue then comes down to this: is there a regular correspondence between human action and human psychology, and do we base causal inferences upon such regularities? Hume thinks the answer to both questions is obviously in the affirmative: the uniformity found in the world of human affairs is comparable to that found in the natural world, and the inferences we base on \"moral evidence\" (concerning human psychology and action) are comparable to the inferences we base on natural evidence (concerning physical objects). Thus, given Hume's idiosyncratic account of necessity, it is hard to deny that human action is governed by necessity.\n\nIn the next section, Hume challenges \"the doctrine of liberty\"—the view that human beings are endowed with a distinctive kind of indeterministic free will—by setting out and debunking \"the reasons for [its] prevalence\". First, since we confuse necessity with violent constraint, we end up confusing freedom from necessity (the indeterministic \"liberty of indifference\") with freedom from violent constraint (the compatibilist \"liberty of spontaneity\"). As a compatibilist, Hume accepts the latter kind of free will, deeming it \"that species of liberty, which it concerns us to preserve\" and even \"the most common sense of the word\"; but he rejects freedom from necessity as either \"absurd\" (being nothing more than sheer \"chance\") or else \"unintelligible\". Second, we are deceived by a \"false sensation of liberty\": when deliberating about our own actions, there is \"a certain looseness\" to the will, so that we can easily produce an \"image or faint motion\" for each alternative course of action. Thus, we end up convinced that we really could have acted differently, even though \"a spectator can commonly infer our actions from our motives and character\". Finally, we mistakenly think necessity poses a threat to moral responsibility, and is therefore \"dangerous... to religion and morality\". After noting that being dangerous is not the same as being false, Hume recalls that his \"necessity\" is a very attenuated one: there is nothing dangerous or even controversial about saying that constant conjunction and causal inference apply to human action as well as physical objects. He then attempts to turn the tables on his opponents, arguing that necessity is in fact \"essential\" to moral responsibility: the rewards and punishments of human law would be pointless if human action were not regular and uniform, and divine punishment would be unjust if a person's actions were a matter of sheer chance, lacking any causal connection to the person's psychology, and revealing nothing about the person's character. Thus, the threat to moral responsibility comes not from necessity, but from indeterministic liberty.\n\nHume then passes from the will itself to the motivational factors that determine voluntary actions. Against the traditional view that reason and the passions frequently come into motivational conflict, Hume argues that reason is incapable of opposing the passions, and that the passions cannot run contrary to reason. First, reason alone cannot motivate us—it can only perform demonstrative or causal reasoning. And since abstract demonstrations influence us only by directing causal reasoning (e.g., doing math to pay your debts), and causal reasoning influences us only by directing preexisting motives (e.g., figuring out how to make the food you want), reason itself cannot bring about any motivation. And this in turn means it cannot counteract or regulate the passions: on the contrary, \"[r]eason is, and ought only to be the slave of the passions\". Second, passions cannot be in agreement or disagreement with reason: for this is a matter of the agreement or disagreement between an idea and the object it represents, and passions do not represent anything else. Thus Hume notoriously writes: \"'Tis not contrary to reason to prefer the destruction of the whole world to the scratching of my finger\". Of course, if a passion is based on a false judgement—about an object that does not really exist, or a causal relation that does not really hold—then the passion can be considered \"unreasonable\" in a less strict sense of the term. But \"even then\", insists Hume, \"'tis not the passion, properly speaking, which is unreasonable, but the judgment\". Finally, Hume argues that the alleged conflict between reason and the passions is actually a conflict between two different kinds of passions—the calm passions and the violent passions. Since both the calm passions and reason \"operat[e] with the same calmness and tranquility\", we confuse them with each other and mistakenly suppose our calm passions to be \"determinations of reason\".\n\nThe following five sections examine the factors which give passions their motivational force. Unsurprisingly, the violence of a passion makes it stronger; but even a calm passion can be extremely strong due to \"repeated custom and its own force\", especially when it has been \"corroborated by reflection, and seconded by resolution\". Nevertheless, since \"[g]enerally speaking, the violent passions have a more powerful influence on the will\", Hume focuses on the factors which increase the violence of passions. First, when a \"predominant passion\" is accompanied by other \"inferior\" passions, it can acquire violence by \"swallow[ing them] up\": e.g., strong love can be made more violently passionate by a touch of anger. Other psychological phenomena (e.g., opposition, uncertainty, obscurity) can produce the same effect by stimulating us with agitation and mental effort. Next, \"custom and repetition\" can both leave us with a direct inclination to perform the activity we are repeating and also affect the violence of related passions. Hume discusses three stages of repeated activity: (1) The sheer novelty of unfamiliar activities makes our feelings more intense, either magnifying our pain or adding on the pleasure of \"wonder [and] surprise\". (2) An activity performed with \"moderate facility\" is \"an infallible source of pleasure\" (cf. \"flow\"), sometimes even converting pain into enjoyment. (3) But excessive repetition can make formerly pleasant activities so dull as to be unpleasant.\n\nOur passions can also acquire violence from the vivacity of our ideas. Thus particular ideas make for more violent passions than general ideas, and so too for fresh memories, conventional ideas, and ideas enlivened by great eloquence or passionate delivery. And, as in Book 1, only beliefs (as opposed to \"mere[s] fiction of the imagination\") can call up any of our passions. Hume also devotes two sections to examining the vivacity of our ideas of space and time and the corresponding effect on our passions. In the first section, he accounts for three phenomena concerning vivacity and violence: (1) Distance in space and time is associated with a reduction in vivacity and violence (e.g., we care more about the near future than the distant future), simply due to the number of mental steps needed to move from the present to the remote. (2) Distance in time is associated with a greater reduction than distance in space, because our sensory experience makes it easier to hold an array of spatial points in mind than an array of temporal points. (3) The distant past is associated with a greater reduction than the distant future, because it is easier for the mind to go with the flow of time than to go against it. In the second section, he accounts for three very similar phenomena concerning \"esteem and admiration\": (1) Distance in space and time is associated with an increase in esteem and admiration (e.g., \"a great traveller\", \"a Greek medal\"), because the pleasure received from the sheer greatness of the \"interpos'd distance\" is transferred to the distant object itself. (2) Distance in time has a greater effect than distance in space (e.g., ancient relics are more admired than furniture from abroad), because we are challenged and invigorated by the greater difficulty of mentally traversing distance in time. (3) The distant past has a greater effect than the distant future (e.g., we admire our ancestors more than our posterity), because we are challenged and invigorated by the greater difficulty of going against the flow of time. Hume finishes with a convenient summary of the preceding six sections.\n\nAt last Hume examines the direct passions, dividing them into two classes. First and most prominently, there are those direct passions which arise immediately from pleasure or pain (in Hume's terminology, \"good or evil\")—this is simply due to \"an original instinct\" that orients us towards pleasure and away from pain. Joy and grief/sorrow arise from pleasure or pain that is \"certain or probable\". Hope and fear arise from pleasure or pain that is \"uncertain\" to some degree. Desire and aversion arise from pleasure and pain \"consider'd simply\". And the will \"exerts itself\" when pleasure or the absence of pain is within our power to obtain. Second, there are those direct passions which \"arise from a natural impulse or instinct, which is perfectly unaccountable\": here Hume mentions benevolence, anger, hunger, and lust (in section 3 he had mentioned self-preservation and the love of one's children). These diverse instinct-based passions, Hume writes, \"produce good and evil [i.e., pleasure and pain]\", as opposed to the other direct passions, which arise from pleasure and pain.\n\nHume spends the rest of the section on hope and fear, starting with a simple account based on probability. In conditions of uncertainty, as the imagination fluctuates between a pleasant scenario and an unpleasant scenario, the passions follow suit, fluctuating between joy and grief. And since different passions can blend together (like the lingering notes of a string instrument), the mixture of joy and grief will end up producing either hope or fear. But \"contrary passions\" interact differently depending on what they are directed at: the passions have no influence on each other if their objects are completely unrelated (e.g., joy at x, grief at y); the passions tend to cancel each other out if they have the same object (e.g., joy at x, but also grief at x); and the passions tend to blend together if they have \"contradictory views of the same object\" (e.g., joy at x, grief at not-x). Next, Hume tries to confirm and extend his account, noting that hope and fear can arise from \"all kinds of uncertainty\": thus fear can be produced by the mere thought of a possible evil if it is great enough, the immediate presence of a potential evil known to be impossible, the certainty of an evil too horrible to think about or whose precise nature is unknown, or anything extremely surprising. Even utterly irrelevant circumstances, or something expected to be pleasant, can call up fear if shrouded in uncertainty. Hume closes the section by begging off any discussion of subtle \"variations\" of hope and fear, or of the role of the will and the direct passions in animals.\n\nBook 2 finishes with a brief section on curiosity—\"the love of truth\", which leads us to take pleasure in intellectual pursuits and achievements. For both the abstract truths of \"mathematics and algebra\" and the real-world truths of \"morals, politics, natural philosophy\", we do not care much about truth \"merely as such\". Instead, there are three other factors chiefly responsible for \"the pleasure of study\": (1) Intellectual challenge: the exercise must force us to \"fix our attention and exert our genius\". (2) Importance/utility: the topic must be useful or important enough to \"fix our attention\" via \"a remote sympathy\" with those our work might help (a sympathy that even motivates scholars lacking in \"public spirit\"). (3) Direct concern: just as hunters and gamblers begin to care about success itself more than the reward it brings, likewise scholars begin to develop a direct concern for the scholarly problems they work on (this due to the aforementioned principle of a \"parallel direction\"). Finally, Hume offers an account of the social curiosity that fuels gossip: since doubt and uncertainty are painful, especially when they concern events whose ideas are forceful, we are naturally curious about the happenings of our immediate social environment.\n\nHume begins Book 3 by examining the nature of moral evaluation, offering a critique of moral rationalism and a defense of moral sentimentalism: in the terms of his overall system, Hume is arguing that the evaluations in our mind are impressions, not ideas. His main target is the rationalism of such philosophers as Clarke and Balguy, which posits \"eternal fitnesses and unfitnesses of things, which are the same to every rational being that considers them\", in effect classifying morality alongside mathematics under \"relations of ideas\". Hume's principal arguments against this rationalism rest on Book 2's thesis that there is no opposition between reason and the passions: reason alone cannot motivate us, and \"passions, volitions, and actions\" cannot be in agreement or disagreement with reason. This thesis \"proves directly\", he writes, that an action's moral status cannot consist in the action's agreement or disagreement with reason, and it \"proves indirectly\" that moral evaluation, which has a practical influence on us and can \"excite passion[s] and produce or prevent actions\", cannot be \"the offspring of reason\". Nor can the morality of an action be founded on the true or false judgements causally linked to it: no immoral action is wrong due to its arising from a mistake of fact, or (contra Wollaston) due to its causing false judgements in others.\n\nAfter summing up this critique, Hume develops a \"more particular\" case against rationalism, recalling his system's two kinds of reasoning: \"the comparing of ideas\" and \"the inferring of matter of fact\". Now as for demonstrative reasoning, the four abstract relations from Book 1 seem perfectly irrelevant to morality, and indeed it is hard to see how any relation could have just the right scope (holding only between someone's psychology and external situation) and the right practical implications as well (somehow it must be certain a priori that no rational being could consider these relations without being motivated accordingly). Consider the immorality of parricide and incest: this cannot consist merely in the abstract relations at play, for the very same relations can be found in perfectly non-moral contexts involving inanimate objects and animals. And as for probable reasoning, Hume famously contends that we observe nothing in an action besides its ordinary non-moral qualities—experience reveals no moral qualities unless one looks to the moral feelings in one's own mind, so that virtue and vice are (like the secondary qualities of modern philosophy) \"not qualities in objects, but perceptions in the mind\". This first section ends with the famous is-ought paragraph.\n\nHume is thus left endorsing a moral sentimentalism somewhat like that of Hutcheson: \"Morality... is more properly felt than judg'd of\". The moral evaluations in our mind are impressions—\"nothing but particular pains or pleasures\"—and Hume's task is to explain how certain kinds of \"action, or sentiment, or character\" produce these special moral sentiments in us. But a problem arises: since pleasant or painful feelings can be produced by inanimate objects, why does sentimentalism not succumb to the same objection Hume has just raised against rationalism? First, he contends there are many different kinds of pleasure and pain, and that the moral sentiments (which arise \"only when a character is consider'd in general, without reference to our particular interest\") have a distinctive feeling, noticeably different than the feelings called up by inanimate objects (or matters of self-interest). Second, he reminds us that the four indirect passions are produced by pleasant or unpleasant qualities in ourselves or other persons, not inanimate objects. This objection dispatched, Hume closes with two points about the psychological origin of moral sentiments. First, on the working assumption that nature tends to produce variety from \"a few principles\", he hopes to find \"general principles\" underlying our moral psychology. Second, to the question of whether these principles are \"natural\", he replies that it depends on the meaning of \"natural\": they are not miraculous, nor are they rare, but they might sometimes draw on human artifice (his system will include both natural virtues and artificial virtues), adding that none of these meanings can sustain the popular view (defended by Butler) that \"virtue is the same with what is natural, and vice with what is unnatural\". Before proceeding to his detailed examination of moral psychology, Hume takes a parting shot at moral rationalism and its \"incomprehensible relations and qualities, which never did exist in nature, nor even in our imagination, by any clear and distinct conception\".\n\nHume devotes Part 2 to the \"artificial virtues\": those positive character traits that would have no moral appeal were it not for social conventions established by human artifice. The most important of these virtues is justice, and in the first section Hume offers his so-called \"circle argument\" to show that justice would not be seen as a virtue in a hypothetical world lacking the relevant social conventions. First, Hume contends, character-based motives are morally more fundamental than actions: we approve of an action only insofar as it indicates some virtuous motive in the agent's character, so that what makes an action virtuous in the first place is the virtuous motive it proceeds from. But this motive must be an ordinary motive in human nature, as opposed to the distinctive moral motive of performing the action because it is virtuous (i.e., a \"sense of duty\"). After all, this moral motive presupposes that the action already counts as virtuous, and it would be circular to derive the action's virtue from a motive which itself presupposes the action's virtue. And so if justice were a natural virtue, there would have to be an ordinary motive in human nature that could make someone obey the rules of justice. But according to Hume, no such motive can be found: unbridled self-interest leads us away from justice, concern for reputation only goes so far, impartial public benevolence cannot explain all cases of justice and is not even a true element of human nature (contra Hutcheson, we love others only in a limited and discriminating way), and private benevolence for our nearest and dearest cannot explain the universal and impartial nature of justice. Thus there is no motive capable of making justice count as a virtue, not until certain social conventions come into place. Hume closes this section by adding that we evaluate motives largely by comparison with what we consider to be normal human psychology, and that the rules of justice are so \"obvious\" and \"necessary\" an invention that they can still be deemed \"natural\" to the human species.\n\nHume next devotes an important and lengthy section to two questions: First, how is the social convention of justice established? And second, why do we invest the rules of justice with moral significance? His answer to the first question begins with our need for society. Humans are not strong, skilled, or secure enough to meet our needs alone, and only society can offer additional labour force, specialisation, and mutual aid—all important advantages of society learned of through growing up in families. But this necessary social union is threatened both by human selfishness (or rather \"confin'd generosity\") and by the scarcity and instability of external goods. And since our uncultivated natural affections cannot overcome these obstacles (we see nothing wrong with having a normal amount of selfishness and generosity), it is left to our reason and self-interest to find a solution: through \"a general sense of common interest\" that is \"mutually expressed\" and known to everybody, we gradually develop a social convention for the stabilizing and safeguarding of external goods, with improved compliance and stronger social expectations feeding into each other, a process Hume compares to the development of languages and currency. He insists that this convention is not a promise, famously illustrating the point with the example of two men agreeing to row a boat together, simply from a sense of mutual advantage rather than from any promise. And as justice is defined in terms of such a convention, so too the related concepts of \"property, or right, or obligation\" can mean nothing in its absence.\n\nSince the chief obstacle to society (our selfishness, especially our insatiable acquisitiveness) is in fact the very motive responsible for society, the growth of social order depends less on our moral qualities than on our intellectual qualities. But since stabilizing external goods is such a \"simple and obvious\" rule, the convention is established with little delay, so that \"the state of nature\" is a \"mere philosophical fiction\"—not very realistic but useful for theorizing. Similarly edifying, \"the golden age\" (a fictional time of superabundant resources and universal brotherly love) helps shed light on the origins of justice: were it not for certain non-ideal circumstances (selfishness, limited generosity, resource scarcity, resource instability), the rules of justice would be pointless. Real-world cases also illustrate the idea: close personal relationships bring one's private belongings into common ownership, and free goods like air and water are allowed unrestricted use. And this general point, Hume says, reinforces three earlier points: (1) Public benevolence cannot be why we obey the rules of justice, for it would only make these rules pointless. (2) Moral rationalism cannot make sense of justice: mere abstract reasoning can neither account for the fact that justice hinges on specific background conditions, nor produce the concern for our interests that originally leads us to establish the rules of justice. (3) Justice is an artificial virtue: though the whole purpose of justice is to serve our interests, the connection between justice and our interests dissolves in the absence of the relevant social convention. For without this convention, wholehearted pursuit of the public interest would make justice pointless and unrestrained pursuit of private interests would leave justice in ruins. And likewise, without this convention, certain individual acts of justice (e.g., returning money to a villain) would run contrary to our private interests and even the public interest: such unfortunate acts are worth performing only because of our convention-based expectation that others will follow our example and reinforce the \"whole system\", which does serve everyone's advantage.\n\nHume's answer to the second question is that our approval of justice and disapproval of injustice is based in sympathy with the public interest. Justice was established to serve our interests, but when society grows large enough, we might lose sight of how injustice threatens social order. Fortunately, the threat can be made vivid again when I myself am the victim of injustice, or when I impartially sympathise with others threatened by injustice. Their sympathetically communicated negative feelings form the basis of my disapproval of injustice, and this evaluation subsequently extends to my own behavior through the influence of general rules and sympathy with the opinions of others. Three additional factors then reinforce these moral sentiments: (1) Public leaders propagandise on behalf of justice (contra Mandeville, this technique works only by appealing to and intensifying moral sentiments we already have). (2) Parents instill children with a reliable and deeply rooted concern for the rules of justice. (3) Concern for reputation makes us scrupulously avoid injustice as a matter of personal principle.\n\nThe next four sections see Hume completing his examination of justice as an artificial virtue: he argues that \"the three fundamental laws of nature, that of the stability of possession, of its transference by consent, and of the performance of promises\" are all based on human convention. He begins by discussing the general rule of stability and its applications. To make a peaceful establishment of society, we must avoid controversial \"particular judgements\" about who is best suited to make use of what resources, and instead adopt a general rule of present possession, simply as a \"natural expedient\" with all the appeal of custom. Once society has been established, the additional rules of occupation (i.e. \"first possession\"), prescription (i.e. \"long possession\"), accession (e.g. \"the fruits of our garden\"), and succession (i.e. inheritance) are developed. These rules are largely the product of the imagination, with ownership determined by the association of ideas. Second, because \"rigid stability\" would of course bring great disadvantages (resources having been allocated by mere \"chance\"), we need a peaceful way to induce changes in ownership: thus we adopt the \"obvious\" rule of transference by consent. And as for the related rule of \"delivery\" (physically transferring the object or some symbolic token thereof), this is simply a useful technique for visualizing \"the mysterious transition of the property\" (property being an inconceivable quality \"when taken for something real, without any reference to morality, or the sentiments of the mind\"), much as Catholics use imagery to \"represent the inconceivable mysteries of the Christian religion\".\n\nHume then examines the final \"law of nature\"—the performance of promises—giving a two-stage argument that promise-keeping is an artificial virtue. First, promises are naturally unintelligible, for there is no distinctive mental act for promises to express, neither resolutions nor desires nor a direct willing of the act. And as for willing an obligation, this is too absurd to be plausible: given that changes in obligation require changes in human sentiment, it is plainly impossible to will an obligation into existence. But second, even if promises were naturally intelligible, they could not create an obligation: i.e., even if we were foolish enough to mentally will an obligation, nothing would change, since no voluntary act could ever change human sentiments. Hume also reprises the circle argument, arguing that there is no motive for promise-keeping other than a sense of duty in doing so.\n\nHow, then, does the artificial convention of promising come about? The first two laws of nature, for all their usefulness, leave many further opportunities for mutual advantage unrealised (e.g., non-simultaneous cooperative exchanges of labour), unable to overcome the meanness of human nature in the absence of \"mutual confidence and security\". But unvirtuous individuals will soon learn to cooperate with each other simply from a self-interested expectation of the benefits of future cooperation, and special language is introduced to express one's resolution to perform one's part (on penalty of social distrust)—thus the practice is distinguished from the favors of true friends, and secured through staking one's reputation on faithful performance. The convention is then made moral in the same way as before (\"[p]ublic interest, education, and the artifices of politicians\") and a fictional act of the mind (\"willing an obligation\") is fabricated to make sense of the moral obligation. Finally, Hume reinforces this explanation by observing that a promise obligates you even if you mentally crossed your fingers, but does not obligate you if it was honestly unintended or if you were obviously joking, and yet does obligate you if your devious insincerity is apparent to shrewd observers, and yet does not obligate you if induced by force (alone among all motives): \"[a]ll these contradictions\", Hume says, are best explained by his convention-based account of promising. He adds that the \"terrible\" Catholic doctrine of intention (viz., that a sacrament is invalidated if its minister is in the wrong state of mind) is actually more reasonable than the practice of promising—since theology is less important than promise-keeping, it can afford to sacrifice utility to consistency.\n\nFinally, Hume reviews these \"laws of nature\" and offers three additional arguments for their artificiality. (1) Justice is commonly defined in terms of property, and yet it is impossible to understand property except in terms of justice. But since there is no natural sentiment of approval for the practice of justice described in neutral language, \"abstracting from the notio[n] of property\" (e.g., restoring an object to its first possessor), justice is not a natural virtue. (2) Justice and injustice come in bright lines and sharp boundaries, whereas our natural moral sentiments come in degrees. (3) Justice and injustice are universal and general, whereas our natural moral sentiments are partial and particular: e.g., justice might decide in favor of a featherbrained and filthy-rich bachelor instead of a level-headed man trying to support his destitute family, setting aside as irrelevant all the circumstances that engage our affections in favor of the latter.\n\nIn the next six sections, Hume completes his \"system concerning the laws of nature and nations\" with a lengthy discussion of government. The need for government arises from our short-term thinking: though lawful conduct is clearly in our interest, we get carried away by a dangerous \"narrowness of soul, which makes [us] prefer the present to the remote\", so that rule violations become more frequent and therefore more strategically advisable. Humans are incapable of overcoming this weakness and changing our nature, no matter how much we may regret it from a clear-sighted long-term perspective, so we must instead change our situation and turn to the artificial expedient of government: giving fairly disinterested public officials the power to enforce the laws of justice, to decide disputes impartially, and even to provide public goods otherwise underproduced due to free rider problems.\n\nHume then critiques the liberal Whig theory of government as deriving its authority only from the consent of the governed, as traced back to an original contract between ruler and people. He agrees with the rudiments of the Whig theory: simple societies can long subsist without government, for it is war between societies that first brings serious social disorder (from conflict over the spoils of war) and then government, with military leaders becoming political leaders at a public assembly. But though government typically originates in a social agreement, promising cannot be its one and only source of authority. For, as Hume has argued, promise-keeping itself originates in a social convention serving the public interest, so that if government serves the public interest by \"preserv[ing] order and concord in society\", then it gains an authority of its own equivalent to that of promise-keeping. We have a parallel interest in both: promise-keeping is a human invention needed for social cooperation, and government is a human invention needed (in large and advanced societies) for reliably enforcing such practices and thereby preserving social order, with neither invention serving a more general or more significant interest than the other. And the two run parallel morally as well: promise-breaking and anti-government action are both disapproved of primarily from a sense of common interest. Thus there is no sense founding the one in the other. Hume also appeals to the opinions of everyday people (which in questions of morality and other sentimentalist domains \"carry with them a peculiar authority, and are, in a great measure, infallible\"), who see themselves as born to obedience independently of any promising, tacit or otherwise, even to authoritarian states—an understanding reflected in legal codes on rebellion.\n\nBut Hume agrees with the Whigs about the right of resistance when governments become tyrannical. Our interest in government consists in \"the security and protection, which we enjoy in political society\", and therefore disappears as soon as the authorities become intolerably oppressive. And though our moral obligation to allegiance might be expected to linger on stubbornly due to the influence of general rules, our familiarity with human nature and the history of tyrants will give us additional general rules marking out exceptions to the common rule. And thus public opinion (\"perfectly infallible\" in questions of morality) is not wed to any exceptionless rule of \"passive obedience\", but is perfectly willing to \"make allowances for resistance in the more flagrant instances of tyranny and oppression\".\n\nThe next problem of allegiance is who exactly is the rightful ruler? And according to Hume, such questions are often irresolvable by reason, and it can be wise to simply go with the flow in the \"interests of peace and liberty\". Again, Hume agrees that political society begins with a social agreement promising allegiance to certain people. But once a government acquires its own authority by serving the public interest, it is (paradoxically) in our interest to renounce our interest and simply abide the powers that be, lest we fall into divisive controversies over the best possible ruler. Questions of succession are then answered with five somewhat arbitrary principles: (1) long possession: the influence of custom favors long-established forms of governments, though it takes longer to acquire a right to large nations; (2) present possession: few governments have any better claim to authority than successfully holding onto power; (3) conquest: we favor glorious conquerors over detestable usurpers; (4) succession: along with the clear advantages of hereditary government, Hume emphasises our imaginative tendency to associate parents with children and pass belongings from one to the other; (5) positive laws: lawmakers may change the form of government, though any drastic departures from tradition are apt to diminish popular allegiance. And with so many distinct principles, the choice of ruler is sometimes wonderfully clear, and sometimes hopelessly unclear. In a closing discussion of the Glorious Revolution, Hume defends keeping the right of resistance unformulated and out of the legal code, and extending this right from cases of direct oppression to cases of interbranch constitutional encroachment in \"mix'd governments\", adding two \"philosophical reflections\": first, Parliament's authority to exclude the heirs of rulers they have deposed, but not the heirs of rulers who simply died, derives from mere imaginative inertia; second, a contested change in authority may acquire legitimacy retroactively from a stable line of successors.\n\nHume then examines international law: the similarities between individuals and entire nations yield the same three laws of nature as before, but the special needs of nations call for special rules (e.g., diplomatic immunity). But because cooperation among nations is \"not so necessary nor advantageous as that among individuals\", moral rules have significantly less force in international contexts and \"may lawfully be transgress'd from a more trivial motive\"—i.e., a weaker natural obligation brings a weaker moral obligation. Only general practice can determine exactly how much weaker the obligation is, and indeed the fact that the rules are recognised to be weaker in practice shows that people have \"an implicit notion\" of their artificiality.\n\nThe final section examines the social rules governing the sexual behavior of women (\"chastity and modesty\"), which Hume takes to nicely illustrate how artificial virtues grounded only in social interest can nevertheless acquire universal force. It is boringly obvious that these rules are not exactly natural, and yet they solve a natural problem: a child needs both parents, parents need to know the child is theirs, and paternity is subject to uncertainty. And since questions of sexual fidelity cannot be settled in courtrooms, society needs informal norms (with weakened evidential standards and heightened reputational import) policing fidelity in women. Indeed, Hume adds, given female weakness in the face of sexual temptation, society needs women to feel a strong aversion to anything even suggestive of infidelity. This solution might sound unrealistic in the abstract, but nature has made it a reality: those personally concerned with infidelity have swept along the unconcerned in their disapproval, molded the minds of girls, and extended the general rule into apparently irrational territory, with \"debauch'd\" men shocked at any female transgression and postmenopausal women condemned for perfectly harmless promiscuity. Men instead stake their reputation on courage (a partly natural virtue) and enjoy looser sexual norms, fidelity in males (like cooperation among nations) being less important for society.\n\nHume finishes the Treatise by examining the \"natural virtues\": those character traits approved of independently of social conventions. In a general review of morality and the passions, he reminds us that human psychology is driven by pain and pleasure, which call up direct passions and then the indirect passions that explain moral evaluation and which \"qualities or characters\" count as virtuous or not. And since the indirect passions apply to actions only as indicating something stable in the agent's mind, the moral sentiments are also directed primarily at \"mental qualities\" and only derivatively at actions.\n\nAfter this review, Hume presents his central \"hypothesis\" concerning the natural virtues and vices: moral evaluation of these traits is best explained in terms of sympathy. The hypothesis is supported by three points: sympathy is so \"very powerful\" that mere observation of an emotion's causes or effects can communicate the emotion to us, the beauty we find in anything useful stems from sympathy with the pleasure it might bring its users, and likewise the moral beauty we find in the artificial virtues stems from sympathy with the public interest that these virtues serve. Given these three points, and given that natural virtues and social utility often go together, parsimony dictates that we also explain the natural virtues in terms of sympathy. Hume finds the connection between virtue and utility fairly obvious: it inspired Mandeville's erroneous account of virtue as a fraudulent invention of conniving politicians, and indeed the connection is even stronger with natural virtues than with artificial virtues. For though artificial virtues may harm society in particular cases (promoting the public interest only when mediated by a \"general scheme\"), natural virtues help society in every case, which makes it even more probable that sympathy explains moral evaluation of the natural virtues.\n\nHume further develops his sympathy-based account of the natural virtues by considering two objections. First, variability and impartiality: how can something as variable as sympathy account for moral impartiality of the sort that recognises virtue in loved ones and complete strangers alike? Hume's answer is that, because variability in moral evaluation would lead to hopeless practical conflict, we correct ourselves in our \"general judgements\" by fixing onto a \"common point of view\": i.e., we focus on the people within someone's sphere of influence, and evaluate his character by sympathetically considering how they are affected by his character traits. Indeed, we perform similar corrections for our senses and our aesthetic judgements. Of course, our passions may resist correction, so that only our language is changed; but we still know that our emotional favoritism of some over others would go away if we were equally close to them all, which is perhaps enough to settle \"a general calm determination of the passions\". Second, moral luck: how can sympathy explain cases where unusual external circumstances have prevented someone's internal character from having its usual effects? Hume's answer is that the imagination follows general rules, focusing more on something's general tendencies than its actual effects, and that our moral sentiments are influenced accordingly. Naturally, we will feel even stronger approval when the general tendency is actually realised, but we deliberately set aside moral luck to correct our general moral judgements. This explains how we can manage such \"extensive sympathy\" in morality despite our \"limited generosity\" in practice: it takes \"real consequences\" and particular cases to \"touch the heart\" and \"controul our passions\", but \"seeming tendencies\" and general trends are enough to \"influence our taste\".\n\nHe finishes this general treatment of the natural virtues with a fourfold classification: every natural virtue is either (1) useful to others, (2) useful to the person himself, (3) immediately agreeable to others, or (4) immediately agreeable to the person himself. Of these \"four sources of moral distinctions\", the most important are the virtues of usefulness, which please us even when mere private interest is at stake: thus we approve of prudence and frugality, and while the vice of \"indolence\" is sometimes indulged (as an excuse for the unsuccessful or a veiled boast of sophistication), \"dexterity in business\" wins approval by sheer sympathy with the person's private interest. The two categories of useful virtues are often blended together by sympathy: what hurts me ends up paining others as they sympathise with me, and what hurts others ends up paining me as I sympathise with them. Less important are the virtues of immediate agreeableness: instead of reflecting on the positive tendencies of a mental quality, we simply find it pleasant in and of itself (e.g. wit, insouciance). And even here sympathy plays a major role: we approve of these virtues in large part because they bring pleasure to others or the person himself. Hume concludes with \"a general review of the present hypothesis\"—viz., that we evaluate character by sympathetically considering its impact on the person himself and others within his sphere of influence—and a brief remark on how \"good or ill desert\" is explained in terms of the benevolence or anger that come with evaluating (i.e. loving or hating) another person.\n\nHume then applies his \"general system of morals\" to two kinds of virtue: the rough \"heroic virtue\" of the great, and the kind-hearted virtue of the good. As for heroic virtue, it derives its merit from a suspect source: pride. Pride has a bad name because the idea of someone superior to us can be so immediately disagreeable, but Hume distinguishes between \"ill-grounded\" and \"well-grounded\" pride. Ill-grounded pride pains us by comparison, when someone else overrates their own merit and this idea of a superior becomes more than an \"idle\" fiction and reaches a medium level of strength. But someone else's well-grounded pride brings us pleasure by sympathy, when the idea is so strong in us that we fully believe in their merit. And thus well-grounded pride is a virtue, thanks to its usefulness and agreeableness to the person himself. Now, because we are so prone to the vice of excessive pride, social harmony demands artificial rules (\"rules of good-breeding\") against the open expression of any pride at all. But \"a man of honour\" is still expected to have a healthy internal sense of his own merit, and those whose modesty goes too far are scorned for their \"meanness\" or \"simplicity\". Thus it is that heroic virtues—\"[c]ourage, intrepidity, ambition, love of glory, magnanimity, and all the other shining virtues of that kind\"—are chiefly admired for the \"well-regulated pride\" they embody. Indeed, though excessive pride is harmful to oneself (even when courteously concealed from others), and military glory is often extremely harmful to others, nevertheless there is something admirable and \"dazzling\" in the pride of a hero, due to the immediately agreeable \"elevated and sublime sensation\" he experiences. Hume adds that our disapproval of open pride even in those who have never insulted us (e.g. historical figures) is due to an additional sympathy with the people around them.\n\nAs for the virtues of \"goodness and benevolence\", Hume explains their merit primarily in terms of their positive impact on others. The section begins by reviewing Hume's account of moral evaluation from the common point of view, and of sympathy with a person's sphere of influence. Here the \"tender passions\" are not only themselves good for society, they are needed to direct other virtues towards the public good. But there is also a more immediate approval, as we are simply \"touch'd with a tender sentiment\" or sympathetic to characters like our own—this is why even benevolent \"trifles\" and excesses in love still win approval, as the love in their minds easily converts into love in our minds for them. As for the contrasting \"angry passions\", they are judged by comparison with humanity in general—such passions are excused when normal, sometimes scorned when absent, and even applauded when impressively low, though \"they form the most detested of all vices\" when they \"rise up to cruelty\"—and for its negative impact on others. Indeed, in general, your moral virtue is mostly determined by how desirable you are in different social relations.\n\nHume finishes by explaining how his system accommodates not only the \"moral virtues\" but also the \"natural abilities\" of the mind, and by downplaying the distinction as not very important and largely a matter of mere terminology. Virtues and abilities are alike, Hume contends, in their \"causes and effects\": they are mental qualities that produce pleasure and elicit approval, and we all care about both. To the objection that the distinction matters because the approval of abilities feels different from the approval of virtues, Hume responds that our approval of different things always feels different (e.g., with different virtues). To the objection that virtues are unlike abilities in being voluntary and involving free will, Hume replies that many virtues are involuntary (especially the virtues of the great), that voluntariness has no clear relevance to the process of moral evaluation, and that we have no free will other than mere voluntariness. But voluntariness helps explain why \"moralists\" think the distinction matters: in contexts of moral exhortation, Hume explains, it is important to focus on those qualities that are most responsive to social pressure, rather than approving indiscriminately of any mental excellence, like everyday people and ancient philosophers.\n\nThese natural abilities of the mind are valued mainly for their usefulness for the person himself: e.g. prudence, sagacity, industry, patience. Sometimes immediate agreeableness is most important, whether to others (e.g. wit, eloquence, charisma, even cleanliness) or the person himself (e.g. cheerfulness). Our judgements are influenced by empirical associations between a quality and a person's age or walk of life (e.g., disapproval of levity in the old). Natural abilities also influence our evaluations by making an able person more consequential in life, for good or ill. The question of why we are less inclined to value a person according to the quickness and accuracy of their memory Hume explains by noting that (unlike the intellect) \"the memory is exerted without any sensation of pleasure or pain; and in all its middling degrees serves almost equally well in business and affairs\".\n\nThus far Hume's account has dealt exclusively with mental qualities, but he goes some way to accommodate \"bodily advantages\" and \"the advantages of fortune\", which are equally capable of eliciting \"love and approbation\". Thus women love a strong man in sympathy with the utility a lover of his could be expected to receive, everyone finds beauty in healthy and useful body parts, and an immediate pleasure or dismay arises from the perception of regular features or \"a sickly air\", respectively. Thus we esteem the wealthy by sympathy with the pleasure their riches give them, reinforced by their being more consequential. Hume notes that, though he cannot explain why, the feeling of approval is more determined by the kind of subject contemplated (e.g., an inanimate object, or a person) than by the kind of mechanism driving the approval (e.g., sympathy with utility, or immediate agreeableness).\n\nThe conclusion of Book 3, and therefore the Treatise as a whole, briefly recapitulates the reasoning for Hume's thesis that \"sympathy is the chief source of moral distinctions\". Indeed, most would agree that justice and \"the useful qualities of the mind\" are valued for their usefulness, and what besides sympathy can explain why we care about the public good or \"the happiness of strangers\"? This \"system of ethics\" is not only supported by \"solid argument\", Hume adds, but it can help moralists show the \"dignity\" and the \"happiness\" of virtue. First, it puts morality in a good light to see it derived from \"so noble a source\" as sympathy: we end up approving of virtue, the sense of virtue, and even the psychological principles underlying the sense of virtue. And while the artificiality of justice may seem unattractive at first, this disappears when we remember that since \"[t]he interest, on which justice is founded, is the greatest imaginable, and extends to all times and place\", therefore the rules of justice are \"stedfast and immutable; at least, as immutable as human nature\". Secondly, a life of virtue pays off quite well, bringing immediate advantages, an enhanced social reputation, and the \"inward satisfaction\" of a mind able to \"bear its own survey\". So, while Hume presents himself as a theoretical \"anatomist\" who dissects human psychology into ugly bits, his work is well-suited for the practical \"painter\" who styles morality into a beautiful and inviting ideal.\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/David_Hume",
        "https://en.wikipedia.org/wiki/Philosophy",
        "https://en.wikipedia.org/wiki/Wikisource",
        "https://en.wikipedia.org/wiki/David_Hume",
        "https://en.wikipedia.org/wiki/History_of_philosophy",
        "https://en.wikipedia.org/wiki/Empiricism",
        "https://en.wikipedia.org/wiki/Scepticism",
        "https://en.wikipedia.org/wiki/Empirical_evidence",
        "https://en.wikipedia.org/wiki/Human_nature",
        "https://en.wikipedia.org/wiki/Isaac_Newton",
        "https://en.wikipedia.org/wiki/Rationalism",
        "https://en.wikipedia.org/wiki/Problem_of_induction",
        "https://en.wikipedia.org/wiki/Causality",
        "https://en.wikipedia.org/wiki/Moral_sense_theory",
        "https://en.wikipedia.org/wiki/Personal_identity",
        "https://en.wikipedia.org/wiki/Compatibilism",
        "https://en.wikipedia.org/wiki/Cognitive_Science",
        "https://en.wikipedia.org/wiki/Kingdom_of_Great_Britain",
        "https://en.wikipedia.org/wiki/An_Enquiry_Concerning_Human_Understanding",
        "https://en.wikipedia.org/wiki/An_Enquiry_Concerning_the_Principles_of_Morals",
        "https://en.wikipedia.org/wiki/An_Enquiry_Concerning_the_Principles_of_Morals",
        "https://en.wikipedia.org/wiki/Empirical_evidence",
        "https://en.wikipedia.org/wiki/Psychology",
        "https://en.wikipedia.org/wiki/A_priori_and_a_posteriori",
        "https://en.wikipedia.org/wiki/Experiment",
        "https://en.wikipedia.org/wiki/Scientific_control",
        "https://en.wikipedia.org/wiki/Intellect",
        "https://en.wikipedia.org/wiki/Innatism",
        "https://en.wikipedia.org/wiki/The_Missing_Shade_of_Blue",
        "https://en.wikipedia.org/wiki/Memory",
        "https://en.wikipedia.org/wiki/Idea",
        "https://en.wikipedia.org/wiki/Association_of_ideas",
        "https://en.wikipedia.org/wiki/Substance_theory",
        "https://en.wikipedia.org/wiki/Bundle_theory",
        "https://en.wikipedia.org/wiki/George_Berkeley",
        "https://en.wikipedia.org/wiki/Infinite_divisibility",
        "https://en.wikipedia.org/wiki/Absolute_time_and_space",
        "https://en.wikipedia.org/wiki/Vacuum",
        "https://en.wikipedia.org/wiki/An_Enquiry_Concerning_Human_Understanding",
        "https://en.wikipedia.org/wiki/Relation_of_Ideas",
        "https://en.wikipedia.org/wiki/Mathematical_proof",
        "https://en.wikipedia.org/wiki/Perception",
        "https://en.wikipedia.org/wiki/Causality",
        "https://en.wikipedia.org/wiki/Problem_of_induction",
        "https://en.wikipedia.org/wiki/Uniformitarianism",
        "https://en.wikipedia.org/wiki/Belief",
        "https://en.wikipedia.org/wiki/Afterlife",
        "https://en.wikipedia.org/wiki/Classical_conditioning",
        "https://en.wikipedia.org/wiki/Dice",
        "https://en.wikipedia.org/wiki/Cognitive_bias",
        "https://en.wikipedia.org/wiki/Projectivism",
        "https://en.wikipedia.org/wiki/Comparative_psychology",
        "https://en.wikipedia.org/wiki/Philosophical_skepticism",
        "https://en.wikipedia.org/wiki/Personal_identity",
        "https://en.wikipedia.org/wiki/Cognitive_dissonance",
        "https://en.wikipedia.org/wiki/Direct_and_indirect_realism",
        "https://en.wikipedia.org/wiki/Aristotelianism",
        "https://en.wikipedia.org/wiki/Scientific_Revolution",
        "https://en.wikipedia.org/wiki/Substantial_form",
        "https://en.wikipedia.org/wiki/Philosophy_of_mind",
        "https://en.wikipedia.org/wiki/Materialism",
        "https://en.wikipedia.org/wiki/Baruch_Spinoza",
        "https://en.wikipedia.org/wiki/Philosophy_of_Spinoza",
        "https://en.wikipedia.org/wiki/Personal_identity",
        "https://en.wikipedia.org/wiki/Philosophy_of_self",
        "https://en.wikipedia.org/wiki/Emotion",
        "https://en.wikipedia.org/wiki/Pride",
        "https://en.wikipedia.org/wiki/Shame",
        "https://en.wikipedia.org/wiki/Ineffability",
        "https://en.wikipedia.org/wiki/Virtue",
        "https://en.wikipedia.org/wiki/Vice",
        "https://en.wikipedia.org/wiki/Moral_psychology",
        "https://en.wikipedia.org/wiki/Thomas_Hobbes",
        "https://en.wikipedia.org/wiki/Bernard_Mandeville",
        "https://en.wikipedia.org/wiki/Beauty",
        "https://en.wikipedia.org/wiki/Property",
        "https://en.wikipedia.org/wiki/Money",
        "https://en.wikipedia.org/wiki/Slavery",
        "https://en.wikipedia.org/wiki/Reputation",
        "https://en.wikipedia.org/wiki/Sympathy",
        "https://en.wikipedia.org/wiki/Comparative_anatomy",
        "https://en.wikipedia.org/wiki/Love",
        "https://en.wikipedia.org/wiki/Hatred",
        "https://en.wikipedia.org/wiki/Aggression",
        "https://en.wikipedia.org/wiki/Pity",
        "https://en.wikipedia.org/wiki/Schadenfreude",
        "https://en.wikipedia.org/wiki/Compassion",
        "https://en.wikipedia.org/wiki/Envy",
        "https://en.wikipedia.org/wiki/Horror_and_terror",
        "https://en.wikipedia.org/wiki/Respect",
        "https://en.wikipedia.org/wiki/Contempt",
        "https://en.wikipedia.org/wiki/Social_class",
        "https://en.wikipedia.org/wiki/Physical_attractiveness",
        "https://en.wikipedia.org/wiki/Libido",
        "https://en.wikipedia.org/wiki/Interpersonal_attraction",
        "https://en.wikipedia.org/wiki/Hunting_dog",
        "https://en.wikipedia.org/wiki/Free_will",
        "https://en.wikipedia.org/wiki/Determinism",
        "https://en.wikipedia.org/wiki/Compatibilism",
        "https://en.wikipedia.org/wiki/Moral_responsibility",
        "https://en.wikipedia.org/wiki/Motivation",
        "https://en.wikipedia.org/wiki/Habituation",
        "https://en.wikipedia.org/wiki/Time_preference",
        "https://en.wikipedia.org/wiki/Pleasure",
        "https://en.wikipedia.org/wiki/Pain",
        "https://en.wikipedia.org/wiki/Good_and_evil",
        "https://en.wikipedia.org/wiki/Instinct",
        "https://en.wikipedia.org/wiki/Joy",
        "https://en.wikipedia.org/wiki/Grief",
        "https://en.wikipedia.org/wiki/Hope",
        "https://en.wikipedia.org/wiki/Fear",
        "https://en.wikipedia.org/wiki/Hunger",
        "https://en.wikipedia.org/wiki/Lust",
        "https://en.wikipedia.org/wiki/Sustain",
        "https://en.wikipedia.org/wiki/Curiosity",
        "https://en.wikipedia.org/wiki/Truth",
        "https://en.wikipedia.org/wiki/Gossip",
        "https://en.wikipedia.org/wiki/Doubt",
        "https://en.wikipedia.org/wiki/Moral_rationalism",
        "https://en.wikipedia.org/wiki/Samuel_Clarke",
        "https://en.wikipedia.org/wiki/John_Balguy",
        "https://en.wikipedia.org/wiki/William_Wollaston",
        "https://en.wikipedia.org/wiki/Parricide",
        "https://en.wikipedia.org/wiki/Incest",
        "https://en.wikipedia.org/wiki/Justice",
        "https://en.wikipedia.org/wiki/Virtue_ethics",
        "https://en.wikipedia.org/wiki/Society",
        "https://en.wikipedia.org/wiki/Division_of_labour",
        "https://en.wikipedia.org/wiki/Family",
        "https://en.wikipedia.org/wiki/Selfishness",
        "https://en.wikipedia.org/wiki/Scarcity",
        "https://en.wikipedia.org/wiki/Resource",
        "https://en.wikipedia.org/wiki/Origin_of_language",
        "https://en.wikipedia.org/wiki/Currency",
        "https://en.wikipedia.org/wiki/Promise",
        "https://en.wikipedia.org/wiki/Greed",
        "https://en.wikipedia.org/wiki/State_of_nature",
        "https://en.wikipedia.org/wiki/Golden_Age",
        "https://en.wikipedia.org/wiki/Free_good",
        "https://en.wikipedia.org/wiki/Natural_law",
        "https://en.wikipedia.org/wiki/First_possession_theory_of_property",
        "https://en.wikipedia.org/wiki/Adverse_possession",
        "https://en.wikipedia.org/wiki/Inheritance",
        "https://en.wikipedia.org/wiki/Christian_symbolism",
        "https://en.wikipedia.org/wiki/Crossed_fingers",
        "https://en.wikipedia.org/wiki/Government",
        "https://en.wikipedia.org/wiki/Free_rider_problem",
        "https://en.wikipedia.org/wiki/Consent_of_the_governed",
        "https://en.wikipedia.org/wiki/Social_contract",
        "https://en.wikipedia.org/wiki/War",
        "https://en.wikipedia.org/wiki/Authoritarianism",
        "https://en.wikipedia.org/wiki/Rebellion",
        "https://en.wikipedia.org/wiki/Right_to_resist",
        "https://en.wikipedia.org/wiki/Allegiance",
        "https://en.wikipedia.org/wiki/Tyranny",
        "https://en.wikipedia.org/wiki/Passive_obedience",
        "https://en.wikipedia.org/wiki/Usurper",
        "https://en.wikipedia.org/wiki/Order_of_succession",
        "https://en.wikipedia.org/wiki/Tradition",
        "https://en.wikipedia.org/wiki/Separation_of_powers",
        "https://en.wikipedia.org/wiki/International_law",
        "https://en.wikipedia.org/wiki/Diplomatic_immunity",
        "https://en.wikipedia.org/wiki/Human_sexual_activity",
        "https://en.wikipedia.org/wiki/Chastity",
        "https://en.wikipedia.org/wiki/Modesty",
        "https://en.wikipedia.org/wiki/Monogamy",
        "https://en.wikipedia.org/wiki/Temptation",
        "https://en.wikipedia.org/wiki/Menopause",
        "https://en.wikipedia.org/wiki/Promiscuity",
        "https://en.wikipedia.org/wiki/Courage",
        "https://en.wikipedia.org/wiki/Impartiality",
        "https://en.wikipedia.org/wiki/Moral_luck",
        "https://en.wikipedia.org/wiki/Utilitarianism",
        "https://en.wikipedia.org/wiki/Hero",
        "https://en.wikipedia.org/wiki/Etiquette",
        "https://en.wikipedia.org/wiki/Glorification",
        "https://en.wikipedia.org/wiki/Magnanimity",
        "https://en.wikipedia.org/wiki/Cruelty",
        "https://en.wikipedia.org/wiki/Prudence",
        "https://en.wikipedia.org/wiki/Wisdom",
        "https://en.wikipedia.org/wiki/Diligence",
        "https://en.wikipedia.org/wiki/Patience",
        "https://en.wikipedia.org/wiki/Wit",
        "https://en.wikipedia.org/wiki/Eloquence",
        "https://en.wikipedia.org/wiki/Charisma",
        "https://en.wikipedia.org/wiki/Cleanliness",
        "https://en.wikipedia.org/wiki/Old_age",
        "https://en.wikipedia.org/wiki/Wealth",
        "https://en.wikipedia.org/wiki/Conscience",
        "https://en.wikipedia.org/wiki/Science_of_man",
        "https://en.wikipedia.org/wiki/David_Hume",
        "https://en.wikipedia.org/wiki/David_Hume",
        "https://en.wikipedia.org/wiki/David_Hume",
        "https://en.wikipedia.org/wiki/Wikisource",
        "https://en.wikipedia.org/wiki/PhilPapers",
        "https://en.wikipedia.org/wiki/Project_Gutenberg",
        "https://en.wikipedia.org/wiki/LibriVox",
        "https://en.wikipedia.org/wiki/David_Hume",
        "https://en.wikipedia.org/wiki/An_Enquiry_Concerning_Human_Understanding",
        "https://en.wikipedia.org/wiki/An_Enquiry_Concerning_the_Principles_of_Morals",
        "https://en.wikipedia.org/wiki/Four_Dissertations",
        "https://en.wikipedia.org/wiki/Dialogues_Concerning_Natural_Religion",
        "https://en.wikipedia.org/wiki/Problem_of_induction",
        "https://en.wikipedia.org/wiki/The_Missing_Shade_of_Blue",
        "https://en.wikipedia.org/wiki/Of_Miracles",
        "https://en.wikipedia.org/wiki/Scottish_Enlightenment",
        "https://en.wikipedia.org/wiki/Empiricists",
        "https://en.wikipedia.org/wiki/Hume_Studies",
        "https://en.wikipedia.org/wiki/A_Treatise_of_Human_Nature",
        "https://en.wikipedia.org/wiki/A_Treatise_of_Human_Nature",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}