{
    "url": "https://en.wikipedia.org/wiki/Academic_degree",
    "title": "Academic degree",
    "table_of_contents": [
        "1 History",
        "1.1 Emergence of the doctor's and master's degrees and the licentiate",
        "1.2 Emergence of the bachelor's degree",
        "1.3 Evolution of the terminology of degrees",
        "1.4 Degrees awarded by institutions other than universities",
        "1.5 Academic dress",
        "2 Laws on granting and use of degrees",
        "3 Indicating earned degrees",
        "4 Online degree",
        "5 Degree systems by regions",
        "5.1 Asia",
        "5.1.1 Bangladesh, India and Pakistan",
        "5.1.2 Sri Lanka",
        "5.2 Africa",
        "5.2.1 Tunisia",
        "5.2.2 South Africa",
        "5.2.3 Kenya",
        "5.3 Europe",
        "5.3.1 Austria",
        "5.3.2 Belgium",
        "5.3.3 Czech Republic",
        "5.3.4 Denmark",
        "5.3.5 Finland",
        "5.3.6 France",
        "5.3.7 Germany",
        "5.3.8 Greece",
        "5.3.9 Ireland",
        "5.3.10 Italy",
        "5.3.11 Netherlands",
        "5.3.11.1 Admission",
        "5.3.11.2 Pre-Bologna phases",
        "5.3.11.3 Bachelor/master structure",
        "5.3.11.4 Academic title bearing",
        "5.3.12 Norway",
        "5.3.13 Poland",
        "5.3.14 Russia, Ukraine and some other former USSR republics",
        "5.3.15 Spain",
        "5.3.16 Sweden",
        "5.3.17 Switzerland",
        "5.3.18 United Kingdom",
        "5.3.18.1 England, Wales and Northern Ireland",
        "5.3.18.2 Scotland",
        "5.4 North America",
        "5.4.1 Canada",
        "5.4.1.1 Quebec",
        "5.4.2 Mexico",
        "5.4.3 United States",
        "5.4.3.1 Current levels of attainment of degrees",
        "5.4.3.2 Perceptions of the value of a degree in the US",
        "5.5 Oceania",
        "5.5.1 Australia",
        "5.5.2 New Zealand",
        "5.6 South America",
        "5.6.1 Argentina",
        "5.6.2 Brazil",
        "5.6.3 Colombia",
        "5.6.4 Chile",
        "5.6.5 Venezuela",
        "6 Pontifical universities",
        "7 See also",
        "8 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "An academic degree is a qualification awarded to students upon successful completion of a course of study in higher education, usually at a college or university. These institutions commonly offer degrees at various levels, usually including undergraduate degrees, master's, and doctorates, often alongside other academic certificates and professional degrees. The most common undergraduate degree is the bachelor's degree, although in some countries there are lower level higher education qualifications that are also titled degrees (e.g. associate degrees and foundation degrees).\n\n"
        },
        {
            "title": "History",
            "text": "The doctorate (Latin: doceo \"I teach\") appeared in medieval Europe as a license to teach (Latin: licentia docendi) at a medieval university.[1] Its roots can be traced to the early church when the term \"doctor\" referred to the Apostles, church fathers and other Christian authorities who taught and interpreted the Bible.[1] The right to grant a licentia docendi was originally reserved to the church which required the applicant to pass a test, to take oath of allegiance and pay a fee. The Third Council of the Lateran of 1179 guaranteed the access – now largely free of charge – of all able applicants, who were, however, still tested for aptitude by the ecclesiastic scholastic.[2] This right remained a bone of contention between the church authorities and the slowly emancipating universities, but was granted by the Pope to the University of Paris in 1231 where it became a universal license to teach (licentia ubique docendi).[2] However, while the licentia continued to hold a higher prestige than the bachelor's degree (Baccalaureus), it was ultimately reduced to an intermediate step to the Magister and doctorate, both of which now became the exclusive qualification for teaching.[2]\n\nAt the university, doctoral training was a form of apprenticeship to a guild.[3] The traditional term of study before new teachers were admitted to the guild of \"Master of Arts\", seven years, was the same as the term of apprenticeship for other occupations. Originally the terms \"master\" and \"doctor\" were synonymous,[4] but over time the doctorate came to be regarded as a higher qualification than the master's degree.\n\nToday the terms \"master\" (from the Latin 'magister'– meaning literally: \"teacher\"), \"Doctor\", and \"Professor\" signify different levels of academic achievement, but in the Medieval university they were equivalent terms, the use of them in the degree name being a matter of custom at a university. (Most universities conferred the Master of Arts, although the highest degree was often termed Master of Theology/Divinity or Doctor of Theology/Divinity depending on the place).\n\nThe earliest doctoral degrees (theology – Divinitatis Doctor (D.D.), law – Legum Doctor (LL.D., later D.C.L.) and medicine – Medicinæ Doctor (M.D., D.M.)) reflected the historical separation of all higher University study into these three fields. Over time, the D.D. has gradually become less common outside theology and is now mostly used for honorary degrees, with the title \"Doctor of Theology\" being used more often for earned degrees. Studies outside theology, law and medicine were then called \"philosophy\", due to the Renaissance conviction that real knowledge could be derived from empirical observation. The degree title of Doctor of Philosophy is a much later time and was not introduced in England before 1900. Studies in what once was called philosophy are now classified as sciences and humanities.\n\nGeorge Makdisi theorizes that the ijazah issued in medieval Islamic madrasas in the 9th century was the origin of the doctorate that later appeared in medieval European universities.[5] Alfred Guillaume,[6] Syed Farid al-Attas[6] and Devin J. Stewart agree that there is a resemblance between the ijazah and the university degree.[7] However, Toby Huff and others reject Makdisi's theory.[8][9][10][11] Devin J. Stewart finds that the ijazat al-ifta, license to teach Islamic law and issue legal opinions, is most similar to the medieval European university degree in that it permits entry into certain professions. However, a key difference is that the granting authority of the ijaza is an individual professor whereas the university degree was granted by a corporate entity.[12]\n\nThe University of Bologna in Italy, regarded as the oldest university in Europe, was the first institution to confer the degree of Doctor in Civil Law in the late 12th century; it also conferred similar degrees in other subjects, including medicine.[13]\n\nThe University of Paris used the term \"master\" for its graduates, a practice adopted by the English universities of Oxford and Cambridge, as well as the ancient Scottish universities of St Andrews, Glasgow, Aberdeen and Edinburgh.\n\nIn the medieval European universities, candidates who had completed three or four years of study in the prescribed texts of the trivium (grammar, rhetoric and logic) and the quadrivium (arithmetic, geometry, astronomy and music), together known as the Liberal Arts and who had successfully passed examinations held by their master, would be admitted to the degree of Bachelor of Arts, from the Latin baccalaureus, a term previously used of a squire (i.e., apprentice) to a knight. Further study and in particular successful participation in and then moderating of disputations would earn one the Master of Arts degree, from the Latin magister, \"master\" (typically indicating a teacher), entitling one to teach these subjects. Masters of Arts were eligible to enter study under the \"higher faculties\" of Law, Medicine or Theology and earn first a bachelor's and then master or doctor's degrees in these subjects. Thus, a degree was only a step on the way to becoming a fully qualified master – hence the English word \"graduate\", which is based on the Latin gradus (\"step\").\n\nThe naming of degrees eventually became linked with the subjects studied. Scholars in the faculties of arts or grammar became known as \"master\", but those in theology, medicine and law were known as \"doctor\". As study in the arts or in grammar was a necessary prerequisite to study in subjects such as theology, medicine and law, the degree of doctor assumed a higher status than the master's degree. This led to the modern hierarchy in which the Doctor of Philosophy (Ph.D.), which in its present form as a degree based on research and dissertation is a development from 18th- and 19th-century German universities, is a more advanced degree than the Master of Arts (M.A.). The practice of using the term doctor for PhDs developed within German universities and spread across the academic world.\n\nThe French terminology is tied closely to the original meanings of the terms. The baccalauréat (cf. \"bachelor\") is conferred upon French students who have successfully completed their secondary education and admits the student to university. When students graduate from university, they are awarded licence, much as the medieval teaching guilds would have done and they are qualified to teach in secondary schools or proceed to higher-level studies. Spain had a similar structure: the term \"Bachiller\" was used for those who finished the secondary or high-school level education, known as \"Bachillerato\". The standard Spanish university 5-years degree was \"Licenciado\", (although there were a few 3-years associate degrees called \"diplomaturas\", from where the \"diplomados\" could move to study a related licenciatura). The highest level was \"Doctor\".\n\nIn the past, degrees have also been directly issued by authority of the monarch or by a bishop, rather than any educational institution. This practice has mostly died out. In Great Britain, Lambeth Degrees are still awarded by the Archbishop of Canterbury.[14] The Archbishop of Canterbury's right to grant degrees is derived from Peter's Pence Act of 1533 which empowered the Archbishop to grant dispensations previously granted by the Pope.[15]\n\nAmong educational institutions, St David's College, Lampeter was granted limited degree awarding powers by royal charter in the nineteenth century, despite not being a university. University College North Staffordshire was also granted degree awarding powers on its foundation in 1949, despite not becoming a university (as the University of Keele) until 1962. Following the Education Reform Act 1988, many educational institutions other than universities have been granted degree awarding powers, including higher education colleges and colleges of the University of London (many of which are now effectively universities in their own right).[16]\n\nIn most countries, gaining an academic degree entitles the holder to assume distinctive academic dress particular to the awarding institution, identifying the status of the individual wearing them.\n\n"
        },
        {
            "title": "Laws on granting and use of degrees",
            "text": "In many countries degrees may only be awarded by institutions authorised to do so by the national or regional government. Frequently governments will also regulate the use of university in names of businesses. This approach is followed, for example, by Australia[17] and the United Kingdom.[18] The use of fake degrees by individuals, either obtained from a bogus institution or simply invented, is often covered by fraud laws.[19][20]\n\n"
        },
        {
            "title": "Indicating earned degrees",
            "text": "Depending on culture and the degree earned, degrees may be indicated by a pre-nominal title, post-nominal letters, a choice of either or not indicated at all. In countries influenced by the UK, post-nominal letters are the norm, with only doctorates granting a title, while titles are the norm in many northern European countries.\n\nDepending on the culture and the purpose of the listing, only the highest degree, a selection of degrees or all degrees might be listed. The awarding institution may also be shown and it might be specified if a degree was at honours level, particularly where the honours degree is a separate qualification from the ordinary bachelor's degree.[21]\n\nFor member institutions of the Association of Commonwealth Universities, there is a standard list of abbreviations for university names given in the Commonwealth Universities Yearbook, but in practice many variations are used and the Yearbook notes that the abbreviations used may not match those used by the universities concerned.[22] For some British universities it is traditional to use Latin abbreviations, notably 'Oxon' and 'Cantab' for the universities of Oxford and Cambridge respectively,[23][24] in spite of these having been superseded by English 'Oxf' and 'Camb' in official university usage,[25] particularly in order to distinguish the Oxbridge MA from an earned MA.[26] Other Latin abbreviations commonly used include 'Cantuar' for Lambeth degrees (awarded by the Archbishop of Canterbury),[25] 'Dunelm' for Durham University,[27][28] 'Ebor' for the University of York[29] and 'Exon' for the University of Exeter.[30] The Ancient universities of Scotland and the University of London have abbreviations that are the same in English and Latin. (See Universities in the United Kingdom § Post-nominal abbreviations for a more complete list and discussion of abbreviations for British universities.)\n\nConfusion can result from universities sharing similar names, e.g. the University of York in the UK and York University in Canada or Newcastle University in the UK and the University of Newcastle in Australia. In this case, the convention is to include a country abbreviation with the university's name. For example, 'York (Can.)' and 'York (UK)' or 'Newc (UK)' and 'Newc (Aus.) are commonly used to denote degrees conferred by these universities where the potential for confusion exists,[31] and institution names are given in this form in the Commonwealth Universities Yearbook.[22]\n\nAbbreviations used for degrees vary between countries and institutions, e.g. MS indicates Master of Science in the US and places following American usage, but Master of Surgery in the UK and most Commonwealth countries, where the standard abbreviation for Master of Science is MSc. Common abbreviations include BA and MA for Bachelor and Master of Arts, BS/BSc and MS/MSc for Bachelor and Master of Science, MD for Doctor of Medicine and PhD for Doctor of Philosophy.[32][33]\n\n"
        },
        {
            "title": "Online degree",
            "text": "An online degree is an academic degree (usually a college degree, but sometimes the term includes high school diplomas and non-degree certificate programs) that can be earned primarily or entirely on a distance learning basis through the use of an Internet-connected computer, rather than attending college in a traditional campus setting. Improvements in technology, the increasing use of the Internet worldwide and the need for people to have flexible school schedules that enable them to work while attending school have led to a proliferation of online colleges that award associate's, bachelor's, master's and doctoral degrees.[34]\n\n"
        },
        {
            "title": "Degree systems by regions",
            "text": "Bangladesh and India  mostly follow the colonial era British system for classification of degrees.[35] However, Pakistan has recently switched to US model of two years associate degree and four year bachelor's degree program.  The arts, referring to the performing arts and literature, have the corresponding degrees: Bachelor of Arts (BA) and the Master of Arts (MA). Management degrees are also classified under 'Arts' but is nowadays considered a major new stream, Bachelor of Business Administration (BBA) and Master Of Business Administration (MBA). Science referring to the basic sciences and natural science (Biology, Physics, Chemistry etc.) the corresponding degree are Bachelor of Science (B.Sc.) and its master is called Master of Science (M.Sc.). \n\nAnother new set of Information Technology degree conferred specially in the field of computer science, Bachelor of Science in information technology (B.Sc.IT.) and Master of Science in information technology (M.Sc.IT.). The engineering degree in India follows two nomenclatures, Bachelor of Engineering (B.E.) and Bachelor of Technology (B.Tech.). Both represent bachelor's degree in engineering.[36] In Pakistan, engineering degrees are Bachelor of Engineering (B.E.) and Bachelor of Science in Engineering (B.S./B.Sc. Engineering). Both are same in curriculum, duration and pattern and differs only in nomenclature. The engineering degree in Bangladesh is Bachelor of Science in Engineering (B.Sc. Engineering). Medical Degree – Bachelor of Medicine & Bachelor of Surgery (MBBS), Dental Degree – Bachelor of Dental Surgery (BDS), Computer Application Degree – Bachelor of Computer Application (BCA) and Master of Computer Application (MCA).\n\nSri Lanka as many other commonwealth countries follow the British system with its own distinctions. Degrees are approved by the University Grants Commission.[37]\n\nGrading in Tunisia is done on a scale of 0–20. The passing grade is 10 out of 20 which is 50% of the complete mark, 20. This grading system is used from elementary school up to university level. A PhD thesis is even graded out of 20.\n\nTo get ahead on the academic ladder, one is strictly assessed numerically. That is; if you are a BA holder applying for an MA program you will be admitted according to how high your grades were during your undergraduate years.\n\nLevel 4 courses come in the form of 1st year of a bachelors programme or HNC (Higher National Certificate). Depending on the type of associate degree a student may be able to start their 2nd year of bachelors (The course must be the same as the one they are applying for)\n\nIn South Africa, grades (which are also commonly referred to as \"marks\") are presented as a percentage, where anything below 50% is a failure. There are generally opportunities to rewrite the exam if the grade of your first attempt was sufficient to warrant an additional attempt. Each institution independently determines which grades warrant an additional attempt.\n\nA degree in almost any discipline is available at one or another institution in South Africa. Some institutions are renowned for certain disciplines. Alphabetically, the major disciplines across the country are; Arts, Commerce, Engineering, Law, Medicine, Science and Theology.\n\nThere are several levels of degrees which are awarded according to a credit-based system devised by the SAQA (South African Qualifications Agency: [1]).\nEach level of degree has a different level of NQF rating, for example, an undergraduate (3-year) degree in Science is rated as an NQF level 6, and an additional year in that specific discipline will warrant the awarding of an NQF level 8 (or honours degree).\n\nIn Kenya, the first undergraduate degree starts after students have successfully completed four years of the secondary school education, and attained at least C+ (55-59%) in Kenya Certificate of Secondary Education (KCSE).\n\nFor students pursuing a degree certificate in bachelor of science engineering, such as B.Sc. Mechanical Engineering, B.Sc. Mechatronics Engineering, B.Sc. Electrical and Electronics Engineering, and Civil Engineering, they are required to join degree programs that are accredited by engineers board of kenya and commission for university education. B.Sc. degree in engineering takes five years.\n\nA degree in medicine or surgery may take six to seven years to complete. \nA degree in education or management takes around four years.\n\nThe first postgraduate degree, master's degree, starts after students have completed an undergraduate degree. For students to join a master's degree, they must have attained at least a second class honors upper division (60-69%) or lower division plus at least two years of relevant experience. Most master course degrees take two years and have no specific final grading. Usually, in an engineering master's degree, a student is required to publish at least one scientific paper in a peer reviewed journal.\n\nFor doctor of philosophy degrees, students must have completed a relevant master's degree. Students are required to carry out a supervised scientific study for at least three years and publish at least two scientific first-author papers in peer reviewed journals, relevant to their area of study.\n\nSince the Convention on the Recognition of Qualifications concerning Higher Education in the European Region in 1997 and the Bologna declaration in 1999, higher education systems in Europe are being harmonised through the Bologna process, based on a three-cycle hierarchy of degrees: Bachelor's/Licence –  Master's – Doctorate, with the later addition of a \"short cycle (within the first cycle)\" to cover sub-bachelor's qualifications. This system is gradually replacing the two-stage system previously used in some countries and is combined with other elements such as the European Credit Transfer and Accumulation System (ECTS) and the use of Diploma Supplements to make comparisons between qualifications easier.\n\nThe European Higher Education Area (EHEA) was formally established in 2010 and as of September 2016 has 50 members.[38] Implementation of the various elements of the EHEA varies. Twenty-four countries have fully implemented a national qualifications framework and a further ten have a framework but have not yet certified it against the overarching framework; in 38 countries ECTS credits are used for all higher education programmes; 31 countries have fully implemented diploma supplements; and only 11 countries have included all the major points of the Lisbon Recognition Convention in national legislation.[39]\n\nFrom 2008, the European Union has been developing the European Qualifications Framework (EQF). This is an eight-level framework designed to allow cross-referencing of the various national qualifications frameworks. While it is not specific to higher education, the top four levels (5–8) correspond to the short cycle, first cycle, second cycle and third cycle of the EHEA.[40][41]\n\nIn Austria, there are currently two parallel systems of academic degrees:\n\nWith a few exceptions, the two-cycle degree system will be phased out by 2010.[42] Some of the established degree naming has, however, been preserved, allowing universities to award the \"Diplom-Ingenieur\" (and for a while also the \"Magister\") to graduates of the new-style Master programmes.\n\nWhile higher education is regulated by the three communities of Belgium, all have common and comparable systems of degrees that were adapted to the Bologna structure during the 2000s. The primary 3-cycle structure is called BMD (Bachelor-Master-Doctorate; French: Bachelier-Master-Doctorat or Dutch: Bachelor-Master-Doctoraat).\n\nAt the first cycle, the Bachelor's degree [fr] is issued after 180 ECTS (3 years, EQF level 6). Other first cycle degrees include the one-year Advanced Bachelor's degree [fr; nl] degree (French: Bachelier de spécialisation, lit. 'Specialized Bachelor'; Dutch: Bachelor-na-bachelor, lit. 'Bachelor-after-bachelor') and the Brevet (in the French-speaking Community only) for short-cycle higher education programmes. \n\nBachelor's degree are followed in the second cycle (EQF level 7) by Master's degree [fr], that last two year completing an extra 120 ECTS credits. The Master's degree can yet again be followed by an Advanced Master's degree [fr; nl]  (French: Master de spécialisation, lit. 'Specialized Bachelor'; Dutch: Master-na-master, lit. 'Master-after-master') that lasts one year (60 ECTS).\n\nThe third cycle of Belgium's higher education is covered by the Doctorate [fr] degree (French: Doctorat; Dutch: Doctoraat) that cover a 3 to 7 year long PhD.\n\nThe Czech Republic implemented the Bologna process, so there are basically three degrees: Bachelor (3 years), Master (2 years after Bachelor) and Doctor (4 years after Master).\n\nThere are also voluntary academic titles called \"small doctorates\" (e.g. RNDr. for natural sciences, PhDr. for philosophy, JUDr. for law etc.) achieved after rigorosum exam. Medical students do not get bachelor's or master's degrees, instead they study for six years and after obligatory rigorous exam they get the title MUDr. (equivalent to MD degree)[clarification needed] or MDDr. for dentists or MVDr. for veterinary physicians. They can also get \"big doctorate\" (Ph.D.) after another three or (more often) four years of studies.\n\nBachelor's degrees, master's degrees and small doctorates in the form of shortcuts (Bc., Mgr., Ing., ...) are listed before the person's name; a Doctor's degree (Ph.D.) is listed after name (e.g. MUDr. Jan Novák, Ph.D.). There are more degrees that used to be awarded.[citation needed]\n\nBefore the adaptation to international standards, the lowest degree that would normally be studied at universities in Denmark was equivalent to a master's degree (kandidatgrad). Officially, bachelor's degrees was always obtained after 3 years' university studies.\n\nVarious medium-length (2–4 years) professional degrees have been adapted so they now have status as professional bachelor's degrees of varying length and opposed to academic bachelor's degrees they are considered to be \"applied\" degrees. A professional bachelor's degree is 180 or 210 or 240 ECTS-points.[43]\n\nThe academic degrees available at universities are:[43]\n\nHistorically, the Finnish higher education system is derived from the German system. The current system of higher education comprises two types of higher education institutions, the universities and the polytechnics, many of whom refer to themselves as universities of applied sciences (UAS)[44][45] With the exception of few fields such as medicine and dentistry, the Finnish system of higher education degrees is in compliance with the Bologna process. Universities award bachelor's degrees (kandidaatti / kandidat), Master's degrees (maisteri / magister) and doctoral degrees (lisensiaatin tutkinto / licentiat examen and tohtorin tutkinto / doktorexamen). In most fields, the system of doctoral degrees is two-tier, the degree of licentiate is an independent academic degree but completing the degree of doctor does not require completion of a licentiate degree. The polytechnics (universities of applied sciences) have the right to award bachelor's and master's degrees; the degree titles are distinct from the titles used for university degrees.\n\nIn general, students who are admitted to bachelor studies at a university have the right to continue to studies at master level. At polytechnics, the right to continue to master-level studies has to be applied for separately and there is also a work experience requirement. The majority of master's degree holders have graduated from university.\n\nThe degrees awarded by the universities and polytechnics are at par by law, but the content and orientation of studies is different. A master's degree obtained at a polytechnic gives the same academic right to continue studies at doctoral level as a master's degree obtained at a university.\n\nThe French national education system makes a distinction between a diplôme national (\"national degree\") and diplôme universitaire (\"university degree\"). The former, which are considered higher status, are controlled by the state and issued by universities on behalf of the responsible ministry; the latter are controlled and granted by the universities themselves.[63] Additionally, private universities and schools may be recognised by the state with a diplôme visé (\"recognised degree\") and then, after five years of recognition, have their degrees validated by the state, the validation having to be renewed every six years.[64]\n\nHistorically, academic degrees were orientated towards research and the vocational education system awarded only diplomas. Since the implementation of the Bologna Process in France, things are going towards a simplification: schools continue to deliver their own diplomas, but the State recognition and degree awarding is far more ranged than before.\n\nDiploma courses such as the University Bachelor of Technology's Diploma (bachelor universitaire de technologie; BUT) is recognised as \"professionnal bachelor cycle\" qualifications worth 180 ECTS credits; the Technologist's Certificate (brevet de technician supérieur; BTS) is now recognised as \"short cycle\" qualifications worth 120 ECTS credits, allowing progression from these to academic qualifications.[65] Nonetheless, there are diplomas in France with no degree recognition, e.g. specific diplomas designed by various institutions with no recognition from the Ministry of Education, such as the mastère spécialisé[66] or the Sciences Po Bachelor.\n\nThe recognised degrees fall in three levels, following the Qualifications Framework of the European Higher Education Area. These are the licence (first cycle), master (second cycle) and doctorat (third cycle). All licence degrees are 3 years (180 ECTS credits) in length and all master's degrees are 2 years (120 ECTS credits) in length. There are also 5 year (300 ECTS credits) engineer's degrees, which are master's degree. In addition to the doctorate, which is always a research degree, the Diplôme d'Etat de docteur en médicine and the Diplôme d'Etat de docteur vétérinaire are also considered third cycle qualifications.[67]\n\nTraditionally in Germany, students graduated after four to six years either with a Magister degree in social sciences, humanities, linguistics and the arts or with a Diplom degree in natural sciences, economics, business administration, political science, sociology, theology and engineering. Those degrees were the first and at the same time highest non-PhD/Doctorate-title in many disciplines before its gradual replacement by other Anglo-Saxon-inspired master's and bachelor's degrees under the Bologna process. The Magister and Diplom awarded by universities, both of which require a final thesis, are considered equivalent to a master's degree, although the Diplom awarded by a Fachhochschule (university of applied sciences) is at bachelor's degree level.[68]\n\nA special kind of examination is the Staatsexamen (State Examination). It is not an academic degree but a government licensing examination that future doctors, dentists, teachers, lawyers (solicitors), judges, public prosecutors, patent attorneys and pharmacists have to pass in order to be eligible to work in their profession. Students usually study at university for three to six years, depending on the field, before they take the first Staatsexamen. While this is normally at master's level, a few courses (e.g. primary and lower secondary level teaching), which have a standard study period of three years, are assigned to bachelor's level.[69]  After the first Staatsexamen, teachers and lawyers go through a form of pupillage, the Vorbereitungsdienst, for two years, before they are able to take the second Staatsexamen, which tests their practical abilities in their jobs.[68] At some institutions pharmacists and jurists can choose whether to be awarded the first Staatsexamen or a master's degree (or formerly the Diplom).\n\nSince 1999, the traditional degrees have been replaced by bachelor's (Bachelor) and master's (Master) degrees as part of the Bologna process. The main reasons for this change are to make degrees internationally comparable and to introduce degrees to the German system which take less time to complete (German students typically took five years or more to earn a Magister or Diplom). Some universities were initially resistant to this change, considering it a displacement of a venerable tradition for the pure sake of globalization. However, universities had to fulfill the new standard by the end of 2007. Enrollment into Diplom and Magister programs is no longer possible at most universities, with a few exceptions. Programs leading to Staatsexamen did usually not make the transition to Bologna degrees.\n\nDoctorates are issued with various designations, depending on the faculty: e.g., Doktor der Naturwissenschaften (Doctor of Natural Science); Doktor der Rechtswissenschaften (Doctor of Law); Doktor der Medizin (Doctor of Medicine); Doktor der Philosophie (Doctor of Philosophy), to name just a few. Multiple doctorates and honorary doctorates are often listed and even used in forms of address in German-speaking countries. A Diplom, Magister, Master's or Staatsexamen student can proceed to a doctorate. Well qualified bachelor's graduates can also enrol directly into PhD programs after a procedure to determine their aptitude administered by the admitting university.[70] The doctoral degree (e.g., Dr. rer. nat., Dr. phil. and others) is the highest academic degree in Germany and generally a research degree. The degree Dr. med. for medical doctors has to be viewed differently; medical students usually write their doctoral theses right after they have completed studies, without any previous conducted scientific research, just as students in other disciplines write a Diplom, Magister or Master's thesis.[citation needed] Higher doctorates, such as the D.Sc. degree in the UK, are not present in the German system.\n\nHowever, sometimes incorrectly regarded as a degree, the Habilitation is a higher academic qualification in Germany, Austria, Switzerland and the Czech Republic that allows further teaching and research endorsement after a doctorate. It is earned by writing a second thesis (the Habilitationsschrift) or presenting a portfolio of first-author publications in an advanced topic. The exact requirements for satisfying a Habilitation depend on individual universities. The \"habil.\", as it is abbreviated to represent that a habilitation has been awarded after the doctorate, was traditionally the conventional qualification for serving at least as a Privatdozent (e.g. \"PD Dr. habil.\") (senior lecturer) in an academic professorship. Some German universities no longer require the Habilitation, although preference may still be given to applicants who have this credential, for academic posts in the more traditional fields.\n\nIn Greece access to university is possible after national exams (Panhellenic Exams). \nThe Greek academic degrees are:\n\nIreland operates under a National Framework of Qualifications (NFQ).\nThe school leaving qualification attained by students is called the Leaving Certificate. It is considered Level 4–5 on the framework. This qualification is the traditional route of entry into third level education. There are also Level 5 qualifications in certain vocational subjects (e.g. Level 5 Certificate in Restaurant Operations) awarded by the Further Education and Training Awards Council (FETAC). Advanced Certificates at level 6 are also awarded by FETAC.\n\nThe Higher Education and Training Awards Council (HETAC) award the following:\nA higher certificate at Level 6;\nAn ordinary bachelor's degree at Level 7;\nAn honours bachelor's degree or higher diploma at Level 8;\nA master's degree or postgraduate diploma at Level 9;\nA doctoral degree or higher doctorate at level 10.[71]\nThese are completed in institutes of technology or universities.\n\nIn Italy access to university is possible after gaining the Diploma di Maturità at 19 years of age, following 5 years of study in a specific high school focused on certain subjects (e.g. liceo classico focused on classical subjects, including philosophy, ancient Greek and Latin; liceo scientifico focused on scientific subjects such as Maths, Chemistry, Biology and Physics but also including philosophy, ancient Latin and Italian Literature; liceo linguistico focused on Foreign Languages and Literature; istituto tecnico focused on practical and theoretical subjects such as Mechanics, Aerospace, Shipbuilding, Electronics, Computer science, Telecommunications, Chemistry, Biology, Fashion industry, Food industry, Building technology, Law and Economy).\n\nAfter gaining the diploma one can enter university and enrol in any curriculum (e.g. physics, medicine, chemistry, engineering, architecture): all high school diplomas allow access to any university curriculum, although most universities have pre-admission tests.\n\nIn 2011, Italy introduced a qualifications framework, known as the Quadro dei Titoli Italiani (QTI), tied to the three cycles of the Bologna Process. This tied together in a three-level system both the new qualifications introduced as part of the Bologna process and the older, pre-Bologna qualifications and covers qualifications from university institutions and higher education institutions for fine arts, music and dance (AFAM institutions).[72] In addition to academic degrees, many professional qualifications are tied to the QTI at the different levels.[73]\n\nThe first level, tied to the first cycle of the Bologna Process, covers the laurea (bachelor's degree) in universities and the Diploma accademico di primo livello in AFAM institutions.[74] The older qualifications mapped to this level are the Diploma universitario and the Diploma di scuole dirette a fini speciali (SDAFS) from universities and the Diploma di Conservatorio, Diploma di Istituto Musicale Pareggiato, Diploma dell'Accademia di Belle Arti, Diploma dell'Istituto Superiore delle Industrie Artistiche (ISIA), Diploma dell'Accademia Nazionale di Danza and Diploma dell'Accademia Nazionale di Arte Drammatica from AFAM institutions.[75] The laurea is obtained after three years of study (180 ECTS credits) and gives the academic title of dottore;[74] the older university qualifications at this level took two to three years, with three year courses granting the title of dottore.[75]\n\nThe second level, tied to the second cycle of the Bologna Process, covers the Laurea magistrale and the laurea specialistica in university institutions and the Diploma accademico di secondo livello in AFAM institutions.[74] The old Diploma di laurea is mapped to this level.[75] The Laurea magistrale and the laurea specialistica are obtained after two further years of study (120 ECTS credits) and give the academic title of dottore magistrale.[74] The old Diploma di laurea took four to six years but was accessed directly from school, with a possible reduction by one year for those with a related diploma and also granted the title of dottore magistrale.[75]\n\nThe third level, tied to the third cycle of the Bologna Process, covers the Dottorato di ricerca in university institutions and the Diploma accademico di formazione alla ricerca in AFAM institutions.[74] The old Dottorato di ricerca and Diploma di specializzazione are tied to this level.[75] The Dottorato di ricerca, under both new and old systems, takes a minimum of three years after the laurea magistralie/specialistica and gives the academic titles of Dottore di Ricerca (Dott. Ric.) and PhD.[74][75] The old Diploma di specializzazione took two to six years and gave the academic title of Specialista.[75]\n\nUniversities in Italy offer a number of other qualifications including the Master universitario di primo livello (1 year/60 ECTS credits, 2nd cycle qualification) and the Master universitario di secondo livello (1 year/60 ECTS credits, 3rd cycle qualification), following on from the laurea and the laurea magistrale/specialistica respectively. These do not give access to the PhD. The Diploma di specializzazione, which is offered in a few specific professions, takes two to six years and gives the title of specialista. The Diploma di perfezionamento is a university certificate, aimed at professional training or in specific study fields, which usually takes one year; it is not allocated a level on the framework.[76]\n\nAFAM institutions may offer Diploma di perfezionamento o Master and Diploma accademico di specializzazione. These are one year and two year qualifications respectively and may be offered at second cycle or third cycle level, distinguished by adding (I) or (II) after the qualification name. Higher Schools for Language Mediators offer the Diploma di mediatore linguistico, a first cycle degree taking three years (180 ECTS credits), which gives access to the laurea specialistica. Specialisation Institutes/Schools in Psychoterapy offer the Diploma di specializzazione in psicoterapia, a third cycle qualification taking at least four years and requiring a laurea magistrale/specialistica in either Psychology or Medicine and Surgery, along with professional registration.[76]\n\nIn the Netherlands, the structure of academic studies was altered significantly in 1982 when the \"Tweefasenstructuur\" (Two Phase Structure) was introduced by the Dutch Minister of Education, Wim Deetman. With this two phase structure an attempt was made to standardise all the different studies and structure them to an identical timetable. Additional effect was that students would be persuaded stringently to produce results within a preset time-frame or otherwise discontinue their studies. The two phase structure has been adapted to a bachelor-master structure as a result of the Bologna process.\n\nIn order for a Dutch student to get access to a university education, the student must complete a six-year pre-university secondary education called \"voorbereidend wetenschappelijk onderwijs\" (vwo). There are other routes possible, but only if the end level of the applicant is comparable to the two levels is access to university education is granted. For some studies, specific end levels or disciplines are required, e.g., graduating without physics, biology and chemistry will make it impossible to study medicine. People 21 years old or older who do not have the required entrance diplomas may opt for an entrance exam for being admitted to a higher education curriculum. In this exam, they have to prove their command of disciplines considered necessary for pursuing such study. After 1 September 2002, they would be thus admitted to a Bachelor's curriculum, not to a Master's curriculum.\n\nFor some studies[77][78] in the Netherlands, a governmental determined limited access is in place (although under political review for abolishment, February 2011).[79] This is a limitation of the number of applicants to a specific study, thus trying to control the eventual number of graduates. The most renowned studies for their numerus clausus are medicine and dentistry. Every year a combination of the highest pre-university graduation grades and some additional conditions determine who can start such a numerus clausus study and who can not.\n\nAlmost all Dutch universities are government supported universities, with only very few privately owned universities in existence (i.e. one in business and all others in theology). Leiden University is the oldest, founded in 1575.\n\nBefore the introduction of the bachelor-master structure, almost all academic studies in the Netherlands had the same length of four years and had two phases:\n\nFor medical students the \"doctorandus\" degree is not equivalent to the European Anglo Saxon postgraduate research degree in medicine of MD (Medical Doctor). Besides the title doctorandus, the graduates of the Curius curriculum may also bear the title arts (physician). The doctorandus in medicine title is granted after four years (nominal time) of the Curius curriculum, while the title physician is granted after six years (nominal time) of that curriculum. The Dutch physician title is equal to a MSc degree according to the Bologna process and can be compared with the MBBS in the UK degree system and the North American MD, but not the UK MD degree, which is a research degree. One-on-one equivalence or interchangeability of the Dutch medical title and MD is often suggested. However, officially the MD title is not known, nor legal to use in the Netherlands. The correct notation for a Dutch physician who completed his or her medical studies, but did not pursue a doctor (PhD-like) study is \"drs.\" (e.g. drs. Jansen, arts) and not \"dr.\" in medicine, as often used incorrectly. However, like in the United Kingdom, physicians holding these degrees are referred to as 'Doctor' by courtesy. \n\nIn the Netherlands, there is the informal title dokter for physicians, but not doctor (dr.), unless they also earn such degree by completing a PhD curriculum. Furthermore, the \"doctorandus\" degree does not give a medical student the right to treat patients; for this a minimum of two years additional study (internships) is required. After obtaining a Medical Board registration, Dutch physicians must work an additional two to six years in a field of expertise to become a registered medical specialist. Dutch surgeons commonly are only granted access to surgeon training and positions after obtaining a doctorate (PhD) successfully. In recent years, the six-year (nominal time) old Curius curriculum (which offered the titles doctorandus and physician) has been replaced with a three-year (nominal time) Bachelor Curius+ followed by a three-year (nominal time) Master Curius+. Those who had already begun their old-style Curius curriculum before that will still have to complete it as a six-year study (nominal time).\n\nA doctorandus in law uses the title \"meester\" (master, abbreviated as mr. Jansen) instead of drs. and some studies like for example technique and agriculture grant the title \"ingenieur\" (engineer, noted as ir. Jansen) instead of drs. These titles as equivalent to an LL.M (the title mr.) and to a MSc (the title ir.) and if got before 1 September 2002, from a recognized Dutch university, may be rendered as M (from Master) behind one's name, instead of using the typical Dutch shortcuts before one's name. Since 1 September 2002, Dutch universities offer specific BSc, BA or LLB studies followed by MSc, MA or LLM studies, thus integrating into and merging with the international scientific community, offering lectures, other classes, seminars or complete curricula in English instead of Dutch. According to their field of study, MSc graduates may use either ir. or drs. before their names, MA graduates may use drs. before their name and LLM graduates may use mr. before their names, but only if they received such degrees from recognized Dutch universities.\n\nNot uncommonly, the Dutch \"drs.\" abbreviation can cause much confusion in other countries, since it is perceived as a person who has a PhD in multiple disciplines. In the Netherlands, the degree MPhil is not legally recognised.\n\nAfter successfully obtaining a \"drs.\", \"ir.\" or \"mr.\" degree, a student has the opportunity to follow a promotion study (informally called PhD) to eventually obtain a doctorate and subsequently the title \"doctor\". Promotion studies are structured ideally according to a preset time schedule of 4 to 6 years, during which the student has to be mentored by at least one professor. The promotion study has to be concluded with at least a scientific thesis, which has to be defended to \"a gathering of his/her peers\", in practice the board of the faculty with guest professors from other faculties and/or universities added. More and more common and in some disciplines even mandatory, is that the student writes and submits scientific publications to peer-reviewed journals, which eventually need to be accepted for publication. The number of publications is often debated and varies considerably between the various disciplines. However, in all disciplines the student is obligated to produce and publish a dissertation or thesis in book form.\n\nAll current Dutch academic education programs are offered in the Anglo-Saxon bachelor/master structure. It takes three years to earn a bachelor's degree and another one or two years to earn a master's degree. There are three official academic bachelor titles (BA, BSc and LLB) and three official master titles (MA, MSc and LLM). These academic titles are protected by the Dutch government.\n\nAfter obtaining a doctorate, Dutch doctors may bear either the title dr. (lower case) before or the letter D following their name, but not both simultaneously.[80] There is no specific notation of the discipline in which the doctorate is obtained. As of 1 January 2021, the title ‘PhD' and post-nominal degree ‘PhD' can also be used, and these are also legally protected.\n\nStacking of the titles as seen in countries such as Germany (Prof. Dr. Dr. Dr. Gruber) is highly uncommon in the Netherlands and not well received culturally. Those who have multiple doctor titles may use dr.mult. before their name, but this is seldom seen in practice.[80] The honoris cause doctors may use dr.h.c. before their name.[80] Combining different Dutch titles, especially in different disciplines, is allowed however (e.g. mr. dr. Jansen, dr. mr. Jansen, dr. ir. Jansen, mr. ir. drs. Jansen, mr. ir. Jansen). The use of the combination ir. ing. is frequent, indicating one holds a HBO, vocational (or professional) engineering degree together with an academic engineering degree.[81] What is not allowed is, after obtaining a doctorate, using dr. drs. Jansen; dr. Jansen should be used instead.\n\nA combination of a Dutch title with an international title is not allowed, except for some limited number of international professional titles.[81] Thus, one should choose either one's classical Dutch title or use the shortcut provided by the law following one's name (since 1 September 2002 it is the other way around: those who hold Dutch degrees as MSc, LLM or MA may optionally use the old-style shortcuts before their names).[81][82]\n\n\"Doctors\" (dr.) can proceed to teach at universities as \"universitair docent\" (UD – assistant professor). With time, experience and/ or achievement, this can evolve to a position as \"universitair hoofddocent\" (UHD – associate professor). Officially an UHD still works under the supervision of a \"hoogleraar\" (professor), the head of the department. However, this is not a given; it is also possible that a department is headed by a \"plain\" doctor, based on knowledge, achievement and expertise. The position of \"hoogleraar\" is the highest possible scientific position at a university and equivalent to the US \"full\" professor. The Dutch professor's title, noted as prof. Jansen or professor Jansen, is connected to one's employment. This means that, should the professor leave the university, he or she also loses the privilege to use the title of professor. Retired professors are an exception and may continue to note the title in front of their name or use the title emeritus professor (em. prof.). People who switch to a non-university job lose their professor title and are only allowed to use the \"dr.\" abbreviation.\n\nUnlike some other European countries such as Germany, Dutch academic titles are used rarely outside academia, hold no value in everyday life and typically are not listed on official documentation (e.g. passport, drivers license, (governmental) communication). Dutch academic titles however are legally protected and can only be used by graduates from Dutch institutions of higher education. Illegal use is considered a misdemeanor and subject to legal prosecution.[83][84] Holders of foreign degrees therefore need special permission before being able to use a recognised Dutch title, but they are free to use their own foreign title (untranslated).[85][86][87][88] In practice, the Public Department does not prosecute the illegal use of a protected title (in the Netherlands applies the principle of opportunity, so some known crimes are not prosecuted).[89]\n\nPrior to 1980, there were around 50 different degrees and corresponding education programs within the Norwegian higher education system. \nDegrees had titles that included the gender based Latin term candidatus/candidata. The second part of the title usually consisted of a Latin word corresponding to the profession or training. For example, Cand. Mag. (Candidatus Magisterii) required 4 to 5 years, Cand. Real.[90] (Candidatus Realium) required 6 years of study and a scientific thesis in a select set of scientific disciplines (realia). Over the years these were replaced gradually with degrees that were more and more internationally comparable programs and corresponding titles. For example, the degree Cand. Scient. replaced Cand. Real. in the period 1985 to 2003. These degrees were all retired in 2003 in favour of an international system.\n\nThe reform of higher education in Norway, Kvalitetsreformen (\"The Quality Reform\"), was passed in the Norwegian Parliament, the Storting, in 2001 and carried out during the 2003/2004 academic year. It introduced standard periods of study and the titles master and bachelor (baccalaureus).\n\nThe system differentiates between a free master's degree and a master's degree in technology. The latter corresponds to the former sivilingeniør degree (not to be confused with a degree in civil engineering, which is but one of many degrees linked to the title sivilingeniør, which is still in use for new graduates who can choose to also use the old title). All pre-2001 doctoral degree titles were replaced with the title \"Philosophical Doctor degree\", written philosophiæ doctor (instead of the traditional doctor philosophiæ). The title dr. philos. is a substantially higher degree than the PhD[citation needed] and is reserved for those who qualify for such a degree without participating in an organized doctoral degree program.\n\nIn Poland the system is similar to the German one.\n\nSince 1992, Russian higher education has introduced a multilevel system, enabling higher education institutions to award and issue Bachelor of Science and Master of Science degrees.[91]\n\nIn Russia, Ukraine and some other former USSR republics educational degrees are awarded after finishing college education. There are several levels of education one must choose between 2nd and 3rd year usually on the 3rd year of study.[92]\n\n(But Specialist degree can appear equivalent to Magister degree by reason of equivalence of amount of educational time).\nUsually Specialist or Magister degrees incorporates bachelor's degree in them, but only high-level degree is stated in final diploma.\nSpecialist and Magister degrees require taking final state exams and written work on practical application of studied skills\nor research thesis (usually 70–100 pages) and is roughly equivalent to master's degree.[94]\n\nThe first level academic degree is called \"Kandidat nauk\" (that could be translated verbatim as a \"Candidate of Sciences\"). This degree requires extensive research efforts, taking some classes, publications in peer-reviewed academic journals (not less than 5 publications in Ukraine or 3 publications in Russia), taking 3 or more exams (one or more in their speciality, one in a foreign language and one in the history and philosophy of science) and writing and defending an in-depth thesis (80–200 pages) called a \"dissertation\".\n\nFinally, there is a \"Doktor Nauk\" (that could be translated verbatim as a \"Doctor of Sciences\") degree in Russia and some former USSR academic environment. This degree is granted for contributions in a certain field (formally – who established new direction or new field in science). It requires discovery of new phenomenon or development of new theory or essential development of new direction, etc. There is no equivalent of this \"doctor of sciences\" degree in US academic system. It is roughly equivalent to Habilitation in Germany, France, Austria and some other European countries.\n\nIn countries with a two-tier system of doctoral degrees, the degree of Kandidat Nauk should be considered for recognition at the level of the first doctoral degree. In countries with only one doctoral degree, the degree of Kandidat Nauk should be considered for recognition as equivalent to this degree.\n\nAccording to Guidelines for the recognition of Russian qualifications in the other countries[95] In countries with a two-tier system of doctoral degrees, the degree of Doktor Nauk should be considered for recognition at the level of the second doctoral degree. In countries in which only one doctoral degree exists, the degree of Doktor Nauk should be considered for recognition at the level of this degree.\n\nAccording to International Standard Classification of Education (ISCED) UNESCO 2011,[96] par.262 for purposes of international educational statistics\n\nSpain's higher-education legal framework includes: official and accredited education and non-official education.\n\n1.1 Official and accredited education\n\nIn Spain, accreditation of official university study programmes is regulated by law and monitored by governmental agencies responsible for verifying their quality and suitability for official approval and accreditation.\n\nOfficial professional study programmes lead to degree qualifications (Títulos) with full academic and professional effects and the degrees awarded in accordance with the latest higher-education system are:\n\n1. Bachelor's Degree (Grado) – 240 ECTS Credits in 4 years.\n\n2. Master's Degree (Master Universitario) – 60 to 120 ECTS Credits in 1–2 years.\n\n3. Doctoral degree PhD (Doctorado) – in 3–4 years.\n\nAccredited bachelor's degrees and master's degrees qualifications will always be described as \"Grado\" and \"Master Universitario\". These qualifications comply with the European Higher Education Area (EHEA)[97] framework. Officially approved and accredited university study programmes must implement this framework by law in order to attain and retain accreditation in Spain.\n\n1.2 Non-official education\n\nNot all EHEA compliant study programmes in Spain are officially approved and/or accredited by government agencies. Some universities offer proprietary study programmes as an alternative to accredited study programmes for a variety of reasons: attending the continuing education market for individual self-advancement and also providing higher education to individuals that have failed to acquire bachelor's degree qualifications. The main reason for offering this alternative studies, though, is the heavy bureaucratic process that needs to be accomplished to receive the approval of specific titles, in particular when it refers to new studies or studies about matters that do not fit with the official studies. For historical reasons, the academic system has been very much under the control of the State and private universities are still regarded with as a threat to the State system.\n\nThese programmes fall within the category of \"Non officially approved and accredited\" or \"Estudios no oficiales\" and they have no academic or professional effects. This means that they do not entitle the bearer to claim to have any specific academic or professional qualifications, as far as the Spanish authorities are concerned. However, there may be private agreements to recognize the titles.\n\nUniversities offering non-official study programmes are legally bound to clearly differentiate between officially approved and non-officially approved qualifications when naming their offer of non-official qualifications. Non-accredited master's degrees will be described as \"Master\" on its own, without the term \"Universitario\".\n\nCertain non-officially approved and accredited study programmes may acquire a well-deserved reputation. However, neither professional association, government agencies, judiciary authorities, nor universities – other than the study programme provider – are obliged to recognize non-official qualifications in any way.\n\n2. Accreditation system\n\nUniversity taught study programmes accreditation is granted through the ANECA,[98] a government dependent quality assurance and accreditation provider for the Spanish Higher Education System and ensures that the data held in the RUCT,[99] a national registry for universities and qualifications, is correct and up to date. All study programmes must be accredited by ANECA[98] prior to their inclusion in the RUCT.[99]\nThe RUCT[99] records all officially approved universities and their bachelor's degrees, master's Degrees and PhDs and each and every one of the officially approved and accredited study programmes and universities are assigned a specific number Code (Código) by the RUCT. The same study programme may acquire different codes as it progresses through various stages of official approval by local government and central government.\n\nProspective students should check the RUCT[99] Code awarded to the study programme of their interest at every stage of their enquiries concerning degrees in Spain.\n\nANECA makes recommendations regarding procedures, staffing levels, quality of teaching, resources available to students and continuity or loss of accreditation and the ANECA Registry[100] records all events in the life of an officially approved and accredited study programme or a university. The ANECA Registry Search Facility[101] may be the simplest and safest way to verify the status of all officially approved and accredited study programmes in Spain.\n\nIt is also possible to track qualifications by using the search facility that several Autonomous Communities own accreditation agencies offer. These agencies work within the ANECA framework and generally show more detailed information about the study programmes available in each territory (i.e.: Catalonia, Madrid, etc.)\n\n3. Qualifications framework for higher education\n\nThe qualifications framework for higher education MECES is the reference framework adopted in Spain in order to structure degree levels.\n\nNot all universities offer degrees named exactly the same, even if they have similar academic and professional effects. Each university may present proposals for the study programme considered to meet professional and academic demand. The proposal will consist of a report linking the study programme being considered and the proposed qualification to be awarded. This report will be assessed by ANECA and sent for the Consejo de Universidades Españolas.[102] If the Consejo agrees with ANECA's approval, it will be included in the RUCT and ANECA registries.\n\n4. Spanish qualifications and their professional effects.\n\nAll bachelor's and master's degrees accredited by ANECA enjoy full academic and professional effects in accordance with new and previous laws. Professional practice law in Spain is currently under revision.\n\nBefore the Bologna Process after 4 or 5 years of study the academic degree of a Licentiate was reached.[103] Depending on the official language of the university it was called Lizentiat (German) Licence (French) or licenza (Italian) and is today considered equivalent[104] to the master's degree according to the Bologna reform. A Licentiate with a predefined qualification gave access to the last stage of further two or more years of studies (depending on the field) for a Doctoral's degree.\n\nApart from this most universities offered a postgraduate diploma with up to two years of study. French-speaking universities called them diplôme d'études approfondies DEA or DESS, the Italian-speaking university post laurea and German-speaking universities mostly Nachdiplomstudium (NDS). Today the federal legislation defines these postgraduate diplomas (60 ECTS credits) as Master of Advanced Studies (MAS) or Executive Master of Business Administration (EMBA) degree. Universities may also offer the possibility to gain a diploma of advanced studies (DAS), less than 60 ECTS credits).[105] These degrees do not normally give access to the doctorate study.\n\nThe title \"degree\" is protected under UK law. All valid UK degrees are awarded by universities or other degree-awarding bodies whose powers to do so are recognised by the UK government; hence they are known as \"recognised bodies\".[106]\n\nThe standard first degree in England, Northern Ireland and Wales is the bachelor's degree conferred with honours. Usually this is a Bachelor of Arts (BA) or Bachelor of Science (BSc) degree. Other variants exist, for example Bachelor of Education or Bachelor of Laws. It usually takes three years to read for a bachelor's degree.\n\nThe honours are usually categorised into four classes:\n\nCandidates who have not achieved the standard for the award of honours may be admitted without honours to the \"ordinary\" Bachelor's degree if they have met the required standard for this lesser qualification (also referred to as a \"pass degree\"). Standard levels for each of these classes are 70%+ for a first, 60-69% for a 2:1, 50-59% for a 2:2, 40-49% for a 3rd and 30%+ for a pass degree, although this can vary by institution (e.g. the Open University).[108]\n\nThe foundation degree[109] is a qualification at lower than Bachelor's level awarded following a two-year programme of study that is usually vocational in nature. The foundation degree can be awarded by a university or college of higher education that has been granted foundation degree awarding powers by the UK government. This degree is comparable to an associate degree in the United States.\n\nThe universities of Oxford and Cambridge award honorary Master of Arts (MA) degrees to graduates of their Bachelor's programmes, following a specified period of time. This is comparable to the practice of the ancient universities in Scotland of awarding an MA for a first degree and arguably reflects the rigorous standards expected of their graduates.\n\nMaster's degrees[110] such as Master of Arts or Master of Science are typically awarded to students who have undertaken at least a year of full-time postgraduate study, which may be taught or involve an element of research. Degrees such as Master of Philosophy (MPhil) or Master of Letters/Literature (MLitt) are likely to be awarded for postgraduate degrees involving original research. A student undertaking a Master's would normally be expected to already hold a bachelor's degree in a relevant subject, hence the possibility of reaching Master's level in one year.\n\nSome universities award a Master's as a first degree following an integrated programme of study (an 'integrated master's degree'). These degrees are usually designated by the subject, such as Master of Engineering for engineering, Master of Physics for physics, Master of Mathematics for mathematics and so on; it usually takes four years to read for them. Graduation to these degrees is always with honours. Master of Engineering in particular has now become the standard first degree in engineering at the top UK universities, replacing the older Bachelor of Engineering.\n\nMaster's degrees are often graded as:\n\nThe Master of Business Administration (MBA) degree is highly valued by those seeking to advance in business as managers and decision makers.\n\nDoctoral degrees or doctorates,[111] such as the Doctor of Philosophy degree (PhD or DPhil) or Doctor of Education (EdD or DEd) are awarded following a programme of original research that contributes new knowledge within the context of the student's discipline. Doctoral degrees usually take three years full-time. Therefore, in the UK it may only take seven years to progress from undergraduate to doctoral level – in some cases six, since having a Master's is not always a precondition for embarking on a doctoral degree. This contrasts with nine years in the United States, reflecting differences in the educational systems.\n\nSome doctorates, such as the Doctor of Clinical Psychology (DClinPsy) qualification, confirm competence to practice in particular professions. There are also higher doctorates – Doctor of Science (DSc) and Doctor of Letters/Literature (DLitt) that are typically awarded to experienced academics who have demonstrated a high level of achievement in their academic career; for example they may have published widely on their subject or become professors in their field.\n\nUK post-secondary qualifications are defined at different levels, with levels 1–3 denoting further education and levels 4–8 denoting higher education. Within this structure, a foundation degree is at level 5; a bachelor's degree at level 6; a master's degree at level 7; and a doctoral degree at level 8.[112]\nFull information about the expectations for different types of UK degree is published by the Quality Assurance Agency for Higher Education.[113]\n\nSee also graduate certificate, graduate diploma, postgraduate certificate, postgraduate diploma and British degree abbreviations.\n\nThe standard first degree for students studying arts or humanities in Scotland is either a Bachelor of Arts or a Master of Arts (the latter traditionally awarded by the Ancient Universities of Scotland for a first degree in an arts/humanities subject). The standard undergraduate degree for natural and social science subjects is the Bachelor of Science.[114]\n\nStudents can work towards a first degree at either ordinary or honours level. A general or ordinary degree (BA/MA or BSc) takes three years to complete; an honours degree (BA/MA Hons or BSc Hons) takes four years. The ordinary degree need not be in a specific subject, but can involve study across a range of subjects within (and sometimes beyond) the relevant faculty, in which case it may also be called a general degree; if a third year or junior honours subject is included, the ordinary degree in that named discipline is awarded. The honours degree involves two years of study at a sub-honours level in which a range of subjects within the relevant faculty are studied and then two years of study at honours level which is specialised in a single field (for example classics, history, chemistry, biology, etc.). Not all universities in Scotland adhere to this, in some you study in several subjects within a faculty for three years and can then specialise in two areas and attain a joint honours degree in fourth year.\n\nThis also reflects the broader scope of the final years of Scottish secondary education, where traditionally five Highers are studied, compared to (typically) three English or Welsh A-Levels. The Higher is a one-year qualification, as opposed to the two years of A-Levels, which accounts for Scottish honours degrees being a year longer than those in England. Advanced Highers add an optional final year of secondary education, bringing students up to the level of their A-Level counterparts – students with strong A-Levels or Advanced Highers may be offered entry directly into the second year at Scottish universities.\n\nHonours for MA or bachelor's degrees are classified into three classes:\n\nStudents who complete all the requirements for an honours degree, but do not receive sufficient merit to be awarded third-class honours may be awarded a Special Degree (ordinary degree – bachelor's level SCQF Level 9).\n\nIn most respects, the criteria for awarding qualifications at honours level and above are the same as in the rest of the UK (see above under England, Wales and Northern Ireland). Postgraduate qualifications are not designated Master of Arts as in the rest of the UK, as this is an undergraduate degree. Postgraduate degrees in arts and humanities subjects are usually designated Master of Letters (M.Litt.) or, in natural and social sciences, Master of Science (M.Sc.). Non-doctoral postgraduate research degrees are usually designated Master of Philosophy (M.Phil.) or Master of Research (M.Res.). The postgraduate teaching qualification is the postgraduate diploma in education (PGDE).\n\nPostgraduate qualifications are classified into four classes:\n\nIn Canada, education is the responsibility of the provinces and territories, rather than the federal government. However, all of Canada follows the three-level bachelor's-master's-doctorate system common to the Anglophone world, with a few variations. A common framework for degrees was agreed between the provinces and territories in 2007.[115]\n\nBachelor's degrees are normally three to four years in duration, more commonly three years in Quebec (where they follow on from college courses rather than directly from secondary education). Outside Quebec, three-year bachelor's degrees are normally ordinary degrees, while four-year bachelor's degrees are honours degrees; an honours degree is normally needed for further study at the master's level.[116] Master's degrees take one to three years (in Quebec they normally take one and a half to two years). Doctorates take a minimum of three years. Alone among Canadian provinces and territories, British Columbia offers two-year associate degrees, allowing credit to be transferred into a four-year bachelor's program.[117]\n\nIn Canada, first professional degrees such as DDS, MD, PharmD and LLB or JD are considered bachelor's level qualifications, despite their often being named as if they were doctorates.[115][118][119][120][121][122]\n\nIn the province of Quebec, the majority of students must attend college prior to entering university. Upon completion of a two-year pre-university program, such as in Sciences or Humanities, or a three-year technical program, such as Nursing or Computer Science, college graduates obtain a college diploma, which is a prerequisite for access to university-level studies. Although these college programs are typical, they are not offered in every institution in the province. Moreover, while a few other pre-university programs with various concentrations exist, many other technical/career programs are available depending on the college of choice. For example, Dawson College in Montreal has nearly sixty different programs leading to a college diploma. \n\nSpecial programs, such as physical rehabilitation therapy, are offered in some colleges as well. These programs allow students to enter professional university programs, such as physiotherapy (which consists of an integrated Bachelor of Science in Physiotherapy and Master of Physical Therapy), without having to meet the usual grade and course prerequisites required from students holding a pre-university science diploma. A similar option is offered for college nursing graduates as they can pursue their studies in university to obtain a Bachelor of Nursing in two years (rather than the usual three or four years, depending on whether the student has completed a college diploma in Quebec). Additionally, whereas aspiring medical students are usually required to complete an undergraduate degree before applying to medical schools, Quebec college graduates have the option to enter:\n\nEducation in Mexico follows a three-degree system similar to that of Canada and the US. The pre-university academic level is the bachillerato (also called preparatoria), similar to high school. Students typically leave preparatoria at the age of 18 for university, at which point they choose to specialize in a specific academic area (a carrera).\n\nAfter high school, students progress to university, where they study for a Técnico Superior universitario (Associate degree)[123] or a licenciatura (Bachelor), then a maestría (Master), then a doctorado (doctorate).\n\nOnce in university, students begin the carrera, the study of a precise academic branch like economics, business administration, sciences, law, engineering or medicine. Students will be in university for 8–10 semesters of full-time study, which typically takes 4–5 years. Upon graduation, students receive a licenciatura  in their chosen subject area, which is equivalent to an American Bachelor's degree. They can also get the degree of \"ingenieria\" or \"medico\" that refers to an engineer or MD respectively.\n\nSeveral Mexican universities offer students the possibility of obtaining an equivalent to an associate degree, called in Mexico Técnico Superior universitario (TSU), studying only half of the licenciatura, with the possibility of finishing a full bachelor's degree later.[124] This is done mainly in fields like engineering and computer sciences.\n\nAfter receiving the licenciatura, students may take extra courses called diplomados (similar to a Certification but issued by a university). These courses last 4–12 months and are a means to further study without continuing to the next degree level, usually studied to demonstrate that the student still updated in his field. Most students stay at this level, but some choose to continue to the maestría, equivalent to the master's degree. Study at the maestría level takes 1–3 years and mandates completion of a thesis. Post-graduate students in Mexico typically enter a master's program after a few years in the workforce and often continue working while studying.\n\nTraditionally, students who have completed the maestria may continue on to the doctorado or the doctorate. Doctoral study typically lasts 3–4 years. In last years this schemes has become flexible such that in some PhD programmes, students are accepted before or not completing at all a Master course.\n\nIn the United States, since the late 19th century, the threefold degree system of bachelor's, master's, and doctorate has been in place but has evolved into a slightly different pattern from the European equivalent. The U.S. Department of Education now classifies degrees in six categories: associate degrees, bachelor's degrees, first professional degrees, master's degrees, intermediate graduate qualifications and research doctorates.[125]\n\nThe standard academic progression remains bachelor's—master's—(research) doctorate. Most standard academic programs are based on the four-year bachelor's degree, most often Bachelor of Arts (B.A.) or Bachelor of Science (B.S.), a one- or two-year master's degree (most often Master of Arts (M.A.) or Master of Science (M.S.); either of these programs might be as long as three years in length) and a further two to five years of coursework and research, culminating in \"comprehensive\" examinations in one or more fields, plus perhaps some teaching experience and then the writing of a dissertation for the doctorate, for a total of ten or more years from starting the bachelor's degree (which is usually begun around age 18) to the awarding of the doctorate. This timetable is only approximate, however, as students in accelerated programs can sometimes earn a bachelor's degree in three years or, on the other hand, a particular dissertation project might take four or more years to complete. In addition, a graduate may wait an indeterminate time between degrees before candidacy in the next level or even an additional degree at a level already completed. Therefore, there is no time limit on the accumulation of academic degrees.\n\nBy far the most common research doctorate is the Doctor of Philosophy (Ph.D.), comprising  98.1% of research doctorates in 2014. The  Doctor of Education (Ed.D.) made up 1.1% (not including Ed.D.s classified as professional degrees rather than research doctorates) and all other research doctorates were less than 1% in total.[126][127][128]\n\nSome schools, mostly junior colleges and community colleges and some four-year schools, offer an associate degree for two full years of study. These may be in professional or academic fields and the most common awards are the Associate of Arts (A.A.) and Associate of Science (A.S.) degrees. Articulation agreements may allow credit earned on an associate degree to be counted toward the completion of a bachelor's degree.[129]\n\nThe \"first professional degree\" is a graduate-level degree program designed to prepare graduates for professional practice in various fields other than academic scholarship and research.  First, professional degrees require a minimum of two years prior to college-level education to enter the program and a minimum of six years of total college-level education (including that undertaken prior to entry) to complete the program.[130] Most professional degree programs require a prior bachelor's degree for admission and many require seven or eight years of total study. Many first professional degrees, e.g. M.D., J.D. or D.O. are named as doctorates but should not be confused with research doctorates such as the Ph.D. (or, in law, the S.J.D.).[130][131] First professional degrees should also not be confused with professional master's degrees such as the M.Arch. and M.B.A., which are classified as master's degrees,[132] or with intermediate graduate qualifications that also bear the title of doctor, such as D.Min. or D.Psy.[133]\n\nIntermediate graduate qualifications lie between the master's level and doctorate. They include awards such as Advanced Certificates, Advanced Graduate Certificates, Graduate Diplomas, Professional Engineer status, and Professional Diplomas, as well as specialist degrees such as Education Specialist, Doctor of Ministry, Doctor of Psychology and the Licentiate in Sacred Theology.[133]\n\nIn 21 US jurisdictions, religious institutions can be authorized to grant religious-exempt (rel. exmpt., rel. expt., etc.) degrees without accreditation or government oversight.[134] Such degrees are used primarily to attain church-related employment.[135]\n\nTraditionally more men than women attended and earned degrees at the world's universities. A milestone was reached in the United States according to results of the 2010 census, as women surpassed men in attaining master's degrees, for the first time.[136] The U.S. census reports that 10.5 million men have master's degrees or higher, compared with 10.6 million women. The first year that women surpassed men in earning bachelor's degrees was 1996.[137]\n\nStudents, the media, and the general public have shown much concern over the value of getting a higher degree in the US ever since the Great Recession of 2007. A 2015 survey of 2,000 adults (900 of which were graduates), implemented by the education technology company Greenwood Hall, reported that more than half of the graduates surveyed believe those getting their degree now will be receiving a lower return on their investment than their counterparts 10–15 years ago.[138][needs update]\n\nMedia coverage of the rising costs of higher education and increased student debt have also affected the public's perceptions of whether higher degrees are still worthwhile. Statistics citing that college graduates make around $1 million more in their lifetimes than those who didn't attend college and live longer, healthier lives work in favor of those who argue the continued value of higher degrees.[138] Studies like the 2011 Learning Gains study by Arum and Roksa, on the other hand, reported that only 55% of students had any learning gains during their first two years of college, which favors the argument that investing in higher education may not still be worth it.[139]\n\nThe Australian Qualifications Framework (AQF) covers 10 levels, of which 6 – 10 correspond to academic degrees. These are: the associate degree (level 6), which normally takes 2 years; the bachelor degree (level 7), which normally takes 3 years, the bachelor honours degree (level 8), which normally takes 1 year after the bachelor's degree and is mostly taken as an optional extension year depending on the discipline, the master degree  (level 9), which normally takes 1 – 2 years for \"research\" or \"coursework\" degrees and 3 – 4 years for an \"extended\" degree and follows on from either a bachelor or honours degree; and the doctoral degree (level 10), which normally takes 3 – 4 years following on from a master's degree or a Class I or IIa honours qualification. Also included within the higher education system are: diplomas at level 5 (first year of a degree course); advanced diplomas, at level 6 (associate degree level); and graduate certificates and graduate diplomas, both of which are at level 8 (honours degree level).[140][141] In Australia, most degrees are issued ungraded, with bachelor's degrees with honours being the exception.\n\nCategories of honours degrees are:\n\nLower marks do not qualify for honours, but yield a bachelor degree at:\n\nDoctorates in Australia may be research doctorates (normally titled PhDs) or professional doctorates (normally titled to refer to the field of practice, e.g. Doctor of Engineering. Professional doctorates still require research leading to \"a significant and original contribution to knowledge in the context of professional practice\" and should not be confused with extended master's degrees that bear similar names for historical reasons: the Juris Doctor and Doctors of Medical Practice, Physiotherapy, Dentistry and Optometry. Despite their names, these extended master's degrees may not be described as doctoral degrees nor do they confer the right to use the title of doctor on their recipients.[141]\n\nLike Australia, New Zealand has a 10-level qualifications framework (the New Zealand Qualifications Framework; NZQF) and a referencing exercise has found a one-to-one correspondence between the levels of the two frameworks.[143] However, the names given to qualifications at different levels are not the same and New Zealand does not have associate degrees, thus only levels 7 – 10 correspond to academic degrees. These are the bachelor's degree (level 7), bachelor honours degree (level 8), master's degree (level 9) and the doctoral degree (level 10). In addition to these, the NZQF has certificates across levels 1 – 6, diplomas at levels 5 and 6, graduate certificates and graduate diplomas at level 7 (bachelor's) and postgraduate certificates and postgraduate diplomas at level 8 (honours).[144] Another referencing exercise, comparing the NZQF to the 10-level Irish National Framework for Qualifications found that degrees were comparable but that further work was needed to improve compatibility for the sub-degree levels (1 – 6). Non-degree qualifications at levels 7 – 9 were not included in the study.[145] In New Zealand, master's degrees may be awarded with classified honours (1st, 2:1, 2:2, 3rd) or with distinction or merit.[146]\n\nUndergraduate students in Brazilian universities graduate either with a bachelor's degree, a Licentiate degree or a Technologist degree.\n\nBachelor degrees in Brazil normally takes four or five years of full-time study to complete, with the exception of the human medicine course which requires six years.\n\nLicentiate degree, normally takes four-years length degrees, available for students who want to qualify as school teachers. Licenciatura courses exist mostly in mathematics, humanities and natural sciences.\n\nTechnologist degree is available in technology-related fields and can be normally obtained in three years. These degrees are turned to fast entry the industry.\n\nAdmission as an undergraduate student in most top public or private universities in Brazil requires that the applicant pass a competitive entrance examination known as Vestibular. Contrary to what happens in the United States, candidates must declare their intended university major when they register for the Vestibular. Although it is theoretically possible to switch majors afterwards (in a process known within the universities as transferência interna), that is actually quite rare in Brazil. Undergraduate curricula tend to be more rigid than in the United States and there is little room to take classes outside one's major.\n\nIndividuals who hold either a bachelor's degree, Licentiate or Technologist are eligible for admission into graduate courses leading to advanced master's or doctor's degrees. Criteria for admission into master's and doctor's programs vary in Brazil. Some universities require that candidates take entrance exams; others make admission decisions based solely on undergraduate transcripts, letters of recommendation and possibly oral interviews. In most cases, however, especially for the doctorate, the candidate is required to submit a research plan and one faculty member must agree to serve as his/her supervisor before the candidate can be admitted into the program; The exception are the Natural Sciences post-graduate programs, that accepts students with very broad and/or vague research prospects with sometimes the prospect is given in promptu during the interview, preferring to let the students define their study program and advisor in the course of the first year of studies.\n\nThere are two types of post-graduate programs, lato sensu (specialization and MBAs) and stricto sensu (professional master's, master's and doctorate):\n\nSpecializations or MBAs are courses that include taking a minimum number (minimum 360 hours) of graduate classes but with no need to do research nor defend a thesis, only present a final work showing the knowledge. It's a professional level where theory and practice are focused in a broad sense.\n\nProfessional Master's or master's degrees usually takes one to two years of full-time study. Requirements for an academic master's degree include taking a minimum number of advanced graduate classes (typically between five and eight) and submitting a research thesis which is examined orally by a panel of at least two examiners (three is the preferred number), sometimes including one external member who must be from another university or research institute. The emphasis of the thesis must be in adding some value to the academic knowledge, but not necessarily in being original.\n\nDoctor's degrees normally take four additional years of full-time study to complete. Requirements for obtaining a doctor's degree include taking additional advanced courses, passing an oral qualifying exam and submitting a longer doctoral dissertation which must represent a significant original contribution to knowledge in the field to which the dissertation topic is related. That contrasts with master's thesis, which, in addition to being usually shorter than doctoral dissertations, are not required to include creation of new knowledge or revision/reinterpretation of older views/theories. The doctoral dissertation is examined in a final oral exam before a panel of at least two members (in the state of São Paulo the preferred number is five, while the other regions prefer three members), usually including one or two external examiners from another university or research institute.\n\nFinally, a small number of Brazilian universities, most notably the public universities in the state of São Paulo still award the title of Livre-Docente (free docent), which is of higher standing than a doctorate and is obtained, similar to the German Habilitation, by the submission of a second (original or cumulative) thesis and approval in a Livre-Docência examination that includes giving a public lecture before a panel of full professors.\n\nSee also Universities and Higher Education in Brazil\n\nIn Colombia, the system of academic degrees is based in the British model been similar to the U.S. model. After completing their \"bachillerato\" (high school), students can take one of three options. The first one is called a \"Profesional\" (professional career), which is similar to a bachelor's degree requiring from four to 6 years of study according to the chosen program. The other option is called a \"Técnico\" (technician); this degree consists in two and a half years of study and prepares the student for technical or mechanical labors. Finally, the third option is called a ¨Tecnólogo¨ (equivalent to associate degree) and consist of 3 years of study.\n\nAfter this, students, now called \"profesional\" (professionals), Tecnólogos (associates) or \"técnicos\" (technicians), can opt for higher degrees.\nFormal education after the bachelor's degree is the master's degree with the title of \"Maestro\" and doctorate degree known as \"Doctorado\" (doctorate). The master's degree normally consists of two years.\n\nStudents also can take a specialization course, \"Especialización\", equivalent to a graduate certificate degree, after their bachelor's degree. These programs, like in the U.S. are very popular, because it requires only one to two years of study.\n\nA similar situation in Colombia, when compared to the U.S. system, is that the students may not go directly to the \"Doctorado\" without having the \"Master\" degree first.\n\nAfter completing \"enseñanza media\" (high school), students receive a \"Licenciatura de Enseñanza Media\" (high school diploma), which is a requirement for higher education.\n\nIn Chile, there's a distinction between academic degrees and professional titles:\n\nAmong grado académico degrees, we can find the following levels:\n\nHigher education programs that provide a professional title but not an academic degree are referred to as \"carreras técnicas\", which are similar in duration and scope to associate degree programs. These are often granted by educational institutions of the type \"Instituto profesional\" (IP) or \"Centro de formación técnica\" (CFT).\n\nTitles in Venezuela start with the Certificado de Educación Básica (Certificate of Basic Education), awarded upon completing 9th grade. The next title is earned upon completing 11th grade and may be Bachiller en Ciencias (High School Graduate of Science), Bachiller en Humanidades (High School Graduate of Humanities) or Técnico en Ciencias (Science Technician). The reason for this diversity is because some schools provide vocational education as part of their high school curriculum (thereby allowing them to hand out \"Technician\" titles) while elsewhere, the student is required to decide whether to study Sciences or Humanities for the last two years of secondary school.\n\nTitles at the higher education level usually depend on the institution handing them out. Technical schools award the student with the title of Técnico Superior Universitario (university higher technician, to distinguish from science technician). Universities award the student with the title of Ingeniero (engineer) or with the title Licenciado (licentiate) after completing a five-year program. The engineer have more physics subjects than the licentiate, but both are five-year careers. Some higher education institutions may award Diplomados (diploma), but the time necessary to obtain one varies. Medical doctors are awarded the title \"Médico Cirujano\" after completing a 6 year-career.\n\nPostgraduate education follows conventions of the United States (being named \"master's\" and \"doctorate\" after the programs there)\n\n"
        },
        {
            "title": "Pontifical universities",
            "text": "Pontifical universities around the world such as the Pontifical University, St Patrick's College, Maynooth in Ireland, the Pontifical and Royal University of Santo Tomas in Manila,[147] The Catholic University of America, the Pontifical University of Saint Thomas Aquinas, Angelicum in Rome, the University of Louvain (UCLouvain) in Belgium and the Pontifical Catholic University of Peru depend for their status as pontifical universities and for the nature of their academic degrees on the Pope through the Congregation for Catholic Education.  The nature of academic degrees from ecclesiastical institutions of education is outlined in the apostolic constitution Sapientia Christiana.[148]\n\nIn distinction to secular or Catholic universities, which are academic institutions for the study and teaching of a broad range of disciplines, Ecclesiastical or Pontifical universities \"are usually composed of three principal ecclesiastical faculties, theology, philosophy and canon law and at least one other faculty.  A Pontifical university specifically addresses Christian revelation and disciplines correlative to the evangelical mission of the Church as set out in the apostolic constitution Sapientia christiana.\"[148][149]\n\nThere are three cycles of degrees that constitute the core of degrees granted by pontifical universities: the first cycle leading to the baccalaureate degree; the second cycle leading to the licentiate degree; the third cycle leading to the doctorate.  From this core pontifical universities confer degrees including:Theology\n\nPhilosophy\n\nCanon Law\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Academic_ranks",
        "https://en.wikipedia.org/wiki/Higher_education",
        "https://en.wikipedia.org/wiki/College",
        "https://en.wikipedia.org/wiki/University",
        "https://en.wikipedia.org/wiki/Undergraduate_degree",
        "https://en.wikipedia.org/wiki/Doctorate",
        "https://en.wikipedia.org/wiki/Academic_certificate",
        "https://en.wikipedia.org/wiki/Professional_degree",
        "https://en.wikipedia.org/wiki/Associate_degree",
        "https://en.wikipedia.org/wiki/Foundation_degree",
        "https://en.wikipedia.org/wiki/University_of_Paris",
        "https://en.wikipedia.org/wiki/Latin",
        "https://en.wikipedia.org/wiki/Middle_Ages",
        "https://en.wikipedia.org/wiki/Latin",
        "https://en.wikipedia.org/wiki/Early_church",
        "https://en.wikipedia.org/wiki/Apostles_in_the_New_Testament",
        "https://en.wikipedia.org/wiki/Church_fathers",
        "https://en.wikipedia.org/wiki/Christianity",
        "https://en.wikipedia.org/wiki/Bible",
        "https://en.wikipedia.org/wiki/Catholic_church",
        "https://en.wikipedia.org/wiki/Third_Council_of_the_Lateran",
        "https://en.wikipedia.org/wiki/Pope",
        "https://en.wikipedia.org/wiki/University_of_Paris",
        "https://en.wikipedia.org/wiki/Doctorate",
        "https://en.wikipedia.org/wiki/Apprenticeship",
        "https://en.wikipedia.org/wiki/Guild",
        "https://en.wikipedia.org/wiki/Latin",
        "https://en.wikipedia.org/wiki/Medieval_university",
        "https://en.wikipedia.org/wiki/Theology",
        "https://en.wikipedia.org/wiki/Law",
        "https://en.wikipedia.org/wiki/Medicine",
        "https://en.wikipedia.org/wiki/Theology",
        "https://en.wikipedia.org/wiki/Law",
        "https://en.wikipedia.org/wiki/Medicine",
        "https://en.wikipedia.org/wiki/Philosophy",
        "https://en.wikipedia.org/wiki/Doctor_of_Philosophy",
        "https://en.wikipedia.org/wiki/Science",
        "https://en.wikipedia.org/wiki/Humanities",
        "https://en.wikipedia.org/wiki/George_Makdisi",
        "https://en.wikipedia.org/wiki/Ijazah",
        "https://en.wikipedia.org/wiki/Madrasa",
        "https://en.wikipedia.org/wiki/Alfred_Guillaume",
        "https://en.wikipedia.org/wiki/Toby_Huff",
        "https://en.wikipedia.org/wiki/Islamic_law",
        "https://en.wikipedia.org/wiki/University_of_Bologna",
        "https://en.wikipedia.org/wiki/Italy",
        "https://en.wikipedia.org/wiki/Europe",
        "https://en.wikipedia.org/wiki/Doctorate",
        "https://en.wikipedia.org/wiki/Medicine",
        "https://en.wikipedia.org/wiki/University_of_Paris",
        "https://en.wikipedia.org/wiki/England",
        "https://en.wikipedia.org/wiki/University_of_Oxford",
        "https://en.wikipedia.org/wiki/University_of_Cambridge",
        "https://en.wikipedia.org/wiki/Scotland",
        "https://en.wikipedia.org/wiki/University_of_St_Andrews",
        "https://en.wikipedia.org/wiki/University_of_Glasgow",
        "https://en.wikipedia.org/wiki/University_of_Aberdeen",
        "https://en.wikipedia.org/wiki/University_of_Edinburgh",
        "https://en.wikipedia.org/wiki/Medieval_university",
        "https://en.wikipedia.org/wiki/Grammar",
        "https://en.wikipedia.org/wiki/Rhetoric",
        "https://en.wikipedia.org/wiki/Logic",
        "https://en.wikipedia.org/wiki/Quadrivium",
        "https://en.wikipedia.org/wiki/Arithmetic",
        "https://en.wikipedia.org/wiki/Geometry",
        "https://en.wikipedia.org/wiki/Astronomy",
        "https://en.wikipedia.org/wiki/Music",
        "https://en.wikipedia.org/wiki/Liberal_Arts",
        "https://en.wikipedia.org/wiki/Bachelor_of_Arts",
        "https://en.wikipedia.org/wiki/Knight",
        "https://en.wikipedia.org/wiki/Disputation",
        "https://en.wikipedia.org/wiki/Master_of_Arts",
        "https://en.wikipedia.org/wiki/Latin",
        "https://en.wikipedia.org/wiki/Law",
        "https://en.wikipedia.org/wiki/Medicine",
        "https://en.wikipedia.org/wiki/Theology",
        "https://en.wikipedia.org/wiki/English_language",
        "https://en.wikipedia.org/wiki/Latin",
        "https://en.wikipedia.org/wiki/The_arts",
        "https://en.wikipedia.org/wiki/Grammar",
        "https://en.wikipedia.org/wiki/Theology",
        "https://en.wikipedia.org/wiki/Medicine",
        "https://en.wikipedia.org/wiki/Law",
        "https://en.wikipedia.org/wiki/Doctor_of_Philosophy",
        "https://en.wikipedia.org/wiki/Research",
        "https://en.wikipedia.org/wiki/Thesis",
        "https://en.wikipedia.org/wiki/Master_of_Arts",
        "https://en.wikipedia.org/wiki/French_language",
        "https://en.wikipedia.org/wiki/Secondary_education",
        "https://en.wikipedia.org/wiki/Middle_Ages",
        "https://en.wikipedia.org/wiki/Spain",
        "https://en.wikipedia.org/wiki/Great_Britain",
        "https://en.wikipedia.org/wiki/Lambeth_Degrees",
        "https://en.wikipedia.org/wiki/Archbishop_of_Canterbury",
        "https://en.wikipedia.org/wiki/Royal_charter",
        "https://en.wikipedia.org/wiki/University_College_of_North_Staffordshire",
        "https://en.wikipedia.org/wiki/University_of_Keele",
        "https://en.wikipedia.org/wiki/Education_Reform_Act_1988",
        "https://en.wikipedia.org/wiki/University_of_London",
        "https://en.wikipedia.org/wiki/Academic_dress",
        "https://en.wikipedia.org/wiki/Unaccredited_institutions_of_higher_education",
        "https://en.wikipedia.org/wiki/Fraud",
        "https://en.wikipedia.org/wiki/Honours_degree",
        "https://en.wikipedia.org/wiki/Association_of_Commonwealth_Universities",
        "https://en.wikipedia.org/wiki/University_of_Oxford",
        "https://en.wikipedia.org/wiki/University_of_Cambridge",
        "https://en.wikipedia.org/wiki/Oxbridge_MA",
        "https://en.wikipedia.org/wiki/Lambeth_degree",
        "https://en.wikipedia.org/wiki/Archbishop_of_Canterbury",
        "https://en.wikipedia.org/wiki/Durham_University",
        "https://en.wikipedia.org/wiki/University_of_York",
        "https://en.wikipedia.org/wiki/University_of_Exeter",
        "https://en.wikipedia.org/wiki/Ancient_universities_of_Scotland",
        "https://en.wikipedia.org/wiki/University_of_London",
        "https://en.wikipedia.org/wiki/University_of_York",
        "https://en.wikipedia.org/wiki/York_University",
        "https://en.wikipedia.org/wiki/Newcastle_University",
        "https://en.wikipedia.org/wiki/Master_of_Science",
        "https://en.wikipedia.org/wiki/Master_of_Surgery",
        "https://en.wikipedia.org/wiki/Bachelor_of_Arts",
        "https://en.wikipedia.org/wiki/Master_of_Arts",
        "https://en.wikipedia.org/wiki/Bachelor_of_Science",
        "https://en.wikipedia.org/wiki/Master_of_Science",
        "https://en.wikipedia.org/wiki/Doctor_of_Medicine",
        "https://en.wikipedia.org/wiki/Doctor_of_Philosophy",
        "https://en.wikipedia.org/wiki/Online_degree",
        "https://en.wikipedia.org/wiki/Distance_learning",
        "https://en.wikipedia.org/wiki/Colonial_India",
        "https://en.wikipedia.org/wiki/United_Kingdom",
        "https://en.wikipedia.org/wiki/Biology",
        "https://en.wikipedia.org/wiki/Physics",
        "https://en.wikipedia.org/wiki/Chemistry",
        "https://en.wikipedia.org/wiki/Information_technology",
        "https://en.wikipedia.org/wiki/Computer_science",
        "https://en.wikipedia.org/wiki/Bachelor_of_Engineering",
        "https://en.wikipedia.org/wiki/Bachelor_of_Technology",
        "https://en.wikipedia.org/wiki/Engineering",
        "https://en.wikipedia.org/wiki/Bachelor_of_Engineering",
        "https://en.wikipedia.org/wiki/Bachelor_of_Science_in_Engineering",
        "https://en.wikipedia.org/wiki/Curriculum",
        "https://en.wikipedia.org/wiki/Bachelor_of_Science_in_Engineering",
        "https://en.wikipedia.org/wiki/Bachelor_of_Dental_Surgery",
        "https://en.wikipedia.org/wiki/Bachelor_of_Computer_Application",
        "https://en.wikipedia.org/wiki/Master_of_Computer_Application",
        "https://en.wikipedia.org/wiki/Sri_Lanka",
        "https://en.wikipedia.org/wiki/Higher_National_Certificate",
        "https://en.wikipedia.org/wiki/Commerce",
        "https://en.wikipedia.org/wiki/Mechanical_engineering",
        "https://en.wikipedia.org/wiki/Mechatronics",
        "https://en.wikipedia.org/wiki/Electrical_engineering",
        "https://en.wikipedia.org/wiki/Civil_engineering",
        "https://en.wikipedia.org/wiki/Education",
        "https://en.wikipedia.org/wiki/Scientific_literature",
        "https://en.wikipedia.org/wiki/Academic_journal",
        "https://en.wikipedia.org/wiki/Bologna_process",
        "https://en.wikipedia.org/wiki/European_Higher_Education_Area",
        "https://en.wikipedia.org/wiki/European_Qualifications_Framework",
        "https://en.wikipedia.org/wiki/Lisbon_Recognition_Convention",
        "https://en.wikipedia.org/wiki/Bologna_declaration",
        "https://en.wikipedia.org/wiki/Bologna_process",
        "https://en.wikipedia.org/wiki/Doctorate",
        "https://en.wikipedia.org/wiki/European_Credit_Transfer_and_Accumulation_System",
        "https://en.wikipedia.org/wiki/Diploma_Supplement",
        "https://en.wikipedia.org/wiki/European_Credit_Transfer_and_Accumulation_System",
        "https://en.wikipedia.org/wiki/Lisbon_Recognition_Convention",
        "https://en.wikipedia.org/wiki/European_Union",
        "https://en.wikipedia.org/wiki/European_Qualifications_Framework",
        "https://en.wikipedia.org/wiki/Higher_education",
        "https://en.wikipedia.org/wiki/Austria",
        "https://en.wikipedia.org/wiki/Diplom",
        "https://en.wikipedia.org/wiki/Doctorate",
        "https://en.wikipedia.org/wiki/Doctorate",
        "https://en.wikipedia.org/wiki/Bologna_process",
        "https://en.wikipedia.org/wiki/Bologna_Process",
        "https://en.wikipedia.org/wiki/2000s",
        "https://en.wikipedia.org/wiki/French_language",
        "https://en.wikipedia.org/wiki/Dutch_language",
        "https://en.wikipedia.org/wiki/ECTS_grading_scale",
        "https://en.wikipedia.org/wiki/European_Qualifications_Framework",
        "https://en.wikipedia.org/wiki/French_language",
        "https://en.wikipedia.org/wiki/Literal_translation",
        "https://en.wikipedia.org/wiki/Dutch_language",
        "https://en.wikipedia.org/wiki/Literal_translation",
        "https://en.wikipedia.org/wiki/European_Qualifications_Framework",
        "https://en.wikipedia.org/wiki/ECTS_grading_scale",
        "https://en.wikipedia.org/wiki/French_language",
        "https://en.wikipedia.org/wiki/Literal_translation",
        "https://en.wikipedia.org/wiki/Dutch_language",
        "https://en.wikipedia.org/wiki/Literal_translation",
        "https://en.wikipedia.org/wiki/French_language",
        "https://en.wikipedia.org/wiki/Dutch_language",
        "https://en.wikipedia.org/wiki/Doctor_of_Philosophy",
        "https://en.wikipedia.org/wiki/Doctor_of_Medicine",
        "https://en.wikipedia.org/wiki/Veterinarian",
        "https://en.wikipedia.org/wiki/Doctor_of_Philosophy",
        "https://en.wikipedia.org/wiki/Bologna_process",
        "https://en.wikipedia.org/wiki/Denmark",
        "https://en.wikipedia.org/wiki/Medicine",
        "https://en.wikipedia.org/wiki/Midwifery",
        "https://en.wikipedia.org/wiki/Odontology",
        "https://en.wikipedia.org/wiki/Pharmacy",
        "https://en.wikipedia.org/wiki/Communication_studies",
        "https://en.wikipedia.org/wiki/Journalism_school",
        "https://en.wikipedia.org/wiki/Film_studies",
        "https://en.wikipedia.org/wiki/University_Institutes_of_Technology",
        "https://en.wikipedia.org/wiki/Medicine",
        "https://en.wikipedia.org/wiki/Midwifery",
        "https://en.wikipedia.org/wiki/Odontology",
        "https://en.wikipedia.org/wiki/Pharmacy",
        "https://en.wikipedia.org/wiki/Ergotherapy",
        "https://en.wikipedia.org/wiki/Communication_studies",
        "https://en.wikipedia.org/wiki/Journalism_school",
        "https://en.wikipedia.org/wiki/Film_studies",
        "https://en.wikipedia.org/wiki/Private_universities_in_France",
        "https://en.wikipedia.org/wiki/Vocational_education",
        "https://en.wikipedia.org/wiki/Bologna_Process",
        "https://en.wikipedia.org/wiki/University_Institutes_of_Technology",
        "https://en.wikipedia.org/wiki/European_Credit_Transfer_and_Accumulation_System",
        "https://en.wikipedia.org/wiki/European_Credit_Transfer_and_Accumulation_System",
        "https://en.wikipedia.org/wiki/Sciences_Po",
        "https://en.wikipedia.org/wiki/Magister_degree",
        "https://en.wikipedia.org/wiki/Social_science",
        "https://en.wikipedia.org/wiki/Humanities",
        "https://en.wikipedia.org/wiki/Linguistics",
        "https://en.wikipedia.org/wiki/Arts",
        "https://en.wikipedia.org/wiki/Diplom",
        "https://en.wikipedia.org/wiki/Natural_science",
        "https://en.wikipedia.org/wiki/Economics",
        "https://en.wikipedia.org/wiki/Business_administration",
        "https://en.wikipedia.org/wiki/Political_science",
        "https://en.wikipedia.org/wiki/Sociology",
        "https://en.wikipedia.org/wiki/Theology",
        "https://en.wikipedia.org/wiki/Engineering",
        "https://en.wikipedia.org/wiki/PhD",
        "https://en.wikipedia.org/wiki/Doctorate",
        "https://en.wikipedia.org/wiki/Bologna_process",
        "https://en.wikipedia.org/wiki/Fachhochschule",
        "https://en.wikipedia.org/wiki/Staatsexamen",
        "https://en.wikipedia.org/wiki/Licensure",
        "https://en.wikipedia.org/wiki/Lawyer",
        "https://en.wikipedia.org/wiki/Pharmacist",
        "https://en.wikipedia.org/wiki/Pupillage",
        "https://en.wikipedia.org/wiki/Diplom",
        "https://en.wikipedia.org/wiki/Doctorate",
        "https://en.wikipedia.org/wiki/Honorary_degree",
        "https://en.wikipedia.org/wiki/Medical_doctor",
        "https://en.wikipedia.org/wiki/Habilitation",
        "https://en.wikipedia.org/wiki/Higher_education_in_Greece",
        "https://en.wikipedia.org/wiki/Republic_of_Ireland",
        "https://en.wikipedia.org/wiki/Higher_diploma",
        "https://en.wikipedia.org/wiki/Higher_education_in_Italy",
        "https://en.wikipedia.org/wiki/Diploma",
        "https://en.wikipedia.org/wiki/Maths",
        "https://en.wikipedia.org/wiki/Chemistry",
        "https://en.wikipedia.org/wiki/Biology",
        "https://en.wikipedia.org/wiki/Physics",
        "https://en.wikipedia.org/wiki/Mechanics",
        "https://en.wikipedia.org/wiki/Aerospace",
        "https://en.wikipedia.org/wiki/Shipbuilding",
        "https://en.wikipedia.org/wiki/Electronics",
        "https://en.wikipedia.org/wiki/Computer_science",
        "https://en.wikipedia.org/wiki/Telecommunications",
        "https://en.wikipedia.org/wiki/Chemistry",
        "https://en.wikipedia.org/wiki/Biology",
        "https://en.wikipedia.org/wiki/Fashion_industry",
        "https://en.wikipedia.org/wiki/Food_industry",
        "https://en.wikipedia.org/wiki/Building_technology",
        "https://en.wikipedia.org/wiki/Law",
        "https://en.wikipedia.org/wiki/Economy",
        "https://en.wikipedia.org/wiki/Bologna_Process",
        "https://en.wikipedia.org/wiki/Laurea",
        "https://en.wikipedia.org/wiki/Education_in_the_Netherlands",
        "https://en.wikipedia.org/wiki/Netherlands",
        "https://en.wikipedia.org/wiki/Bologna_process",
        "https://en.wikipedia.org/wiki/Voorbereidend_wetenschappelijk_onderwijs",
        "https://en.wikipedia.org/wiki/Physics",
        "https://en.wikipedia.org/wiki/Biology",
        "https://en.wikipedia.org/wiki/Chemistry",
        "https://en.wikipedia.org/wiki/Medicine",
        "https://en.wikipedia.org/wiki/Numerus_clausus",
        "https://en.wikipedia.org/wiki/Numerus_clausus",
        "https://en.wikipedia.org/wiki/Numerus_clausus",
        "https://en.wikipedia.org/wiki/List_of_universities_in_the_Netherlands",
        "https://en.wikipedia.org/wiki/Nyenrode_Business_Universiteit",
        "https://en.wikipedia.org/wiki/Theology",
        "https://en.wikipedia.org/wiki/Leiden_University",
        "https://en.wikipedia.org/wiki/Propaedeutics",
        "https://en.wikipedia.org/wiki/Bachelor_of_Science",
        "https://en.wikipedia.org/wiki/Bachelor_of_Arts",
        "https://en.wikipedia.org/wiki/Bachelor_of_Laws",
        "https://en.wikipedia.org/wiki/Doctor_of_Philosophy",
        "https://en.wikipedia.org/wiki/Doctorandus",
        "https://en.wikipedia.org/wiki/Master_of_Science",
        "https://en.wikipedia.org/wiki/Master_of_Arts",
        "https://en.wikipedia.org/wiki/LLM",
        "https://en.wikipedia.org/wiki/Medical_Doctor",
        "https://en.wikipedia.org/wiki/PhD",
        "https://en.wikipedia.org/wiki/Doctor_of_Philosophy",
        "https://en.wikipedia.org/wiki/MPhil",
        "https://en.wikipedia.org/wiki/Doctor_of_Philosophy",
        "https://en.wikipedia.org/wiki/Professor",
        "https://en.wikipedia.org/wiki/Assistant_professor",
        "https://en.wikipedia.org/wiki/Associate_professor",
        "https://en.wikipedia.org/wiki/Professor",
        "https://en.wikipedia.org/wiki/Professor",
        "https://en.wikipedia.org/wiki/Professor",
        "https://en.wikipedia.org/wiki/University",
        "https://en.wikipedia.org/wiki/Professor",
        "https://en.wikipedia.org/wiki/Principle_of_opportunity",
        "https://en.wikipedia.org/wiki/Stortinget",
        "https://en.wikipedia.org/wiki/Baccalaureus",
        "https://en.wikipedia.org/wiki/Technology",
        "https://en.wikipedia.org/wiki/Civil_engineering",
        "https://en.wikipedia.org/wiki/Poland",
        "https://en.wikipedia.org/wiki/University",
        "https://en.wikipedia.org/wiki/Bachelor_of_Arts",
        "https://en.wikipedia.org/wiki/Bachelor_of_Science",
        "https://en.wikipedia.org/wiki/Academic_major",
        "https://en.wikipedia.org/wiki/Technical_university",
        "https://en.wikipedia.org/wiki/Master_of_Arts",
        "https://en.wikipedia.org/wiki/Master_of_Science",
        "https://en.wikipedia.org/wiki/Honours_Degree",
        "https://en.wikipedia.org/wiki/Master_of_Engineering",
        "https://en.wikipedia.org/wiki/Bachelor_of_Engineering",
        "https://en.wikipedia.org/wiki/Doctor_of_Philosophy",
        "https://en.wikipedia.org/wiki/Habilitation",
        "https://en.wikipedia.org/wiki/President_of_Poland",
        "https://en.wikipedia.org/wiki/Russia",
        "https://en.wikipedia.org/wiki/Ukraine",
        "https://en.wikipedia.org/wiki/Former_USSR_republic",
        "https://en.wikipedia.org/wiki/Specialist_degree",
        "https://en.wikipedia.org/wiki/Kandidat_nauk",
        "https://en.wikipedia.org/wiki/Doktor_nauk",
        "https://en.wikipedia.org/wiki/Habilitation",
        "https://en.wikipedia.org/wiki/International_Standard_Classification_of_Education",
        "https://en.wikipedia.org/wiki/Bologna_Process",
        "https://en.wikipedia.org/wiki/Doctorate",
        "https://en.wikipedia.org/wiki/Postgraduate_diploma",
        "https://en.wikipedia.org/wiki/Master_of_Advanced_Studies",
        "https://en.wikipedia.org/wiki/University_of_London",
        "https://en.wikipedia.org/wiki/Undergraduate_degree",
        "https://en.wikipedia.org/wiki/Bachelor_of_Laws",
        "https://en.wikipedia.org/wiki/Open_University",
        "https://en.wikipedia.org/wiki/Foundation_degree",
        "https://en.wikipedia.org/wiki/Associate_degree",
        "https://en.wikipedia.org/wiki/Postgraduate_education",
        "https://en.wikipedia.org/wiki/Master_of_Engineering",
        "https://en.wikipedia.org/wiki/Master_of_Physics",
        "https://en.wikipedia.org/wiki/Master_of_Mathematics",
        "https://en.wikipedia.org/wiki/Doctorate",
        "https://en.wikipedia.org/wiki/Quality_Assurance_Agency_for_Higher_Education",
        "https://en.wikipedia.org/wiki/Graduate_certificate",
        "https://en.wikipedia.org/wiki/Graduate_diploma",
        "https://en.wikipedia.org/wiki/Postgraduate_certificate",
        "https://en.wikipedia.org/wiki/Postgraduate_diploma",
        "https://en.wikipedia.org/wiki/British_degree_abbreviations",
        "https://en.wikipedia.org/wiki/Undergraduate_degree",
        "https://en.wikipedia.org/wiki/Scotland",
        "https://en.wikipedia.org/wiki/Bachelor_of_Arts",
        "https://en.wikipedia.org/wiki/Ancient_Universities_of_Scotland",
        "https://en.wikipedia.org/wiki/Bachelor_of_Science",
        "https://en.wikipedia.org/wiki/Education_in_Scotland",
        "https://en.wikipedia.org/wiki/Master_of_Letters",
        "https://en.wikipedia.org/wiki/Master_of_Science",
        "https://en.wikipedia.org/wiki/Master_of_Philosophy",
        "https://en.wikipedia.org/wiki/Master_of_Research",
        "https://en.wikipedia.org/wiki/Honours_degree",
        "https://en.wikipedia.org/wiki/Associate_degree",
        "https://en.wikipedia.org/wiki/First_professional_degree",
        "https://en.wikipedia.org/wiki/Doctor_of_Dental_Surgery",
        "https://en.wikipedia.org/wiki/Doctor_of_Medicine",
        "https://en.wikipedia.org/wiki/Doctor_of_Pharmacy",
        "https://en.wikipedia.org/wiki/LLB",
        "https://en.wikipedia.org/wiki/Juris_Doctor",
        "https://en.wikipedia.org/wiki/Quebec",
        "https://en.wikipedia.org/wiki/College_education_in_Quebec",
        "https://en.wikipedia.org/wiki/Quebec_College_Diploma",
        "https://en.wikipedia.org/wiki/Dawson_College",
        "https://en.wikipedia.org/wiki/Montreal",
        "https://en.wikipedia.org/wiki/Physical_rehabilitation",
        "https://en.wikipedia.org/wiki/Physiotherapy",
        "https://en.wikipedia.org/wiki/Bachelor_of_Science_in_Physiotherapy",
        "https://en.wikipedia.org/wiki/Master_of_Physical_Therapy",
        "https://en.wikipedia.org/wiki/Bachelor_of_Nursing",
        "https://en.wikipedia.org/wiki/Undergraduate_degree",
        "https://en.wikipedia.org/wiki/McGill_University",
        "https://en.wikipedia.org/wiki/Mexico",
        "https://en.wikipedia.org/wiki/Associate_degree",
        "https://en.wikipedia.org/wiki/Certification",
        "https://en.wikipedia.org/wiki/Thesis",
        "https://en.wikipedia.org/wiki/Doctorate",
        "https://en.wikipedia.org/wiki/Associate_degree",
        "https://en.wikipedia.org/wiki/First_professional_degree",
        "https://en.wikipedia.org/wiki/Doctorate",
        "https://en.wikipedia.org/wiki/Bachelor_of_Arts",
        "https://en.wikipedia.org/wiki/Bachelor_of_Science",
        "https://en.wikipedia.org/wiki/Master_of_Arts",
        "https://en.wikipedia.org/wiki/Master_of_Science",
        "https://en.wikipedia.org/wiki/Doctor_of_Philosophy",
        "https://en.wikipedia.org/wiki/Doctor_of_Education",
        "https://en.wikipedia.org/wiki/Junior_college",
        "https://en.wikipedia.org/wiki/Community_college",
        "https://en.wikipedia.org/wiki/Associate_degree",
        "https://en.wikipedia.org/wiki/First_professional_degree",
        "https://en.wikipedia.org/wiki/Doctor_of_Medicine",
        "https://en.wikipedia.org/wiki/Juris_Doctor",
        "https://en.wikipedia.org/wiki/Doctor_of_Osteopathic_Medicine",
        "https://en.wikipedia.org/wiki/Doctor_of_Juridical_Science",
        "https://en.wikipedia.org/wiki/Master_of_Architecture",
        "https://en.wikipedia.org/wiki/Doctor_of_Ministry",
        "https://en.wikipedia.org/wiki/Doctor_of_Psychology",
        "https://en.wikipedia.org/wiki/Graduate_Diploma",
        "https://en.wikipedia.org/wiki/Professional_Engineer",
        "https://en.wikipedia.org/wiki/Specialist_degree",
        "https://en.wikipedia.org/wiki/Education_Specialist",
        "https://en.wikipedia.org/wiki/Doctor_of_Ministry",
        "https://en.wikipedia.org/wiki/Doctor_of_Psychology",
        "https://en.wikipedia.org/wiki/Licentiate_in_Sacred_Theology",
        "https://en.wikipedia.org/wiki/Australian_Qualifications_Framework",
        "https://en.wikipedia.org/wiki/Australian_Qualifications_Framework",
        "https://en.wikipedia.org/wiki/Associate_degree",
        "https://en.wikipedia.org/wiki/Bachelor_degree",
        "https://en.wikipedia.org/wiki/Honours_degree",
        "https://en.wikipedia.org/wiki/Doctorate",
        "https://en.wikipedia.org/wiki/Graduate_certificate",
        "https://en.wikipedia.org/wiki/Graduate_diploma",
        "https://en.wikipedia.org/wiki/PhD",
        "https://en.wikipedia.org/wiki/Doctor_of_Engineering",
        "https://en.wikipedia.org/wiki/Juris_Doctor",
        "https://en.wikipedia.org/wiki/Tertiary_education_in_New_Zealand",
        "https://en.wikipedia.org/wiki/Honours_degree",
        "https://en.wikipedia.org/wiki/Doctorate",
        "https://en.wikipedia.org/wiki/Graduate_certificate",
        "https://en.wikipedia.org/wiki/Graduate_diploma",
        "https://en.wikipedia.org/wiki/Postgraduate_certificate",
        "https://en.wikipedia.org/wiki/Postgraduate_diploma",
        "https://en.wikipedia.org/wiki/Education_in_Argentina",
        "https://en.wikipedia.org/wiki/Secondary_school",
        "https://en.wikipedia.org/wiki/Vestibular",
        "https://en.wikipedia.org/wiki/Graduate_School",
        "https://en.wikipedia.org/wiki/Natural_Sciences",
        "https://en.wikipedia.org/wiki/Docent",
        "https://en.wikipedia.org/wiki/Habilitation",
        "https://en.wikipedia.org/wiki/Universities_and_Higher_Education_in_Brazil",
        "https://en.wikipedia.org/wiki/Pontifical_university",
        "https://en.wikipedia.org/wiki/University_of_Santo_Tomas",
        "https://en.wikipedia.org/wiki/Manila",
        "https://en.wikipedia.org/wiki/The_Catholic_University_of_America",
        "https://en.wikipedia.org/wiki/Pontifical_University_of_Saint_Thomas_Aquinas",
        "https://en.wikipedia.org/wiki/Pontifical_Catholic_University_of_Peru",
        "https://en.wikipedia.org/wiki/Pope",
        "https://en.wikipedia.org/wiki/Congregation_for_Catholic_Education",
        "https://en.wikipedia.org/wiki/Apostolic_constitution",
        "https://en.wikipedia.org/wiki/Pontifical_university",
        "https://en.wikipedia.org/wiki/Doctorate",
        "https://en.wikipedia.org/wiki/Academic_Awards_in_Spain",
        "https://en.wikipedia.org/wiki/Academic_Inflation",
        "https://en.wikipedia.org/wiki/Academic_stole",
        "https://en.wikipedia.org/wiki/Ad_eundem_degree",
        "https://en.wikipedia.org/wiki/Degrees_of_the_University_of_Oxford",
        "https://en.wikipedia.org/wiki/Degrees_offered_by_unaccredited_institutions_of_higher_education",
        "https://en.wikipedia.org/wiki/Educational_devaluation",
        "https://en.wikipedia.org/wiki/External_degree",
        "https://en.wikipedia.org/wiki/Higher_education",
        "https://en.wikipedia.org/wiki/Honorary_degree",
        "https://en.wikipedia.org/wiki/Lambeth_degree",
        "https://en.wikipedia.org/wiki/Lisbon_Recognition_Convention",
        "https://en.wikipedia.org/wiki/List_of_fields_of_doctoral_studies",
        "https://en.wikipedia.org/wiki/Pontifical_university",
        "https://en.wikipedia.org/wiki/Postgraduate_education",
        "https://en.wikipedia.org/wiki/Thesis",
        "https://en.wikipedia.org/wiki/Validation_of_foreign_studies_and_degrees",
        "https://en.wikipedia.org/wiki/Lexikon_des_Mittelalters",
        "https://en.wikipedia.org/wiki/Lexikon_des_Mittelalters",
        "https://en.wikipedia.org/wiki/George_Makdisi",
        "https://en.wikipedia.org/wiki/Current_Sociology",
        "https://en.wikipedia.org/wiki/Routledge",
        "https://en.wikipedia.org/wiki/Toby_Huff",
        "https://en.wikipedia.org/wiki/Lexikon_des_Mittelalters",
        "https://en.wikipedia.org/wiki/A_History_of_the_University_in_Europe",
        "https://en.wikipedia.org/wiki/Routledge",
        "https://en.wikipedia.org/wiki/Department_for_Education",
        "https://en.wikipedia.org/wiki/Massey_University",
        "https://en.wikipedia.org/wiki/Massey_University",
        "https://en.wikipedia.org/wiki/Oxford_English_Dictionary",
        "https://en.wikipedia.org/wiki/Oxford_English_Dictionary",
        "https://en.wikipedia.org/wiki/University_of_Oxford",
        "https://en.wikipedia.org/wiki/The_Guardian",
        "https://en.wikipedia.org/wiki/University_of_Guelph",
        "https://en.wikipedia.org/wiki/Cambridge_University_Press",
        "https://en.wikipedia.org/wiki/Trinity_College_Dublin",
        "https://en.wikipedia.org/wiki/European_Commission",
        "https://en.wikipedia.org/wiki/Vienna",
        "https://en.wikipedia.org/wiki/World_Education_Services",
        "https://en.wikipedia.org/wiki/EHEA",
        "https://en.wikipedia.org/wiki/Wayback_Machine",
        "https://en.wikipedia.org/wiki/Wayback_Machine",
        "https://en.wikipedia.org/wiki/Wayback_Machine",
        "https://en.wikipedia.org/wiki/Wayback_Machine",
        "https://en.wikipedia.org/wiki/York_University",
        "https://en.wikipedia.org/wiki/US_Department_of_Education",
        "https://en.wikipedia.org/wiki/National_Science_Foundation",
        "https://en.wikipedia.org/wiki/National_Science_Foundation",
        "https://en.wikipedia.org/wiki/National_Science_Foundation",
        "https://en.wikipedia.org/wiki/US_Department_of_Education",
        "https://en.wikipedia.org/wiki/US_Department_of_Education",
        "https://en.wikipedia.org/wiki/Wayback_Machine",
        "https://en.wikipedia.org/wiki/Wayback_Machine",
        "https://en.wikipedia.org/wiki/Wayback_Machine",
        "https://en.wikipedia.org/wiki/Wayback_Machine",
        "https://en.wikipedia.org/wiki/US_Department_of_Education",
        "https://en.wikipedia.org/wiki/US_Department_of_Education",
        "https://en.wikipedia.org/wiki/Australian_Government",
        "https://en.wikipedia.org/wiki/Auckland_University_of_Technology",
        "https://en.wikipedia.org/wiki/Undergraduate_degree",
        "https://en.wikipedia.org/wiki/International_Standard_Classification_of_Education",
        "https://en.wikipedia.org/wiki/Associate_degree",
        "https://en.wikipedia.org/wiki/Foundation_degree",
        "https://en.wikipedia.org/wiki/Higher_National_Diploma",
        "https://en.wikipedia.org/wiki/Diploma_of_Higher_Education",
        "https://en.wikipedia.org/wiki/Certificate_of_Higher_Education",
        "https://en.wikipedia.org/wiki/International_Standard_Classification_of_Education",
        "https://en.wikipedia.org/wiki/Honours_degree",
        "https://en.wikipedia.org/wiki/Postgraduate_education",
        "https://en.wikipedia.org/wiki/International_Standard_Classification_of_Education",
        "https://en.wikipedia.org/wiki/Postgraduate_diploma",
        "https://en.wikipedia.org/wiki/Postgraduate_certificate",
        "https://en.wikipedia.org/wiki/Diplom",
        "https://en.wikipedia.org/wiki/International_Standard_Classification_of_Education",
        "https://en.wikipedia.org/wiki/Doctorate",
        "https://en.wikipedia.org/wiki/Candidate_of_Sciences",
        "https://en.wikipedia.org/wiki/Higher_doctorate",
        "https://en.wikipedia.org/wiki/Doktor_nauk",
        "https://en.wikipedia.org/wiki/Habilitation",
        "https://en.wikipedia.org/wiki/Academic_tenure",
        "https://en.wikipedia.org/wiki/Fellow",
        "https://en.wikipedia.org/wiki/Academic_certificate",
        "https://en.wikipedia.org/wiki/External_degree",
        "https://en.wikipedia.org/wiki/Laurea",
        "https://en.wikipedia.org/wiki/Magister_degree",
        "https://en.wikipedia.org/wiki/Microdegree",
        "https://en.wikipedia.org/wiki/Professional_degree",
        "https://en.wikipedia.org/wiki/Graduate_diploma",
        "https://en.wikipedia.org/wiki/Graduate_certificate",
        "https://en.wikipedia.org/wiki/Higher_diploma",
        "https://en.wikipedia.org/wiki/Specialist_degree",
        "https://en.wikipedia.org/wiki/Terminal_degree",
        "https://en.wikipedia.org/wiki/Honorary_degree",
        "https://en.wikipedia.org/wiki/Ad_eundem_degree",
        "https://en.wikipedia.org/wiki/United_States",
        "https://en.wikipedia.org/wiki/Associate_of_Arts",
        "https://en.wikipedia.org/wiki/Associate_in_Applied_Science",
        "https://en.wikipedia.org/wiki/AMusA",
        "https://en.wikipedia.org/wiki/LMusA",
        "https://en.wikipedia.org/wiki/Associate_of_Science_in_Nursing",
        "https://en.wikipedia.org/wiki/Foundation_degree",
        "https://en.wikipedia.org/wiki/United_Kingdom",
        "https://en.wikipedia.org/wiki/FdSc",
        "https://en.wikipedia.org/wiki/Bachelor_of_Arts",
        "https://en.wikipedia.org/wiki/Bachelor_of_Arts",
        "https://en.wikipedia.org/wiki/Bachelor_of_Accountancy",
        "https://en.wikipedia.org/wiki/Bachelor_of_Accountancy",
        "https://en.wikipedia.org/wiki/Bachelor_of_Architecture",
        "https://en.wikipedia.org/wiki/Bachelor_of_Business_Administration",
        "https://en.wikipedia.org/wiki/Bachelor_of_Business",
        "https://en.wikipedia.org/wiki/Bachelor_of_Commerce",
        "https://en.wikipedia.org/wiki/Bachelor_of_Commerce",
        "https://en.wikipedia.org/wiki/Bachelor_of_Computer_Science",
        "https://en.wikipedia.org/wiki/Bachelor_of_Civil_Law",
        "https://en.wikipedia.org/wiki/Bachelor_of_Sacred_Theology",
        "https://en.wikipedia.org/wiki/Bachelor_of_Divinity",
        "https://en.wikipedia.org/wiki/Bachelor_of_Dentistry",
        "https://en.wikipedia.org/wiki/Bachelor_of_Dental_Surgery",
        "https://en.wikipedia.org/wiki/Bachelor_of_Education",
        "https://en.wikipedia.org/wiki/Bachelor_of_Economics",
        "https://en.wikipedia.org/wiki/Bachelor_of_Engineering",
        "https://en.wikipedia.org/wiki/Bachelor_of_Engineering",
        "https://en.wikipedia.org/wiki/Bachelor_of_Science_in_Biomedical_Engineering",
        "https://en.wikipedia.org/wiki/Bachelor_of_Fine_Arts",
        "https://en.wikipedia.org/wiki/Bachelor_of_General_Studies",
        "https://en.wikipedia.org/wiki/Bachelor_of_Human_Kinetics",
        "https://en.wikipedia.org/wiki/Bachelor_of_Industrial_Design",
        "https://en.wikipedia.org/wiki/Bachelor_of_Journalism",
        "https://en.wikipedia.org/wiki/Bachelor_of_Theology",
        "https://en.wikipedia.org/wiki/Bachelor_of_Liberal_Studies",
        "https://en.wikipedia.org/wiki/Bachelor_of_Library_and_Information_Science",
        "https://en.wikipedia.org/wiki/Bachelor_of_Mathematics",
        "https://en.wikipedia.org/wiki/Bachelor_of_Medical_Science",
        "https://en.wikipedia.org/wiki/Bachelor_of_Medical_Science",
        "https://en.wikipedia.org/wiki/Bachelor_of_Music",
        "https://en.wikipedia.org/wiki/Bachelor_of_Science_in_Nursing",
        "https://en.wikipedia.org/wiki/Bachelor_of_Physical_Education",
        "https://en.wikipedia.org/wiki/Bachelor_of_Pharmacy",
        "https://en.wikipedia.org/wiki/Bachelor_of_Science",
        "https://en.wikipedia.org/wiki/Bachelor_of_Science",
        "https://en.wikipedia.org/wiki/Bachelor_of_Science",
        "https://en.wikipedia.org/wiki/Bachelor_of_Science_in_Agriculture",
        "https://en.wikipedia.org/wiki/Bachelor_of_Science_in_Agriculture",
        "https://en.wikipedia.org/wiki/Bachelor_of_Social_Sciences",
        "https://en.wikipedia.org/wiki/Bachelor_of_Social_Work",
        "https://en.wikipedia.org/wiki/Bachelor_of_Technology",
        "https://en.wikipedia.org/wiki/Lady_Literate_in_Arts",
        "https://en.wikipedia.org/wiki/Bachelor_of_Laws",
        "https://en.wikipedia.org/wiki/Bachelor_of_Medicine_and_Surgery",
        "https://en.wikipedia.org/wiki/Bachelor_of_Medicine_and_Surgery",
        "https://en.wikipedia.org/wiki/Bachelor_of_Medicine_and_Surgery",
        "https://en.wikipedia.org/wiki/Bachelor_of_Medicine_and_Surgery",
        "https://en.wikipedia.org/wiki/Bachelor_of_Medicine_and_Surgery",
        "https://en.wikipedia.org/wiki/Bachelor_of_Medicine_and_Surgery",
        "https://en.wikipedia.org/wiki/Master_of_Architecture",
        "https://en.wikipedia.org/wiki/Master_of_Arts",
        "https://en.wikipedia.org/wiki/Master_of_Arts_in_Teaching",
        "https://en.wikipedia.org/wiki/Master_of_Arts_in_Liberal_Studies",
        "https://en.wikipedia.org/wiki/Master_of_Science",
        "https://en.wikipedia.org/wiki/Master_of_Accountancy",
        "https://en.wikipedia.org/wiki/Master_of_Accountancy",
        "https://en.wikipedia.org/wiki/Master_of_Arts_in_Law_and_Diplomacy",
        "https://en.wikipedia.org/wiki/Master_of_Philosophy",
        "https://en.wikipedia.org/wiki/Master_of_Research",
        "https://en.wikipedia.org/wiki/Master_of_Fine_Arts",
        "https://en.wikipedia.org/wiki/Master_of_Technology",
        "https://en.wikipedia.org/wiki/Master_of_Business_Administration",
        "https://en.wikipedia.org/wiki/Master_of_Business_Informatics",
        "https://en.wikipedia.org/wiki/Master_of_Business",
        "https://en.wikipedia.org/wiki/Master_of_Commerce",
        "https://en.wikipedia.org/wiki/Master_of_Design",
        "https://en.wikipedia.org/wiki/Master_of_Theology",
        "https://en.wikipedia.org/wiki/Master_of_Theological_Studies",
        "https://en.wikipedia.org/wiki/Master_of_Divinity",
        "https://en.wikipedia.org/wiki/Master_of_Education",
        "https://en.wikipedia.org/wiki/Master_of_Public_Administration",
        "https://en.wikipedia.org/wiki/Master_of_Professional_Studies",
        "https://en.wikipedia.org/wiki/Master_of_Science_in_Nursing",
        "https://en.wikipedia.org/wiki/Master_of_Professional_Studies",
        "https://en.wikipedia.org/wiki/Master_of_Journalism",
        "https://en.wikipedia.org/wiki/Master_of_Science_in_Taxation",
        "https://en.wikipedia.org/wiki/Master_of_Social_Work",
        "https://en.wikipedia.org/wiki/Master_of_Public_Affairs",
        "https://en.wikipedia.org/wiki/Master_of_Library_and_Information_Science",
        "https://en.wikipedia.org/wiki/Master_of_Letters",
        "https://en.wikipedia.org/wiki/Master_of_Public_Health",
        "https://en.wikipedia.org/wiki/Master_of_Science_in_Project_Management",
        "https://en.wikipedia.org/wiki/Master_of_Public_Policy",
        "https://en.wikipedia.org/wiki/Master_of_Physical_Therapy",
        "https://en.wikipedia.org/wiki/Master_of_Religious_Education",
        "https://en.wikipedia.org/wiki/Master_of_Theology",
        "https://en.wikipedia.org/wiki/Master_of_Sacred_Theology",
        "https://en.wikipedia.org/wiki/Master_of_Laws",
        "https://en.wikipedia.org/wiki/Master_of_Engineering",
        "https://en.wikipedia.org/wiki/Master_of_Chemistry",
        "https://en.wikipedia.org/wiki/Master_of_Physics",
        "https://en.wikipedia.org/wiki/Master_of_Mathematics",
        "https://en.wikipedia.org/wiki/Master_of_Medical_Science",
        "https://en.wikipedia.org/wiki/Master_of_Medical_Science",
        "https://en.wikipedia.org/wiki/Master_of_Music",
        "https://en.wikipedia.org/wiki/Master_of_Social_Science",
        "https://en.wikipedia.org/wiki/Bachelor_of_Civil_Law",
        "https://en.wikipedia.org/wiki/Bachelor_of_Philosophy",
        "https://en.wikipedia.org/wiki/Master_of_Theology",
        "https://en.wikipedia.org/wiki/Licentiate_of_Arts",
        "https://en.wikipedia.org/wiki/Licentiate_in_Dental_Surgery",
        "https://en.wikipedia.org/wiki/Licentiate_of_Canon_Law",
        "https://en.wikipedia.org/wiki/Licentiate_of_Sacred_Theology",
        "https://en.wikipedia.org/wiki/Specialist_degree",
        "https://en.wikipedia.org/wiki/Educational_Specialist",
        "https://en.wikipedia.org/wiki/Specialist_in_School_Psychology",
        "https://en.wikipedia.org/wiki/Aerospace_engineering",
        "https://en.wikipedia.org/wiki/Building_Engineer",
        "https://en.wikipedia.org/wiki/Biomedical_Engineering",
        "https://en.wikipedia.org/wiki/Civil_Engineering",
        "https://en.wikipedia.org/wiki/Computer_engineering",
        "https://en.wikipedia.org/wiki/Chemical_engineering",
        "https://en.wikipedia.org/wiki/Electrical_engineering",
        "https://en.wikipedia.org/wiki/Computer_Engineering",
        "https://en.wikipedia.org/wiki/Environmental_Engineer",
        "https://en.wikipedia.org/wiki/Materials_science",
        "https://en.wikipedia.org/wiki/Mechanical_engineering",
        "https://en.wikipedia.org/wiki/Naval_Engineering",
        "https://en.wikipedia.org/wiki/Nuclear_Engineering",
        "https://en.wikipedia.org/wiki/Systems_Engineering",
        "https://en.wikipedia.org/wiki/Professional_degree",
        "https://en.wikipedia.org/wiki/Doctor_of_Audiology",
        "https://en.wikipedia.org/wiki/Doctor_of_Chiropractic",
        "https://en.wikipedia.org/wiki/Doctor_of_Dental_Surgery",
        "https://en.wikipedia.org/wiki/Doctor_of_Dental_Medicine",
        "https://en.wikipedia.org/wiki/Juris_Doctor",
        "https://en.wikipedia.org/wiki/Doctor_of_Medicine",
        "https://en.wikipedia.org/wiki/Doctor_of_Physical_Therapy",
        "https://en.wikipedia.org/wiki/Optometry",
        "https://en.wikipedia.org/wiki/Doctor_of_Osteopathy",
        "https://en.wikipedia.org/wiki/Doctor_of_Pharmacy",
        "https://en.wikipedia.org/wiki/Doctor_of_Podiatric_Medicine",
        "https://en.wikipedia.org/wiki/Master_of_Divinity",
        "https://en.wikipedia.org/wiki/Doctor_of_Veterinary_Medicine",
        "https://en.wikipedia.org/wiki/Bachelor_of_Sacred_Theology",
        "https://en.wikipedia.org/wiki/Doctorate",
        "https://en.wikipedia.org/wiki/Doctor_of_Health_Science",
        "https://en.wikipedia.org/wiki/Doctor_of_Philosophy",
        "https://en.wikipedia.org/wiki/Doctor_of_Professional_Studies",
        "https://en.wikipedia.org/wiki/Doctor_of_Education",
        "https://en.wikipedia.org/wiki/Doctor_of_Engineering",
        "https://en.wikipedia.org/wiki/Engineering_Doctorate",
        "https://en.wikipedia.org/wiki/Professional_Doctorate_in_Engineering",
        "https://en.wikipedia.org/wiki/Doctor_of_Business_Administration",
        "https://en.wikipedia.org/wiki/Doctor_of_Divinity",
        "https://en.wikipedia.org/wiki/Doctor_of_Canon_Law",
        "https://en.wikipedia.org/wiki/Doctor_of_Canon_and_Civil_Law",
        "https://en.wikipedia.org/wiki/Doctor_of_Science",
        "https://en.wikipedia.org/wiki/Doctor_of_Letters",
        "https://en.wikipedia.org/wiki/Doctor_of_Arts",
        "https://en.wikipedia.org/wiki/Doctor_of_Medicine",
        "https://en.wikipedia.org/wiki/Doctor_of_Musical_Arts",
        "https://en.wikipedia.org/wiki/Doctor_of_Music",
        "https://en.wikipedia.org/wiki/Doctor_of_Civil_Law",
        "https://en.wikipedia.org/wiki/Doctor_of_Theology",
        "https://en.wikipedia.org/wiki/Doctor_of_Public_Health",
        "https://en.wikipedia.org/wiki/Doctor_of_Physical_Therapy",
        "https://en.wikipedia.org/wiki/Doctor_of_Philosophy",
        "https://en.wikipedia.org/wiki/Doctor_of_Psychology",
        "https://en.wikipedia.org/wiki/Doctor_of_Social_Work",
        "https://en.wikipedia.org/wiki/Juris_Doctor",
        "https://en.wikipedia.org/wiki/Doctor_of_Laws",
        "https://en.wikipedia.org/wiki/Doctor_of_Humane_Letters",
        "https://en.wikipedia.org/wiki/Doctor_of_Laws",
        "https://en.wikipedia.org/wiki/Doctor_of_Sacred_Theology",
        "https://en.wikipedia.org/wiki/Doctor_of_Ministry",
        "https://en.wikipedia.org/wiki/Personal_name",
        "https://en.wikipedia.org/wiki/Anthroponymy",
        "https://en.wikipedia.org/wiki/Personal_identity",
        "https://en.wikipedia.org/wiki/Personal_name",
        "https://en.wikipedia.org/wiki/Given_name",
        "https://en.wikipedia.org/wiki/Surname",
        "https://en.wikipedia.org/wiki/Patrilineality",
        "https://en.wikipedia.org/wiki/Matriname",
        "https://en.wikipedia.org/wiki/List_of_family_name_affixes",
        "https://en.wikipedia.org/wiki/Nobiliary_particle",
        "https://en.wikipedia.org/wiki/Given_name",
        "https://en.wikipedia.org/wiki/Middle_name",
        "https://en.wikipedia.org/wiki/Surname",
        "https://en.wikipedia.org/wiki/Diminutive",
        "https://en.wikipedia.org/wiki/Epithet",
        "https://en.wikipedia.org/wiki/Lists_of_people_by_epithet",
        "https://en.wikipedia.org/wiki/Eponym",
        "https://en.wikipedia.org/wiki/Matronymic",
        "https://en.wikipedia.org/wiki/Metonymy",
        "https://en.wikipedia.org/wiki/Mononymous_person",
        "https://en.wikipedia.org/wiki/Occupational_name",
        "https://en.wikipedia.org/wiki/Patronymic",
        "https://en.wikipedia.org/wiki/Patronymic_surname",
        "https://en.wikipedia.org/wiki/Sobriquet",
        "https://en.wikipedia.org/wiki/Teknonymy",
        "https://en.wikipedia.org/wiki/Toponymy",
        "https://en.wikipedia.org/wiki/Toponymic_surname",
        "https://en.wikipedia.org/wiki/Patrial_name",
        "https://en.wikipedia.org/wiki/Unisex_name",
        "https://en.wikipedia.org/wiki/Aptronym",
        "https://en.wikipedia.org/wiki/Code_name",
        "https://en.wikipedia.org/wiki/Maiden_and_married_names",
        "https://en.wikipedia.org/wiki/Necronym",
        "https://en.wikipedia.org/wiki/Posthumous_name",
        "https://en.wikipedia.org/wiki/Temple_name",
        "https://en.wikipedia.org/wiki/Placeholder_name",
        "https://en.wikipedia.org/wiki/Notname",
        "https://en.wikipedia.org/wiki/Regnal_name",
        "https://en.wikipedia.org/wiki/Slave_name",
        "https://en.wikipedia.org/wiki/Pseudonym",
        "https://en.wikipedia.org/wiki/List_of_pseudonyms",
        "https://en.wikipedia.org/wiki/Art_name",
        "https://en.wikipedia.org/wiki/Nickname",
        "https://en.wikipedia.org/wiki/Lists_of_nicknames",
        "https://en.wikipedia.org/wiki/Hypocorism",
        "https://en.wikipedia.org/wiki/Nom_de_guerre",
        "https://en.wikipedia.org/wiki/Pen_name",
        "https://en.wikipedia.org/wiki/Ring_name",
        "https://en.wikipedia.org/wiki/Shikona",
        "https://en.wikipedia.org/wiki/Stage_name",
        "https://en.wikipedia.org/wiki/List_of_stage_names",
        "https://en.wikipedia.org/wiki/Username",
        "https://en.wikipedia.org/wiki/Surnames_by_country",
        "https://en.wikipedia.org/wiki/East_Asian_cultural_sphere",
        "https://en.wikipedia.org/wiki/Amami_name",
        "https://en.wikipedia.org/wiki/Chinese_name",
        "https://en.wikipedia.org/wiki/Courtesy_name",
        "https://en.wikipedia.org/wiki/Art_name",
        "https://en.wikipedia.org/wiki/Generation_name",
        "https://en.wikipedia.org/wiki/Japanese_name",
        "https://en.wikipedia.org/wiki/Korean_name",
        "https://en.wikipedia.org/wiki/Manchu_name",
        "https://en.wikipedia.org/wiki/Mongolian_name",
        "https://en.wikipedia.org/wiki/Okinawan_name",
        "https://en.wikipedia.org/wiki/Naming_customs_of_Taiwanese_aborigines",
        "https://en.wikipedia.org/wiki/Tibetan_name",
        "https://en.wikipedia.org/wiki/Vietnamese_name",
        "https://en.wikipedia.org/wiki/Muslim_world",
        "https://en.wikipedia.org/wiki/Afghan_name",
        "https://en.wikipedia.org/wiki/Albanian_name",
        "https://en.wikipedia.org/wiki/Arabic_name",
        "https://en.wikipedia.org/wiki/Azerbaijani_name",
        "https://en.wikipedia.org/wiki/Balinese_name",
        "https://en.wikipedia.org/wiki/Bengali_name",
        "https://en.wikipedia.org/wiki/Persian_name",
        "https://en.wikipedia.org/wiki/Indonesian_names",
        "https://en.wikipedia.org/wiki/Chinese_Indonesian_surname",
        "https://en.wikipedia.org/wiki/Javanese_name",
        "https://en.wikipedia.org/wiki/Malaysian_names",
        "https://en.wikipedia.org/wiki/Mandaean_name",
        "https://en.wikipedia.org/wiki/Pakistani_name",
        "https://en.wikipedia.org/wiki/Pashtun_name",
        "https://en.wikipedia.org/wiki/Sindhi_names",
        "https://en.wikipedia.org/wiki/Somali_name",
        "https://en.wikipedia.org/wiki/Tatar_name",
        "https://en.wikipedia.org/wiki/Turkish_name",
        "https://en.wikipedia.org/wiki/Oceania",
        "https://en.wikipedia.org/wiki/Australian_Aboriginal_kinship",
        "https://en.wikipedia.org/wiki/Fijian_name",
        "https://en.wikipedia.org/wiki/Hawaiian_name",
        "https://en.wikipedia.org/wiki/Akan_names",
        "https://en.wikipedia.org/wiki/Democratic_Republic_of_the_Congo_naming_customs",
        "https://en.wikipedia.org/wiki/Naming_conventions_in_Ethiopia_and_Eritrea",
        "https://en.wikipedia.org/wiki/Ghanaian_name",
        "https://en.wikipedia.org/wiki/Igbo_name",
        "https://en.wikipedia.org/wiki/Yoruba_name",
        "https://en.wikipedia.org/wiki/Zimbabwean_names",
        "https://en.wikipedia.org/wiki/Europe",
        "https://en.wikipedia.org/wiki/North_America",
        "https://en.wikipedia.org/wiki/Australasia",
        "https://en.wikipedia.org/wiki/Armenian_name",
        "https://en.wikipedia.org/wiki/Basque_surnames",
        "https://en.wikipedia.org/wiki/Celtic_onomastics",
        "https://en.wikipedia.org/wiki/Cornish_surnames",
        "https://en.wikipedia.org/wiki/Irish_name",
        "https://en.wikipedia.org/wiki/Manx_surnames",
        "https://en.wikipedia.org/wiki/Scottish_Gaelic_name",
        "https://en.wikipedia.org/wiki/Welsh_surnames",
        "https://en.wikipedia.org/wiki/Finnish_name",
        "https://en.wikipedia.org/wiki/French_name",
        "https://en.wikipedia.org/wiki/Georgian_name",
        "https://en.wikipedia.org/wiki/Germanic_name",
        "https://en.wikipedia.org/wiki/Dutch_name",
        "https://en.wikipedia.org/wiki/English_name",
        "https://en.wikipedia.org/wiki/Naming_in_the_United_States",
        "https://en.wikipedia.org/wiki/Canadian_name",
        "https://en.wikipedia.org/wiki/Hong_Kong_name",
        "https://en.wikipedia.org/wiki/German_name",
        "https://en.wikipedia.org/wiki/Gothic_name",
        "https://en.wikipedia.org/wiki/Icelandic_name",
        "https://en.wikipedia.org/wiki/Scandinavian_family_name_etymology",
        "https://en.wikipedia.org/wiki/Swedish_name",
        "https://en.wikipedia.org/wiki/Greek_name",
        "https://en.wikipedia.org/wiki/Ancient_Greek_personal_names",
        "https://en.wikipedia.org/wiki/Greek_Cypriot_name",
        "https://en.wikipedia.org/wiki/Hungarian_names",
        "https://en.wikipedia.org/wiki/Italian_name",
        "https://en.wikipedia.org/wiki/Kalmyk_name",
        "https://en.wikipedia.org/wiki/Latvian_name",
        "https://en.wikipedia.org/wiki/Lithuanian_name",
        "https://en.wikipedia.org/wiki/Portuguese_name",
        "https://en.wikipedia.org/wiki/Roman_naming_conventions",
        "https://en.wikipedia.org/wiki/Praenomen",
        "https://en.wikipedia.org/wiki/Cognomen",
        "https://en.wikipedia.org/wiki/Agnomen",
        "https://en.wikipedia.org/wiki/Romanian_name",
        "https://en.wikipedia.org/wiki/Slavic_names",
        "https://en.wikipedia.org/wiki/Bulgarian_name",
        "https://en.wikipedia.org/wiki/Croatian_name",
        "https://en.wikipedia.org/wiki/Czech_name",
        "https://en.wikipedia.org/wiki/Eastern_Slavic_naming_customs",
        "https://en.wikipedia.org/wiki/Belarusian_name",
        "https://en.wikipedia.org/wiki/Russian_name",
        "https://en.wikipedia.org/wiki/Ukrainian_name",
        "https://en.wikipedia.org/wiki/Macedonian_onomastics",
        "https://en.wikipedia.org/wiki/Polish_name",
        "https://en.wikipedia.org/wiki/Serbian_name",
        "https://en.wikipedia.org/wiki/Slovak_name",
        "https://en.wikipedia.org/wiki/Slavic_name_suffixes",
        "https://en.wikipedia.org/wiki/Spanish_naming_customs",
        "https://en.wikipedia.org/wiki/Naming_customs_of_Hispanic_America",
        "https://en.wikipedia.org/wiki/Yakut_names",
        "https://en.wikipedia.org/wiki/Greater_India",
        "https://en.wikipedia.org/wiki/South_Asia",
        "https://en.wikipedia.org/wiki/Southeast_Asia",
        "https://en.wikipedia.org/wiki/Burmese_name",
        "https://en.wikipedia.org/wiki/Khmer_name",
        "https://en.wikipedia.org/wiki/Filipino_name",
        "https://en.wikipedia.org/wiki/Indian_name",
        "https://en.wikipedia.org/wiki/Saint_Thomas_Christian_names",
        "https://en.wikipedia.org/wiki/Naming_conventions_of_ancient_Tamil_country",
        "https://en.wikipedia.org/wiki/Lao_name",
        "https://en.wikipedia.org/wiki/Sinhalese_name",
        "https://en.wikipedia.org/wiki/Thai_name",
        "https://en.wikipedia.org/wiki/Religious_name",
        "https://en.wikipedia.org/wiki/Christian_name",
        "https://en.wikipedia.org/wiki/List_of_biblical_names",
        "https://en.wikipedia.org/wiki/Papal_name",
        "https://en.wikipedia.org/wiki/Buddhist_surname",
        "https://en.wikipedia.org/wiki/Dharma_name",
        "https://en.wikipedia.org/wiki/Jewish_name",
        "https://en.wikipedia.org/wiki/Hebrew_name",
        "https://en.wikipedia.org/wiki/Mandaean_name",
        "https://en.wikipedia.org/wiki/Theophoric_name",
        "https://en.wikipedia.org/wiki/List_of_titles",
        "https://en.wikipedia.org/wiki/Title_of_authority",
        "https://en.wikipedia.org/wiki/Title_of_honor",
        "https://en.wikipedia.org/wiki/Honorific",
        "https://en.wikipedia.org/wiki/Diplomatic_rank",
        "https://en.wikipedia.org/wiki/Royal_and_noble_styles",
        "https://en.wikipedia.org/wiki/Judiciary_styles",
        "https://en.wikipedia.org/wiki/List_of_religious_titles_and_styles",
        "https://en.wikipedia.org/wiki/Ecclesiastical_titles_and_styles",
        "https://en.wikipedia.org/wiki/Emeritus",
        "https://en.wikipedia.org/wiki/Award",
        "https://en.wikipedia.org/wiki/Medal",
        "https://en.wikipedia.org/wiki/Title",
        "https://en.wikipedia.org/wiki/Chivalry",
        "https://en.wikipedia.org/wiki/Courtesy_title",
        "https://en.wikipedia.org/wiki/False_titles_of_nobility",
        "https://en.wikipedia.org/wiki/Hereditary_title",
        "https://en.wikipedia.org/wiki/Subsidiary_title",
        "https://en.wikipedia.org/wiki/Substantive_title",
        "https://en.wikipedia.org/wiki/Military_rank",
        "https://en.wikipedia.org/wiki/Professional_titles",
        "https://en.wikipedia.org/wiki/Academic_ranks",
        "https://en.wikipedia.org/wiki/Professional_degree",
        "https://en.wikipedia.org/wiki/Corporate_title",
        "https://en.wikipedia.org/wiki/Diplomatic_rank",
        "https://en.wikipedia.org/wiki/Judicial_titles",
        "https://en.wikipedia.org/wiki/List_of_religious_titles_and_styles",
        "https://en.wikipedia.org/wiki/Ecclesiastical_titles_and_styles",
        "https://en.wikipedia.org/wiki/Baptism",
        "https://en.wikipedia.org/wiki/Name_day",
        "https://en.wikipedia.org/wiki/Calendar_of_saints",
        "https://en.wikipedia.org/wiki/Acronym",
        "https://en.wikipedia.org/wiki/Anonymity",
        "https://en.wikipedia.org/wiki/Anthropomorphism",
        "https://en.wikipedia.org/wiki/Personification",
        "https://en.wikipedia.org/wiki/National_personification",
        "https://en.wikipedia.org/wiki/Call_sign",
        "https://en.wikipedia.org/wiki/Family",
        "https://en.wikipedia.org/wiki/Legal_name",
        "https://en.wikipedia.org/wiki/Name_change",
        "https://en.wikipedia.org/wiki/List_of_most_popular_given_names",
        "https://en.wikipedia.org/wiki/Lists_of_most_common_surnames",
        "https://en.wikipedia.org/wiki/Nomenclature",
        "https://en.wikipedia.org/wiki/Nomen_nescio",
        "https://en.wikipedia.org/wiki/Onomastics",
        "https://en.wikipedia.org/wiki/Personal_identity",
        "https://en.wikipedia.org/wiki/Identifier",
        "https://en.wikipedia.org/wiki/Proper_name",
        "https://en.wikipedia.org/wiki/Signature",
        "https://en.wikipedia.org/wiki/Monogram",
        "https://en.wikipedia.org/wiki/Royal_cypher",
        "https://en.wikipedia.org/wiki/Khelrtva",
        "https://en.wikipedia.org/wiki/Signum_manus",
        "https://en.wikipedia.org/wiki/Tughra",
        "https://en.wikipedia.org/wiki/Surnames_by_country",
        "https://en.wikipedia.org/wiki/Naming_taboo",
        "https://en.wikipedia.org/wiki/Academic_degree",
        "https://en.wikipedia.org/wiki/Academic_degree",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}