{
    "url": "https://en.wikipedia.org/wiki/Academic_conference",
    "title": "Academic conference",
    "table_of_contents": [
        "1 Overview",
        "1.1 Presentations",
        "1.2 Size",
        "1.3 Types",
        "1.4 Infrastructure",
        "1.5 Global \"round-the-clock\" conferences",
        "2 Organization",
        "3 Predatory conferences",
        "4 Environmental Impact",
        "5 See also",
        "6 References",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "An academic conference or scientific conference (also congress, symposium, workshop, or meeting) is an event for researchers (not necessarily academics) to present and discuss their scholarly work. Together with academic or scientific journals and Preprint archives such as arXiv, conferences provide an important channel for exchange of information between researchers. Further benefits of participating in academic conferences include learning effects in terms of presentation skills and “academic habitus”, receiving feedback from peers for one’s own research, the possibility to engage in informal communication with peers about work opportunities and collaborations, and getting an overview of current research in one or more disciplines.[1]\n\n"
        },
        {
            "title": "Overview",
            "text": "Conferences usually encompass various presentations. They tend to be short and concise, with a time span of about 10 to 30 minutes; presentations are usually followed by a discussion. The work may be bundled in written form as academic papers and published as the conference proceedings.\n\nUsually a conference will include keynote speakers (often, scholars of some standing, but sometimes individuals from outside academia). The keynote lecture is often longer, lasting sometimes up to an hour and a half, particularly if there are several keynote speakers on a panel.\n\nIn addition to presentations, conferences also feature panel discussions, round tables on various issues, poster sessions and workshops. Some conferences take more interactive formats, such as the participant driven \"unconference\" or various conversational formats.[2]\n\nSome academic conferences include the Artificial Intelligence International Conference, TED, Festival of Marketing, and AliensFest.[2][3]\n\nProspective presenters are usually asked to submit a short abstract of their presentation, which will be reviewed before the presentation is accepted for the meeting. Some disciplines require presenters to submit a paper of about 6–15 pages, which is peer reviewed by members of the program committee or referees chosen by them.\n\nIn some disciplines, such as English and other languages, it is common for presenters to read from a prepared script. In other disciplines such as the sciences, presenters usually base their talk around a visual presentation that displays key figures and research results.\n\nA large meeting will usually be called a conference, while a smaller is termed a workshop. They might be single track or multiple track, where the former has only one session at a time, while a multiple track meeting has several parallel sessions with speakers in separate rooms speaking at the same time.\n\nThe larger the conference, the more likely it is that academic publishing houses may set up displays. Large conferences also may have a career and job search and interview activities.\n\nAt some conferences, social or entertainment activities such as tours and receptions can be part of the program. Business meetings for learned societies or interest groups can also be part of the conference activities.\n\nAcademic conferences typically fall into three categories:\n\nIncreasing numbers of amplified conferences are being provided which exploit the potential of WiFi networks and mobile devices in order to enable remote participants to contribute to discussions and listen to ideas.\n\nAdvanced technology for meeting with any yet unknown person in a conference is performed by active RFID that may indicate wilfully identified and relatively located upon approach via electronic tags.\n\nDuring the COVID-19 pandemics, the new format of so-called global events emerged, which \"virtually travel the globe\"[4] \"with the sun from East to West\".[4] The International Association of Constitutional Law and Alma Mater Europaea university organized the first such event in July 2020, calling it a \"unique round-the-clock and round-the-globe\" event featuring 52 speakers from 28 countries.[5][6]\n\nSoon after, the round-the-globe conferences became common, some of them running for several days.[7][8][9] They became a subject of academic research.[10]\n\n"
        },
        {
            "title": "Organization",
            "text": "Conferences are usually organized either by a scientific society or by a group of researchers with a common interest. Larger meetings may be handled on behalf of the scientific society by a Professional Conference Organiser or PCO.[11]\n\nThe meeting is announced by way of a Call For Papers (CFP) or a Call For Abstracts, which is sent to prospective presenters and explains how to submit their abstracts or papers. It describes the broad theme and lists the meeting's topics and formalities such as what kind of abstract (summary) or paper has to be submitted, to whom, and by what deadline. A CFP is usually distributed using a mailing list or on specialized online services. Contributions are usually submitted using an online abstract or paper management service.\n\nIncreasingly, there has been a call for more sustainable academic conferencing, as flying to and consumption at conferences is one of the largest components of an academics environmental footprint.[12] However, few conferences have enacted practices to reduce their environmental impact, despite guidelines being widely available.[13] An analysis of academic conferences taking place in 2016, showed that only 4% of 116 conferences sampled offered carbon offset options and only 9% of these conferences implemented any form of action to their reduce environmental impact.[13]\n\n"
        },
        {
            "title": "Predatory conferences",
            "text": "Predatory conferences or predatory meetings are meetings set up to appear as legitimate scientific conferences but which are exploitative as they do not provide proper editorial control over presentations, and advertising can include claims of involvement of prominent academics who are, in fact, uninvolved. They are an expansion of the predatory publishing business model, which involves the creation of academic publications built around an exploitative business model that generally involves charging publication fees to authors without providing the editorial and publishing services associated with legitimate journals.[14][15] BIT Life Sciences and SCIgen § In conferences are some of the conferences labeled as predatory.\n\n"
        },
        {
            "title": "Environmental Impact",
            "text": "Academic conferences are criticized for being environmentally unfriendly, due to the amount of airplane traffic generated by them.[16] A correspondence on Nature.com points out the \"paradox of needing to fly to conferences\" despite increased calls for sustainability by environmental scientists.[17]\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Medicament",
        "https://en.wikipedia.org/wiki/Oslo",
        "https://en.wikipedia.org/wiki/Norway",
        "https://en.wikipedia.org/wiki/Researcher",
        "https://en.wikipedia.org/wiki/Academic",
        "https://en.wikipedia.org/wiki/Academic_journal",
        "https://en.wikipedia.org/wiki/Scientific_journal",
        "https://en.wikipedia.org/wiki/Preprint",
        "https://en.wikipedia.org/wiki/ArXiv",
        "https://en.wikipedia.org/wiki/Academic_discipline",
        "https://en.wikipedia.org/wiki/Presentation",
        "https://en.wikipedia.org/wiki/Presentation",
        "https://en.wikipedia.org/wiki/Discussion",
        "https://en.wikipedia.org/wiki/Academic_paper",
        "https://en.wikipedia.org/wiki/Publish",
        "https://en.wikipedia.org/wiki/Proceedings",
        "https://en.wikipedia.org/wiki/Keynote_speaker",
        "https://en.wikipedia.org/wiki/Panel_discussion",
        "https://en.wikipedia.org/wiki/Poster_session",
        "https://en.wikipedia.org/wiki/Unconference",
        "https://en.wikipedia.org/wiki/AliensFest",
        "https://en.wikipedia.org/wiki/Plenary_session",
        "https://en.wikipedia.org/wiki/Peer_review",
        "https://en.wikipedia.org/wiki/Science",
        "https://en.wikipedia.org/wiki/Academic_publishing",
        "https://en.wikipedia.org/wiki/Learned_society",
        "https://en.wikipedia.org/wiki/Interest_group",
        "https://en.wikipedia.org/wiki/Learned_society",
        "https://en.wikipedia.org/wiki/Amplified_conference",
        "https://en.wikipedia.org/wiki/Alma_Mater_Europaea",
        "https://en.wikipedia.org/wiki/Professional_Conference_Organiser",
        "https://en.wikipedia.org/wiki/Time_limit",
        "https://en.wikipedia.org/wiki/Paper_management",
        "https://en.wikipedia.org/wiki/Carbon_offset",
        "https://en.wikipedia.org/wiki/Predatory_conferences",
        "https://en.wikipedia.org/wiki/Scientific_conference",
        "https://en.wikipedia.org/wiki/Predatory_publishing",
        "https://en.wikipedia.org/wiki/BIT_Life_Sciences",
        "https://en.wikipedia.org/wiki/Abstract_management",
        "https://en.wikipedia.org/wiki/Academia",
        "https://en.wikipedia.org/wiki/Academic_writing",
        "https://en.wikipedia.org/wiki/Bullying_in_academia",
        "https://en.wikipedia.org/wiki/Congress",
        "https://en.wikipedia.org/wiki/Education",
        "https://en.wikipedia.org/wiki/French_mathematical_seminars",
        "https://en.wikipedia.org/wiki/Learned_society",
        "https://en.wikipedia.org/wiki/Plenary_session",
        "https://en.wikipedia.org/wiki/Poster_session",
        "https://en.wikipedia.org/wiki/Proceedings",
        "https://en.wikipedia.org/wiki/Professional_conference",
        "https://en.wikipedia.org/wiki/Research",
        "https://en.wikipedia.org/wiki/Scholarly_article",
        "https://en.wikipedia.org/wiki/Scholarly_method",
        "https://en.wikipedia.org/wiki/Scientific_community",
        "https://en.wikipedia.org/wiki/Scientific_method",
        "https://en.wikipedia.org/wiki/Scientific_journal",
        "https://en.wikipedia.org/wiki/Seminar",
        "https://en.wikipedia.org/wiki/Academic_conference",
        "https://en.wikipedia.org/wiki/Academic_conference",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}