{
    "url": "https://en.wikipedia.org/wiki/Academia",
    "title": "Academy",
    "table_of_contents": [
        "1 Etymology",
        "2 Origins",
        "2.1 Original Academy",
        "2.2 Neoplatonic Academy of Late Antiquity",
        "3 Ancient and medieval institutions",
        "3.1 Ancient world",
        "3.1.1 Greece and early Europe",
        "3.1.2 Africa",
        "3.1.3 China",
        "3.1.4 South Asia",
        "3.2 Persia",
        "3.2.1 Islamic world",
        "3.3 Medieval Europe",
        "4 Renaissance academies in Italy",
        "4.1 15th-century academies",
        "4.2 16th-century literary-aesthetic academies",
        "5 17th- and 18th-century academies in Europe",
        "5.1 Literary-philosophical academies",
        "5.2 Academies of the arts",
        "5.3 Linguistic academies",
        "5.4 Academies of sciences",
        "5.5 Academic societies",
        "5.6 Military academies",
        "6 Modern use of the term academy",
        "6.1 French regional academies overseeing education",
        "6.2 Russian research academies",
        "6.3 English school types",
        "6.3.1 Tertiary education",
        "6.3.2 Primary and secondary education",
        "6.4 United States",
        "6.5 Germany",
        "7 Academic personnel",
        "8 Structure",
        "8.1 Qualifications",
        "8.2 Academic conferences",
        "8.3 Conflicting goals",
        "8.3.1 Practice and theory",
        "8.3.2 Nepotism",
        "8.3.3 Town and gown",
        "9 Academic publishing",
        "9.1 History of academic journals",
        "9.2 Current status and development",
        "10 Academic dress",
        "11 See also",
        "12 References",
        "13 Bibliography",
        "14 Further reading",
        "15 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "An academy (Attic Greek: Ἀκαδήμεια; Koine Greek Ἀκαδημία) is an institution of secondary or tertiary higher learning (and generally also research or honorary membership). The name traces back to Plato's school of philosophy, founded approximately 385 BC at Akademia, a sanctuary of Athena, the goddess of wisdom and skill, north of Athens, Greece.\n\n"
        },
        {
            "title": "Etymology",
            "text": "The word comes from the Academy in ancient Greece, which derives from the Athenian hero, Akademos. Outside the city walls of Athens, the gymnasium was made famous by Plato as a center of learning. The sacred space, dedicated to the goddess of wisdom, Athena, had formerly been an olive grove, hence the expression \"the groves of Academe\".[1]\n\nIn these gardens, the philosopher Plato conversed with followers. Plato developed his sessions into a method of teaching philosophy and in 387 BC, established what is known today as the Old Academy.\n\nBy extension, academia has come to mean the accumulation, development and transmission of knowledge across generations as well as its practitioners and transmitters. In the 17th century, British, Italian and French scholars used the term to describe types of institutions of higher learning.\n\n"
        },
        {
            "title": "Origins",
            "text": "Before Akademia was a school, and even before Cimon enclosed its precincts with a wall,[2] it contained a sacred grove of olive trees dedicated to Athena, the goddess of wisdom, outside the city walls of ancient Athens.[3] The archaic name for the site was Hekademia, which by classical times evolved into Akademia and was explained, at least as early as the beginning of the 6th century BC, by linking it to an Athenian hero, a legendary \"Akademos\". The site of Akademia was sacred to Athena and other immortals.\n\nPlato's immediate successors as \"scholarch\" of Akademia were Speusippus (347–339 BC), Xenocrates (339–314 BC), Polemon (314–269 BC), Crates (c. 269–266 BC), and Arcesilaus (c. 266–240 BC). Later scholarchs include Lacydes of Cyrene, Carneades, Clitomachus, and Philo of Larissa (\"the last undisputed head of the Academy\").[4][5] Other notable members of Akademia include Aristotle, Heraclides Ponticus, Eudoxus of Cnidus, Philip of Opus, Crantor, and Antiochus of Ascalon.\n\nAfter a lapse during the early Roman occupation, Akademia was refounded[6] as a new institution of some outstanding Platonists of late antiquity who called themselves \"successors\" (diadochoi, but of Plato) and presented themselves as an uninterrupted tradition reaching back to Plato. However, there cannot have actually been any geographical, institutional, economic or personal continuity with the original Academy in the new organizational entity.[7]\n\nThe last \"Greek\" philosophers of the revived Akademia in the 6th century were drawn from various parts of the Hellenistic cultural world and suggest the broad syncretism of the common culture (see koine): Five of the seven Akademia philosophers mentioned by Agathias were Syriac in their cultural origin: Hermias and Diogenes (both from Phoenicia), Isidorus of Gaza, Damascius of Syria, Iamblichus of Coele-Syria and perhaps even Simplicius of Cilicia.[7]\n\nThe emperor Justinian ceased the school's funding in AD 529, a date that is often cited as the end of Antiquity. According to the sole witness, the historian Agathias, its remaining members looked for protection under the rule of Sassanid king Khosrau I in his capital at Ctesiphon, carrying with them precious scrolls of literature and philosophy, and to a lesser degree of science. After a peace treaty between the Persian and the Byzantine empire in 532 guaranteed their personal security (an early document in the history of freedom of religion), some members found sanctuary in the pagan stronghold of Harran, near Edessa. One of the last leading figures of this group was Simplicius, a pupil of Damascius, the last head of the Athenian school.\n\nIt has been speculated that Akademia did not altogether disappear.[7][8] After his exile, Simplicius (and perhaps some others), may have travelled to Harran, near Edessa. From there, the students of an academy-in-exile could have survived into the 9th century, long enough to facilitate the Arabic revival of the Neoplatonist commentary tradition in Baghdad.[8]\n\n"
        },
        {
            "title": "Ancient and medieval institutions",
            "text": "In ancient Greece, after the establishment of the original Academy, Plato's colleagues and pupils developed spin-offs of his method. Arcesilaus, a Greek student of Plato established the Middle Academy. Carneades, another student, established the New Academy. In 335 BC, Aristotle refined the method with his own theories and established the Lyceum in another gymnasium.\n\nThe Musaeum, Serapeum and library of Alexandria Egypt was frequented by intellectuals from Africa, Europe and Asia studying various aspects of philosophy, language and mathematics.\n\nThe University of Timbuktu was a medieval university in Timbuktu, present-day Mali, which comprised three schools: the Mosque of Djinguereber, the Mosque of Sidi Yahya, and the Mosque of Sankore. During its zenith, the university had an average attendance of around 25,000 students within a city of around 100,000 people.\n\nIn China a higher education institution Shang Xiang was founded by Shun in the Youyu era before the 21st century BC. The Imperial Central Academy at Nanjing, founded in 258, was a result of the evolution of Shang Xiang and it became the first comprehensive institution combining education and research and was divided into five faculties in 470, which later became Nanjing University.\n\nIn the 8th century another kind of institution of learning emerged, named Shuyuan, which were generally privately owned. There were thousands of Shuyuan recorded in ancient times. The degrees from them varied from one to another and those advanced Shuyuan such as Bailudong Shuyuan and Yuelu Shuyuan[9] (later become Hunan University) can be classified as higher institutions of learning.\n\nTaxila or Takshashila, in ancient India, modern-day Pakistan, was an early centre of learning, near present-day Islamabad in the city of Taxila. It is considered one of the ancient universities of the world. According to scattered references which were only fixed a millennium later it may have dated back to at least the 5th century BC.[10] Some scholars date Takshashila's existence back to the 6th century BC.[11] The school consisted of several monasteries without large dormitories or lecture halls where the religious instruction was most likely still provided on an individualistic basis.[12] Takshashila is described in some detail in later Jātaka tales, written in Sri Lanka around the 5th century AD.[13]\n\nIt became a noted centre of learning at least several centuries BC, and continued to attract students until the destruction of the city in the 5th century AD. Takshashila is perhaps best known because of its association with Chanakya. The famous treatise Arthashastra (Sanskrit for The knowledge of Economics) by Chanakya, is said to have been composed in Takshashila itself. Chanakya (or Kautilya),[14] the Maurya Emperor Chandragupta[15] and the Ayurvedic healer Charaka studied at Taxila.[16]\n\nGenerally, a student entered Takshashila at the age of sixteen. The Vedas and the Eighteen Arts, which included skills such as archery, hunting, and elephant lore, were taught, in addition to its law school, medical school, and school of military science.[16]\n\nNalanda was established in the 5th century AD in Bihar, India.[17] It was founded in 427 in northeastern India, not far from what is today the southern border of Nepal. It survived until 1197 when it was set upon, destroyed and burnt by the marauding forces of Ikhtiyar Uddin Muhammad bin Bakhtiyar Khilji. It was devoted to Buddhist studies, but it also trained students in fine arts, medicine, mathematics, astronomy, politics and the art of war.[18]\n\nThe center had eight separate compounds, 10 temples, meditation halls, classrooms, lakes and parks. It had a nine-story library where monks meticulously copied books and documents so that individual scholars could have their own collections. It had dormitories for students, perhaps a first for an educational institution, housing 10,000 students in the university's heyday and providing accommodation for 2,000 professors.[19] Nalanda University attracted pupils and scholars from Korea, Japan, China, Tibet, Indonesia, Persia and Turkey.\n\nThe geographical position of Persia allowed it to absorb cultural influences and ideas from both west and east. This include the spread of the Greek form of schools in the new Hellenistic cities built in Persia after the invasion of Alexander the Great.[20]\n\nUnder the Sasanians, Syriac became an important language of the administration and intellectuals, rivaling Greek. Several cities developed centers of higher learning in the Sasanian Empire, including Mosul, al-Hira, and Harran (famous for the Pythagorean School of the Sabians). The Grand School was the main center of learning in the Persian capital Ctesiphon, but little is known about it. Perhaps the most famous center of learning in Persia was the Academy of Gundishapur, teaching medicine, mathematics, astronomy, and logic. The academy was later instrumental in founding the Muslim city of Baghdad as a center of learning, and serving as the model for the first Muslim hospital (bimaristan) at Damascus.[20]\n\nFounded in Fes, University of Al-Karaouine in the 9th century and in Cairo, Al-Azhar University in the 10th century, and in Mali, the University of Timbuktu in about 1100. Mustansiriya Madrasah in Baghdad, Iraq was established in 1227 as a madrasah by the Abbasid Caliph al-Mustansir. Its library had an initial collection of 80,000 volumes, given by the Caliph. The collection was said to have grown to 400,000 volumes.\n\nIn Europe, the academy dates to the ancient Greeks and Romans in the pre-Christian era. Newer universities were founded in the 12th and 13th centuries, and the European institution of academia took shape. Monks and priests moved out of monasteries to cathedral cities and other towns where they opened the first schools dedicated to advanced study.\n\nThe most notable of these new schools were in Bologna, Salamanca, Paris, Oxford and Cambridge, while others were opened throughout Europe.\n\nThe seven liberal arts—the Trivium (Grammar, Rhetoric, and Logic), and the Quadrivium (Arithmetic, Geometry, Music, and Astronomy)—had been codified in late antiquity. This was the basis of the curriculum in Europe until newly available Arabic texts and the works of Aristotle became more available in Europe in the 12th century.\n\nIt remained in place even after the new scholasticism of the School of Chartres and the encyclopedic work of Thomas Aquinas, until the humanism of the 15th and 16th centuries opened new studies of arts and sciences.\n\n"
        },
        {
            "title": "Renaissance academies in Italy",
            "text": "With the Neoplatonist revival that accompanied the revival of humanist studies, academia took on newly vivid connotations.\n\nDuring the Florentine Renaissance, Cosimo de' Medici took a personal interest in the new Platonic Academy that he determined to re-establish in 1439, centered on the marvellous promise shown by the young Marsilio Ficino. Cosimo had been inspired by the arrival at the otherwise ineffective Council of Florence of Gemistos Plethon, who seemed a dazzling figure to the Florentine intellectuals.[citation needed] In 1462 Cosimo gave Ficino a villa at Careggi for the academy's use, situated where Cosimo could see it from his own villa, and drop by for visits. The academy remained a wholly informal group, but one which had a great influence on Renaissance Neo-Platonism.\n\nIn Rome, after unity was restored following the Western Schism, humanist circles, cultivating philosophy and searching out and sharing ancient texts tended to gather where there was access to a library. The Vatican Library was not coordinated until 1475 and was never catalogued or widely accessible: not all popes looked with satisfaction at gatherings of unsupervised intellectuals. At the head of this movement for renewal in Rome was Cardinal Bessarion, whose house from the mid-century was the centre of a flourishing academy of Neoplatonic philosophy and a varied intellectual culture. His valuable Greek as well as Latin library (eventually bequeathed to the city of Venice after he withdrew from Rome) was at the disposal of the academicians. Bessarion, in the latter years of his life, retired from Rome to Ravenna, but he left behind him ardent adherents of the classic philosophy.\n\nThe next generation of humanists were bolder admirers of pagan culture, especially in the highly personal academy of Pomponius Leto, the natural son of a nobleman of the Sanseverino family, born in Calabria but known by his academic name, who devoted his energies to the enthusiastic study of classical antiquity, and attracted a great number of disciples and admirers. He was a worshipper not merely of the literary and artistic form, but also of the ideas and spirit of classic paganism, which made him appear a condemner of Christianity and an enemy of the Church. In his academy every member assumed a classical name. Its principal members were humanists, like Bessarion's protégé Giovanni Antonio Campani (Campanus), Bartolomeo Platina, the papal librarian, and Filippo Buonaccorsi, and young visitors who received polish in the academic circle, like Publio Fausto Andrelini of Bologna who took the New Learning to the University of Paris, to the discomfiture of his friend Erasmus. In their self-confidence, these first intellectual neopagans compromised themselves politically, at a time when Rome was full of conspiracies fomented by the Roman barons and the neighbouring princes: Paul II (1464–71) caused Pomponio and the leaders of the academy to be arrested on charges of irreligion, immorality, and conspiracy against the Pope. The prisoners begged so earnestly for mercy, and with such protestations of repentance, that they were pardoned. The Letonian academy, however, collapsed.[21]\n\nIn Naples, the Quattrocento academy founded by Alfonso of Aragon and guided by Antonio Beccadelli was the Porticus Antoniana, later known as the Accademia Pontaniana, after Giovanni Pontano.\n\nThe 16th century saw at Rome a great increase of literary and aesthetic academies, more or less inspired by the Renaissance, all of which assumed, as was the fashion, odd and fantastic names. We learn from various sources the names of many such institutes; as a rule, they soon perished and left no trace. In the 1520s came the Accademia degli Intronati, for the encouragement of theatrical representations. There were also the academy of the \"Vignaiuoli\", or \"Vinegrowers\" (1530), and the Accademia della Virtù [it] (1542), founded by Claudio Tolomei under the patronage of Cardinal Ippolito de' Medici. These were followed by a new academy in the \"Orti\" or Farnese gardens. There were also the academies of the \"Intrepidi\" (1560), the \"Animosi\" (1576), and the \"Illuminati\" (1598); this last, founded by the Marchesa Isabella Aldobrandini Pallavicino. Towards the middle of the 16th century there were also the academy of the \"Notti Vaticane\", or \"Vatican Nights\", founded by St. Charles Borromeo; an \"Accademia di Diritto civile e canonico\", and another of the university scholars and students of philosophy (Accademia Eustachiana). As a rule these academies, all very much alike, were merely circles of friends or clients gathered around a learned man or wealthy patron, and were dedicated to literary pastimes rather than methodical study. They fitted in, nevertheless, with the general situation and were in their own way one element of the historical development. Despite their empirical and fugitive character, they helped to keep up the general esteem for literary and other studies. Cardinals, prelates, and the clergy in general were most favourable to this movement, and assisted it by patronage and collaboration.\n\nIn Florence, the Medici again took the lead in establishing the Accademia e Compagnia delle Arti del Disegno in 1563, the first of the more formally organised art academies that gradually displaced the medieval artists' guilds, usually known as the Guild of Saint Luke, as the bodies responsible for training and often regulating artists, a change with great implications for the development of art, leading to the styles known as Academic art. The private Accademia degli Incamminati set up later in the century in Bologna by the Carracci brothers was also extremely influential, and with the Accademia di San Luca of Rome (founded 1593) helped to confirm the use of the term for these institutions.\n\n"
        },
        {
            "title": "17th- and 18th-century academies in Europe",
            "text": "Gradually academies began to specialize on particular topics (arts, language, sciences) and began to be founded and funded by the kings and other sovereigns (few republics had an academy). And, mainly, since 17th century academies spread throughout Europe.\n\nIn the 17th century the tradition of literary-philosophical academies, as circles of friends gathering around learned patrons, was continued in Italy; the \"Umoristi\" (1611), the \"Fantastici (1625), and the \"Ordinati\", founded by Cardinal Dati and Giulio Strozzi. About 1700 were founded the academies of the \"Infecondi\", the \"Occulti\", the \"Deboli\", the \"Aborigini\", the \"Immobili\", the \"Accademia Esquilina\", and others. During the 18th century many Italian cities established similar philosophical and scientific academies. In the first half of the 19th century some of these became the national academies of pre-unitarian states: the academy of Accesi became the Panomitan Academy of Buon Gusto (Trento); the academy of Timidi became the Royal Academy of Mantua; the Accademia dei Ricovrati became the Galileiana Academy of Arts and Science (Padova); the academy of Dissonanti became the Royal Academy of Modena and the academy of Oscuri became the Royal Academy of Lucca.\n\nThe Académie de peinture et de sculpture in Paris, established by the monarchy in 1648 (later renamed) was the most significant of the artistic academies, running the famous Salon exhibitions from 1725. Artistic academies were established all over Europe by the end of the 18th century, and many, like the Akademie der Künste in Berlin (founded 1696), the Real Academia de Bellas Artes de San Fernando in Madrid (founded 1744), the Imperial Academy of Arts in Saint Petersburg (1757), the Royal Academy in London (1768) and the Accademia di Belle Arti di Brera in Milan (1776) still run art schools and hold large exhibitions, although their influence on taste greatly declined from the late 19th century.\n\nA fundamental feature of academic discipline in the artistic academies was regular practice in making accurate drawings from antiquities, or from casts of antiquities, on the one hand, and on the other, in deriving inspiration from the other fount, the human form. Students assembled in sessions drawing the draped and undraped human form, and such drawings, which survive in the tens of thousands from the 17th through the 19th century, are termed académies in French.\n\nSimilar institutions were often established for other arts: Rome had the Accademia di Santa Cecilia for music from 1585; Paris had the Académie Royale de Musique from 1669 and the Académie Royale d'Architecture from 1671.\n\nThe Accademia degli Infiammati of Padova and the Accademia degli Umidi, soon renamed the Accademia Fiorentina, of Florence were both founded in 1540, and were both initially concerned with the proper basis for literary use of the volgare, or vernacular language of Italy, which would later become the Italian language. In 1582 five Florentine literati gathered and founded the Accademia della Crusca to demonstrate and conserve the beauty of the Florentine vernacular tongue, modelled upon the authors of the Trecento. The main instrument to do so was the Vocabolario degli Accademici della Crusca. The Crusca long remained a private institution, criticizing and opposing the official Accademia Fiorentina.\n\nThe first institution inspired by the Crusca was the Fruitbearing Society for German language, which existed from 1617 to 1680.\n\nThe Crusca inspired Richelieu to found in 1634 the analogous Académie française with the task of acting as an official authority on the French language, charged with publishing the official dictionary of that language. The following year the Académie received letters patent from the king Louis XIII as the only recognized academy for French language.\n\nIn its turn the state established Académie was the model for the Real Academia Española (founded in 1713) and the Swedish Academy (1786), which are the ruling bodies of their respective languages and editors of major dictionaries. It also was the model for the Russian Academy, founded in 1783, which afterwards merged into the Russian Academy of Sciences.\n\nAfter the short-lived Academia Secretorum Naturae of Naples, the first academy exclusively devoted to sciences was the Accademia dei Lincei founded in 1603 in Rome, particularly focused on natural sciences.\nIn 1657 some students of Galileo founded the Accademia del Cimento (Academy of Experiment) in Florence, focused on physics and astronomy. The foundation of academy was funded by Prince Leopoldo and Grand Duke Ferdinando II de' Medici. This academy lasted after few decades.\n\nIn 1652 was founded the Academia Naturae Curiosorum by four physicians.[22] In 1677, Leopold I, emperor of the Holy Roman Empire, recognised the society and in 1687 he gave it the epithet Leopoldina, with which is internationally famous.[23], p. 7–8; [24]\nSo, it became the academy of sciences for the whole Holy Roman Empire.\n\nOn 28 November 1660, a group of scientists from and influenced by the Invisible College (gathering approximately since 1645) met at Gresham College and announced the formation of a \"College for the Promoting of Physico-Mathematical Experimental Learning\", which would meet weekly to discuss science and run experiments. In 1662 Charles II of England signed a Royal Charter which created the \"Royal Society of London\", then \"Royal Society of London for the Improvement of Natural Knowledge\".\n\nIn 1666 Colbert gathered a small group of scholars to found a scientific society in Paris. The first 30 years of the academy's existence were relatively informal, since no statutes had as yet been laid down for the institution. In contrast to Royal Society, the academy was founded as an organ of government. In 1699, Louis XIV gave the academy its first rules and named it Académie royale des sciences.\n\nAlthough Prussia was a member of Holy Roman Empire, in 1700 Prince-elector Frederick III of Brandenburg founded its own Prussian Academy of Sciences upon the advice of Gottfried Leibniz, who was appointed president.\n\nDuring the 18th century many European kings followed and founded their own academy of sciences: in 1714 the Academy of Sciences of the Institute of Bologna, in 1724 the Russian Academy of Sciences, in 1731 the Royal Dublin Society, in 1735 in Tuscany, in 1739 the Royal Swedish Academy of Sciences, in 1742 the Royal Danish Academy of Sciences and Letters, in 1751 the Göttingen Academy of Sciences, in 1754 in Erfurt, in 1759 the Bavarian Academy of Sciences and Humanities, in 1763 the Academia Theodoro-Palatina in Heidelberg, in 1779 the Sciences Academy of Lisbon, in 1783 the Royal Society of Edinburgh, in 1782 the Accademia dei Quaranta in Rome, in 1784 in Turin.\n\nThis kind of academy lost importance after the university reform begun with the foundation of the University of Berlin, when universities were provided with laboratories and clinics, and were charged with doing experimental research.\n\nAcademic societies or learned societies began as groups of academics who worked together or presented their work to each other. These informal groups later became organized and in many cases state-approved. Membership was restricted, usually requiring approval of the current members and often total membership was limited to a specific number. The Royal Society founded in 1660 was the first such academy. The American Academy of Arts and Sciences was begun in 1780 by many of the same people prominent in the American Revolution. Academic societies served both as a forum to present and publish academic work, the role now served by academic publishing, and as a means to sponsor research and support academics, a role they still serve. Membership in academic societies is still a matter of prestige in modern academia.\n\nAt first such institutions only trained the Artillery and Military Engineering officers, like the Aula da Artilharia (founded in 1641) and the Aula de Fortificação (1647) in Lisbon, the Real Accademia di Savoia in Turin (opened in 1678), the Imperial Artillery Military Academy of Saint Petersburg (1698), the Royal Military Academy Woolwich (1741), the Real Colegio de Artilleria in Segovia (1764).\n\nStarting at the end of the 16th century in the Holy Roman Empire, France, Poland and Denmark, many Knight academies were established to prepare the aristocratic youth for state and military service. Many of them lately turned into gymnasiums, but some of them were transformed into true military academies.\n\nThe Royal Danish Military Academy began to educate all officers for the Royal Danish Army by request of King Frederick IV in 1713.\n\nThe École Militaire was founded by Louis XV of France in 1750 with the aim of creating an academic college for cadet officers from poor families. The construction began in 1752, but the school did not open until 1760.\n\nThe Theresian Military Academy was founded on 14 December 1751 by Maria Theresa of Austria. Per year the academy accepted 100 noblemen and 100 commoners to start their education there.[25]\nThese were the model for the subsequent military academies throughout Europe, like the Reale Accademia Militare of Naples in 1787 and the Military Academy Karlberg in 1792.\n\n"
        },
        {
            "title": "Modern use of the term academy",
            "text": "The term is used widely today to refer to anything from schools to learned societies to funding agencies to private industry associations.\n\nNational academies are bodies for scientists, artists or writers that are usually state-funded and often are given the role of controlling much of the state funding for research into their areas, or other forms of funding. Some use different terms in their name – the British Royal Society for example. The membership typically comprises distinguished individuals in the relevant field, who may be elected by the other members, or appointed by the government. They are essentially not schools or colleges, though some may operate teaching arms. The Académie Française was the most influential pattern for these. Finland even has two separate \"academies\": Academy of Finland is a government-run funding agency, Suomalainen tiedeakatemia is a learned society.\n\nThe Academy of Motion Picture Arts and Sciences, which presents the annual Academy Awards, is an example of a purely industry body using the name. College-type specialized academies include the Royal Academy of Music of the United Kingdom; the United States Military Academy at West Point, New York; the United States Naval Academy; United States Air Force Academy; and the Australian Defence Force Academy. In emulation of the military academies, police in the United States are trained in police academies.\n\nBecause of the tradition of intellectual brilliance associated with this institution, many groups have chosen to use the word \"academy\" in their name, especially specialized tertiary educational institutions. In the early 19th century \"academy\" took the connotations that \"gymnasium\" was acquiring in German-speaking lands, of school that was less advanced than a college (for which it might prepare students) but considerably more than elementary. Early American examples are the prestigious preparatory schools of Phillips Andover Academy, Phillips Exeter Academy and Deerfield Academy. In England, \"academy\" had a specialized meaning for schools, but the Edinburgh Academy was more like the American examples. Academy was also used very loosely for various commercial training schools for dancing and the like.\n\nMozart organized public subscription performances of his music in Vienna in the 1780s and 1790s, he called the concerts \"academies\". This usage in musical terms survives in the concert orchestra Academy of St Martin in the Fields and in the Brixton Academy, a concert hall in Brixton, South London.\n\nAcademies proliferated in the 20th century until even a three-week series of lectures and discussions would be termed an \"academy\". In addition, the generic term \"the academy\" is sometimes used to refer to all of academia, which is sometimes considered a global successor to the academy of Athens.\n\nIn France, regional academic councils called academies are responsible for supervising all aspects of education in their region. The academy regions are similar to, but not identical to, the standard French administrative regions. The rector of each academy is a revocable nominee of the Ministry of Education. These academies' main responsibility is overseeing primary and secondary education, but public universities are in some respects also answerable to the academy for their region. However, French private universities are independent of the state and therefore independent of the regional academies.\n\nIn Imperial Russia and Soviet Union the term \"academy\", or Academy of Sciences was reserved to denote a state research establishment, see Russian Academy of Sciences. The latter one still exists in Russia, although other types of academies (study and honorary) appeared as well.\n\nFrom the mid-seventeenth to the 19th centuries, educational institutions in England run by nonconformist groups that did not agree with the Church of England teachings were collectively known as \"the dissenting academies\". As a place at an English public school or university generally required conformity to the Church of England, these institutions provided an alternative for those with different religious views and formed a significant part of England's educational system.\n\nUniversity College London (UCL) was founded in 1826 as the first publicly funded English university to admit anyone regardless of religious adherence; and the Test and Corporation Acts, which had imposed a wide range of restrictions on citizens who were not in conformity to the Church of England, were abolished shortly afterwards, by the Catholic Relief Act of 1829.\n\nIn 2000, a form of \"independent state schools\", called \"academies\", were introduced in England. They have been compared to US charter schools.[26] They are directly funded from central government rather than through local councils, and are partly privately sponsored. Often the sponsors are from business, but some are sponsored by universities and charities. These schools have greater autonomy than schools run by the local councils. They are usually a type of secondary school, but some are \"all through\" schools with an integral primary school. Some of the early ones were briefly known as \"city academies\"—the first such school opening on 10 September 2002 at the Business Academy Bexley.[27]\n\nThe Queen's Speech, which followed the 2010 general election, included proposals for a bill to allow the Secretary of State for Education to approve schools, both Primary and Secondary, that have been graded \"outstanding\" by Ofsted, to become academies. This was to be through a simplified streamlined process not requiring sponsors to provide capital funding.[28]\n\nIn 2012, the UK government began forcing some schools which had been graded satisfactory or lower into becoming academies, unilaterally removing existing governing bodies and head teachers in some cases. An example was Downhills Primary School in Haringey, where the head teacher refused to turn the school into an academy. OFSTED were called in to assess the school, failed it, and both the head and the governing body were removed and replaced with a Government-appointed board despite opposition from the school and parents.[29][30]\n\nPrior to the twentieth century, education was not as carefully structured in the United States as it is in the twenty-first. There was not a rigid division between high school and colleges. In many cases, educational records were not kept nor diplomas issued.\n\n\"Academia\", in the United States, is an abstract term referring to post-secondary education, especially the most elite or liberal arts part of it. However, in the nineteenth century an academy, a much more common word in English, was what later became known as a high school; in most places in the U.S. there were no public schools above the primary level. Some older high schools, such as Corning Free Academy, retained the term in their names (Corning Free Academy, demoted to a middle school, closed in 2014). However, the United States Military Academy is a college. A number of colleges began as (high school) academies.\n\nIn 1753, Benjamin Franklin established the academy and Charitable School of the Province of Pennsylvania. In 1755, it was renamed the college and Academy and Charitable School of Philadelphia. Today, it is known as the University of Pennsylvania. For the first time,[when?] academia was established as a secular institution. For the most part, church-based dogmatic points of view were no longer thrust upon students in the examination of their subjects of study. Points of view became more varied as students were free to wander in thought without having to add religious dimensions to their conclusions.\n\nIn 1819, Thomas Jefferson founded the University of Virginia and developed the standards used today in organizing colleges and universities across the globe. The curriculum was taken from the traditional liberal arts, classical humanism and the values introduced with the Protestant Reformation. Jefferson offered his students something new: the freedom to chart their own courses of study rather than mandate a fixed curriculum for all students. Religious colleges and universities followed suit.\n\nThe academy movement in the US in the early 19th century arose from a public sense that education in the classic disciplines needed to be extended into the new territories and states that were being formed in the Old Northwest, in western New York, Pennsylvania, Ohio, Michigan, Indiana and Illinois.[citation needed] Dozens of academies were founded in the area,[where?] supported by private donations.\n\nDuring the Age of Enlightenment in 18th-century Europe, the academy started to change in Europe. In the beginning of the 19th century Wilhelm von Humboldt not only published his philosophical paper On the Limits of State Action, but also directed the educational system in Prussia for a short time. He introduced an academic system that was much more accessible to the lower classes. Humboldt's Ideal was an education based on individuality, creativity, wholeness, and versatility. Many continental European universities are still rooted in these ideas (or at least pay lip-service to them). They are, however, in contradiction to today's massive trend of specialization in academia.\n\n"
        },
        {
            "title": "Academic personnel",
            "text": "An academic is a person who works as a teacher or researcher at a university or other higher education institution. An academic usually holds an advanced degree. The term scholar is sometimes used with equivalent meaning to that of academic and describes in general those who attain mastery in a research discipline. It has wider application, with it also being used to describe those whose occupation was research prior to organized higher education.\n\nAcademic administrators such as university presidents are not typically included in this use of the term academic, although many administrators hold advanced degrees and pursue scholarly research and writing while also tending to their administrative duties.\n\nIn the United States, the term academic is approximately synonymous with that of the job title professor although in recent decades a growing number of institutions include librarians in the category of \"academic staff\".\nIn the United Kingdom, various titles of academic rank are used, typically research associate, research fellow (also senior research fellow and principal research fellow), lecturer (also senior lecturer and principal lecturer), reader, and professor. The colloquial term don is sometimes substituted for teaching staff at Oxford and Cambridge.[original research?]\n\n"
        },
        {
            "title": "Structure",
            "text": "Academia is usually conceived as divided into disciplines or fields of study. These have their roots in the subjects of the medieval trivium and quadrivium, which provided the model for scholastic thought in the first universities in medieval Europe.\n\nThe disciplines have been much revised, and many new disciplines have become more specialized, researching smaller and smaller areas. Because of this, interdisciplinary research is often prized in today's academy, though it can also be made difficult both by practical matters of administration and funding and by differing research methods of different disciplines. In fact, many new fields of study have initially been conceived as interdisciplinary, and later become specialized disciplines in their own right – a recent example is cognitive science.\n\nMost academic institutions reflect the divide of the disciplines in their administrative structure, being divided internally into departments or programs in various fields of study. Each department is typically administered and funded separately by the academic institution, though there may be some overlap and faculty members, research and administrative staff may in some cases be shared among departments. In addition, academic institutions generally have an overall administrative structure (usually including a president and several deans) which is controlled by no single department, discipline, or field of thought. Also, the tenure system, a major component of academic employment and research in the US, serves to ensure that academia is relatively protected from political and financial pressures on thought.\n\nThe degree awarded for completed study is the primary academic qualification. Typically these are, in order of completion, associate's degree, bachelor's degree (awarded for completion of undergraduate study), master's degree, and doctorate (awarded after graduate or postgraduate study). These are only currently being standardized in Europe as part of the Bologna process, as many different degrees and standards of time to reach each are currently awarded in different countries in Europe. In most fields the majority of academic researchers and teachers have doctorates or other terminal degrees, though in some professional and creative fields it is common for scholars and teachers to have only master's degrees.\n\nClosely related to academic publishing is the practice of bringing a number of intellectuals in a field to give talks on their research at an academic conference, often allowing for a wider audience to be exposed to their ideas.\n\nWithin academia, diverse constituent groups have diverse, and sometimes conflicting, goals. In the contemporary academy several of these conflicts are widely distributed and common. A salient example of conflict is that between the goal to improve teaching quality and the goal to reduce costs. The conflicting goals of professional education programs and general education advocates currently are playing out in the negotiation over accreditation standards.\nFor example, the goals of research for profit and for the sake of knowledge often conflict to some degree.[citation needed]\n\nPutting theory into practice can result in a gap between what is learned in academic settings and how that learning is manifested in practical settings. This is addressed in a number of professional schools such as education and social work, which require students to participate in practica for credit. Students are taught to bridge the gap between theory and practice.\n\nNot everyone agrees on the value of theory as opposed to practice. Academics are sometimes criticized as lacking practical experience and thus too insulated from the 'real world,' and some scholars avoid this criticism by labeling themselves as blue-collar scholars to showcase their past lived experience related to their teaching and research. Academic insularity is colloquially criticized as being \"ivory tower\"; when used pejoratively, this term is criticized as anti-intellectualism.\n\nTo address this split, there is a growing body of practice research, such as the practice-based research network (PBRN) within clinical medical research. Arts and humanities departments debate how to define this emerging research phenomenon. There are a variety of contested models of practice research (practice-as-research, practice-based and practice through research), for example, screen media practice research.\n\nNepotism is frequent in academia[1][2][3] where it is frequent for professors to have their partners, and sometimes children, hired by the same faculty in which they work. Ironically, perhaps the most spectacular examples of such practice have occurred within the fields of ethics and analytic philosophy in general. David Shoemaker[4][5], an associate editor of the noted journal 'Ethics', has been hired as Susan Linn Sage Professor of philosophy at Cornell's philosophy faculty while his father, Sydney Shoemaker[6], is also Susan Linn Sage professor, now emeritus, at the same faculty. Thomas Byrne[7] was a Phd student and then a post-doc at MIT's philosophy faculty[8] while his father, Alex Byrne, was professor at the same faculty[9][10].\n\nUniversities are often culturally distinct from the towns or cities where they reside. In some cases this leads to discomfort or outright conflict between local residents and members of the university over political, economic, or other issues. Some localities in the Northeastern United States, for instance, have tried to block students from registering to vote as local residents—instead encouraging them to vote by absentee ballot at their primary residence—in order to retain control of local politics.[citation needed] Other issues can include deep cultural and class divisions between local residents and university students. The film Breaking Away dramatizes such a conflict.\n\n"
        },
        {
            "title": "Academic publishing",
            "text": "Among the earliest research journals were the Proceedings of Meetings of the Royal Society in the 17th century. At that time, the act of publishing academic inquiry was controversial, and widely ridiculed. It was not at all unusual for a new discovery to be announced as an anagram, reserving priority for the discoverer, but indecipherable for anyone not in on the secret: both Isaac Newton and Leibniz used this approach. However, this method did not work well. Robert K. Merton, a sociologist, found that 92 percent of cases of simultaneous discovery in the 17th century ended in dispute. The number of disputes dropped to 72 percent in the 18th century, 59 percent by the latter half of the 19th century, and 33 percent by the first half of the 20th century. The decline in contested claims for priority in research discoveries can be credited to the increasing acceptance of the publication of papers in modern academic journals.\n\nThe Royal Society was steadfast in its unpopular belief that science could only move forward through a transparent and open exchange of ideas backed by experimental evidence. Many of the experiments were ones that we would not recognize as scientific today—nor were the questions they answered. For example, when the Duke of Buckingham was admitted as a Fellow of the Royal Society on June 5, 1661, he presented the Society with a vial of powdered \"unicorn horn\". It was a well-accepted 'fact' that a circle of unicorn's horn would act as an invisible cage for any spider. Robert Hooke, the chief experimenter of the Royal Society, emptied the Duke's vial into a circle on a table and dropped a spider in the centre of the circle. The spider promptly walked out of the circle and off the table. In its day, this was cutting-edge research.\n\nResearch journals have been so successful that the number of journals and of papers has proliferated over the past few decades, and the credo of the modern academic has become \"publish or perish\". Except for generalist journals such as Science or Nature, the topics covered in any single journal have tended to be narrow, and readership and citation have declined. A variety of methods for reviewing submissions exist. The most common involves initial approval by the journal, peer review by two or three researchers working in similar or closely related subjects who recommend approval or rejection as well as request error correction, clarification or additions before publishing. Controversial topics may receive additional levels of review. Journals have developed a hierarchy, partly based on reputation but also on the strictness of the review policy. More prestigious journals are more likely to receive and publish more important work. Submitters try to submit their work to the most prestigious journal likely to publish it to bolster their reputation and curriculum vitae.\n\nAndrew Odlyzko, an academician with a large number of published research papers, has argued that research journals will evolve into something akin to Internet forums over the coming decade,[31] by extending the interactivity of current Internet preprints. This change may open them up to a wider range of ideas, some more developed than others. Whether this will be a positive evolution remains to be seen. Some claim that forums, like markets, tend to thrive or fail based on their ability to attract talent. Some believe that highly restrictive and tightly monitored forums may be the least likely to thrive.\n\n"
        },
        {
            "title": "Academic dress",
            "text": "Gowns have been associated with academia since the birth of the university in the 14th and 15th centuries, perhaps because most early scholars were priests or church officials. Over time, the gowns worn by degree-holders have become standardized to some extent, although traditions in individual countries and even institutions have established a diverse range of gown styles, and some have ended the custom entirely, even for graduation ceremonies.\n\nAt some universities, such as the Universities of Oxford and Cambridge, undergraduates may be required to wear gowns on formal occasions and on graduation. Undergraduate gowns are usually a shortened version of a bachelor's gown. At other universities, for example, outside the UK or US, the custom is entirely absent. Students at the University of Trinity College at the University of Toronto wear gowns to formal dinner, debates, to student government, and to many other places.\n\nIn general, in the US and UK, recipients of a bachelor's degree are entitled to wear a simple full-length robe without adornment and a mortarboard cap with a tassel. In addition, holders of a bachelor's degree may be entitled to wear a ceremonial hood at some schools. In the US, bachelor's hoods are rarely seen. Bachelor's hoods are generally smaller versions of those worn by recipients of master's and doctoral degrees.\n\nRecipients of a master's degree in the US or UK wear a similar cap and gown but closed sleeves with slits, and usually receive a ceremonial hood that hangs down the back of the gown. In the US the hood is traditionally edged with a silk or velvet strip displaying the disciplinary color, and is lined with the university's colors.\n\nAccording to The American Council on Education \"six-year specialist degrees (Ed.S., etc.) and other degrees that are intermediate between the master's and the doctor's degree may have hoods specially designed (1) intermediate in length between the master's and doctor's hood, (2) with a four-inch velvet border (also intermediate between the widths of the borders of master's and doctor's hoods), and (3) with color distributed in the usual fashion and according to the usual rules. Cap tassels should be uniformly black.\"[32]\n\nRecipients of a doctoral degree tend to have the most elaborate academic dress, and hence there is the greatest diversity at this level. In the US, doctoral gowns are similar to the gowns worn by master's graduates, with the addition of velvet stripes across the sleeves and running down the front of the gown which may be tinted with the disciplinary color for the degree received. Holders of a doctoral degree may be entitled or obliged to wear scarlet (a special gown in scarlet) on high days and special occasions. While some doctoral graduates wear the mortarboard cap traditional to the lower degree levels, most wear a cap or Tudor bonnet that resembles a tam o'shanter, from which a colored tassel is suspended.\n\nIn modern times, in the US and UK, gowns are normally only worn at graduation ceremonies, although some colleges still demand the wearing of academic dress on formal occasions (official banquets and other similar affairs). In the 19th and early 20th centuries, it was more common to see the dress worn in the classroom, a practice which has now all but disappeared. Two notable exceptions are Oxford and a society at Sewanee, where students are required to wear formal academic dress in the examination room.\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Attic_Greek",
        "https://en.wikipedia.org/wiki/Koine_Greek",
        "https://en.wikipedia.org/wiki/Secondary_education",
        "https://en.wikipedia.org/wiki/Tertiary_education",
        "https://en.wikipedia.org/wiki/Higher_education",
        "https://en.wikipedia.org/wiki/Research",
        "https://en.wikipedia.org/wiki/Plato",
        "https://en.wikipedia.org/wiki/Philosophy",
        "https://en.wikipedia.org/wiki/Akademia",
        "https://en.wikipedia.org/wiki/Sanctuary",
        "https://en.wikipedia.org/wiki/Athena",
        "https://en.wikipedia.org/wiki/Wisdom",
        "https://en.wikipedia.org/wiki/Skills",
        "https://en.wikipedia.org/wiki/Ancient_Athens",
        "https://en.wikipedia.org/wiki/Ancient_Greece",
        "https://en.wikipedia.org/wiki/Athenian",
        "https://en.wikipedia.org/wiki/Hero",
        "https://en.wikipedia.org/wiki/Akademos",
        "https://en.wikipedia.org/wiki/Athens",
        "https://en.wikipedia.org/wiki/Plato",
        "https://en.wikipedia.org/wiki/Athena",
        "https://en.wikipedia.org/wiki/Olive",
        "https://en.wikipedia.org/wiki/Plato",
        "https://en.wikipedia.org/wiki/Old_Academy",
        "https://en.wikipedia.org/wiki/Knowledge",
        "https://en.wikipedia.org/wiki/The_School_of_Athens",
        "https://en.wikipedia.org/wiki/Raphael",
        "https://en.wikipedia.org/wiki/Platonic_Academy",
        "https://en.wikipedia.org/wiki/Cimon",
        "https://en.wikipedia.org/wiki/Athena",
        "https://en.wikipedia.org/wiki/Wisdom",
        "https://en.wikipedia.org/wiki/Athens",
        "https://en.wikipedia.org/wiki/Greek_hero_cult",
        "https://en.wikipedia.org/wiki/Akademos",
        "https://en.wikipedia.org/wiki/Athena",
        "https://en.wikipedia.org/wiki/Speusippus",
        "https://en.wikipedia.org/wiki/Xenocrates",
        "https://en.wikipedia.org/wiki/Crates_of_Athens",
        "https://en.wikipedia.org/wiki/Arcesilaus",
        "https://en.wikipedia.org/wiki/Lacydes_of_Cyrene",
        "https://en.wikipedia.org/wiki/Carneades",
        "https://en.wikipedia.org/wiki/Philo_of_Larissa",
        "https://en.wikipedia.org/wiki/Aristotle",
        "https://en.wikipedia.org/wiki/Heraclides_Ponticus",
        "https://en.wikipedia.org/wiki/Eudoxus_of_Cnidus",
        "https://en.wikipedia.org/wiki/Philip_of_Opus",
        "https://en.wikipedia.org/wiki/Crantor",
        "https://en.wikipedia.org/wiki/Antiochus_of_Ascalon",
        "https://en.wikipedia.org/wiki/End_of_Hellenic_Religion",
        "https://en.wikipedia.org/wiki/Personal_continuity",
        "https://en.wikipedia.org/wiki/Hellenistic",
        "https://en.wikipedia.org/wiki/Syncretism",
        "https://en.wikipedia.org/wiki/Koine",
        "https://en.wikipedia.org/wiki/Syriac_Christians",
        "https://en.wikipedia.org/wiki/Damascius",
        "https://en.wikipedia.org/wiki/Iamblichus",
        "https://en.wikipedia.org/wiki/Simplicius_of_Cilicia",
        "https://en.wikipedia.org/wiki/Byzantine_Empire",
        "https://en.wikipedia.org/wiki/Justinian_I",
        "https://en.wikipedia.org/wiki/Classical_antiquity",
        "https://en.wikipedia.org/wiki/Agathias",
        "https://en.wikipedia.org/wiki/Sassanid_dynasty",
        "https://en.wikipedia.org/wiki/Khosrau_I_of_Persia",
        "https://en.wikipedia.org/wiki/Ctesiphon",
        "https://en.wikipedia.org/wiki/Freedom_of_religion",
        "https://en.wikipedia.org/wiki/Paganism",
        "https://en.wikipedia.org/wiki/Harran",
        "https://en.wikipedia.org/wiki/Harran",
        "https://en.wikipedia.org/wiki/Baghdad",
        "https://en.wikipedia.org/wiki/Madrasa",
        "https://en.wikipedia.org/wiki/Medieval_university",
        "https://en.wikipedia.org/wiki/Plato",
        "https://en.wikipedia.org/wiki/Arcesilaus",
        "https://en.wikipedia.org/wiki/Middle_Academy",
        "https://en.wikipedia.org/wiki/Carneades",
        "https://en.wikipedia.org/wiki/New_Academy",
        "https://en.wikipedia.org/wiki/Aristotle",
        "https://en.wikipedia.org/wiki/Lyceum",
        "https://en.wikipedia.org/wiki/Musaeum",
        "https://en.wikipedia.org/wiki/Serapeum_of_Alexandria",
        "https://en.wikipedia.org/wiki/Library_of_Alexandria",
        "https://en.wikipedia.org/wiki/Intellectual",
        "https://en.wikipedia.org/wiki/University_of_Timbuktu",
        "https://en.wikipedia.org/wiki/Timbuktu",
        "https://en.wikipedia.org/wiki/Shang_Xiang",
        "https://en.wikipedia.org/wiki/Youyu",
        "https://en.wikipedia.org/wiki/Nanjing",
        "https://en.wikipedia.org/wiki/Nanjing_University",
        "https://en.wikipedia.org/wiki/Shuyuan",
        "https://en.wikipedia.org/wiki/Bailudong_Shuyuan",
        "https://en.wikipedia.org/wiki/Yuelu_Shuyuan",
        "https://en.wikipedia.org/wiki/Hunan_University",
        "https://en.wikipedia.org/wiki/Hindustan",
        "https://en.wikipedia.org/wiki/Islamabad",
        "https://en.wikipedia.org/wiki/Jataka_tales",
        "https://en.wikipedia.org/wiki/Treatise",
        "https://en.wikipedia.org/wiki/Arthashastra",
        "https://en.wikipedia.org/wiki/Sanskrit",
        "https://en.wikipedia.org/wiki/Economics",
        "https://en.wikipedia.org/wiki/Maurya_Empire",
        "https://en.wikipedia.org/wiki/Chandragupta_Maurya",
        "https://en.wikipedia.org/wiki/Ayurvedic",
        "https://en.wikipedia.org/wiki/Charaka",
        "https://en.wikipedia.org/wiki/Vedas",
        "https://en.wikipedia.org/wiki/Archery",
        "https://en.wikipedia.org/wiki/Hunting",
        "https://en.wikipedia.org/wiki/Elephant",
        "https://en.wikipedia.org/wiki/Law_school",
        "https://en.wikipedia.org/wiki/Medical_school",
        "https://en.wikipedia.org/wiki/Military_science",
        "https://en.wikipedia.org/wiki/Nalanda",
        "https://en.wikipedia.org/wiki/Bihar",
        "https://en.wikipedia.org/wiki/Nalanda",
        "https://en.wikipedia.org/wiki/Ikhtiyar_Uddin_Muhammad_bin_Bakhtiyar_Khilji",
        "https://en.wikipedia.org/wiki/Persia",
        "https://en.wikipedia.org/wiki/Alexander_the_Great",
        "https://en.wikipedia.org/wiki/Sassanian_Empire",
        "https://en.wikipedia.org/wiki/Classical_Syriac",
        "https://en.wikipedia.org/wiki/Mosul",
        "https://en.wikipedia.org/wiki/Harran",
        "https://en.wikipedia.org/wiki/Pythagoreanism",
        "https://en.wikipedia.org/wiki/Sabians_of_Harran",
        "https://en.wikipedia.org/wiki/Ctesiphon",
        "https://en.wikipedia.org/wiki/Academy_of_Gundishapur",
        "https://en.wikipedia.org/wiki/Bimaristan",
        "https://en.wikipedia.org/wiki/Fes",
        "https://en.wikipedia.org/wiki/Cairo",
        "https://en.wikipedia.org/wiki/University_of_Timbuktu",
        "https://en.wikipedia.org/wiki/Mustansiriya_Madrasah",
        "https://en.wikipedia.org/wiki/Baghdad",
        "https://en.wikipedia.org/wiki/Madrasah",
        "https://en.wikipedia.org/wiki/Abbasid_Caliphate",
        "https://en.wikipedia.org/wiki/Medieval_university",
        "https://en.wikipedia.org/wiki/Cathedral",
        "https://en.wikipedia.org/wiki/Bologna",
        "https://en.wikipedia.org/wiki/Salamanca",
        "https://en.wikipedia.org/wiki/Paris",
        "https://en.wikipedia.org/wiki/Oxford",
        "https://en.wikipedia.org/wiki/Cambridge",
        "https://en.wikipedia.org/wiki/Liberal_arts",
        "https://en.wikipedia.org/wiki/Grammar",
        "https://en.wikipedia.org/wiki/Rhetoric",
        "https://en.wikipedia.org/wiki/Logic",
        "https://en.wikipedia.org/wiki/Quadrivium",
        "https://en.wikipedia.org/wiki/Arithmetic",
        "https://en.wikipedia.org/wiki/Geometry",
        "https://en.wikipedia.org/wiki/Music",
        "https://en.wikipedia.org/wiki/Astronomy",
        "https://en.wikipedia.org/wiki/Late_antiquity",
        "https://en.wikipedia.org/wiki/School_of_Chartres",
        "https://en.wikipedia.org/wiki/Thomas_Aquinas",
        "https://en.wikipedia.org/wiki/Neoplatonism",
        "https://en.wikipedia.org/wiki/Renaissance_humanism",
        "https://en.wikipedia.org/wiki/Florentine_Renaissance",
        "https://en.wikipedia.org/wiki/Marsilio_Ficino",
        "https://en.wikipedia.org/wiki/Council_of_Florence",
        "https://en.wikipedia.org/wiki/Gemistos_Plethon",
        "https://en.wikipedia.org/wiki/Careggi",
        "https://en.wikipedia.org/wiki/Platonism_in_the_Renaissance",
        "https://en.wikipedia.org/wiki/Roman_academies",
        "https://en.wikipedia.org/wiki/Western_Schism",
        "https://en.wikipedia.org/wiki/Vatican_Library",
        "https://en.wikipedia.org/wiki/Cardinal_Bessarion",
        "https://en.wikipedia.org/wiki/Venice",
        "https://en.wikipedia.org/wiki/Ravenna",
        "https://en.wikipedia.org/wiki/Julius_Pomponius_Laetus",
        "https://en.wikipedia.org/wiki/Sanseverino",
        "https://en.wikipedia.org/wiki/Calabria",
        "https://en.wikipedia.org/wiki/Christianity",
        "https://en.wikipedia.org/wiki/Giovanni_Antonio_Campani",
        "https://en.wikipedia.org/wiki/Bartolomeo_Platina",
        "https://en.wikipedia.org/wiki/Filippo_Buonaccorsi",
        "https://en.wikipedia.org/wiki/Publio_Fausto_Andrelini",
        "https://en.wikipedia.org/wiki/New_Learning",
        "https://en.wikipedia.org/wiki/University_of_Paris",
        "https://en.wikipedia.org/wiki/Erasmus",
        "https://en.wikipedia.org/wiki/Neopaganism",
        "https://en.wikipedia.org/wiki/Pope_Paul_II",
        "https://en.wikipedia.org/wiki/Julius_Pomponius_Laetus",
        "https://en.wikipedia.org/wiki/Pope",
        "https://en.wikipedia.org/wiki/Quattrocento",
        "https://en.wikipedia.org/wiki/Alfonso_V_of_Aragon",
        "https://en.wikipedia.org/wiki/Accademia_Pontaniana",
        "https://en.wikipedia.org/wiki/Giovanni_Pontano",
        "https://en.wikipedia.org/wiki/Accademia_degli_Intronati",
        "https://en.wikipedia.org/wiki/Claudio_Tolomei",
        "https://en.wikipedia.org/wiki/House_of_Farnese",
        "https://en.wikipedia.org/wiki/Saint",
        "https://en.wikipedia.org/wiki/Charles_Borromeo",
        "https://en.wikipedia.org/wiki/Accademia_di_Belle_Arti_Firenze",
        "https://en.wikipedia.org/wiki/Guild",
        "https://en.wikipedia.org/wiki/Guild_of_Saint_Luke",
        "https://en.wikipedia.org/wiki/Academic_art",
        "https://en.wikipedia.org/wiki/Accademia_degli_Incamminati",
        "https://en.wikipedia.org/wiki/Bologna",
        "https://en.wikipedia.org/wiki/The_Carracci",
        "https://en.wikipedia.org/wiki/Accademia_di_San_Luca",
        "https://en.wikipedia.org/wiki/Giulio_Strozzi",
        "https://en.wikipedia.org/wiki/National_Academy",
        "https://en.wikipedia.org/wiki/Trento",
        "https://en.wikipedia.org/wiki/Mantua",
        "https://en.wikipedia.org/wiki/Accademia_dei_Ricovrati",
        "https://en.wikipedia.org/wiki/Galileiana_Academy_of_Arts_and_Science",
        "https://en.wikipedia.org/wiki/Padova",
        "https://en.wikipedia.org/wiki/Modena",
        "https://en.wikipedia.org/wiki/Lucca",
        "https://en.wikipedia.org/wiki/Real_Academia_de_Bellas_Artes_de_San_Fernando",
        "https://en.wikipedia.org/wiki/Imperial_Academy_of_Arts",
        "https://en.wikipedia.org/wiki/Royal_Academy",
        "https://en.wikipedia.org/wiki/Accademia_di_Belle_Arti_di_Brera",
        "https://en.wikipedia.org/wiki/Figure_drawing",
        "https://en.wikipedia.org/wiki/Accademia_Nazionale_di_Santa_Cecilia",
        "https://en.wikipedia.org/wiki/List_of_language_regulators",
        "https://en.wikipedia.org/wiki/Accademia_degli_Infiammati",
        "https://en.wikipedia.org/wiki/Padova",
        "https://en.wikipedia.org/wiki/Accademia_Fiorentina",
        "https://en.wikipedia.org/wiki/Florence",
        "https://en.wikipedia.org/wiki/Vernacular_language",
        "https://en.wikipedia.org/wiki/Italian_language",
        "https://en.wikipedia.org/wiki/Accademia_della_Crusca",
        "https://en.wikipedia.org/wiki/Vocabolario_degli_Accademici_della_Crusca",
        "https://en.wikipedia.org/wiki/Fruitbearing_Society",
        "https://en.wikipedia.org/wiki/Cardinal_Richelieu",
        "https://en.wikipedia.org/wiki/French_language",
        "https://en.wikipedia.org/wiki/Swedish_Academy",
        "https://en.wikipedia.org/wiki/Russian_Academy",
        "https://en.wikipedia.org/wiki/Academy_of_Sciences",
        "https://en.wikipedia.org/wiki/Academia_Secretorum_Naturae",
        "https://en.wikipedia.org/wiki/Accademia_dei_Lincei",
        "https://en.wikipedia.org/wiki/Galileo",
        "https://en.wikipedia.org/wiki/Accademia_del_Cimento",
        "https://en.wikipedia.org/wiki/Florence",
        "https://en.wikipedia.org/wiki/Rulers_of_Tuscany",
        "https://en.wikipedia.org/wiki/German_Academy_of_Sciences_Leopoldina",
        "https://en.wikipedia.org/wiki/Holy_Roman_Empire",
        "https://en.wikipedia.org/wiki/Holy_Roman_Empire",
        "https://en.wikipedia.org/wiki/Charles_II_of_England",
        "https://en.wikipedia.org/wiki/Royal_Charter",
        "https://en.wikipedia.org/wiki/Royal_Society",
        "https://en.wikipedia.org/wiki/Louis_XIV",
        "https://en.wikipedia.org/wiki/Frederick_I_of_Prussia",
        "https://en.wikipedia.org/wiki/Brandenburg",
        "https://en.wikipedia.org/wiki/Prussian_Academy_of_Sciences",
        "https://en.wikipedia.org/wiki/Gottfried_Leibniz",
        "https://en.wikipedia.org/wiki/Academy_of_Sciences_of_the_Institute_of_Bologna",
        "https://en.wikipedia.org/wiki/Russian_Academy_of_Sciences",
        "https://en.wikipedia.org/wiki/Royal_Dublin_Society",
        "https://en.wikipedia.org/wiki/Grand_duchy_of_Tuscany",
        "https://en.wikipedia.org/wiki/Royal_Swedish_Academy_of_Sciences",
        "https://en.wikipedia.org/wiki/Royal_Danish_Academy_of_Sciences_and_Letters",
        "https://en.wikipedia.org/wiki/Erfurt",
        "https://en.wikipedia.org/wiki/Bavarian_Academy_of_Sciences_and_Humanities",
        "https://en.wikipedia.org/wiki/Heidelberg",
        "https://en.wikipedia.org/wiki/Sciences_Academy_of_Lisbon",
        "https://en.wikipedia.org/wiki/Royal_Society_of_Edinburgh",
        "https://en.wikipedia.org/wiki/Accademia_dei_Quaranta",
        "https://en.wikipedia.org/wiki/Turin",
        "https://en.wikipedia.org/wiki/University_of_Berlin",
        "https://en.wikipedia.org/wiki/Learned_society",
        "https://en.wikipedia.org/wiki/Learned_society",
        "https://en.wikipedia.org/wiki/Royal_Society",
        "https://en.wikipedia.org/wiki/American_Academy_of_Arts_and_Sciences",
        "https://en.wikipedia.org/wiki/American_Revolution",
        "https://en.wikipedia.org/wiki/Artillery",
        "https://en.wikipedia.org/wiki/Military_Engineering",
        "https://en.wikipedia.org/wiki/Military_Academy_of_Modena",
        "https://en.wikipedia.org/wiki/Soviet_military_academies",
        "https://en.wikipedia.org/wiki/Royal_Military_Academy_Woolwich",
        "https://en.wikipedia.org/wiki/Knight_academy",
        "https://en.wikipedia.org/wiki/Royal_Danish_Military_Academy",
        "https://en.wikipedia.org/wiki/Royal_Danish_Army",
        "https://en.wikipedia.org/wiki/Frederick_IV_of_Denmark",
        "https://en.wikipedia.org/wiki/Louis_XV_of_France",
        "https://en.wikipedia.org/wiki/Theresian_Military_Academy",
        "https://en.wikipedia.org/wiki/Maria_Theresa_of_Austria",
        "https://en.wikipedia.org/wiki/Military_Academy_Karlberg",
        "https://en.wikipedia.org/wiki/University_of_Athens",
        "https://en.wikipedia.org/wiki/Karl_Friedrich_Schinkel",
        "https://en.wikipedia.org/wiki/Theophil_Freiherr_von_Hansen",
        "https://en.wikipedia.org/wiki/Ionic_order",
        "https://en.wikipedia.org/wiki/Charles_Bassi",
        "https://en.wikipedia.org/wiki/Turku",
        "https://en.wikipedia.org/wiki/Finland",
        "https://en.wikipedia.org/wiki/Learned_society",
        "https://en.wikipedia.org/wiki/Funding_agency",
        "https://en.wikipedia.org/wiki/National_academies",
        "https://en.wikipedia.org/wiki/Royal_Society",
        "https://en.wikipedia.org/wiki/Academy_of_Finland",
        "https://en.wikipedia.org/wiki/Academy_of_Motion_Picture_Arts_and_Sciences",
        "https://en.wikipedia.org/wiki/Academy_Awards",
        "https://en.wikipedia.org/wiki/Royal_Academy_of_Music",
        "https://en.wikipedia.org/wiki/United_States_Military_Academy",
        "https://en.wikipedia.org/wiki/United_States_Naval_Academy",
        "https://en.wikipedia.org/wiki/United_States_Air_Force_Academy",
        "https://en.wikipedia.org/wiki/Australian_Defence_Force_Academy",
        "https://en.wikipedia.org/wiki/Police_academy",
        "https://en.wikipedia.org/wiki/Phillips_Andover_Academy",
        "https://en.wikipedia.org/wiki/Phillips_Exeter_Academy",
        "https://en.wikipedia.org/wiki/Deerfield_Academy",
        "https://en.wikipedia.org/wiki/Edinburgh_Academy",
        "https://en.wikipedia.org/wiki/Wolfgang_Amadeus_Mozart",
        "https://en.wikipedia.org/wiki/Concert",
        "https://en.wikipedia.org/wiki/Academy_of_St_Martin_in_the_Fields",
        "https://en.wikipedia.org/wiki/Brixton_Academy",
        "https://en.wikipedia.org/wiki/Athens",
        "https://en.wikipedia.org/wiki/Primary_education",
        "https://en.wikipedia.org/wiki/Imperial_Russia",
        "https://en.wikipedia.org/wiki/Soviet_Union",
        "https://en.wikipedia.org/wiki/Academy_of_Sciences",
        "https://en.wikipedia.org/wiki/Russian_Academy_of_Sciences",
        "https://en.wikipedia.org/wiki/Dissenting_academies",
        "https://en.wikipedia.org/wiki/Church_of_England",
        "https://en.wikipedia.org/wiki/Dissenting_academies",
        "https://en.wikipedia.org/wiki/Education_in_England",
        "https://en.wikipedia.org/wiki/University_College_London",
        "https://en.wikipedia.org/wiki/Test_and_Corporation_Acts",
        "https://en.wikipedia.org/wiki/Catholic_Relief_Act_1829",
        "https://en.wikipedia.org/wiki/Charter_school",
        "https://en.wikipedia.org/wiki/Business_Academy_Bexley",
        "https://en.wikipedia.org/wiki/2010_United_Kingdom_general_election",
        "https://en.wikipedia.org/wiki/Ofsted",
        "https://en.wikipedia.org/wiki/History_of_higher_education_in_the_United_States",
        "https://en.wikipedia.org/wiki/Corning_Free_Academy",
        "https://en.wikipedia.org/wiki/Middle_school",
        "https://en.wikipedia.org/wiki/United_States_Military_Academy",
        "https://en.wikipedia.org/wiki/University_of_Pennsylvania",
        "https://en.wikipedia.org/wiki/Secular",
        "https://en.wikipedia.org/wiki/University_of_Virginia",
        "https://en.wikipedia.org/wiki/Humanism",
        "https://en.wikipedia.org/wiki/Protestant_Reformation",
        "https://en.wikipedia.org/wiki/Old_Northwest",
        "https://en.wikipedia.org/wiki/The_Age_of_Enlightenment",
        "https://en.wikipedia.org/wiki/Wilhelm_von_Humboldt",
        "https://en.wikipedia.org/wiki/Prussia",
        "https://en.wikipedia.org/wiki/Academic_personnel",
        "https://en.wikipedia.org/wiki/Academic_ranks",
        "https://en.wikipedia.org/wiki/Academic_administration",
        "https://en.wikipedia.org/wiki/University",
        "https://en.wikipedia.org/wiki/Postgraduate_education",
        "https://en.wikipedia.org/wiki/Scholar",
        "https://en.wikipedia.org/wiki/Academic_ranks_in_the_United_States",
        "https://en.wikipedia.org/wiki/Professor",
        "https://en.wikipedia.org/wiki/Librarian",
        "https://en.wikipedia.org/wiki/Academic_ranks_in_the_United_Kingdom",
        "https://en.wikipedia.org/wiki/List_of_academic_ranks",
        "https://en.wikipedia.org/wiki/Research_associate",
        "https://en.wikipedia.org/wiki/Research_fellow",
        "https://en.wikipedia.org/wiki/Lecturer",
        "https://en.wikipedia.org/wiki/Professor",
        "https://en.wikipedia.org/wiki/University_don",
        "https://en.wikipedia.org/wiki/Academic_discipline",
        "https://en.wikipedia.org/wiki/Quadrivium",
        "https://en.wikipedia.org/wiki/Medieval_university",
        "https://en.wikipedia.org/wiki/Cognitive_science",
        "https://en.wikipedia.org/wiki/Academic_administration",
        "https://en.wikipedia.org/wiki/University_president",
        "https://en.wikipedia.org/wiki/Tenure",
        "https://en.wikipedia.org/wiki/Academic_degree",
        "https://en.wikipedia.org/wiki/Undergraduate",
        "https://en.wikipedia.org/wiki/Doctorate",
        "https://en.wikipedia.org/wiki/Graduate_school",
        "https://en.wikipedia.org/wiki/Postgraduate",
        "https://en.wikipedia.org/wiki/Bologna_process",
        "https://en.wikipedia.org/wiki/Professional_studies",
        "https://en.wikipedia.org/wiki/Academic_conference",
        "https://en.wikipedia.org/wiki/Teacher_education",
        "https://en.wikipedia.org/wiki/Social_work",
        "https://en.wikipedia.org/wiki/Ivory_tower",
        "https://en.wikipedia.org/wiki/Practice_research",
        "https://en.wikipedia.org/wiki/Medical_research",
        "https://en.wikipedia.org/wiki/Arts",
        "https://en.wikipedia.org/wiki/Humanities",
        "https://en.wikipedia.org/wiki/Town_and_gown",
        "https://en.wikipedia.org/wiki/Breaking_Away",
        "https://en.wikipedia.org/wiki/Academic_publishing",
        "https://en.wikipedia.org/wiki/Research_journal",
        "https://en.wikipedia.org/wiki/Royal_Society",
        "https://en.wikipedia.org/wiki/Anagram",
        "https://en.wikipedia.org/wiki/Isaac_Newton",
        "https://en.wikipedia.org/wiki/Gottfried_Wilhelm_Leibniz",
        "https://en.wikipedia.org/wiki/Fellow_of_the_Royal_Society",
        "https://en.wikipedia.org/wiki/Unicorn",
        "https://en.wikipedia.org/wiki/Spider",
        "https://en.wikipedia.org/wiki/Robert_Hooke",
        "https://en.wikipedia.org/wiki/Publish_or_perish",
        "https://en.wikipedia.org/wiki/Peer_review",
        "https://en.wikipedia.org/wiki/Curriculum_vitae",
        "https://en.wikipedia.org/wiki/Andrew_Odlyzko",
        "https://en.wikipedia.org/wiki/Academician",
        "https://en.wikipedia.org/wiki/Internet",
        "https://en.wikipedia.org/wiki/Preprint",
        "https://en.wikipedia.org/wiki/Academic_dress",
        "https://en.wikipedia.org/wiki/Worcester_Polytechnic_Institute",
        "https://en.wikipedia.org/wiki/Priest",
        "https://en.wikipedia.org/wiki/University_of_Oxford",
        "https://en.wikipedia.org/wiki/University_of_Cambridge",
        "https://en.wikipedia.org/wiki/Mortarboard",
        "https://en.wikipedia.org/wiki/Educational_Specialist",
        "https://en.wikipedia.org/wiki/University_of_Oxford",
        "https://en.wikipedia.org/wiki/Abstract_management",
        "https://en.wikipedia.org/wiki/Academic_acceleration",
        "https://en.wikipedia.org/wiki/Academic_careerism",
        "https://en.wikipedia.org/wiki/Academic_conference",
        "https://en.wikipedia.org/wiki/Academic_dishonesty",
        "https://en.wikipedia.org/wiki/Academic_elitism",
        "https://en.wikipedia.org/wiki/Academic_history",
        "https://en.wikipedia.org/wiki/Academic_inflation",
        "https://en.wikipedia.org/wiki/Academic_inbreeding",
        "https://en.wikipedia.org/wiki/Academic_mobility",
        "https://en.wikipedia.org/wiki/Academic_paper_mill",
        "https://en.wikipedia.org/wiki/Academic_conference",
        "https://en.wikipedia.org/wiki/Academic_writing",
        "https://en.wikipedia.org/wiki/Academician",
        "https://en.wikipedia.org/wiki/Bullying_in_academia",
        "https://en.wikipedia.org/wiki/Byzantine_university",
        "https://en.wikipedia.org/wiki/College_rivalry",
        "https://en.wikipedia.org/wiki/Education",
        "https://en.wikipedia.org/wiki/French_mathematical_seminars",
        "https://en.wikipedia.org/wiki/List_of_academic_disciplines",
        "https://en.wikipedia.org/wiki/List_of_fields_of_doctoral_studies",
        "https://en.wikipedia.org/wiki/List_of_honorary_societies",
        "https://en.wikipedia.org/wiki/Learned_society",
        "https://en.wikipedia.org/wiki/Medieval_university",
        "https://en.wikipedia.org/wiki/Proceedings",
        "https://en.wikipedia.org/wiki/Pseudoscience",
        "https://en.wikipedia.org/wiki/Research",
        "https://en.wikipedia.org/wiki/Scholarly_article",
        "https://en.wikipedia.org/wiki/Scholarly_method",
        "https://en.wikipedia.org/wiki/Scientific_community",
        "https://en.wikipedia.org/wiki/Scientific_method",
        "https://en.wikipedia.org/wiki/Seminar",
        "https://en.wikipedia.org/wiki/Sophism",
        "https://en.wikipedia.org/wiki/Oxford_English_Dictionary",
        "https://en.wikipedia.org/wiki/Oxford_University_Press",
        "https://en.wikipedia.org/wiki/Plutarch",
        "https://en.wikipedia.org/wiki/Thucydides",
        "https://en.wikipedia.org/wiki/Motilal_Banarsidass",
        "https://en.wikipedia.org/wiki/Wayback_Machine",
        "https://en.wikipedia.org/wiki/Ludwig_Pastor",
        "https://en.wikipedia.org/wiki/Lynn_Thorndike",
        "https://en.wikipedia.org/wiki/Wayback_Machine",
        "https://en.wikipedia.org/wiki/Wayback_Machine",
        "https://en.wikipedia.org/wiki/The_Guardian",
        "https://en.wikipedia.org/wiki/Wayback_Machine",
        "https://en.wikipedia.org/wiki/Duke_University_Press",
        "https://en.wikipedia.org/wiki/Wikisource",
        "https://en.wikipedia.org/wiki/Wikisource",
        "https://en.wikipedia.org/wiki/Wayback_Machine",
        "https://en.wikipedia.org/wiki/Intellectualism",
        "https://en.wikipedia.org/wiki/Intellect",
        "https://en.wikipedia.org/wiki/Intellectual",
        "https://en.wikipedia.org/wiki/Intellectual_courage",
        "https://en.wikipedia.org/wiki/Intellectual_curiosity",
        "https://en.wikipedia.org/wiki/Intellectual_giftedness",
        "https://en.wikipedia.org/wiki/Intellectual_history",
        "https://en.wikipedia.org/wiki/Intellectual_honesty",
        "https://en.wikipedia.org/wiki/Intellectual_humility",
        "https://en.wikipedia.org/wiki/Intellectual_inbreeding",
        "https://en.wikipedia.org/wiki/Intellectual_functioning",
        "https://en.wikipedia.org/wiki/Intellectual_property",
        "https://en.wikipedia.org/wiki/Intellectual_responsibility",
        "https://en.wikipedia.org/wiki/Rigour",
        "https://en.wikipedia.org/wiki/Intellectual_virtue",
        "https://en.wikipedia.org/wiki/Intellectualization",
        "https://en.wikipedia.org/wiki/Intelligence",
        "https://en.wikipedia.org/wiki/Intelligentsia",
        "https://en.wikipedia.org/wiki/Rationalism",
        "https://en.wikipedia.org/wiki/Academic_publishing",
        "https://en.wikipedia.org/wiki/Education",
        "https://en.wikipedia.org/wiki/Public_intellectual",
        "https://en.wikipedia.org/wiki/Philosophy",
        "https://en.wikipedia.org/wiki/Scholar",
        "https://en.wikipedia.org/wiki/School_of_thought",
        "https://en.wikipedia.org/wiki/Scientific_method",
        "https://en.wikipedia.org/wiki/Thought",
        "https://en.wikipedia.org/wiki/Intellectual_property",
        "https://en.wikipedia.org/wiki/Intellectual_property_infringement",
        "https://en.wikipedia.org/wiki/Intellectual_property_organization",
        "https://en.wikipedia.org/wiki/Outline_of_intellectual_property",
        "https://en.wikipedia.org/wiki/Manufacturing_Consent",
        "https://en.wikipedia.org/wiki/Belletrist",
        "https://en.wikipedia.org/wiki/Chinese_intellectualism",
        "https://en.wikipedia.org/wiki/Jungin",
        "https://en.wikipedia.org/wiki/Intellectual_movements_in_Iran",
        "https://en.wikipedia.org/wiki/Iranian_Enlightenment",
        "https://en.wikipedia.org/wiki/Man_of_letters",
        "https://en.wikipedia.org/wiki/Manufacturing_Consent",
        "https://en.wikipedia.org/wiki/Boffin",
        "https://en.wikipedia.org/wiki/Egghead",
        "https://en.wikipedia.org/wiki/Geek",
        "https://en.wikipedia.org/wiki/Intellectual_dishonesty",
        "https://en.wikipedia.org/wiki/Nerd",
        "https://en.wikipedia.org/wiki/March_of_Intellect",
        "https://en.wikipedia.org/wiki/Pseudointellectual",
        "https://en.wikipedia.org/wiki/Age_of_Enlightenment",
        "https://en.wikipedia.org/wiki/Intellectual_capital",
        "https://en.wikipedia.org/wiki/Intellectual_dark_web",
        "https://en.wikipedia.org/wiki/Intellectual_disability",
        "https://en.wikipedia.org/wiki/Martyred_Intellectuals_Day",
        "https://en.wikipedia.org/wiki/The_Thinker",
        "https://en.wikipedia.org/wiki/School",
        "https://en.wikipedia.org/wiki/Educational_stage",
        "https://en.wikipedia.org/wiki/Early_childhood_education",
        "https://en.wikipedia.org/wiki/Preschool",
        "https://en.wikipedia.org/wiki/Kindergarten",
        "https://en.wikipedia.org/wiki/Primary_education",
        "https://en.wikipedia.org/wiki/First_school",
        "https://en.wikipedia.org/wiki/Infant_school",
        "https://en.wikipedia.org/wiki/Junior_school",
        "https://en.wikipedia.org/wiki/Primary_school",
        "https://en.wikipedia.org/wiki/Secondary_education",
        "https://en.wikipedia.org/wiki/Adult_high_school",
        "https://en.wikipedia.org/wiki/Cadet_college",
        "https://en.wikipedia.org/wiki/Collegiate_institute",
        "https://en.wikipedia.org/wiki/Comprehensive_high_school",
        "https://en.wikipedia.org/wiki/Comprehensive_school",
        "https://en.wikipedia.org/wiki/Continuation_high_school",
        "https://en.wikipedia.org/wiki/Grammar_school",
        "https://en.wikipedia.org/wiki/Hauptschule",
        "https://en.wikipedia.org/wiki/Lyceum",
        "https://en.wikipedia.org/wiki/Maths_school",
        "https://en.wikipedia.org/wiki/Minor_seminary",
        "https://en.wikipedia.org/wiki/Secondary_school",
        "https://en.wikipedia.org/wiki/Sixth_form_college",
        "https://en.wikipedia.org/wiki/Studio_school",
        "https://en.wikipedia.org/wiki/University_technical_college",
        "https://en.wikipedia.org/wiki/Upper_school",
        "https://en.wikipedia.org/wiki/Tertiary_education",
        "https://en.wikipedia.org/wiki/Professional_school",
        "https://en.wikipedia.org/wiki/Technical_school",
        "https://en.wikipedia.org/wiki/Vocational_school",
        "https://en.wikipedia.org/wiki/Higher_education",
        "https://en.wikipedia.org/wiki/College",
        "https://en.wikipedia.org/wiki/Community_college",
        "https://en.wikipedia.org/wiki/Graduate_school",
        "https://en.wikipedia.org/wiki/Institute_of_technology",
        "https://en.wikipedia.org/wiki/Junior_college",
        "https://en.wikipedia.org/wiki/Liberal_arts_college",
        "https://en.wikipedia.org/wiki/Research_university",
        "https://en.wikipedia.org/wiki/Residential_college",
        "https://en.wikipedia.org/wiki/Seminary",
        "https://en.wikipedia.org/wiki/University",
        "https://en.wikipedia.org/wiki/Upper_division_college",
        "https://en.wikipedia.org/wiki/Vocational_university",
        "https://en.wikipedia.org/wiki/Middle_school",
        "https://en.wikipedia.org/wiki/Ranch_school",
        "https://en.wikipedia.org/wiki/Charter_school",
        "https://en.wikipedia.org/wiki/Community_day_school",
        "https://en.wikipedia.org/wiki/Free_education",
        "https://en.wikipedia.org/wiki/Independent_school",
        "https://en.wikipedia.org/wiki/Private_university",
        "https://en.wikipedia.org/wiki/Public_university",
        "https://en.wikipedia.org/wiki/International_university",
        "https://en.wikipedia.org/wiki/Selective_school",
        "https://en.wikipedia.org/wiki/Separate_school",
        "https://en.wikipedia.org/wiki/Sink_school",
        "https://en.wikipedia.org/wiki/Specialist_schools_in_the_United_Kingdom",
        "https://en.wikipedia.org/wiki/State_school",
        "https://en.wikipedia.org/wiki/Alternative_school",
        "https://en.wikipedia.org/wiki/Democratic_education",
        "https://en.wikipedia.org/wiki/Anarchistic_free_school",
        "https://en.wikipedia.org/wiki/Sudbury_school",
        "https://en.wikipedia.org/wiki/International_school",
        "https://en.wikipedia.org/wiki/Magnet_school",
        "https://en.wikipedia.org/wiki/Music_school",
        "https://en.wikipedia.org/wiki/Specialist_school",
        "https://en.wikipedia.org/wiki/Vocal_school",
        "https://en.wikipedia.org/wiki/Progressive_education",
        "https://en.wikipedia.org/wiki/Free_school_movement",
        "https://en.wikipedia.org/wiki/Folk_high_school",
        "https://en.wikipedia.org/wiki/Laboratory_school",
        "https://en.wikipedia.org/wiki/Montessori_education",
        "https://en.wikipedia.org/wiki/Waldorf_education",
        "https://en.wikipedia.org/wiki/Religious_school",
        "https://en.wikipedia.org/wiki/Bible_college",
        "https://en.wikipedia.org/wiki/Catholic_school",
        "https://en.wikipedia.org/wiki/Christian_school",
        "https://en.wikipedia.org/wiki/Female_seminary",
        "https://en.wikipedia.org/wiki/Gurukula",
        "https://en.wikipedia.org/wiki/Parochial_school",
        "https://en.wikipedia.org/wiki/Madrasa",
        "https://en.wikipedia.org/wiki/Yeshiva",
        "https://en.wikipedia.org/wiki/Boarding_school",
        "https://en.wikipedia.org/wiki/Day_school",
        "https://en.wikipedia.org/wiki/Distance_education",
        "https://en.wikipedia.org/wiki/Homeschooling",
        "https://en.wikipedia.org/wiki/Prison_education",
        "https://en.wikipedia.org/wiki/Virtual_school",
        "https://en.wikipedia.org/wiki/Compensatory_education",
        "https://en.wikipedia.org/wiki/Compulsory_education",
        "https://en.wikipedia.org/wiki/Continuing_education",
        "https://en.wikipedia.org/wiki/Further_education",
        "https://en.wikipedia.org/wiki/Gifted_education",
        "https://en.wikipedia.org/wiki/Inclusive_education",
        "https://en.wikipedia.org/wiki/Remedial_education",
        "https://en.wikipedia.org/wiki/Special_education",
        "https://en.wikipedia.org/wiki/Platonic_Academy",
        "https://en.wikipedia.org/wiki/Monastic_school",
        "https://en.wikipedia.org/wiki/Cathedral_school",
        "https://en.wikipedia.org/wiki/Medieval_university",
        "https://en.wikipedia.org/wiki/Indigenous_peoples",
        "https://en.wikipedia.org/wiki/Canadian_Indian_residential_school_system",
        "https://en.wikipedia.org/wiki/Native_schools",
        "https://en.wikipedia.org/wiki/Department_of_Bantu_Education",
        "https://en.wikipedia.org/wiki/American_Indian_boarding_schools",
        "https://en.wikipedia.org/wiki/Hedge_school",
        "https://en.wikipedia.org/wiki/Krifo_scholio",
        "https://en.wikipedia.org/wiki/Katakombenschule",
        "https://en.wikipedia.org/wiki/Educational_institution",
        "https://en.wikipedia.org/wiki/Academy",
        "https://en.wikipedia.org/wiki/Academy",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}