{
    "url": "https://en.wikipedia.org/wiki/Academic_discipline",
    "title": "Academic discipline",
    "table_of_contents": [
        "1 History of the concept",
        "2 Functions and criticism",
        "3 Communities of academic disciplines",
        "4 Interactions",
        "4.1 Multidisciplinary",
        "4.2 Transdisciplinary",
        "4.3 Cross-disciplinary",
        "5 Bibliometric studies of disciplines",
        "6 See also",
        "7 References",
        "8 Further reading",
        "9 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nAn academic discipline or academic field is a subdivision of knowledge that is taught and researched at the college or university level. Disciplines are defined (in part) and recognized by the academic journals in which research is published, and the learned societies and academic departments or faculties within colleges and universities to which their practitioners belong. Academic disciplines are conventionally divided into the humanities, including language, art and cultural studies, and the scientific disciplines, such as physics, chemistry, and biology; the social sciences are sometimes considered a third category.\n\nIndividuals associated with academic disciplines are commonly referred to as experts or specialists. Others, who may have studied liberal arts or systems theory rather than concentrating in a specific academic discipline, are classified as generalists.\n\nWhile academic disciplines in and of themselves are more or less focused practices, scholarly approaches such as multidisciplinarity/interdisciplinarity, transdisciplinarity, and cross-disciplinarity integrate aspects from multiple academic disciplines, therefore addressing any problems that may arise from narrow concentration within specialized fields of study. For example, professionals may encounter trouble communicating across academic disciplines because of differences in language, specified concepts, or methodology.\n\nSome researchers believe that academic disciplines may, in the future, be replaced by what is known as Mode 2[1] or \"post-academic science\",[2] which involves the acquisition of cross-disciplinary knowledge through the collaboration of specialists from various academic disciplines.\n\nIt is also known as a field of study, field of inquiry, research field and branch of knowledge. The different terms are used in different countries and fields.\n\n"
        },
        {
            "title": "History of the concept",
            "text": "The University of Paris in 1231 consisted of four faculties: Theology, Medicine, Canon Law and Arts.[3] Educational institutions originally used the term \"discipline\" to catalog and archive the new and expanding body of information produced by the scholarly community. Disciplinary designations originated in German universities during the beginning of the nineteenth century.\n\nMost academic disciplines have their roots in the mid-to-late-nineteenth century secularization of universities, when the traditional curricula were supplemented with non-classical languages and literatures, social sciences such as political science, economics, sociology and public administration, and natural science and technology disciplines such as physics, chemistry, biology, and engineering.\n\nIn the early twentieth century, new academic disciplines such as education and psychology were added. In the 1970s and 1980s, there was an explosion of new academic disciplines focusing on specific themes, such as media studies, women's studies, and Africana studies. Many academic disciplines designed as preparation for careers and professions, such as nursing, hospitality management, and corrections, also emerged in the universities. Finally, interdisciplinary scientific fields of study such as biochemistry and geophysics gained prominence as their contribution to knowledge became widely recognized. Some new disciplines, such as public administration, can be found in more than one disciplinary setting; some public administration programs are associated with business schools (thus emphasizing the public management aspect), while others are linked to the political science field (emphasizing the policy analysis aspect).\n\nAs the twentieth century approached, these designations were gradually adopted by other countries and became the accepted conventional subjects. However, these designations differed between various countries.[4] In the twentieth century, the natural science disciplines included: physics, chemistry, biology, geology, and astronomy. The social science disciplines included: economics, politics, sociology, and psychology.\n\nPrior to the twentieth century, categories were broad and general, which was expected due to the lack of interest in science at the time. With rare exceptions, practitioners of science tended to be amateurs and were referred to as \"natural historians\" and \"natural philosophers\"—labels that date back to Aristotle—instead of \"scientists\".[5] Natural history referred to what we now call life sciences and natural philosophy referred to the current physical sciences.\n\nPrior to the twentieth century, few opportunities existed for science as an occupation outside the educational system. Higher education provided the institutional structure for scientific investigation, as well as economic support for research and teaching. Soon, the volume of scientific information rapidly increased and researchers realized the importance of concentrating on smaller, narrower fields of scientific activity. Because of this narrowing, scientific specializations emerged. As these specializations developed, modern scientific disciplines in universities also improved their sophistication. Eventually, academia's identified disciplines became the foundations for scholars of specific specialized interests and expertise.[6]\n\n"
        },
        {
            "title": "Functions and criticism",
            "text": "An influential critique of the concept of academic disciplines came from Michel Foucault in his 1975 book, Discipline and Punish. Foucault asserts that academic disciplines originate from the same social movements and mechanisms of control that established the modern prison and penal system in eighteenth-century France, and that this fact reveals essential aspects they continue to have in common: \"The disciplines characterize, classify, specialize; they distribute along a scale, around a norm, hierarchize individuals in relation to one another and, if necessary, disqualify and invalidate.\" (Foucault, 1975/1979, p. 223)[7]\n\n"
        },
        {
            "title": "Communities of academic disciplines",
            "text": "Communities of academic disciplines can be found outside academia within corporations, government agencies, and independent organizations, where they take the form of associations of professionals with common interests and specific knowledge. Such communities include corporate think tanks, NASA, and IUPAC. Communities such as these exist to benefit the organizations affiliated with them by providing specialized new ideas, research, and findings.\n\nNations at various developmental stages will find the need for different academic disciplines during different times of growth. A newly developing nation will likely prioritize government, political matters and engineering over those of the humanities, arts and social sciences. On the other hand, a well-developed nation may be capable of investing more in the arts and social sciences. Communities of academic disciplines would contribute at varying levels of importance during different stages of development.\n\n"
        },
        {
            "title": "Interactions",
            "text": "These categories explain how the different academic disciplines interact with one another.\n\nMultidisciplinary knowledge is associated with more than one existing academic discipline or profession.\n\nA multidisciplinary community or project is made up of people from different academic disciplines and professions. These people are engaged in working together as equal stakeholders in addressing a common challenge. A multidisciplinary person is one with degrees from two or more academic disciplines. This one person can take the place of two or more people in a multidisciplinary community. Over time, multidisciplinary work does not typically lead to an increase or a decrease in the number of academic disciplines. One key question is how well the challenge can be decomposed into subparts, and then addressed via the distributed knowledge in the community. The lack of shared vocabulary between people and communication overhead can sometimes be an issue in these communities and projects. If challenges of a particular type need to be repeatedly addressed so that each one can be properly decomposed, a multidisciplinary community can be exceptionally efficient and effective.[citation needed]\n\nThere are many examples of a particular idea appearing in different academic disciplines, all of which came about around the same time. One example of this scenario is the shift from the approach of focusing on sensory awareness of the whole, \"an attention to the 'total field'\", a \"sense of the whole pattern, of form and function as a unity\", an \"integral idea of structure and configuration\". This has happened in art (in the form of cubism), physics, poetry, communication and educational theory. According to Marshall McLuhan, this paradigm shift was due to the passage from the era of mechanization, which brought sequentiality, to the era of the instant speed of electricity, which brought simultaneity.[8]\n\nMultidisciplinary approaches also encourage people to help shape the innovation of the future. The political dimensions of forming new multidisciplinary partnerships to solve the so-called societal Grand Challenges were presented in the Innovation Union and in the European Framework Programme, the Horizon 2020 operational overlay. Innovation across academic disciplines is considered the pivotal foresight of the creation of new products, systems, and processes for the benefit of all societies' growth and wellbeing. Regional examples such as Biopeople and industry-academia initiatives in translational medicine such as SHARE.ku.dk in Denmark provide evidence of the successful endeavour of multidisciplinary innovation and facilitation of the paradigm shift.[citation needed]\n\nIn practice, transdisciplinary can be thought of as the union of all interdisciplinary efforts. While interdisciplinary teams may be creating new knowledge that lies between several existing disciplines, a transdisciplinary team is more holistic and seeks to relate all disciplines into a coherent whole.\n\nCross-disciplinary knowledge is that which explains aspects of one discipline in terms of another. Common examples of cross-disciplinary approaches are studies of the physics of music or the politics of literature.\n\n"
        },
        {
            "title": "Bibliometric studies of disciplines",
            "text": "Bibliometrics can be used to map several issues in relation to disciplines, for example, the flow of ideas within and among disciplines (Lindholm-Romantschuk, 1998)[9] or the existence of specific national traditions within disciplines.[10] Scholarly impact and influence of one discipline on another may be understood by analyzing the flow of citations.[11]\n\nThe Bibliometrics approach is described as straightforward because it is based on simple counting. The method is also objective but the quantitative method may not be compatible with a qualitative assessment and therefore manipulated. The number of citations is dependent on the number of persons working in the same domain instead of inherent quality or published result's originality.[12]\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/School_discipline",
        "https://en.wikipedia.org/wiki/Research",
        "https://en.wikipedia.org/wiki/List_of_academic_fields",
        "https://en.wikipedia.org/wiki/Applied_science",
        "https://en.wikipedia.org/wiki/Research_and_development",
        "https://en.wikipedia.org/wiki/Formal_science",
        "https://en.wikipedia.org/wiki/Humanities",
        "https://en.wikipedia.org/wiki/Natural_science",
        "https://en.wikipedia.org/wiki/Profession",
        "https://en.wikipedia.org/wiki/Social_science",
        "https://en.wikipedia.org/wiki/Research_design",
        "https://en.wikipedia.org/wiki/Research_proposal",
        "https://en.wikipedia.org/wiki/Research_question",
        "https://en.wikipedia.org/wiki/Academic_writing",
        "https://en.wikipedia.org/wiki/Argument",
        "https://en.wikipedia.org/wiki/Citation",
        "https://en.wikipedia.org/wiki/List_of_schools_of_philosophy",
        "https://en.wikipedia.org/wiki/Empiricism",
        "https://en.wikipedia.org/wiki/Positivism",
        "https://en.wikipedia.org/wiki/Antipositivism",
        "https://en.wikipedia.org/wiki/Postpositivism",
        "https://en.wikipedia.org/wiki/Subtle_realism",
        "https://en.wikipedia.org/wiki/Interdisciplinarity",
        "https://en.wikipedia.org/wiki/Multimethodology",
        "https://en.wikipedia.org/wiki/Qualitative_research",
        "https://en.wikipedia.org/wiki/Quantitative_research",
        "https://en.wikipedia.org/wiki/Methodology",
        "https://en.wikipedia.org/wiki/Action_research",
        "https://en.wikipedia.org/wiki/Art_methodology",
        "https://en.wikipedia.org/wiki/Critical_theory",
        "https://en.wikipedia.org/wiki/Feminism",
        "https://en.wikipedia.org/wiki/Grounded_theory",
        "https://en.wikipedia.org/wiki/Hermeneutics",
        "https://en.wikipedia.org/wiki/Historiography",
        "https://en.wikipedia.org/wiki/Narrative_inquiry",
        "https://en.wikipedia.org/wiki/Pragmatism",
        "https://en.wikipedia.org/wiki/Scientific_method",
        "https://en.wikipedia.org/wiki/Case_study",
        "https://en.wikipedia.org/wiki/Content_analysis",
        "https://en.wikipedia.org/wiki/Descriptive_statistics",
        "https://en.wikipedia.org/wiki/Discourse_analysis",
        "https://en.wikipedia.org/wiki/Ethnography",
        "https://en.wikipedia.org/wiki/Experiment",
        "https://en.wikipedia.org/wiki/Field_experiment",
        "https://en.wikipedia.org/wiki/Social_experiment",
        "https://en.wikipedia.org/wiki/Field_research",
        "https://en.wikipedia.org/wiki/Historical_method",
        "https://en.wikipedia.org/wiki/Statistical_inference",
        "https://en.wikipedia.org/wiki/Interview",
        "https://en.wikipedia.org/wiki/Cartography",
        "https://en.wikipedia.org/wiki/Cultural_mapping",
        "https://en.wikipedia.org/wiki/Phenomenography",
        "https://en.wikipedia.org/wiki/Secondary_research",
        "https://en.wikipedia.org/wiki/Bibliometrics",
        "https://en.wikipedia.org/wiki/Literature_review",
        "https://en.wikipedia.org/wiki/Scoping_review",
        "https://en.wikipedia.org/wiki/Systematic_review",
        "https://en.wikipedia.org/wiki/Scientific_modelling",
        "https://en.wikipedia.org/wiki/Simulation",
        "https://en.wikipedia.org/wiki/Knowledge",
        "https://en.wikipedia.org/wiki/Education",
        "https://en.wikipedia.org/wiki/Research",
        "https://en.wikipedia.org/wiki/Academic_journal",
        "https://en.wikipedia.org/wiki/Research",
        "https://en.wikipedia.org/wiki/Learned_society",
        "https://en.wikipedia.org/wiki/Academic_department",
        "https://en.wikipedia.org/wiki/Humanities",
        "https://en.wikipedia.org/wiki/Scientific_discipline",
        "https://en.wikipedia.org/wiki/Physics",
        "https://en.wikipedia.org/wiki/Chemistry",
        "https://en.wikipedia.org/wiki/Biology",
        "https://en.wikipedia.org/wiki/Social_sciences",
        "https://en.wikipedia.org/wiki/Expert",
        "https://en.wikipedia.org/wiki/Liberal_arts_education",
        "https://en.wikipedia.org/wiki/Systems_theory",
        "https://en.wikipedia.org/wiki/Interdisciplinarity",
        "https://en.wikipedia.org/wiki/Transdisciplinarity",
        "https://en.wikipedia.org/wiki/Mode_2",
        "https://en.wikipedia.org/wiki/University_of_Paris",
        "https://en.wikipedia.org/wiki/Theology",
        "https://en.wikipedia.org/wiki/Medicine",
        "https://en.wikipedia.org/wiki/Canon_Law",
        "https://en.wikipedia.org/wiki/Liberal_Arts",
        "https://en.wikipedia.org/wiki/Secularization",
        "https://en.wikipedia.org/wiki/Curriculum",
        "https://en.wikipedia.org/wiki/Literatures",
        "https://en.wikipedia.org/wiki/Social_sciences",
        "https://en.wikipedia.org/wiki/Political_science",
        "https://en.wikipedia.org/wiki/Economics",
        "https://en.wikipedia.org/wiki/Sociology",
        "https://en.wikipedia.org/wiki/Public_administration",
        "https://en.wikipedia.org/wiki/Natural_science",
        "https://en.wikipedia.org/wiki/Technology",
        "https://en.wikipedia.org/wiki/Physics",
        "https://en.wikipedia.org/wiki/Chemistry",
        "https://en.wikipedia.org/wiki/Biology",
        "https://en.wikipedia.org/wiki/Engineering",
        "https://en.wikipedia.org/wiki/Education",
        "https://en.wikipedia.org/wiki/Psychology",
        "https://en.wikipedia.org/wiki/Media_studies",
        "https://en.wikipedia.org/wiki/Africana_studies",
        "https://en.wikipedia.org/wiki/Nursing",
        "https://en.wikipedia.org/wiki/Hospitality_management_studies",
        "https://en.wikipedia.org/wiki/Corrections",
        "https://en.wikipedia.org/wiki/Biochemistry",
        "https://en.wikipedia.org/wiki/Geophysics",
        "https://en.wikipedia.org/wiki/Public_administration",
        "https://en.wikipedia.org/wiki/Policy_analysis",
        "https://en.wikipedia.org/wiki/Physics",
        "https://en.wikipedia.org/wiki/Chemistry",
        "https://en.wikipedia.org/wiki/Biology",
        "https://en.wikipedia.org/wiki/Geology",
        "https://en.wikipedia.org/wiki/Astronomy",
        "https://en.wikipedia.org/wiki/Economics",
        "https://en.wikipedia.org/wiki/Politics",
        "https://en.wikipedia.org/wiki/Sociology",
        "https://en.wikipedia.org/wiki/Psychology",
        "https://en.wikipedia.org/wiki/Michel_Foucault",
        "https://en.wikipedia.org/wiki/Discipline_and_Punish",
        "https://en.wikipedia.org/wiki/France",
        "https://en.wikipedia.org/wiki/Think_tanks",
        "https://en.wikipedia.org/wiki/NASA",
        "https://en.wikipedia.org/wiki/IUPAC",
        "https://en.wikipedia.org/wiki/Multidisciplinary_approach",
        "https://en.wikipedia.org/wiki/Marshall_McLuhan",
        "https://en.wikipedia.org/wiki/Horizon_2020",
        "https://en.wikipedia.org/wiki/Transdisciplinarity",
        "https://en.wikipedia.org/wiki/Physics",
        "https://en.wikipedia.org/wiki/Music",
        "https://en.wikipedia.org/wiki/Politics",
        "https://en.wikipedia.org/wiki/Literature",
        "https://en.wikipedia.org/wiki/Bibliometrics",
        "https://en.wikipedia.org/wiki/Outline_of_academic_disciplines",
        "https://en.wikipedia.org/wiki/List_of_academic_fields",
        "https://en.wikipedia.org/wiki/Understanding_Media",
        "https://en.wikipedia.org/wiki/Scandinavian_Journal_of_Psychology",
        "https://en.wikipedia.org/wiki/Wayback_Machine",
        "https://en.wikipedia.org/wiki/Academic_discipline",
        "https://en.wikipedia.org/wiki/Academic_discipline",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}