{
    "url": "https://en.wikipedia.org/wiki/Accademia_dei_Lincei",
    "title": "Accademia dei Lincei",
    "table_of_contents": [
        "1 The Accademia",
        "1.1 Members",
        "2 The Accademia is re-founded",
        "3 The Reale Accademia dei Lincei",
        "3.1 Members",
        "4 The Accademia d'Italia",
        "5 The Accademia Nazionale dei Lincei",
        "6 Prizes",
        "7 Notes",
        "8 References",
        "9 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The Accademia dei Lincei (Italian pronunciation: [akkaˈdɛːmja  dei linˈtʃɛi]; literally the \"Academy of the Lynx-Eyed\", but anglicised as the Lincean Academy) is one of the oldest and most prestigious European scientific institutions, located at the Palazzo Corsini on the Via della Lungara in Rome, Italy.\n\nFounded in the Papal States in 1603 by Federico Cesi, the academy was named after the lynx, an animal whose sharp vision symbolizes the observational prowess that science requires. Galileo Galilei was the intellectual centre of the academy and adopted \"Galileo Galilei Linceo\" as his signature. \"The Lincei did not long survive the death in 1630 of Cesi, its founder and patron\",[1] and \"disappeared in 1651\".[2]\n\nDuring the nineteenth century, it was revived, first in the Vatican and later in the nation of Italy. Thus the Pontifical Academy of Science, founded in 1847, claims this heritage as the Accademia Pontificia dei Nuovi Lincei (\"Pontifical Academy of the New Lynxes\"), descending from the first two incarnations of the Academy. Similarly, a lynx-eyed academy of the 1870s became the national academy of Italy, encompassing both literature and science among its concerns.[3]\n\n"
        },
        {
            "title": "The Accademia",
            "text": "The first Accademia dei Lincei was founded in 1603 by Federico Cesi, an aristocrat from Umbria (the son of Duke of Acquasparta and a member of an important family from Rome) who was passionately interested in natural history – particularly botany. Cesi's father disapproved of the research career that Federico was pursuing. His mother, Olimpia Orsini, supported him both financially and morally. The Academy struggled due to this disapproval, but after the death of Frederico's father he had enough money to allow the academy to flourish.[4] The academy, hosted in Palazzo Cesi-Armellini near Saint Peter, replaced the first scientific community ever, Giambattista della Porta's Academia Secretorum Naturae in Naples that had been closed by the Inquisition. Cesi founded the Accademia dei Lincei with three friends: the Dutch physician Johannes van Heeck (Italianized to Giovanni Ecchio) and two fellow Umbrians, mathematician Francesco Stelluti and polymath Anastasio de Filiis. At the time of the Accademia's founding Cesi was only 18, and the others only 8 years older. Cesi and his friends aimed to understand all of the natural sciences. The literary and antiquarian emphasis set the \"Lincei\" apart from the host of sixteenth and seventeenth-century Italian Academies. Cesi envisioned a program of free experiment that was respectful of tradition, yet unfettered by blind obedience to authority, even that of Aristotle and Ptolemy, whose theories the new science called into question. While originally a private association, the Academy became a semi-public establishment during the Napoleonic domination of Rome. This shift allowed the local scientific elite to carve out a place for themselves in larger scientific networks. However, as a semi-public establishment, the Academy's focus was directed by Napoleonic politics. This focus directed the member's efforts towards stimulating industry, turning public opinion in favour of the French regime and secularizing the country.[5]\n\nThe name \"Lincei\" 'the lynx-like (i. e., lynx-eyed, sharp-eyed) ones' came from Giambattista della Porta's book Magia Naturalis, which had an illustration of the fabled cat on the cover and the words \"[...] with lynx-like eyes, examining those things which manifest themselves, so that having observed them, he may zealously use them\".[6] Accademia dei Lincei's symbols were both a lynx and an eagle; animals with, or reputed to have, keen sight (in classical and medieval bestiaries the lynx was reputed to be able to see through rock and \"new walls\").[7]  The academy's motto, chosen by Cesi, was: \"Take care of small things if you want to obtain the greatest results\" (minima cura si maxima vis). According to T. O'Conor Sloane, their other motto was Sagacius ista.[8] When Cesi visited Naples, he met with many scientists in fields of interest to him including the botanist, Fabio Colonna, the natural history writer, Ferrante Imperato, and the polymath della Porta. Della Porta was impressed with Cesi, and dedicated three works to the Linceans including a treatise on distillation called De Distillatione, a book on curvilinear geometry called Elementa Curvilinea, and The Transformations of the Atmosphere.[9] Della Porta encouraged Cesi to continue with his endeavours.[6] Giambattista della Porta joined Cesi's academy in 1610. While in Naples, Cesi also met with Nardo Antonio Recchi to negotiate the acquisition of a collection of material describing Aztec plants and animals written by Francisco Hernández de Toledo. This collection of material would eventually become the Tesoro Messicano (Mexican Treasury).[9]\n\nThe goal was nothing less than the assembly of modern science reflected on the method of observation: the church of knowledge. The Academy was to possess in each quarter of the global communes with adequate endowments to retain membership. These communes were complete with libraries, laboratories, museums, printing presses, and botanical gardens. Members frequently wrote letters around their observations. The Lyncæis denounced marriage as a mollis and effeminata requies. Membership was banned to monks. Members were ordered to \"penetrate into the interior of things in order to know the causes and operations of nature, as it is said the lynx does, which sees not only what is outside, but what is hidden within.\"[10]\n\nGalileo was inducted to the exclusive Academy on April 25, 1611, and became its intellectual centre. Galileo clearly felt honoured by his association with the Academy for he adopted Galileo Galilei Linceo as his signature. The Academy published his works and supported him during his disputes with the Roman Inquisition. Among the Academy's early publications in the fields of astronomy, physics and botany were Galileo's \"Letters on Sunspots\" and \"The Assayer\", and the Tesoro Messicano describing the flora, fauna and drugs of the New World, which took decades of labour, down to 1651. With this publication, the first, most famous phase of the Lincei was concluded. The new usage of microscopy, with \"references to magnification tools can be found in the works of Galileo and several Lincei, Harvey, Gassendi, Marco Aurelio Severino—who was probably also in contact with the Lincie—and Nathanial Highmore.\" Domenico Bertoloni Meli, in Mechanism, Experiment, Disease: Marcello Malpighi and Seventeenth-Century Anatomy (Johns Hopkins University Press: 2011; p. 41). Microscopes were not just by the Lincei for astronomical and mathematical work, but were also used for new experimentations in anatomy, as this was the time of the rise of mechanistic anatomy, and the theories of atomism. Experimentation proliferated across the board. Cesi's own intense activity was cut short by his sudden death in 1630 at forty-five.\n\nThe Linceans produced an important collection of micrographs or drawings made with the help of the newly invented microscope. After Cesi's death, the Accademia dei Lincei closed and the drawings were collected by Cassiano dal Pozzo, a Roman antiquarian, whose heirs sold them. The majority of the collection was procured by George III of the United Kingdom, in 1763. The drawings were discovered in Windsor Castle in 1986, by art historian David Freedberg.  They are being published as part of The Paper Museum of Cassiano dal Pozzo.[11]\n\n"
        },
        {
            "title": "The Accademia is re-founded",
            "text": "In 1801, Abbot Feliciano Scarpellini and Gioacchino Pessuti, with the patronage of Francesco Caetani, founded the Accademia Caetani which took the name of Accademia dei Lincei.[12][13] The period from 1801-1840 has been termed the \"Second Renaissance\" of the Accademia. Conflicting goals and general shifts in the \"geo-political scale\" left the Academy in a state of limbo, which ultimately led to its collapse in the 1840s.[13] During the French domination of the Accademia, the institution saw a transition from a private association to a municipal institution.[13]  Despite efforts from the early 1800s onward, the Accademia underwent a true revival in 1847, when Pope Pius IX re-founded it as the Pontificia Accademia dei Nuovi Lincei, the Pontifical Academy of New Lincei.\n\n"
        },
        {
            "title": "The Reale Accademia dei Lincei",
            "text": "In 1874, Quintino Sella turned it into the Accademia Nazionale Reale dei Lincei, the Royal National Lincean Academy. This incarnation broadened its scope to include moral and humanistic sciences, and regained the high prestige associated with the original Lincean Academy. \nAfter the unification of Italy, the Piedmontese Quintino Sella infused new life into the  Nuovi Lincei, reaffirming its ideals of secular science, but broadening its scope to include humanistic studies: history, philology, archaeology, philosophy, economics and law, in two classes of Soci (Fellows).\n\n"
        },
        {
            "title": "",
            "text": "During the fascist period the Lincean Academy was effectively replaced by the new Accademia d'Italia, the Italian Academy, but was not fully absorbed by that institution until 1939.[18]  In 1949, after the fall of the fascist regime, at the suggestion of Benedetto Croce the Lincean Academy recovered its independence. A brief history of this period of the Accademia, as well as the complete inventory of publications and documents produced in the same period, can be found in the book by Cagiano De Azevedo & Gerardi (2005).\n\n"
        },
        {
            "title": "The Accademia Nazionale dei Lincei",
            "text": "In 1986, the Academy was placed under a statute that says it shall be composed of 540 members, of whom 180 are ordinary Italian members, 180 are foreigners, and 180 are Italian corresponding members.\nThe members are divided into two classes: one for mathematical, physical, and natural sciences; the other for moral, historical, and philological sciences.\n\nIn 2001, the natural sciences were re-divided into five categories: mathematics, mechanics and applications; astronomy, geodesy, geophysics and applications; physics, chemistry and applications; geology, paleontology, mineralogy and applications; and biological sciences and applications. At the same time, the moral sciences were divided into seven categories: philology and linguistics; archeology; criticism of art and of poetry; history, historical geography, and anthropology; philosophical science; juridical science; social and political science.\n\n"
        },
        {
            "title": "Prizes",
            "text": "The Accademia regularly awards prestigious prizes to talented researchers and scholars. Notable prizes include:\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Academy",
        "https://en.wikipedia.org/wiki/Via_della_Lungara",
        "https://en.wikipedia.org/wiki/Rome",
        "https://en.wikipedia.org/wiki/Papal_States",
        "https://en.wikipedia.org/wiki/Federico_Cesi",
        "https://en.wikipedia.org/wiki/Lynx",
        "https://en.wikipedia.org/wiki/Galileo_Galilei",
        "https://en.wikipedia.org/wiki/Pontifical_Academy_of_Science",
        "https://en.wikipedia.org/wiki/Federico_Cesi",
        "https://en.wikipedia.org/wiki/Rome",
        "https://en.wikipedia.org/wiki/Botany",
        "https://en.wikipedia.org/wiki/Giambattista_della_Porta",
        "https://en.wikipedia.org/wiki/Academia_Secretorum_Naturae",
        "https://en.wikipedia.org/wiki/Inquisition",
        "https://en.wikipedia.org/wiki/Johannes_van_Heeck",
        "https://en.wikipedia.org/wiki/Francesco_Stelluti",
        "https://en.wikipedia.org/wiki/Anastasio_de_Filiis",
        "https://en.wikipedia.org/wiki/Natural_sciences",
        "https://en.wikipedia.org/wiki/Experiment",
        "https://en.wikipedia.org/wiki/Authority",
        "https://en.wikipedia.org/wiki/Aristotle",
        "https://en.wikipedia.org/wiki/Ptolemy",
        "https://en.wikipedia.org/wiki/Lynx",
        "https://en.wikipedia.org/wiki/Giambattista_della_Porta",
        "https://en.wikipedia.org/wiki/Natural_Magic",
        "https://en.wikipedia.org/wiki/Eagle",
        "https://en.wikipedia.org/wiki/Bestiary",
        "https://en.wikipedia.org/wiki/Naples",
        "https://en.wikipedia.org/wiki/Polymath",
        "https://en.wikipedia.org/wiki/Communes",
        "https://en.wikipedia.org/wiki/Libraries",
        "https://en.wikipedia.org/wiki/Laboratories",
        "https://en.wikipedia.org/wiki/Museums",
        "https://en.wikipedia.org/wiki/Printing_presses",
        "https://en.wikipedia.org/wiki/Botanical_gardens",
        "https://en.wikipedia.org/wiki/Marriage",
        "https://en.wikipedia.org/wiki/Monks",
        "https://en.wikipedia.org/wiki/Galileo_Galilei",
        "https://en.wikipedia.org/wiki/Roman_Inquisition",
        "https://en.wikipedia.org/wiki/Letters_on_Sunspots",
        "https://en.wikipedia.org/wiki/The_Assayer",
        "https://en.wikipedia.org/wiki/Microscope",
        "https://en.wikipedia.org/wiki/Cassiano_dal_Pozzo",
        "https://en.wikipedia.org/wiki/George_III_of_the_United_Kingdom",
        "https://en.wikipedia.org/wiki/Windsor_Castle",
        "https://en.wikipedia.org/wiki/Federico_Cesi",
        "https://en.wikipedia.org/wiki/Giovanni_Demisiani",
        "https://en.wikipedia.org/wiki/Anastasio_de_Filiis",
        "https://en.wikipedia.org/wiki/Johannes_van_Heeck",
        "https://en.wikipedia.org/wiki/Giambattista_della_Porta",
        "https://en.wikipedia.org/wiki/Adam_Elsheimer",
        "https://en.wikipedia.org/wiki/Johann_Faber",
        "https://en.wikipedia.org/wiki/Galileo_Galilei",
        "https://en.wikipedia.org/wiki/Johann_Schreck",
        "https://en.wikipedia.org/wiki/Francesco_Stelluti",
        "https://en.wikipedia.org/wiki/Nicola_Antonio_Stigliola",
        "https://en.wikipedia.org/wiki/Luca_Valerio",
        "https://en.wikipedia.org/wiki/Giovanni_Ciampoli",
        "https://en.wikipedia.org/wiki/Virginio_Cesarini",
        "https://en.wikipedia.org/wiki/Pope_Pius_IX",
        "https://en.wikipedia.org/wiki/Quintino_Sella",
        "https://en.wikipedia.org/wiki/Quintino_Sella",
        "https://en.wikipedia.org/wiki/Mario_Ageno",
        "https://en.wikipedia.org/wiki/Giusto_Bellavitis",
        "https://en.wikipedia.org/wiki/Ersilia_Caetani_Lovatelli",
        "https://en.wikipedia.org/wiki/Domenico_Comparetti",
        "https://en.wikipedia.org/wiki/Benedetto_Croce",
        "https://en.wikipedia.org/wiki/Albert_Einstein",
        "https://en.wikipedia.org/wiki/Enrico_Fermi",
        "https://en.wikipedia.org/wiki/Edward_Augustus_Freeman",
        "https://en.wikipedia.org/wiki/Giovanni_Gentile",
        "https://en.wikipedia.org/wiki/William_Ewart_Gladstone",
        "https://en.wikipedia.org/wiki/Otto_Hahn",
        "https://en.wikipedia.org/wiki/Werner_Heisenberg",
        "https://en.wikipedia.org/wiki/Theodor_Mommsen",
        "https://en.wikipedia.org/wiki/Antonio_Pacinotti",
        "https://en.wikipedia.org/wiki/Louis_Pasteur",
        "https://en.wikipedia.org/wiki/Max_Planck",
        "https://en.wikipedia.org/wiki/Olinto_De_Pretto",
        "https://en.wikipedia.org/wiki/George_Rawlinson",
        "https://en.wikipedia.org/wiki/Augusto_Righi",
        "https://en.wikipedia.org/wiki/Manlio_Simonetti",
        "https://en.wikipedia.org/wiki/Herbert_Spencer",
        "https://en.wikipedia.org/wiki/Royal_Academy_of_Italy",
        "https://en.wikipedia.org/wiki/Fascism",
        "https://en.wikipedia.org/wiki/Italian_Academy",
        "https://en.wikipedia.org/wiki/Benedetto_Croce",
        "https://en.wikipedia.org/wiki/Mathematics",
        "https://en.wikipedia.org/wiki/Physics",
        "https://en.wikipedia.org/wiki/Natural_sciences",
        "https://en.wikipedia.org/wiki/Moral_philosophy",
        "https://en.wikipedia.org/wiki/History",
        "https://en.wikipedia.org/wiki/Philology",
        "https://en.wikipedia.org/wiki/Mechanics",
        "https://en.wikipedia.org/wiki/Astronomy",
        "https://en.wikipedia.org/wiki/Geodesy",
        "https://en.wikipedia.org/wiki/Geophysics",
        "https://en.wikipedia.org/wiki/Chemistry",
        "https://en.wikipedia.org/wiki/Geology",
        "https://en.wikipedia.org/wiki/Paleontology",
        "https://en.wikipedia.org/wiki/Mineralogy",
        "https://en.wikipedia.org/wiki/Biology",
        "https://en.wikipedia.org/wiki/Linguistics",
        "https://en.wikipedia.org/wiki/Archeology",
        "https://en.wikipedia.org/wiki/Critic",
        "https://en.wikipedia.org/wiki/Art",
        "https://en.wikipedia.org/wiki/Poetry",
        "https://en.wikipedia.org/wiki/Historical_geography",
        "https://en.wikipedia.org/wiki/Anthropology",
        "https://en.wikipedia.org/wiki/Philosophy",
        "https://en.wikipedia.org/wiki/Law",
        "https://en.wikipedia.org/wiki/Social_science",
        "https://en.wikipedia.org/wiki/Political_science",
        "https://en.wikipedia.org/wiki/Feltrinelli_Prize",
        "https://en.wikipedia.org/wiki/Alfredo_di_Braccio_Award",
        "https://en.wikipedia.org/wiki/Wayback_Machine",
        "https://en.wikipedia.org/wiki/Italian_language",
        "https://en.wikipedia.org/wiki/Italia",
        "https://en.wikipedia.org/wiki/Accademia_Nazionale_dei_Lincei",
        "https://en.wikipedia.org/wiki/MacTutor_History_of_Mathematics_archive",
        "https://en.wikipedia.org/wiki/University_of_St_Andrews",
        "https://en.wikipedia.org/wiki/Wikisource",
        "https://en.wikipedia.org/wiki/New_International_Encyclopedia",
        "https://en.wikipedia.org/wiki/Popular_Science_Monthly",
        "https://en.wikipedia.org/wiki/Wikisource",
        "https://en.wikipedia.org/wiki/Scientific_American",
        "https://en.wikipedia.org/wiki/List_of_learned_societies_in_Italy",
        "https://en.wikipedia.org/wiki/Academy_of_Sciences_of_the_Institute_of_Bologna",
        "https://en.wikipedia.org/wiki/Accademia_Cosentina",
        "https://en.wikipedia.org/wiki/Accademia_degli_Arcadi",
        "https://en.wikipedia.org/wiki/Accademia_degli_Incamminati",
        "https://en.wikipedia.org/wiki/Accademia_degli_Incogniti",
        "https://en.wikipedia.org/wiki/Accademia_degli_Infiammati",
        "https://en.wikipedia.org/wiki/Accademia_degli_Inquieti",
        "https://en.wikipedia.org/wiki/Accademia_degli_Intronati",
        "https://en.wikipedia.org/wiki/Accademia_degli_Svogliati",
        "https://en.wikipedia.org/wiki/Accademia_degli_Umidi",
        "https://en.wikipedia.org/wiki/Accademia_degli_Umoristi",
        "https://en.wikipedia.org/wiki/Accademia_dei_Georgofili",
        "https://en.wikipedia.org/wiki/Accademia_dei_Ricovrati",
        "https://en.wikipedia.org/wiki/Accademia_dei_Risvegliati",
        "https://en.wikipedia.org/wiki/Accademia_del_Cimento",
        "https://en.wikipedia.org/wiki/Accademia_del_Disegno",
        "https://en.wikipedia.org/wiki/Accademia_della_Crusca",
        "https://en.wikipedia.org/wiki/Accademia_delle_Arti_del_Disegno",
        "https://en.wikipedia.org/wiki/Accademia_di_Agricoltura_di_Torino",
        "https://en.wikipedia.org/wiki/Accademia_di_San_Luca",
        "https://en.wikipedia.org/wiki/Accademia_di_Santa_Cecilia",
        "https://en.wikipedia.org/wiki/Accademia_Fiorentina",
        "https://en.wikipedia.org/wiki/Accademia_Galileiana",
        "https://en.wikipedia.org/wiki/Accademia_Nazionale_delle_Scienze_detta_dei_XL",
        "https://en.wikipedia.org/wiki/Accademia_Pontaniana",
        "https://en.wikipedia.org/wiki/Academia_Secretorum_Naturae",
        "https://en.wikipedia.org/wiki/Accademia_Veneziana",
        "https://en.wikipedia.org/wiki/Associazione_Agraria_Subalpina",
        "https://en.wikipedia.org/wiki/Dante_Alighieri_Society",
        "https://en.wikipedia.org/wiki/Italian_Mathematical_Union",
        "https://en.wikipedia.org/wiki/Italian_Physical_Society",
        "https://en.wikipedia.org/wiki/Royal_Academy_of_Italy",
        "https://en.wikipedia.org/wiki/Geographic_coordinate_system",
        "https://en.wikipedia.org/wiki/Accademia_dei_Lincei",
        "https://en.wikipedia.org/wiki/Accademia_dei_Lincei",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}