{
    "url": "https://en.wikipedia.org/wiki/Acoustics",
    "title": "Acoustics",
    "table_of_contents": [
        "1 History",
        "1.1 Etymology",
        "1.2 Early research in acoustics",
        "1.3 Age of Enlightenment and onward",
        "2 Definition",
        "3 Fundamental concepts",
        "3.1 Wave propagation: pressure levels",
        "3.2 Wave propagation: frequency",
        "3.3 Transduction in acoustics",
        "4 Acoustician",
        "4.1 Education",
        "5 Subdisciplines",
        "5.1 Archaeoacoustics",
        "5.2 Aeroacoustics",
        "5.3 Acoustic signal processing",
        "5.4 Architectural acoustics",
        "5.5 Bioacoustics",
        "5.6 Electroacoustics",
        "5.7 Environmental noise and soundscapes",
        "5.8 Musical acoustics",
        "5.9 Noise",
        "5.10 Psychoacoustics",
        "5.11 Speech",
        "5.12 Structural Vibration and Dynamics",
        "5.13 Ultrasonics",
        "5.14 Underwater acoustics",
        "6 Professional societies",
        "7 Academic journals",
        "8 See also",
        "9 References",
        "10 Further reading",
        "11 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Acoustics is a branch of physics that deals with the study of mechanical waves in gases, liquids, and solids including topics such as vibration, sound, ultrasound and infrasound. A scientist who works in the field of acoustics is an acoustician while someone working in the field of acoustics technology may be called an acoustical engineer. The application of acoustics is present in almost all aspects of modern society with the most obvious being the audio and noise control industries.\n\nHearing is one of the most crucial means of survival in the animal world and speech is one of the most distinctive characteristics of human development and culture. Accordingly, the science of acoustics spreads across many facets of human society—music, medicine, architecture, industrial production, warfare and more. Likewise, animal species such as songbirds and frogs use sound and hearing as a key element of mating rituals or for marking territories. Art, craft, science and technology have provoked one another to advance the whole, as in many other fields of knowledge. Robert Bruce Lindsay's \"Wheel of Acoustics\" is a well accepted overview of the various fields in acoustics.[1]\n\n"
        },
        {
            "title": "History",
            "text": "The word \"acoustic\" is derived from the Greek word ἀκουστικός (akoustikos), meaning \"of or for hearing, ready to hear\"[2] and that from ἀκουστός (akoustos), \"heard, audible\",[3] which in turn derives from the verb ἀκούω(akouo), \"I hear\".[4]\n\nThe Latin synonym is \"sonic\", after which the term sonics used to be a synonym for acoustics[5] and later a branch of acoustics.[5] Frequencies above and below the audible range are called \"ultrasonic\" and \"infrasonic\", respectively.\n\nIn the 6th century BC, the ancient Greek philosopher Pythagoras wanted to know why some combinations of musical sounds seemed more beautiful than others, and he found answers in terms of numerical ratios representing the harmonic overtone series on a string.  He is reputed to have observed that when the lengths of vibrating strings are expressible as ratios of integers (e.g. 2 to 3, 3 to 4), the tones produced will be harmonious, and the smaller the integers the more harmonious the sounds.  For example, a string of a certain length would sound particularly harmonious with a string of twice the length (other factors being equal). In modern parlance, if a string sounds the note C when plucked, a string twice as long will sound a C an octave lower.  In one system of musical tuning, the tones in between are then given by 16:9 for D, 8:5 for E, 3:2 for F, 4:3 for G, 6:5 for A, and 16:15 for B, in ascending order.[6]\n\nAristotle (384–322 BC) understood that sound consisted of compressions and rarefactions of air which \"falls upon and strikes the air which is next to it...\",[7][8] a very good expression of the nature of wave motion. On Things Heard, generally ascribed to Strato of Lampsacus, states that the pitch is related to the frequency of vibrations of the air and to the speed of sound.[9]\n\nIn about 20 BC, the Roman architect and engineer Vitruvius wrote a treatise on the acoustic properties of theaters including discussion of interference, echoes, and reverberation—the beginnings of architectural acoustics.[10] In Book V of his De architectura (The Ten Books of Architecture) Vitruvius describes sound as a wave comparable to a water wave extended to three dimensions, which, when interrupted by obstructions, would flow back and break up following waves. He described the ascending seats in ancient theaters as designed to prevent this deterioration of sound and also recommended bronze vessels of appropriate sizes be placed in theaters to resonate with the fourth, fifth and so on, up to the double octave, in order to resonate with the more desirable, harmonious notes.[11][12][13]\n\nDuring the Islamic golden age, Abū Rayhān al-Bīrūnī (973-1048) is believed to have postulated that the speed of sound was much slower than the speed of light.[14][15]\n\nThe physical understanding of acoustical processes advanced rapidly during and after the Scientific Revolution. Mainly Galileo Galilei (1564–1642) but also Marin Mersenne (1588–1648), independently, discovered the complete laws of vibrating strings (completing what Pythagoras and Pythagoreans had started 2000 years earlier).  Galileo wrote \"Waves are produced by the vibrations of a sonorous body, which spread through the air, bringing to the tympanum of the ear a stimulus which the mind interprets as sound\", a remarkable statement that points to the beginnings of physiological and psychological acoustics.  Experimental measurements of the speed of sound in air were carried out successfully between 1630 and 1680 by a number of investigators, prominently Mersenne.  Meanwhile, Newton (1642–1727) derived the relationship for wave velocity in solids, a cornerstone of physical acoustics (Principia, 1687).\n\nSubstantial progress in acoustics, resting on firmer mathematical and physical concepts, was made during the eighteenth century by Euler (1707–1783), Lagrange (1736–1813), and d'Alembert (1717–1783). During this era, continuum physics, or field theory, began to receive a definite mathematical structure. The wave equation emerged in a number of contexts, including the propagation of sound in air.[16]\n\nIn the nineteenth century the major figures of mathematical acoustics were Helmholtz in Germany, who consolidated the field of physiological acoustics, and Lord Rayleigh in England, who combined the previous knowledge with his own copious contributions to the field in his monumental work The Theory of Sound (1877).  Also in the 19th century, Wheatstone, Ohm, and Henry developed the analogy between electricity and acoustics.\n\nThe twentieth century saw a burgeoning of technological applications of the large body of scientific knowledge that was by then in place. The first such application was Sabine's groundbreaking work in architectural acoustics, and many others followed. Underwater acoustics was used for detecting submarines in the first World War.  Sound recording and the telephone played important roles in a global transformation of society.  Sound measurement and analysis reached new levels of accuracy and sophistication through the use of electronics and computing.  The ultrasonic frequency range enabled wholly new kinds of application in medicine and industry.  New kinds of transducers (generators and receivers of acoustic energy) were invented and put to use.\n\n"
        },
        {
            "title": "Definition",
            "text": "Acoustics is defined by ANSI/ASA S1.1-2013 as \"(a) Science of sound, including its production, transmission, and effects, including biological and psychological effects. (b) Those qualities of a room that, together, determine its character with respect to auditory effects.\"\n\nThe study of acoustics revolves around the generation, propagation and reception of mechanical waves and vibrations.\n\nThe steps shown in the above diagram can be found in any acoustical event or process. There are many kinds of cause, both natural and volitional. There are many kinds of transduction process that convert energy from some other form into sonic energy, producing a sound wave. There is one fundamental equation that describes sound wave propagation, the acoustic wave equation, but the phenomena that emerge from it are varied and often complex. The wave carries energy throughout the propagating medium. Eventually this energy is transduced again into other forms, in ways that again may be natural and/or volitionally contrived. The final effect may be purely physical or it may reach far into the biological or volitional domains. The five basic steps are found equally well whether we are talking about an earthquake, a submarine using sonar to locate its foe, or a band playing in a rock concert.\n\nThe central stage in the acoustical process is wave propagation. This falls within the domain of physical acoustics. In fluids, sound propagates primarily as a pressure wave. In solids, mechanical waves can take many forms including longitudinal waves, transverse waves and surface waves.\n\nAcoustics looks first at the pressure levels and frequencies in the sound wave and how the wave interacts with the environment. This interaction can be described as either a diffraction, interference or a reflection or a mix of the three. If several media are present, a refraction can also occur. Transduction processes are also of special importance to acoustics.\n\n"
        },
        {
            "title": "Fundamental concepts",
            "text": "In fluids such as air and water, sound waves propagate as disturbances in the ambient pressure level.  While this disturbance is usually small, it is still noticeable to the human ear.  The smallest sound that a person can hear, known as the threshold of hearing, is nine orders of magnitude smaller than the ambient pressure.  The loudness of these disturbances is related to the sound pressure level (SPL) which is measured on a logarithmic scale in decibels.\n\nPhysicists and acoustic engineers tend to discuss sound pressure levels in terms of frequencies, partly because this is how our ears interpret sound. What we experience as \"higher pitched\" or \"lower pitched\" sounds are pressure vibrations having a higher or lower number of cycles per second. In a common technique of acoustic measurement, acoustic signals are sampled in time, and then presented in more meaningful forms such as octave bands or time frequency plots. Both of these popular methods are used to analyze sound and better understand the acoustic phenomenon.\n\nThe entire spectrum can be divided into three sections:  audio, ultrasonic, and infrasonic.  The audio range falls between 20 Hz and 20,000 Hz.  This range is important because its frequencies can be detected by the human ear.  This range has a number of applications, including speech communication and music.  The ultrasonic range refers to the very high frequencies: 20,000 Hz and higher.  This range has shorter wavelengths which allow better resolution in imaging technologies.  Medical applications such as ultrasonography and elastography rely on the ultrasonic frequency range.  On the other end of the spectrum, the lowest frequencies are known as the infrasonic range.  These frequencies can be used to study geological phenomena such as earthquakes.\n\nAnalytic instruments such as the spectrum analyzer facilitate visualization and measurement of acoustic signals and their properties.  The spectrogram produced by such an instrument is a graphical display of the time varying pressure level and frequency profiles which give a specific acoustic signal its defining character.\n\nA transducer is a device for converting one form of energy into another.  In an electroacoustic context, this means converting sound energy into electrical energy (or vice versa). Electroacoustic transducers include loudspeakers, microphones, particle velocity sensors, hydrophones and sonar projectors. These devices convert a sound wave to or from an electric signal. The most widely used transduction principles are electromagnetism, electrostatics and piezoelectricity.\n\nThe transducers in most common loudspeakers (e.g. woofers and tweeters), are electromagnetic  devices that generate waves using a suspended diaphragm driven by an electromagnetic voice coil, sending off pressure waves. Electret microphones and condenser microphones employ electrostatics—as the sound wave strikes the microphone's diaphragm, it moves and induces a voltage change. The ultrasonic systems used in medical ultrasonography employ piezoelectric transducers. These are made from special ceramics in which mechanical vibrations and electrical fields are interlinked through a property of the material itself.\n\n"
        },
        {
            "title": "Acoustician",
            "text": "An acoustician is an expert in the science of sound.[17]\n\nThere are many types of acoustician, but they usually have a Bachelor's degree or higher qualification. Some possess a degree in acoustics, while others enter the discipline via studies in fields such as physics or engineering. Much work in acoustics requires a good grounding in Mathematics and science. Many acoustic scientists work in research and development. Some conduct basic research to advance our knowledge of the perception (e.g. hearing, psychoacoustics or neurophysiology) of speech, music and noise. Other acoustic scientists advance understanding of how sound is affected as it moves through environments, e.g. underwater acoustics, architectural acoustics or structural acoustics. Other areas of work are listed under subdisciplines below. Acoustic scientists work in government, university and private industry laboratories. Many go on to work in Acoustical Engineering. Some positions, such as Faculty (academic staff) require a Doctor of Philosophy.\n\n"
        },
        {
            "title": "Subdisciplines",
            "text": "Archaeoacoustics, also known as the archaeology of sound, is one of the only ways to experience the past with senses other than our eyes.[18] Archaeoacoustics is studied by testing the acoustic properties of prehistoric sites, including caves. Iegor Rezkinoff, a sound archaeologist, studies the acoustic properties of caves through natural sounds like humming and whistling.[19] Archaeological theories of acoustics are focused around ritualistic purposes as well as a way of echolocation in the caves. In archaeology, acoustic sounds and rituals directly correlate as specific sounds were meant to bring ritual participants closer to a spiritual awakening.[18] Parallels can also be drawn between cave wall paintings and the acoustic properties of the cave; they are both dynamic.[19] Because archaeoacoustics is a fairly new archaeological subject, acoustic sound is still being tested in these prehistoric sites today.\n\nAeroacoustics is the study of noise generated by air movement, for instance via turbulence, and the movement of sound through the fluid air. This knowledge is applied in acoustical engineering to study how to quieten aircraft. Aeroacoustics is important for understanding how wind musical instruments work.[20]\n\nAcoustic signal processing is the electronic manipulation of acoustic signals. Applications include: active noise control; design for hearing aids or cochlear implants; echo cancellation; music information retrieval, and perceptual coding (e.g. MP3 or Opus).[21]\n\nArchitectural acoustics (also known as building acoustics) involves the scientific understanding of how to achieve good sound within a building.[22] It typically involves the study of speech intelligibility, speech privacy, music quality, and vibration reduction in the built environment.[23] Commonly studied environments are hospitals, classrooms, dwellings, performance venues, recording and broadcasting studios. Focus considerations include room acoustics, airborne and impact transmission in building structures, airborne and structure-borne noise control, noise control of building systems and electroacoustic systems [1].\n\nBioacoustics is the scientific study of the hearing and calls of animal calls, as well as how animals are affected by the acoustic and sounds of their habitat.[24]\n\nThis subdiscipline is concerned with the recording, manipulation and reproduction of audio using electronics.[25] This might include products such as mobile phones, large scale public address systems or virtual reality systems in research laboratories.\n\nEnvironmental acoustics is concerned with noise and vibration caused by railways,[26]  road traffic, aircraft, industrial equipment and recreational activities.[27] The main aim of these studies is to reduce levels of environmental noise and vibration. Research work now also has a focus on the positive use of sound in urban environments: soundscapes and tranquility.[28]\n\nMusical acoustics is the study of the physics of acoustic instruments; the audio signal processing used in electronic music; the computer analysis of music and composition, and the perception and cognitive neuroscience of music.[29]\n\nThe goal this acoustics sub-discipline is to reduce the impact of unwanted sound. Scope of noise studies includes the generation, propagation, and impact on structures, objects, and people.\n\nNoise research investigates the impact of noise on humans and animals to include work in definitions, abatement, transportation noise, hearing protection, Jet and rocket noise, building system noise and vibration, atmospheric sound propagation, soundscapes, and low-frequency sound.\n\nMany studies have been conducted to identify the relationship between acoustics and cognition, or more commonly known as psychoacoustics, in which what one hears is a combination of perception and biological aspects.[30] The information intercepted by the passage of sound waves through the ear is understood and interpreted through the brain, emphasizing the connection between the mind and acoustics. Psychological changes have been seen as brain waves slow down or speed up as a result of varying auditory stimulus which can in turn affect the way one thinks, feels, or even behaves.[31] This correlation can be viewed in normal, everyday situations in which listening to an upbeat or uptempo song can cause one's foot to start tapping or a slower song can leave one feeling calm and serene. In a deeper biological look at the phenomenon of psychoacoustics, it was discovered that the central nervous system is activated by basic acoustical characteristics of music.[32] By observing how the central nervous system, which includes the brain and spine, is influenced by acoustics, the pathway in which acoustic affects the mind, and essentially the body, is evident.[32]\n\nAcousticians study the production, processing and perception of speech. Speech recognition and Speech synthesis are two important areas of speech processing using computers. The subject also overlaps with the disciplines of physics, physiology, psychology, and linguistics.[33]\n\nStructural acoustics is the study of motions and interactions of mechanical systems with their environments and the methods of their measurement, analysis, and control [2]. There are several sub-disciplines found within this regime:\n\nApplications might include: ground vibrations from railways; vibration isolation to reduce vibration in operating theatres; studying how vibration can damage health (vibration white finger); vibration control to protect a building from earthquakes, or measuring how structure-borne sound moves through buildings.[34]\n\nUltrasonics deals with sounds at frequencies too high to be heard by humans. Specialisms include medical ultrasonics (including medical ultrasonography), sonochemistry, ultrasonic testing, material characterisation and underwater acoustics (sonar).[35]\n\nUnderwater acoustics is the scientific study of natural and man-made sounds underwater. Applications include sonar to locate submarines, underwater communication by whales, climate change monitoring by measuring sea temperatures acoustically, sonic weapons,[36] and marine bioacoustics.[37]\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Physics",
        "https://en.wikipedia.org/wiki/Mechanical_wave",
        "https://en.wikipedia.org/wiki/Vibration",
        "https://en.wikipedia.org/wiki/Sound",
        "https://en.wikipedia.org/wiki/Ultrasound",
        "https://en.wikipedia.org/wiki/Infrasound",
        "https://en.wikipedia.org/wiki/Acoustical_engineering",
        "https://en.wikipedia.org/wiki/Noise_control",
        "https://en.wikipedia.org/wiki/Speech",
        "https://en.wikipedia.org/wiki/Robert_Bruce_Lindsay",
        "https://en.wikipedia.org/wiki/Ancient_Greek",
        "https://en.wikipedia.org/wiki/Frequency",
        "https://en.wikipedia.org/wiki/Audio_frequency",
        "https://en.wikipedia.org/wiki/Ultrasound",
        "https://en.wikipedia.org/wiki/Infrasonic",
        "https://en.wikipedia.org/wiki/Fundamental_frequency",
        "https://en.wikipedia.org/wiki/Overtone",
        "https://en.wikipedia.org/wiki/Pythagoras",
        "https://en.wikipedia.org/wiki/Pythagoras",
        "https://en.wikipedia.org/wiki/Harmonic",
        "https://en.wikipedia.org/wiki/Overtone_series",
        "https://en.wikipedia.org/wiki/Musical_tuning",
        "https://en.wikipedia.org/wiki/Aristotle",
        "https://en.wikipedia.org/wiki/Wave",
        "https://en.wikipedia.org/wiki/On_Things_Heard",
        "https://en.wikipedia.org/wiki/Strato_of_Lampsacus",
        "https://en.wikipedia.org/wiki/Vitruvius",
        "https://en.wikipedia.org/wiki/Architectural_acoustics",
        "https://en.wikipedia.org/wiki/De_architectura",
        "https://en.wikipedia.org/wiki/Islamic_Golden_Age",
        "https://en.wikipedia.org/wiki/Amman",
        "https://en.wikipedia.org/wiki/Scientific_Revolution",
        "https://en.wikipedia.org/wiki/Galileo_Galilei",
        "https://en.wikipedia.org/wiki/Marin_Mersenne",
        "https://en.wikipedia.org/wiki/Vibration",
        "https://en.wikipedia.org/wiki/Ear",
        "https://en.wikipedia.org/wiki/Speed_of_sound",
        "https://en.wikipedia.org/wiki/Isaac_Newton",
        "https://en.wikipedia.org/wiki/Physical_acoustics",
        "https://en.wikipedia.org/wiki/Leonhard_Euler",
        "https://en.wikipedia.org/wiki/Helmholtz",
        "https://en.wikipedia.org/wiki/Wallace_Clement_Sabine",
        "https://en.wikipedia.org/wiki/Sound_recording",
        "https://en.wikipedia.org/wiki/Jay_Pritzker_Pavilion",
        "https://en.wikipedia.org/wiki/Jay_Pritzker_Pavilion",
        "https://en.wikipedia.org/wiki/LARES",
        "https://en.wikipedia.org/wiki/Sound_reinforcement_system",
        "https://en.wikipedia.org/wiki/Sound",
        "https://en.wikipedia.org/wiki/Acoustic_wave_equation",
        "https://en.wikipedia.org/wiki/Earthquake",
        "https://en.wikipedia.org/wiki/Fluid",
        "https://en.wikipedia.org/wiki/Longitudinal_wave",
        "https://en.wikipedia.org/wiki/Longitudinal_waves",
        "https://en.wikipedia.org/wiki/Transverse_waves",
        "https://en.wikipedia.org/wiki/Surface_waves",
        "https://en.wikipedia.org/wiki/Diffraction",
        "https://en.wikipedia.org/wiki/Transmission_medium",
        "https://en.wikipedia.org/wiki/Refraction",
        "https://en.wikipedia.org/wiki/Sound_pressure",
        "https://en.wikipedia.org/wiki/Spectrogram",
        "https://en.wikipedia.org/wiki/Absolute_threshold_of_hearing",
        "https://en.wikipedia.org/wiki/Loudness",
        "https://en.wikipedia.org/wiki/Sound_pressure_level",
        "https://en.wikipedia.org/wiki/Ears",
        "https://en.wikipedia.org/wiki/Hertz",
        "https://en.wikipedia.org/wiki/Medical_ultrasonography",
        "https://en.wikipedia.org/wiki/Spectrum_analyzer",
        "https://en.wikipedia.org/wiki/Spectrogram",
        "https://en.wikipedia.org/wiki/Transducer",
        "https://en.wikipedia.org/wiki/Loudspeaker",
        "https://en.wikipedia.org/wiki/Microphone",
        "https://en.wikipedia.org/wiki/Particle_velocity",
        "https://en.wikipedia.org/wiki/Hydrophone",
        "https://en.wikipedia.org/wiki/Sonar",
        "https://en.wikipedia.org/wiki/Electromagnetism",
        "https://en.wikipedia.org/wiki/Electrostatics",
        "https://en.wikipedia.org/wiki/Piezoelectricity",
        "https://en.wikipedia.org/wiki/Woofer",
        "https://en.wikipedia.org/wiki/Tweeter",
        "https://en.wikipedia.org/wiki/Voice_coil",
        "https://en.wikipedia.org/wiki/Electret_microphone",
        "https://en.wikipedia.org/wiki/Condenser_microphone",
        "https://en.wikipedia.org/wiki/Physics",
        "https://en.wikipedia.org/wiki/Engineering",
        "https://en.wikipedia.org/wiki/Mathematics",
        "https://en.wikipedia.org/wiki/Science",
        "https://en.wikipedia.org/wiki/Hearing",
        "https://en.wikipedia.org/wiki/Psychoacoustics",
        "https://en.wikipedia.org/wiki/Neurophysiology",
        "https://en.wikipedia.org/wiki/Speech",
        "https://en.wikipedia.org/wiki/Music",
        "https://en.wikipedia.org/wiki/Noise",
        "https://en.wikipedia.org/wiki/Underwater_acoustics",
        "https://en.wikipedia.org/wiki/Structural_acoustics",
        "https://en.wikipedia.org/wiki/Acoustical_Engineering",
        "https://en.wikipedia.org/wiki/Doctor_of_Philosophy",
        "https://en.wikipedia.org/wiki/Archaeoacoustics",
        "https://en.wikipedia.org/wiki/Aeroacoustics",
        "https://en.wikipedia.org/wiki/Aeroacoustics",
        "https://en.wikipedia.org/wiki/Acoustical_engineering",
        "https://en.wikipedia.org/wiki/Aircraft",
        "https://en.wikipedia.org/wiki/Musical_instrument",
        "https://en.wikipedia.org/wiki/Audio_signal_processing",
        "https://en.wikipedia.org/wiki/Active_noise_control",
        "https://en.wikipedia.org/wiki/Hearing_aid",
        "https://en.wikipedia.org/wiki/Cochlear_implant",
        "https://en.wikipedia.org/wiki/Echo_cancellation",
        "https://en.wikipedia.org/wiki/Music_information_retrieval",
        "https://en.wikipedia.org/wiki/MP3",
        "https://en.wikipedia.org/wiki/Architectural_acoustics",
        "https://en.wikipedia.org/wiki/Bioacoustics",
        "https://en.wikipedia.org/wiki/Bioacoustics",
        "https://en.wikipedia.org/wiki/Audio_Engineering",
        "https://en.wikipedia.org/wiki/Sound_reinforcement_system",
        "https://en.wikipedia.org/wiki/Mobile_phone",
        "https://en.wikipedia.org/wiki/Public_address",
        "https://en.wikipedia.org/wiki/Virtual_reality",
        "https://en.wikipedia.org/wiki/Environmental_noise",
        "https://en.wikipedia.org/wiki/Noise_pollution",
        "https://en.wikipedia.org/wiki/Noise_control",
        "https://en.wikipedia.org/wiki/Soundscape",
        "https://en.wikipedia.org/wiki/Tranquility",
        "https://en.wikipedia.org/wiki/Musical_acoustics",
        "https://en.wikipedia.org/wiki/Primary_auditory_cortex",
        "https://en.wikipedia.org/wiki/Audio_signal_processing",
        "https://en.wikipedia.org/wiki/Cognitive_neuroscience_of_music",
        "https://en.wikipedia.org/wiki/Soundscape",
        "https://en.wikipedia.org/wiki/Cognition",
        "https://en.wikipedia.org/wiki/Psychoacoustics",
        "https://en.wikipedia.org/wiki/Speech",
        "https://en.wikipedia.org/wiki/Speech_recognition",
        "https://en.wikipedia.org/wiki/Speech_synthesis",
        "https://en.wikipedia.org/wiki/Physiology",
        "https://en.wikipedia.org/wiki/Psychology",
        "https://en.wikipedia.org/wiki/Linguistics",
        "https://en.wikipedia.org/wiki/Vibration",
        "https://en.wikipedia.org/wiki/Modal_Analysis",
        "https://en.wikipedia.org/wiki/Material_characterization",
        "https://en.wikipedia.org/wiki/Structural_health_monitoring",
        "https://en.wikipedia.org/wiki/Metamaterials",
        "https://en.wikipedia.org/wiki/Friction_Acoustics",
        "https://en.wikipedia.org/wiki/Ground_vibrations",
        "https://en.wikipedia.org/wiki/Vibration_isolation",
        "https://en.wikipedia.org/wiki/Vibration_white_finger",
        "https://en.wikipedia.org/wiki/Vibration_control",
        "https://en.wikipedia.org/wiki/Ultrasound",
        "https://en.wikipedia.org/wiki/Sonochemistry",
        "https://en.wikipedia.org/wiki/Ultrasonic_testing",
        "https://en.wikipedia.org/wiki/Sonar",
        "https://en.wikipedia.org/wiki/Underwater_acoustics",
        "https://en.wikipedia.org/wiki/Sonar",
        "https://en.wikipedia.org/wiki/Submarines",
        "https://en.wikipedia.org/wiki/Whale_vocalization",
        "https://en.wikipedia.org/wiki/Climate_change",
        "https://en.wikipedia.org/wiki/Sea_temperature",
        "https://en.wikipedia.org/wiki/Sonic_weapons",
        "https://en.wikipedia.org/wiki/Acoustical_Society_of_America",
        "https://en.wikipedia.org/wiki/Institute_of_Electrical_and_Electronics_Engineers",
        "https://en.wikipedia.org/wiki/Audio_Engineering_Society",
        "https://en.wikipedia.org/wiki/American_Society_of_Mechanical_Engineers",
        "https://en.wikipedia.org/wiki/International_Commission_for_Acoustics",
        "https://en.wikipedia.org/wiki/American_Institute_of_Aeronautics_and_Astronautics",
        "https://en.wikipedia.org/wiki/International_Computer_Music_Association",
        "https://en.wikipedia.org/wiki/Applied_Acoustics",
        "https://en.wikipedia.org/wiki/Journal_of_the_Acoustical_Society_of_America",
        "https://en.wikipedia.org/wiki/Audio_Engineering_Society",
        "https://en.wikipedia.org/wiki/Journal_of_Sound_and_Vibration",
        "https://en.wikipedia.org/wiki/American_Society_of_Mechanical_Engineers",
        "https://en.wikipedia.org/wiki/Outline_of_acoustics",
        "https://en.wikipedia.org/wiki/Acoustic_attenuation",
        "https://en.wikipedia.org/wiki/Acoustic_emission",
        "https://en.wikipedia.org/wiki/Acoustic_engineering",
        "https://en.wikipedia.org/wiki/Acoustic_impedance",
        "https://en.wikipedia.org/wiki/Acoustic_levitation",
        "https://en.wikipedia.org/wiki/Acoustic_location",
        "https://en.wikipedia.org/wiki/Acoustic_phonetics",
        "https://en.wikipedia.org/wiki/Acoustic_streaming",
        "https://en.wikipedia.org/wiki/Acoustic_tags",
        "https://en.wikipedia.org/wiki/Acoustic_thermometry",
        "https://en.wikipedia.org/wiki/Acoustic_wave",
        "https://en.wikipedia.org/wiki/Audiology",
        "https://en.wikipedia.org/wiki/Auditory_illusion",
        "https://en.wikipedia.org/wiki/Diffraction",
        "https://en.wikipedia.org/wiki/Doppler_effect",
        "https://en.wikipedia.org/wiki/Fisheries_acoustics",
        "https://en.wikipedia.org/wiki/Helioseismology",
        "https://en.wikipedia.org/wiki/Lamb_wave",
        "https://en.wikipedia.org/wiki/Linear_elasticity",
        "https://en.wikipedia.org/wiki/The_Little_Red_Book_of_Acoustics",
        "https://en.wikipedia.org/wiki/Longitudinal_wave",
        "https://en.wikipedia.org/wiki/Musicology",
        "https://en.wikipedia.org/wiki/Music_therapy",
        "https://en.wikipedia.org/wiki/Noise_pollution",
        "https://en.wikipedia.org/wiki/Phonon",
        "https://en.wikipedia.org/wiki/Picosecond_ultrasonics",
        "https://en.wikipedia.org/wiki/Rayleigh_wave",
        "https://en.wikipedia.org/wiki/Shock_wave",
        "https://en.wikipedia.org/wiki/Seismology",
        "https://en.wikipedia.org/wiki/Sonification",
        "https://en.wikipedia.org/wiki/Sonochemistry",
        "https://en.wikipedia.org/wiki/Soundproofing",
        "https://en.wikipedia.org/wiki/Soundscape",
        "https://en.wikipedia.org/wiki/Sonic_boom",
        "https://en.wikipedia.org/wiki/Sonoluminescence",
        "https://en.wikipedia.org/wiki/Surface_acoustic_wave",
        "https://en.wikipedia.org/wiki/Thermoacoustics",
        "https://en.wikipedia.org/wiki/Transverse_wave",
        "https://en.wikipedia.org/wiki/Wave_equation",
        "https://en.wikipedia.org/wiki/Uta_Merzbach",
        "https://en.wikipedia.org/wiki/Malcolm_Slaney",
        "https://en.wikipedia.org/wiki/ICASSP",
        "https://en.wikipedia.org/wiki/Internet_Archive",
        "https://en.wikipedia.org/wiki/Wikisource",
        "https://en.wikipedia.org/wiki/Branches_of_physics",
        "https://en.wikipedia.org/wiki/Basic_research",
        "https://en.wikipedia.org/wiki/Applied_physics",
        "https://en.wikipedia.org/wiki/Engineering_physics",
        "https://en.wikipedia.org/wiki/Experimental_physics",
        "https://en.wikipedia.org/wiki/Theoretical_physics",
        "https://en.wikipedia.org/wiki/Computational_physics",
        "https://en.wikipedia.org/wiki/Classical_physics",
        "https://en.wikipedia.org/wiki/Classical_mechanics",
        "https://en.wikipedia.org/wiki/Analytical_mechanics",
        "https://en.wikipedia.org/wiki/Celestial_mechanics",
        "https://en.wikipedia.org/wiki/Continuum_mechanics",
        "https://en.wikipedia.org/wiki/Classical_electromagnetism",
        "https://en.wikipedia.org/wiki/Classical_optics",
        "https://en.wikipedia.org/wiki/Geometrical_optics",
        "https://en.wikipedia.org/wiki/Physical_optics",
        "https://en.wikipedia.org/wiki/Thermodynamics",
        "https://en.wikipedia.org/wiki/Statistical_mechanics",
        "https://en.wikipedia.org/wiki/Modern_physics",
        "https://en.wikipedia.org/wiki/Relativistic_mechanics",
        "https://en.wikipedia.org/wiki/Special_relativity",
        "https://en.wikipedia.org/wiki/General_relativity",
        "https://en.wikipedia.org/wiki/Nuclear_physics",
        "https://en.wikipedia.org/wiki/Quantum_mechanics",
        "https://en.wikipedia.org/wiki/Particle_physics",
        "https://en.wikipedia.org/wiki/Atomic_physics",
        "https://en.wikipedia.org/wiki/Molecular_physics",
        "https://en.wikipedia.org/wiki/Condensed_matter_physics",
        "https://en.wikipedia.org/wiki/Astrophysics",
        "https://en.wikipedia.org/wiki/Atmospheric_physics",
        "https://en.wikipedia.org/wiki/Biophysics",
        "https://en.wikipedia.org/wiki/Chemical_physics",
        "https://en.wikipedia.org/wiki/Geophysics",
        "https://en.wikipedia.org/wiki/Materials_science",
        "https://en.wikipedia.org/wiki/Mathematical_physics",
        "https://en.wikipedia.org/wiki/Medical_physics",
        "https://en.wikipedia.org/wiki/Physical_oceanography",
        "https://en.wikipedia.org/wiki/Quantum_information_science",
        "https://en.wikipedia.org/wiki/History_of_physics",
        "https://en.wikipedia.org/wiki/Nobel_Prize_in_Physics",
        "https://en.wikipedia.org/wiki/Physics_education",
        "https://en.wikipedia.org/wiki/Timeline_of_fundamental_physics_discoveries",
        "https://en.wikipedia.org/wiki/Acoustical_engineering",
        "https://en.wikipedia.org/wiki/Architectural_acoustics",
        "https://en.wikipedia.org/wiki/Monochord",
        "https://en.wikipedia.org/wiki/Reverberation",
        "https://en.wikipedia.org/wiki/Soundproofing",
        "https://en.wikipedia.org/wiki/String_vibration",
        "https://en.wikipedia.org/wiki/Sympathetic_resonance",
        "https://en.wikipedia.org/wiki/Spectrogram",
        "https://en.wikipedia.org/wiki/Psychoacoustics",
        "https://en.wikipedia.org/wiki/Bark_scale",
        "https://en.wikipedia.org/wiki/Mel_scale",
        "https://en.wikipedia.org/wiki/Frequency",
        "https://en.wikipedia.org/wiki/Formant",
        "https://en.wikipedia.org/wiki/Fundamental_frequency",
        "https://en.wikipedia.org/wiki/Frequency_spectrum",
        "https://en.wikipedia.org/wiki/Harmonic_spectrum",
        "https://en.wikipedia.org/wiki/Harmonic",
        "https://en.wikipedia.org/wiki/Inharmonicity",
        "https://en.wikipedia.org/wiki/Missing_fundamental",
        "https://en.wikipedia.org/wiki/Combination_tone",
        "https://en.wikipedia.org/wiki/Overtone",
        "https://en.wikipedia.org/wiki/Acoustic_resonance",
        "https://en.wikipedia.org/wiki/Standing_wave",
        "https://en.wikipedia.org/wiki/Undertone_series",
        "https://en.wikipedia.org/wiki/Jens_Blauert",
        "https://en.wikipedia.org/wiki/Ernst_Chladni",
        "https://en.wikipedia.org/wiki/Hermann_von_Helmholtz",
        "https://en.wikipedia.org/wiki/Carleen_Hutchins",
        "https://en.wikipedia.org/wiki/Franz_Melde",
        "https://en.wikipedia.org/wiki/Marin_Mersenne",
        "https://en.wikipedia.org/wiki/Joseph_Sauveur",
        "https://en.wikipedia.org/wiki/Infrasound",
        "https://en.wikipedia.org/wiki/Sound",
        "https://en.wikipedia.org/wiki/Ultrasound",
        "https://en.wikipedia.org/wiki/Musical_acoustics",
        "https://en.wikipedia.org/wiki/Piano_acoustics",
        "https://en.wikipedia.org/wiki/Violin_acoustics",
        "https://en.wikipedia.org/wiki/Acoustics",
        "https://en.wikipedia.org/wiki/Acoustics",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}