{
    "url": "https://en.wikipedia.org/wiki/Actuality_film",
    "title": "Actuality film",
    "table_of_contents": [
        "1 Beginnings",
        "2 Lumière genres",
        "3 Traveling actualities",
        "4 Related genres",
        "5 Decline",
        "6 Noted film-makers",
        "7 See also",
        "8 References",
        "9 External resources"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The actuality film is a non-fiction film genre that, like the documentary film, uses footage of real events, places, and things. Unlike the documentaries, actuality films are not structured into a larger argument, picture of the phenomenon or coherent whole. In practice, actuality films preceded the emergence of the documentary. During the era of early cinema, actualities—usually lasting no more than a minute or two and usually assembled together into a program by an exhibitor—were just as popular and prominent as their fictional counterparts.[1] The line between \"fact\" and \"fiction\" was not as sharply drawn in early cinema as it would become after the documentary came to serve as the predominant non-fiction filmmaking form. An actuality film is not like a newspaper article so much as it is like the still photograph that is published along with the article, with the major difference being that it moves. Apart from the traveling actuality genre, actuality is one film genre that remains strongly related to still photography.\n\nDespite cessation of production of films in the actuality genre around 1908, the term \"actuality footage\" is sometimes used, in documentary production, to refer to the raw footage that the documentarist edits and manipulates to produce the film.\n\n"
        },
        {
            "title": "Beginnings",
            "text": "The first actuality films date to the time of the very inception of projected cinema. The Lumière Brothers in France were the principal advocates for this genre and also coined the term—\"Actualités\"—and used it as a descriptor in the printed catalogs of their films. La sortie des usines Lumière (1895)—the first film exhibited by the Lumières—is by default the earliest actuality film; it might have not been the first one made, but it was definitively the first one shown publicly, on December 28, 1895.[2]\n\nAlthough the Thomas A. Edison, Inc. in the United States was producing films and exhibiting them via the Kinetoscope going back to 1893, the films themselves took place solely inside Edison's improvised studio, the Black Maria; although Bucking Broncho (1894)[3] was the first Edison subject to be filmed outdoors, it necessitated the construction of a special pen next to the Black Maria. The Edison and early Biograph motion picture cameras were bulky and could not be lifted or carried by a single person and required transport by way of a horse cart. The Lumière cameras—from the very start—were small, light, and also functioned as projectors. The Paul-Acres camera, registered in Britain in 1895, was likewise a smaller and more readily portable device than the Edison model, and Birt Acres filmed The Derby (1895) on it in May. But this, and Paul's other films, were not projected in public until February 1896.[4]\n\nEdison's first principal film producer W. K. L. Dickson broke away from the company in late 1895 to act as a partner in his own concern, American Mutoscope and Biograph, which by 1897 had a founded a British subsidiary that Dickson headed.[5]  Although their cameras were even bulkier than Edison's at first, utilizing 68mm film, Biograph's very first subjects—a series of views of Niagara Falls—were actualities, although subjects filmed solely in a studio dominate the Biograph's years before 1900. Other pre-1900 concerns such as Selig (Chicago), Lubin (Philadelphia), Vitagraph (New York), Méliès Star-Film, Pathé Frères and Gaumont (France) and Warwick Trading Company (UK) all made actuality films, though in varying degrees in relation to films made in other genres.\n\nIn the United Kingdom, Birt Acres was one of the first to produce films as well as being the first travelling newsreel reporter. In 1894, he created a 70 mm format and filmed the Henley Royal Regatta.[6] He went on to make some of Britain's first films with Robert W. Paul with a 35mm movie camera, the Kineopticon, including Incident at Clovelly Cottage, The Oxford and Cambridge University Boat Race and Rough Sea at Dover.[7][8] Birt Acres designed the first camera for amateur use in 1898. He called it the 'Birtac Home Cinema', and it used a 17.5mm gauge. Its purpose, in his words, was 'to place animated photography in the reach of everyone'.[9]\n\nCharles Urban became managing director of the Warwick Trading Company in 1897, where he specialised in actuality film, including newsfilm of the Anglo-Boer War. In July 1903 he formed his own company, the Charles Urban Trading Company and moved to London's Wardour Street in 1908. Urban's business was the first to be located in what became the home of the British film industry.[10] Mitchell and Kenyon was founded by Sagar Mitchell and James Kenyon in 1897, soon becoming one of the largest film producers in the United Kingdom. Other early pioneers include James Williamson, G.A. Smith and Cecil Hepworth, who in 1899, began turning out 100 films a year, with his company becoming the largest on the British scene.\n\nThe most successful motion picture company in the United States, with the largest production until 1900, was the American Mutoscope company. This was initially set up to exploit peep-show type short movies displayed with W.K.L. Dickson's mutoscope, after he left the Edison company in 1895.[11] His equipment used 70 mm wide film, and each frame was printed separately onto paper sheets for insertion into their viewing machine. The image sheets stood out from the periphery of a rotating drum, and flipped into view in succession.[12][13]\n\n"
        },
        {
            "title": "",
            "text": "Lumière cameramen were trained to shoot in a specific type of framing and to be alert for certain kinds of action. Louis Lumière personally approved every subject released and rejected about 500 films made for the company that did not meet his standards. They were consciously building a document of the world around them in 50-second shots, and Lumière cameramen had the greatest reach worldwide of any motion picture company in the business, filming in Asia, Africa and other hard-to-reach places. They were careful to preserve and properly store their films, and all but 18 of the 1,423 films they made have survived.\n\nWhen the Lumière films as a whole were submitted to the \"Memory of the World\" register at UNESCO,[14] they were subdivided into the following categories:\n\nThe first three descriptors nearly encompass the whole of the subject matter represented in actuality films, to which may be added \"news events\", though these were relatively rare, as it was difficult for any motion picture cameraman to make it, with his equipment, to an actual news event in a timely fashion, leading to the inception of event reconstructions. Nevertheless, both Vitagraph and Biograph released subjects filmed in Galveston after the hurricane of 1900; the aftermath of the San Francisco Earthquake was likewise filmed by at least three companies.\n\nThe Lumières never shared their camera system—with its 35mm film and round perforations—with anyone. But Pathé did begin to market its smaller, lighter camera to cinematographers around 1903, and even some cameramen employed by Edison and Biograph began to use them in defiance to the patent cameras owned by the companies that employed them. Biograph relented in 1903, discontinuing use of 68mm and adopting the increasingly universal 35mm format at this time.[15] The significance of this was that it then became easier for film-makers to record actuality films generally, though the genre's popularity decreased significantly soon after this.\n\n"
        },
        {
            "title": "Traveling actualities",
            "text": "A special kind of actuality film is the traveling actuality, in which a camera is placed on a kind of conveyance—such as a bus, or rail car—so that the scene can change by virtue of the movement of the vehicle which is transporting the camera. These films were among the first in which camera movement is involved. James H. White's' Panoramic View of the Champs Elysees (1900) appears to have been shot from a horse-drawn carriage. More notable examples include Frederick S. Armitage and A. E. Weed's Down the Hudson (1903), and several films by G. W. Billy Bitzer, Interior N.Y. Subway, 14th St. to 42nd St (1905), which was shot from the front of a New York City Subway car shortly after the system first opened. One notable traveling actuality is the Miles Brothers' Trip Down Market Street Before the Fire (1906), which was shot on a San Francisco streetcar and dropped off for processing on the day before an earthquake and fire severely damaged the city.\n\n"
        },
        {
            "title": "Related genres",
            "text": "Certain types of early films often considered within the actuality genre are merely related forms and do not entirely belong to the designation. While sporting events—particularly boat and yacht races—are within the actuality genre, fight films constitute their own genre. The first fight films, such as Edison's The Hornbacker-Murphy Fight (1894) actually precede the advent of actualities altogether and, as the genre evolved through 1916, consisted of a mixture of actual, reenacted, and staged bouts. The fixed camera position common in early cinema was a good match for taking in even many rounds of boxing,[tone] and interest in such subjects was further supported by the fact that boxing itself was illegal in most places, and the films provided access to such entertainment where live boxing matches were prohibited by law.[16]\n\nReconstructions of various kinds typify early kinds of news coverage; as the camera could not be brought to so many events of public significance or interest, the events were brought before the cameras, with actors or models or both of various kinds employed. This was especially common during the Spanish–American War;[17] although cameras were dispatched to the front in Cuba, the footage sent back was often disappointing, so it was more effective to find a setting in New Jersey and to restage the battle scenes with actors.[18] These films were often promoted to exhibitors and the public alike as an actual recording of the event depicted.[citation needed]\n\n"
        },
        {
            "title": "Decline",
            "text": "In 1904, American-born English film-maker Charles Urban produced Everyday London, a 12-minute travelogue designed to provide views of England to Australians. This film is an actual documentary; although rather roughly assembled, it consists of a great many short shots and is clearly shaped in the manner of a documentary. In 1905, the Lumières ended their production of actualities, and within the next couple[clarification needed] of years, major producers such as Edison and Biograph began to abandon the actuality genre; by 1907, American Biograph was no longer making them, and new start-up companies such as Kalem never produced them at all, concentrating instead on fiction films with actors. When Gaston Méliès arrived in the United States to found the American division of Star Film, he started out making actualities, but swiftly moved into making Westerns.[19] This left production of actualities to smaller producers such as Mitchell and Kenyon in the UK, a company that made no other kinds of films, although Pathé continued to produce actuality films.[clarification needed]\n\nIn mid-1908, French Pathé introduced the first newsreel.[20] The newsreel was a format in which actualities could be combined, and it provided a context for the views that was timely. Also that year, Charles Urban founded the Kinora Company, the first company established for the exclusive purpose of distributing documentaries and other kinds of non-fiction films. Although it is not altogether impossible to find actuality films made after 1910, the shift towards documentaries and newsreels rendered the genre irrelevant both commercially and artistically.\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Lyon",
        "https://en.wikipedia.org/wiki/Film_genre",
        "https://en.wikipedia.org/wiki/Kinetoscope",
        "https://en.wikipedia.org/wiki/Bucking_Broncho",
        "https://en.wikipedia.org/wiki/Birt_Acres",
        "https://en.wikipedia.org/wiki/William_Kennedy_Dickson",
        "https://en.wikipedia.org/wiki/American_Mutoscope_and_Biograph",
        "https://en.wikipedia.org/wiki/Selig_Polyscope_Company",
        "https://en.wikipedia.org/wiki/Lubin_Manufacturing_Company",
        "https://en.wikipedia.org/wiki/Vitagraph",
        "https://en.wikipedia.org/wiki/Warwick_Trading_Company",
        "https://en.wikipedia.org/wiki/Birt_Acres",
        "https://en.wikipedia.org/wiki/Newsreel",
        "https://en.wikipedia.org/wiki/Henley_Royal_Regatta",
        "https://en.wikipedia.org/wiki/35mm_movie_film",
        "https://en.wikipedia.org/wiki/Camera",
        "https://en.wikipedia.org/wiki/Rough_Sea_at_Dover",
        "https://en.wikipedia.org/wiki/Home_movies",
        "https://en.wikipedia.org/wiki/Charles_Urban",
        "https://en.wikipedia.org/wiki/Second_Boer_War",
        "https://en.wikipedia.org/wiki/Charles_Urban_Trading_Company",
        "https://en.wikipedia.org/wiki/London",
        "https://en.wikipedia.org/wiki/Wardour_Street",
        "https://en.wikipedia.org/wiki/British_film_industry",
        "https://en.wikipedia.org/wiki/Mitchell_and_Kenyon",
        "https://en.wikipedia.org/wiki/Sagar_Mitchell",
        "https://en.wikipedia.org/wiki/United_Kingdom",
        "https://en.wikipedia.org/wiki/Cecil_Hepworth",
        "https://en.wikipedia.org/wiki/American_Mutoscope_and_Biograph_Company",
        "https://en.wikipedia.org/wiki/William_Kennedy_Dickson",
        "https://en.wikipedia.org/wiki/Mutoscope",
        "https://en.wikipedia.org/wiki/Hurricane_of_1900",
        "https://en.wikipedia.org/wiki/Billy_Bitzer",
        "https://en.wikipedia.org/wiki/New_York_City_Subway",
        "https://en.wikipedia.org/wiki/Miles_Brothers",
        "https://en.wikipedia.org/wiki/A_Trip_Down_Market_Street",
        "https://en.wikipedia.org/wiki/1906_San_Francisco_earthquake",
        "https://en.wikipedia.org/wiki/Charles_Urban",
        "https://en.wikipedia.org/wiki/Mitchell_and_Kenyon",
        "https://en.wikipedia.org/wiki/Birt_Acres",
        "https://en.wikipedia.org/wiki/Will_Barker",
        "https://en.wikipedia.org/wiki/Billy_Bitzer",
        "https://en.wikipedia.org/wiki/William_Heise",
        "https://en.wikipedia.org/wiki/Miles_Brothers",
        "https://en.wikipedia.org/wiki/Mitchell_and_Kenyon",
        "https://en.wikipedia.org/wiki/Paul_Nadar",
        "https://en.wikipedia.org/wiki/William_Daly_Paley",
        "https://en.wikipedia.org/wiki/Gaston_Quiribet",
        "https://en.wikipedia.org/wiki/Charles_Urban",
        "https://en.wikipedia.org/wiki/Documentary_film",
        "https://en.wikipedia.org/wiki/Reality_film",
        "https://en.wikipedia.org/wiki/Wayback_Machine",
        "https://en.wikipedia.org/wiki/Scarecrow_Press",
        "https://en.wikipedia.org/wiki/University_of_California",
        "https://en.wikipedia.org/wiki/Film_genre",
        "https://en.wikipedia.org/wiki/Action_film",
        "https://en.wikipedia.org/wiki/Arthouse_action_film",
        "https://en.wikipedia.org/wiki/Heroic_bloodshed",
        "https://en.wikipedia.org/wiki/Hong_Kong_action_cinema",
        "https://en.wikipedia.org/wiki/Adventure_film",
        "https://en.wikipedia.org/wiki/Survival_film",
        "https://en.wikipedia.org/wiki/Art_film",
        "https://en.wikipedia.org/wiki/Biographical_film",
        "https://en.wikipedia.org/wiki/Christian_film_industry",
        "https://en.wikipedia.org/wiki/Comedy_film",
        "https://en.wikipedia.org/wiki/Black_comedy",
        "https://en.wikipedia.org/wiki/Bromantic_comedy",
        "https://en.wikipedia.org/wiki/Comedy_drama",
        "https://en.wikipedia.org/wiki/Gross_out",
        "https://en.wikipedia.org/wiki/Comedy_horror",
        "https://en.wikipedia.org/wiki/Parody_film",
        "https://en.wikipedia.org/wiki/Mo_lei_tau",
        "https://en.wikipedia.org/wiki/Comedy_of_remarriage",
        "https://en.wikipedia.org/wiki/Romantic_comedy",
        "https://en.wikipedia.org/wiki/Sex_comedy",
        "https://en.wikipedia.org/wiki/Screwball_comedy",
        "https://en.wikipedia.org/wiki/Silent_comedy",
        "https://en.wikipedia.org/wiki/Slapstick_film",
        "https://en.wikipedia.org/wiki/Cyberpunk",
        "https://en.wikipedia.org/wiki/Japanese_cyberpunk",
        "https://en.wikipedia.org/wiki/Documentary_film",
        "https://en.wikipedia.org/wiki/Animated_documentary",
        "https://en.wikipedia.org/wiki/Docudrama",
        "https://en.wikipedia.org/wiki/Mockumentary",
        "https://en.wikipedia.org/wiki/Mondo_film",
        "https://en.wikipedia.org/wiki/Semidocumentary",
        "https://en.wikipedia.org/wiki/Travel_documentary",
        "https://en.wikipedia.org/wiki/Calligrafismo",
        "https://en.wikipedia.org/wiki/Comedy_drama",
        "https://en.wikipedia.org/wiki/Historical_drama",
        "https://en.wikipedia.org/wiki/Legal_drama",
        "https://en.wikipedia.org/wiki/Korean_melodrama",
        "https://en.wikipedia.org/wiki/Sex_in_film",
        "https://en.wikipedia.org/wiki/Pink_film",
        "https://en.wikipedia.org/wiki/Sexploitation_film",
        "https://en.wikipedia.org/wiki/Erotic_thriller",
        "https://en.wikipedia.org/wiki/Educational_film",
        "https://en.wikipedia.org/wiki/Social_guidance_film",
        "https://en.wikipedia.org/wiki/Epic_film",
        "https://en.wikipedia.org/wiki/Experimental_film",
        "https://en.wikipedia.org/wiki/Exploitation_film",
        "https://en.wikipedia.org/wiki/Fantasy_film",
        "https://en.wikipedia.org/wiki/Fantasy_comedy",
        "https://en.wikipedia.org/wiki/Contemporary_fantasy",
        "https://en.wikipedia.org/wiki/Fantastique",
        "https://en.wikipedia.org/wiki/High_fantasy",
        "https://en.wikipedia.org/wiki/Historical_fantasy",
        "https://en.wikipedia.org/wiki/Magic_realism",
        "https://en.wikipedia.org/wiki/Science_fantasy",
        "https://en.wikipedia.org/wiki/Film_noir",
        "https://en.wikipedia.org/wiki/Pulp_noir",
        "https://en.wikipedia.org/wiki/Tech_noir",
        "https://en.wikipedia.org/wiki/Gothic_film",
        "https://en.wikipedia.org/wiki/Gothic_romance_film",
        "https://en.wikipedia.org/wiki/Gothic_science_fiction",
        "https://en.wikipedia.org/wiki/Suburban_Gothic",
        "https://en.wikipedia.org/wiki/Horror_film",
        "https://en.wikipedia.org/wiki/Art_horror",
        "https://en.wikipedia.org/wiki/List_of_body_horror_media",
        "https://en.wikipedia.org/wiki/Cannibal_film",
        "https://en.wikipedia.org/wiki/Chinese_horror_film",
        "https://en.wikipedia.org/wiki/Comedy_horror",
        "https://en.wikipedia.org/wiki/Fantastique",
        "https://en.wikipedia.org/wiki/German_underground_horror",
        "https://en.wikipedia.org/wiki/List_of_ghost_films",
        "https://en.wikipedia.org/wiki/Giallo",
        "https://en.wikipedia.org/wiki/Holiday_horror",
        "https://en.wikipedia.org/wiki/Japanese_horror",
        "https://en.wikipedia.org/wiki/Korean_horror",
        "https://en.wikipedia.org/wiki/Lovecraftian_horror",
        "https://en.wikipedia.org/wiki/List_of_natural_horror_films",
        "https://en.wikipedia.org/wiki/New_French_Extremity",
        "https://en.wikipedia.org/wiki/Psychological_horror",
        "https://en.wikipedia.org/wiki/List_of_science_fiction_horror_films",
        "https://en.wikipedia.org/wiki/Slasher_film",
        "https://en.wikipedia.org/wiki/Splatter_film",
        "https://en.wikipedia.org/wiki/Satanic_film",
        "https://en.wikipedia.org/wiki/Maximalist_film",
        "https://en.wikipedia.org/wiki/Minimalist_film",
        "https://en.wikipedia.org/wiki/Mumblecore",
        "https://en.wikipedia.org/wiki/Musical_film",
        "https://en.wikipedia.org/wiki/Arthouse_musical",
        "https://en.wikipedia.org/wiki/Backstage_musical",
        "https://en.wikipedia.org/wiki/Jukebox_musical",
        "https://en.wikipedia.org/wiki/Musicarello",
        "https://en.wikipedia.org/wiki/Operetta_film",
        "https://en.wikipedia.org/wiki/Sceneggiata",
        "https://en.wikipedia.org/wiki/Mystery_film",
        "https://en.wikipedia.org/wiki/Detective_fiction",
        "https://en.wikipedia.org/wiki/Occult_detective_fiction",
        "https://en.wikipedia.org/wiki/Whodunit",
        "https://en.wikipedia.org/wiki/Giallo",
        "https://en.wikipedia.org/wiki/Pop_culture_fiction",
        "https://en.wikipedia.org/wiki/Pornographic_film",
        "https://en.wikipedia.org/wiki/Hardcore_pornography",
        "https://en.wikipedia.org/wiki/Softcore_pornography",
        "https://en.wikipedia.org/wiki/Propaganda_film",
        "https://en.wikipedia.org/wiki/Reality_film",
        "https://en.wikipedia.org/wiki/Romance_film",
        "https://en.wikipedia.org/wiki/Romantic_comedy",
        "https://en.wikipedia.org/wiki/Bromantic_comedy",
        "https://en.wikipedia.org/wiki/Romantic_fantasy",
        "https://en.wikipedia.org/wiki/Gothic_romance_film",
        "https://en.wikipedia.org/wiki/Paranormal_romance",
        "https://en.wikipedia.org/wiki/Romantic_thriller",
        "https://en.wikipedia.org/wiki/Science_fiction_film",
        "https://en.wikipedia.org/wiki/Arthouse_science_fiction_film",
        "https://en.wikipedia.org/wiki/Science_fiction_comedy",
        "https://en.wikipedia.org/wiki/Fantastique",
        "https://en.wikipedia.org/wiki/Science_fantasy",
        "https://en.wikipedia.org/wiki/Gothic_science_fiction",
        "https://en.wikipedia.org/wiki/List_of_science_fiction_horror_films",
        "https://en.wikipedia.org/wiki/Military_science_fiction",
        "https://en.wikipedia.org/wiki/New_Wave_science_fiction",
        "https://en.wikipedia.org/wiki/Planetary_romance",
        "https://en.wikipedia.org/wiki/Space_opera",
        "https://en.wikipedia.org/wiki/Steampunk",
        "https://en.wikipedia.org/wiki/Tokusatsu",
        "https://en.wikipedia.org/wiki/Space_Western",
        "https://en.wikipedia.org/wiki/Slice_of_life",
        "https://en.wikipedia.org/wiki/Slow_cinema",
        "https://en.wikipedia.org/wiki/Thriller_film",
        "https://en.wikipedia.org/wiki/Comedy_thriller",
        "https://en.wikipedia.org/wiki/Erotic_thriller",
        "https://en.wikipedia.org/wiki/Financial_thriller",
        "https://en.wikipedia.org/wiki/Giallo",
        "https://en.wikipedia.org/wiki/Legal_thriller",
        "https://en.wikipedia.org/wiki/New_French_Extremity",
        "https://en.wikipedia.org/wiki/Political_thriller",
        "https://en.wikipedia.org/wiki/Psychological_thriller",
        "https://en.wikipedia.org/wiki/Romantic_thriller",
        "https://en.wikipedia.org/wiki/Transgressive_art",
        "https://en.wikipedia.org/wiki/Cinema_of_Transgression",
        "https://en.wikipedia.org/wiki/Extreme_cinema",
        "https://en.wikipedia.org/wiki/New_French_Extremity",
        "https://en.wikipedia.org/wiki/Trick_film",
        "https://en.wikipedia.org/wiki/List_of_films_about_animals",
        "https://en.wikipedia.org/wiki/Beach_party_film",
        "https://en.wikipedia.org/wiki/Body_swap",
        "https://en.wikipedia.org/wiki/Buddy_film",
        "https://en.wikipedia.org/wiki/Buddy_cop",
        "https://en.wikipedia.org/wiki/Female_buddy_film",
        "https://en.wikipedia.org/wiki/Cannibal_film",
        "https://en.wikipedia.org/wiki/Chicano_films",
        "https://en.wikipedia.org/wiki/Colonial_cinema",
        "https://en.wikipedia.org/wiki/Concert_film",
        "https://en.wikipedia.org/wiki/Crime_film",
        "https://en.wikipedia.org/wiki/Detective_fiction",
        "https://en.wikipedia.org/wiki/Gangster_film",
        "https://en.wikipedia.org/wiki/Gentleman_thief",
        "https://en.wikipedia.org/wiki/Heist_film",
        "https://en.wikipedia.org/wiki/Heroic_bloodshed",
        "https://en.wikipedia.org/wiki/Hood_film",
        "https://en.wikipedia.org/wiki/Mafia_film",
        "https://en.wikipedia.org/wiki/Mafia_comedy",
        "https://en.wikipedia.org/wiki/Mumbai_underworld_film",
        "https://en.wikipedia.org/wiki/Poliziotteschi",
        "https://en.wikipedia.org/wiki/Yakuza_film",
        "https://en.wikipedia.org/wiki/Dance_in_film",
        "https://en.wikipedia.org/wiki/Disaster_film",
        "https://en.wikipedia.org/wiki/List_of_apocalyptic_films",
        "https://en.wikipedia.org/wiki/List_of_drug_films",
        "https://en.wikipedia.org/wiki/Psychedelic_film",
        "https://en.wikipedia.org/wiki/Stoner_film",
        "https://en.wikipedia.org/wiki/List_of_dystopian_films",
        "https://en.wikipedia.org/wiki/Ecchi",
        "https://en.wikipedia.org/wiki/Economics_film",
        "https://en.wikipedia.org/wiki/Ethnographic_film",
        "https://en.wikipedia.org/wiki/Exploitation_film",
        "https://en.wikipedia.org/wiki/Blaxploitation",
        "https://en.wikipedia.org/wiki/Mexploitation",
        "https://en.wikipedia.org/wiki/Turksploitation",
        "https://en.wikipedia.org/wiki/List_of_films_featuring_extraterrestrials",
        "https://en.wikipedia.org/wiki/List_of_films_about_food_and_drink",
        "https://en.wikipedia.org/wiki/List_of_ghost_films",
        "https://en.wikipedia.org/wiki/Gothic_film",
        "https://en.wikipedia.org/wiki/Gothic_romance_film",
        "https://en.wikipedia.org/wiki/Gothic_science_fiction",
        "https://en.wikipedia.org/wiki/Suburban_Gothic",
        "https://en.wikipedia.org/wiki/Girls_with_guns",
        "https://en.wikipedia.org/wiki/Hentai",
        "https://en.wikipedia.org/wiki/Lolicon",
        "https://en.wikipedia.org/wiki/Shotacon",
        "https://en.wikipedia.org/wiki/Tentacle_erotica",
        "https://en.wikipedia.org/wiki/Heimatfilm",
        "https://en.wikipedia.org/wiki/Isekai",
        "https://en.wikipedia.org/wiki/Jidaigeki",
        "https://en.wikipedia.org/wiki/Samurai_cinema",
        "https://en.wikipedia.org/wiki/Gentleman_thief",
        "https://en.wikipedia.org/wiki/Yaoi",
        "https://en.wikipedia.org/wiki/Luchador_films",
        "https://en.wikipedia.org/wiki/Magical_girl",
        "https://en.wikipedia.org/wiki/Martial_arts_film",
        "https://en.wikipedia.org/wiki/Bruceploitation",
        "https://en.wikipedia.org/wiki/Chopsocky",
        "https://en.wikipedia.org/wiki/Gun_fu",
        "https://en.wikipedia.org/wiki/Kung_fu_film",
        "https://en.wikipedia.org/wiki/List_of_ninja_films",
        "https://en.wikipedia.org/wiki/Mecha",
        "https://en.wikipedia.org/wiki/Mecha_anime_and_manga",
        "https://en.wikipedia.org/wiki/Monster_movie",
        "https://en.wikipedia.org/wiki/List_of_films_featuring_giant_monsters",
        "https://en.wikipedia.org/wiki/Kaiju",
        "https://en.wikipedia.org/wiki/List_of_mummy_films",
        "https://en.wikipedia.org/wiki/Vampire_film",
        "https://en.wikipedia.org/wiki/List_of_zombie_films",
        "https://en.wikipedia.org/wiki/Zombie_comedy",
        "https://en.wikipedia.org/wiki/Mountain_film",
        "https://en.wikipedia.org/wiki/Cinema_da_Boca_do_Lixo",
        "https://en.wikipedia.org/wiki/Muslim_social",
        "https://en.wikipedia.org/wiki/Nature_documentary",
        "https://en.wikipedia.org/wiki/List_of_environmental_films",
        "https://en.wikipedia.org/wiki/Opera_film",
        "https://en.wikipedia.org/wiki/Outlaw_biker_film",
        "https://en.wikipedia.org/wiki/Ozploitation",
        "https://en.wikipedia.org/wiki/Partisan_film",
        "https://en.wikipedia.org/wiki/Prison_film",
        "https://en.wikipedia.org/wiki/Women_in_prison_film",
        "https://en.wikipedia.org/wiki/Race_film",
        "https://en.wikipedia.org/wiki/Rape_and_revenge_film",
        "https://en.wikipedia.org/wiki/Road_movie",
        "https://en.wikipedia.org/wiki/Rumberas_film",
        "https://en.wikipedia.org/wiki/Sexploitation_film",
        "https://en.wikipedia.org/wiki/Bavarian_porn",
        "https://en.wikipedia.org/wiki/Mexican_sex_comedy",
        "https://en.wikipedia.org/wiki/Nazi_exploitation",
        "https://en.wikipedia.org/wiki/Pornochanchada",
        "https://en.wikipedia.org/wiki/Nunsploitation",
        "https://en.wikipedia.org/wiki/Sex_report_film",
        "https://en.wikipedia.org/wiki/List_of_films_featuring_slavery",
        "https://en.wikipedia.org/wiki/Snuff_film",
        "https://en.wikipedia.org/wiki/South_Seas_genre",
        "https://en.wikipedia.org/wiki/Sports_film",
        "https://en.wikipedia.org/wiki/Spy_film",
        "https://en.wikipedia.org/wiki/Eurospy_film",
        "https://en.wikipedia.org/wiki/Superhero_film",
        "https://en.wikipedia.org/wiki/Surf_film",
        "https://en.wikipedia.org/wiki/Swashbuckler_film",
        "https://en.wikipedia.org/wiki/Sword_and_sorcery",
        "https://en.wikipedia.org/wiki/Travel_documentary",
        "https://en.wikipedia.org/wiki/Trial_film",
        "https://en.wikipedia.org/wiki/Vigilante_film",
        "https://en.wikipedia.org/wiki/War_film",
        "https://en.wikipedia.org/wiki/Euro_War",
        "https://en.wikipedia.org/wiki/Submarine_films",
        "https://en.wikipedia.org/wiki/Acid_Western",
        "https://en.wikipedia.org/wiki/Fantasy_Western",
        "https://en.wikipedia.org/wiki/Florida_Western",
        "https://en.wikipedia.org/wiki/Horror_Western",
        "https://en.wikipedia.org/wiki/Meat_pie_Western",
        "https://en.wikipedia.org/wiki/Ostern",
        "https://en.wikipedia.org/wiki/Revisionist_Western",
        "https://en.wikipedia.org/wiki/Science_fiction_Western",
        "https://en.wikipedia.org/wiki/Space_Western",
        "https://en.wikipedia.org/wiki/Spaghetti_Western",
        "https://en.wikipedia.org/wiki/Absolute_film",
        "https://en.wikipedia.org/wiki/American_Eccentric_Cinema",
        "https://en.wikipedia.org/wiki/Australian_New_Wave",
        "https://en.wikipedia.org/wiki/Auteur",
        "https://en.wikipedia.org/wiki/Bourekas_film",
        "https://en.wikipedia.org/wiki/British_New_Wave",
        "https://en.wikipedia.org/wiki/Kitchen_sink_realism",
        "https://en.wikipedia.org/wiki/Budapest_school",
        "https://en.wikipedia.org/wiki/Calligrafismo",
        "https://en.wikipedia.org/wiki/Cannibal_film",
        "https://en.wikipedia.org/wiki/Cinema_Novo",
        "https://en.wikipedia.org/wiki/Cinema_of_Transgression",
        "https://en.wikipedia.org/wiki/Czechoslovak_New_Wave",
        "https://en.wikipedia.org/wiki/Documentary_Film_Movement",
        "https://en.wikipedia.org/wiki/Dogme_95",
        "https://en.wikipedia.org/wiki/Erra_Cinema",
        "https://en.wikipedia.org/wiki/European_art_cinema",
        "https://en.wikipedia.org/wiki/Film_gris",
        "https://en.wikipedia.org/wiki/Free_Cinema",
        "https://en.wikipedia.org/wiki/French_New_Wave",
        "https://en.wikipedia.org/wiki/German_Expressionism",
        "https://en.wikipedia.org/wiki/German_underground_horror",
        "https://en.wikipedia.org/wiki/Golden_Age_of_Nigerian_Cinema",
        "https://en.wikipedia.org/wiki/Heimatfilm",
        "https://en.wikipedia.org/wiki/Hollywood_on_the_Tiber",
        "https://en.wikipedia.org/wiki/Hong_Kong_New_Wave",
        "https://en.wikipedia.org/wiki/Indiewood",
        "https://en.wikipedia.org/wiki/Iranian_New_Wave",
        "https://en.wikipedia.org/wiki/Italian_futurism_in_cinema",
        "https://en.wikipedia.org/wiki/Italian_neorealism",
        "https://en.wikipedia.org/wiki/Japanese_New_Wave",
        "https://en.wikipedia.org/wiki/Kammerspielfilm",
        "https://en.wikipedia.org/wiki/Lettrism",
        "https://en.wikipedia.org/wiki/Modernist_film",
        "https://en.wikipedia.org/wiki/Mumblecore",
        "https://en.wikipedia.org/wiki/New_French_Extremity",
        "https://en.wikipedia.org/wiki/New_German_Cinema",
        "https://en.wikipedia.org/wiki/New_Hollywood",
        "https://en.wikipedia.org/wiki/New_Nigerian_Cinema",
        "https://en.wikipedia.org/wiki/New_Queer_Cinema",
        "https://en.wikipedia.org/wiki/No_Wave_Cinema",
        "https://en.wikipedia.org/wiki/Nuevo_Cine_Mexicano",
        "https://en.wikipedia.org/wiki/Parallel_cinema",
        "https://en.wikipedia.org/wiki/Persian_Film",
        "https://en.wikipedia.org/wiki/Poetic_realism",
        "https://en.wikipedia.org/wiki/Polish_Film_School",
        "https://en.wikipedia.org/wiki/Poliziotteschi",
        "https://en.wikipedia.org/wiki/Prussian_film",
        "https://en.wikipedia.org/wiki/Pure_Film_Movement",
        "https://en.wikipedia.org/wiki/Remodernist_film",
        "https://en.wikipedia.org/wiki/Romanian_New_Wave",
        "https://en.wikipedia.org/wiki/Slow_cinema",
        "https://en.wikipedia.org/wiki/Spaghetti_Western",
        "https://en.wikipedia.org/wiki/Socialist_realism",
        "https://en.wikipedia.org/wiki/Social_realism",
        "https://en.wikipedia.org/wiki/Kitchen_sink_realism",
        "https://en.wikipedia.org/wiki/Soviet_Parallel_Cinema",
        "https://en.wikipedia.org/wiki/Structural_film",
        "https://en.wikipedia.org/wiki/Surrealist_cinema",
        "https://en.wikipedia.org/wiki/Telefoni_Bianchi",
        "https://en.wikipedia.org/wiki/Third_Cinema",
        "https://en.wikipedia.org/wiki/Toronto_New_Wave",
        "https://en.wikipedia.org/wiki/Vulgar_auteurism",
        "https://en.wikipedia.org/wiki/Yugoslav_Black_Wave",
        "https://en.wikipedia.org/wiki/Pornographic_film",
        "https://en.wikipedia.org/wiki/Black_film",
        "https://en.wikipedia.org/wiki/Seinen_manga",
        "https://en.wikipedia.org/wiki/Stag_film",
        "https://en.wikipedia.org/wiki/Teen_film",
        "https://en.wikipedia.org/wiki/Chick_flick",
        "https://en.wikipedia.org/wiki/Josei_manga",
        "https://en.wikipedia.org/wiki/3D_film",
        "https://en.wikipedia.org/wiki/Animation",
        "https://en.wikipedia.org/wiki/Anime",
        "https://en.wikipedia.org/wiki/Arthouse_animation",
        "https://en.wikipedia.org/wiki/Animated_cartoon",
        "https://en.wikipedia.org/wiki/Computer_animation",
        "https://en.wikipedia.org/wiki/Stop_motion",
        "https://en.wikipedia.org/wiki/Traditional_animation",
        "https://en.wikipedia.org/wiki/Anthology_film",
        "https://en.wikipedia.org/wiki/Art_film",
        "https://en.wikipedia.org/wiki/B_movie",
        "https://en.wikipedia.org/wiki/Black_and_white",
        "https://en.wikipedia.org/wiki/Classical_Hollywood_cinema",
        "https://en.wikipedia.org/wiki/Collage_film",
        "https://en.wikipedia.org/wiki/Color_motion_picture_film",
        "https://en.wikipedia.org/wiki/Compilation_film",
        "https://en.wikipedia.org/wiki/Composite_film",
        "https://en.wikipedia.org/wiki/Computer_screen_film",
        "https://en.wikipedia.org/wiki/Cult_film",
        "https://en.wikipedia.org/wiki/Midnight_movie",
        "https://en.wikipedia.org/wiki/Database_cinema",
        "https://en.wikipedia.org/wiki/Docufiction",
        "https://en.wikipedia.org/wiki/Ethnofiction",
        "https://en.wikipedia.org/wiki/Experimental_film",
        "https://en.wikipedia.org/wiki/Abstract_animation",
        "https://en.wikipedia.org/wiki/Feature_film",
        "https://en.wikipedia.org/wiki/Featurette",
        "https://en.wikipedia.org/wiki/Grindhouse",
        "https://en.wikipedia.org/wiki/Hyperlink_cinema",
        "https://en.wikipedia.org/wiki/Independent_film",
        "https://en.wikipedia.org/wiki/Guerrilla_filmmaking",
        "https://en.wikipedia.org/wiki/Interstitial_art",
        "https://en.wikipedia.org/wiki/Live_action",
        "https://en.wikipedia.org/wiki/List_of_films_with_live_action_and_animation",
        "https://en.wikipedia.org/wiki/Major_film_studio",
        "https://en.wikipedia.org/wiki/Masala_film",
        "https://en.wikipedia.org/wiki/Maximalist_film",
        "https://en.wikipedia.org/wiki/Message_picture",
        "https://en.wikipedia.org/wiki/Metacinema",
        "https://en.wikipedia.org/wiki/Minimalist_film",
        "https://en.wikipedia.org/wiki/Mockbuster",
        "https://en.wikipedia.org/wiki/Modernist_film",
        "https://en.wikipedia.org/wiki/Musical_short",
        "https://en.wikipedia.org/wiki/Mythopoeia",
        "https://en.wikipedia.org/wiki/Paracinema",
        "https://en.wikipedia.org/wiki/Participatory_cinema",
        "https://en.wikipedia.org/wiki/Poetry_film",
        "https://en.wikipedia.org/wiki/Postmodernist_film",
        "https://en.wikipedia.org/wiki/Reverse_motion",
        "https://en.wikipedia.org/wiki/Sceneggiata",
        "https://en.wikipedia.org/wiki/Semidocumentary",
        "https://en.wikipedia.org/wiki/Serial_film",
        "https://en.wikipedia.org/wiki/Shinpa",
        "https://en.wikipedia.org/wiki/Short_film",
        "https://en.wikipedia.org/wiki/Silent_film",
        "https://en.wikipedia.org/wiki/Slow_cinema",
        "https://en.wikipedia.org/wiki/Socialist_realism",
        "https://en.wikipedia.org/wiki/Sound_film",
        "https://en.wikipedia.org/wiki/Underground_film",
        "https://en.wikipedia.org/wiki/Video_nasty",
        "https://en.wikipedia.org/wiki/Vulgar_auteurism",
        "https://en.wikipedia.org/wiki/Z_movie",
        "https://en.wikipedia.org/wiki/Actuality_film",
        "https://en.wikipedia.org/wiki/Actuality_film",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}