{
    "url": "https://en.wikipedia.org/wiki/Adam_Ferguson",
    "title": "Adam Ferguson",
    "table_of_contents": [
        "1 Biography",
        "2 Ethics",
        "3 Social thought",
        "4 Personal life",
        "5 Main works",
        "6 References",
        "7 Sources",
        "8 Further reading",
        "9 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nAdam Ferguson, FRSE (Scottish Gaelic: Adhamh MacFhearghais), also known as Ferguson of Raith (1 July N.S./20 June O.S. 1723 – 22 February 1816), was a Scottish philosopher and historian of the Scottish Enlightenment.\n\nFerguson was sympathetic to traditional societies, such as the Highlands, for producing courage and loyalty. He criticized commercial society as making men weak, dishonourable and unconcerned for their community. Ferguson has been called \"the father of modern sociology\" for his contributions to the early development of the discipline.[2][3] His best-known work is his Essay on the History of Civil Society.\n\n"
        },
        {
            "title": "Biography",
            "text": "Born at Logierait in Atholl, Perthshire, Scotland, the son of Rev Adam Ferguson, he received his education at Logierait Parish School, Perth Grammar School, and at the University of Edinburgh and the University of St Andrews (MA 1742).[4] In 1745, owing to his knowledge of Gaelic, he gained appointment as deputy chaplain of the 43rd (afterwards the 42nd) regiment (the Black Watch), the licence to preach being granted him by special dispensation, although he had not completed the required six years of theological study.\n\nIt remains a matter of debate as to whether, at the Battle of Fontenoy (1745), Ferguson fought in the ranks throughout the day, and refused to leave the field, though ordered to do so by his colonel. Nevertheless, he certainly did well, becoming principal chaplain in 1746. He continued attached to the regiment till 1754, when, disappointed at not obtaining a living, he left the clergy and resolved to devote himself to literary pursuits.\n\nAfter residing in Leipzig for a time, he returned to Edinburgh where in January 1757 he succeeded David Hume as librarian to the Faculty of Advocates (see Advocates' Library), but soon relinquished this office on becoming tutor in the family of the Earl of Bute.[5]: xvi  In 1759 Ferguson became professor of natural philosophy in the University of Edinburgh, and in 1764 transferred to the chair of \"pneumatics\" (mental philosophy) \"and moral philosophy\".\n\nIn 1767, he published his Essay on the History of Civil Society, which was well received and translated into several European languages. In the mid-1770s he travelled again to the Continent and met Voltaire. His membership of The Poker Club is recorded in its minute book of 1776.\n\nIn 1776, appeared his anonymous pamphlet on the American Revolution in opposition to Dr Richard Price's Observations on the Nature of Civil Liberty, in which he sympathised with the views of the British legislature. In 1778 Ferguson was appointed secretary to the Carlisle Peace Commission which endeavoured, but without success, to negotiate an arrangement with the revolted colonies.\n\nIn 1780, he wrote the article \"History\" for the second edition of Encyclopædia Britannica.[6] The article is 40 pages long and replaced the article in the first edition, which was only one paragraph.\n\nIn 1783, appeared his History of the Progress and Termination of the Roman Republic, it became very popular and went through several editions. Ferguson believed that the history of the Roman Republic during the period of their greatness formed a practical illustration of those ethical and political doctrines which he studied especially. The history reads well and impartially, and displays conscientious use of sources. The influence of the author's military experience shows itself in certain portions of the narrative. Tired of teaching, he resigned his professorship in 1785, and devoted himself to the revision of his lectures, which he published (1792) under the title of Principles of Moral and Political Science.\n\nIn his seventieth year, Ferguson, intending to prepare a new edition of the history, visited Italy and some of the principal cities of Europe, where he was received with honour by learned societies. From 1795 he resided successively at Neidpath Castle near Peebles, at Hallyards on Manor Water, and at St Andrews, where he died on 22 February 1816.  He is buried in the churchyard of St Andrews Cathedral, against the east wall. His large mural monument includes a carved profile portrait in marble.\n\n"
        },
        {
            "title": "Ethics",
            "text": "In his ethical system Ferguson treats man as a social being, illustrating his doctrines by political examples. As a believer in the progression of the human race, he placed the principle of moral approbation in the attainment of perfection. Victor Cousin criticised Ferguson's speculations (see his Cours d'histoire de la philosophie morale an dix-huitième siècle, pt. II., 1839–1840):\n\nBy this principle Ferguson attempted to reconcile all moral systems.[citation needed] With Thomas Hobbes and Hume he admits the power of self-interest or utility, and makes it enter into morals as the law of self-preservation. Francis Hutcheson's theory of universal benevolence and Adam Smith's idea of mutual sympathy (now empathy) he combines under the law of society. But, as these laws appear as the means rather than the end of human destiny, they remain subordinate to a supreme end, and the supreme end of perfection.[citation needed]\n\nIn the political part of his system Ferguson follows Montesquieu, and pleads the cause of well-regulated liberty and free government. His contemporaries, with the exception of Hume, regarded his writings as of great importance (see Sir Leslie Stephen, English Thought in the Eighteenth Century, Cambridge University Press, 2011, p. 214).\n\n"
        },
        {
            "title": "Social thought",
            "text": "Ferguson's An Essay on the History of Civil Society (1767) drew on classical authors and contemporary travel literature, to analyze modern commercial society with a critique of its abandonment of civic and communal virtues. Central themes in Ferguson's theory of citizenship are conflict, play, political participation and military valor. He emphasized the ability to put oneself in another's shoes, saying \"fellow-feeling\" was so much an \"appurtenance of human nature\" as to be a \"characteristic of the species.\"  Like his friends Adam Smith and David Hume as well as other Scottish intellectuals, he stressed the importance of the spontaneous order; that is, that coherent and even effective outcomes might result from the uncoordinated actions of many individuals.\n\nFerguson saw history as a two-tiered synthesis of natural history and social history, to which all humans belong. Natural history is created by God; so are humans, who are progressive. Social history is, in accordance with this natural progress, made by humans, and because of that factor it experiences occasional setbacks. But in general, humans are empowered by God to pursue progress in social history. Humans live not for themselves but for God's providential plan. He emphasized aspects of medieval chivalry as ideal masculine characteristics. British gentleman and young men were advised to dispense with aspects of politeness considered too feminine, such as the constant desire to please, and to adopt less superficial qualities that suggested inner virtue and courtesy toward the 'fairer sex.'[7][8]\n\nFerguson was a leading advocate of the Idea of Progress. He believed that the growth of a commercial society through the pursuit of individual self-interest could promote a self-sustaining progress. Yet paradoxically Ferguson also believed that such commercial growth could foster a decline in virtue and thus ultimately lead to a collapse similar to Rome's. Ferguson, a devout Presbyterian, resolved the apparent paradox by placing both developments in the context of a divinely ordained plan that mandated both progress and human free will. For Ferguson, the knowledge that humanity gains through its actions, even those actions resulting in temporary retrogression, form an intrinsic part of its progressive, asymptotic movement toward an ultimately unobtainable perfectibility.[9]\n\nFerguson was influenced by classical humanism and such writers as Tacitus, Niccolò Machiavelli, and Thomas Hobbes. The fellow members of Edinburgh's Select Society, which included David Hume and Adam Smith, were also major influences. Ferguson believed that civilization is largely about laws that restrict our independence as individuals but provide liberty in the sense of security and justice. He warned that social chaos usually leads to despotism. The members of civil society give up their liberty-as-autonomy, which savages possess, in exchange for liberty-as-security, or civil liberty. Montesquieu used a similar argument.[7]\n\nSmith emphasized capital accumulation as the driver of growth, but Ferguson suggested innovation and technical advance were more important, and he is therefore in some ways more in line with modern thinking. According to Smith, commerce tends to make men 'dastardly'. This foreshadows a theme Ferguson, borrowing freely from Smith, took up to criticize capitalism.  Ferguson's critique of commercial society went far beyond that of Smith, and influenced Hegel and Marx.[7][8]\n\nThe Essay has been seen as an innovative attempt to reclaim the tradition of civic republican citizenship in modern Britain, and an influence on the ideas of republicanism held by the American Founding Fathers.[7]\n\n"
        },
        {
            "title": "Personal life",
            "text": "He married Katherine Burnett in 1767.[10] Ferguson was first cousin, close friend and colleague to Joseph Black M.D  and Katie Burnett was Black's niece.[11] They produced seven children the eldest Adam Ferguson (British Army officer) close friend to Sir Walter Scott, followed by James, Joseph, John, Isabella, Mary and Margaret.[12] John (John MacPherson Ferguson) was a Rear Admiral in the Royal Navy.[13]\n\nFerguson suffered an attack of paralysis in 1780 but fully recovered and became a vegetarian for the rest of his life.[14][15] Ferguson was also a teetotaller. He did not dine out unless with his friend Joseph Black.[16]\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Joshua_Reynolds",
        "https://en.wikipedia.org/wiki/Logierait",
        "https://en.wikipedia.org/wiki/Perthshire",
        "https://en.wikipedia.org/wiki/Scotland",
        "https://en.wikipedia.org/wiki/St_Andrews",
        "https://en.wikipedia.org/wiki/Fife",
        "https://en.wikipedia.org/wiki/Scotland",
        "https://en.wikipedia.org/wiki/Scottish_people",
        "https://en.wikipedia.org/wiki/University_of_Edinburgh",
        "https://en.wikipedia.org/wiki/University_of_St_Andrews",
        "https://en.wikipedia.org/wiki/Western_philosophy",
        "https://en.wikipedia.org/wiki/List_of_schools_of_philosophy",
        "https://en.wikipedia.org/wiki/Scottish_Common_Sense_Realism",
        "https://en.wikipedia.org/wiki/Scottish_Enlightenment",
        "https://en.wikipedia.org/wiki/University_of_Edinburgh",
        "https://en.wikipedia.org/wiki/Sociology",
        "https://en.wikipedia.org/wiki/Political_philosophy",
        "https://en.wikipedia.org/wiki/Ethics",
        "https://en.wikipedia.org/wiki/History",
        "https://en.wikipedia.org/wiki/Karl_Marx",
        "https://en.wikipedia.org/wiki/Dugald_Stewart",
        "https://en.wikipedia.org/wiki/Fellow_of_the_Royal_Society_of_Edinburgh",
        "https://en.wikipedia.org/wiki/Scottish_Gaelic",
        "https://en.wikipedia.org/wiki/Old_Style_and_New_Style_dates",
        "https://en.wikipedia.org/wiki/Philosopher",
        "https://en.wikipedia.org/wiki/Historian",
        "https://en.wikipedia.org/wiki/Scottish_Enlightenment",
        "https://en.wikipedia.org/wiki/Scottish_Highlands",
        "https://en.wikipedia.org/wiki/Community",
        "https://en.wikipedia.org/wiki/Sociology",
        "https://en.wikipedia.org/wiki/An_Essay_on_the_History_of_Civil_Society",
        "https://en.wikipedia.org/wiki/Logierait",
        "https://en.wikipedia.org/wiki/Atholl",
        "https://en.wikipedia.org/wiki/Perthshire",
        "https://en.wikipedia.org/wiki/Perth_Grammar_School",
        "https://en.wikipedia.org/wiki/University_of_Edinburgh",
        "https://en.wikipedia.org/wiki/University_of_St_Andrews",
        "https://en.wikipedia.org/wiki/Scottish_Gaelic_language",
        "https://en.wikipedia.org/wiki/Chaplain",
        "https://en.wikipedia.org/wiki/Black_Watch",
        "https://en.wikipedia.org/wiki/Theology",
        "https://en.wikipedia.org/wiki/Battle_of_Fontenoy",
        "https://en.wikipedia.org/wiki/Leipzig",
        "https://en.wikipedia.org/wiki/Edinburgh",
        "https://en.wikipedia.org/wiki/David_Hume",
        "https://en.wikipedia.org/wiki/Faculty_of_Advocates",
        "https://en.wikipedia.org/wiki/Earl_of_Bute",
        "https://en.wikipedia.org/wiki/Natural_philosophy",
        "https://en.wikipedia.org/wiki/University_of_Edinburgh",
        "https://en.wikipedia.org/wiki/Mental_philosophy",
        "https://en.wikipedia.org/wiki/Moral_philosophy",
        "https://en.wikipedia.org/wiki/Essay_on_the_History_of_Civil_Society",
        "https://en.wikipedia.org/wiki/European_languages",
        "https://en.wikipedia.org/wiki/European_mainland",
        "https://en.wikipedia.org/wiki/Voltaire",
        "https://en.wikipedia.org/wiki/The_Poker_Club",
        "https://en.wikipedia.org/wiki/American_Revolution",
        "https://en.wikipedia.org/wiki/Richard_Price",
        "https://en.wikipedia.org/wiki/British_legislature",
        "https://en.wikipedia.org/wiki/Carlisle_Peace_Commission",
        "https://en.wikipedia.org/wiki/History_of_the_Roman_Republic",
        "https://en.wikipedia.org/wiki/Italy",
        "https://en.wikipedia.org/wiki/Learned_societies",
        "https://en.wikipedia.org/wiki/Neidpath_Castle",
        "https://en.wikipedia.org/wiki/Peebles",
        "https://en.wikipedia.org/wiki/Manor_Water",
        "https://en.wikipedia.org/wiki/St_Andrews",
        "https://en.wikipedia.org/wiki/St_Andrews_Cathedral",
        "https://en.wikipedia.org/wiki/Ethical_system",
        "https://en.wikipedia.org/wiki/Human_race",
        "https://en.wikipedia.org/wiki/Victor_Cousin",
        "https://en.wikipedia.org/wiki/Thomas_Hobbes",
        "https://en.wikipedia.org/wiki/David_Hume",
        "https://en.wikipedia.org/wiki/Adam_Smith",
        "https://en.wikipedia.org/wiki/Empathy",
        "https://en.wikipedia.org/wiki/Liberty",
        "https://en.wikipedia.org/wiki/Government",
        "https://en.wikipedia.org/wiki/Sir_Leslie_Stephen",
        "https://en.wikipedia.org/wiki/An_Essay_on_the_History_of_Civil_Society",
        "https://en.wikipedia.org/wiki/Adam_Smith",
        "https://en.wikipedia.org/wiki/David_Hume",
        "https://en.wikipedia.org/wiki/God",
        "https://en.wikipedia.org/wiki/Chivalry",
        "https://en.wikipedia.org/wiki/Masculine",
        "https://en.wikipedia.org/wiki/Feminine",
        "https://en.wikipedia.org/wiki/Virtue",
        "https://en.wikipedia.org/wiki/Courtesy",
        "https://en.wikipedia.org/wiki/Idea_of_Progress",
        "https://en.wikipedia.org/wiki/Church_of_Scotland",
        "https://en.wikipedia.org/wiki/Tacitus",
        "https://en.wikipedia.org/wiki/Thomas_Hobbes",
        "https://en.wikipedia.org/wiki/The_Select_Society",
        "https://en.wikipedia.org/wiki/David_Hume",
        "https://en.wikipedia.org/wiki/Adam_Smith",
        "https://en.wikipedia.org/wiki/Montesquieu",
        "https://en.wikipedia.org/wiki/Hegel",
        "https://en.wikipedia.org/wiki/Civic_republicanism",
        "https://en.wikipedia.org/wiki/Republicanism_in_the_United_States",
        "https://en.wikipedia.org/wiki/American_Founding_Fathers",
        "https://en.wikipedia.org/wiki/Joseph_Black",
        "https://en.wikipedia.org/wiki/Royal_Navy",
        "https://en.wikipedia.org/wiki/Paralysis",
        "https://en.wikipedia.org/wiki/Vegetarianism",
        "https://en.wikipedia.org/wiki/Teetotalism",
        "https://en.wikipedia.org/wiki/The_Royal_Society_of_Edinburgh",
        "https://en.wikipedia.org/wiki/Public_domain",
        "https://en.wikipedia.org/wiki/Public_domain",
        "https://en.wikipedia.org/wiki/John_William_Cousin",
        "https://en.wikipedia.org/wiki/A_Short_Biographical_Dictionary_of_English_Literature",
        "https://en.wikipedia.org/wiki/Wikisource",
        "https://en.wikipedia.org/wiki/Dictionary_of_National_Biography",
        "https://en.wikipedia.org/wiki/Ronald_Hamowy",
        "https://en.wikipedia.org/wiki/SAGE_Publishing",
        "https://en.wikipedia.org/wiki/Cato_Institute",
        "https://en.wikipedia.org/wiki/Ronald_Hamowy",
        "https://en.wikipedia.org/wiki/James_McCosh",
        "https://en.wikipedia.org/wiki/Karl_Marx",
        "https://en.wikipedia.org/wiki/Routledge_Encyclopedia_of_Philosophy",
        "https://en.wikipedia.org/wiki/Project_Gutenberg",
        "https://en.wikipedia.org/wiki/Internet_Archive",
        "https://en.wikipedia.org/wiki/Age_of_Enlightenment",
        "https://en.wikipedia.org/wiki/Atheism_during_the_Age_of_Enlightenment",
        "https://en.wikipedia.org/wiki/Capitalism",
        "https://en.wikipedia.org/wiki/Civil_liberties",
        "https://en.wikipedia.org/wiki/Critical_thinking",
        "https://en.wikipedia.org/wiki/Deism",
        "https://en.wikipedia.org/wiki/Democracy",
        "https://en.wikipedia.org/wiki/Empiricism",
        "https://en.wikipedia.org/wiki/Enlightened_absolutism",
        "https://en.wikipedia.org/wiki/Free_market",
        "https://en.wikipedia.org/wiki/Haskalah",
        "https://en.wikipedia.org/wiki/Humanism",
        "https://en.wikipedia.org/wiki/Human_rights",
        "https://en.wikipedia.org/wiki/Classical_liberalism",
        "https://en.wikipedia.org/wiki/Cartesian_doubt",
        "https://en.wikipedia.org/wiki/Midlands_Enlightenment",
        "https://en.wikipedia.org/wiki/Nationalism",
        "https://en.wikipedia.org/wiki/Natural_philosophy",
        "https://en.wikipedia.org/wiki/Rationality",
        "https://en.wikipedia.org/wiki/Rationalism",
        "https://en.wikipedia.org/wiki/Reason",
        "https://en.wikipedia.org/wiki/Reductionism",
        "https://en.wikipedia.org/wiki/Sapere_aude",
        "https://en.wikipedia.org/wiki/Science",
        "https://en.wikipedia.org/wiki/Scientific_method",
        "https://en.wikipedia.org/wiki/Socialism",
        "https://en.wikipedia.org/wiki/Weimar_Classicism",
        "https://en.wikipedia.org/wiki/Joseph_Addison",
        "https://en.wikipedia.org/wiki/Francis_Bacon",
        "https://en.wikipedia.org/wiki/Jeremy_Bentham",
        "https://en.wikipedia.org/wiki/Edward_Gibbon",
        "https://en.wikipedia.org/wiki/William_Godwin",
        "https://en.wikipedia.org/wiki/Robert_Hooke",
        "https://en.wikipedia.org/wiki/Samuel_Johnson",
        "https://en.wikipedia.org/wiki/John_Locke",
        "https://en.wikipedia.org/wiki/John_Milton",
        "https://en.wikipedia.org/wiki/Isaac_Newton",
        "https://en.wikipedia.org/wiki/Alexander_Pope",
        "https://en.wikipedia.org/wiki/Richard_Price",
        "https://en.wikipedia.org/wiki/Joseph_Priestley",
        "https://en.wikipedia.org/wiki/Joshua_Reynolds",
        "https://en.wikipedia.org/wiki/Algernon_Sidney",
        "https://en.wikipedia.org/wiki/Matthew_Tindal",
        "https://en.wikipedia.org/wiki/Mary_Wollstonecraft",
        "https://en.wikipedia.org/wiki/Pierre_Bayle",
        "https://en.wikipedia.org/wiki/Pierre_Beaumarchais",
        "https://en.wikipedia.org/wiki/Nicolas_Chamfort",
        "https://en.wikipedia.org/wiki/Marquis_de_Condorcet",
        "https://en.wikipedia.org/wiki/Denis_Diderot",
        "https://en.wikipedia.org/wiki/Bernard_Le_Bovier_de_Fontenelle",
        "https://en.wikipedia.org/wiki/Olympe_de_Gouges",
        "https://en.wikipedia.org/wiki/Louis_de_Jaucourt",
        "https://en.wikipedia.org/wiki/Julien_Offray_de_La_Mettrie",
        "https://en.wikipedia.org/wiki/Antoine_Lavoisier",
        "https://en.wikipedia.org/wiki/Gabriel_Bonnot_de_Mably",
        "https://en.wikipedia.org/wiki/Jean_Meslier",
        "https://en.wikipedia.org/wiki/Montesquieu",
        "https://en.wikipedia.org/wiki/Blaise_Pascal",
        "https://en.wikipedia.org/wiki/Marquis_de_Sade",
        "https://en.wikipedia.org/wiki/Anne_Robert_Jacques_Turgot",
        "https://en.wikipedia.org/wiki/Voltaire",
        "https://en.wikipedia.org/wiki/Firmin_Abauzit",
        "https://en.wikipedia.org/wiki/Charles_Bonnet",
        "https://en.wikipedia.org/wiki/Jacob_Vernes",
        "https://en.wikipedia.org/wiki/Jacob_Vernet",
        "https://en.wikipedia.org/wiki/Carl_Friedrich_Gauss",
        "https://en.wikipedia.org/wiki/Johann_Wolfgang_von_Goethe",
        "https://en.wikipedia.org/wiki/Johann_Gottfried_Herder",
        "https://en.wikipedia.org/wiki/Theodor_Gottlieb_von_Hippel_the_Elder",
        "https://en.wikipedia.org/wiki/Wilhelm_von_Humboldt",
        "https://en.wikipedia.org/wiki/Immanuel_Kant",
        "https://en.wikipedia.org/wiki/Gottfried_Wilhelm_Leibniz",
        "https://en.wikipedia.org/wiki/Gotthold_Ephraim_Lessing",
        "https://en.wikipedia.org/wiki/Georg_Christoph_Lichtenberg",
        "https://en.wikipedia.org/wiki/Moses_Mendelssohn",
        "https://en.wikipedia.org/wiki/Samuel_von_Pufendorf",
        "https://en.wikipedia.org/wiki/Friedrich_Schiller",
        "https://en.wikipedia.org/wiki/Christian_Thomasius",
        "https://en.wikipedia.org/wiki/Gabriel_Wagner",
        "https://en.wikipedia.org/wiki/Adam_Weishaupt",
        "https://en.wikipedia.org/wiki/Christoph_Martin_Wieland",
        "https://en.wikipedia.org/wiki/Thomas_Wizenmann",
        "https://en.wikipedia.org/wiki/Modern_Greek_Enlightenment",
        "https://en.wikipedia.org/wiki/Neophytos_Doukas",
        "https://en.wikipedia.org/wiki/Theoklitos_Farmakidis",
        "https://en.wikipedia.org/wiki/Rigas_Feraios",
        "https://en.wikipedia.org/wiki/Theophilos_Kairis",
        "https://en.wikipedia.org/wiki/Adamantios_Korais",
        "https://en.wikipedia.org/wiki/George_Berkeley",
        "https://en.wikipedia.org/wiki/Robert_Boyle",
        "https://en.wikipedia.org/wiki/Edmund_Burke",
        "https://en.wikipedia.org/wiki/Jonathan_Swift",
        "https://en.wikipedia.org/wiki/John_Toland",
        "https://en.wikipedia.org/wiki/Italian_Enlightenment",
        "https://en.wikipedia.org/wiki/Cesare_Beccaria",
        "https://en.wikipedia.org/wiki/Gaetano_Filangieri",
        "https://en.wikipedia.org/wiki/Ferdinando_Galiani",
        "https://en.wikipedia.org/wiki/Luigi_Galvani",
        "https://en.wikipedia.org/wiki/Antonio_Genovesi",
        "https://en.wikipedia.org/wiki/Francesco_Mario_Pagano",
        "https://en.wikipedia.org/wiki/Giovanni_Salvemini",
        "https://en.wikipedia.org/wiki/Pietro_Verri",
        "https://en.wikipedia.org/wiki/Giambattista_Vico",
        "https://en.wikipedia.org/wiki/Balthasar_Bekker",
        "https://en.wikipedia.org/wiki/Pieter_de_la_Court",
        "https://en.wikipedia.org/wiki/Petrus_Cunaeus",
        "https://en.wikipedia.org/wiki/Hugo_Grotius",
        "https://en.wikipedia.org/wiki/Christiaan_Huygens",
        "https://en.wikipedia.org/wiki/Adriaan_Koerbagh",
        "https://en.wikipedia.org/wiki/Frederik_van_Leenhof",
        "https://en.wikipedia.org/wiki/Antonie_van_Leeuwenhoek",
        "https://en.wikipedia.org/wiki/Bernard_Nieuwentyt",
        "https://en.wikipedia.org/wiki/Baruch_Spinoza",
        "https://en.wikipedia.org/wiki/Jan_Swammerdam",
        "https://en.wikipedia.org/wiki/Hendrik_Wyermars",
        "https://en.wikipedia.org/wiki/Enlightenment_in_Poland",
        "https://en.wikipedia.org/wiki/Tadeusz_Czacki",
        "https://en.wikipedia.org/wiki/Ignacy_Krasicki",
        "https://en.wikipedia.org/wiki/Julian_Ursyn_Niemcewicz",
        "https://en.wikipedia.org/wiki/Dinicu_Golescu",
        "https://en.wikipedia.org/wiki/Petru_Maior",
        "https://en.wikipedia.org/wiki/Russian_Enlightenment",
        "https://en.wikipedia.org/wiki/Catherine_the_Great",
        "https://en.wikipedia.org/wiki/Denis_Fonvizin",
        "https://en.wikipedia.org/wiki/Antiochus_Kantemir",
        "https://en.wikipedia.org/wiki/Mikhail_Kheraskov",
        "https://en.wikipedia.org/wiki/Mikhail_Lomonosov",
        "https://en.wikipedia.org/wiki/Nikolay_Novikov",
        "https://en.wikipedia.org/wiki/Alexander_Radishchev",
        "https://en.wikipedia.org/wiki/Enlightenment_in_Spain",
        "https://en.wikipedia.org/wiki/Charles_III_of_Spain",
        "https://en.wikipedia.org/wiki/Valentin_de_Foronda",
        "https://en.wikipedia.org/wiki/Gaspar_Melchor_de_Jovellanos",
        "https://en.wikipedia.org/wiki/Diego_de_Torres_Villarroel",
        "https://en.wikipedia.org/wiki/Scottish_Enlightenment",
        "https://en.wikipedia.org/wiki/Joseph_Black",
        "https://en.wikipedia.org/wiki/Hugh_Blair",
        "https://en.wikipedia.org/wiki/James_Boswell",
        "https://en.wikipedia.org/wiki/Robert_Burns",
        "https://en.wikipedia.org/wiki/William_Cullen",
        "https://en.wikipedia.org/wiki/David_Hume",
        "https://en.wikipedia.org/wiki/James_Hutton",
        "https://en.wikipedia.org/wiki/James_Mill",
        "https://en.wikipedia.org/wiki/Isaac_Newton",
        "https://en.wikipedia.org/wiki/William_Ogilvie_of_Pittensear",
        "https://en.wikipedia.org/wiki/John_Playfair",
        "https://en.wikipedia.org/wiki/Thomas_Reid",
        "https://en.wikipedia.org/wiki/Adam_Smith",
        "https://en.wikipedia.org/wiki/Dugald_Stewart",
        "https://en.wikipedia.org/wiki/American_Enlightenment",
        "https://en.wikipedia.org/wiki/Benjamin_Franklin",
        "https://en.wikipedia.org/wiki/Thomas_Jefferson",
        "https://en.wikipedia.org/wiki/James_Madison",
        "https://en.wikipedia.org/wiki/George_Mason",
        "https://en.wikipedia.org/wiki/Thomas_Paine",
        "https://en.wikipedia.org/wiki/Adam_Ferguson",
        "https://en.wikipedia.org/wiki/Adam_Ferguson",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}