{
    "url": "https://en.wikipedia.org/wiki/Adventures_of_Huckleberry_Finn",
    "title": "Adventures of Huckleberry Finn",
    "table_of_contents": [
        "1 Plot",
        "2 Characters",
        "3 Themes",
        "4 Illustrations",
        "5 Publication's effect on literary climate",
        "6 Critical reception and banning",
        "7 Controversy",
        "7.1 Racial stereotyping",
        "7.2 Use of the word \"nigger\"",
        "7.2.1 Expurgated editions",
        "8 Adaptations",
        "8.1 Film",
        "8.2 Television",
        "8.3 Other",
        "9 Related works",
        "9.1 Literature",
        "9.2 Music",
        "9.3 Television",
        "10 See also",
        "11 Footnotes",
        "12 Further reading",
        "12.1 Study and teaching tools",
        "13 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nAdventures of Huckleberry Finn or as it is known in more recent editions, The Adventures of Huckleberry Finn, is a novel by American author Mark Twain, which was first published in the United Kingdom in December 1884 and in the United States in February 1885.\n\nCommonly named among the Great American Novels, the work is among the first in major American literature to be written throughout in vernacular English, characterized by local color regionalism. It is told in the first person by Huckleberry \"Huck\" Finn, the narrator of two other Twain novels (Tom Sawyer Abroad and Tom Sawyer, Detective) and a friend of Tom Sawyer. It is a direct sequel to The Adventures of Tom Sawyer.\n\nThe book is noted for \"changing the course of children's literature\" in the United States for the \"deeply felt portrayal of boyhood\".[2][better source needed] It is also known for its colorful description of people and places along the Mississippi River. Set in a Southern antebellum society that had ceased to exist over 20 years before the work was published, Adventures of Huckleberry Finn is an often scathing satire on entrenched attitudes, particularly racism and freedom.\n\nPerennially popular with readers, Adventures of Huckleberry Finn has also been the continued object of study by literary critics since its publication. The book was widely criticized upon release because of its extensive use of coarse language and racial epithet. Throughout the 20th century, and despite arguments that the protagonist and the tenor of the book are anti-racist,[3][4] criticism of the book continued due to both its perceived use of racial stereotypes and its frequent use of the racial slur \"nigger\".\n\n"
        },
        {
            "title": "Plot",
            "text": "In St. Petersburg, Missouri, on the shore of the Mississippi River, during the 1830s–1840s, Huckleberry \"Huck\" Finn has come into a considerable sum of money following The Adventures of Tom Sawyer and is placed under the strict guardianship of the Widow Douglas and her sister, Miss Watson. The women attempt to civilize him, but Huck prefers to have adventures with his friend Tom Sawyer. His father, \"Pap\", an abusive alcoholic, returns to town and tries to appropriate Huck's fortune. When this fails, Pap kidnaps Huck and confines him in a cabin in the woods. \n\nTo escape his father, Huck elaborately fakes his own murder and sets off downriver. He settles on Jackson's Island, where he reunites with Miss Watson's slave Jim, who ran away after overhearing she was planning to sell him. Huck decides to go downriver with Jim to Cairo, in the free state of Illinois. After heavy flooding, the two find a timber raft and an entire house floating down the river. Inside, Jim finds a body that has been shot to death but prevents Huck from viewing the corpse.[5] Huck sneaks into town and discovers there is a reward out for Jim, who is suspected of killing Huck; the two flee on their raft.\n\nHuck and Jim come across a grounded steamer, the Walter Scott,  where two thieves are discussing murdering a third. Finding that their own raft has drifted away, Huck and Jim flee in the thieves' boat before being noticed. They find their own raft again and sink the thieves' boat, keeping their loot. Huck tricks a watchman into going to rescue the stranded thieves to assuage his conscience. Huck and Jim are separated in a fog, and when they reunite, Huck tricks Jim into thinking he dreamed the entire incident. Jim is disappointed when Huck admits the truth. Huck is surprised by Jim's strong feelings and apologizes.\n\nHuck is conflicted about supporting a runaway slave, which he has been taught is a sin. He decides to turn Jim in, but when two white men seeking runaway slaves come upon the raft, he lies to them and they leave. Jim and Huck realize they have passed Cairo. With no way of getting back upriver, they decide to continue downriver. The raft is struck by a passing steamship, again separating the two. \n\nOn the riverbank, Huck meets the Grangerford family, who are engaged in a 30-year blood feud with the Shepherdson family, although no one remembers why the feud originally started. After a Grangerford daughter elopes with a Shepherdson boy, the feud boils over and all the Grangerford males are shot and killed in a Shepherdson ambush. Huck escapes and is reunited with Jim, who has recovered and repaired the raft.\n\nDownriver, Jim and Huck are joined by two confidence men claiming to be a King and a Duke. The swindlers rope Huck and Jim into playing along with a series of scams. In one town, the swindlers scam the townsfolk with a short and overpriced performance. On the third night, the grifters flee before the townsfolk can take revenge. In the next town, the swindlers impersonate brothers of recently-deceased Peter Wilks to steal his estate. Huck tries to retrieve the money for Wilks's orphaned nieces. Two men claiming to be Wilks' real brothers arrive, causing an uproar. Huck tries to flee in the confusion, but is caught by the grifters. Eventually he escapes, but finds that the swindlers have sold Jim to the Phelps family plantation. Huck vows to free Jim, despite believing he will go to hell as a consequence.\n\nThe Phelps family mistakes Huck for their nephew Tom, who is expected for a visit, and Huck plays along. It turns out their nephew is Tom Sawyer. When he arrives, he plays along with Huck's story and develops a theatrical plan to free Jim. During the escape, Tom is wounded. Jim tends to him instead of escaping, and is arrested and returned to the plantation.[6] Tom's Aunt Polly arrives and reveals the boys' true identities. She explains that Miss Watson has died, freeing Jim in her will. Tom admits he knew this, but wanted to \"rescue\" Jim in style.[7] Jim says that Huck's father was the dead man they found in the floating house, so Huck may return safely to St. Petersburg. Huck declares that he intends to flee west to Indian Territory to escape being adopted by the Phelps family.\n\n"
        },
        {
            "title": "Characters",
            "text": "In order of appearance:\n\n"
        },
        {
            "title": "Themes",
            "text": "Adventures of Huckleberry Finn explores themes of race and identity; what it means to be free and civilized; and the ideas of humanity and social responsibility in the changing landscape of America. A complexity exists concerning Jim's character. While some scholars point out that Jim is good-hearted and moral, and he is not unintelligent (in contrast to several of the more negatively depicted white characters), others have criticized the novel as racist, citing the use of the word \"nigger\" and emphasizing the stereotypically \"comic\" treatment of Jim's lack of education, superstition and ignorance. This argument is supported by incidents early in the novel where Huck deliberately \"tricks\" Jim, taking advantage of his gullibility and Jim still remains loyal to him.[9][10]\n\nBut this novel is also Huck's 'coming of age' story where he overcomes his initial biases and forms a deeper bond with Jim. Throughout the story, Huck is in moral conflict with the received values of the society in which he lives. Huck is unable consciously to rebut those values even in his thoughts but he makes a moral choice based on his own valuation of Jim's friendship and human worth, a decision in direct opposition to the things he has been taught. Twain, in his lecture notes, proposes that \"a sound heart is a surer guide than an ill-trained conscience\" and goes on to describe the novel as \"...a book of mine where a sound heart and a deformed conscience come into collision and conscience suffers defeat\".[11]\n\nTo highlight the hypocrisy required to condone slavery within an ostensibly moral system, Twain has Huck's father enslave his son, isolate him and beat him. When Huck escapes, he immediately encounters Jim \"illegally\" doing the same thing. The treatments both of them receive are radically different, especially in an encounter with Mrs. Judith Loftus who takes pity on who she presumes to be a runaway apprentice, Huck, yet boasts about her husband sending the hounds after a runaway slave, Jim.[12]\n\nSome scholars discuss Huck's own character, and the novel itself, in the context of its relation to African-American culture as a whole. John Alberti quotes Shelley Fisher Fishkin, who writes in her 1990s book Was Huck Black?: Mark Twain and African-American Voices, \"by limiting their field of inquiry to the periphery,\" white scholars \"have missed the ways in which African-American voices shaped Twain's creative imagination at its core.\" It is suggested that the character of Huckleberry Finn illustrates the correlation, and even interrelatedness, between white and Black culture in the United States.[13]\n\n"
        },
        {
            "title": "Illustrations",
            "text": "The original illustrations were done by E. W. Kemble, at the time a young artist working for Life magazine. Kemble was hand-picked by Twain, who admired his work. Hearn suggests that Twain and Kemble had a similar skill, writing that:\n\nAs Kemble could afford only one model, most of his illustrations produced for the book were done by guesswork. When the novel was published, the illustrations were praised even as the novel was harshly criticized. E.W. Kemble produced another set of illustrations for Harper's and the American Publishing Company in 1898 and 1899 after Twain lost the copyright.[15]\n\n"
        },
        {
            "title": "",
            "text": "Twain initially conceived of the work as a sequel to The Adventures of Tom Sawyer that would follow Huckleberry Finn through adulthood. Beginning with a few pages he had removed from the earlier novel, Twain began work on a manuscript he originally titled Huckleberry Finn's Autobiography. Twain worked on the manuscript off and on for the next several years, ultimately abandoning his original plan of following Huck's development into adulthood. He appeared to have lost interest in the manuscript while it was in progress, and set it aside for several years. After making a trip down the Hudson River, Twain returned to his work on the novel. Upon completion, the novel's title closely paralleled its predecessor's: Adventures of Huckleberry Finn (Tom Sawyer's Comrade).[16]\n\nMark Twain composed the story in pen on notepaper between 1876 and 1883. Paul Needham, who supervised the authentication of the manuscript for Sotheby's books and manuscripts department in New York in 1991, stated, \"What you see is [Clemens'] attempt to move away from pure literary writing to dialect writing\". For example, Twain revised the opening line of Huck Finn three times. He initially wrote, \"You will not know about me\", which he changed to, \"You do not know about me\", before settling on the final version, \"You don't know about me, without you have read a book by the name of 'The Adventures of Tom Sawyer'; but that ain't no matter.\"[17] The revisions also show how Twain reworked his material to strengthen the characters of Huck and Jim, as well as his sensitivity to the then-current debate over literacy and voting.[18][19]\n\nA later version was the first typewritten manuscript delivered to a printer.[20]\n\nDemand for the book spread outside of the United States. Adventures of Huckleberry Finn was eventually published on December 10, 1884, in Canada and the United Kingdom, and on February 18, 1885, in the United States.[21] The illustration on page 283 became a point of issue after an engraver, whose identity was never discovered, made a last-minute addition to the printing plate of Kemble's picture of old Silas Phelps, which drew attention to Phelps' groin. Thirty thousand copies of the book had been printed before the obscenity was discovered. A new plate was made to correct the illustration and repair the existing copies.[22][23]\n\nIn 1885, the Buffalo Public Library's curator, James Fraser Gluck, approached Twain to donate the manuscript to the library. Twain did so. Later it was believed that half of the pages had been misplaced by the printer. In 1991, the missing first half turned up in a steamer trunk owned by descendants of Gluck's. The library successfully claimed possession and, in 1994, opened the Mark Twain Room to showcase the treasure.[24]\n\nIn relation to the literary climate at the time of the book's publication in 1885, Henry Nash Smith describes the importance of Mark Twain's already established reputation as a \"professional humorist\", having already published over a dozen other works. Smith suggests that while the \"dismantling of the decadent Romanticism of the later nineteenth century was a necessary operation,\" Adventures of Huckleberry Finn illustrated \"previously inaccessible resources of imaginative power, but also made vernacular language, with its new sources of pleasure and new energy, available for American prose and poetry in the twentieth century.\"[25]\n\n"
        },
        {
            "title": "Critical reception and banning",
            "text": "While it is clear that Adventures of Huckleberry Finn was controversial from the outset, Norman Mailer, writing in The New York Times in 1984, concluded that Twain's novel was not initially \"too unpleasantly regarded.\" In fact, Mailer writes: \"the critical climate could hardly anticipate T. S. Eliot and Ernest Hemingway's encomiums 50 years later,\" reviews that would remain longstanding in the American consciousness.[26]\n\nAlberti suggests that the academic establishment responded to the book's challenges both dismissively and with confusion. During Twain's time and today, defenders of Adventures of Huckleberry Finn \"lump all nonacademic critics of the book together as extremists and 'censors', thus equating the complaints about the book's 'coarseness' from the genteel bourgeois trustees of the Concord Public Library in the 1880s with more recent objections based on race and civil rights.\"[13]\n\nUpon issue of the American edition in 1885, several libraries banned it from their shelves.[27] The early criticism focused on what was perceived as the book's crudeness. One incident was recounted in the newspaper the Boston Transcript:\n\nWriter Louisa May Alcott criticized the book's publication as well, saying that if Twain \"[could not] think of something better to tell our pure-minded lads and lasses he had best stop writing for them\".[29][30]\n\n\nIn 1905, New York's Brooklyn Public Library also banned the book due to \"bad word choice\" and Huck's having \"not only itched but scratched\" within the novel, which was considered obscene. When asked by a Brooklyn librarian about the situation, Twain sardonically replied: \nMany subsequent critics, Ernest Hemingway among them, have deprecated the final chapters, claiming the book \"devolves into little more than minstrel-show satire and broad comedy\" after Jim is detained.[32] Although Hemingway declared, \"All modern American literature comes from\" Huck Finn, and hailed it as \"the best book we've had\", he cautioned, \"If you must read it you must stop where the Nigger Jim is stolen from the boys  [sic]. That is the real end. The rest is just cheating.\"[33][34] The African-American writer Ralph Ellison argued that \"Hemingway missed completely the structural, symbolic and moral necessity for that part of the plot in which the boys rescue Jim. Yet it is precisely this part which gives the novel its significance.\"[35] Pulitzer Prize winner Ron Powers states in his Twain biography (Mark Twain: A Life) that \"Huckleberry Finn endures as a consensus masterpiece despite these final chapters\", in which Tom Sawyer leads Huck through elaborate machinations to rescue Jim.[36]\n\n"
        },
        {
            "title": "Controversy",
            "text": "In his introduction to The Annotated Huckleberry Finn, Michael Patrick Hearn writes that Twain \"could be uninhibitedly vulgar\", and quotes critic William Dean Howells, a Twain contemporary, who wrote that the author's \"humor was not for most women\". However, Hearn continues by explaining that \"the reticent Howells found nothing in the proofs of Huckleberry Finn so offensive that it needed to be struck out\".[37]\n\nMuch of modern scholarship of Huckleberry Finn has focused on its treatment of race. Many Twain scholars have argued that the book, by humanizing Jim and exposing the fallacies of the racist assumptions of slavery, is an attack on racism.[38] Others have argued that the book falls short on this score, especially in its depiction of Jim.[27] According to Professor Stephen Railton of the University of Virginia, Twain was unable to fully rise above the stereotypes of Black people that white readers of his era expected and enjoyed, and, therefore, resorted to minstrel show-style comedy to provide humor at Jim's expense, and ended up confirming rather than challenging late-19th century racist stereotypes.[39]\n\nIn one instance, the controversy caused a drastically altered interpretation of the text: in 1955, CBS tried to avoid controversial material in a televised version of the book, by deleting all mention of slavery and omitting the character of Jim entirely.[40]\n\nBecause of this controversy over whether Huckleberry Finn is racist or anti-racist, and because the word \"nigger\" is frequently used in the novel (a commonly used word in Twain's time that has since become vulgar and taboo), many have questioned the appropriateness of teaching the book in the U.S. public school system—this questioning of the word \"nigger\" is illustrated by a school administrator of Virginia in 1982 calling the novel the \"most grotesque example of racism I've ever seen in my life\".[41] According to the American Library Association, Huckleberry Finn was the fifth most frequently challenged book in the United States during the 1990s.[42]\n\nThere have been several more recent cases involving protests for the banning of the novel. In 2003, high school student Calista Phair and her grandmother, Beatrice Clark, in Renton, Washington, proposed banning the book from classroom learning in the Renton School District, though not from any public libraries, because of the word \"nigger\". The two curriculum committees that considered her request eventually decided to keep the novel on the 11th grade curriculum, though they suspended it until a panel had time to review the novel and set a specific teaching procedure for the novel's controversial topics.[43]\n\nIn 2009, a Washington state high school teacher, John Foley, called for replacing Adventures of Huckleberry Finn with a more modern novel.[44] In an opinion column that Foley wrote in the Seattle Post Intelligencer, he states that all \"novels that use the ‘N-word' repeatedly need to go.\" He states that teaching the novel is not only unnecessary, but difficult due to the offensive language within the novel with many students becoming uncomfortable at \"just hear[ing] the N-word.\"[45]\n\nIn 2016, Adventures of Huckleberry Finn was removed from a public school district in Virginia, along with the novel To Kill a Mockingbird, due to their use of racial slurs.[46][47]\n\nPublishers have made their own attempts at easing the controversy by way of releasing editions of the book with the word \"nigger\" replaced by less controversial words. A 2011 edition of the book, published by NewSouth Books, employed the word \"slave\" (although the word is not properly applied to a freed man). Their argument for making the change was to offer the reader a choice of reading a \"sanitized\" version if they were not comfortable with the original.[48]  Mark Twain scholar Alan Gribben said he hoped the edition would be more friendly for use in classrooms, rather than have the work banned outright from classroom reading lists due to its language.[49]\n\nAccording to publisher Suzanne La Rosa, \"At NewSouth, we saw the value in an edition that would help the works find new readers. If the publication sparks good debate about how language impacts learning or about the nature of censorship or the way in which racial slurs exercise their baneful influence, then our mission in publishing this new edition of Twain's works will be more emphatically fulfilled.\"[50] Another scholar, Thomas Wortham, criticized the changes, saying the new edition \"doesn't challenge children to ask, 'Why would a child like Huck use such reprehensible language?'\"[51]\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Mark_Twain",
        "https://en.wikipedia.org/wiki/Picaresque_novel",
        "https://en.wikipedia.org/wiki/The_Adventures_of_Tom_Sawyer",
        "https://en.wikipedia.org/wiki/Tom_Sawyer_Abroad",
        "https://en.wikipedia.org/wiki/Wikisource",
        "https://en.wikipedia.org/wiki/Mark_Twain",
        "https://en.wikipedia.org/wiki/Great_American_Novel",
        "https://en.wikipedia.org/wiki/American_literature",
        "https://en.wikipedia.org/wiki/Vernacular",
        "https://en.wikipedia.org/wiki/American_literary_regionalism",
        "https://en.wikipedia.org/wiki/Huckleberry_Finn",
        "https://en.wikipedia.org/wiki/Tom_Sawyer_Abroad",
        "https://en.wikipedia.org/wiki/Tom_Sawyer",
        "https://en.wikipedia.org/wiki/The_Adventures_of_Tom_Sawyer",
        "https://en.wikipedia.org/wiki/Mississippi_River",
        "https://en.wikipedia.org/wiki/Southern_United_States",
        "https://en.wikipedia.org/wiki/Antebellum_era",
        "https://en.wikipedia.org/wiki/Satire",
        "https://en.wikipedia.org/wiki/Racism_in_the_United_States",
        "https://en.wikipedia.org/wiki/Racial_stereotypes",
        "https://en.wikipedia.org/wiki/Nigger",
        "https://en.wikipedia.org/wiki/Huckleberry_Finn",
        "https://en.wikipedia.org/wiki/Mississippi_River",
        "https://en.wikipedia.org/wiki/The_Adventures_of_Tom_Sawyer",
        "https://en.wikipedia.org/wiki/Guardianship",
        "https://en.wikipedia.org/wiki/Widow_Douglas",
        "https://en.wikipedia.org/wiki/Tom_Sawyer",
        "https://en.wikipedia.org/wiki/Slave_states_and_free_states",
        "https://en.wikipedia.org/wiki/Timber_rafting",
        "https://en.wikipedia.org/wiki/Steamboat",
        "https://en.wikipedia.org/wiki/Walter_Scott",
        "https://en.wikipedia.org/wiki/Conscience",
        "https://en.wikipedia.org/wiki/Fog",
        "https://en.wikipedia.org/wiki/Blood_feud",
        "https://en.wikipedia.org/wiki/Elope",
        "https://en.wikipedia.org/wiki/Confidence_trick",
        "https://en.wikipedia.org/wiki/Indian_Territory",
        "https://en.wikipedia.org/wiki/List_of_Tom_Sawyer_characters",
        "https://en.wikipedia.org/wiki/Tom_Sawyer",
        "https://en.wikipedia.org/wiki/Tom_Sawyer",
        "https://en.wikipedia.org/wiki/Huckleberry_Finn",
        "https://en.wikipedia.org/wiki/Mark_Twain",
        "https://en.wikipedia.org/wiki/Kentuckian",
        "https://en.wikipedia.org/wiki/Blood_feud",
        "https://en.wikipedia.org/wiki/Con_artist",
        "https://en.wikipedia.org/wiki/Duke_of_Bridgewater",
        "https://en.wikipedia.org/wiki/Louis_XVII_of_France",
        "https://en.wikipedia.org/wiki/Nigger",
        "https://en.wikipedia.org/wiki/Shelley_Fisher_Fishkin",
        "https://en.wikipedia.org/wiki/Mark_Twain",
        "https://en.wikipedia.org/wiki/Hudson_River",
        "https://en.wikipedia.org/wiki/Ghost",
        "https://en.wikipedia.org/wiki/Norman_Mailer",
        "https://en.wikipedia.org/wiki/Ernest_Hemingway",
        "https://en.wikipedia.org/wiki/Encomium",
        "https://en.wikipedia.org/wiki/Louisa_May_Alcott",
        "https://en.wikipedia.org/wiki/Brooklyn_Public_Library",
        "https://en.wikipedia.org/wiki/Sic",
        "https://en.wikipedia.org/wiki/Ralph_Ellison",
        "https://en.wikipedia.org/wiki/Pulitzer_Prize",
        "https://en.wikipedia.org/wiki/Ron_Powers",
        "https://en.wikipedia.org/wiki/Michael_Patrick_Hearn",
        "https://en.wikipedia.org/wiki/William_Dean_Howells",
        "https://en.wikipedia.org/wiki/University_of_Virginia",
        "https://en.wikipedia.org/wiki/Minstrel_show",
        "https://en.wikipedia.org/wiki/CBS",
        "https://en.wikipedia.org/wiki/Nigger",
        "https://en.wikipedia.org/wiki/Taboo",
        "https://en.wikipedia.org/wiki/American_Library_Association",
        "https://en.wikipedia.org/wiki/Seattle_Post_Intelligencer",
        "https://en.wikipedia.org/wiki/Virginia",
        "https://en.wikipedia.org/wiki/To_Kill_a_Mockingbird",
        "https://en.wikipedia.org/wiki/Expurgation",
        "https://en.wikipedia.org/wiki/NewSouth_Books",
        "https://en.wikipedia.org/wiki/Alan_Gribben",
        "https://en.wikipedia.org/wiki/Huck_and_Tom",
        "https://en.wikipedia.org/wiki/Lewis_Sargent",
        "https://en.wikipedia.org/wiki/Gordon_Griffith",
        "https://en.wikipedia.org/wiki/Norman_Taurog",
        "https://en.wikipedia.org/wiki/Jackie_Coogan",
        "https://en.wikipedia.org/wiki/Junior_Durkin",
        "https://en.wikipedia.org/wiki/Mitzi_Green",
        "https://en.wikipedia.org/wiki/MGM",
        "https://en.wikipedia.org/wiki/Richard_Thorpe",
        "https://en.wikipedia.org/wiki/Mickey_Rooney",
        "https://en.wikipedia.org/wiki/John_Carradine",
        "https://en.wikipedia.org/wiki/Michael_Curtiz",
        "https://en.wikipedia.org/wiki/Eddie_Hodges",
        "https://en.wikipedia.org/wiki/Archie_Moore",
        "https://en.wikipedia.org/wiki/Hopelessly_Lost",
        "https://en.wikipedia.org/wiki/American_Broadcasting_Company",
        "https://en.wikipedia.org/wiki/Ron_Howard",
        "https://en.wikipedia.org/wiki/Drew_Barrymore",
        "https://en.wikipedia.org/wiki/Elijah_Wood",
        "https://en.wikipedia.org/wiki/Tom_and_Huck",
        "https://en.wikipedia.org/wiki/Jonathan_Taylor_Thomas",
        "https://en.wikipedia.org/wiki/Brad_Renfro",
        "https://en.wikipedia.org/wiki/Huckleberry_Larry",
        "https://en.wikipedia.org/wiki/VeggieTales",
        "https://en.wikipedia.org/wiki/Leon_Seidel",
        "https://en.wikipedia.org/wiki/Hermine_Huntgeburth",
        "https://en.wikipedia.org/wiki/Joel_Courtney",
        "https://en.wikipedia.org/wiki/Katherine_McNamara",
        "https://en.wikipedia.org/wiki/Anime",
        "https://en.wikipedia.org/wiki/Huckleberry_Finn_and_His_Friends",
        "https://en.wikipedia.org/wiki/Ian_Tracey",
        "https://en.wikipedia.org/wiki/PBS",
        "https://en.wikipedia.org/wiki/Robert_James_Dixson",
        "https://en.wikipedia.org/wiki/Roger_Miller",
        "https://en.wikipedia.org/wiki/Jon_Clinch",
        "https://en.wikipedia.org/wiki/Huck_Out_West",
        "https://en.wikipedia.org/wiki/Robert_Coover",
        "https://en.wikipedia.org/wiki/California_Gold_Rush",
        "https://en.wikipedia.org/wiki/My_Jim",
        "https://en.wikipedia.org/wiki/Nancy_Rawles",
        "https://en.wikipedia.org/wiki/Mississippi_Suite",
        "https://en.wikipedia.org/wiki/Ferde_Grofe",
        "https://en.wikipedia.org/wiki/Huckleberry_Finn_EP",
        "https://en.wikipedia.org/wiki/Kurt_Weill",
        "https://en.wikipedia.org/wiki/Duke_Special",
        "https://en.wikipedia.org/wiki/The_New_Adventures_of_Huckleberry_Finn",
        "https://en.wikipedia.org/wiki/Mark_Twain_bibliography",
        "https://en.wikipedia.org/wiki/List_of_films_featuring_slavery",
        "https://en.wikipedia.org/wiki/The_Story_of_a_Bad_Boy",
        "https://en.wikipedia.org/wiki/Wayback_Machine",
        "https://en.wikipedia.org/wiki/Wayback_Machine",
        "https://en.wikipedia.org/wiki/Duke_University_Press",
        "https://en.wikipedia.org/wiki/AFI_Catalog_of_Feature_Films",
        "https://en.wikipedia.org/wiki/IMDb",
        "https://en.wikipedia.org/wiki/IMDb",
        "https://en.wikipedia.org/wiki/AFI_Catalog_of_Feature_Films",
        "https://en.wikipedia.org/wiki/IMDb",
        "https://en.wikipedia.org/wiki/AFI_Catalog_of_Feature_Films",
        "https://en.wikipedia.org/wiki/AllMovie",
        "https://en.wikipedia.org/wiki/Turner_Classic_Movies",
        "https://en.wikipedia.org/wiki/IMDb",
        "https://en.wikipedia.org/wiki/Turner_Classic_Movies",
        "https://en.wikipedia.org/wiki/AllMovie",
        "https://en.wikipedia.org/wiki/AllMovie",
        "https://en.wikipedia.org/wiki/IMDb",
        "https://en.wikipedia.org/wiki/IMDb",
        "https://en.wikipedia.org/wiki/IMDb",
        "https://en.wikipedia.org/wiki/Anime_News_Network",
        "https://en.wikipedia.org/wiki/IMDb",
        "https://en.wikipedia.org/wiki/Anime_News_Network",
        "https://en.wikipedia.org/wiki/WorldCat",
        "https://en.wikipedia.org/wiki/Internet_Broadway_Database",
        "https://en.wikipedia.org/wiki/Naxos_Records",
        "https://en.wikipedia.org/wiki/IMDb",
        "https://en.wikipedia.org/wiki/Wikisource",
        "https://en.wikipedia.org/wiki/Standard_Ebooks",
        "https://en.wikipedia.org/wiki/Project_Gutenberg",
        "https://en.wikipedia.org/wiki/LibriVox",
        "https://en.wikipedia.org/wiki/Internet_Archive",
        "https://en.wikipedia.org/wiki/Mark_Twain",
        "https://en.wikipedia.org/wiki/Mark_Twain_bibliography",
        "https://en.wikipedia.org/wiki/The_Adventures_of_Tom_Sawyer",
        "https://en.wikipedia.org/wiki/The_Prince_and_the_Pauper",
        "https://en.wikipedia.org/wiki/The_American_Claimant",
        "https://en.wikipedia.org/wiki/Tom_Sawyer_Abroad",
        "https://en.wikipedia.org/wiki/Personal_Recollections_of_Joan_of_Arc",
        "https://en.wikipedia.org/wiki/A_Double_Barrelled_Detective_Story",
        "https://en.wikipedia.org/wiki/The_Mysterious_Stranger",
        "https://en.wikipedia.org/wiki/Hellfire_Hotchkiss",
        "https://en.wikipedia.org/wiki/The_Celebrated_Jumping_Frog_of_Calaveras_County",
        "https://en.wikipedia.org/wiki/Cannibalism_in_the_Cars",
        "https://en.wikipedia.org/wiki/A_Literary_Nightmare",
        "https://en.wikipedia.org/wiki/The_Great_Revolution_in_Pitcairn",
        "https://en.wikipedia.org/wiki/The_Stolen_White_Elephant",
        "https://en.wikipedia.org/wiki/The_Million_Pound_Bank_Note",
        "https://en.wikipedia.org/wiki/A_Double_Barrelled_Detective_Story",
        "https://en.wikipedia.org/wiki/Those_Extraordinary_Twins",
        "https://en.wikipedia.org/wiki/The_Man_That_Corrupted_Hadleyburg",
        "https://en.wikipedia.org/wiki/The_War_Prayer",
        "https://en.wikipedia.org/wiki/My_Platonic_Sweetheart",
        "https://en.wikipedia.org/wiki/Advice_to_Little_Girls",
        "https://en.wikipedia.org/wiki/Sketches_New_and_Old",
        "https://en.wikipedia.org/wiki/Merry_Tales",
        "https://en.wikipedia.org/wiki/The_Awful_German_Language",
        "https://en.wikipedia.org/wiki/On_the_Decay_of_the_Art_of_Lying",
        "https://en.wikipedia.org/wiki/Advice_to_Youth",
        "https://en.wikipedia.org/wiki/How_to_Tell_a_Story_and_Other_Essays",
        "https://en.wikipedia.org/wiki/Concerning_the_Jews",
        "https://en.wikipedia.org/wiki/To_the_Person_Sitting_in_Darkness",
        "https://en.wikipedia.org/wiki/Edmund_Burke_on_Croker_and_Tammany",
        "https://en.wikipedia.org/wiki/The_United_States_of_Lyncherdom",
        "https://en.wikipedia.org/wiki/Letters_from_the_Earth",
        "https://en.wikipedia.org/wiki/Mark_Twain_at_the_Territorial_Enterprise",
        "https://en.wikipedia.org/wiki/Letters_from_Hawaii",
        "https://en.wikipedia.org/wiki/The_Innocents_Abroad",
        "https://en.wikipedia.org/wiki/Roughing_It",
        "https://en.wikipedia.org/wiki/Old_Times_on_the_Mississippi",
        "https://en.wikipedia.org/wiki/A_Tramp_Abroad",
        "https://en.wikipedia.org/wiki/Life_on_the_Mississippi",
        "https://en.wikipedia.org/wiki/Following_the_Equator",
        "https://en.wikipedia.org/wiki/Autobiography_of_Mark_Twain",
        "https://en.wikipedia.org/wiki/Chapters_from_My_Autobiography",
        "https://en.wikipedia.org/wiki/The_Private_History_of_a_Campaign_That_Failed",
        "https://en.wikipedia.org/wiki/Some_Thoughts_on_the_Science_of_Onanism",
        "https://en.wikipedia.org/wiki/Mark_Twain_family_cabin",
        "https://en.wikipedia.org/wiki/Mark_Twain_Birthplace_State_Historic_Site",
        "https://en.wikipedia.org/wiki/Mark_Twain_State_Park",
        "https://en.wikipedia.org/wiki/Mark_Twain_Cave",
        "https://en.wikipedia.org/wiki/Mark_Twain_in_Nevada",
        "https://en.wikipedia.org/wiki/Territorial_Enterprise",
        "https://en.wikipedia.org/wiki/Sagebrush_School",
        "https://en.wikipedia.org/wiki/Mark_Twain_House",
        "https://en.wikipedia.org/wiki/Stormfield",
        "https://en.wikipedia.org/wiki/Mark_Twain_in_popular_culture",
        "https://en.wikipedia.org/wiki/Mark_Twain_Prize_for_American_Humor",
        "https://en.wikipedia.org/wiki/Twain_and_Shaw_Do_Lunch",
        "https://en.wikipedia.org/wiki/Olivia_Langdon_Clemens",
        "https://en.wikipedia.org/wiki/Susy_Clemens",
        "https://en.wikipedia.org/wiki/Clara_Clemens",
        "https://en.wikipedia.org/wiki/Jean_Clemens",
        "https://en.wikipedia.org/wiki/John_Marshall_Clemens",
        "https://en.wikipedia.org/wiki/Orion_Clemens",
        "https://en.wikipedia.org/wiki/Jap_Herron",
        "https://en.wikipedia.org/wiki/Mark_Twain",
        "https://en.wikipedia.org/wiki/List_of_Tom_Sawyer_characters",
        "https://en.wikipedia.org/wiki/Huckleberry_Finn",
        "https://en.wikipedia.org/wiki/Tom_Sawyer",
        "https://en.wikipedia.org/wiki/The_Adventures_of_Tom_Sawyer",
        "https://en.wikipedia.org/wiki/Tom_Sawyer_Abroad",
        "https://en.wikipedia.org/wiki/The_Mysterious_Stranger",
        "https://en.wikipedia.org/wiki/Huck_and_Tom",
        "https://en.wikipedia.org/wiki/Hopelessly_Lost",
        "https://en.wikipedia.org/wiki/Tom_and_Huck",
        "https://en.wikipedia.org/wiki/Band_of_Robbers",
        "https://en.wikipedia.org/wiki/The_New_Adventures_of_Huckleberry_Finn",
        "https://en.wikipedia.org/wiki/Huckleberry_Finn_and_His_Friends",
        "https://en.wikipedia.org/wiki/The_Thin_Executioner",
        "https://en.wikipedia.org/wiki/Adventures_of_Huckleberry_Finn",
        "https://en.wikipedia.org/wiki/Adventures_of_Huckleberry_Finn",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}