{
    "url": "https://en.wikipedia.org/wiki/Adventure_game",
    "title": "Adventure game",
    "table_of_contents": [
        "1 Definition",
        "1.1 Relationship to other genres",
        "2 Game design",
        "2.1 Puzzle-solving",
        "2.2 Gathering and using items",
        "2.3 Story, setting, and themes",
        "2.4 Dialogue and conversation trees",
        "2.5 Goals, success and failure",
        "3 Subgenres",
        "3.1 Text adventures and interactive fiction",
        "3.2 Graphic adventure",
        "3.2.1 Point-and-click adventure games",
        "3.2.2 Escape the room games",
        "3.2.3 Puzzle adventure games",
        "3.2.4 Narrative adventure games",
        "3.2.5 Walking simulators",
        "3.3 Visual novel",
        "3.4 Interactive movie",
        "3.5 Hybrids",
        "4 History of Western adventure games",
        "4.1 Text adventures (1976–1989)",
        "4.2 Graphical development (1980–1990)",
        "4.3 Expansion (1990–2000)",
        "4.4 Decline (2000–2010)",
        "4.5 New platforms and rebirth (2005–onward)",
        "5 History of Japanese adventure games",
        "5.1 Early computer graphic adventures (1981–1988)",
        "5.2 Interactive movie arcade games (1983–1985)",
        "5.3 Early point-and-click adventures (1983–1995)",
        "5.4 Early console adventures (1985–1996)",
        "5.5 Visual novels (1990–present)",
        "5.6 3D adventure games (1993–present)",
        "5.7 Global expansion (2000–present)",
        "6 Emulation and virtual machines",
        "7 See also",
        "8 References",
        "8.1 Bibliography",
        "9 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "An adventure game is a video game genre in which the player assumes the role of a protagonist in an interactive story driven by exploration and/or puzzle-solving.[1] The genre's focus on story allows it to draw heavily from other narrative-based media, literature and film, encompassing a wide variety of literary genres. Many adventure games (text and graphic) are designed for a single player, since this emphasis on story and character makes multiplayer design difficult.[2] Colossal Cave Adventure is identified[3] as the first such adventure game, first released in 1976, while other notable adventure game series include Zork, King's Quest, Monkey Island, and Myst.\n\nInitial adventure games developed in the 1970s and early 1980s were text-based, using text parsers to translate the player's input into commands. As personal computers became more powerful with better graphics, the graphic adventure-game format became popular, initially by augmenting player's text commands with graphics, but soon moving towards point-and-click interfaces. Further computer advances led to adventure games with more immersive graphics using real-time or pre-rendered three-dimensional scenes or full-motion video taken from the first- or third-person perspective.\n\nFor markets in the Western hemisphere, the genre's popularity peaked during the late 1980s to mid-1990s when many[quantify] considered it to be among the most technically advanced genres, but it had become a niche genre in the early 2000s due to the popularity of first-person shooters, and it became difficult for developers to find publishers to support adventure-game ventures. Since then, a resurgence in the genre has occurred, spurred on by the success of independent video-game development, particularly from crowdfunding efforts, from the wide availability of digital distribution enabling episodic approaches, and from the proliferation of new gaming platforms, including portable consoles and mobile devices.\n\nWithin Asian markets, adventure games continue to be popular in the form of visual novels, which make up nearly 70% of PC games released in Japan.[4] Asian countries have also found markets for adventure games for portable and mobile gaming devices. Japanese adventure-games tend to be distinct[clarification needed] from Western adventure-games and have their own separate development history.\n\n"
        },
        {
            "title": "Definition",
            "text": "The term \"adventure game\" originated from the 1970s text computer game Colossal Cave Adventure, often referred to simply as Adventure,[6][7] which pioneered a style of gameplay which many developers imitated and which became a genre in its own right. The video game genre is therefore defined by its gameplay, unlike the literary genre, which is defined by the subject it addresses: the activity of adventure.[5]\n\nEssential elements of the genre include storytelling, exploration, and puzzle-solving.[5] Marek Bronstring, former head of content at Sega, has characterised adventure games as puzzles embedded in a narrative framework;[14]\nsuch games may involve narrative content that a player unlocks piece by piece over time.[15] While the puzzles that players encounter through the story can be arbitrary, those that do not pull the player out of the narrative are considered[by whom?] examples of good design.[16]\n\nCombat and action challenges are limited or absent in adventure games;[17] this distinguishes them from action games.[8] In the book Andrew Rollings and Ernest Adams on Game Design, the authors state that \"this [reduced emphasis on combat] doesn't mean that there is no conflict in adventure games ... only that combat is not the primary activity.\"[6] Some adventure games will include a minigame from another video-game genre, which adventure-game purists do not always appreciate.[18] Hybrid action-adventure games blend action and adventure games throughout the game experience, incorporating more physical challenges than pure adventure games and at a faster pace.[19] This definition is hard to apply, however, with some debate among designers about which games classify as action games and which involve enough non-physical challenges to be considered action-adventures.[13]\n\nAdventure games are also distinct from role-playing video-games that involve action, team-building, and points management.[8] Adventure games lack the numeric rules or relationships seen in role-playing games (RPGs), and seldom have an internal economy.[20] These games lack any skill-system, combat, or \"an opponent to be defeated through strategy and tactics\".[6] However, some hybrid games exist where role-playing games with strong narrative and puzzle elements are considered[by whom?] RPG-adventures.[21]\nFinally, adventure games are classified separately from puzzle video games.[8][need quotation to verify] Although an adventure game may involve puzzle-solving, adventure games typically involve a player-controlled avatar in an interactive story.[22][need quotation to verify]\n\n"
        },
        {
            "title": "Game design",
            "text": "Adventure games contain a variety of puzzles, decoding messages, finding and using items, opening locked doors, or finding and exploring new locations.[23][24] Solving a puzzle will unlock access to new areas in the game world, and reveal more of the game story.[25] Logic puzzles, where mechanical devices are designed with abstract interfaces to test a player's deductive reasoning skills, are common.[26]\n\nSome puzzles are criticized for the obscurity of their solutions, for example, the combination of a clothes line, clamp, and deflated rubber duck used to gather a key stuck between the subway tracks in The Longest Journey, which exists outside of the game's narrative and serves only as an obstacle to the player.[27] Others have been criticized for requiring players to blindly guess, either by clicking on the right pixel, or by guessing the right verb in games that use a text interface.[28] Games that require players to navigate mazes have also become less popular, although the earliest text-adventure games usually required players to draw a map if they wanted to navigate the abstract space.[29]\n\nMany adventure games make use of an inventory management screen as a distinct gameplay mode.[23] Players are only able to pick up some objects in the game, so the player usually knows that only objects that can be picked up are important.[13] Because it can be difficult for a player to know if they missed an important item, they will often scour every scene for items. For games that utilize a point and click device, players will sometimes engage in a systematic search known as a \"pixel hunt\", trying to locate the small area on the graphic representation of the location on screen that the developers defined, which may not be obvious or only consist of a few on-screen pixels. A notable example comes from the original Full Throttle by LucasArts, where one puzzle requires instructing the character to kick a wall at a small spot, which Tim Schafer, the game's lead designer, had admitted years later was a brute force measure; in the remastering of the game, Schafer and his team at Double Fine made this puzzle's solution more obvious.[30] More recent adventure games try to avoid pixel hunts by highlighting the item, or by snapping the player's cursor to the item.[31]\n\nMany puzzles in these games involve gathering and using items from their inventory.[24] Players must apply lateral thinking techniques where they apply real-world extrinsic knowledge about objects in unexpected ways. For example, by putting a deflated inner tube on a cactus to create a slingshot, which requires a player to realize that an inner tube is stretchy.[13] They may need to carry items in their inventory for a long duration before they prove useful,[32] and thus it is normal for adventure games to test a player's memory where a challenge can only be overcome by recalling a piece of information from earlier in the game.[13] There is seldom any time pressure for these puzzles, focusing more on the player's ability to reason than on quick-thinking.[33]\n\nAdventure games are single-player experiences that are largely story-driven.[34] More than any other genre, adventure games depend upon their story and setting to create a compelling single-player experience.[13] They are typically set in an immersive environment, often a fantasy world,[7][10] and try to vary the setting from chapter to chapter to add novelty and interest to the experience.[13] Comedy is a common theme, and games often script comedic responses when players attempt actions or combinations that are \"ridiculous or impossible\".[35]\n\nSince adventure games are driven by storytelling, character development usually follows literary conventions of personal and emotional growth, rather than new powers or abilities that affect gameplay.[13] The player often embarks upon a quest,[11] or is required to unravel a mystery or situation about which little is known.[9] These types of mysterious stories allow designers to get around what Ernest W. Adams calls the \"Problem of Amnesia\", where the player controls the protagonist but must start the game without their knowledge and experience.[36] Story-events typically unfold as the player completes new challenges or puzzles, but in order to make such storytelling less mechanical, new elements in the story may also be triggered by player movement.[13]\n\nAdventure games have strong storylines with significant dialog, and sometimes make effective use of recorded dialog or narration from voice actors.[13] This genre of game is known for representing dialog as a conversation tree.[37] Players are able to engage a non-player character by choosing a line of pre-written dialog from a menu, which triggers a response from the game character.[18] These conversations are often designed as a tree structure, with players deciding between each branch of dialog to pursue.[38] However, there are always a finite number of branches to pursue, and some adventure games devolve into selecting each option one-by-one.[39] Conversing with characters can reveal clues about how to solve puzzles, including hints about what that character wanted before they would cooperate with the player.[13] Other conversations will have far-reaching consequences, deciding to disclose a valuable secret that has been entrusted to the player.[13] Characters may also be convinced to reveal their own secrets, either through conversation or by giving them something that will benefit them.[citation needed]\n\nThe primary goal in adventure games is the completion of the assigned quest.[40] Early adventure games often had high scores and some, including Zork and some of its sequels, assigned the player a rank, a text description based on their score.[41] High scores provide the player with a secondary goal,[40] and serve as an indicator of progression.[41] While high scores are now less common, external reward systems, such as Xbox Live's Achievements, perform a similar role.[42]\n\nThe primary failure condition in adventure games, inherited from more action-oriented games, is player death. Without the clearly identified enemies of other genres, its inclusion in adventure games is controversial, and many developers now either avoid it or take extra steps to foreshadow death.[43] Some early adventure games trapped the players in unwinnable situations without ending the game. Infocom's text adventure The Hitchhiker's Guide to the Galaxy has been criticized for a scenario where failing to pick up a pile of junk mail at the beginning of the game prevented the player, much later, from completing the game.[44] The adventure games developed by LucasArts purposely avoided creating a dead-end situation for the player due to the negative reactions to such situations.[45]\n\n"
        },
        {
            "title": "Subgenres",
            "text": "\n\nText adventures convey the game's story through passages of text, revealed to the player in response to typed instructions.[46] Early text adventures, Colossal Cave Adventure, \"Hugo's House of Horrors\" and Scott Adams' games, used a simple verb-noun parser to interpret these instructions, allowing the player to interact with objects at a basic level, for example by typing \"get key\".[47] Later text adventures, and modern interactive fiction, use natural language processing to enable more complex player commands like \"take the key from the desk\". Notable examples of advanced text adventures include most games developed by Infocom, including Zork and The Hitchhiker's Guide to the Galaxy.[46] With the onset of graphic adventures, the text adventure fell to the wayside, though the medium remains popular as a means of writing interactive fiction (IF) particularly with the introduction of the Inform natural language platform for writing IF. Interactive fiction can still provide puzzle-based challenges like adventure games, but many modern IF works also explore alternative methods of narrative storytelling techniques unique to the interactive medium and may eschew complex puzzles associated with typical adventure games. Readers or players of IF may still need to determine how to interact appropriately with the narrative to progress and thus create a new type of challenge.[48][49][50]\n\nGraphic adventures are adventure games that use graphics to convey the environment to the player.[51] Games under the graphic adventure banner may have a variety of input types, from text parsers to touch screen interfaces.[46] Graphic adventure games will vary in how they present the avatar. Some games will utilize a first-person or third-person perspective where the camera follows the player's movements, whereas many adventure games use drawn or pre-rendered backgrounds, or a context-sensitive camera that is positioned to show off each location to the best effect.[52]\n\nPoint-and-click adventure games are those where the player typically controls their character through a point and click interface using a computer mouse or similar pointing device, though additional control schemes may also be available.[53] The player clicks to move their character around, interact with non-player characters, often initiating conversation trees with them, examine objects in the game's settings or with their character's item inventory. Many older point-and-click games include a list of on-screen verbs to describe specific actions in the manner of a text adventure, but newer games have used more context-sensitive user interface elements to reduce or eliminate this approach. Often, these games come down to collecting items for the character's inventory, and figuring when is the right time to use that item; the player would need to use clues from the visual elements of the game, descriptions of the various items, and dialogue from other characters to figure this out. Later games developed by Sierra On-Line, including the King's Quest games, and nearly all of the LucasArts adventure games, are point-and-click-based games.\n\nPoint-and-click adventure games can also be the medium in which interactive, cinematic video games comprise. They feature cutscenes interspersed by short snippets of interactive gameplay that tie in with the story. This sub-genre is most famously used by the defunct Telltale Games with their series such as Minecraft: Story Mode and their adaptation of The Walking Dead.\n\nEscape the room games are a further specialization of point-and-click adventure games; these games are typically short and confined to a small space to explore, with almost no interaction with non-player characters. Most games of this type require the player to figure out how to escape a room using the limited resources within it and through the solving of logic puzzles. Other variants include games that require the player to manipulate a complex object to achieve a certain end in the fashion of a puzzle box. These games are often delivered in Adobe Flash format and are also popular on mobile devices. The genre is notable for inspiring real-world escape room challenges.[54] Examples of the subgenre include MOTAS (Mysteries of Time and Space), The Crimson Room, and The Room.[55][56][57]\n\nPuzzle adventure games are adventure games that put a strong emphasis on logic puzzles. They typically emphasize self-contained puzzle challenges with logic puzzle toys or games. Completing each puzzle opens more of the game's world to explore, additional puzzles to solve, and can expand on the game's story.[58] There are often few to none non-playable characters in such games, and lack the type of inventory puzzles that typical point-and-click adventure games have. Puzzle adventure games were popularized by Myst and The 7th Guest. These both used mixed media consisting of pre-rendered images and movie clips,[59] but since then, puzzle adventure games have taken advantage of modern game engines to present the games in full 3D settings, such as The Talos Principle. Myst itself has been recreated in such a fashion in the title realMyst. Other puzzle adventure games are casual adventure games made up of a series of puzzles used to explore and progress the story, exemplified by The Witness and the Professor Layton series of games.\n\nNarrative adventure games are those that allow for branching narratives, with choices made by the player influencing events throughout the game. While these choices do not usually alter the overall direction and major plot elements of the game's story, they help personalize the story to the player's desire through the ability to choose these determinants – exceptions include Detroit: Become Human, where players' choices can bring to multiple completely different endings and characters' death. These games favor narrative storytelling over traditional gameplay, with gameplay present to help immerse the player into the game's story: gameplay may include working through conversation trees, solving puzzles, or the use of quick time events to aid in action sequences to keep the player involved in the story. Though narrative games are similar to interactive movies and visual novels in that they present pre-scripted scenes, the advancement of computing power can render pre-scripted scenes in real-time, thus providing for more depth of gameplay that is reactive to the player. Most Telltale Games titles, such as The Walking Dead, are narrative games. Other examples include Sega AM2's Shenmue series, Konami's Shadow of Memories, Quantic Dream's Fahrenheit, Heavy Rain and Beyond: Two Souls, Dontnod Entertainment's Life Is Strange series,[60] and Night in the Woods.\n\nWalking simulators, or environmental narrative games, are narrative games that generally eschew any type of gameplay outside of movement and environmental interaction that allow players to experience their story through exploration and discovery. Walking simulators feature few or even no puzzles at all, and win/lose conditions may not exist. The simulators allow players to roam around the game environment and discover objects like books, audio logs, or other clues that develop the story, and may be augmented with dialogue with non-playable characters and cutscenes. These games allow for exploration of the game's world without any time limits or other forced constraints, an option usually not offered in more action-oriented games.[61][62]\n\nThe term \"walking simulator\" had sometimes been used pejoratively as such games feature almost no traditional gameplay elements and only involved walking around. The term has become more accepted as games within the genre gained critical praise in the 2010s;[63][64] other names have been proposed, like \"environmental narrative games\" or \"interactive narratives\", which emphasizes the importance of the narration and the fact the plot is told by interaction with ambient elements.[65][61] Examples of walking simulators include Gone Home, Dear Esther, Firewatch, The Vanishing of Ethan Carter, Proteus, Jazzpunk, The Stanley Parable, Thirty Flights of Loving, and What Remains of Edith Finch.[66][67]\n\nWalking simulators may have ties to the survival horror genre. Though most survival horror games do include combat and other actions the player can use to survive, some games like Outlast and Paratopic remove combat abilities, which leaves the player without any means to otherwise react to events. These games can be seen as walking simulators as they help to create an emotional response in their narrative by removing player agency to react to frightening events, combined with the ability to insert visual and audio cues designed to frighten the player.[62]\n\nThe walking simulator genre is primarily one taken up by independent video game development. However, some triple-A examples have started to show trends toward walking simulators. Assassin's Creed: Origins and Assassin's Creed: Odyssey include a \"Discovery Mode\" that eliminates the game's combat and allows the players to explore the recreations of Ancient Egypt and Ancient Greece, respectively.\n\nA visual novel (ビジュアルノベル, bijuaru noberu) is a hybrid of text and graphical adventure games, typically featuring text-based story and interactivity aided by static or sprite-based visuals. They resemble mixed-media novels or tableau vivant stage plays. Most visual novels typically feature dialogue trees, branching storylines, and multiple endings.[68][69] The format has its primary origins in Japanese and other Asian video game markets, typically for personal computers and more recently on handheld consoles or mobile devices. The format did not gain much traction in Western markets,[4] but started gaining more success since the late 2000s.[70][71] A common type of visual novel are dating sims, which has the player attempt to improve a relationship with one or more other characters, such as Hatoful Boyfriend.\n\nSome adventure games have been presented as interactive movies; these are games where most of the graphics are either fully pre-rendered or use full motion video from live actors on a set, stored on a media that allows fast random access such as laserdisc or CD-ROM. The arcade versions of Dragon's Lair and Space Ace are canonical examples of such works. The game's software presented a scene, to which players responded by moving a joystick and pressing a button, and each choice prompted the game to play a new scene. The video may be augmented by additional computer graphics; Under a Killing Moon used a combination of full-motion video and 3D graphics. Because these games are limited by what has been pre-rendered or recorded, player interactivity is limited in these titles, and wrong choices or decisions may lead quickly to an ending scene.\n\nThere are a number of hybrid graphical adventure games, borrowing from two or more of the above classifications. The Zero Escape series wraps several escape-the-room puzzles within the context of a visual novel.[72] The Adventures of Sherlock Holmes series has the player use point-and-click type interfaces to locate clues, and minigame-type mechanics to manipulate those clues to find more relevant information.[73]\n\nWhile most adventure games typically do not include any time-based interactivity by the player, action-adventure games are a hybrid of action games with adventure games that often require to the player to react quickly to events as they occur on screen.[18] The action-adventure genre is broad, spanning many different subgenres, but typically these games utilize strong storytelling and puzzle-solving mechanics of adventure games among the action-oriented gameplay concepts. The foremost title in this genre was Adventure, a graphic home console game developed based on the text-based Colossal Cave Adventure,[17] while the first The Legend of Zelda brought the action-adventure concept to a broader audience.\n\n"
        },
        {
            "title": "History of Western adventure games",
            "text": "The origins of text adventure games is difficult to trace as records of computing around the 1970s were not as well documented. Text-based games had existed prior to 1976 that featured elements of exploring maps or solving puzzles, such as Hunt the Wumpus (1975), but lacked a narrative element, a feature essential for adventure games.[74] Colossal Cave Adventure (1976), written by William Crowther and Don Woods, is widely considered to be the first game in the adventure genre, and a significant influence on the genre's early development, as well as influencing core games in other genres such as Adventure (1979) for the action-adventure video game and Rogue (1980) for roguelikes. Crowther was an employee at Bolt, Beranek and Newman, a Boston company involved with ARPANET routers, in the mid-1970s.[75] As an avid caver and role-playing game enthusiast, he wrote a text adventure based on his own knowledge of the Mammoth Cave system in Kentucky.[75] The program, which he named Adventure, was written on the company's PDP-10 and used 300 kilobytes of memory.[76][77] The program was disseminated through ARPANET, which led to Woods, working at the Stanford Artificial Intelligence Laboratory at Stanford at the time, to modify and expand the game, eventually becoming Colossal Cave Adventure.[75]\n\nColossal Cave Adventure set concepts and gameplay approaches that became staples of text adventures and interactive fiction.[78] Following its release on ARPANET, numerous variations of Colossal Cave Adventure appeared throughout the late 1970s and early 1980s, with some of these later versions being re-christened Colossal Adventure or Colossal Caves. These variations were enabled by the increase in microcomputing that allowed programmers to work on home computers rather than mainframe systems.[76][79][80] The genre gained commercial success with titles designed for home computers. Scott Adams launched Adventure International to publish text adventures including an adaptation of Colossal Cave Adventure, while a number of MIT students formed Infocom to bring their game Zork from mainframe to home computers and was a commercial success.\n[81] Other companies in this field included Level 9 Computing, Magnetic Scrolls and Melbourne House.\n\nWhen personal computers gained the ability to display graphics, the text adventure genre began to wane, and by 1990 there were few if any commercial releases, though in the UK publisher Zenobi released many games that could be purchased via mail order during the first half of the 90s. Non-commercial text adventure games have been developed for many years within the genre of interactive fiction. Games are also being developed using the older term 'text adventure' with Adventuron, alongside some published titles for older 8-bit and 16-bit machines.\n\nThe first known graphical adventure game was Mystery House (1980), by Sierra On-Line, then at the time known as On-Line Systems.[82] Designed by the company's co-founder Roberta Williams and programmed with the help of her husband Ken, the game featured static vector graphics atop a simple command line interface, building on the text adventure model. Roberta was directly inspired by Colossal Cave Adventure as well as the text adventure games that followed from it.[83] Sierra continued to produce similar games under the title Hi-Res Adventure.[84][85] Vector graphics gave way to bitmap graphics which also enabled for simple animations to show the player-character moving in response to typed commands. Here, Sierra's King's Quest (1984), though not the first game of its type, is recognized as a commercially successful graphical adventure game, enabling Sierra to expand on more titles.[86] Other examples of early games include Koei's Danchi Tsuma no Yuwaku (1982), Sherwood Forest (1982), Yuji Horii's Portopia Serial Murder Case (1983), The Return of Heracles (which faithfully portrayed Greek mythology) by Stuart Smith (1983), Dale Johnson's Masquerade (1983), Antonio Antiochia's Transylvania (1982, re-released in 1984), and Adventure Construction Set (1985), one of the early hits of Electronic Arts.\n\nAs computers gained the ability to use pointing devices and point-and-click interfaces, graphical adventure games moved away from including the text interface and simply provided appropriate commands the player could interact with on-screen. The first known game with such an interface was Enchanted Scepters (1984) from Silicon Beach Software, which used drop-down menus for the player to select actions from while using a text window to describe results of those actions.[86] In 1985, ICOM Simulations released Déjà Vu, the first of its MacVenture series, utilized a more complete point-and-click interface, including the ability to drag objects around on the current scene, and was a commercial success.[86] LucasArts' Maniac Mansion, released in 1987, used a novel \"verb-object\" interface, showing all possible commands the player could use to interact with the game along with the player's inventory, which became a staple of LucasArts' own adventure games and in the genre overall.[86][87][88] The point-and-click system also worked well for game consoles, with games like Chunsoft's Portopia Serial Murder Case (1985) and Square's Suishō no Dragon (1986), both on the Nintendo Entertainment System using the controller input instead of text-based actions.[89][90]\n\nGraphical adventure games were considered to have spurred the gaming market for personal computers from 1985 through the next decade, as they were able to offer narratives and storytelling that could not readily be told by the state of graphical hardware at the time.[91]\n\nGraphical adventure games continued to improve with advances in graphic systems for home computers, providing more detailed and colorful scenes and characters. With the adoption of CD-ROM in the early 1990s, it became possible to include higher quality graphics, video, and audio in adventure games.\n[59] This saw the addition of voice acting to adventure games, the rise of Interactive movies, The Beast Within: A Gabriel Knight Mystery, and the gradual adoption of three-dimensional graphics in adventure games, the critically acclaimed Grim Fandango, Lucasarts' first 3D adventure.[86]\n\nMyst, released in 1993 by Cyan Worlds, is considered one of the genre's more influential titles. Myst included pre-rendered 3D graphics, video, and audio.[92] Myst was an atypical game for the time, with no clear goals, little personal or object interaction, and a greater emphasis on exploration, and on scientific and mechanical puzzles. Part of the game's success was because it did not appear to be aimed at an adolescent male audience, but instead a mainstream adult audience. Myst held the record for computer game sales for seven years—it sold over nine million copies on all platforms, a feat not surpassed until the release of The Sims in 2000.[93] In addition, Myst is considered to be the \"killer app\" that drove mainstream adoption of CD-ROM drives, as the game was one of the first to be distributed solely on CD-ROM, forgoing the option of floppy disks.[94][95] Myst's successful use of mixed-media led to its own sequels, and other puzzle-based adventure games, using mixed-media such as The 7th Guest. With many companies attempting to capitalize on the success of Myst, a glut of similar games followed its release, which contributed towards the start of the decline of the adventure game market in 2000.[86] Nevertheless, the American market research firm NPD FunWorld reported that adventure games were the best-selling genre of the 1990s, followed by strategy video games. Writer Mark H. Walker attributed this dominance in part to Myst.[96]\n\nThe 1990s also saw the release of many adventure games from countries that had experienced dormant or fledgling video gaming industries up until that point. These games were generally inspired by their Western counterparts and a few years behind in terms of technological and graphical advancements. In particular the fall of the Soviet Union saw countries such as Poland and Czechoslovakia release a string of popular adventure games including Tajemnica Statuetki (1993) and The Secret of Monkey Island parody Tajemství Oslího ostrova (1994), while in Russia a whole subgenre informally entitled \"Russian quest\" emerged following the success of Red Comrades Save the Galaxy (1998) and its sequels: those games often featured characters from Russian jokes, lowbrow humor, poor production values and \"all the worst things brought by the national gaming industry\".[97][98][99] Israel had next to a non-existent video gaming industry due to a preference for those with useful skills such as programming to work for the Israeli army instead, nevertheless Piposh (1999) became extremely popular, to the point where 20 years later a reboot was released due to a grassroots fan movement.[100]\n\nWhereas once adventure games were one of the most popular genres for computer games, by the mid-1990s the market share started to drastically decline. The forementioned saturation of Myst-like games on the market led to little innovation in the field and a drop in consumer confidence in the genre.[86][additional citation(s) needed] Computer Gaming World reported that a \"respected designer\" felt it was impossible to design new and more difficult adventure puzzles as fans demanded, because Scott Adams had already created them all in his early games.[101] Another factor that led to the decline of the adventure game market was the advent of first-person shooters, such as Doom and Half-Life.[102][103][104] These games, taking further advantage of computer advancement, were able to offer strong, story-driven games within an action setting.[86]\n\nThis slump in popularity led many publishers and developers to see adventure games as financially unfeasible in comparison. Notably, Sierra was sold to CUC International in 1998, and while still a separate studio, attempted to recreate an adventure game using 3D graphics, King's Quest: Mask of Eternity, as well as Gabriel Knight 3, both of which fared poorly; the studio was subsequently closed in 1999. Similarly, LucasArts released Grim Fandango in 1998 to many positive reviews but poor sales; it released one more adventure game, Escape from Monkey Island in 2000, but subsequently stopped development of Sam & Max: Freelance Police and had no further plans for adventure games.[105] Many of those developers for LucasArts, including Grossman and Schafer, left the company during this time.[86] Sierra developer Lori Ann Cole stated in 2003 her belief that the high cost of development hurt adventure games: \"They are just too art intensive, and art is expensive to produce and to show. Some of the best of the Adventure Games were criticized they were just too short. Action-adventure or adventure role-playing games can get away with re-using a lot of the art, and stretching the game play.\"[106]\n\nTraditional adventure games became difficult to propose as new commercial titles. Gilbert wrote in 2005, \"From first-hand experience, I can tell you that if you even utter the words 'adventure game' in a meeting with a publisher you can just pack up your spiffy concept art and leave. You'd get a better reaction by announcing that you have the plague.\"[107] In 2012 Schafer said \"If I were to go to a publisher right now and pitch an adventure game, they'd laugh in my face.\"[108] Though most commercial adventure game publication had stopped in the United States by the early 2000s, the genre was still alive in Europe.[86] Games such as The Longest Journey by Funcom as well as Amerzone and Syberia, both conceived by Benoît Sokal and developed by Microïds, with rich classical elements of the genre still garnered high critical acclaims.[86] Even in these cases, developers often had to distance themselves from the genre in some way. The Longest Journey was instead termed a \"modern adventure\" for publishing and marketing.[109] Series marketed to female gamers, however, like the Nancy Drew Mystery Adventure Series prospered with over two dozen entries put out over the decade and 2.1 million copies of games in the franchise sold by 2006,[110] enjoying great commercial and critical success while the genre was otherwise viewed as in decline.\n\nSimilar to the fate of interactive fiction, conventional graphical adventure games have continued to thrive in the amateur scene. This has been most prolific with the tool Adventure Game Studio (AGS). Some notable AGS games include those by Ben Croshaw (namely the Chzo Mythos), Ben Jordan: Paranormal Investigator, Time Gentlemen, Please!, Soviet Unterzoegersdorf, Metal Dead, and AGD Interactive's Sierra adventure remakes. Adobe Flash is also a popular tool known for adventures such as MOTAS and the escape the room genre entries.\n\nFollowing the demise of the adventure genre in the early 2000s, a number of events have occurred that have led to a revitalization of the adventure game genre as commercially viable: the introduction of new computing and gaming hardware and software delivery formats, and the use of crowdfunding as a means of achieving funding.\n\nThe 2000s saw the growth of digital distribution and the arrival of smartphones and tablet computers, with touch-screen interfaces well-suited to point-and-click adventure games. The introduction of larger and more powerful touch screen devices like the iPad allowed for more detailed graphics, more precise controls, and a better sense of immersion and interactivity compared to personal computer or console versions.[111][112] In gaming hardware, the handheld Nintendo DS and subsequent units included a touch-screen, and the Nintendo Wii console with its Wii Remote allowed players to control a cursor through motion control. These new platforms helped decrease the cost of bringing an adventure game to market,[113] providing an avenue to re-release older, less graphically advanced games like The Secret of Monkey Island,[114] King's Quest and Space Quest[115] and attracting a new audience to adventure games.[116]\n\nFurther, the improvements in digital distribution led to the concept of episodic adventure games, delivering between three and five \"chapters\" of a full game over a course of several months via online storefronts, Steam, Xbox Live Marketplace, PlayStation Store, and Nintendo eShop. Modeled off the idea of televisions episodes, episodic adventure games break the story into several parts, giving players a chance to digest and discuss the current story with others before the next episode is available, and further can enhance the narrative by creating cliffhangers or other dramatic elements to be resolved in later episodes.[117] The first major successful episodic adventure games were those of Telltale Games, a developer founded by former LucasArts employees following the cancellation of Sam & Max: Freelance Police. Telltale found critical success in The Walking Dead series released in 2012, which won numerous game of the year awards, and eschewed traditional adventure game elements and puzzles for a strong story and character-driven game, forcing the player to make on-the-spot decisions that became determinants and affected not only elements in the current episode but future episodes and sequels. The game also eschewed the typical dialog tree with a more natural language progression, which created a more believable experience. Its success was considered a revitalization of the genre,[91][118] and led Telltale to produce more licensed games driven by story rather than puzzles.[119] However, Telltale Games suffered from mismanagement and excessive rapid growth from trying to release too many games at the same time, and in mid-2018, had undergone a majority studio closure, laying off most of its staff and selling off most of its assets. By the end of 2018, LCG Entertainment had acquired many of the former Telltale assets and relaunched a new Telltale Games to continue its adventure game history.[120] Other former Telltale Games works such as The Walking Dead fell back to their original IP holders, such as Skybound Entertainment in the case of The Walking Dead, who took over for publishing the games.[121]\n\nMeanwhile, another avenue for adventure game rebirth came from the discovery of the influence of crowdfunding.[122] Tim Schafer had founded Double Fine Productions after leaving LucasArts in 2000. He had tried to find funding support for an adventure game, but publishers refused to consider his proposals for fear of the genre being unpopular. In 2012, Schafer turned to Kickstarter to raise $400,000 to develop an adventure game; the month-long campaign ended with over $3.4 million raised, making it, at the time, one of the largest Kickstarter projects, enabling Double Fine to expand the scope of their project and completing the game as Broken Age, released over two parts in 2014 and 2015. The success led many other developers to consider the crowd funding approach, including those in the adventure game genre who saw the Double Fine Kickstarter as a sign that players wanted adventure games. Many sequels, remakes, and spiritual successors to classic adventure games emerged on Kickstarter, leading to a significant increase in traditional adventure game development during this time.[122] Some of these include:\n\n"
        },
        {
            "title": "History of Japanese adventure games",
            "text": "Due to differences in computer hardware, language, and culture, development of adventure games took a different course in Japan compared to Western markets. The most popular adventure game subgenres in Japan are visual novels and dating sims.\n\nIn the early 1980s, computer adventure games began gaining popularity in Japan. The country's computer market was largely dominated by NEC's 8-bit PC-8801 (1981) and 16-bit PC-9801 (1982) platforms, which could display 8 simultaneous colors and had a resolution of 640×400, higher than Western computers at the time, in order to accommodate Japanese text. This in turn influenced game design, as NEC PCs became known for adventure games with detailed color graphics, which eventually evolved into visual novels. NEC soon had several competitors such as the FM-7 (1982), the AV (1985) version of which could display more than 4,000 colors in addition to featuring FM synthesis sound. Its 16-bit successor, the FM Towns (1989), could display 24-bit color (16.8 million colors) and featured a CD-ROM drive.[125]\n\nThe most famous early Japanese computer adventure game was the murder mystery game The Portopia Serial Murder Case, developed by Yūji Horii (of Dragon Quest fame) and published by Enix. Its development began in 1981, and was released in 1983.[126] The game was viewed in a first-person perspective, followed a first-person narrative, and featured color graphics. Originally released for the PC-6001, the player interacts with the game using a verb-noun parser which requires typing precise commands with the keyboard; finding the exact words to type is considered part of the riddles that must be solved.[127] The game was non-linear, which includes exploring an open world, a branching dialogue conversation system where the story develops through entering commands and receiving responses from other characters, and making choices that determine the dialogues and order of events as well as alternative endings. It also features a phone that could be used to dial any number to contact several non-player characters.[128] The game was well received in Japan for its well-told storyline and surprising twist ending, and for allowing multiple ways to achieve objectives.[129] Hideo Kojima praised the game for its mystery, drama, humor, 3D dungeons, for providing a proper background and explanation behind the murderer's motives, and expanding the potential of video games.[130] The game has also been compared to the later-released Shadowgate where the player must examine and collect objects, and find their true purpose later on.[131] According to Square Enix, Portopia was \"the first real detective adventure\" game.[132]\n\nJapan's first domestic computer adventure games to be released were ASCII's Omotesando Adventure [jp] (表参道アドベンチャー) and Minami Aoyama Adventure (南青山アドベンチャー), released for the PC-9801 in 1982.[133] Another early Japanese adventure that same year was MicroCabin's Mystery House, which was unrelated to (but inspired by) the On-Line Systems game of the same name. MicroCabin released a sequel, Mystery House II, for the MSX that same year. The following year, the Japanese company Starcraft released an enhanced remake of On-Line Systems' Mystery House with more realistic art work and depiction of blood.[134]\n\nDue to a lack of content restrictions,[125] some of Japan's earliest adventure games were also bishoujo games with eroge content.[135] In 1982, Koei released Night Life, the first commercial erotic computer game.[129] It was a graphic adventure,[136] with sexually explicit images.[129] That same year, they released another eroge title, Danchi Tsuma no Yuwaku (Seduction of the Condominium Wife), which was an early adventure game with color graphics, owing to the eight-color palette of the NEC PC-8001 computer,[135] and role-playing video game elements.[137][138] It became a hit, helping Koei become a major software company.[135] Other now-famous companies such as Enix, Square and Nihon Falcom also produced similar eroge in the early 1980s before they became famous for their mainstream role-playing games. In some of their early eroge, the adult content is meaningfully integrated into a thoughtful and mature storyline, though others often used it as a flimsy excuse for pornography.[129]\n\nThe command selection menu input system, where the player chooses from a menu list of commands either through keyboard shortcuts or scrolling down the menu, was introduced in 1983, and it largely replaced the verb-noun parser input method.[47] The earliest known title to use the command selection menu system was the Japanese adventure game Spy 007 (スパイ00.7), published in April 1983, and it was followed soon after by several other Japanese adventure games in 1983. These included the eroge title Joshiryo Panic, authored by Tadashi Makimura and published by Enix for the FM-7 in June and slightly earlier for the FM-8; Atami Onsen Adventure (熱海温泉アドベンチャー), released by Basic System (ベーシックシステム) in July for the FM-7 and slightly earlier for the PC-8001; Planet Mephius, released in July; and Tri-Dantal (トリダンタル), authored by Y. Takeshita and published by Pax Softnica for the FM-7 in August.[139] The game that popularized the command selection system was the 1984 adventure game Okhotsk ni Kiyu: Hokkaido Rensa Satsujin Jiken (Okhotsk ni Kiyu: Hokkaido Chain Murders), designed by Yuji Horii (his second mystery adventure game after Portopia) and published by ASCII for the PC-8801 and PC-9801. Its replacement of the traditional verb-noun text parser interface with the command selection menu system led to the latter becoming a staple of adventure games as well as role-playing games (through Horii's 1986 hit Dragon Quest in the latter case).[139][140]\n\nIn 1985, Square's Will: The Death Trap II was one of the first animated computer games.[141]\n\nA notable 1987 adventure game was Arsys Software's Reviver: The Real-Time Adventure, which introduced a real-time persistent world, where time continues to elapse, day-night cycles adjust the brightness of the screen to indicate the time of day, and certain stores and non-player characters would only be available at certain times of the day. The game also gives players direct control over the player character.[142]\n\nIn 1987, Jiro Ishii (later known for 428: Shibuya Scramble and Time Travelers) released Imitation City, an adventure game with a similar cyberpunk theme to Kojima's later hit Snatcher.[143]\n\nHideo Kojima (of Metal Gear fame) was inspired by Portopia to enter the video game industry,[130] and produce his own adventure games. After completing the stealth game Metal Gear, his first graphic adventure was released by Konami the following year: Snatcher (1988), an ambitious cyberpunk detective novel graphic adventure that was highly regarded at the time for pushing the boundaries of video game storytelling, cinematic cut scenes, and mature content.[144] It also featured a post-apocalyptic science fiction setting, an amnesiac protagonist, and some light gun shooter segments. It was praised for its graphics, soundtrack, high quality writing comparable to a novel, voice acting comparable to a film or radio drama, and in-game computer database with optional documents that flesh out the game world.[145]\n\nInteractive movie games are considered a subgenre of adventure games. This subgenre has origins in Japanese interactive movie arcade games.\n\nThe first interactive movie laserdisc video game was Sega's Astron Belt, unveiled in 1982 and released in 1983, though it was more of a shooter game presented as an action movie using full motion video.[146][147] A more story-driven interactive movie game was Bega's Battle, released in 1983, which combined shooting stages with interactive anime cutscenes,[148] where player input had an effect on the game's branching storyline.[149] Time Gal (1985), in addition to featuring quick time events, added a time-stopping feature where specific moments in the game involve Reika stopping time; during these moments, players are presented with a list of three options and have seven seconds to choose one.[150]\n\nA notable adventure game released in 1983 was Planet Mephius, authored by Eiji Yokoyama and published by T&E Soft for the FM-7 in July 1983.[151] In addition to being one of the earliest titles to use a command menu system,[139] its key innovation was the introduction of a point-and-click interface to the genre, utilizing a cursor to interact with objects displayed on the screen.[151] A similar point-and-click cursor interface was later used in the adventure game Wingman,[152] released for the PC-8801 in 1984.[citation needed]\n\nThe NES version of Portopia Serial Murder Case was released in 1985 and became a major hit in Japan, where it sold over 700,000 copies.[132] With no keyboard, the NES version, developed by Chunsoft, replaced the verb-noun parser of the original with a command selection menu list, which included fourteen set commands selectable with the gamepad. It also featured a cursor that can be moved on the screen using the D-pad to look for clues and hotspots, like a point-and-click interface.[127] Horii's second adventure game Hokkaido Chain Murders was later also ported to the NES in 1987.[140] Yuji Horii's third mystery adventure game Karuizawa Yūkai Annai (The Karuizawa Kidnapping Guide) was released for the PC-8801 in early 1985 and for the FM-7 in June that same year. It utilized the command menu system and point-and-click cursor interface of both Portopia Serial Murder Case and Hokkaido Chain Murders, in addition to introducing its own innovation: an overhead map. This gave the player direct control over the player character, who can be moved around in a top-down view to explore the area.[153]\n\nIn 1986, Square released the science fiction adventure game Suishō no Dragon for the NES console. The game featured several innovations, including the use of animation in many of the scenes rather than still images,[89] and an interface resembling that of a point-and-click interface for a console, like Portopia, but making use of visual icons rather than text-based ones to represent various actions. Like the NES version of Portopia, it featured a cursor that could be moved around the screen using the D-pad to examine the scenery, though the cursor in Suishō no Dragon was also used to click on the action icons.[89][90] That same year saw the release of J.B. Harold Murder Club,[154] a point-and-click graphic adventure,[155] for the PC-98.[154] It featured character interaction as the major gameplay element and has a similar type of multiple phrase response to more recent titles such as the adventures Shenmue and Shadow of Memories as well as the role-playing game Star Wars: Knights of the Old Republic.[155] The TurboGrafx-CD port of J.B. Harold Murder Club was one of the first Japanese adventure games released in the United States.[154] The J.B. Harold series went on to sell 20 million copies on various platforms as of 2011.[156][157]\n\nHaruhiko Shono's adventure games Alice: An Interactive Museum (1991), L-Zone (1992) and Gadget: Invention, Travel, & Adventure (1993) used pre-rendered 3D computer graphics, predating Myst. The plot of Gadget also anticipated the films Dark City (1998) and The Matrix (1999), and influenced filmmaker Guillermo del Toro.[158] Cosmology of Kyoto (1993) is a nonlinear adventure game that emphasizes open world exploration in a large city.[159]\n\nFollowing Metal Gear 2: Solid Snake, Kojima produced his next graphic adventure, Policenauts (1994), a point-and-click adventure notable for being an early example of extensive voice recording in video games.[160] It also featured a hard science fiction setting, a theme revolving around space exploration, a plot inspired by the ancient Japanese tale of Urashima Taro, and some occasional full-motion video cut scenes. The gameplay was largely similar to Snatcher, but with the addition of a point-and-click interface and some first-person shooter segments. Policenauts also introduced summary screens, which act to refresh the player's memory of the plot upon reloading a save, an element Kojima later used in Metal Gear Solid.[161]\n\nIn 1995, Human Entertainment's Clock Tower: The First Fear for the SNES console was a hybrid between a point-and-click graphic adventure and a survival horror game, revolving around survival against a deadly stalker known as Scissorman that chased players throughout the game.[162]\n\nFollowing the NES version of Portopia in 1985, and Suishō no Dragon in 1986, more adventure games followed on consoles from 1987.\n\nSega's Anmitsu Hime: From Amakara Castle, released in 1987,[163] was an adventure game with some platform game segments. The adventure game segments were puzzle-oriented and played in a side-scrolling view where the player has direct control over the character. Originally based on the Anmitsu Hime anime, an edited version based on Alex Kidd was later released in 1989 as Alex Kidd in High-Tech World.[164] The Goonies II, also released in 1987, was a first-person adventure game with some side-scrolling action game segments. The game featured a non-linear open world environment similar to Metroid.[165]\n\nThe 1994 Sega CD version of Snatcher was for a long time the only major visual novel game to be released in America, where it, despite a Mature rating limiting its accessibility,[145] gained a cult following.[161]\n\nThe 1996 PlayStation version of Policenauts could read the memory card and give some easter egg dialogues if a save file of Konami's dating sim Tokimeki Memorial is present, a technique Kojima later used in Metal Gear Solid.[161]\n\nA distinct form of Japanese adventure game that eventually emerged is the visual novel, a genre that was largely rooted in Portopia Serial Murder Case,[128] but gradually became more streamlined and uses many conventions that are distinct from Western adventures. They are almost universally first-person, and driven primarily by dialog. They also tend to use menu-based interactions and navigation, with point and click implementations that are quite different from Western adventure games. Inventory-based puzzles of the sort that form the basis of classic Western adventures, are quite rare. Logic puzzles like those found in Myst are likewise unusual. Because of this, Japanese visual novels tend to be streamlined, and often quite easy, relying more on storytelling than challenge to keep players interested.[145]\n\nMirrors, released by Soft Studio Wing for the PC-8801 and FM Towns computers in 1990, featured a branching narrative, multiple endings, and audio CD music.[166]\n\nFrom the early 1990s, Chunsoft, the developer for the NES version of Portopia, began producing a series of acclaimed visual novels known as the Sound Novels series, which include Otogirisō (1992), Kamaitachi no Yoru (1994), Machi (1998), 428: Shibuya Scramble (2008), and 999: Nine Hours, Nine Persons, Nine Doors (2010).\n\nC's Ware's EVE Burst Error (1995) allowed the player to switch between both protagonists at any time during the game. EVE Burst Error often requires the player to have both protagonists co-operate with each other at various points during the game, with choices in one scenario affecting the other.[167]\n\nELF's YU-NO: A girl who chants love at the bound of this world (1996) featured a science fiction plot revolving around time travel and parallel universes. The player travels between parallel worlds using a Reflector device, which employs a limited number of stones to mark a certain position as a returning location, so that if the player decides to retrace their steps, they can go to an alternate universe to the time they have used a Reflector stone. The game also implemented an original system called ADMS, or Automatic Diverge Mapping System, which displays a screen that the player can check at any time to see the direction in which they are heading along the branching plot lines.[168]\n\nFrom 1997 to 1999, Kojima developed the three Tokimeki Memorial Drama Series titles, which were adaptations of Tokimeki Memorial in a visual novel adventure game format.[169]\n\nChunsoft sound novels such as Machi (1998) and 428: Shibuya Scramble (2008) allow the player to alternate between the perspectives of several or more different characters, making choices with one character that have consequences for other characters.[170] 428 in particular features up to 85 different possible endings.[170]\n\nFrom the 1990s, a number of Japanese adventure games began using a 3D third-person direct control format, particularly on consoles like the PlayStation, Dreamcast and PlayStation 2. Examples include The Life Stage: Virtual House (1993), Human Entertainment's Mizzurna Falls (1998), Sega's Shenmue series (1999–2002), Konami's Shadow of Memories (2001), and Irem's Disaster Report series (2002–2009). Cing's Glass Rose (2003) for the PS2 uses a point-and-click interface with 3D graphics.\n\nThe success of Resident Evil in 1996 was followed by the release of the survival horror graphic adventures Clock Tower (Clock Tower 2) and Clock Tower II: The Struggle Within for the PlayStation. The Clock Tower games proved to be hits, capitalizing on the success of Resident Evil, though both games stayed true to the graphic-adventure gameplay of the original Clock Tower rather than following the lead of Resident Evil.[162]\n\nSega's ambitious Shenmue (1999) attempted to redefine the adventure game genre with its realistic 3D graphics, third-person perspective, direct character control interface, sandbox open-world gameplay, quick time events, and fighting game elements. Its creator Yu Suzuki originally touted it as a new kind of adventure game, \"FREE\" (\"Full Reactive Eyes Entertainment\"), offering an unparalleled level of player freedom, giving them full reign to explore expansive interactive city environments with its own day-night cycles and changing weather, and interact with fully voiced non-player characters going about their daily routines. Despite being a commercial failure, the game was critically acclaimed and has remained influential.[171][172][173][174]\n\nIn recent years, Japanese visual novel games have been released in the West more frequently, particularly on the Nintendo DS handheld following the success of mystery-solving titles such as Capcom's Ace Attorney series (which began on the Game Boy Advance in 2001), Cing's Hotel Dusk series (beginning in 2006),[145] and Level-5's Professor Layton series (beginning in 2007).[175] English fan translations of visual novels such as Square's Radical Dreamers (a 1996 side story to the Chrono series of role-playing video games) and Key's Clannad (2004) have also been made available in recent years.\n\nThe Nintendo DS in particular helped spark a resurgence in the genre's popularity through the introduction of otherwise unknown Japanese adventure games, typically visual novels localized for Western audiences.[70][145][176] In 2005, Capcom re-released the courtroom-based visual novel game Phoenix Wright: Ace Attorney, originally a 2001 Game Boy Advance game released only in Japan, for the Nintendo DS in both Asian and Western markets.[70][145] The game and its sequels proved popular with Western audiences, and are credited for revitalizing the adventure game genre.[177] Following on Ace Attorney's success, Level-5 and Nintendo published the Professor Layton series worldwide starting in 2007. Both have since become some of the best-selling adventure game franchises,[175] with Ace Attorney selling more than 4 million units worldwide[178] and Professor Layton selling nearly 12 million units worldwide.[179] Other successful Japanese adventure games for the DS in Western markets include Cing's Another Code: Two Memories (2005) and Hotel Dusk: Room 215 (2006).[70][145][180] and Chunsoft's Zero Escape series, which includes Nine Hours, Nine Persons, Nine Doors and Zero Escape: Virtue's Last Reward.[181]\n\nOnline distribution has also helped lower the costs of bringing niche Japanese titles to consumers, which has enabled another outlet for visual novels and dating sims to be localized and released for Western markets. Localization and distribution can be performed by small teams, removing financial barriers to bringing these games, often released as dōjin soft or hobbyist titles, to Western countries.[182] A noted example of this is Hatoful Boyfriend, a comedy dating sim in which the player attempts to date pigeons in a high school setting. The game was originally released in Japan in 2011, but received significant attention on its remake and localization in 2014, in part due to its humorous concept, and its distribution was supported by Western publisher Devolver Digital.[183]\n\n"
        },
        {
            "title": "Emulation and virtual machines",
            "text": "Most text adventure games are readily accessible on modern computers due to the use of a small number of standard virtual machines (such as the Z engine) used to drive these games at their original release which have been recreated in more portable versions. A popular text adventure interpreter is Frotz, which can play all the old Infocom text adventures.[184] Some modern text adventure games can even be played on very old computer systems. Text adventure games are also suitable for personal digital assistants, because they have very small computer system requirements. Other text adventure games are fully playable via web browsers.\n\nOn the other hand, many graphical adventure games cannot run on modern operating systems. Early adventure games were developed for home computers that are not in use today. Emulators and virtual machines are available for modern computers that allow these old games to be played on the latest operating systems, though players must have access to the game's assets themselves to legally play them. One open-source software project called ScummVM provides a free engine for the LucasArts adventure games, the SCUMM-derived engine for Humongous Entertainment adventure games, early Sierra titles, Revolution Software 2D adventures, Coktel Vision adventure games and a few more assorted 2D adventures. ResidualVM is a sister project to ScummVM, aimed to emulate 3D-based adventure games such as Grim Fandango and Myst III: Exile. Another called VDMSound can emulate the old sound-cards which many of the games require.\n\nOne of the most popular emulators, DOSBox, is designed to emulate an IBM PC compatible computer running DOS, the native operating system of most older adventure games.[185] Many companies, like Sierra Entertainment, have included DOSBox in their rereleases of older titles.\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Adventure_board_game",
        "https://en.wikipedia.org/wiki/The_Adventure_Game",
        "https://en.wikipedia.org/wiki/Immersive_sim",
        "https://en.wikipedia.org/wiki/Interactive_fiction",
        "https://en.wikipedia.org/wiki/Interactive_film",
        "https://en.wikipedia.org/wiki/Visual_novel",
        "https://en.wikipedia.org/wiki/Escape_the_room",
        "https://en.wikipedia.org/wiki/Interactive_Fiction_Competition",
        "https://en.wikipedia.org/wiki/Interactive_storytelling",
        "https://en.wikipedia.org/wiki/Syntax_guessing",
        "https://en.wikipedia.org/wiki/Text_parser",
        "https://en.wikipedia.org/wiki/The_Adventure_Company",
        "https://en.wikipedia.org/wiki/Adventure_International",
        "https://en.wikipedia.org/wiki/AnimePlay",
        "https://en.wikipedia.org/wiki/Arxel_Tribe",
        "https://en.wikipedia.org/wiki/Capcom",
        "https://en.wikipedia.org/wiki/Cing",
        "https://en.wikipedia.org/wiki/Cryo_Interactive",
        "https://en.wikipedia.org/wiki/Cyan_Worlds",
        "https://en.wikipedia.org/wiki/Daedalic_Entertainment",
        "https://en.wikipedia.org/wiki/DreamCatcher_Interactive",
        "https://en.wikipedia.org/wiki/Funcom",
        "https://en.wikipedia.org/wiki/Infocom",
        "https://en.wikipedia.org/wiki/Legend_Entertainment",
        "https://en.wikipedia.org/wiki/Level_9_Computing",
        "https://en.wikipedia.org/wiki/LucasArts",
        "https://en.wikipedia.org/wiki/Nitroplus",
        "https://en.wikipedia.org/wiki/Quantic_Dream",
        "https://en.wikipedia.org/wiki/Revolution_Software",
        "https://en.wikipedia.org/wiki/Sierra_Entertainment",
        "https://en.wikipedia.org/wiki/Telltale_Games",
        "https://en.wikipedia.org/wiki/Wadjet_Eye_Games",
        "https://en.wikipedia.org/wiki/ADRIFT",
        "https://en.wikipedia.org/wiki/Adventure_Game_Studio",
        "https://en.wikipedia.org/wiki/Clickteam",
        "https://en.wikipedia.org/wiki/GameMaker",
        "https://en.wikipedia.org/wiki/Glulx",
        "https://en.wikipedia.org/wiki/IMUSE",
        "https://en.wikipedia.org/wiki/Inform",
        "https://en.wikipedia.org/wiki/KiriKiri",
        "https://en.wikipedia.org/wiki/NScripter",
        "https://en.wikipedia.org/wiki/SCUMM",
        "https://en.wikipedia.org/wiki/TADS",
        "https://en.wikipedia.org/wiki/Wintermute_Engine",
        "https://en.wikipedia.org/wiki/List_of_graphic_adventure_games",
        "https://en.wikipedia.org/wiki/Adventure_Gamers",
        "https://en.wikipedia.org/wiki/Just_Adventure",
        "https://en.wikipedia.org/wiki/Video_game_genre",
        "https://en.wikipedia.org/wiki/Puzzle_video_game",
        "https://en.wikipedia.org/wiki/Video_game_genres",
        "https://en.wikipedia.org/wiki/Narrative",
        "https://en.wikipedia.org/wiki/Literature",
        "https://en.wikipedia.org/wiki/Film",
        "https://en.wikipedia.org/wiki/List_of_graphic_adventure_games",
        "https://en.wikipedia.org/wiki/Colossal_Cave_Adventure",
        "https://en.wikipedia.org/wiki/Zork",
        "https://en.wikipedia.org/wiki/Monkey_Island",
        "https://en.wikipedia.org/wiki/Myst",
        "https://en.wikipedia.org/wiki/Niche_market",
        "https://en.wikipedia.org/wiki/Independent_video_game_development",
        "https://en.wikipedia.org/wiki/Crowdfunding_in_video_games",
        "https://en.wikipedia.org/wiki/Digital_distribution_in_video_games",
        "https://en.wikipedia.org/wiki/Visual_novel",
        "https://en.wikipedia.org/wiki/Personal_computer_game",
        "https://en.wikipedia.org/wiki/Puzzle",
        "https://en.wikipedia.org/wiki/Problem_solving",
        "https://en.wikipedia.org/wiki/Narrative",
        "https://en.wikipedia.org/wiki/Interactive_story",
        "https://en.wikipedia.org/wiki/Hero",
        "https://en.wikipedia.org/wiki/Text_adventure_game",
        "https://en.wikipedia.org/wiki/Colossal_Cave_Adventure",
        "https://en.wikipedia.org/wiki/Gameplay",
        "https://en.wikipedia.org/wiki/Video_game_genres",
        "https://en.wikipedia.org/wiki/Video_game_genres",
        "https://en.wikipedia.org/wiki/Sega",
        "https://en.wikipedia.org/wiki/Action_game",
        "https://en.wikipedia.org/wiki/Andrew_Rollings_and_Ernest_Adams_on_Game_Design",
        "https://en.wikipedia.org/wiki/Minigame",
        "https://en.wikipedia.org/wiki/Video_game_genre",
        "https://en.wikipedia.org/wiki/Action_game",
        "https://en.wikipedia.org/wiki/Action_game",
        "https://en.wikipedia.org/wiki/Puzzle_video_game",
        "https://en.wikipedia.org/wiki/Puzzle_game",
        "https://en.wikipedia.org/wiki/Logic_puzzle",
        "https://en.wikipedia.org/wiki/Clothes_line",
        "https://en.wikipedia.org/wiki/Rubber_duck",
        "https://en.wikipedia.org/wiki/The_Longest_Journey",
        "https://en.wikipedia.org/wiki/Point_and_click",
        "https://en.wikipedia.org/wiki/LucasArts",
        "https://en.wikipedia.org/wiki/Tim_Schafer",
        "https://en.wikipedia.org/wiki/Double_Fine",
        "https://en.wikipedia.org/wiki/Immersive_environment",
        "https://en.wikipedia.org/wiki/Fantasy_world",
        "https://en.wikipedia.org/wiki/Quest",
        "https://en.wikipedia.org/wiki/Dialog_tree",
        "https://en.wikipedia.org/wiki/Dialog_tree",
        "https://en.wikipedia.org/wiki/Tree_structure",
        "https://en.wikipedia.org/wiki/Zork",
        "https://en.wikipedia.org/wiki/Xbox_Live",
        "https://en.wikipedia.org/wiki/Unwinnable",
        "https://en.wikipedia.org/wiki/Infocom",
        "https://en.wikipedia.org/wiki/Interactive_fiction",
        "https://en.wikipedia.org/wiki/Zork",
        "https://en.wikipedia.org/wiki/Colossal_Cave_Adventure",
        "https://en.wikipedia.org/wiki/Verb",
        "https://en.wikipedia.org/wiki/Noun",
        "https://en.wikipedia.org/wiki/Text_parser",
        "https://en.wikipedia.org/wiki/Natural_language_processing",
        "https://en.wikipedia.org/wiki/Infocom",
        "https://en.wikipedia.org/wiki/Zork",
        "https://en.wikipedia.org/wiki/Interactive_fiction",
        "https://en.wikipedia.org/wiki/Inform",
        "https://en.wikipedia.org/wiki/The_Whispered_World",
        "https://en.wikipedia.org/wiki/Point_and_click",
        "https://en.wikipedia.org/wiki/Dialog_tree",
        "https://en.wikipedia.org/wiki/Sierra_Entertainment",
        "https://en.wikipedia.org/wiki/LucasArts_adventure_games",
        "https://en.wikipedia.org/wiki/Telltale_Games",
        "https://en.wikipedia.org/wiki/Escape_the_room",
        "https://en.wikipedia.org/wiki/Escape_the_room",
        "https://en.wikipedia.org/wiki/Puzzle_box",
        "https://en.wikipedia.org/wiki/Adobe_Flash",
        "https://en.wikipedia.org/wiki/Escape_room",
        "https://en.wikipedia.org/wiki/MOTAS",
        "https://en.wikipedia.org/wiki/Myst",
        "https://en.wikipedia.org/wiki/The_7th_Guest",
        "https://en.wikipedia.org/wiki/The_Talos_Principle",
        "https://en.wikipedia.org/wiki/Professor_Layton",
        "https://en.wikipedia.org/wiki/Nonlinear_gameplay",
        "https://en.wikipedia.org/wiki/Quick_time_event",
        "https://en.wikipedia.org/wiki/Interactive_movie",
        "https://en.wikipedia.org/wiki/Visual_novel",
        "https://en.wikipedia.org/wiki/Telltale_Games",
        "https://en.wikipedia.org/wiki/Sega_AM2",
        "https://en.wikipedia.org/wiki/Shenmue",
        "https://en.wikipedia.org/wiki/Konami",
        "https://en.wikipedia.org/wiki/Shadow_of_Memories",
        "https://en.wikipedia.org/wiki/Quantic_Dream",
        "https://en.wikipedia.org/wiki/Heavy_Rain",
        "https://en.wikipedia.org/wiki/Dontnod_Entertainment",
        "https://en.wikipedia.org/wiki/Night_in_the_Woods",
        "https://en.wikipedia.org/wiki/The_Stanley_Parable",
        "https://en.wikipedia.org/wiki/Gone_Home",
        "https://en.wikipedia.org/wiki/Dear_Esther",
        "https://en.wikipedia.org/wiki/Firewatch",
        "https://en.wikipedia.org/wiki/The_Vanishing_of_Ethan_Carter",
        "https://en.wikipedia.org/wiki/Jazzpunk",
        "https://en.wikipedia.org/wiki/The_Stanley_Parable",
        "https://en.wikipedia.org/wiki/Thirty_Flights_of_Loving",
        "https://en.wikipedia.org/wiki/What_Remains_of_Edith_Finch",
        "https://en.wikipedia.org/wiki/Survival_horror",
        "https://en.wikipedia.org/wiki/Outlast",
        "https://en.wikipedia.org/wiki/Paratopic",
        "https://en.wikipedia.org/wiki/Independent_video_game_development",
        "https://en.wikipedia.org/wiki/Ancient_Egypt",
        "https://en.wikipedia.org/wiki/Ancient_Greece",
        "https://en.wikipedia.org/wiki/Visual_novel",
        "https://en.wikipedia.org/wiki/Visual_novel",
        "https://en.wikipedia.org/wiki/Tableau_vivant",
        "https://en.wikipedia.org/wiki/Dialogue_tree",
        "https://en.wikipedia.org/wiki/Nonlinear_gameplay",
        "https://en.wikipedia.org/wiki/Multiple_endings",
        "https://en.wikipedia.org/wiki/Dating_sim",
        "https://en.wikipedia.org/wiki/Hatoful_Boyfriend",
        "https://en.wikipedia.org/wiki/Interactive_movie",
        "https://en.wikipedia.org/wiki/Full_motion_video",
        "https://en.wikipedia.org/wiki/Random_access",
        "https://en.wikipedia.org/wiki/Laserdisc",
        "https://en.wikipedia.org/wiki/Space_Ace",
        "https://en.wikipedia.org/wiki/Under_a_Killing_Moon",
        "https://en.wikipedia.org/wiki/3D_graphics",
        "https://en.wikipedia.org/wiki/Zero_Escape",
        "https://en.wikipedia.org/wiki/Minigame",
        "https://en.wikipedia.org/wiki/Action_game",
        "https://en.wikipedia.org/wiki/Colossal_Cave_Adventure",
        "https://en.wikipedia.org/wiki/The_Legend_of_Zelda",
        "https://en.wikipedia.org/wiki/Will_Crowther",
        "https://en.wikipedia.org/wiki/Hunt_the_Wumpus",
        "https://en.wikipedia.org/wiki/Colossal_Cave_Adventure",
        "https://en.wikipedia.org/wiki/Roguelike",
        "https://en.wikipedia.org/wiki/ARPANET",
        "https://en.wikipedia.org/wiki/Caver",
        "https://en.wikipedia.org/wiki/Mammoth_Cave_National_Park",
        "https://en.wikipedia.org/wiki/Kentucky",
        "https://en.wikipedia.org/wiki/Stanford_Artificial_Intelligence_Laboratory",
        "https://en.wikipedia.org/wiki/Stanford",
        "https://en.wikipedia.org/wiki/Microcomputer",
        "https://en.wikipedia.org/wiki/Adventure_International",
        "https://en.wikipedia.org/wiki/MIT",
        "https://en.wikipedia.org/wiki/Infocom",
        "https://en.wikipedia.org/wiki/Zork",
        "https://en.wikipedia.org/wiki/Level_9_Computing",
        "https://en.wikipedia.org/wiki/Magnetic_Scrolls",
        "https://en.wikipedia.org/wiki/Krome_Studios_Melbourne",
        "https://en.wikipedia.org/wiki/Interactive_fiction",
        "https://en.wikipedia.org/wiki/Mystery_House",
        "https://en.wikipedia.org/wiki/Apple_II_family",
        "https://en.wikipedia.org/wiki/Home_computer",
        "https://en.wikipedia.org/wiki/Mystery_House",
        "https://en.wikipedia.org/wiki/Sierra_Entertainment",
        "https://en.wikipedia.org/wiki/Roberta_Williams",
        "https://en.wikipedia.org/wiki/Vector_graphics",
        "https://en.wikipedia.org/wiki/Bitmap_graphics",
        "https://en.wikipedia.org/wiki/Koei",
        "https://en.wikipedia.org/wiki/Yuji_Horii",
        "https://en.wikipedia.org/wiki/Portopia_Renzoku_Satsujin_Jiken",
        "https://en.wikipedia.org/wiki/The_Return_of_Heracles",
        "https://en.wikipedia.org/wiki/Greek_mythology",
        "https://en.wikipedia.org/wiki/Dale_Johnson",
        "https://en.wikipedia.org/wiki/Adventure_Construction_Set",
        "https://en.wikipedia.org/wiki/Electronic_Arts",
        "https://en.wikipedia.org/wiki/Enchanted_Scepters",
        "https://en.wikipedia.org/wiki/Silicon_Beach_Software",
        "https://en.wikipedia.org/wiki/ICOM_Simulations",
        "https://en.wikipedia.org/wiki/MacVenture",
        "https://en.wikipedia.org/wiki/LucasArts",
        "https://en.wikipedia.org/wiki/Maniac_Mansion",
        "https://en.wikipedia.org/wiki/Chunsoft",
        "https://en.wikipedia.org/wiki/Nintendo_Entertainment_System",
        "https://en.wikipedia.org/wiki/Voice_acting",
        "https://en.wikipedia.org/wiki/Interactive_movie",
        "https://en.wikipedia.org/wiki/Grim_Fandango",
        "https://en.wikipedia.org/wiki/Myst",
        "https://en.wikipedia.org/wiki/3D_computer_graphics",
        "https://en.wikipedia.org/wiki/Myst",
        "https://en.wikipedia.org/wiki/Cyan_Worlds",
        "https://en.wikipedia.org/wiki/The_Sims",
        "https://en.wikipedia.org/wiki/The_7th_Guest",
        "https://en.wikipedia.org/wiki/Strategy_video_game",
        "https://en.wikipedia.org/wiki/Tajemnica_Statuetki",
        "https://en.wikipedia.org/wiki/The_Secret_of_Monkey_Island",
        "https://en.wikipedia.org/wiki/Red_Comrades_Save_the_Galaxy",
        "https://en.wikipedia.org/wiki/Russian_jokes",
        "https://en.wikipedia.org/wiki/Lowbrow_humor",
        "https://en.wikipedia.org/wiki/Piposh",
        "https://en.wikipedia.org/wiki/CUC_International",
        "https://en.wikipedia.org/wiki/The_Longest_Journey",
        "https://en.wikipedia.org/wiki/Funcom",
        "https://en.wikipedia.org/wiki/Amerzone",
        "https://en.wikipedia.org/wiki/Syberia",
        "https://en.wikipedia.org/wiki/List_of_Nancy_Drew_video_games",
        "https://en.wikipedia.org/wiki/Adventure_Game_Studio",
        "https://en.wikipedia.org/wiki/Ben_Croshaw",
        "https://en.wikipedia.org/wiki/Chzo_Mythos",
        "https://en.wikipedia.org/wiki/Soviet_Unterzoegersdorf",
        "https://en.wikipedia.org/wiki/Metal_Dead",
        "https://en.wikipedia.org/wiki/AGD_Interactive",
        "https://en.wikipedia.org/wiki/Adobe_Flash",
        "https://en.wikipedia.org/wiki/MOTAS",
        "https://en.wikipedia.org/wiki/Escape_the_room",
        "https://en.wikipedia.org/wiki/Digital_distribution",
        "https://en.wikipedia.org/wiki/Smartphone",
        "https://en.wikipedia.org/wiki/Tablet_computer",
        "https://en.wikipedia.org/wiki/IPad",
        "https://en.wikipedia.org/wiki/Nintendo_DS",
        "https://en.wikipedia.org/wiki/Nintendo_Wii",
        "https://en.wikipedia.org/wiki/Wii_Remote",
        "https://en.wikipedia.org/wiki/Motion_control",
        "https://en.wikipedia.org/wiki/Episodic_video_game",
        "https://en.wikipedia.org/wiki/Xbox_Live_Marketplace",
        "https://en.wikipedia.org/wiki/PlayStation_Store",
        "https://en.wikipedia.org/wiki/Nintendo_eShop",
        "https://en.wikipedia.org/wiki/Telltale_Games",
        "https://en.wikipedia.org/wiki/Skybound_Entertainment",
        "https://en.wikipedia.org/wiki/Crowdfunding",
        "https://en.wikipedia.org/wiki/Double_Fine_Productions",
        "https://en.wikipedia.org/wiki/Kickstarter",
        "https://en.wikipedia.org/wiki/Broken_Age",
        "https://en.wikipedia.org/wiki/Armikrog",
        "https://en.wikipedia.org/wiki/Dreamfall_Chapters",
        "https://en.wikipedia.org/wiki/Sam_and_Max_Save_the_World",
        "https://en.wikipedia.org/wiki/SpaceVenture",
        "https://en.wikipedia.org/wiki/Thimbleweed_Park",
        "https://en.wikipedia.org/wiki/Visual_novel",
        "https://en.wikipedia.org/wiki/Dating_sim",
        "https://en.wikipedia.org/wiki/Visual_novel",
        "https://en.wikipedia.org/wiki/Dating_sim",
        "https://en.wikipedia.org/wiki/NEC",
        "https://en.wikipedia.org/wiki/Display_resolution",
        "https://en.wikipedia.org/wiki/Japanese_writing_system",
        "https://en.wikipedia.org/wiki/Game_design",
        "https://en.wikipedia.org/wiki/Visual_novel",
        "https://en.wikipedia.org/wiki/FM_synthesis",
        "https://en.wikipedia.org/wiki/FM_Towns",
        "https://en.wikipedia.org/wiki/Crime_fiction",
        "https://en.wikipedia.org/wiki/The_Portopia_Serial_Murder_Case",
        "https://en.wikipedia.org/wiki/Dragon_Quest",
        "https://en.wikipedia.org/wiki/Parser",
        "https://en.wikipedia.org/wiki/Nonlinear_gameplay",
        "https://en.wikipedia.org/wiki/Open_world",
        "https://en.wikipedia.org/wiki/Dialog_tree",
        "https://en.wikipedia.org/wiki/Multiple_endings",
        "https://en.wikipedia.org/wiki/Twist_ending",
        "https://en.wikipedia.org/wiki/Dungeon_crawl",
        "https://en.wikipedia.org/wiki/Shadowgate",
        "https://en.wikipedia.org/wiki/Square_Enix",
        "https://en.wikipedia.org/wiki/Detective_fiction",
        "https://en.wikipedia.org/wiki/MicroCabin",
        "https://en.wikipedia.org/wiki/Mystery_House",
        "https://en.wikipedia.org/wiki/MSX",
        "https://en.wikipedia.org/wiki/Video_game_remake",
        "https://en.wikipedia.org/wiki/Video_game_controversy",
        "https://en.wikipedia.org/wiki/Bishoujo_game",
        "https://en.wikipedia.org/wiki/Eroge",
        "https://en.wikipedia.org/wiki/Koei",
        "https://en.wikipedia.org/wiki/Adult_video_game",
        "https://en.wikipedia.org/wiki/Graphic_adventure_game",
        "https://en.wikipedia.org/wiki/Enix",
        "https://en.wikipedia.org/wiki/Nihon_Falcom",
        "https://en.wikipedia.org/wiki/Keyboard_shortcut",
        "https://en.wikipedia.org/wiki/Joshiryo_Panic",
        "https://en.wikipedia.org/wiki/Dragon_Warrior",
        "https://en.wikipedia.org/wiki/Computer_animation",
        "https://en.wikipedia.org/wiki/Personal_computer_game",
        "https://en.wikipedia.org/wiki/Arsys_Software",
        "https://en.wikipedia.org/wiki/Persistent_world",
        "https://en.wikipedia.org/wiki/Player_character",
        "https://en.wikipedia.org/wiki/Hideo_Kojima",
        "https://en.wikipedia.org/wiki/Stealth_game",
        "https://en.wikipedia.org/wiki/Konami",
        "https://en.wikipedia.org/wiki/Cyberpunk",
        "https://en.wikipedia.org/wiki/Cut_scene",
        "https://en.wikipedia.org/wiki/Amnesia",
        "https://en.wikipedia.org/wiki/Light_gun_shooter",
        "https://en.wikipedia.org/wiki/Interactive_movie",
        "https://en.wikipedia.org/wiki/Interactive_movie",
        "https://en.wikipedia.org/wiki/Arcade_game",
        "https://en.wikipedia.org/wiki/Laserdisc_video_game",
        "https://en.wikipedia.org/wiki/Sega",
        "https://en.wikipedia.org/wiki/Astron_Belt",
        "https://en.wikipedia.org/wiki/Shooter_game",
        "https://en.wikipedia.org/wiki/Full_motion_video",
        "https://en.wikipedia.org/wiki/Anime",
        "https://en.wikipedia.org/wiki/Cutscene",
        "https://en.wikipedia.org/wiki/Time_Gal",
        "https://en.wikipedia.org/wiki/Quick_time_event",
        "https://en.wikipedia.org/wiki/Technology_and_Entertainment_Software",
        "https://en.wikipedia.org/wiki/Nintendo_Entertainment_System",
        "https://en.wikipedia.org/wiki/Chunsoft",
        "https://en.wikipedia.org/wiki/Gamepad",
        "https://en.wikipedia.org/wiki/Screen_hotspot",
        "https://en.wikipedia.org/wiki/Overworld",
        "https://en.wikipedia.org/wiki/Player_character",
        "https://en.wikipedia.org/wiki/Computer_animation",
        "https://en.wikipedia.org/wiki/Dialog_tree",
        "https://en.wikipedia.org/wiki/Shadow_of_Memories",
        "https://en.wikipedia.org/wiki/Haruhiko_Shono",
        "https://en.wikipedia.org/wiki/3D_computer_graphics",
        "https://en.wikipedia.org/wiki/The_Matrix",
        "https://en.wikipedia.org/wiki/Guillermo_del_Toro",
        "https://en.wikipedia.org/wiki/Cosmology_of_Kyoto",
        "https://en.wikipedia.org/wiki/Nonlinear_gameplay",
        "https://en.wikipedia.org/wiki/Open_world",
        "https://en.wikipedia.org/wiki/Policenauts",
        "https://en.wikipedia.org/wiki/Hard_science_fiction",
        "https://en.wikipedia.org/wiki/Japanese_literature",
        "https://en.wikipedia.org/wiki/Urashima_Taro",
        "https://en.wikipedia.org/wiki/Full_motion_video_based_game",
        "https://en.wikipedia.org/wiki/Saved_game",
        "https://en.wikipedia.org/wiki/Human_Entertainment",
        "https://en.wikipedia.org/wiki/Survival_horror",
        "https://en.wikipedia.org/wiki/Scissorman",
        "https://en.wikipedia.org/wiki/Sega",
        "https://en.wikipedia.org/wiki/Platform_game",
        "https://en.wikipedia.org/wiki/Anmitsu_Hime",
        "https://en.wikipedia.org/wiki/Alex_Kidd",
        "https://en.wikipedia.org/wiki/The_Goonies_II",
        "https://en.wikipedia.org/wiki/Action_game",
        "https://en.wikipedia.org/wiki/Open_world",
        "https://en.wikipedia.org/wiki/Metroid",
        "https://en.wikipedia.org/wiki/Sega_CD",
        "https://en.wikipedia.org/wiki/M_for_Mature",
        "https://en.wikipedia.org/wiki/Cult_following",
        "https://en.wikipedia.org/wiki/Easter_egg",
        "https://en.wikipedia.org/wiki/Dating_sim",
        "https://en.wikipedia.org/wiki/Visual_novel",
        "https://en.wikipedia.org/wiki/Visual_novel",
        "https://en.wikipedia.org/wiki/Myst",
        "https://en.wikipedia.org/wiki/FM_Towns",
        "https://en.wikipedia.org/wiki/Nonlinear_gameplay",
        "https://en.wikipedia.org/wiki/Multiple_endings",
        "https://en.wikipedia.org/wiki/Compact_Disc",
        "https://en.wikipedia.org/wiki/Sound_novel",
        "https://en.wikipedia.org/wiki/Kamaitachi_no_Yoru",
        "https://en.wikipedia.org/wiki/Eve_Burst_Error",
        "https://en.wikipedia.org/wiki/ELF_Corporation",
        "https://en.wikipedia.org/wiki/Time_travel",
        "https://en.wikipedia.org/wiki/Chunsoft",
        "https://en.wikipedia.org/wiki/3D_computer_graphics",
        "https://en.wikipedia.org/wiki/PlayStation",
        "https://en.wikipedia.org/wiki/Dreamcast",
        "https://en.wikipedia.org/wiki/PlayStation_2",
        "https://en.wikipedia.org/wiki/Human_Entertainment",
        "https://en.wikipedia.org/wiki/Mizzurna_Falls",
        "https://en.wikipedia.org/wiki/Sega",
        "https://en.wikipedia.org/wiki/Konami",
        "https://en.wikipedia.org/wiki/Shadow_of_Memories",
        "https://en.wikipedia.org/wiki/Irem",
        "https://en.wikipedia.org/wiki/Disaster_Report",
        "https://en.wikipedia.org/wiki/Cing",
        "https://en.wikipedia.org/wiki/Glass_Rose",
        "https://en.wikipedia.org/wiki/Resident_Evil",
        "https://en.wikipedia.org/wiki/Sega",
        "https://en.wikipedia.org/wiki/Shenmue",
        "https://en.wikipedia.org/wiki/Open_world",
        "https://en.wikipedia.org/wiki/Quick_time_event",
        "https://en.wikipedia.org/wiki/Fighting_game",
        "https://en.wikipedia.org/wiki/Yu_Suzuki",
        "https://en.wikipedia.org/wiki/Nintendo_DS",
        "https://en.wikipedia.org/wiki/Capcom",
        "https://en.wikipedia.org/wiki/Ace_Attorney",
        "https://en.wikipedia.org/wiki/Game_Boy_Advance",
        "https://en.wikipedia.org/wiki/Professor_Layton",
        "https://en.wikipedia.org/wiki/Fan_translation",
        "https://en.wikipedia.org/wiki/Gaiden",
        "https://en.wikipedia.org/wiki/Visual_novel",
        "https://en.wikipedia.org/wiki/Capcom",
        "https://en.wikipedia.org/wiki/Game_Boy_Advance",
        "https://en.wikipedia.org/wiki/Ace_Attorney",
        "https://en.wikipedia.org/wiki/Professor_Layton",
        "https://en.wikipedia.org/wiki/Cing",
        "https://en.wikipedia.org/wiki/Chunsoft",
        "https://en.wikipedia.org/wiki/Hatoful_Boyfriend",
        "https://en.wikipedia.org/wiki/Devolver_Digital",
        "https://en.wikipedia.org/wiki/Virtual_machine",
        "https://en.wikipedia.org/wiki/Frotz",
        "https://en.wikipedia.org/wiki/Infocom",
        "https://en.wikipedia.org/wiki/Personal_digital_assistant",
        "https://en.wikipedia.org/wiki/Web_browser",
        "https://en.wikipedia.org/wiki/Home_computer",
        "https://en.wikipedia.org/wiki/Emulator",
        "https://en.wikipedia.org/wiki/ScummVM",
        "https://en.wikipedia.org/wiki/Coktel_Vision",
        "https://en.wikipedia.org/wiki/ResidualVM",
        "https://en.wikipedia.org/wiki/VDMSound",
        "https://en.wikipedia.org/wiki/DOSBox",
        "https://en.wikipedia.org/wiki/IBM_PC_compatible",
        "https://en.wikipedia.org/wiki/DOS",
        "https://en.wikipedia.org/wiki/Operating_system",
        "https://en.wikipedia.org/wiki/4D_film",
        "https://en.wikipedia.org/wiki/Adventure_Gamers",
        "https://en.wikipedia.org/wiki/Cybertext",
        "https://en.wikipedia.org/wiki/Get_Lamp",
        "https://en.wikipedia.org/wiki/Interactive_fiction",
        "https://en.wikipedia.org/wiki/List_of_graphic_adventure_games",
        "https://en.wikipedia.org/wiki/MUD",
        "https://en.wikipedia.org/wiki/Roguelike",
        "https://en.wikipedia.org/wiki/Visual_novel",
        "https://en.wikipedia.org/wiki/Adventure_Gamers",
        "https://en.wikipedia.org/wiki/MobyGames",
        "https://en.wikipedia.org/wiki/IGN",
        "https://en.wikipedia.org/wiki/Gamasutra",
        "https://en.wikipedia.org/wiki/USGamer",
        "https://en.wikipedia.org/wiki/The_Guardian",
        "https://en.wikipedia.org/wiki/The_Verge",
        "https://en.wikipedia.org/wiki/Imagine_Media",
        "https://en.wikipedia.org/wiki/The_New_York_Times",
        "https://en.wikipedia.org/wiki/Joystiq",
        "https://en.wikipedia.org/wiki/Gamasutra",
        "https://en.wikipedia.org/wiki/PCGamesN",
        "https://en.wikipedia.org/wiki/PC_Gamer",
        "https://en.wikipedia.org/wiki/PCGamesN",
        "https://en.wikipedia.org/wiki/Kill_Screen",
        "https://en.wikipedia.org/wiki/US_Gamer",
        "https://en.wikipedia.org/wiki/The_Guardian",
        "https://en.wikipedia.org/wiki/Softpedia",
        "https://en.wikipedia.org/wiki/The_Olympian",
        "https://en.wikipedia.org/wiki/Wayback_Machine",
        "https://en.wikipedia.org/wiki/IGN",
        "https://en.wikipedia.org/wiki/Gamasutra",
        "https://en.wikipedia.org/wiki/Ars_Technica",
        "https://en.wikipedia.org/wiki/PC_Gamer",
        "https://en.wikipedia.org/wiki/PC_World",
        "https://en.wikipedia.org/wiki/GameSpot",
        "https://en.wikipedia.org/wiki/CNET_Networks",
        "https://en.wikipedia.org/wiki/Igromania",
        "https://en.wikipedia.org/wiki/Ron_Gilbert",
        "https://en.wikipedia.org/wiki/Wired_UK",
        "https://en.wikipedia.org/wiki/Gamasutra",
        "https://en.wikipedia.org/wiki/Destructoid",
        "https://en.wikipedia.org/wiki/Shacknews",
        "https://en.wikipedia.org/wiki/Game_Informer",
        "https://en.wikipedia.org/wiki/PC_World",
        "https://en.wikipedia.org/wiki/Eurogamer",
        "https://en.wikipedia.org/wiki/VG247",
        "https://en.wikipedia.org/wiki/Retro_Gamer",
        "https://en.wikipedia.org/wiki/Retro_Gamer",
        "https://en.wikipedia.org/wiki/Imagine_Publishing",
        "https://en.wikipedia.org/wiki/Retro_Gamer",
        "https://en.wikipedia.org/wiki/Retro_Gamer",
        "https://en.wikipedia.org/wiki/GameSpot",
        "https://en.wikipedia.org/wiki/CNET_Networks",
        "https://en.wikipedia.org/wiki/Wayback_Machine",
        "https://en.wikipedia.org/wiki/Square_Enix",
        "https://en.wikipedia.org/wiki/GameSpot",
        "https://en.wikipedia.org/wiki/Enterbrain",
        "https://en.wikipedia.org/wiki/Okayama_University",
        "https://en.wikipedia.org/wiki/Wayback_Machine",
        "https://en.wikipedia.org/wiki/Wayback_Machine",
        "https://en.wikipedia.org/wiki/GamePro",
        "https://en.wikipedia.org/wiki/MobyGames",
        "https://en.wikipedia.org/wiki/GameSpot",
        "https://en.wikipedia.org/wiki/CNET",
        "https://en.wikipedia.org/wiki/ITunes_Store",
        "https://en.wikipedia.org/wiki/Ken_Rolston",
        "https://en.wikipedia.org/wiki/Wayback_Machine",
        "https://en.wikipedia.org/wiki/GameFAQs",
        "https://en.wikipedia.org/wiki/Wayback_Machine",
        "https://en.wikipedia.org/wiki/Wayback_Machine",
        "https://en.wikipedia.org/wiki/Gamasutra",
        "https://en.wikipedia.org/wiki/Retro_Gamer",
        "https://en.wikipedia.org/wiki/Wayback_Machine",
        "https://en.wikipedia.org/wiki/IGN",
        "https://en.wikipedia.org/wiki/Destructoid",
        "https://en.wikipedia.org/wiki/GamesTM",
        "https://en.wikipedia.org/wiki/IGN",
        "https://en.wikipedia.org/wiki/Gamasutra",
        "https://en.wikipedia.org/wiki/GameSpot",
        "https://en.wikipedia.org/wiki/Capcom",
        "https://en.wikipedia.org/wiki/VG247",
        "https://en.wikipedia.org/wiki/Wayback_Machine",
        "https://en.wikipedia.org/wiki/Gamasutra",
        "https://en.wikipedia.org/wiki/IGN",
        "https://en.wikipedia.org/wiki/Gamasutra",
        "https://en.wikipedia.org/wiki/Nick_Montfort",
        "https://en.wikipedia.org/wiki/Graham_Nelson",
        "https://en.wikipedia.org/wiki/Katie_Salen",
        "https://en.wikipedia.org/wiki/Eric_Zimmerman",
        "https://en.wikipedia.org/wiki/Rules_of_Play",
        "https://en.wikipedia.org/wiki/Tim_Hartnell",
        "https://en.wikipedia.org/wiki/Video_game_genre",
        "https://en.wikipedia.org/wiki/List_of_video_game_genres",
        "https://en.wikipedia.org/wiki/Action_game",
        "https://en.wikipedia.org/wiki/Hack_and_slash",
        "https://en.wikipedia.org/wiki/Fighting_game",
        "https://en.wikipedia.org/wiki/Platform_fighter",
        "https://en.wikipedia.org/wiki/List_of_maze_video_games",
        "https://en.wikipedia.org/wiki/Platform_game",
        "https://en.wikipedia.org/wiki/Endless_runner",
        "https://en.wikipedia.org/wiki/Shooter_game",
        "https://en.wikipedia.org/wiki/Light_gun_shooter",
        "https://en.wikipedia.org/wiki/Arena_shooter",
        "https://en.wikipedia.org/wiki/Hero_shooter",
        "https://en.wikipedia.org/wiki/Tactical_shooter",
        "https://en.wikipedia.org/wiki/Survival_game",
        "https://en.wikipedia.org/wiki/Battle_royale_game",
        "https://en.wikipedia.org/wiki/Grand_Theft_Auto_clone",
        "https://en.wikipedia.org/wiki/Immersive_sim",
        "https://en.wikipedia.org/wiki/Metroidvania",
        "https://en.wikipedia.org/wiki/Stealth_game",
        "https://en.wikipedia.org/wiki/List_of_graphic_adventure_games",
        "https://en.wikipedia.org/wiki/Escape_the_room",
        "https://en.wikipedia.org/wiki/Interactive_fiction",
        "https://en.wikipedia.org/wiki/Interactive_film",
        "https://en.wikipedia.org/wiki/Visual_novel",
        "https://en.wikipedia.org/wiki/Horror_game",
        "https://en.wikipedia.org/wiki/Survival_horror",
        "https://en.wikipedia.org/wiki/Massively_multiplayer_online_game",
        "https://en.wikipedia.org/wiki/MUD",
        "https://en.wikipedia.org/wiki/List_of_multiplayer_online_battle_arena_games",
        "https://en.wikipedia.org/wiki/Soulslike",
        "https://en.wikipedia.org/wiki/Dungeon_crawl",
        "https://en.wikipedia.org/wiki/Roguelike",
        "https://en.wikipedia.org/wiki/Simulation_video_game",
        "https://en.wikipedia.org/wiki/Construction_and_management_simulation",
        "https://en.wikipedia.org/wiki/Business_simulation_game",
        "https://en.wikipedia.org/wiki/Theme_park_management_video_game",
        "https://en.wikipedia.org/wiki/Government_simulation_game",
        "https://en.wikipedia.org/wiki/Life_simulation_game",
        "https://en.wikipedia.org/wiki/Dating_sim",
        "https://en.wikipedia.org/wiki/Virtual_pet",
        "https://en.wikipedia.org/wiki/God_game",
        "https://en.wikipedia.org/wiki/Social_simulation_game",
        "https://en.wikipedia.org/wiki/Strategy_video_game",
        "https://en.wikipedia.org/wiki/4X",
        "https://en.wikipedia.org/wiki/Auto_battler",
        "https://en.wikipedia.org/wiki/Multiplayer_online_battle_arena",
        "https://en.wikipedia.org/wiki/Time_management_game",
        "https://en.wikipedia.org/wiki/Tower_defense",
        "https://en.wikipedia.org/wiki/Artillery_game",
        "https://en.wikipedia.org/wiki/Computer_wargame",
        "https://en.wikipedia.org/wiki/Grand_strategy_wargame",
        "https://en.wikipedia.org/wiki/Sports_video_game",
        "https://en.wikipedia.org/wiki/List_of_American_football_video_games",
        "https://en.wikipedia.org/wiki/List_of_association_football_video_games",
        "https://en.wikipedia.org/wiki/List_of_Australian_rules_football_video_games",
        "https://en.wikipedia.org/wiki/List_of_baseball_video_games",
        "https://en.wikipedia.org/wiki/List_of_basketball_video_games",
        "https://en.wikipedia.org/wiki/List_of_cricket_video_games",
        "https://en.wikipedia.org/wiki/List_of_fighting_games",
        "https://en.wikipedia.org/wiki/List_of_licensed_professional_wrestling_video_games",
        "https://en.wikipedia.org/wiki/List_of_sumo_video_games",
        "https://en.wikipedia.org/wiki/Fishing_video_game",
        "https://en.wikipedia.org/wiki/List_of_golf_video_games",
        "https://en.wikipedia.org/wiki/List_of_ice_hockey_video_games",
        "https://en.wikipedia.org/wiki/Racing_game",
        "https://en.wikipedia.org/wiki/Kart_racing_game",
        "https://en.wikipedia.org/wiki/Sim_racing",
        "https://en.wikipedia.org/wiki/List_of_rugby_union_video_games",
        "https://en.wikipedia.org/wiki/List_of_snowboarding_video_games",
        "https://en.wikipedia.org/wiki/List_of_volleyball_video_games",
        "https://en.wikipedia.org/wiki/Vehicle_simulation_game",
        "https://en.wikipedia.org/wiki/Flight_simulator",
        "https://en.wikipedia.org/wiki/Amateur_flight_simulation",
        "https://en.wikipedia.org/wiki/Combat_flight_simulation_game",
        "https://en.wikipedia.org/wiki/Space_flight_simulation_game",
        "https://en.wikipedia.org/wiki/Driving_simulator",
        "https://en.wikipedia.org/wiki/Submarine_simulator",
        "https://en.wikipedia.org/wiki/Train_simulator",
        "https://en.wikipedia.org/wiki/List_of_vehicular_combat_games",
        "https://en.wikipedia.org/wiki/Digital_tabletop_game",
        "https://en.wikipedia.org/wiki/Digital_collectible_card_game",
        "https://en.wikipedia.org/wiki/List_of_erotic_video_games",
        "https://en.wikipedia.org/wiki/Eroge",
        "https://en.wikipedia.org/wiki/Exergaming",
        "https://en.wikipedia.org/wiki/Horror_game",
        "https://en.wikipedia.org/wiki/Incremental_game",
        "https://en.wikipedia.org/wiki/Music_video_game",
        "https://en.wikipedia.org/wiki/Rhythm_game",
        "https://en.wikipedia.org/wiki/Party_game",
        "https://en.wikipedia.org/wiki/Programming_game",
        "https://en.wikipedia.org/wiki/Puzzle_video_game",
        "https://en.wikipedia.org/wiki/Hidden_object_game",
        "https://en.wikipedia.org/wiki/Sokoban",
        "https://en.wikipedia.org/wiki/Typing_game",
        "https://en.wikipedia.org/wiki/List_of_chess_software",
        "https://en.wikipedia.org/wiki/List_of_shogi_video_games",
        "https://en.wikipedia.org/wiki/List_of_alternate_reality_games",
        "https://en.wikipedia.org/wiki/List_of_quiz_arcade_games",
        "https://en.wikipedia.org/wiki/Advertising_in_video_games",
        "https://en.wikipedia.org/wiki/Advergame",
        "https://en.wikipedia.org/wiki/Arcade_game",
        "https://en.wikipedia.org/wiki/Art_game",
        "https://en.wikipedia.org/wiki/Audio_game",
        "https://en.wikipedia.org/wiki/Casual_game",
        "https://en.wikipedia.org/wiki/Christian_video_game",
        "https://en.wikipedia.org/wiki/List_of_crossovers_in_video_games",
        "https://en.wikipedia.org/wiki/Educational_video_game",
        "https://en.wikipedia.org/wiki/Full_motion_video",
        "https://en.wikipedia.org/wiki/Gamification",
        "https://en.wikipedia.org/wiki/Indie_game",
        "https://en.wikipedia.org/wiki/Multiplayer_video_game",
        "https://en.wikipedia.org/wiki/Nonlinear_gameplay",
        "https://en.wikipedia.org/wiki/Open_world",
        "https://en.wikipedia.org/wiki/Sandbox_game",
        "https://en.wikipedia.org/wiki/Nonviolent_video_game",
        "https://en.wikipedia.org/wiki/Online_game",
        "https://en.wikipedia.org/wiki/Browser_game",
        "https://en.wikipedia.org/wiki/Online_gambling",
        "https://en.wikipedia.org/wiki/Pervasive_game",
        "https://en.wikipedia.org/wiki/Serious_game",
        "https://en.wikipedia.org/wiki/Twitch_gameplay",
        "https://en.wikipedia.org/wiki/Virtual_reality_game",
        "https://en.wikipedia.org/wiki/Video_game_clone",
        "https://en.wikipedia.org/wiki/Cooperative_video_game",
        "https://en.wikipedia.org/wiki/Adventure_game",
        "https://en.wikipedia.org/wiki/Adventure_game",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}