{
    "url": "https://en.wikipedia.org/wiki/Aesthetics_of_music",
    "title": "Aesthetics of music",
    "table_of_contents": [
        "1 18th century",
        "2 19th century",
        "3 20th century",
        "4 21st century",
        "4.1 Constructive reception",
        "4.2 Criticism",
        "5 See also",
        "6 Footnotes",
        "7 References",
        "8 Further reading",
        "9 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Aesthetics of music (/ɛsˈθɛtɪks, iːs-, æs-/) is a branch of philosophy that deals with the nature of art, beauty and taste in music, and with the creation or appreciation of beauty in music.[1] In the pre-modern tradition, the aesthetics of music or musical aesthetics explored the mathematical and cosmological dimensions of rhythmic and harmonic organization. In the eighteenth century, focus shifted to the experience of hearing music, and thus to questions about its beauty and human enjoyment (plaisir and jouissance) of music.  The origin of this philosophic shift is sometimes attributed to Baumgarten in the 18th century, followed by Kant.\n\nAesthetics is a sub-discipline of philosophy. In the 20th century, important contributions to the aesthetics of music were made by Peter Kivy, Jerrold Levinson, Roger Scruton, and Stephen Davies. However, many musicians, music critics, and other non-philosophers have contributed to the aesthetics of music. In the 19th century, a significant debate arose between Eduard Hanslick, a music critic and musicologist, and composer Richard Wagner regarding whether instrumental music could communicate emotions to the listener. Wagner and his disciples argued that instrumental music could communicate emotions and images; composers who held this belief wrote instrumental tone poems, which attempted to tell a story or depict a landscape using instrumental music. Although history portrays Hanslick as Wagner's opponent, in 1843 after the premiere of Tannhäuser in Dresden, Hanslick gave the opera rave reviews. He called Wagner, “The great new hope of a new school of German Romantic opera.”[2]  Thomas Grey, a musicologist specializing in Wagnerian opera at Stanford University argues, “On the Beautiful in Music was written in riposte of Wagner's polemic grandstanding and overblown theorizing.” [3] Hanslick and his partisans asserted that instrumental music is simply patterns of sound that do not communicate any emotions or images.\n\nSince ancient times, it has been thought that music has the ability to affect our emotions, intellect, and psychology; it can assuage our loneliness or incite our passions. The Ancient Greek philosopher Plato suggests in The Republic that music has a direct effect on the soul. Therefore, he proposes that in the ideal regime, music would be closely regulated by the state (Book VII). There has been a strong tendency in the aesthetics of music to emphasize the paramount importance of compositional structure; however, other issues concerning the aesthetics of music include lyricism, harmony, hypnotism, emotiveness, temporal dynamics, resonance, playfulness, and color (see also musical development).\n\n"
        },
        {
            "title": "18th century",
            "text": "In the 18th century, music was considered so far outside the realm of aesthetic theory (then conceived of in visual terms) that music was barely mentioned in William Hogarth's treatise The Analysis of Beauty. He considered dance beautiful (closing the treatise with a discussion of the minuet), but treated music important only insofar as it could provide the proper accompaniment for the dancers.\n\nHowever, by the end of the century, people began to distinguish the topic of music and its own beauty from music as part of a mixed media, as in opera and dance. Immanuel Kant, whose Critique of Judgment is generally considered the most important and influential work on aesthetics in the 18th century, argued that instrumental music is beautiful but ultimately trivial. Compared to the other fine arts, it does not engage the understanding sufficiently, and it lacks moral purpose. To display the combination of genius and taste that combines ideas and beauty, Kant thought that music must be combined with words, as in song and opera.\n\n"
        },
        {
            "title": "19th century",
            "text": "In the 19th century, the era of romanticism in music, some composers and critics argued that music should and could express ideas, images, emotions, or even a whole literary plot. Challenging Kant's reservations about instrumental music, in 1813 E. T. A. Hoffmann argued that music was fundamentally the art of instrumental composition. Five years later, Arthur Schopenhauer's The World as Will and Representation argued that instrumental music is the greatest art, because it is uniquely capable of representing the metaphysical organization of reality. He felt that because music neither represents the phenomenal world, nor makes statements about it, it bypasses both the pictorial and the verbal. He believed that music was much closer to the true nature of all things than any other art form. This idea would explain why, when the appropriate music is set to any scene, action or event is played, it seems to reveal its innermost meaning, appearing to be the most accurate and distinct commentary of it.[4]\n\nAlthough the Romantic movement accepted the thesis that instrumental music has representational capacities, most did not support Schopenhauer's linking of music and metaphysics. The mainstream consensus endorsed music's capacity to represent particular emotions and situations. In 1832, composer Robert Schumann stated that his piano work Papillons was \"intended as a musical representation\" of the final scene of a novel by Jean Paul, Flegeljahre. The thesis that the value of music is related to its representational function was vigorously countered by the formalism of Eduard Hanslick, setting off the \"War of the Romantics.\"\n\nThis fight, according to Carl Dahlhaus, divided aestheticians into two competing groups: On the one side were formalists (e.g., Hanslick) who emphasized that the rewards of music are found in appreciation of musical form or design, while on the other side were anti-formalists, such as Richard Wagner, who regarded musical form as a means to other artistic ends. Recent research, however, has questioned the centrality of that strife: \"For a long time, accounts of aesthetic concerns during that century have focused on a conflict between authors who were sympathetic to either form or content in music, favouring either ‘absolute’ or ‘programme music’ respectively. That interpretation of the period, however, is worn out.\"[5] Instead, Andreas Dorschel places the tension between music's sensual immediacy and its intellectual mediations centre stage for 19th century aesthetics: \"Music seems to touch human beings more immediately than any other form of art; yet it is also an elaborately mediated phenomenon steeped in complex thought. The paradox of this ‘immediate medium’, discovered along with the eighteenth-century invention of ‘aesthetics’, features heavily in philosophy's encounters with music during the nineteenth century. [...] It seems more fruitful now to unfold the paradox of the immediate medium through a web of alternative notions such as sound and matter, sensation and sense, habituation and innovation, imagination and desire, meaning and interpretation, body and gesture.\"[6]\n\n"
        },
        {
            "title": "20th century",
            "text": "A group of modernist writers in the early 20th century (including the poet Ezra Pound) believed that music was essentially pure because it didn't represent anything, or make reference to anything beyond itself. In a sense, they wanted to bring poetry closer to Hanslick's ideas about the autonomous, self-sufficient character of music. (Bucknell 2002) Dissenters from this view notably included Albert Schweitzer, who argued against the alleged 'purity' of music in a classic work on Bach. Far from being a new debate, this disagreement between modernists and their critics was a direct continuation of the 19th-century debate about the autonomy of music.\n\nAmong 20th-century composers, Igor Stravinsky is the most prominent composer to defend the modernist idea of musical autonomy. When a composer creates music, Stravinsky claims, the only relevant thing \"is his apprehension of the contour of the form, for the form is everything. He can say nothing whatever about meanings\" (Stravinsky 1962, p. 115). Although listeners often look for meanings in music, Stravinsky warned that these are distractions from the musical experience.\n\nThe most distinctive development in the aesthetics of music in the 20th century was that attention was directed at the distinction between 'higher' and 'lower' music, now understood to align with the distinction between art music and popular music, respectively. Theodor Adorno suggested that culture industries churn out a debased mass of unsophisticated, sentimental products that have replaced more 'difficult' and critical art forms that might lead people to actually question social life. False needs are cultivated in people by the culture industries. These needs can be both created and satisfied by the capitalist system, and can replace people's 'true' needs: freedom, full expression of human potential and creativity, and genuine creative happiness. Thus, those trapped in the false notions of beauty according to a capitalist mode of thinking can only hear beauty in dishonest terms (citation necessary).\n\nBeginning with Peter Kivy's work in the 1970s, analytic philosophy has contributed extensively to the aesthetics of music. Analytic philosophy pays very little attention to the topic of musical beauty. Instead, Kivy inspired extensive debate about the nature of emotional expressiveness in music. He also contributed to the debate over the nature of authentic performances of older music arguing that much of the debate was incoherent because it failed to distinguish among four distinct standards of authentic performance of music (1995).\n\n"
        },
        {
            "title": "21st century",
            "text": "In the 21st century, philosophers such as Nick Zangwill have extended the study of aesthetics in music as studied in the 20th century by scholars such as Jerrold Levinson and Peter Kivy. In his 2014 book on the aesthetics of music titled Music and Aesthetic Reality: Formalism and the Limits of Description, Zangwill introduces his realist position by stating, \"By 'realism' about musical experience, I mean a view that foregrounds the aesthetic properties of music and our experience of these properties: Musical experience is an awareness of an array of sounds and out the sound structure and its aesthetic properties. This is the content of musical experience.\"[7]\n\nContemporary music in the 20th and 21st centuries has had both supporters and detractors. Theodor Adorno in the 20th century was a critic of much popular music. Others in the 21st century, such as Eugene W. Holland, have constructively proposed jazz improvisation as a socio-economic model, and Edward W. Sarath has constructively proposed jazz as a useful paradigm for understanding education and society.[8]\n\nEugene W. Holland has proposed jazz improvisation as a model for social and economic relations in general.[9][10] Similarly, Edward W. Sarath has constructively proposed jazz improvisation as a model for change in music, education, and society.[11]\n\nSimon Frith (2004, p. 17-9) argues that, \"'bad music' is a necessary concept for musical pleasure, for musical aesthetics.\" He distinguishes two common kinds of bad music: the Worst Records Ever Made type, which include \"Tracks which are clearly incompetent musically; made by singers who can't sing, players who can't play, producers who can't produce,\" and \"Tracks involving genre confusion. The most common examples are actors or TV stars recording in the latest style.\" Another type of \"bad music\" is \"rock critical lists,\" such as \"Tracks that feature sound gimmicks that have outlived their charm or novelty\" and \"Tracks that depend on false sentiment [...], that feature an excess of feeling molded into a radio-friendly pop song.\"\n\nFrith gives three common qualities attributed to bad music: inauthentic, [in] bad taste (see also: kitsch), and stupid. He argues that \"The marking off of some tracks and genres and artists as 'bad' is a necessary part of popular music pleasure; it is a way we establish our place in various music worlds. And 'bad' is a key word here because it suggests that aesthetic and ethical judgements are tied together here: not to like a record is not just a matter of taste; it is also a matter of argument, and argument that matters\" (p. 28). Frith's analysis of popular music is based in sociology.\n\nTheodor Adorno was a prominent philosopher who wrote on the aesthetics of popular music. A Marxist, Adorno was extremely hostile to popular music. His theory was largely formulated in response to the growing popularity of American music in Europe between World War I and World War II. As a result, Adorno often uses \"jazz\" as his example of what he believed was wrong with popular music; however, for Adorno this term included everyone from Louis Armstrong to Bing Crosby. He attacked popular music claiming that it is simplistic and repetitive, and encourages a fascist mindset (1973, p. 126). Besides Adorno, Theodore Gracyk provides the most extensive philosophical analysis of popular music. He argues that conceptual categories and distinctions developed in response to art music are systematically misleading when applied to popular music (1996). At the same time, the social and political dimensions of popular music do not deprive it of aesthetic value (2007).\n\nIn 2007 musicologist and journalist Craig Schuftan published The Culture Club, a book drawing links between modernism art movements and popular music of today and that of past decades and even centuries. His story involves drawing lines between art, or high culture, and pop, or low culture.[12] A more scholarly study of the same topic, Between Montmartre and the Mudd Club: Popular Music and the Avant-Garde, was published five years earlier by philosopher Bernard Gendron.\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Music_critic",
        "https://en.wikipedia.org/wiki/Orchestra",
        "https://en.wikipedia.org/wiki/Philosophy",
        "https://en.wikipedia.org/wiki/Art",
        "https://en.wikipedia.org/wiki/Beauty",
        "https://en.wikipedia.org/wiki/Plaisir",
        "https://en.wikipedia.org/wiki/Jouissance",
        "https://en.wikipedia.org/wiki/Alexander_Gottlieb_Baumgarten",
        "https://en.wikipedia.org/wiki/Immanuel_Kant",
        "https://en.wikipedia.org/wiki/Philosophy",
        "https://en.wikipedia.org/wiki/Peter_Kivy",
        "https://en.wikipedia.org/wiki/Jerrold_Levinson",
        "https://en.wikipedia.org/wiki/Roger_Scruton",
        "https://en.wikipedia.org/wiki/Music_criticism",
        "https://en.wikipedia.org/wiki/Eduard_Hanslick",
        "https://en.wikipedia.org/wiki/Musicologist",
        "https://en.wikipedia.org/wiki/Richard_Wagner",
        "https://en.wikipedia.org/wiki/Tone_poem",
        "https://en.wikipedia.org/wiki/Emotions",
        "https://en.wikipedia.org/wiki/Intellect",
        "https://en.wikipedia.org/wiki/Psychology",
        "https://en.wikipedia.org/wiki/Ancient_Greece",
        "https://en.wikipedia.org/wiki/Plato",
        "https://en.wikipedia.org/wiki/Lyrics",
        "https://en.wikipedia.org/wiki/Harmony",
        "https://en.wikipedia.org/wiki/Hypnotism",
        "https://en.wikipedia.org/wiki/Emotion",
        "https://en.wikipedia.org/wiki/Temporal_Dynamics_of_Music_and_Language",
        "https://en.wikipedia.org/wiki/Resonance",
        "https://en.wikipedia.org/wiki/Musical_development",
        "https://en.wikipedia.org/wiki/William_Hogarth",
        "https://en.wikipedia.org/wiki/The_Analysis_of_Beauty",
        "https://en.wikipedia.org/wiki/Dance",
        "https://en.wikipedia.org/wiki/Immanuel_Kant",
        "https://en.wikipedia.org/wiki/Critique_of_Judgment",
        "https://en.wikipedia.org/wiki/Romanticism",
        "https://en.wikipedia.org/wiki/Arthur_Schopenhauer",
        "https://en.wikipedia.org/wiki/The_World_as_Will_and_Representation",
        "https://en.wikipedia.org/wiki/Robert_Schumann",
        "https://en.wikipedia.org/wiki/Papillons",
        "https://en.wikipedia.org/wiki/Jean_Paul",
        "https://en.wikipedia.org/wiki/Eduard_Hanslick",
        "https://en.wikipedia.org/wiki/Carl_Dahlhaus",
        "https://en.wikipedia.org/wiki/Richard_Wagner",
        "https://en.wikipedia.org/wiki/Andreas_Dorschel",
        "https://en.wikipedia.org/wiki/Modernism",
        "https://en.wikipedia.org/wiki/Ezra_Pound",
        "https://en.wikipedia.org/wiki/Albert_Schweitzer",
        "https://en.wikipedia.org/wiki/Johann_Sebastian_Bach",
        "https://en.wikipedia.org/wiki/Igor_Stravinsky",
        "https://en.wikipedia.org/wiki/Art_music",
        "https://en.wikipedia.org/wiki/Popular_music",
        "https://en.wikipedia.org/wiki/Theodor_Adorno",
        "https://en.wikipedia.org/wiki/False_consciousness",
        "https://en.wikipedia.org/wiki/Peter_Kivy",
        "https://en.wikipedia.org/wiki/Analytic_philosophy",
        "https://en.wikipedia.org/wiki/Authentic_performance",
        "https://en.wikipedia.org/wiki/Nick_Zangwill",
        "https://en.wikipedia.org/wiki/Jerrold_Levinson",
        "https://en.wikipedia.org/wiki/Peter_Kivy",
        "https://en.wikipedia.org/wiki/Theodor_Adorno",
        "https://en.wikipedia.org/wiki/Simon_Frith",
        "https://en.wikipedia.org/wiki/Kitsch",
        "https://en.wikipedia.org/wiki/Theodor_Adorno",
        "https://en.wikipedia.org/wiki/Marxist",
        "https://en.wikipedia.org/wiki/Louis_Armstrong",
        "https://en.wikipedia.org/wiki/Bing_Crosby",
        "https://en.wikipedia.org/wiki/Craig_Schuftan",
        "https://en.wikipedia.org/wiki/Modernism",
        "https://en.wikipedia.org/wiki/Art",
        "https://en.wikipedia.org/wiki/High_culture",
        "https://en.wikipedia.org/wiki/Low_culture",
        "https://en.wikipedia.org/wiki/Aesthetics",
        "https://en.wikipedia.org/wiki/Culturology",
        "https://en.wikipedia.org/wiki/List_of_aesthetic_principles_of_music",
        "https://en.wikipedia.org/wiki/Music_and_emotion",
        "https://en.wikipedia.org/wiki/Musicology",
        "https://en.wikipedia.org/wiki/Music_history",
        "https://en.wikipedia.org/wiki/Music_psychology",
        "https://en.wikipedia.org/wiki/Music_theory",
        "https://en.wikipedia.org/wiki/Music_therapy",
        "https://en.wikipedia.org/wiki/Sociomusicology",
        "https://en.wikipedia.org/wiki/Philosophy_of_music",
        "https://en.wikipedia.org/wiki/University_of_Cambridge",
        "https://en.wikipedia.org/wiki/University_of_Cambridge",
        "https://en.wikipedia.org/wiki/Cornell_University_Press",
        "https://en.wikipedia.org/wiki/Markand_Thakar",
        "https://en.wikipedia.org/wiki/Music_theory",
        "https://en.wikipedia.org/wiki/Musical_analysis",
        "https://en.wikipedia.org/wiki/Elements_of_music",
        "https://en.wikipedia.org/wiki/Musical_composition",
        "https://en.wikipedia.org/wiki/Definition_of_music",
        "https://en.wikipedia.org/wiki/Music_and_mathematics",
        "https://en.wikipedia.org/wiki/Musicology",
        "https://en.wikipedia.org/wiki/Philosophy_of_music",
        "https://en.wikipedia.org/wiki/Music_psychology",
        "https://en.wikipedia.org/wiki/Musical_tuning",
        "https://en.wikipedia.org/wiki/List_of_music_theorists",
        "https://en.wikipedia.org/wiki/Aesthetics",
        "https://en.wikipedia.org/wiki/Outline_of_aesthetics",
        "https://en.wikipedia.org/wiki/Abhinavagupta",
        "https://en.wikipedia.org/wiki/Leon_Battista_Alberti",
        "https://en.wikipedia.org/wiki/Thomas_Aquinas",
        "https://en.wikipedia.org/wiki/Hans_Urs_von_Balthasar",
        "https://en.wikipedia.org/wiki/Alexander_Gottlieb_Baumgarten",
        "https://en.wikipedia.org/wiki/Clive_Bell",
        "https://en.wikipedia.org/wiki/Edward_Bullough",
        "https://en.wikipedia.org/wiki/Edmund_Burke",
        "https://en.wikipedia.org/wiki/Ananda_Coomaraswamy",
        "https://en.wikipedia.org/wiki/Arthur_Danto",
        "https://en.wikipedia.org/wiki/Gilles_Deleuze",
        "https://en.wikipedia.org/wiki/John_Dewey",
        "https://en.wikipedia.org/wiki/Denis_Diderot",
        "https://en.wikipedia.org/wiki/Hubert_Dreyfus",
        "https://en.wikipedia.org/wiki/Curt_John_Ducasse",
        "https://en.wikipedia.org/wiki/Thierry_de_Duve",
        "https://en.wikipedia.org/wiki/Roger_Fry",
        "https://en.wikipedia.org/wiki/Nelson_Goodman",
        "https://en.wikipedia.org/wiki/Clement_Greenberg",
        "https://en.wikipedia.org/wiki/Georg_Wilhelm_Friedrich_Hegel",
        "https://en.wikipedia.org/wiki/Martin_Heidegger",
        "https://en.wikipedia.org/wiki/David_Hume",
        "https://en.wikipedia.org/wiki/Immanuel_Kant",
        "https://en.wikipedia.org/wiki/Paul_Klee",
        "https://en.wikipedia.org/wiki/Susanne_Langer",
        "https://en.wikipedia.org/wiki/Louis_Lavelle",
        "https://en.wikipedia.org/wiki/Theodor_Lipps",
        "https://en.wikipedia.org/wiki/Joseph_Margolis",
        "https://en.wikipedia.org/wiki/Jacques_Maritain",
        "https://en.wikipedia.org/wiki/Friedrich_Nietzsche",
        "https://en.wikipedia.org/wiki/Stephen_Pepper",
        "https://en.wikipedia.org/wiki/David_Prall",
        "https://en.wikipedia.org/wiki/Ayn_Rand",
        "https://en.wikipedia.org/wiki/George_Lansing_Raymond",
        "https://en.wikipedia.org/wiki/George_Santayana",
        "https://en.wikipedia.org/wiki/Friedrich_Schiller",
        "https://en.wikipedia.org/wiki/Arthur_Schopenhauer",
        "https://en.wikipedia.org/wiki/Roger_Scruton",
        "https://en.wikipedia.org/wiki/Irving_Singer",
        "https://en.wikipedia.org/wiki/Rabindranath_Tagore",
        "https://en.wikipedia.org/wiki/Giorgio_Vasari",
        "https://en.wikipedia.org/wiki/Morris_Weitz",
        "https://en.wikipedia.org/wiki/Johann_Joachim_Winckelmann",
        "https://en.wikipedia.org/wiki/Richard_Wollheim",
        "https://en.wikipedia.org/wiki/List_of_aestheticians",
        "https://en.wikipedia.org/wiki/Classicism",
        "https://en.wikipedia.org/wiki/Evolutionary_aesthetics",
        "https://en.wikipedia.org/wiki/Modernism",
        "https://en.wikipedia.org/wiki/New_Classical_architecture",
        "https://en.wikipedia.org/wiki/Postmodernism",
        "https://en.wikipedia.org/wiki/Psychoanalytic_theory",
        "https://en.wikipedia.org/wiki/Romanticism",
        "https://en.wikipedia.org/wiki/Theory_of_painting",
        "https://en.wikipedia.org/wiki/Theory_of_art",
        "https://en.wikipedia.org/wiki/List_of_art_movements",
        "https://en.wikipedia.org/wiki/Aesthetic_emotions",
        "https://en.wikipedia.org/wiki/Aesthetic_interpretation",
        "https://en.wikipedia.org/wiki/Art_manifesto",
        "https://en.wikipedia.org/wiki/Axiology",
        "https://en.wikipedia.org/wiki/Beauty",
        "https://en.wikipedia.org/wiki/Boredom",
        "https://en.wikipedia.org/wiki/Comedy",
        "https://en.wikipedia.org/wiki/Creativity",
        "https://en.wikipedia.org/wiki/Cuteness",
        "https://en.wikipedia.org/wiki/Disgust",
        "https://en.wikipedia.org/wiki/Elegance",
        "https://en.wikipedia.org/wiki/Entertainment",
        "https://en.wikipedia.org/wiki/Eroticism",
        "https://en.wikipedia.org/wiki/Fashion",
        "https://en.wikipedia.org/wiki/Fun",
        "https://en.wikipedia.org/wiki/Gaze",
        "https://en.wikipedia.org/wiki/Harmony",
        "https://en.wikipedia.org/wiki/Humour",
        "https://en.wikipedia.org/wiki/Judgement",
        "https://en.wikipedia.org/wiki/Kama",
        "https://en.wikipedia.org/wiki/Kitsch",
        "https://en.wikipedia.org/wiki/Life_imitating_art",
        "https://en.wikipedia.org/wiki/Mimesis",
        "https://en.wikipedia.org/wiki/Perception",
        "https://en.wikipedia.org/wiki/Recreation",
        "https://en.wikipedia.org/wiki/Sthayibhava",
        "https://en.wikipedia.org/wiki/Tragedy",
        "https://en.wikipedia.org/wiki/Work_of_art",
        "https://en.wikipedia.org/wiki/Applied_aesthetics",
        "https://en.wikipedia.org/wiki/Architecture",
        "https://en.wikipedia.org/wiki/Art",
        "https://en.wikipedia.org/wiki/Artistic_merit",
        "https://en.wikipedia.org/wiki/Arts_criticism",
        "https://en.wikipedia.org/wiki/Feminist_aesthetics",
        "https://en.wikipedia.org/wiki/Gastronomy",
        "https://en.wikipedia.org/wiki/Japanese_aesthetics",
        "https://en.wikipedia.org/wiki/Mathematical_beauty",
        "https://en.wikipedia.org/wiki/Mathematics_and_architecture",
        "https://en.wikipedia.org/wiki/Mathematics_and_art",
        "https://en.wikipedia.org/wiki/Medieval_aesthetics",
        "https://en.wikipedia.org/wiki/Music_theory",
        "https://en.wikipedia.org/wiki/Neuroesthetics",
        "https://en.wikipedia.org/wiki/Patterns_in_nature",
        "https://en.wikipedia.org/wiki/Philosophy_of_design",
        "https://en.wikipedia.org/wiki/Philosophy_of_film",
        "https://en.wikipedia.org/wiki/Philosophy_of_music",
        "https://en.wikipedia.org/wiki/Poetry",
        "https://en.wikipedia.org/wiki/Visual_arts",
        "https://en.wikipedia.org/wiki/Painting",
        "https://en.wikipedia.org/wiki/History_of_painting",
        "https://en.wikipedia.org/wiki/Sculpture",
        "https://en.wikipedia.org/wiki/Index_of_aesthetics_articles",
        "https://en.wikipedia.org/wiki/Outline_of_aesthetics",
        "https://en.wikipedia.org/wiki/Music_psychology",
        "https://en.wikipedia.org/wiki/Biomusicology",
        "https://en.wikipedia.org/wiki/Cognitive_musicology",
        "https://en.wikipedia.org/wiki/Neuroscience_of_music",
        "https://en.wikipedia.org/wiki/Culture_in_music_cognition",
        "https://en.wikipedia.org/wiki/Evolutionary_musicology",
        "https://en.wikipedia.org/wiki/Psychoacoustics",
        "https://en.wikipedia.org/wiki/Absolute_pitch",
        "https://en.wikipedia.org/wiki/Auditory_illusion",
        "https://en.wikipedia.org/wiki/Auditory_imagery",
        "https://en.wikipedia.org/wiki/Background_music",
        "https://en.wikipedia.org/wiki/Consonance_and_dissonance",
        "https://en.wikipedia.org/wiki/Earworm",
        "https://en.wikipedia.org/wiki/Embodied_music_cognition",
        "https://en.wikipedia.org/wiki/Exercise_and_music",
        "https://en.wikipedia.org/wiki/Eye_movement_in_music_reading",
        "https://en.wikipedia.org/wiki/Franssen_effect",
        "https://en.wikipedia.org/wiki/Generative_theory_of_tonal_music",
        "https://en.wikipedia.org/wiki/Glissando_illusion",
        "https://en.wikipedia.org/wiki/Hedonic_music_consumption_model",
        "https://en.wikipedia.org/wiki/Illusory_continuity_of_tones",
        "https://en.wikipedia.org/wiki/Levitin_effect",
        "https://en.wikipedia.org/wiki/Melodic_expectation",
        "https://en.wikipedia.org/wiki/Melodic_fission",
        "https://en.wikipedia.org/wiki/Mozart_effect",
        "https://en.wikipedia.org/wiki/Music_and_emotion",
        "https://en.wikipedia.org/wiki/Dance",
        "https://en.wikipedia.org/wiki/Music_in_psychological_operations",
        "https://en.wikipedia.org/wiki/Psychology_of_music_preference",
        "https://en.wikipedia.org/wiki/Musical_gesture",
        "https://en.wikipedia.org/wiki/Musical_semantics",
        "https://en.wikipedia.org/wiki/Musical_syntax",
        "https://en.wikipedia.org/wiki/Octave_illusion",
        "https://en.wikipedia.org/wiki/Relative_pitch",
        "https://en.wikipedia.org/wiki/Sharawadji_effect",
        "https://en.wikipedia.org/wiki/Shepard_tone",
        "https://en.wikipedia.org/wiki/Temporal_dynamics_of_music_and_language",
        "https://en.wikipedia.org/wiki/Tonal_memory",
        "https://en.wikipedia.org/wiki/Tritone_paradox",
        "https://en.wikipedia.org/wiki/Amusia",
        "https://en.wikipedia.org/wiki/Auditory_arrhythmia",
        "https://en.wikipedia.org/wiki/Beat_deafness",
        "https://en.wikipedia.org/wiki/Musical_hallucinations",
        "https://en.wikipedia.org/wiki/Focal_dystonia",
        "https://en.wikipedia.org/wiki/Tone_deafness",
        "https://en.wikipedia.org/wiki/Bioacoustics",
        "https://en.wikipedia.org/wiki/Ethnomusicology",
        "https://en.wikipedia.org/wiki/Hearing",
        "https://en.wikipedia.org/wiki/Melodic_intonation_therapy",
        "https://en.wikipedia.org/wiki/Music_education",
        "https://en.wikipedia.org/wiki/Music_therapy",
        "https://en.wikipedia.org/wiki/Musical_acoustics",
        "https://en.wikipedia.org/wiki/Musicology",
        "https://en.wikipedia.org/wiki/Music_therapy",
        "https://en.wikipedia.org/wiki/Neuronal_encoding_of_sound",
        "https://en.wikipedia.org/wiki/Performance_science",
        "https://en.wikipedia.org/wiki/Philosophy_of_music",
        "https://en.wikipedia.org/wiki/Psychoanalysis_and_music",
        "https://en.wikipedia.org/wiki/Sociomusicology",
        "https://en.wikipedia.org/wiki/Systematic_musicology",
        "https://en.wikipedia.org/wiki/Zoomusicology",
        "https://en.wikipedia.org/wiki/Jamshed_Bharucha",
        "https://en.wikipedia.org/wiki/Lola_Cuddy",
        "https://en.wikipedia.org/wiki/Robert_Cutietta",
        "https://en.wikipedia.org/wiki/Diana_Deutsch",
        "https://en.wikipedia.org/wiki/Tuomas_Eerola",
        "https://en.wikipedia.org/wiki/Henkjan_Honing",
        "https://en.wikipedia.org/wiki/David_Huron",
        "https://en.wikipedia.org/wiki/Nina_Kraus",
        "https://en.wikipedia.org/wiki/Fred_Lerdahl",
        "https://en.wikipedia.org/wiki/Daniel_Levitin",
        "https://en.wikipedia.org/wiki/Max_Friedrich_Meyer",
        "https://en.wikipedia.org/wiki/James_Mursell",
        "https://en.wikipedia.org/wiki/Richard_Parncutt",
        "https://en.wikipedia.org/wiki/Oliver_Sacks",
        "https://en.wikipedia.org/wiki/Carl_Seashore",
        "https://en.wikipedia.org/wiki/Max_Schoen",
        "https://en.wikipedia.org/wiki/Roger_Shepard",
        "https://en.wikipedia.org/wiki/John_Sloboda",
        "https://en.wikipedia.org/wiki/Carl_Stumpf",
        "https://en.wikipedia.org/wiki/William_Forde_Thompson",
        "https://en.wikipedia.org/wiki/Sandra_Trehub",
        "https://en.wikipedia.org/wiki/Music_Perception",
        "https://en.wikipedia.org/wiki/Musicophilia",
        "https://en.wikipedia.org/wiki/The_World_in_Six_Songs",
        "https://en.wikipedia.org/wiki/This_Is_Your_Brain_on_Music",
        "https://en.wikipedia.org/wiki/Aesthetics_of_music",
        "https://en.wikipedia.org/wiki/Aesthetics_of_music",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}