{
    "url": "https://en.wikipedia.org/wiki/Aesthetic_interpretation",
    "title": "Aesthetic interpretation",
    "table_of_contents": [
        "1 Aims of interpretation",
        "2 One or many",
        "3 Intended interpretation",
        "4 See also",
        "5 References",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "In the philosophy of art, an interpretation is an explanation of the meaning of a work of art.  An aesthetic interpretation expresses a particular emotional or experiential understanding most often used in reference to a poem or piece of literature, and may also apply to a work of visual art or performance.[1]\n\n"
        },
        {
            "title": "Aims of interpretation",
            "text": "Readers may approach reading a text from different starting points. A student assigned to interpret a poem for class comes at reading differently from someone on the beach reading a novel for escapist pleasure. \"Interpretation\" implies the conscious task of making sense out of a piece of writing that may not be clear at first glance or that may reward deeper reading even if it at first appears perfectly clear. The beach reader will probably not need to interpret what she or he reads, but the student will.  Professor Louise Rosenblatt, a specialist in the study of the reading process, distinguished between two reading stances that occupy opposite ends of a spectrum. Aesthetic reading differs from efferent reading in that the former describes a reader coming to the text expecting to devote attention to the words themselves, to take pleasure in their sounds, images, connotations, etc. Efferent reading, on the other hand, describes someone, \"reading for knowledge, for information, or for the conclusion to an argument, or maybe for directions as to action, as in a recipe..., reading for what [one is] going to carry away afterwards. I term this efferent reading.\"(L. Rosenblat) That is what efferent means, leading or conducting away from something, in this case information from a text. On this view, poems and stories do not offer the reader a message to carry away, but a pleasure in which to participate actively—aesthetically.\n\n"
        },
        {
            "title": "One or many",
            "text": "There are many different theories of interpretation. On the one hand, there may be innumerable interpretations for any given piece of art, any one of which may be considered valid.[2] However, it may also be claimed that there really is only one valid interpretation for any given piece of art. The aesthetic theory that says people may approach art with different but equally valid aims is called \"pluralism.\" But the aim of some of interpretations is such that they claim to be true or false.\n\nA \"relativistic\" kind of claim - between \"All readings are equally good\" and \"Only one reading is correct\" - holds that readings that tie together more details of the text and that gain approval of practiced readers are better than ones that do not. One kind of relativistic interpretation is called \"formal,\" referring to the \"form\" or shape of patterns in the words of a text, especially a poem or song. Pointing to the rhymes at the ends of lines is an objective set of resemblances in a poem. A reader of Edgar Allan Poe's \"The Raven\".[3] cannot help but hear the repetition of \"nevermore\" as a formal element of Poe's poem. Less obvious and a bit subjective would be an interpreter's pointing to the resemblance tying together all the mentions of weariness, napping, dreaming, and the drug nepenthe.\n\nIn the early 20th Century the German philosopher Martin Heidegger explored questions of formal philosophical analysis verses personal interpretations of aesthetic experience, preferencing the direct subjective experience of a work of art as essential to an individual's aesthetic interpretation.[4]\n\nA contemporary theory informed by awareness that an ever-expanding exposure to ideas made possible by the internet has changed both the act of creation, and the experience of perception, is known as Multi Factorial Apperception (MFA). This approach seeks to integrate a wide range of cultural variables to expand the contextual frame for viewing the creation, and perception, of aesthetic experience. Emphasis is on a dynamic mulit-layerd cultural framing of the act of creation at a particular moment in time, and admits that the meaning of a particular work will be in flux from that moment onward.[citation needed]\n\n"
        },
        {
            "title": "Intended interpretation",
            "text": "Some students of the reading process advocate that a reader should attempt to identify what the artist is trying to accomplish and interpret the art in terms of whether or not the artist has succeeded. Professor E. D. Hirsch wrote two books arguing that \"the author's intention must be the ultimate determiner of meaning.\" (E. D. Hirsch) In this controversial view, there is a single correct interpretation consistent with the artist's intention for any given art work.\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Philosophy_of_art",
        "https://en.wikipedia.org/wiki/Explanation",
        "https://en.wikipedia.org/wiki/Work_of_art",
        "https://en.wikipedia.org/wiki/Understanding",
        "https://en.wikipedia.org/wiki/Louise_Rosenblatt",
        "https://en.wikipedia.org/wiki/Nepenthe",
        "https://en.wikipedia.org/wiki/Martin_Heidegger",
        "https://en.wikipedia.org/wiki/Against_Interpretation",
        "https://en.wikipedia.org/wiki/Michael_Krausz",
        "https://en.wikipedia.org/wiki/Indiana_Philosophy_Ontology_Project",
        "https://en.wikipedia.org/wiki/PhilPapers",
        "https://en.wikipedia.org/wiki/Aesthetics",
        "https://en.wikipedia.org/wiki/Cognition",
        "https://en.wikipedia.org/wiki/Awareness",
        "https://en.wikipedia.org/wiki/Understanding",
        "https://en.wikipedia.org/wiki/Consciousness",
        "https://en.wikipedia.org/wiki/Critical_thinking",
        "https://en.wikipedia.org/wiki/Imagination",
        "https://en.wikipedia.org/wiki/Intuition",
        "https://en.wikipedia.org/wiki/Problem_solving",
        "https://en.wikipedia.org/wiki/Perception",
        "https://en.wikipedia.org/wiki/Amodal_perception",
        "https://en.wikipedia.org/wiki/Color_vision",
        "https://en.wikipedia.org/wiki/RGB_color_model",
        "https://en.wikipedia.org/wiki/Depth_perception",
        "https://en.wikipedia.org/wiki/Form_perception",
        "https://en.wikipedia.org/wiki/Haptic_perception",
        "https://en.wikipedia.org/wiki/Touch",
        "https://en.wikipedia.org/wiki/Peripheral_vision",
        "https://en.wikipedia.org/wiki/Social_perception",
        "https://en.wikipedia.org/wiki/Psychoacoustics",
        "https://en.wikipedia.org/wiki/Harmonic",
        "https://en.wikipedia.org/wiki/Speech_perception",
        "https://en.wikipedia.org/wiki/Visual_perception",
        "https://en.wikipedia.org/wiki/Memory",
        "https://en.wikipedia.org/wiki/Memory_consolidation",
        "https://en.wikipedia.org/wiki/Attention",
        "https://en.wikipedia.org/wiki/Institute_of_Higher_Nervous_Activity",
        "https://en.wikipedia.org/wiki/Intention",
        "https://en.wikipedia.org/wiki/Learning",
        "https://en.wikipedia.org/wiki/Thought",
        "https://en.wikipedia.org/wiki/Aesthetic_interpretation",
        "https://en.wikipedia.org/wiki/Aesthetic_interpretation",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}