{
    "url": "https://en.wikipedia.org/wiki/Affibody_molecule",
    "title": "Affibody molecule",
    "table_of_contents": [
        "1 Development",
        "2 Production",
        "3 Properties",
        "4 Applications",
        "5 References",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Affibody molecules are small, robust proteins engineered to bind to a large number of target proteins or peptides with high affinity, imitating monoclonal antibodies, and are therefore a member of the family of antibody mimetics. Affibody molecules are used in biochemical research and are being developed as potential new biopharmaceutical drugs.[1] These molecules can be used for molecular recognition in diagnostic and therapeutic applications.[2][3]\n\n"
        },
        {
            "title": "Development",
            "text": "As with other antibody mimetics, the idea behind developing the Affibody molecule was to apply a combinatorial protein engineering approach on a small and robust protein scaffold. The aim was to generate new binders capable of specific binding to different target proteins with almost good affinity, while retaining the favorable folding and stability properties, and ease of bacterial expression of the parent molecule.[4][5]\n\nThe original Affibody protein scaffold was designed based on the Z domain (the immunoglobulin G binding domain) of protein A. These molecules are the newly developed class of scaffold proteins derived from the randomization of 13 amino acids located in two alpha helices involved in the binding activity of the parent protein domain. Lately, amino acids outside of the binding surface have been substituted in the scaffold to create a surface entirely different from the ancestral protein A domain.\n\nIn contrast to antibodies, Affibody molecules are composed of alpha helices and lack disulfide bridges. The parent three-helix bundle structure is currently the fastest folding protein structure known.[6] Specific Affibody molecules binding a desired target protein can be “fished out” from pools (libraries) containing billions of different variants, using phage display.\n\n"
        },
        {
            "title": "Production",
            "text": "Affibody molecules are based on a three-helix bundle domain, which can be expressed in soluble and proteolytically stable forms in various host cells on its own or via fusion with other protein partners.[7]\n\nThey tolerate modification and are independently folding when incorporated into fusion proteins. Head-to-tail fusions of Affibody molecules of the same specificity have proven to give avidity effects in target binding, and head-to-tail fusion of Affibody molecules of different specificities makes it possible to get bi- or multi-specific affinity proteins. Fusions with other proteins can also be created genetically[8][9] or by spontaneous isopeptide bond formation.[10] A site for site-specific conjugation is facilitated by introduction of a single cysteine at a desired position, therefore this engineered protein can be used to conjugate to radionuclides such as technetium-99m and indium-111 to visualize receptor-overexpressing tumors.[11][12]\n\nA number of different Affibody molecules have been produced by chemical synthesis. Since they do not contain cysteines or disulfide bridges, they fold spontaneously and reversibly into the correct three-dimensional structures when the protection groups are removed after synthesis.[13][14] In some studies, temperatures above the melting temperature have been used, with retained binding properties following return to ambient conditions.[15] Cross-linked variants have been produced as well.\n\n"
        },
        {
            "title": "Properties",
            "text": "An Affibody molecule consists of three alpha helices with 58 amino acids and has a molar mass of about 6 kDa. A monoclonal antibody, for comparison, is 150 kDa, and a single-domain antibody, the smallest type of antigen-binding antibody fragment, 12–15 kDa.\n\nAffibody molecules have been shown to withstand high temperatures (90 °C (194 °F)) or acidic and alkaline conditions (pH 2.5 or pH 11, respectively).[16][17][18]\n\nBinders with an affinity of down to sub-nanomolar have been obtained from native library selections, and binders with picomolar affinity have been obtained following affinity maturation.[19] Affibodies conjugated to weak electrophiles bind their targets covalently.[20] Combination of small size, ease of engineering, high affinity and specificity makes Affibody molecules suitable alternative as monoclonal antibodies for both molecular imaging and therapeutical applications, especially for the receptor-overexpressing tumors.[21][22] These proteins are characterized by a high rate of extravasation and rapid clearance of non-bound tracer from the circulation, as well as other nonspecific compartments, when compared to antibodies and their fragments\n\n"
        },
        {
            "title": "Applications",
            "text": "Affibody molecules can be used for protein purification,[13] enzyme inhibition,[15] research reagents for protein capture and detection,[23][24] diagnostic imaging[19] and targeted therapy.[25] The second generation of Affibody molecule, ABY-025, binds selectively to HER2 receptors with picomolar affinity. These Affibody molecules are in clinical development for tumor diagnosis.[26][27][28][29] Anti-HER2 Affibody molecule, fused with albumin binding domain (ABD), denoted as ABY-027, labeled with Lutetium-177 provided reduction of renal and hepatic uptake of radioactivity in mice xenografts.[30] Recently, anti-ZEGFR Affibody ZEGFR:2377 labeled with technetium-99m was successfully used to visualize ZEGR expressing tumor in mice xenograft also.[31]\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Protein",
        "https://en.wikipedia.org/wiki/Target_protein",
        "https://en.wikipedia.org/wiki/Peptide",
        "https://en.wikipedia.org/wiki/Monoclonal_antibodies",
        "https://en.wikipedia.org/wiki/Antibody_mimetic",
        "https://en.wikipedia.org/wiki/Molecular_recognition",
        "https://en.wikipedia.org/wiki/Protein_engineering",
        "https://en.wikipedia.org/wiki/Immunoglobulin_G",
        "https://en.wikipedia.org/wiki/Protein_A",
        "https://en.wikipedia.org/wiki/Scaffold_protein",
        "https://en.wikipedia.org/wiki/Amino_acid",
        "https://en.wikipedia.org/wiki/Antibody",
        "https://en.wikipedia.org/wiki/Alpha_helix",
        "https://en.wikipedia.org/wiki/Disulfide",
        "https://en.wikipedia.org/wiki/Phage_display",
        "https://en.wikipedia.org/wiki/Proteolytic",
        "https://en.wikipedia.org/wiki/Fusion_protein",
        "https://en.wikipedia.org/wiki/Avidity",
        "https://en.wikipedia.org/wiki/Isopeptide_bond",
        "https://en.wikipedia.org/wiki/Radionuclide",
        "https://en.wikipedia.org/wiki/Chemical_synthesis",
        "https://en.wikipedia.org/wiki/Cysteine",
        "https://en.wikipedia.org/wiki/Protection_group",
        "https://en.wikipedia.org/wiki/Molar_mass",
        "https://en.wikipedia.org/wiki/KDa",
        "https://en.wikipedia.org/wiki/Acid",
        "https://en.wikipedia.org/wiki/Alkali",
        "https://en.wikipedia.org/wiki/PH",
        "https://en.wikipedia.org/wiki/Picomolar",
        "https://en.wikipedia.org/wiki/Electrophile",
        "https://en.wikipedia.org/wiki/Protein_purification",
        "https://en.wikipedia.org/wiki/Enzyme_inhibitor",
        "https://en.wikipedia.org/wiki/Diagnostic_imaging",
        "https://en.wikipedia.org/wiki/Targeted_therapy",
        "https://en.wikipedia.org/wiki/Exp_Mol_Med",
        "https://en.wikipedia.org/wiki/Int_J_Oncol",
        "https://en.wikipedia.org/wiki/J_Nucl_Med",
        "https://en.wikipedia.org/wiki/Nature_Biotechnology",
        "https://en.wikipedia.org/wiki/PNAS",
        "https://en.wikipedia.org/wiki/ChemBioChem",
        "https://en.wikipedia.org/wiki/The_Journal_of_Biological_Chemistry",
        "https://en.wikipedia.org/wiki/FEBS_Lett",
        "https://en.wikipedia.org/wiki/Elsevier",
        "https://en.wikipedia.org/wiki/Science_Direct",
        "https://en.wikipedia.org/wiki/Expert_Opin_Biol_Ther",
        "https://en.wikipedia.org/wiki/Monoclonal_antibody",
        "https://en.wikipedia.org/wiki/Antibody_mimetic",
        "https://en.wikipedia.org/wiki/Bispecific_monoclonal_antibody",
        "https://en.wikipedia.org/wiki/Trifunctional_antibody",
        "https://en.wikipedia.org/wiki/Bispecific_monoclonal_antibody",
        "https://en.wikipedia.org/wiki/Chemically_linked_Fab",
        "https://en.wikipedia.org/wiki/Small_modular_immunopharmaceutical",
        "https://en.wikipedia.org/wiki/Bispecific_monoclonal_antibody",
        "https://en.wikipedia.org/wiki/Microantibody",
        "https://en.wikipedia.org/wiki/Antibody_mimetic",
        "https://en.wikipedia.org/wiki/Affilin",
        "https://en.wikipedia.org/wiki/Affimer",
        "https://en.wikipedia.org/wiki/Affitin",
        "https://en.wikipedia.org/wiki/Alphabody",
        "https://en.wikipedia.org/wiki/Anticalin",
        "https://en.wikipedia.org/wiki/Avimer",
        "https://en.wikipedia.org/wiki/DARPin",
        "https://en.wikipedia.org/wiki/Kunitz_domain",
        "https://en.wikipedia.org/wiki/Monobody",
        "https://en.wikipedia.org/wiki/NanoCLAMP",
        "https://en.wikipedia.org/wiki/Affibody_molecule",
        "https://en.wikipedia.org/wiki/Affibody_molecule",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}