{
    "url": "https://en.wikipedia.org/wiki/Aggregate_statistics",
    "title": "Aggregate data",
    "table_of_contents": [
        "1 Applications",
        "2 Major users",
        "2.1 Researchers and analysts",
        "2.2 Policymakers",
        "2.3 Banks",
        "2.4 Administrators",
        "3 Sources and collection methods",
        "4 Use of aggregate data",
        "4.1 Comparative political analysis",
        "4.2 APD scientific meta-analyses",
        "5 Other uses",
        "5.1 Health care",
        "5.2 Education",
        "6 Limitations",
        "7 Other types of aggregate data",
        "7.1 Financial aggregates data",
        "7.1.1 Credit aggregates",
        "7.1.2 Monetary aggregates",
        "7.2 Census aggregate data",
        "8 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Aggregate data is high-level data which is acquired by combining individual-level data. For instance, the output of an industry is an aggregate of the firms’ individual outputs within that industry.[1] Aggregate data are applied in statistics, data warehouses, and in economics.\n\nThere is a distinction between aggregate data and individual data. Aggregate data refers to individual data that are averaged by geographic area, by year, by service agency, or by other means.[2] Individual data are disaggregated individual results and are used to conduct analyses for estimation of subgroup differences.[2]\n\nAggregate data are mainly used by researchers and analysts, policymakers, banks and administrators for multiple reasons. They are used to evaluate policies, recognise trends and patterns of processes, gain relevant insights, and assess current measures for strategic planning. Aggregate data collected from various sources are used in different areas of studies such as comparative political analysis and APD scientific analysis for further analyses. Aggregate data are also used for medical and educational purposes. Aggregate data is widely used, but it also has some limitations, including drawing inaccurate inferences and false conclusions which is also termed  ‘ecological fallacy’.[3] ‘Ecological fallacy’ means that it is invalid for users to draw conclusions on the ecological relationships between two quantitative variables at the individual level.[3]\n\n"
        },
        {
            "title": "Applications",
            "text": "In statistics, aggregate data are data combined from several measurements.  When data is aggregated, groups of observations are replaced with summary statistics based on those observations.[4]\n\nIn a data warehouse, the use of aggregate data dramatically reduces the time to query large sets of data. Developers pre-summarise queries that are regularly used, such as Weekly Sales across several dimensions for example by item hierarchy or geographical hierarchy.\n\nIn economics, aggregate data or data aggregates are high-level data that are composed from a multitude or combination of other more individual data, such as:\n\n"
        },
        {
            "title": "Major users",
            "text": "Researchers use aggregate data to understand the prevalent ethos, evaluate the essence of social realities and a social organisation, stipulate primary issues of concern in research, and supply projections in relation to the nature of social issues.[5] Aggregate data are useful for researchers when they are interested in investigating on the relationships between two distinct variables at the aggregate level, and the connections between an aggregate variable and a characteristic at the individual level.[2] Researchers have also made an effort to evaluate policies, practices and precepts of systems critically with the assistance of aggregate data, to investigate the corresponding relevance and efficacy.[5]\n\nAggregate data are used by governments to develop more effective policies because they serve as a measure of how capable a government is to be aware of the demands and needs of its citizens and a measure of the way a government maintains social order effectively.[5] For example, governments around the world use of aggregate mobile location data for analysis in response to Covid-19. Aggregate mobile location data could provide insights about the effectiveness of social distancing measures launched by governments. Governments also use aggregate data to identify possible “hot spots” and the potential for transmission.[6]\n\nAs well as projecting effectiveness of government policies, aggregate data analyses are also taken to evaluate the nature, assess the extent, recognise the trend and study the pattern of a specific phenomenon or process with the aim to devise strategies, prepare short- or long-term policies, and take efficacious and relevant procedures for control or prevention.[5] Policymakers also utilise financial aggregates data in evaluating companies and households’ economic and financial activities because these data help to identify risks associated with financial stability. Policymakers can employ aggregate data to better understand the developments of a country’s economic and financial conditions.[7]\n\nBanks collect aggregated data from a significant number of customers and then anonymise the data through eliminating personal information. The main reason for banks to use aggregate data is to estimate economic trends and gain insights on customer clusters. Banks are not permitted to share customers’ personal data, but aggregate data can be shared with banks’ business customers and can be accessed by other partners who also use the same platform to acquire information on aggregate data.[8]\n\nIn Australia, the Commonwealth Bank provides its business clients anonymised data related to their customers which are derived from card transactions. The ANZ also provides its business customers with anonymised data which is gathered from millions of merchant terminal transactions and ANZ card transactions.[8]\n\nIn the UK, the Integrated Urgent Care Aggregate Data Collection (IUC ADC) provides comprehensive information about IUC activity, its performance, as well as its service demand. Its data are sourced from the lead data providers responsible for offering integrated urgent care services in England.[9] The National Health Service (NHS) under the Department of Health and Social Care (DHSC) in England stated that this collection of aggregate data is going to replace the NHS 111 minimum dataset. It will also be used as a formal source for IUC statistics, as well as to oversee the Key Performance Indicators (KPIs) of the IUC ADC.[10]\n\nNational or regional level of available empirical data are used by administrators and intellectuals, as well as people who are concerned about a region or a society’s welfare, as sources of reference.[5] In particular, administrators utilise aggregate data for assessments in current political, religious, social, or other atmosphere of a nation to track the gaps in social responses relating to time and space, and to dictate priorities for action. These assessments help administrators in evaluating current measures that are useful in future strategic planning and provide indicators about effective corrective measures.[5]\n\n"
        },
        {
            "title": "Sources and collection methods",
            "text": "Aggregate data can be a composition of various types of writings and records, including biography, autobiography, descriptive accounts and correspondence.[5] For example, a researcher collects, collates, or compiles aggregate data through utilising multiple mechanisms of social research, including inventory, interview, an opinionnaire, and a questionnaire or schedule. Official or non-official agencies also collect and compile aggregate data on an ongoing basis through utilising infrastructures available within a department at the field level.[5]\n\nSources of aggregate data can also be regarded as tools for discovering data. In the US, some of the US data are presented in the form of tables. Examples of sources for these US aggregate data include the United States Census Bureau, Statistical Abstract of the United States, and Social Explorer. International Monetary Fund data, World DataBank, and Penn World Table are examples of transactional and international aggregate data sources.[11]\n\n"
        },
        {
            "title": "Use of aggregate data",
            "text": "Aggregate data is used in comparative political analysis because analysts do not only focus on individual’s behaviour. They also focus on the behaviour of areal units, including electoral constituencies and nations.[12] In political activity analyses, significant data such as those related to industrialisation, urbanization, as well as mass communication networks, are not expressed readily in individual levels. They are expressed in per capita terms in order to control for the variations in the areal units’ population size.[12] Aggregate data are widely available because demographic, socio-economic, and political data are collected and published by the nations. This facilitates researchers and analysts in carrying out longer trend studies and allows them to bring changes and developments in a deeper focus.[12]\n\nFactors including the need for time, considerable resources and wide international cooperation, impeded the use of individual patient data (IPD) meta-analysis, which led to most of the published meta-analyses relying upon aggregate patient data (APD).[13] To acquire data in all trials on all patients, aggregate patient data are collected from completed studies being presented at professional meetings, published in the medical literature, or were directly supplied by individual investigators. The aggregated patient data are utilised by users including the Cochrane Collaboration, the United States Preventive Services Task Force, and multiple professional societies in providing support for clinical practice guidelines. Aggregate patient data are also used in time-to-event studies of meta-analyses as the results can inform investors about the worthiness to proceed to conducting more meta-analyses that are based on resource-intensive individual patient data.[13]\n\n"
        },
        {
            "title": "Other uses",
            "text": "In a health information system, aggregate data is the integration of data concerning numerous patients. A particular patient cannot be traced based on aggregate data. These aggregated data are only counts, including Tuberculous, Malaria, or other diseases. Health facilities use this type of aggregated statistics to generate reports and indicators, and to undertake strategic planning in their health systems.[14] Compared with aggregated data, patient data are individual data related to a single patient, including one’s name, age, diagnosis and medical history. Patient-based data are mainly used to track the progress of a patient, such as how the patient responds to particular treatment, over time.[14]\n\nThe COVID-19 Data Archive, also called the COVID-ARC, aggregates data from studies around the globe. Researchers are able to have access towards the discoveries of international colleagues and forges collaborations to facilitate processes involved in fighting against the disease.[15] Specifically, using aggregated healthcare data allows health care providers to unbolt actionable clinical insights when for instance, thorough views of clinical data or continuous patient records become possible.[15]\n\nAggregate data such as aggregate school-level demographic data and aggregate school-level achievement data are used in experimental analysis to assess the relationships between student achievement and school-level interventions.[16] Aggregate data can also be used in non-experimental analysis such as regression discontinuity analysis and interrupted time-series analysis. Individual-level data are not required in these non-experimental analyses. For example, interrupted time-series analysis estimates the impact brought by a school-level program through comparing a school’s achievement before and after the program is launched where individual-level data are not necessary.[16]\n\n"
        },
        {
            "title": "Limitations",
            "text": "During the process of averaging units within some cluster or within a country, information is lost which increases the probability of drawing inaccurate inferences.[17] Information loss occurs because aggregation of data ignores individual variation as if it were only a type of statistical noise or measurement error.[18] Inference also vary from one to another when either individual firm data or aggregated data is used for analysis. For instance, calculation of country averages does not account for firm-specific variables, such as firm size, firm age, or firm-ownership concentration, but calculation of individual averages does. Differences exist between results generated from aggregate data and individual data.[17]\n\nThere is also a problem of ‘ecological fallacy’. The concept was brought about by Robinson (1950). The meaning of the term is that the variability around the individual-level means is significantly different from the variability encompassing the aggregate means.[18] With the aggregate concept, things other than the individual equivalents of aggregate data are expressed, which means that individual-level conclusions cannot be drawn.[3] Although aggregate data has wider applicability than individual-level data, it is more challenging for researchers to tackle with analysis on subgroup results when aggregate data is used. Eventually, individual information may also be required. Growth modelling and longitudinal modelling based on aggregate data are also difficult because variables can vary over time.[2]\n\n"
        },
        {
            "title": "Other types of aggregate data",
            "text": "Financial aggregates data is a type of aggregate data about credit and the money supply in Australia, which is utilised by policymakers in evaluating both the households and the companies’ economic and financial activities.[7]\n\nCredit aggregates are measurements of the households and businesses’ borrowings from financial intermediaries. The amount of funds borrowed by businesses for purposes including project investments, assets purchases, or cash flow managements are also measured using credit aggregates.[7]\n\nMonetary aggregates are measurements of the money or ‘money-like’ instruments of the banking system, which is owed to businesses and households. An example of a ‘money-like’ instrument is deposits in the bank account.[7]\n\nIn the UK, census aggregate data are data generated as outputs from the United Kingdom censuses. They provide information about the socio-economic and demographic characteristics of the country’s population. They are a compilation of aggregated, or summarised, calculations of the number of individuals, household residents, or families in particular geographic areas with specific characteristics, or compounds of characteristics, taken from the subjects of people and places, populations, families, health, ethnicity and religion, housing and work.[19]\n\nAggregate data are used as components of the UK censuses’ outputs. They are obtained from analysis on the information given in the census returns.[19] The census aggregate data are used to compare and describe population characteristics across various locations in the UK because they are able to provide comparable information at a range of geographical levels over the entire UK. Census aggregate data are also utilised in the academic sector for teaching and research purposes, as well as for site location and marketing in the private sector.[19]\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Data",
        "https://en.wikipedia.org/wiki/Data_warehouse",
        "https://en.wikipedia.org/wiki/Inference",
        "https://en.wikipedia.org/wiki/Ecological_fallacy",
        "https://en.wikipedia.org/wiki/Statistics",
        "https://en.wikipedia.org/wiki/Summary_statistics",
        "https://en.wikipedia.org/wiki/Data_warehouse",
        "https://en.wikipedia.org/wiki/Economics",
        "https://en.wikipedia.org/wiki/Macroeconomics",
        "https://en.wikipedia.org/wiki/Price_level",
        "https://en.wikipedia.org/wiki/Inflation_rate",
        "https://en.wikipedia.org/wiki/Microeconomics",
        "https://en.wikipedia.org/wiki/Ethos",
        "https://en.wikipedia.org/wiki/Research",
        "https://en.wikipedia.org/wiki/Relevance",
        "https://en.wikipedia.org/wiki/Efficacy",
        "https://en.wikipedia.org/wiki/Social_distancing",
        "https://en.wikipedia.org/wiki/Effectiveness",
        "https://en.wikipedia.org/wiki/Financial_stability",
        "https://en.wikipedia.org/wiki/Personal_data",
        "https://en.wikipedia.org/wiki/National_Health_Service",
        "https://en.wikipedia.org/wiki/Department_of_Health_and_Social_Care",
        "https://en.wikipedia.org/wiki/Welfare",
        "https://en.wikipedia.org/wiki/Strategic_planning",
        "https://en.wikipedia.org/wiki/Biography",
        "https://en.wikipedia.org/wiki/Autobiography",
        "https://en.wikipedia.org/wiki/Social_research",
        "https://en.wikipedia.org/wiki/Inventory",
        "https://en.wikipedia.org/wiki/Interview",
        "https://en.wikipedia.org/wiki/Questionnaire",
        "https://en.wikipedia.org/wiki/Schedule",
        "https://en.wikipedia.org/wiki/United_States_Census_Bureau",
        "https://en.wikipedia.org/wiki/Statistical_Abstract_of_the_United_States",
        "https://en.wikipedia.org/wiki/International_Monetary_Fund",
        "https://en.wikipedia.org/wiki/Penn_World_Table",
        "https://en.wikipedia.org/wiki/Industrialisation",
        "https://en.wikipedia.org/wiki/Urbanization",
        "https://en.wikipedia.org/wiki/Per_capita",
        "https://en.wikipedia.org/wiki/Population_size",
        "https://en.wikipedia.org/wiki/Cooperation",
        "https://en.wikipedia.org/wiki/Medical_literature",
        "https://en.wikipedia.org/wiki/United_States_Preventive_Services_Task_Force",
        "https://en.wikipedia.org/wiki/Data_integration",
        "https://en.wikipedia.org/wiki/Tuberculosis",
        "https://en.wikipedia.org/wiki/Malaria",
        "https://en.wikipedia.org/wiki/Health_facility",
        "https://en.wikipedia.org/wiki/Diagnosis",
        "https://en.wikipedia.org/wiki/Globe",
        "https://en.wikipedia.org/wiki/Regression_analysis",
        "https://en.wikipedia.org/wiki/Subgroup",
        "https://en.wikipedia.org/wiki/Longitudinal_study",
        "https://en.wikipedia.org/wiki/Credit",
        "https://en.wikipedia.org/wiki/Money_supply",
        "https://en.wikipedia.org/wiki/Bank_account",
        "https://en.wikipedia.org/wiki/Census",
        "https://en.wikipedia.org/wiki/Manning_Publications",
        "https://en.wikipedia.org/wiki/Reserve_Bank_of_Australia",
        "https://en.wikipedia.org/wiki/Reserve_Bank_of_Australia",
        "https://en.wikipedia.org/wiki/NHS_England",
        "https://en.wikipedia.org/wiki/Virginia_Tech",
        "https://en.wikipedia.org/wiki/Statistics",
        "https://en.wikipedia.org/wiki/Outline_of_statistics",
        "https://en.wikipedia.org/wiki/List_of_statistics_articles",
        "https://en.wikipedia.org/wiki/Descriptive_statistics",
        "https://en.wikipedia.org/wiki/Continuous_probability_distribution",
        "https://en.wikipedia.org/wiki/Central_tendency",
        "https://en.wikipedia.org/wiki/Mean",
        "https://en.wikipedia.org/wiki/Arithmetic_mean",
        "https://en.wikipedia.org/wiki/Cubic_mean",
        "https://en.wikipedia.org/wiki/Generalized_mean",
        "https://en.wikipedia.org/wiki/Geometric_mean",
        "https://en.wikipedia.org/wiki/Harmonic_mean",
        "https://en.wikipedia.org/wiki/Heinz_mean",
        "https://en.wikipedia.org/wiki/Lehmer_mean",
        "https://en.wikipedia.org/wiki/Median",
        "https://en.wikipedia.org/wiki/Statistical_dispersion",
        "https://en.wikipedia.org/wiki/Average_absolute_deviation",
        "https://en.wikipedia.org/wiki/Coefficient_of_variation",
        "https://en.wikipedia.org/wiki/Interquartile_range",
        "https://en.wikipedia.org/wiki/Percentile",
        "https://en.wikipedia.org/wiki/Standard_deviation",
        "https://en.wikipedia.org/wiki/Shape_of_the_distribution",
        "https://en.wikipedia.org/wiki/Central_limit_theorem",
        "https://en.wikipedia.org/wiki/Kurtosis",
        "https://en.wikipedia.org/wiki/Skewness",
        "https://en.wikipedia.org/wiki/Count_data",
        "https://en.wikipedia.org/wiki/Index_of_dispersion",
        "https://en.wikipedia.org/wiki/Contingency_table",
        "https://en.wikipedia.org/wiki/Frequency_distribution",
        "https://en.wikipedia.org/wiki/Grouped_data",
        "https://en.wikipedia.org/wiki/Correlation_and_dependence",
        "https://en.wikipedia.org/wiki/Partial_correlation",
        "https://en.wikipedia.org/wiki/Pearson_correlation_coefficient",
        "https://en.wikipedia.org/wiki/Rank_correlation",
        "https://en.wikipedia.org/wiki/Kendall_rank_correlation_coefficient",
        "https://en.wikipedia.org/wiki/Scatter_plot",
        "https://en.wikipedia.org/wiki/Statistical_graphics",
        "https://en.wikipedia.org/wiki/Bar_chart",
        "https://en.wikipedia.org/wiki/Biplot",
        "https://en.wikipedia.org/wiki/Box_plot",
        "https://en.wikipedia.org/wiki/Control_chart",
        "https://en.wikipedia.org/wiki/Correlogram",
        "https://en.wikipedia.org/wiki/Forest_plot",
        "https://en.wikipedia.org/wiki/Histogram",
        "https://en.wikipedia.org/wiki/Pie_chart",
        "https://en.wikipedia.org/wiki/Radar_chart",
        "https://en.wikipedia.org/wiki/Run_chart",
        "https://en.wikipedia.org/wiki/Scatter_plot",
        "https://en.wikipedia.org/wiki/Violin_plot",
        "https://en.wikipedia.org/wiki/Data_collection",
        "https://en.wikipedia.org/wiki/Design_of_experiments",
        "https://en.wikipedia.org/wiki/Effect_size",
        "https://en.wikipedia.org/wiki/Missing_data",
        "https://en.wikipedia.org/wiki/Optimal_design",
        "https://en.wikipedia.org/wiki/Statistical_population",
        "https://en.wikipedia.org/wiki/Sample_size_determination",
        "https://en.wikipedia.org/wiki/Statistic",
        "https://en.wikipedia.org/wiki/Statistical_power",
        "https://en.wikipedia.org/wiki/Survey_methodology",
        "https://en.wikipedia.org/wiki/Cluster_sampling",
        "https://en.wikipedia.org/wiki/Stratified_sampling",
        "https://en.wikipedia.org/wiki/Opinion_poll",
        "https://en.wikipedia.org/wiki/Questionnaire",
        "https://en.wikipedia.org/wiki/Standard_error",
        "https://en.wikipedia.org/wiki/Experiment",
        "https://en.wikipedia.org/wiki/Factorial_experiment",
        "https://en.wikipedia.org/wiki/Random_assignment",
        "https://en.wikipedia.org/wiki/Randomized_controlled_trial",
        "https://en.wikipedia.org/wiki/Randomized_experiment",
        "https://en.wikipedia.org/wiki/Scientific_control",
        "https://en.wikipedia.org/wiki/Adaptive_clinical_trial",
        "https://en.wikipedia.org/wiki/Stochastic_approximation",
        "https://en.wikipedia.org/wiki/Observational_study",
        "https://en.wikipedia.org/wiki/Cohort_study",
        "https://en.wikipedia.org/wiki/Natural_experiment",
        "https://en.wikipedia.org/wiki/Statistical_inference",
        "https://en.wikipedia.org/wiki/Statistical_theory",
        "https://en.wikipedia.org/wiki/Statistic",
        "https://en.wikipedia.org/wiki/Probability_distribution",
        "https://en.wikipedia.org/wiki/Sampling_distribution",
        "https://en.wikipedia.org/wiki/Order_statistic",
        "https://en.wikipedia.org/wiki/Empirical_distribution_function",
        "https://en.wikipedia.org/wiki/Density_estimation",
        "https://en.wikipedia.org/wiki/Statistical_model",
        "https://en.wikipedia.org/wiki/Model_specification",
        "https://en.wikipedia.org/wiki/Lp_space",
        "https://en.wikipedia.org/wiki/Statistical_parameter",
        "https://en.wikipedia.org/wiki/Location_parameter",
        "https://en.wikipedia.org/wiki/Scale_parameter",
        "https://en.wikipedia.org/wiki/Shape_parameter",
        "https://en.wikipedia.org/wiki/Parametric_statistics",
        "https://en.wikipedia.org/wiki/Likelihood_function",
        "https://en.wikipedia.org/wiki/Monotone_likelihood_ratio",
        "https://en.wikipedia.org/wiki/Exponential_family",
        "https://en.wikipedia.org/wiki/Sufficient_statistic",
        "https://en.wikipedia.org/wiki/Optimal_decision",
        "https://en.wikipedia.org/wiki/Loss_function",
        "https://en.wikipedia.org/wiki/Statistical_distance",
        "https://en.wikipedia.org/wiki/Robust_statistics",
        "https://en.wikipedia.org/wiki/Frequentist_inference",
        "https://en.wikipedia.org/wiki/Point_estimation",
        "https://en.wikipedia.org/wiki/Estimating_equations",
        "https://en.wikipedia.org/wiki/Maximum_likelihood",
        "https://en.wikipedia.org/wiki/Minimum_distance_estimation",
        "https://en.wikipedia.org/wiki/Bias_of_an_estimator",
        "https://en.wikipedia.org/wiki/Interval_estimation",
        "https://en.wikipedia.org/wiki/Confidence_interval",
        "https://en.wikipedia.org/wiki/Pivotal_quantity",
        "https://en.wikipedia.org/wiki/Likelihood_interval",
        "https://en.wikipedia.org/wiki/Prediction_interval",
        "https://en.wikipedia.org/wiki/Tolerance_interval",
        "https://en.wikipedia.org/wiki/Jackknife_resampling",
        "https://en.wikipedia.org/wiki/Statistical_hypothesis_testing",
        "https://en.wikipedia.org/wiki/Uniformly_most_powerful_test",
        "https://en.wikipedia.org/wiki/Permutation_test",
        "https://en.wikipedia.org/wiki/Randomization_test",
        "https://en.wikipedia.org/wiki/Multiple_comparisons",
        "https://en.wikipedia.org/wiki/Parametric_statistics",
        "https://en.wikipedia.org/wiki/Score_test",
        "https://en.wikipedia.org/wiki/Wald_test",
        "https://en.wikipedia.org/wiki/Goodness_of_fit",
        "https://en.wikipedia.org/wiki/Lilliefors_test",
        "https://en.wikipedia.org/wiki/Model_selection",
        "https://en.wikipedia.org/wiki/Akaike_information_criterion",
        "https://en.wikipedia.org/wiki/Bayesian_information_criterion",
        "https://en.wikipedia.org/wiki/Rank_statistics",
        "https://en.wikipedia.org/wiki/Sign_test",
        "https://en.wikipedia.org/wiki/Sample_median",
        "https://en.wikipedia.org/wiki/Nonparametric_statistics",
        "https://en.wikipedia.org/wiki/Analysis_of_variance",
        "https://en.wikipedia.org/wiki/Friedman_test",
        "https://en.wikipedia.org/wiki/Van_der_Waerden_test",
        "https://en.wikipedia.org/wiki/Bayesian_inference",
        "https://en.wikipedia.org/wiki/Bayesian_probability",
        "https://en.wikipedia.org/wiki/Prior_probability",
        "https://en.wikipedia.org/wiki/Posterior_probability",
        "https://en.wikipedia.org/wiki/Credible_interval",
        "https://en.wikipedia.org/wiki/Bayes_factor",
        "https://en.wikipedia.org/wiki/Bayes_estimator",
        "https://en.wikipedia.org/wiki/Maximum_a_posteriori_estimation",
        "https://en.wikipedia.org/wiki/Correlation_and_dependence",
        "https://en.wikipedia.org/wiki/Regression_analysis",
        "https://en.wikipedia.org/wiki/Correlation_and_dependence",
        "https://en.wikipedia.org/wiki/Partial_correlation",
        "https://en.wikipedia.org/wiki/Confounding",
        "https://en.wikipedia.org/wiki/Coefficient_of_determination",
        "https://en.wikipedia.org/wiki/Regression_analysis",
        "https://en.wikipedia.org/wiki/Errors_and_residuals",
        "https://en.wikipedia.org/wiki/Regression_validation",
        "https://en.wikipedia.org/wiki/Mixed_model",
        "https://en.wikipedia.org/wiki/Simultaneous_equations_model",
        "https://en.wikipedia.org/wiki/Multivariate_adaptive_regression_splines",
        "https://en.wikipedia.org/wiki/Linear_regression",
        "https://en.wikipedia.org/wiki/Simple_linear_regression",
        "https://en.wikipedia.org/wiki/Ordinary_least_squares",
        "https://en.wikipedia.org/wiki/General_linear_model",
        "https://en.wikipedia.org/wiki/Bayesian_linear_regression",
        "https://en.wikipedia.org/wiki/Nonlinear_regression",
        "https://en.wikipedia.org/wiki/Nonparametric_regression",
        "https://en.wikipedia.org/wiki/Semiparametric_regression",
        "https://en.wikipedia.org/wiki/Isotonic_regression",
        "https://en.wikipedia.org/wiki/Robust_regression",
        "https://en.wikipedia.org/wiki/Heteroscedasticity",
        "https://en.wikipedia.org/wiki/Homoscedasticity",
        "https://en.wikipedia.org/wiki/Generalized_linear_model",
        "https://en.wikipedia.org/wiki/Exponential_family",
        "https://en.wikipedia.org/wiki/Logistic_regression",
        "https://en.wikipedia.org/wiki/Binomial_regression",
        "https://en.wikipedia.org/wiki/Poisson_regression",
        "https://en.wikipedia.org/wiki/Partition_of_sums_of_squares",
        "https://en.wikipedia.org/wiki/Analysis_of_variance",
        "https://en.wikipedia.org/wiki/Analysis_of_covariance",
        "https://en.wikipedia.org/wiki/Multivariate_analysis_of_variance",
        "https://en.wikipedia.org/wiki/Categorical_variable",
        "https://en.wikipedia.org/wiki/Multivariate_statistics",
        "https://en.wikipedia.org/wiki/Time_series",
        "https://en.wikipedia.org/wiki/Survival_analysis",
        "https://en.wikipedia.org/wiki/Categorical_variable",
        "https://en.wikipedia.org/wiki/Contingency_table",
        "https://en.wikipedia.org/wiki/Graphical_model",
        "https://en.wikipedia.org/wiki/Poisson_regression",
        "https://en.wikipedia.org/wiki/Multivariate_statistics",
        "https://en.wikipedia.org/wiki/General_linear_model",
        "https://en.wikipedia.org/wiki/Multivariate_analysis_of_variance",
        "https://en.wikipedia.org/wiki/Principal_component_analysis",
        "https://en.wikipedia.org/wiki/Canonical_correlation",
        "https://en.wikipedia.org/wiki/Linear_discriminant_analysis",
        "https://en.wikipedia.org/wiki/Cluster_analysis",
        "https://en.wikipedia.org/wiki/Statistical_classification",
        "https://en.wikipedia.org/wiki/Structural_equation_modeling",
        "https://en.wikipedia.org/wiki/Factor_analysis",
        "https://en.wikipedia.org/wiki/Multivariate_distribution",
        "https://en.wikipedia.org/wiki/Elliptical_distribution",
        "https://en.wikipedia.org/wiki/Multivariate_normal_distribution",
        "https://en.wikipedia.org/wiki/Time_series",
        "https://en.wikipedia.org/wiki/Decomposition_of_time_series",
        "https://en.wikipedia.org/wiki/Trend_estimation",
        "https://en.wikipedia.org/wiki/Stationary_process",
        "https://en.wikipedia.org/wiki/Seasonal_adjustment",
        "https://en.wikipedia.org/wiki/Exponential_smoothing",
        "https://en.wikipedia.org/wiki/Cointegration",
        "https://en.wikipedia.org/wiki/Structural_break",
        "https://en.wikipedia.org/wiki/Granger_causality",
        "https://en.wikipedia.org/wiki/Johansen_test",
        "https://en.wikipedia.org/wiki/Time_domain",
        "https://en.wikipedia.org/wiki/Autocorrelation",
        "https://en.wikipedia.org/wiki/Partial_autocorrelation_function",
        "https://en.wikipedia.org/wiki/Autoregressive_conditional_heteroskedasticity",
        "https://en.wikipedia.org/wiki/Vector_autoregression",
        "https://en.wikipedia.org/wiki/Frequency_domain",
        "https://en.wikipedia.org/wiki/Spectral_density_estimation",
        "https://en.wikipedia.org/wiki/Fourier_analysis",
        "https://en.wikipedia.org/wiki/Wavelet",
        "https://en.wikipedia.org/wiki/Whittle_likelihood",
        "https://en.wikipedia.org/wiki/Survival_analysis",
        "https://en.wikipedia.org/wiki/Survival_function",
        "https://en.wikipedia.org/wiki/Proportional_hazards_model",
        "https://en.wikipedia.org/wiki/Accelerated_failure_time_model",
        "https://en.wikipedia.org/wiki/Failure_rate",
        "https://en.wikipedia.org/wiki/List_of_fields_of_application_of_statistics",
        "https://en.wikipedia.org/wiki/Biostatistics",
        "https://en.wikipedia.org/wiki/Bioinformatics",
        "https://en.wikipedia.org/wiki/Clinical_trial",
        "https://en.wikipedia.org/wiki/Clinical_study_design",
        "https://en.wikipedia.org/wiki/Epidemiology",
        "https://en.wikipedia.org/wiki/Medical_statistics",
        "https://en.wikipedia.org/wiki/Engineering_statistics",
        "https://en.wikipedia.org/wiki/Chemometrics",
        "https://en.wikipedia.org/wiki/Methods_engineering",
        "https://en.wikipedia.org/wiki/Probabilistic_design",
        "https://en.wikipedia.org/wiki/Statistical_process_control",
        "https://en.wikipedia.org/wiki/Quality_control",
        "https://en.wikipedia.org/wiki/Reliability_engineering",
        "https://en.wikipedia.org/wiki/System_identification",
        "https://en.wikipedia.org/wiki/Social_statistics",
        "https://en.wikipedia.org/wiki/Actuarial_science",
        "https://en.wikipedia.org/wiki/Census",
        "https://en.wikipedia.org/wiki/Crime_statistics",
        "https://en.wikipedia.org/wiki/Demographic_statistics",
        "https://en.wikipedia.org/wiki/Econometrics",
        "https://en.wikipedia.org/wiki/Jurimetrics",
        "https://en.wikipedia.org/wiki/National_accounts",
        "https://en.wikipedia.org/wiki/Official_statistics",
        "https://en.wikipedia.org/wiki/Population_statistics",
        "https://en.wikipedia.org/wiki/Psychometrics",
        "https://en.wikipedia.org/wiki/Spatial_analysis",
        "https://en.wikipedia.org/wiki/Cartography",
        "https://en.wikipedia.org/wiki/Environmental_statistics",
        "https://en.wikipedia.org/wiki/Geographic_information_system",
        "https://en.wikipedia.org/wiki/Geostatistics",
        "https://en.wikipedia.org/wiki/Kriging",
        "https://en.wikipedia.org/wiki/Statistics",
        "https://en.wikipedia.org/wiki/Economic",
        "https://en.wikipedia.org/wiki/Software",
        "https://en.wikipedia.org/wiki/Aggregate_data",
        "https://en.wikipedia.org/wiki/Aggregate_data",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}