{
    "url": "https://en.wikipedia.org/wiki/Aida",
    "title": "Aida",
    "table_of_contents": [
        "1 Elements of the opera's genesis and sources",
        "2 Performance history",
        "2.1 Cairo premiere and initial success in Italy",
        "2.2 Other 19th-century performances",
        "2.3 20th century and beyond",
        "3 Roles",
        "4 Instrumentation",
        "5 Setting",
        "6 Synopsis",
        "6.1 Act 1",
        "6.2 Act 2",
        "6.3 Act 3",
        "6.4 Act 4",
        "7 Adaptations",
        "8 Recordings",
        "9 References",
        "10 Sources",
        "11 Further reading",
        "12 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Aida (or Aïda, Italian: [aˈiːda]) is an opera in four acts by Giuseppe Verdi to an Italian libretto by Antonio Ghislanzoni. Set in the Old Kingdom of Egypt, it was commissioned by Cairo's Khedivial Opera House and had its première there on 24 December 1871, in a performance conducted by Giovanni Bottesini. Today the work holds a central place in the operatic canon, receiving performances every year around the world; at New York's Metropolitan Opera alone, Aida has been sung more than 1,100 times since 1886.[1] Ghislanzoni's scheme follows a scenario often attributed to the French Egyptologist Auguste Mariette, but Verdi biographer Mary Jane Phillips-Matz argues that the source is actually Temistocle Solera.[2]\n\n"
        },
        {
            "title": "",
            "text": "Isma'il Pasha, Khedive of Egypt, commissioned Verdi to write an opera for performance to celebrate the opening of the Khedivial Opera House, paying him 150,000 francs.[3] Because the scenery and costumes were stuck in the French capital during the Siege of Paris (1870–71) of the ongoing Franco-Prussian War,  the premiere was delayed and Verdi's Rigoletto was performed instead. Aida eventually premiered in Cairo in late 1871. Contrary to popular belief, the opera was not written to celebrate the opening of the Suez Canal in 1869, for which Verdi had been invited to write an inaugural hymn, but had declined.[4] Rather, music by Jacques Offenbach was performed at the inauguration.[5] The plot bears striking, though unintentional, similarities to Metastasio's libretto La Nitteti (1756).[4]\n\n"
        },
        {
            "title": "Performance history",
            "text": "Verdi originally chose to write a brief orchestral prelude instead of a full overture for the opera. He then composed an overture of the \"potpourri\" variety to replace the original prelude. However, in the end he decided not to have the overture performed because of its—his own words—\"pretentious silliness\".[6] This overture, never used today, was given a rare broadcast performance by Arturo Toscanini and the NBC Symphony Orchestra on 30 March 1940, but was never commercially issued.[7]\n\nAida met with great acclaim when it finally opened in Cairo on 24 December 1871. The costumes and accessories for the première were designed by Auguste Mariette, who also oversaw the design and construction of the sets, which were made in Paris by the Opéra's scene painters Auguste-Alfred Rubé and Philippe Chaperon (acts 1 and 4) and Édouard Desplechin and Jean-Baptiste Lavastre (acts 2 and 3), and shipped to Cairo.[8] Although Verdi did not attend the premiere in Cairo, he was most dissatisfied with the fact that the audience consisted of invited dignitaries, politicians and critics, but no members of the general public.[9] He therefore considered the Italian (and European) première, held at La Scala, Milan on 8 February 1872, and a performance in which he was heavily involved at every stage, to be its real première.\n\nVerdi had also written the role of Aida for the voice of Teresa Stolz, who sang it for the first time at the Milan première. Verdi had asked her fiancé, Angelo Mariani, to conduct the Cairo première, but he declined, so Giovanni Bottesini filled the gap. The Milan Amneris, Maria Waldmann, was his favourite in the role and she repeated it a number of times at his request.[10]\n\nAida was received with great enthusiasm at its Milan première. The opera was soon mounted at major opera houses throughout Italy, including the Teatro Regio di Parma (20 April 1872), the Teatro di San Carlo (30 March 1873), La Fenice (11 June 1873), the Teatro Regio di Torino (26 December 1874), the Teatro Comunale di Bologna (30 September 1877, with Giuseppina Pasqua as Amneris and Franco Novara as the King), and the Teatro Costanzi (8 October 1881, with Theresia Singer as Aida and Giulia Novelli as Amneris) among others.[11]\n\nDetails of important national and other premières of Aida follow:\n\nA complete concert version of the opera was given in New York City in 1949. Conducted by Toscanini with Herva Nelli as Aida and Richard Tucker as Radamès, it was televised on the NBC television network. Due to the length of the opera, it was divided into two telecasts, preserved on kinescopes, and later released on video by RCA and Testament. The audio portion of the broadcast, including some remakes in June 1954, was released on LP and CD by RCA Victor. Other notable performances from this period include a 1955 performance conducted by Tullio Serafin with Maria Callas as Aida and Richard Tucker as Radamès and a 1959 performance conducted by Herbert von Karajan with Renata Tebaldi as Aida and Carlo Bergonzi as Radamès.[24]\n\nLa Scala mounted a lavish new production of Aida designed by Franco Zeffirelli for the opening night of its 2006/2007 season. The production starred Violeta Urmana in the title role and Roberto Alagna as Radamès. Alagna subsequently made the headlines when he was booed for his rendition of \"Celeste Aida\" during the second performance, walked off the stage, and was dismissed from the remainder of the run. The production continued to cause controversy in 2014 when Zeffirelli protested La Scala's rental of the production to the Astana Opera House in Kazakhstan without his permission. According to Zeffirelli, the move had doomed his production to an \"infamous and brutal\" fate.[25][26][27]\n\nAida continues to be a staple of the standard operatic repertoire.[28] It is frequently performed in the Verona Arena, and is a staple of its renowned opera festival.[29]\n\n"
        },
        {
            "title": "Instrumentation",
            "text": "3 flutes (3rd also piccolo), 2 oboes, English horn, 2 clarinets, bass clarinet, 2 bassoons, 4 horns, 2 trumpets, 3 trombones, cimbasso, timpani, triangle, bass drum, cymbals, tam-tam, harp, strings; on-stage banda: 6 Egyptian trumpets (\"Aida trumpets\"), military band, harp[33]\n\n"
        },
        {
            "title": "Setting",
            "text": "The libretto does not specify a precise time period, so it is difficult to place the opera more specifically than the Old Kingdom.[34] For the first production, Mariette went to great efforts to make the sets and costumes authentic.[35] Considering the consistent artistic styles throughout the 3000-year history of ancient Egypt, a given production does not particularly need to choose a specific time period within the larger frame of ancient Egyptian history.[34]\n\n"
        },
        {
            "title": "Synopsis",
            "text": "Backstory: The Egyptians have captured and enslaved Aida, an Ethiopian princess. An Egyptian military commander, Radamès, struggles to choose between his love for her and his loyalty to the King of Egypt. To complicate the story further, the King's daughter Amneris is in love with Radamès, although he does not return her feelings.\n\nScene 1: A hall in the King's palace; through the rear gate the pyramids and temples of Memphis are visible\n\nRamfis, the high priest of Egypt, tells Radamès, the young warrior, that war with the Ethiopians seems inevitable, and Radamès hopes that he will be chosen as the Egyptian commander (Ramfis, Radamès: \"Sì, corre voce l'Etiope ardisca\" / Yes, it is rumored that Ethiopia dares once again to threaten our power).\n\nRadamès dreams both of gaining victory on the battlefield and of Aida, an Ethiopian slave, with whom he is secretly in love (Radamès: \"Se quel guerrier io fossi! ... Celeste Aida\" / Heavenly Aida). Aida, who is also secretly in love with Radamès, is the captured daughter of the Ethiopian King Amonasro, but her Egyptian captors are unaware of her true identity. Her father has invaded Egypt to deliver her from servitude.\n\nAmneris, the daughter of the Egyptian King, enters the hall. She too loves Radamès, but fears that his heart belongs to someone else (Radamès, Amneris: \"Quale insolita gioia nel tuo sguardo\" / In your looks I trace an unwonted joy).\n\nAida appears and, when Radamès sees her, Amneris notices that he looks disturbed. She suspects that Aida could be her rival, but is able to hide her jealousy and approach Aida (Amneris, Aida, Radamès: \"Vieni, o diletta, appressati\" / Come, O delight, come closer).\n\nThe King enters, along with the High Priest, Ramfis, and the whole palace court. A messenger announces that the Ethiopians, led by King Amonasro, are marching towards Thebes. The King declares war and proclaims that Radamès is the man chosen by the goddess Isis to be the leader of the army (The King, Messenger, Radamès, Aida, Amneris, Ramfis, chorus: \"Alta cagion v'aduna .. Guerra, guerra, guerra!\" / Oh fate o'er Egypt looming .. War, war, war!). Upon receiving this mandate from the King, Radamès proceeds to the temple of Vulcan to take up the sacred arms (The King, Radamès, Aida, Amneris, chorus: \"Su! del Nilo al sacro lido\" .. (reprise) \"Guerra, guerra guerra!\" / On! Of Nilus' sacred river, guard the shores .. (reprise) War, war, war!).\n\nAlone in the hall, Aida feels torn between her love for her father, her country, and Radamès (Aida: \"Ritorna vincitor!\" / Return a conqueror!).\n\nScene 2: Inside the Temple of Ptah\n\nSolemn ceremonies and dances by the priestesses take place (High Priestess, chorus, Radamès: \"Possente Ftha ... Tu che dal nulla\" / O mighty Ptah). This is followed by the installation of Radamès to the office of commander-in-chief (High Priestess, chorus, Ramfis, Radamès: \"Immenso Ftha .. Mortal, diletto ai Numi\" / O mighty one, guard and protect!). All present in the temple pray fervently for the victory of Egypt and protection for their warriors (\"Nume, custode e vindice\"/ Hear us, O guardian deity).\n\nScene 1: The chamber of Amneris\n\nDances and music to celebrate Radamès' victory take place (Chorus, Amneris: \"Chi mai fra gli inni e i plausi\" / Our songs his glory praising). However, Amneris is still in doubt about Radamès' love and wonders whether Aida is in love with him. She tries to forget her doubt, entertaining her worried heart with the dance of Moorish slaves (Chorus, Amneris: \"Vieni: sul crin ti piovano\" / Come bind your flowing tresses).\n\nWhen Aida enters the chamber, Amneris asks everyone to leave. By falsely telling Aida that Radamès has died in the battle, she tricks her into professing her love for him. In grief, and shocked by the news, Aida confesses that her heart belongs to Radamès eternally (Amneris, Aida: \"Fu la sorte dell'armi a' tuoi funesta\" / The battle's outcome was cruel for your people).\n\nThis confession fires Amneris with rage, and she plans on taking revenge on Aida. Ignoring Aida's pleadings (Amneris, Aida, chorus: \"Su! del Nilo al sacro lido\" / Up! at the sacred shores of the Nile), Amneris leaves her alone in the chamber.\n\nScene 2: The grand gate of the city of Thebes\n\nRadamès returns victorious and the troops march into the city (Chorus, Ramfis: \"Gloria all'Egitto, ad Iside\" / Glory to Egypt, [and] to Isis!).\n\nThe Egyptian king decrees that on this day the triumphant Radamès may have anything he wishes. The Ethiopian captives are led onstage in chains, Amonasro among them. Aida immediately rushes to her father, who whispers to her to conceal his true identity as King of Ethiopia from the Egyptians. Amonasro deceptively proclaims to the Egyptians that the Ethiopian king (referring to himself) has been slain in battle. Aida, Amonasro, and the captured Ethiopians plead with the Egyptian King for mercy, but Ramfis and the Egyptian priests call for their death (Aida, Amneris, Radamès, The King, Amonasro, chorus: \"Che veggo! .. Egli? .. Mio padre! .. Anch'io pugnai .. Struggi, o Re, queste ciurme feroci\" / What do I see?.. Is it he? My father? .. Destroy, O King, these ferocious creatures).\n\nClaiming the reward promised by the King of Egypt, Radamès pleads with him to spare the lives of the prisoners and to set them free. The King grants Radamès' wish, and declares that he (Radamès) will be his (the King's) successor and will marry the King's daughter (Amneris). (Aida, Amneris, Radamès, Ramfis, The King, Amonasro, chorus: \"O Re: pei sacri Numi! .. Gloria all'Egitto\" / O King, by the sacred gods ... Glory to Egypt!). At Ramfis' suggestion to the King, Aida and Amonasro remain as hostages to ensure that the Ethiopians do not avenge their defeat.\n\nOn the banks of the Nile, near the Temple of Isis\n\nPrayers are said (Chorus, High Priestess, Ramfis, Amneris: \"O tu che sei d'Osiride\" / O thou who to Osiris art) on the eve of Amneris and Radamès' wedding in the Temple of Isis. Outside, Aida waits to meet with Radamès as they had planned (Aida: \"Qui Radamès verra .. O patria mia\" / Oh, my dear country!).\n\nAmonasro appears and orders Aida to find out the location of the Egyptian army from Radamès. Aida, torn between her love for Radamès and her loyalty to her native land and to her father, reluctantly agrees. (Aida, Amonasro: \"Ciel, mio padre! .. Rivedrai le foreste imbalsamate\" / Once again shalt thou gaze). When Radamès arrives, Amonasro hides behind a rock and listens to their conversation.\n\nRadamès affirms that he will marry Aida (\"Pur ti riveggo, mia dolce Aida .. Nel fiero anelito\"; \"Fuggiam gli ardori inospiti .. Là, tra foreste vergini\" / I see you again, my sweet Aida!), and Aida convinces him to flee to the desert with her.\n\nIn order to make their escape easier, Radamès proposes that they use a safe route without any fear of discovery and reveals the location where his army has chosen to attack. Upon hearing this, Amonasro comes out of hiding and reveals his identity. Radamès realizes, to his extreme dismay, that he has unwittingly revealed a crucial military secret to the enemy. At the same time, Amneris and Ramfis leave the temple and, seeing Radamès in conference with the enemy, call for the imperial guards. Amonasro draws a dagger, intending to kill Amneris and Ramfis before the guards can hear them, but Radamès disarms him, quickly orders him to flee with Aida, and surrenders himself to the imperial guards as Aida and Amonasro run off. The guards arrest him as a traitor.\n\nScene 1: A hall in the Temple of Justice. To one side is the door leading to Radamès' prison cell\n\nAmneris desires to save Radamès (\"L'aborrita rivale a me sfuggia\" / My hated rival has escaped me). She calls for the guard to bring him to her.\n\nShe asks Radamès to deny the accusations, but Radamès, who does not wish to live without Aida, refuses. He is relieved to know Aida is still alive and hopes she has reached her own country (Amneris, Radamès: \"Già i Sacerdoti adunansi\" / Already the priests are assembling).\n\nOffstage, Ramfis recites the charges against Radamès and calls on him to defend himself, but he stands mute, and is condemned to death as a traitor. Amneris, who remains onstage, protests that Radamès is innocent, and pleads with the priests to show mercy. The priests sentence him to be buried alive; Amneris weeps and curses the priests as he is taken away (Judgment scene, Amneris, Ramfis, and chorus: \"Ahimè! .. morir mi sento .. Radamès, è deciso il tuo fato\" / Alas .. I feel death .. Radamès, your fate is decided).\n\nScene 2: The lower portion of the stage shows the vault in the Temple of Ptah; the upper portion represents the temple itself\n\nRadamès has been taken into the lower floor of the temple and sealed up in a dark vault, where he thinks that he is alone. As he hopes that Aida is in a safer place, he hears a sigh and then sees Aida. She has hidden herself in the vault in order to die with Radamès (Radamès: \"La fatal pietra sovra me si chiuse\" / The fatal stone now closes over me). They accept their terrible fate (Radamès: \"Morir! Sì pura e bella\" / To die! So pure and lovely!) and bid farewell to Earth and its sorrows (duet \"Invan! Tutto e finito ... O terra addio\").[36] Above the vault in the temple of Ptah, Amneris weeps and prays to the goddess Isis. In the vault below, Aida dies in Radamès' arms as the priests, offstage, pray to the god Ptah. (Chorus, Aida, Radamès, Amneris: \"Immenso Ftha\" / Almighty Ptah).\n\n"
        },
        {
            "title": "Adaptations",
            "text": "The opera has been adapted for motion pictures on several occasions, most notably in a 1953 production which starred Lois Maxwell as Amneris and Sophia Loren as Aida, and a 1987 Swedish production. In both cases, the lead actors lip-synched to recordings by actual opera singers. In the case of the 1953 film, Ebe Stignani sang as Amneris, while Renata Tebaldi sang as Aida. The opera's story, but not its music, was used as the basis for a 1998 musical of the same name written by Elton John and Tim Rice. The opera has been portrayed in the 2001 Italian animated film Aida of the Trees (Aida degli alberi). The characters are seen as anthropomorphic creatures between the fictional kingdoms of Alborea and Petra as the star-crossed lovers must find a way to unify their worlds together while facing off against the evil high priest Ramfis.\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Opera",
        "https://en.wikipedia.org/wiki/Giuseppe_Verdi",
        "https://en.wikipedia.org/wiki/Antonio_Ghislanzoni",
        "https://en.wikipedia.org/wiki/Khedivial_Opera_House",
        "https://en.wikipedia.org/wiki/Opera",
        "https://en.wikipedia.org/wiki/Giuseppe_Verdi",
        "https://en.wikipedia.org/wiki/Libretto",
        "https://en.wikipedia.org/wiki/Antonio_Ghislanzoni",
        "https://en.wikipedia.org/wiki/Old_Kingdom_of_Egypt",
        "https://en.wikipedia.org/wiki/Cairo",
        "https://en.wikipedia.org/wiki/Khedivial_Opera_House",
        "https://en.wikipedia.org/wiki/Giovanni_Bottesini",
        "https://en.wikipedia.org/wiki/Auguste_Mariette",
        "https://en.wikipedia.org/wiki/Temistocle_Solera",
        "https://en.wikipedia.org/wiki/Khedive",
        "https://en.wikipedia.org/wiki/Khedivial_Opera_House",
        "https://en.wikipedia.org/wiki/Rigoletto",
        "https://en.wikipedia.org/wiki/Suez_Canal",
        "https://en.wikipedia.org/wiki/Jacques_Offenbach",
        "https://en.wikipedia.org/wiki/Metastasio",
        "https://en.wikipedia.org/wiki/La_Nitteti",
        "https://en.wikipedia.org/wiki/Teresa_Stolz",
        "https://en.wikipedia.org/wiki/La_Scala",
        "https://en.wikipedia.org/wiki/Leopoldo_Metlicovitz",
        "https://en.wikipedia.org/wiki/Arturo_Toscanini",
        "https://en.wikipedia.org/wiki/NBC_Symphony_Orchestra",
        "https://en.wikipedia.org/wiki/Auguste_Mariette",
        "https://en.wikipedia.org/wiki/Paris_Opera",
        "https://en.wikipedia.org/wiki/Philippe_Chaperon",
        "https://en.wikipedia.org/wiki/La_Scala",
        "https://en.wikipedia.org/wiki/Milan",
        "https://en.wikipedia.org/wiki/Teresa_Stolz",
        "https://en.wikipedia.org/wiki/Giovanni_Bottesini",
        "https://en.wikipedia.org/wiki/Maria_Waldmann",
        "https://en.wikipedia.org/wiki/Teatro_di_San_Carlo",
        "https://en.wikipedia.org/wiki/La_Fenice",
        "https://en.wikipedia.org/wiki/Teatro_Comunale_di_Bologna",
        "https://en.wikipedia.org/wiki/Giuseppina_Pasqua",
        "https://en.wikipedia.org/wiki/Theresia_Singer",
        "https://en.wikipedia.org/wiki/Giulia_Novelli",
        "https://en.wikipedia.org/wiki/Paris_Opera",
        "https://en.wikipedia.org/wiki/Headquarters_of_the_Bank_of_the_Argentine_Nation",
        "https://en.wikipedia.org/wiki/Annie_Louise_Cary",
        "https://en.wikipedia.org/wiki/Italo_Campanini",
        "https://en.wikipedia.org/wiki/Victor_Maurel",
        "https://en.wikipedia.org/wiki/Berlin_State_Opera",
        "https://en.wikipedia.org/wiki/Mathilde_Mallinger",
        "https://en.wikipedia.org/wiki/Franz_Betz",
        "https://en.wikipedia.org/wiki/Vienna_State_Opera",
        "https://en.wikipedia.org/wiki/Amalie_Materna",
        "https://en.wikipedia.org/wiki/Hungarian_State_Opera_House",
        "https://en.wikipedia.org/wiki/Salle_Ventadour",
        "https://en.wikipedia.org/wiki/Royal_Opera_House",
        "https://en.wikipedia.org/wiki/Adelina_Patti",
        "https://en.wikipedia.org/wiki/Ernesto_Nicolini",
        "https://en.wikipedia.org/wiki/Bavarian_State_Opera",
        "https://en.wikipedia.org/wiki/Josephine_Schefsky",
        "https://en.wikipedia.org/wiki/Royal_Swedish_Opera",
        "https://en.wikipedia.org/wiki/Selma_Ek",
        "https://en.wikipedia.org/wiki/Palais_Garnier",
        "https://en.wikipedia.org/wiki/Gabrielle_Krauss",
        "https://en.wikipedia.org/wiki/Rosine_Bloch",
        "https://en.wikipedia.org/wiki/Victor_Maurel",
        "https://en.wikipedia.org/wiki/Metropolitan_Opera",
        "https://en.wikipedia.org/wiki/Anton_Seidl",
        "https://en.wikipedia.org/wiki/Victor_Herbert",
        "https://en.wikipedia.org/wiki/Adolf_Robinson",
        "https://en.wikipedia.org/wiki/Theatro_Lyrico_Fluminense",
        "https://en.wikipedia.org/wiki/Leopoldo_Miguez",
        "https://en.wikipedia.org/wiki/Arturo_Toscanini",
        "https://en.wikipedia.org/wiki/Israeli_Opera",
        "https://en.wikipedia.org/wiki/Masada",
        "https://en.wikipedia.org/wiki/Herva_Nelli",
        "https://en.wikipedia.org/wiki/NBC",
        "https://en.wikipedia.org/wiki/Kinescope",
        "https://en.wikipedia.org/wiki/RCA",
        "https://en.wikipedia.org/wiki/Maria_Callas",
        "https://en.wikipedia.org/wiki/Herbert_von_Karajan",
        "https://en.wikipedia.org/wiki/Renata_Tebaldi",
        "https://en.wikipedia.org/wiki/La_Scala",
        "https://en.wikipedia.org/wiki/Franco_Zeffirelli",
        "https://en.wikipedia.org/wiki/Violeta_Urmana",
        "https://en.wikipedia.org/wiki/Roberto_Alagna",
        "https://en.wikipedia.org/wiki/Astana_Opera",
        "https://en.wikipedia.org/wiki/Verona_Arena",
        "https://en.wikipedia.org/wiki/Arena_di_Verona_Festival",
        "https://en.wikipedia.org/wiki/Voice_type",
        "https://en.wikipedia.org/wiki/Conducting",
        "https://en.wikipedia.org/wiki/Giovanni_Bottesini",
        "https://en.wikipedia.org/wiki/Franco_Faccio",
        "https://en.wikipedia.org/wiki/Soprano",
        "https://en.wikipedia.org/wiki/Teresa_Stolz",
        "https://en.wikipedia.org/wiki/Maria_Waldmann",
        "https://en.wikipedia.org/wiki/Tenor",
        "https://en.wikipedia.org/wiki/Baritone",
        "https://en.wikipedia.org/wiki/Western_concert_flute",
        "https://en.wikipedia.org/wiki/Piccolo",
        "https://en.wikipedia.org/wiki/Oboe",
        "https://en.wikipedia.org/wiki/English_horn",
        "https://en.wikipedia.org/wiki/Clarinet",
        "https://en.wikipedia.org/wiki/Bass_clarinet",
        "https://en.wikipedia.org/wiki/Bassoon",
        "https://en.wikipedia.org/wiki/Trumpet",
        "https://en.wikipedia.org/wiki/Trombone",
        "https://en.wikipedia.org/wiki/Cimbasso",
        "https://en.wikipedia.org/wiki/Timpani",
        "https://en.wikipedia.org/wiki/Bass_drum",
        "https://en.wikipedia.org/wiki/Cymbal",
        "https://en.wikipedia.org/wiki/Harp",
        "https://en.wikipedia.org/wiki/String_section",
        "https://en.wikipedia.org/wiki/Harp",
        "https://en.wikipedia.org/wiki/Old_Kingdom",
        "https://en.wikipedia.org/wiki/Ethiopia",
        "https://en.wikipedia.org/wiki/Pharaoh",
        "https://en.wikipedia.org/wiki/Celeste_Aida",
        "https://en.wikipedia.org/wiki/Philippe_Chaperon",
        "https://en.wikipedia.org/wiki/Isis",
        "https://en.wikipedia.org/wiki/Ptah",
        "https://en.wikipedia.org/wiki/Moorish",
        "https://en.wikipedia.org/wiki/Triumphal_march",
        "https://en.wikipedia.org/wiki/Marie_Rappold",
        "https://en.wikipedia.org/wiki/Palais_Garnier",
        "https://en.wikipedia.org/wiki/Nicola_Zerola",
        "https://en.wikipedia.org/wiki/Lois_Maxwell",
        "https://en.wikipedia.org/wiki/Sophia_Loren",
        "https://en.wikipedia.org/wiki/Lip_sync",
        "https://en.wikipedia.org/wiki/Ebe_Stignani",
        "https://en.wikipedia.org/wiki/Renata_Tebaldi",
        "https://en.wikipedia.org/wiki/Elton_John",
        "https://en.wikipedia.org/wiki/Tim_Rice",
        "https://en.wikipedia.org/wiki/Aida_of_the_Trees",
        "https://en.wikipedia.org/wiki/Aida_discography",
        "https://en.wikipedia.org/wiki/The_New_Grove_Dictionary_of_Opera",
        "https://en.wikipedia.org/wiki/Laurence_Senelick",
        "https://en.wikipedia.org/wiki/Wayback_Machine",
        "https://en.wikipedia.org/wiki/Pittsburgh_Opera",
        "https://en.wikipedia.org/wiki/The_Jerusalem_Post",
        "https://en.wikipedia.org/wiki/Rupert_Christiansen",
        "https://en.wikipedia.org/wiki/The_Daily_Telegraph",
        "https://en.wikipedia.org/wiki/BBC_News",
        "https://en.wikipedia.org/wiki/The_Independent",
        "https://en.wikipedia.org/wiki/Operabase",
        "https://en.wikipedia.org/wiki/Utah_Opera",
        "https://en.wikipedia.org/wiki/Julian_Budden",
        "https://en.wikipedia.org/wiki/Stanley_Sadie",
        "https://en.wikipedia.org/wiki/The_New_Grove_Dictionary_of_Opera",
        "https://en.wikipedia.org/wiki/Arturo_Toscanini",
        "https://en.wikipedia.org/wiki/Harvey_Sachs",
        "https://en.wikipedia.org/wiki/The_New_York_Times",
        "https://en.wikipedia.org/wiki/Philip_Gossett",
        "https://en.wikipedia.org/wiki/Oxford_Music_Online",
        "https://en.wikipedia.org/wiki/Roger_Parker",
        "https://en.wikipedia.org/wiki/Stanley_Sadie",
        "https://en.wikipedia.org/wiki/The_New_Grove_Dictionary_of_Opera",
        "https://en.wikipedia.org/wiki/Francis_Toye",
        "https://en.wikipedia.org/wiki/John_Warrack",
        "https://en.wikipedia.org/wiki/Franz_Werfel",
        "https://en.wikipedia.org/wiki/Paul_Stefan",
        "https://en.wikipedia.org/wiki/Wikisource",
        "https://en.wikipedia.org/wiki/International_Music_Score_Library_Project",
        "https://en.wikipedia.org/wiki/Brigham_Young_University",
        "https://en.wikipedia.org/wiki/Naxos_Records",
        "https://en.wikipedia.org/wiki/William_and_Gayle_Cook_Music_Library",
        "https://en.wikipedia.org/wiki/Giuseppe_Verdi",
        "https://en.wikipedia.org/wiki/List_of_compositions_by_Giuseppe_Verdi",
        "https://en.wikipedia.org/wiki/Un_giorno_di_regno",
        "https://en.wikipedia.org/wiki/Nabucco",
        "https://en.wikipedia.org/wiki/I_Lombardi_alla_prima_crociata",
        "https://en.wikipedia.org/wiki/Ernani",
        "https://en.wikipedia.org/wiki/I_due_Foscari",
        "https://en.wikipedia.org/wiki/I_masnadieri",
        "https://en.wikipedia.org/wiki/Il_corsaro",
        "https://en.wikipedia.org/wiki/La_battaglia_di_Legnano",
        "https://en.wikipedia.org/wiki/Luisa_Miller",
        "https://en.wikipedia.org/wiki/Stiffelio",
        "https://en.wikipedia.org/wiki/Rigoletto",
        "https://en.wikipedia.org/wiki/Il_trovatore",
        "https://en.wikipedia.org/wiki/La_traviata",
        "https://en.wikipedia.org/wiki/I_vespri_siciliani",
        "https://en.wikipedia.org/wiki/Simon_Boccanegra",
        "https://en.wikipedia.org/wiki/Aroldo",
        "https://en.wikipedia.org/wiki/Un_ballo_in_maschera",
        "https://en.wikipedia.org/wiki/La_forza_del_destino",
        "https://en.wikipedia.org/wiki/Don_Carlos",
        "https://en.wikipedia.org/wiki/Otello",
        "https://en.wikipedia.org/wiki/Anvil_Chorus",
        "https://en.wikipedia.org/wiki/Celeste_Aida",
        "https://en.wikipedia.org/wiki/Di_quella_pira",
        "https://en.wikipedia.org/wiki/Aida_discography",
        "https://en.wikipedia.org/wiki/Don_Carlos_discography",
        "https://en.wikipedia.org/wiki/Falstaff_discography",
        "https://en.wikipedia.org/wiki/La_forza_del_destino_discography",
        "https://en.wikipedia.org/wiki/Macbeth_discography",
        "https://en.wikipedia.org/wiki/Otello_discography",
        "https://en.wikipedia.org/wiki/Rigoletto_discography",
        "https://en.wikipedia.org/wiki/Il_trovatore_discography",
        "https://en.wikipedia.org/wiki/La_traviata_discography",
        "https://en.wikipedia.org/wiki/Un_ballo_in_maschera_discography",
        "https://en.wikipedia.org/wiki/Suona_la_tromba",
        "https://en.wikipedia.org/wiki/Inno_delle_nazioni",
        "https://en.wikipedia.org/wiki/Verdi_Requiem_discography",
        "https://en.wikipedia.org/wiki/Quattro_pezzi_sacri",
        "https://en.wikipedia.org/wiki/Memorials_to_Giuseppe_Verdi",
        "https://en.wikipedia.org/wiki/Teatro_Giuseppe_Verdi",
        "https://en.wikipedia.org/wiki/Teatro_Lirico_Giuseppe_Verdi",
        "https://en.wikipedia.org/wiki/Milan_Conservatory",
        "https://en.wikipedia.org/wiki/Giuseppe_Verdi_Monument",
        "https://en.wikipedia.org/wiki/Orchestra_Sinfonica_di_Milano_Giuseppe_Verdi",
        "https://en.wikipedia.org/wiki/Verdi_Inlet",
        "https://en.wikipedia.org/wiki/Verdi_Range",
        "https://en.wikipedia.org/wiki/3975_Verdi",
        "https://en.wikipedia.org/wiki/Portrait_of_Giuseppe_Verdi",
        "https://en.wikipedia.org/wiki/After_Aida",
        "https://en.wikipedia.org/wiki/Casa_di_Riposo_per_Musicisti",
        "https://en.wikipedia.org/wiki/Villa_Verdi",
        "https://en.wikipedia.org/wiki/Giuseppe_Verdi",
        "https://en.wikipedia.org/wiki/Aida_of_the_Trees",
        "https://en.wikipedia.org/wiki/Celeste_Aida",
        "https://en.wikipedia.org/wiki/Aida_discography",
        "https://en.wikipedia.org/wiki/Aida",
        "https://en.wikipedia.org/wiki/Aida",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}