{
    "url": "https://en.wikipedia.org/wiki/Ajax_the_Great",
    "title": "Ajax the Great",
    "table_of_contents": [
        "1 Family",
        "2 Mythology",
        "2.1 Description",
        "2.2 Trojan War",
        "2.2.1 Death",
        "2.3 Gallery",
        "3 Palace",
        "4 See also",
        "5 Notes",
        "6 Notes",
        "7 References",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Ajax (/ˈeɪdʒæks/) or Aias (/ˈaɪ.əs/; Ancient Greek: Αἴας, romanized: Aíās [aí̯.aːs], gen. Αἴαντος Aíantos; archaic ΑΣϜΑϺ [aí̯.waːs])[a] is a Greek mythological hero, the son of King Telamon and Periboea,[1] and the half-brother of Teucer.[2] He plays an important role, and is portrayed as a towering figure and a warrior of great courage in Homer's Iliad and in the Epic Cycle, a series of epic poems about the Trojan War, being second only to Achilles among Greek heroes of the war.[3] He is also referred to as \"Telamonian Ajax\" (Αἴας ὁ Τελαμώνιος, in Etruscan recorded as Aivas Tlamunus), \"Greater Ajax\", or \"Ajax the Great\", which distinguishes him from Ajax, son of Oileus, also known as Ajax the Lesser. \n\n"
        },
        {
            "title": "Family",
            "text": "Ajax is the son of Telamon, who was the son of Aeacus and grandson of Zeus, and his first wife Periboea. Through his uncle Peleus (Telamon's brother), he is the cousin of Achilles, and is the elder half-brother of Teucer.\n\nThe etymology of his given name is uncertain. By folk etymology his name was said to come from the root of aiazō αἰάζω \"to lament\", translating to \"one who laments; mourner\". Hesiod provided a different folk etymology in a story in his \"The Great Eoiae\", where Ajax receives his name when Heracles prays to Zeus that a son might be born to Telemon and Eriboea: Zeus sends an eagle (aetos αετός) as a sign, and Heracles then bids the parents call their son Ajax after the eagle.[4]\n\nMany illustrious Athenians, including Cimon, Miltiades, Alcibiades and the historian Thucydides, traced their descent from Ajax. On an Etruscan tomb dedicated to Racvi Satlnei in Bologna (5th century BC) there is an inscription that says aivastelmunsl, which means \"[family] of Telamonian Ajax\".[5]\n\n"
        },
        {
            "title": "Mythology",
            "text": "\nIn the account of Dares the Phrygian, Ajax was illustrated as \". . .powerful. His voice was clear, his hair black and curly. He was perfectly single-minded and unrelenting in the onslaught of battle.\"[6] Meanwhile, In Homer's Iliad he is described as of great stature, colossal frame, and strongest of all the Achaeans. Known as the \"bulwark of the Achaeans\",[7] he was trained by the centaur Chiron (who had trained Ajax's father Telamon and Achilles' father Peleus and later died of an accidental wound inflicted by Heracles, whom he was at the time training) at the same time as Achilles. He was described as fearless, strong, and powerful but also with a very high level of combat intelligence. Ajax commands his army wielding a huge shield made of seven cowhides with a layer of bronze. Most notably, Ajax is not wounded in any of the battles described in the Iliad, and he is the only principal character on either side who does not receive substantial assistance from any of the gods (except for Agamemnon) who take part in the battles, although, in book 13, Poseidon strikes Ajax with his staff, renewing his strength. Unlike Diomedes, Agamemnon, and Achilles, Ajax appears as a mainly defensive warrior, instrumental in the defense of the Greek camp and ships and that of Patroclus' body. When the Trojans are on the offensive, he is often seen covering the retreat of the Achaeans. Significantly, while one of the deadliest heroes in the whole poem, Ajax has no aristeia depicting him on the offensive.\nIn the Iliad, Ajax is notable for his abundant strength and courage, seen particularly in two fights with Hector. In Book 7, Ajax is chosen by lot to meet Hector in a duel which lasts most of a whole day. Ajax at first gets the better of the encounter, wounding Hector with his spear and knocking him down with a large stone,[8] but Hector battles on until the heralds, acting at the direction of Zeus, call a draw, with the two combatants exchanging gifts, Ajax giving Hector a purple sash and Hector giving Ajax his sharp sword.\n\nThe second fight between Ajax and Hector occurs when the latter breaks into the Mycenaean camp, and battles with the Greeks among the ships. In Book 14, Ajax throws a giant rock at Hector which almost kills him.[9] In Book 15, Hector is restored to his strength by Apollo and returns to attack the ships. Ajax, wielding an enormous spear as a weapon and leaping from ship to ship, holds off the Trojan armies virtually single-handedly. In Book 16, Hector and Ajax duel once again.  Hector then disarms Ajax (although Ajax is not hurt) and Ajax is forced to retreat, seeing that Zeus is clearly favoring Hector. Hector and the Trojans succeed in burning one Greek ship, the culmination of an assault that almost finishes the war. Ajax is responsible for the death of many Trojan lords, including Phorcys.\n\nAjax often fought in tandem with his brother Teucer, known for his skill with the bow.  Ajax would wield his magnificent shield, as Teucer stood behind picking off enemy Trojans.\n\nAchilles was absent during these encounters because of his feud with Agamemnon. In Book 9, Agamemnon and the other Mycenaean chiefs send Ajax, Odysseus and Phoenix to the tent of Achilles in an attempt to reconcile with the great warrior and induce him to return to the fight. Although Ajax speaks earnestly and is well received, he does not succeed in convincing Achilles.\n\nWhen Patroclus is killed, Hector tries to steal his body. Ajax, assisted by Menelaus, succeeds in fighting off the Trojans and taking the body back with his chariot; however, the Trojans have already stripped Patroclus of Achilles' armor. Ajax's prayer to Zeus to remove the fog that has descended on the battle to allow them to fight or die in the light of day has become proverbial.  According to Hyginus, in total, Ajax killed 28 people at Troy.[10]\n\nAs the Iliad comes to a close, Ajax and the majority of other Greek warriors are alive and well. When Achilles dies, killed by Paris (with help from Apollo), Ajax and Odysseus are the heroes who fight against the Trojans to get the body and bury it with his companion, Patroclus.[11] Ajax, with his great shield and spear, manages to recover the body and carry it to the ships, while Odysseus fights off the Trojans.[12] After the burial, each claims Achilles' magical armor, which had been forged on Mount Olympus by the smith-god Hephaestus, for himself as recognition for his heroic efforts. A competition is held to determine who deserves the armor. Ajax argues that because of his strength and the fighting he has done for the Greeks, including saving the ships from Hector, and driving him off with a massive rock, he deserves the armor.[13]  However, Odysseus proves to be more eloquent, and with the aid of Athena, the council gives him the armor. Ajax, distraught by this result and \"conquered by his own grief\", plunges his sword into his own chest, killing himself.[14] In the Little Iliad, Ajax goes mad with rage at Odysseus' victory and slaughters the cattle of the Greeks. After returning to his senses, he kills himself out of shame.[15]  \nThe Belvedere Torso, a marble torso now in the Vatican Museums, is considered to depict Ajax \"in the act of contemplating his suicide\".[16]\n\nIn Sophocles' play Ajax, a famous retelling of Ajax's demise, after the armor is awarded to Odysseus, Ajax feels so insulted that he wants to kill Agamemnon and Menelaus. Athena intervenes and clouds his mind and vision, and he goes to a flock of sheep and slaughters them, imagining they are the Achaean leaders, including Odysseus and Agamemnon. When he comes to his senses, covered in blood, he realizes that what he has done has diminished his honor, and decides that he prefers to kill himself rather than live in shame. He does so with the same sword which Hector gave him when they exchanged presents.[17] From his blood sprang a red flower, as at the death of Hyacinthus, which bore on its leaves the initial letters of his name Ai, also expressive of lament.[18] His ashes were deposited in a golden urn on the Rhoetean promontory at the entrance of the Hellespont.[19]\n\nAjax's half-brother Teucer stood trial before his father for not bringing Ajax's body or famous weapons back. Teucer was acquitted for responsibility but found guilty of negligence. He was disowned by his father and was not allowed to return to his home, the island of Salamis off the coast of Athens.\n\nHomer is somewhat vague about the precise manner of Ajax's death but does ascribe it to his loss in the dispute over Achilles' armor; when Odysseus visits Hades, he begs the soul of Ajax to speak to him, but Ajax, still resentful over the old quarrel, refuses and descends silently back into Erebus.\n\nLike Achilles, he is represented (although not by Homer) as living after his death on the island of Leuke at the mouth of the Danube.[20] Ajax, who in the post-Homeric legend is described as the grandson of Aeacus and the great-grandson of Zeus, was the tutelary hero of the island of Salamis, where he had a temple and an image, and where a festival called Aianteia was celebrated in his honour.[21] At this festival a couch was set up, on which the panoply of the hero was placed, a practice which recalls the Roman Lectisternium. The identification of Ajax with the family of Aeacus was chiefly a matter which concerned the Athenians, after Salamis had come into their possession, on which occasion Solon is said to have inserted a line in the Iliad (2.557–558),[22] for the purpose of supporting the Athenian claim to the island. Ajax then became an Attic hero; he was worshipped at Athens, where he had a statue in the market-place, and the tribe Aiantis was named after him.[19] Pausanias also relates that a gigantic skeleton, its kneecap 5 inches (13 cm) in diameter, appeared on the beach near Sigeion, on the Trojan coast; these bones were identified as those of Ajax.\n\n"
        },
        {
            "title": "Palace",
            "text": "In 2001, Yannos Lolos began excavating a Mycenaean palace near the village of Kanakia on the island of Salamis which he theorized to be the home of the mythological Aiacid dynasty. The multi-story structure covers 750 m2 (8,100 sq ft) and had perhaps 30 rooms. The palace appears to have been abandoned at the height of the Mycenaean civilization, roughly the same time the Trojan War may have occurred.[23][24]\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Salamis_Island",
        "https://en.wikipedia.org/wiki/Achilles",
        "https://en.wikipedia.org/wiki/Walters_Art_Museum",
        "https://en.wikipedia.org/wiki/Baltimore",
        "https://en.wikipedia.org/wiki/Phthia",
        "https://en.wikipedia.org/wiki/Telamon",
        "https://en.wikipedia.org/wiki/Periboea",
        "https://en.wikipedia.org/wiki/Teucer",
        "https://en.wikipedia.org/wiki/Trambelus",
        "https://en.wikipedia.org/wiki/Telamon",
        "https://en.wikipedia.org/wiki/Tecmessa",
        "https://en.wikipedia.org/wiki/Eurysaces",
        "https://en.wikipedia.org/wiki/Trojan_War",
        "https://en.wikipedia.org/wiki/Achilles",
        "https://en.wikipedia.org/wiki/Patroclus",
        "https://en.wikipedia.org/wiki/Pottery_of_ancient_Greece",
        "https://en.wikipedia.org/wiki/Troy",
        "https://en.wikipedia.org/wiki/Hisarlik",
        "https://en.wikipedia.org/wiki/Turkey",
        "https://en.wikipedia.org/wiki/Bronze_Age",
        "https://en.wikipedia.org/wiki/Historicity_of_the_Homeric_epics",
        "https://en.wikipedia.org/wiki/Iliad",
        "https://en.wikipedia.org/wiki/Epic_Cycle",
        "https://en.wikipedia.org/wiki/Aeneid",
        "https://en.wikipedia.org/wiki/Iphigenia_in_Aulis",
        "https://en.wikipedia.org/wiki/The_Trojan_Women",
        "https://en.wikipedia.org/wiki/Posthomerica",
        "https://en.wikipedia.org/wiki/Trojan_War_in_literature_and_the_arts",
        "https://en.wikipedia.org/wiki/Judgement_of_Paris",
        "https://en.wikipedia.org/wiki/Helen_of_Troy",
        "https://en.wikipedia.org/wiki/Trojan_Horse",
        "https://en.wikipedia.org/wiki/Iliupersis",
        "https://en.wikipedia.org/wiki/Returns_from_Troy",
        "https://en.wikipedia.org/wiki/Odyssey",
        "https://en.wikipedia.org/wiki/Aeneid",
        "https://en.wikipedia.org/wiki/Agamemnon",
        "https://en.wikipedia.org/wiki/Achilles",
        "https://en.wikipedia.org/wiki/Helen_of_Troy",
        "https://en.wikipedia.org/wiki/Menelaus",
        "https://en.wikipedia.org/wiki/Odysseus",
        "https://en.wikipedia.org/wiki/Diomedes",
        "https://en.wikipedia.org/wiki/Patroclus",
        "https://en.wikipedia.org/wiki/Thersites",
        "https://en.wikipedia.org/wiki/Myrmidons",
        "https://en.wikipedia.org/wiki/Catalogue_of_Ships",
        "https://en.wikipedia.org/wiki/Priam",
        "https://en.wikipedia.org/wiki/Hecuba",
        "https://en.wikipedia.org/wiki/Hector",
        "https://en.wikipedia.org/wiki/Cassandra",
        "https://en.wikipedia.org/wiki/Andromache",
        "https://en.wikipedia.org/wiki/Aeneas",
        "https://en.wikipedia.org/wiki/Troilus",
        "https://en.wikipedia.org/wiki/Penthesilea",
        "https://en.wikipedia.org/wiki/Amazons",
        "https://en.wikipedia.org/wiki/Trojan_Battle_Order",
        "https://en.wikipedia.org/wiki/Athena",
        "https://en.wikipedia.org/wiki/Hephaestus",
        "https://en.wikipedia.org/wiki/Hera",
        "https://en.wikipedia.org/wiki/Hermes",
        "https://en.wikipedia.org/wiki/Thetis",
        "https://en.wikipedia.org/wiki/Poseidon",
        "https://en.wikipedia.org/wiki/Aphrodite",
        "https://en.wikipedia.org/wiki/Apollo",
        "https://en.wikipedia.org/wiki/Ares",
        "https://en.wikipedia.org/wiki/Artemis",
        "https://en.wikipedia.org/wiki/Leto",
        "https://en.wikipedia.org/wiki/Scamander",
        "https://en.wikipedia.org/wiki/Zeus",
        "https://en.wikipedia.org/wiki/Ahhiyawa",
        "https://en.wikipedia.org/wiki/Alaksandu",
        "https://en.wikipedia.org/wiki/Historicity_of_the_Homeric_epics",
        "https://en.wikipedia.org/wiki/Homeric_Question",
        "https://en.wikipedia.org/wiki/Late_Bronze_Age_Troy",
        "https://en.wikipedia.org/wiki/Tawagalawa_letter",
        "https://en.wikipedia.org/wiki/Wilusa",
        "https://en.wikipedia.org/wiki/Homeric_Question",
        "https://en.wikipedia.org/wiki/Troy_VII",
        "https://en.wikipedia.org/wiki/Mycenae",
        "https://en.wikipedia.org/wiki/Ancient_Greek_language",
        "https://en.wikipedia.org/wiki/Romanization_of_Ancient_Greek",
        "https://en.wikipedia.org/wiki/Archaic_Greek_alphabets",
        "https://en.wikipedia.org/wiki/Greek_mythology",
        "https://en.wikipedia.org/wiki/Greek_hero_cult",
        "https://en.wikipedia.org/wiki/Telamon",
        "https://en.wikipedia.org/wiki/Periboea",
        "https://en.wikipedia.org/wiki/Teucer",
        "https://en.wikipedia.org/wiki/Homer",
        "https://en.wikipedia.org/wiki/Iliad",
        "https://en.wikipedia.org/wiki/Epic_Cycle",
        "https://en.wikipedia.org/wiki/Epic_poems",
        "https://en.wikipedia.org/wiki/Trojan_War",
        "https://en.wikipedia.org/wiki/Achilles",
        "https://en.wikipedia.org/wiki/Etruscan_language",
        "https://en.wikipedia.org/wiki/Oileus",
        "https://en.wikipedia.org/wiki/Ajax_the_Lesser",
        "https://en.wikipedia.org/wiki/Telamon",
        "https://en.wikipedia.org/wiki/Aeacus",
        "https://en.wikipedia.org/wiki/Zeus",
        "https://en.wikipedia.org/wiki/Peleus",
        "https://en.wikipedia.org/wiki/Achilles",
        "https://en.wikipedia.org/wiki/Sibling",
        "https://en.wikipedia.org/wiki/Teucer",
        "https://en.wikipedia.org/wiki/Etymology",
        "https://en.wikipedia.org/wiki/Folk_etymology",
        "https://en.wikipedia.org/wiki/Hesiod",
        "https://en.wikipedia.org/wiki/Catalogue_of_Women",
        "https://en.wikipedia.org/wiki/Athenians",
        "https://en.wikipedia.org/wiki/Cimon",
        "https://en.wikipedia.org/wiki/Miltiades_the_Younger",
        "https://en.wikipedia.org/wiki/Alcibiades",
        "https://en.wikipedia.org/wiki/Thucydides",
        "https://en.wikipedia.org/wiki/Dares_Phrygius",
        "https://en.wikipedia.org/wiki/Centaur",
        "https://en.wikipedia.org/wiki/Chiron",
        "https://en.wikipedia.org/wiki/Peleus",
        "https://en.wikipedia.org/wiki/Heracles",
        "https://en.wikipedia.org/wiki/Poseidon",
        "https://en.wikipedia.org/wiki/Diomedes",
        "https://en.wikipedia.org/wiki/Agamemnon",
        "https://en.wikipedia.org/wiki/Achilles",
        "https://en.wikipedia.org/wiki/Patroclus",
        "https://en.wikipedia.org/wiki/Aristeia",
        "https://en.wikipedia.org/wiki/Belvedere_Torso",
        "https://en.wikipedia.org/wiki/Hector",
        "https://en.wikipedia.org/wiki/Herald",
        "https://en.wikipedia.org/wiki/Apollo",
        "https://en.wikipedia.org/wiki/Troy",
        "https://en.wikipedia.org/wiki/Odysseus",
        "https://en.wikipedia.org/wiki/Menelaus",
        "https://en.wikipedia.org/wiki/Hyginus",
        "https://en.wikipedia.org/wiki/Mount_Olympus",
        "https://en.wikipedia.org/wiki/Hephaestus",
        "https://en.wikipedia.org/wiki/Little_Iliad",
        "https://en.wikipedia.org/wiki/Belvedere_Torso",
        "https://en.wikipedia.org/wiki/Suicide_of_Ajax_vase",
        "https://en.wikipedia.org/wiki/Sophocles",
        "https://en.wikipedia.org/wiki/Hellespont",
        "https://en.wikipedia.org/wiki/Salamis_Island",
        "https://en.wikipedia.org/wiki/Hades",
        "https://en.wikipedia.org/wiki/Erebus",
        "https://en.wikipedia.org/wiki/Danube",
        "https://en.wikipedia.org/wiki/Tutelary_deity",
        "https://en.wikipedia.org/wiki/Panoply",
        "https://en.wikipedia.org/wiki/Lectisternium",
        "https://en.wikipedia.org/wiki/Solon",
        "https://en.wikipedia.org/wiki/Iliad",
        "https://en.wikipedia.org/wiki/Attica",
        "https://en.wikipedia.org/wiki/Sigeion",
        "https://en.wikipedia.org/wiki/Hector",
        "https://en.wikipedia.org/wiki/John_Flaxman",
        "https://en.wikipedia.org/wiki/Achilles",
        "https://en.wikipedia.org/wiki/Lekythos",
        "https://en.wikipedia.org/wiki/Kylix",
        "https://en.wikipedia.org/wiki/Mycenaean_Greece",
        "https://en.wikipedia.org/wiki/Salamis_Island",
        "https://en.wikipedia.org/wiki/Corpus_vasorum_antiquorum",
        "https://en.wikipedia.org/wiki/List_of_suicides_in_fiction",
        "https://en.wikipedia.org/wiki/Troy_VII",
        "https://en.wikipedia.org/wiki/Tzetzes",
        "https://en.wikipedia.org/wiki/Wayback_Machine",
        "https://en.wikipedia.org/wiki/Dares_Phrygius",
        "https://en.wikipedia.org/wiki/Iliad",
        "https://en.wikipedia.org/wiki/Iliad",
        "https://en.wikipedia.org/wiki/Fabulae",
        "https://en.wikipedia.org/wiki/Vatican_Museums",
        "https://en.wikipedia.org/wiki/Iliad",
        "https://en.wikipedia.org/wiki/Public_domain",
        "https://en.wikipedia.org/wiki/Homer",
        "https://en.wikipedia.org/wiki/Iliad",
        "https://en.wikipedia.org/wiki/Robert_Graves",
        "https://en.wikipedia.org/wiki/Friedrich_Schiller",
        "https://en.wikipedia.org/wiki/Pindar",
        "https://en.wikipedia.org/wiki/John_Tzetzes",
        "https://en.wikipedia.org/wiki/NBC_News",
        "https://en.wikipedia.org/wiki/List_of_Homeric_characters",
        "https://en.wikipedia.org/wiki/Odysseus",
        "https://en.wikipedia.org/wiki/Penelope",
        "https://en.wikipedia.org/wiki/Telemachus",
        "https://en.wikipedia.org/wiki/Ctimene",
        "https://en.wikipedia.org/wiki/Anticlea",
        "https://en.wikipedia.org/wiki/Laertes",
        "https://en.wikipedia.org/wiki/Autolycus",
        "https://en.wikipedia.org/wiki/Eurycleia_of_Ithaca",
        "https://en.wikipedia.org/wiki/Phemius",
        "https://en.wikipedia.org/wiki/Eumaeus",
        "https://en.wikipedia.org/wiki/Alcinous",
        "https://en.wikipedia.org/wiki/Scheria",
        "https://en.wikipedia.org/wiki/Pylos",
        "https://en.wikipedia.org/wiki/Menelaus",
        "https://en.wikipedia.org/wiki/Sparta",
        "https://en.wikipedia.org/wiki/Helen_of_Troy",
        "https://en.wikipedia.org/wiki/Nausicaa",
        "https://en.wikipedia.org/wiki/Agamemnon",
        "https://en.wikipedia.org/wiki/Mycenae",
        "https://en.wikipedia.org/wiki/Aeolus",
        "https://en.wikipedia.org/wiki/Athena",
        "https://en.wikipedia.org/wiki/Circe",
        "https://en.wikipedia.org/wiki/Helios",
        "https://en.wikipedia.org/wiki/Hermes",
        "https://en.wikipedia.org/wiki/Leucothea",
        "https://en.wikipedia.org/wiki/Poseidon",
        "https://en.wikipedia.org/wiki/Zeus",
        "https://en.wikipedia.org/wiki/Oceanus",
        "https://en.wikipedia.org/wiki/Old_Man_of_the_Sea",
        "https://en.wikipedia.org/wiki/Achilles",
        "https://en.wikipedia.org/wiki/Amphimedon",
        "https://en.wikipedia.org/wiki/Anticlus",
        "https://en.wikipedia.org/wiki/Antiphates",
        "https://en.wikipedia.org/wiki/Antiphus",
        "https://en.wikipedia.org/wiki/Aretus",
        "https://en.wikipedia.org/wiki/Cyclopes",
        "https://en.wikipedia.org/wiki/Demoptolemus",
        "https://en.wikipedia.org/wiki/Deucalion_of_Crete",
        "https://en.wikipedia.org/wiki/Dolius",
        "https://en.wikipedia.org/wiki/Echephron",
        "https://en.wikipedia.org/wiki/Echetus",
        "https://en.wikipedia.org/wiki/Elpenor",
        "https://en.wikipedia.org/wiki/Eupeithes",
        "https://en.wikipedia.org/wiki/Euryalus",
        "https://en.wikipedia.org/wiki/Halitherses",
        "https://en.wikipedia.org/wiki/Idomeneus",
        "https://en.wikipedia.org/wiki/Arnaeus",
        "https://en.wikipedia.org/wiki/Cicones",
        "https://en.wikipedia.org/wiki/Laodamas",
        "https://en.wikipedia.org/wiki/Laestrygonians",
        "https://en.wikipedia.org/wiki/Mesaulius",
        "https://en.wikipedia.org/wiki/Perimedes",
        "https://en.wikipedia.org/wiki/Polydamna",
        "https://en.wikipedia.org/wiki/Polyphemus",
        "https://en.wikipedia.org/wiki/Scylla_and_Charybdis",
        "https://en.wikipedia.org/wiki/Stratichus",
        "https://en.wikipedia.org/wiki/Suitors_of_Penelope",
        "https://en.wikipedia.org/wiki/Tiresias",
        "https://en.wikipedia.org/wiki/Theoclymenus",
        "https://en.wikipedia.org/wiki/Suitors_of_Penelope",
        "https://en.wikipedia.org/wiki/Agelaus",
        "https://en.wikipedia.org/wiki/Amphinomus",
        "https://en.wikipedia.org/wiki/Antinous_of_Ithaca",
        "https://en.wikipedia.org/wiki/Ctesippus",
        "https://en.wikipedia.org/wiki/Eurymachus",
        "https://en.wikipedia.org/wiki/Leodes",
        "https://en.wikipedia.org/wiki/List_of_Homeric_characters",
        "https://en.wikipedia.org/wiki/Acamas",
        "https://en.wikipedia.org/wiki/Achilles",
        "https://en.wikipedia.org/wiki/Agamemnon",
        "https://en.wikipedia.org/wiki/Agapenor",
        "https://en.wikipedia.org/wiki/Ajax_the_Lesser",
        "https://en.wikipedia.org/wiki/Anticlus",
        "https://en.wikipedia.org/wiki/Antilochus",
        "https://en.wikipedia.org/wiki/Automedon",
        "https://en.wikipedia.org/wiki/Balius_and_Xanthus",
        "https://en.wikipedia.org/wiki/Calchas",
        "https://en.wikipedia.org/wiki/Diomedes",
        "https://en.wikipedia.org/wiki/Elephenor",
        "https://en.wikipedia.org/wiki/Epeius",
        "https://en.wikipedia.org/wiki/Eudoros",
        "https://en.wikipedia.org/wiki/Euryalus",
        "https://en.wikipedia.org/wiki/Eurybates",
        "https://en.wikipedia.org/wiki/Eurydamas",
        "https://en.wikipedia.org/wiki/Guneus",
        "https://en.wikipedia.org/wiki/Helen_of_Troy",
        "https://en.wikipedia.org/wiki/Ialmenus",
        "https://en.wikipedia.org/wiki/Idomeneus",
        "https://en.wikipedia.org/wiki/Iphigenia",
        "https://en.wikipedia.org/wiki/Leitus",
        "https://en.wikipedia.org/wiki/Lycomedes",
        "https://en.wikipedia.org/wiki/Meges",
        "https://en.wikipedia.org/wiki/Menelaus",
        "https://en.wikipedia.org/wiki/Menestheus",
        "https://en.wikipedia.org/wiki/Neoptolemus",
        "https://en.wikipedia.org/wiki/Nireus",
        "https://en.wikipedia.org/wiki/Odysseus",
        "https://en.wikipedia.org/wiki/Patroclus",
        "https://en.wikipedia.org/wiki/Peneleos",
        "https://en.wikipedia.org/wiki/Philoctetes",
        "https://en.wikipedia.org/wiki/Podalirius",
        "https://en.wikipedia.org/wiki/Podarces",
        "https://en.wikipedia.org/wiki/Polypoetes",
        "https://en.wikipedia.org/wiki/Promachus",
        "https://en.wikipedia.org/wiki/Protesilaus",
        "https://en.wikipedia.org/wiki/Prothoenor",
        "https://en.wikipedia.org/wiki/Schedius",
        "https://en.wikipedia.org/wiki/Sinon",
        "https://en.wikipedia.org/wiki/Stentor",
        "https://en.wikipedia.org/wiki/Sthenelus",
        "https://en.wikipedia.org/wiki/Talthybius",
        "https://en.wikipedia.org/wiki/Teucer",
        "https://en.wikipedia.org/wiki/Thersites",
        "https://en.wikipedia.org/wiki/Tlepolemus",
        "https://en.wikipedia.org/wiki/Aeneas",
        "https://en.wikipedia.org/wiki/Aesepus",
        "https://en.wikipedia.org/wiki/Alcathous",
        "https://en.wikipedia.org/wiki/Amphimachus",
        "https://en.wikipedia.org/wiki/Anchises",
        "https://en.wikipedia.org/wiki/Andromache",
        "https://en.wikipedia.org/wiki/Antiphates",
        "https://en.wikipedia.org/wiki/Antiphus",
        "https://en.wikipedia.org/wiki/Archelochus",
        "https://en.wikipedia.org/wiki/Asteropaios",
        "https://en.wikipedia.org/wiki/Astyanax",
        "https://en.wikipedia.org/wiki/Atymnius",
        "https://en.wikipedia.org/wiki/Axylus",
        "https://en.wikipedia.org/wiki/Briseis",
        "https://en.wikipedia.org/wiki/Calesius",
        "https://en.wikipedia.org/wiki/Caletor",
        "https://en.wikipedia.org/wiki/Cassandra",
        "https://en.wikipedia.org/wiki/Chryseis",
        "https://en.wikipedia.org/wiki/Chryses",
        "https://en.wikipedia.org/wiki/Clytius",
        "https://en.wikipedia.org/wiki/Dares_Phrygius",
        "https://en.wikipedia.org/wiki/Deiphobus",
        "https://en.wikipedia.org/wiki/Euphemus",
        "https://en.wikipedia.org/wiki/Euphorbus",
        "https://en.wikipedia.org/wiki/Gorgythion",
        "https://en.wikipedia.org/wiki/Hector",
        "https://en.wikipedia.org/wiki/Hecuba",
        "https://en.wikipedia.org/wiki/Helenus",
        "https://en.wikipedia.org/wiki/Hyperenor",
        "https://en.wikipedia.org/wiki/Hypsenor",
        "https://en.wikipedia.org/wiki/Iamenus",
        "https://en.wikipedia.org/wiki/Ilioneus",
        "https://en.wikipedia.org/wiki/Imbrius",
        "https://en.wikipedia.org/wiki/Iphidamas",
        "https://en.wikipedia.org/wiki/Kebriones",
        "https://en.wikipedia.org/wiki/Lycaon_of_Troy",
        "https://en.wikipedia.org/wiki/Melanippus",
        "https://en.wikipedia.org/wiki/Mydon",
        "https://en.wikipedia.org/wiki/Mygdon_of_Phrygia",
        "https://en.wikipedia.org/wiki/Othryoneus",
        "https://en.wikipedia.org/wiki/Pandarus",
        "https://en.wikipedia.org/wiki/Panthous",
        "https://en.wikipedia.org/wiki/Pedasus",
        "https://en.wikipedia.org/wiki/Peirous",
        "https://en.wikipedia.org/wiki/Podes",
        "https://en.wikipedia.org/wiki/Polydorus_of_Troy",
        "https://en.wikipedia.org/wiki/Polyxena",
        "https://en.wikipedia.org/wiki/Priam",
        "https://en.wikipedia.org/wiki/Pylaemenes",
        "https://en.wikipedia.org/wiki/Pylaeus",
        "https://en.wikipedia.org/wiki/Pyraechmes",
        "https://en.wikipedia.org/wiki/Rhesus_of_Thrace",
        "https://en.wikipedia.org/wiki/Theano",
        "https://en.wikipedia.org/wiki/Ucalegon",
        "https://en.wikipedia.org/wiki/Aphrodite",
        "https://en.wikipedia.org/wiki/Apollo",
        "https://en.wikipedia.org/wiki/Ares",
        "https://en.wikipedia.org/wiki/Artemis",
        "https://en.wikipedia.org/wiki/Athena",
        "https://en.wikipedia.org/wiki/Dionysus",
        "https://en.wikipedia.org/wiki/Hades",
        "https://en.wikipedia.org/wiki/Helios",
        "https://en.wikipedia.org/wiki/Hephaestus",
        "https://en.wikipedia.org/wiki/Hera",
        "https://en.wikipedia.org/wiki/Hermes",
        "https://en.wikipedia.org/wiki/Hypnos",
        "https://en.wikipedia.org/wiki/Leto",
        "https://en.wikipedia.org/wiki/Poseidon",
        "https://en.wikipedia.org/wiki/Scamander",
        "https://en.wikipedia.org/wiki/Thanatos",
        "https://en.wikipedia.org/wiki/Thetis",
        "https://en.wikipedia.org/wiki/Zeus",
        "https://en.wikipedia.org/wiki/Ajax_the_Great",
        "https://en.wikipedia.org/wiki/Ajax_the_Great",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}