{
    "url": "https://en.wikipedia.org/wiki/Akhirah",
    "title": "Akhirah",
    "table_of_contents": [
        "1 Importance",
        "2 Pre-dunya",
        "3 Barzakh",
        "4 End of the World",
        "5 Time",
        "6 Judgement Day",
        "7 People on the Day of Resurrection",
        "8 Afterlife events",
        "9 Heaven and hell",
        "10 See also",
        "11 References",
        "11.1 Explanatory notes",
        "11.2 Citations"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "al-Ākhirah (Arabic: الآخرة, derived from Akhir which means last, ultimate, end or close)[1][2] is an Arabic term for \"the Hereafter\".[3][4]\n\nIn Islamic eschatology, on the Day of Last Judgment, the natural or temporal world (dunya) will come to an end, the dead will be resurrected from their graves, and God will pronounce judgment on their deeds,[5][6] consigning them for eternity to either the delights of jannah (paradise) or the flames of hellfire of jahannam.\n\nThe belief that death is not the end of existence, but a transferral from the temporal world to the everlasting world, (al-Ākhirah), is a belief Islam shares with other Abrahamic religions such as Judaism and Christianity.\n\nAl-Ākhirah is referenced dozens of times in the Quran in numerous surahs[7] where among other things, believers are told it makes \"the enjoyment of this worldly life\" (dunya) appear \"insignificant\"(Q.9:38).\n\nIn connection with the Last Judgment, it is traditionally considered to be one of the six essential beliefs of Muslims, (along with Tawhid (monotheism), angels, the four Revealed Books (Injeel, Taurait, Quran and Zabur), prophets and messengers, and predestination). In Islamic doctrine, Al-Akhirah is necessary because the pious often suffer and unbelievers often prosper and enjoy themselves in the temporal world. To rectify that and to bring justice, Al-Akhirah with rewards of Jannah and punishment of Jahannam is necessary.[8]\n\n"
        },
        {
            "title": "Importance",
            "text": "In the Quran, dunya  is contrasted with akhira as \"now\" v. \"later\" and also as something negative v. something positive.[9]\n\nThe Quran acknowledges the \"necessity\" of dunya for \"carrying out the divine will\", where duties should not be neglected,[10] saying:\n\n\"'Islam is a religion of the world (din al-dunya), of government, society, moral order, to the same extent as it is a religion of faith and belief and the next world (din al-akhirah).'\"[11]\n\nBut the \"usual contrast\" between the two realms is as \"two clear moral alternatives\" that the individual has to choose between as \"the focal point of his or her attention and activity\"\n\nOn the other hand, some Muslim mystics assert the two realms are \"in a constant state of interpenetration\", (according to one Todd Lawson),[12] as expressed in the hadith: “the Garden is closer to you than the strap of your sandal and so is the Fire”.[12][13]\n\n"
        },
        {
            "title": "Pre-dunya",
            "text": "The Quran makes \"no mention of the pre-existence\" of human souls before birth aside from \"the rather ambiguous reference\" in one verse:\n\n[14] This verse was traditionally interpreted to \"affirm the idea of pre-existence\", though in modern times it is thought to refer to humanity's responsibility to \"the primordial covenant\" man made with God.[14]\n\n"
        },
        {
            "title": "Barzakh",
            "text": "In Islam, Barzakh is a state that is neither part of the temporal world of dunya, nor the hereafter.[15] It lies between them (Barzakh meaning \"separation\" or \"barrier\"). Specifically in Islam it refers to phase/stage after a person dies and before they are resurrected for Judgement Day.[16][17][18][19][15] This is based on the verse:“... behind them is a barrier until the Day they are resurrected.” Al Quran [23:100][20]\n\nDuring this time many if not all Muslims believe the dead person will be given a taste of either the rewards or the punishments they will live with after Judgement Day.[18][21]\n\nSome scholars give a different definition of Barzakh: According to Ghazali, Barzakh may also be the place for those, who go neither to hell nor to heaven.[22] According to Ibn Hazm, Barzakh is also the place for the unborn souls, existing in the lowest heaven, where an angel blows the soul into wombs.[23]\n\n"
        },
        {
            "title": "End of the World",
            "text": "Muslims believe that preceding this Day will be \"signs\" or portents of the Hour or the signs of the Day of Resurrection, and they are divided into minor signs and major signs.[Note 1]\n\nA number of verses of the Quran mention great destruction, believed to refer to the destruction of the material world.\n\n"
        },
        {
            "title": "Time",
            "text": "The exact time when these events will occur is unknown, however there are said to be major and minor signs which are to occur near the time of Qiyammah (end time).\n\n"
        },
        {
            "title": "Judgement Day",
            "text": "The judgment doesn't depend upon the amount of deeds, deeds are judged on the basis of the will behind it (intentional deeds).\n\n"
        },
        {
            "title": "People on the Day of Resurrection",
            "text": "With regard to the resurrection, people are of three types:\n\n"
        },
        {
            "title": "Afterlife events",
            "text": "There are numerous mentions in the Quran of the sounding of a trumpet sounding in connection with some dramatic event, including\n\nAnd numerous mentions of destruction of the world\n\n"
        },
        {
            "title": "Heaven and hell",
            "text": "Heaven and Hell consist of different realms. The status of each person depends on the amount of his good deeds if he is in Paradise, and the amount of his bad deeds if he is in Hell. God may forgive the sins of a person towards Him, but He does not forgive the sins of a person towards another. And each is graded according to what they did, and your Lord is not unaware of what they do.[Note 3]\n\nMuadh bin Jabal , may God be pleased with him, narrated on the authority of the Prophet, may God’s prayers and peace be upon him, that he said: \"Leave the people to work, for Paradise is one hundred degrees, between each two levels is as between heaven and earth. If you ask God, ask Him for Paradise.\"[Note 4]\nJannah and Jahannam both have various levels. The placement of a person may depend upon the extent of his or her good will behind the deeds. It is also said that God may forgive a sin against Himself but not against another.\nIn mainstream Islam, the sufferings and pleasure of Jannah and Jahannam are thought to be both spiritual and corporeal. There is physical suffering from fire (and many other things), but the damned also experience fire “in their hearts.” Similarly, those in Jannah will experience gardens, houris, wine that does not make them drunk, but their greatest happiness will be divine pleasure.[5]\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Arabic_language",
        "https://en.wikipedia.org/wiki/Glossary_of_Islam",
        "https://en.wikipedia.org/wiki/Afterlife_in_Islam",
        "https://en.wikipedia.org/wiki/Last_Judgment",
        "https://en.wikipedia.org/wiki/Dunya",
        "https://en.wikipedia.org/wiki/Jannah",
        "https://en.wikipedia.org/wiki/Jahannam",
        "https://en.wikipedia.org/wiki/Islamic_view_of_death",
        "https://en.wikipedia.org/wiki/Quran",
        "https://en.wikipedia.org/wiki/Tawhid",
        "https://en.wikipedia.org/wiki/Gospel_in_Islam",
        "https://en.wikipedia.org/wiki/Torah_in_Islam",
        "https://en.wikipedia.org/wiki/Quran",
        "https://en.wikipedia.org/wiki/Zabur",
        "https://en.wikipedia.org/wiki/Prophets_and_messengers_in_Islam",
        "https://en.wikipedia.org/wiki/Predestination_in_Islam",
        "https://en.wikipedia.org/wiki/Quran",
        "https://en.wikipedia.org/wiki/Islam",
        "https://en.wikipedia.org/wiki/Ibn_Hazm",
        "https://en.wikipedia.org/wiki/Seven_Heavens_in_Islam",
        "https://en.wikipedia.org/wiki/Signs_of_qiyam",
        "https://en.wikipedia.org/wiki/Houri",
        "https://en.wikipedia.org/wiki/Islamic_eschatology",
        "https://en.wikipedia.org/wiki/Mahdi",
        "https://en.wikipedia.org/wiki/Akhirah",
        "https://en.wikipedia.org/wiki/Akhirah",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}