{
    "url": "https://en.wikipedia.org/wiki/Alan_Garner",
    "title": "Alan Garner",
    "table_of_contents": [
        "1 Biography",
        "1.1 Early life: 1934–56",
        "1.2 The Weirdstone of Brisingamen and The Moon of Gomrath: 1957–64",
        "1.3 Elidor, The Owl Service and Red Shift: 1964–73",
        "1.4 The Stone Book series and folkloric collections: 1974–94",
        "1.5 Strandloper, Thursbitch, Boneland, Where Shall We Run To? and Treacle Walker: 1996–present",
        "2 Personal life",
        "3 Literary style",
        "4 Recognition and legacy",
        "4.1 Awards",
        "5 Television, radio, and other adaptations",
        "6 Works",
        "6.1 Novels",
        "6.2 Short story collections",
        "6.3 Other books",
        "7 See also",
        "8 References",
        "8.1 Footnotes",
        "8.2 Sources",
        "9 Further reading",
        "10 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nAlan Garner OBE FRSL (born 17 October 1934) is an English novelist best known for his children's fantasy novels and his retellings of traditional British folk tales. Much of his work is rooted in the landscape, history and folklore of his native county of Cheshire, North West England, being set in the region and making use of the native Cheshire dialect.\n\nBorn in Congleton, Garner grew up around the nearby town of Alderley Edge, and spent much of his youth in the wooded area known locally as \"The Edge\", where he gained an early interest in the folklore of the region. Studying at Manchester Grammar School and then briefly at Oxford University, in 1957 he moved to the village of Blackden, where he bought and renovated an Early Modern Period (circa 1590) building known as Toad Hall. His first novel, The Weirdstone of Brisingamen, was published in 1960. A children's fantasy novel set on the Edge, it incorporated elements of local folklore in its plot and characters. Garner wrote a sequel, The Moon of Gomrath (1963), and a third book, Boneland (2012). He wrote several fantasy novels, including Elidor (1965), The Owl Service (1967) and Red Shift (1973).\n\nTurning away from fantasy as a genre, Garner produced The Stone Book Quartet (1979), a series of four short novellas detailing a day in the life of four generations of his family. He also published a series of British folk tales which he had rewritten in a series of books entitled Alan Garner's Fairy Tales of Gold (1979), Alan Garner's Book of British Fairy Tales (1984) and A Bag of Moonshine (1986). In his subsequent novels, Strandloper (1996) and Thursbitch (2003), he continued writing tales revolving around Cheshire, although without the fantasy elements which had characterised his earlier work.\n\n"
        },
        {
            "title": "Biography",
            "text": "Garner was born in the front room of his grandmother's house in Congleton, Cheshire, on 17 October 1934.[2] He was raised in nearby Alderley Edge, a well-to-do village that had effectively become a suburb of Manchester.[2] His \"rural working-class family\",[3] had been connected to Alderley Edge since at least the sixteenth century and could be traced back to the death of William Garner in 1592.[4] Garner has stated that his family had passed on \"a genuine oral tradition\" involving folk tales about The Edge, which included a description of a king and his army of knights who slept under it, guarded by a wizard.[3] In the mid-nineteenth century Alan's great-great-grandfather Robert had carved the face of a bearded wizard onto the face of a cliff next to a well, known locally at that time as the Wizard's Well.[5]\n\nRobert Garner and his other relatives had all been craftsmen, and, according to Garner, each successive generation had tried to \"improve on, or do something different from, the previous generation\".[6] Garner's grandfather, Joseph Garner, \"could read, but didn't and so was virtually unlettered\". Instead, he taught his grandson the folk tales he knew about The Edge.[3] Garner later remarked that as a result, he was \"aware of [the Edge's] magic\" as a child, and he and his friends often played there.[7] The story of the king and the wizard living under the hill played an important part in his life, becoming, he explained, \"deeply embedded in my psyche\" and heavily influencing his later novels.[3]\n\nGarner faced several life-threatening childhood illnesses, which left him bed ridden for much of the time.[8] He attended a local village school, where he found that, despite being praised for his intelligence, he was punished for speaking in his native Cheshire dialect;[2] for instance, when he was six his primary school teacher washed his mouth out with soapy water.[9] Garner then won a place at Manchester Grammar School, where he received his secondary education; entry was means-tested, resulting in his school fees being waived.[8] Rather than focusing his interest on creative writing, it was here that he excelled at sprinting.[10] He used to go jogging along the highway, and later claimed that in doing so he was sometimes accompanied by the mathematician Alan Turing, who shared his fascination for the Disney film Snow White and the Seven Dwarfs.[11] Garner was then conscripted into national service, serving for a time with the Royal Artillery while posted to Woolwich in Southeast London.[12]\n\nAt school, Garner had developed a keen interest in the work of Aeschylus and Homer, as well as the Ancient Greek language.[9] Thus, he decided to pursue the study of Classics at Magdalen College, Oxford, passing his entrance exams in January 1953; at the time he had thoughts of becoming a professional academic.[9] He was the first member of his family to receive anything more than a basic education, and he noted that this removed him from his \"cultural background\" and led to something of a schism with other members of his family, who \"could not cope with me, and I could not cope with\" them.[3] Looking back, he remarked, \"I soon learned that it was not a good idea to come home excited over irregular verbs\".[9] In 1955, he joined the university theatrical society, playing the role of Mark Antony in a performance of William Shakespeare's Antony and Cleopatra where he co-starred alongside Dudley Moore and where Kenneth Baker was the stage manager.[9] In August 1956, he decided that he wished to devote himself to novel writing, and decided to abandon his university education without taking a degree; he left Oxford in late 1956.[12] He nevertheless felt that the academic rigour which he learned during his university studies has remained \"a permanent strength through all my life\".[9]\n\nAged 22, Garner was out cycling when he came across a hand-painted sign announcing that an agricultural cottage in Toad Hall – a late medieval building situated in Blackden, seven miles from Alderley Edge – was on sale for £510. Although he personally could not afford it, he was lent the money by the local Oddfellow lodge, enabling him to purchase and move into the cottage in June 1957.[13] In the late nineteenth century the Hall had been divided into two agricultural labourers' cottages, but Garner was able to purchase the second for £150 about a year later; he proceeded to knock down the dividing walls and convert both halves back into a single home.[13]\n\nGarner had begun writing his first novel, The Weirdstone of Brisingamen: A Tale of Alderley, in September 1956.[10] However it was while at Toad Hall that he finished the book. Set in Alderley Edge, it revolves around two children, Susan and Colin, who are sent to live in the area with their mother's old nursemaid, Bess, and her husband, Gowther Mossock. While exploring the Edge, they encounter a race of malevolent creatures, the svart alfar, who dwell in the Edge's abandoned mines and who seem intent on capturing them.  They are rescued by the wizard Cadellin, who reveals that the forces of darkness are massing at the Edge in search of a powerful magical talisman, the eponymous \"weirdstone of Brisingamen\".[14]\n\nWhilst writing in his spare time Garner attempted to gain employment as a teacher, but soon gave that up, believing that \"I couldn't write and teach; the energies were too similar.\" Instead, he worked off and on as a general labourer for four years, remaining unemployed for much of that time.[3]\n\nGarner sent his debut novel to the publishing company Collins, where it was picked up by the company's head, Sir William Collins, who was on the lookout for new fantasy novels following the recent commercial and critical success of J. R. R. Tolkien's The Lord of the Rings (1954–55).[15] Garner, who went on to become a personal friend of Collins, would later relate that \"Billy Collins saw a title with funny-looking words in it on the stockpile, and he decided to publish it.\"[15] On its release in 1960, The Weirdstone of Brisingamen proved to be a critical and commercial success,[16] later being described as \"a tour de force of the imagination, a novel that showed almost every writer who came afterwards what it was possible to achieve in novels ostensibly published for children.\"[17] Garner himself however would later denounce his first novel as \"a fairly bad book\" in 1968.[18]\n\nWith his first book published, Garner abandoned his work as a labourer and gained a job as a freelance television reporter, living a \"hand to mouth\" lifestyle on a \"shoestring\" budget.[3] He also began a sequel to The Weirdstone of Brisingamen, which would be known as The Moon of Gomrath. The Moon of Gomrath also revolves around the adventures of Colin and Susan, with the latter being possessed by a malevolent creature called the Brollachan who has recently entered the world. With the help of the wizard Cadellin, the Brollachan is exorcised, but Susan's soul also leaves her body, being sent to another dimension, leaving Colin to find a way to bring it back.[19] Critic Neil Philip characterised it as \"an artistic advance\" but \"a less satisfying story\".[19] In a 1989 interview, Garner stated that he had left scope for a third book following the adventures of Colin and Susan, envisioning a trilogy, but that he had intentionally decided not to write it, instead moving on to write something different.[3] However Boneland, the conclusion to the sequence, was belatedly published in August 2012.[20]\n\nIn 1962, Garner began work on a radio play entitled Elidor, which eventually became a novel of the same name.[21] Set in contemporary Manchester, Elidor tells the story of four children who enter a derelict Victorian church and find a portal to the magical realm of Elidor. In Elidor, they are entrusted by King Malebron to help rescue four treasures which have been stolen by the forces of evil, who are attempting to take control of the kingdom. The children succeed and return to Manchester with the treasures, but are pursued by the malevolent forces who need the items to seal their victory.[21]\n\nBefore writing Elidor, Garner had seen a dinner service set which could be arranged to make pictures of either flowers or owls. Inspired by this design, he produced his fourth novel, The Owl Service.[22] The story, which was heavily influenced by the Medieval Welsh tale of Math fab Mathonwy from the Mabinogion,[22] was critically acclaimed, winning both the Carnegie Medal and Guardian Children's Fiction Prize.[22] It also sparked discussions among critics as to whether Garner should properly be considered a children's writer, given that this book in particular was deemed equally suitable for an adult readership.[22]\n\nIt took Garner six years to write his next novel, Red Shift.[23] The book centres on three intertwined love stories, one set in the present, another during the English Civil War, and the third in the second century CE.[24] Philip referred to it as \"a complex book but not a complicated one: the bare lines of story and emotion stand clear\".[24]\nAcademic specialist in children's literature Maria Nikolajeva characterised Red Shift as \"a difficult book\" for an unprepared reader, identifying its main themes as those of \"loneliness and failure to communicate\".[25] Ultimately, she thought that repeated re-readings of the novel bring about the realisation that \"it is a perfectly realistic story with much more depth and psychologically more credible than the most so-called \"realistic\" juvenile novels.\"[26]\n\nFrom 1976 to 1978, Garner published a series of four novellas, which have come to be collectively known as The Stone Book quartet: The Stone Book, Granny Reardun, The Aimer Gate, and Tom Fobble's Day.[24] Each focused on a day in the life of a child in the Garner family, each from a different generation.[23]\nIn a 1989 interview, Garner noted that although writing The Stone Book Quartet had been \"exhausting\", it had been \"the most rewarding of everything\" he'd done to date.[3] Philip described the quartet as \"a complete command of the material he had been working and reworking since the start of his career\".[24]\nGarner pays particular attention to language, and strives to render the cadence of the Cheshire tongue in modern English. This he explains by the sense of anger he felt on reading Sir Gawain and the Green Knight: the footnotes would not have been needed by his father.\n\nIn 1981, the literary critic Neil Philip published an analysis of Garner's novels as A Fine Anger, which was based on his doctoral thesis, produced for the University of London in 1980.[27] In this study he noted that \"The Stone Book quartet marks a watershed in Garner's writing career, and provides a suitable moment for an evaluation of his work thus far.\"[23]\n\nIn 1996, Garner's novel Strandloper was published. \n\nIn 1997, he next wrote The Voice That Thunders, a collection of essays and public talks that contains much autobiographical material (including an account of his life with bipolar disorder), as well as critical reflection upon folklore and language, literature and education, the nature of myth and time. In The Voice That Thunders, he reveals the commercial pressure placed upon him during the decade-long drought which preceded Strandloper to 'forsake \"literature\", and become instead a \"popular\" writer, cashing in on my established name by producing sequels to, and making series of, the earlier books'.[28] Garner feared that \"making series ... would render sterile the existing work, the life that produced it, and bring about my artistic and spiritual death\"[29] and felt unable to comply.\n\nGarner's novel Thursbitch was published in 2003. \n\nThe novel Boneland was published in 2012, nominally completing a trilogy begun some 50 years earlier with The Weirdstone of Brisingamen.\n\nIn August 2018, Garner published his only set of memoirs, Where Shall We Run To?, which describes his childhood during the Second World War.\n\nThe novel Treacle Walker was published in October 2021 and nominated to the shortlist for the 2022 Booker Prize.[30]\n\n"
        },
        {
            "title": "Personal life",
            "text": "With his first wife Ann Cook he had three children.[9] In 1972, he married for a second time, this time to Griselda Greaves, a teacher and critic with whom he had two children.[9] In a 2014 interview conducted with Mike Pitts for British Archaeology magazine, Garner stated that \"I don't have anything to do with the literary world. I avoid writers. I don't like them. Most of my close personal friends are professional archaeologists.\"[31]\n\n"
        },
        {
            "title": "Literary style",
            "text": "Although Garner's early work is often labelled as \"children's literature\", Garner himself rejects such a description, informing one interviewer that \"I certainly have never written for children\" but that instead, he has always written purely for himself.[3] Neil Philip, in his critical study of Garner's work (1981), commented that up till that point, \"Everything Alan Garner has published has been published for children\",[32] although he went on to relate that \"It may be that Garner's is a case\" where the division between children's and adult's literature is \"meaningless\" and that his fiction is instead \"enjoyed by a type of person, no matter what their age.\"[33] The Oxford Companion to Children's Literature quotes him as saying \"An adult point of view would not give me the ability to be as fresh in my vision as a child's point of view, because the child is still discovering the universe and many adults are not.\" \n\nPhilip offered the opinion that the \"essence of his work\" was \"the struggle to render the complex in simple, bare terms; to couch the abstract in the concrete and communicate it directly to the reader\".[27] He added that Garner's work is \"intensely autobiographical, in both obvious and subtle ways\".[27] Highlighting Garner's use of mythological and folkloric sources, Philip stated that his work explores \"the disjointed and troubled psychological and emotional landscape of the twentieth century through the symbolism of myth and folklore.\"[34] He also expressed the opinion that \"Time is Garner's most consistent theme\".[24]\n\nThe English author and academic Catherine Butler noted that Garner was attentive to the \"geological, archaeological and cultural history of his settings, and careful to integrate his fiction with the physical reality beyond the page.\"[35] As a part of this, Garner had included maps of Alderley Edge in both The Weirdstone of Brisingamen and The Moon of Gomrath.[36] Garner has spent much time investigating the areas that he deals with in his books; writing in the Times Literary Supplement in 1968, Garner commented that in preparation for writing his book Elidor:[37]\n\n"
        },
        {
            "title": "Recognition and legacy",
            "text": "In a paper published in the Children's Literature Association Quarterly, Maria Nikolajeva characterised Garner as \"one of the most controversial\" authors of modern children's literature.[25]\n\nIn the fiftieth anniversary edition of The Weirdstone of Brisingamen, published by HarperCollins in 2010, several notable British fantasy novelists praised Garner and his work. Susan Cooper related that \"The power and range of Alan Garner's astounding talent has grown with every book he's written\", whilst David Almond called him one of Britain's \"greatest writers\" whose works \"really matter\".[38] Philip Pullman, the author of the His Dark Materials trilogy, went further when he remarked that:[39]\n\nAnother British fantasy writer, Neil Gaiman, claimed that \"Garner's fiction is something special\" in that it was \"smart and challenging, based in the here and the now, in which real English places emerged from the shadows of folklore, and in which people found themselves walking, living and battling their way through the dreams and patterns of myth.\"[39] Praise also came from Nick Lake, the editorial director of HarperCollins Children's Books, who proclaimed that \"Garner is, quite simply, one of the greatest and most influential writers this country has ever produced.\"[40]\n\nThe biennial Hans Christian Andersen Award conferred by the International Board on Books for Young People is the highest recognition available to a writer or illustrator of children's books. Garner was the sole runner-up for the writing award in 1978.[41][42]\n\nGarner was appointed Officer of the Order of the British Empire (OBE) for services to literature in the 2001 New Year's Honours list. He received the British Fantasy Society's occasional Karl Edward Wagner Award in 2003 and the World Fantasy Award for Life Achievement in 2012.[43] In January 2011, the University of Warwick awarded the degree of Doctor of Letters (honoris causa).[44] On that occasion he gave a half-hour interview about his work.[45] He has also been awarded honorary doctorates from the University of Salford (2011) and the University of Huddersfield in (2012). \n\nHe has been recognised several times for particular works.\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Officer_of_the_Order_of_the_British_Empire",
        "https://en.wikipedia.org/wiki/Fellow_of_the_Royal_Society_of_Literature",
        "https://en.wikipedia.org/wiki/Congleton",
        "https://en.wikipedia.org/wiki/Cheshire",
        "https://en.wikipedia.org/wiki/Folklore",
        "https://en.wikipedia.org/wiki/Fantasy",
        "https://en.wikipedia.org/wiki/Low_fantasy",
        "https://en.wikipedia.org/wiki/The_Weirdstone_of_Brisingamen",
        "https://en.wikipedia.org/wiki/The_Moon_of_Gomrath",
        "https://en.wikipedia.org/wiki/Elidor",
        "https://en.wikipedia.org/wiki/The_Owl_Service",
        "https://en.wikipedia.org/wiki/The_Stone_Book_Quartet",
        "https://en.wikipedia.org/wiki/Guardian_Prize",
        "https://en.wikipedia.org/wiki/Officer_of_the_Order_of_the_British_Empire",
        "https://en.wikipedia.org/wiki/Fellow_of_the_Royal_Society_of_Literature",
        "https://en.wikipedia.org/wiki/Cheshire",
        "https://en.wikipedia.org/wiki/North_West_England",
        "https://en.wikipedia.org/wiki/Cheshire_dialect",
        "https://en.wikipedia.org/wiki/Congleton",
        "https://en.wikipedia.org/wiki/Alderley_Edge",
        "https://en.wikipedia.org/wiki/Manchester_Grammar_School",
        "https://en.wikipedia.org/wiki/University_of_Oxford",
        "https://en.wikipedia.org/wiki/The_Weirdstone_of_Brisingamen",
        "https://en.wikipedia.org/wiki/The_Moon_of_Gomrath",
        "https://en.wikipedia.org/wiki/Boneland",
        "https://en.wikipedia.org/wiki/Elidor",
        "https://en.wikipedia.org/wiki/The_Owl_Service",
        "https://en.wikipedia.org/wiki/The_Stone_Book_Quartet",
        "https://en.wikipedia.org/wiki/Congleton",
        "https://en.wikipedia.org/wiki/Alderley_Edge",
        "https://en.wikipedia.org/wiki/Manchester",
        "https://en.wikipedia.org/wiki/Cheshire_dialect",
        "https://en.wikipedia.org/wiki/Manchester_Grammar_School",
        "https://en.wikipedia.org/wiki/Alan_Turing",
        "https://en.wikipedia.org/wiki/Walt_Disney_Animation_Studios",
        "https://en.wikipedia.org/wiki/National_service",
        "https://en.wikipedia.org/wiki/Royal_Artillery",
        "https://en.wikipedia.org/wiki/Woolwich",
        "https://en.wikipedia.org/wiki/Aeschylus",
        "https://en.wikipedia.org/wiki/Homer",
        "https://en.wikipedia.org/wiki/Ancient_Greek_language",
        "https://en.wikipedia.org/wiki/Classics",
        "https://en.wikipedia.org/wiki/Mark_Antony",
        "https://en.wikipedia.org/wiki/William_Shakespeare",
        "https://en.wikipedia.org/wiki/Antony_and_Cleopatra",
        "https://en.wikipedia.org/wiki/Dudley_Moore",
        "https://en.wikipedia.org/wiki/Oddfellow",
        "https://en.wikipedia.org/wiki/The_Weirdstone_of_Brisingamen",
        "https://en.wikipedia.org/wiki/The_Lord_of_the_Rings",
        "https://en.wikipedia.org/wiki/The_Moon_of_Gomrath",
        "https://en.wikipedia.org/wiki/Brollachan",
        "https://en.wikipedia.org/wiki/Boneland",
        "https://en.wikipedia.org/wiki/Radio_play",
        "https://en.wikipedia.org/wiki/The_Owl_Service",
        "https://en.wikipedia.org/wiki/Math_fab_Mathonwy",
        "https://en.wikipedia.org/wiki/Mabinogion",
        "https://en.wikipedia.org/wiki/English_Civil_War",
        "https://en.wikipedia.org/wiki/Maria_Nikolajeva",
        "https://en.wikipedia.org/wiki/The_Stone_Book",
        "https://en.wikipedia.org/wiki/Sir_Gawain_and_the_Green_Knight",
        "https://en.wikipedia.org/wiki/University_of_London",
        "https://en.wikipedia.org/wiki/Bipolar_disorder",
        "https://en.wikipedia.org/wiki/Thursbitch",
        "https://en.wikipedia.org/wiki/Boneland",
        "https://en.wikipedia.org/wiki/The_Weirdstone_of_Brisingamen",
        "https://en.wikipedia.org/wiki/2022_Booker_Prize",
        "https://en.wikipedia.org/wiki/Times_Literary_Supplement",
        "https://en.wikipedia.org/wiki/Carl_Jung",
        "https://en.wikipedia.org/wiki/Plato",
        "https://en.wikipedia.org/wiki/Avebury",
        "https://en.wikipedia.org/wiki/Silbury_Hill",
        "https://en.wikipedia.org/wiki/Coventry_Cathedral",
        "https://en.wikipedia.org/wiki/Slum_clearance_in_the_United_Kingdom",
        "https://en.wikipedia.org/wiki/Benjamin_Britten",
        "https://en.wikipedia.org/wiki/War_Requiem",
        "https://en.wikipedia.org/wiki/HarperCollins",
        "https://en.wikipedia.org/wiki/Susan_Cooper",
        "https://en.wikipedia.org/wiki/David_Almond",
        "https://en.wikipedia.org/wiki/Philip_Pullman",
        "https://en.wikipedia.org/wiki/His_Dark_Materials",
        "https://en.wikipedia.org/wiki/Neil_Gaiman",
        "https://en.wikipedia.org/wiki/HarperCollins",
        "https://en.wikipedia.org/wiki/Hans_Christian_Andersen_Award",
        "https://en.wikipedia.org/wiki/International_Board_on_Books_for_Young_People",
        "https://en.wikipedia.org/wiki/Officer_of_the_Order_of_the_British_Empire",
        "https://en.wikipedia.org/wiki/British_honours_system",
        "https://en.wikipedia.org/wiki/British_Fantasy_Society",
        "https://en.wikipedia.org/wiki/British_Fantasy_Awards",
        "https://en.wikipedia.org/wiki/World_Fantasy_Award_for_Life_Achievement",
        "https://en.wikipedia.org/wiki/University_of_Warwick",
        "https://en.wikipedia.org/wiki/Doctor_of_Letters",
        "https://en.wikipedia.org/wiki/Honoris_causa",
        "https://en.wikipedia.org/wiki/The_Owl_Service",
        "https://en.wikipedia.org/wiki/The_Weirdstone_of_Brisingamen",
        "https://en.wikipedia.org/wiki/Lewis_Carroll_Shelf_Award",
        "https://en.wikipedia.org/wiki/Alice_in_Wonderland",
        "https://en.wikipedia.org/wiki/The_Stone_Book",
        "https://en.wikipedia.org/wiki/Phoenix_Award",
        "https://en.wikipedia.org/wiki/Chicago_International_Film_Festival",
        "https://en.wikipedia.org/wiki/2022_Booker_Prize",
        "https://en.wikipedia.org/wiki/John_Stride",
        "https://en.wikipedia.org/wiki/Jackanory",
        "https://en.wikipedia.org/wiki/BBC_Radio_4",
        "https://en.wikipedia.org/wiki/Play_for_Today",
        "https://en.wikipedia.org/wiki/Leap_in_the_Dark",
        "https://en.wikipedia.org/wiki/Suzanne_Shaw",
        "https://en.wikipedia.org/wiki/Plymouth",
        "https://en.wikipedia.org/wiki/BBC_Radio_4_Extra",
        "https://en.wikipedia.org/wiki/The_Weirdstone_of_Brisingamen",
        "https://en.wikipedia.org/wiki/The_Moon_of_Gomrath",
        "https://en.wikipedia.org/wiki/Elidor",
        "https://en.wikipedia.org/wiki/The_Owl_Service",
        "https://en.wikipedia.org/wiki/Thursbitch",
        "https://en.wikipedia.org/wiki/Boneland",
        "https://en.wikipedia.org/wiki/The_Stone_Book_Quartet",
        "https://en.wikipedia.org/wiki/The_Guardian",
        "https://en.wikipedia.org/wiki/The_Bookseller",
        "https://en.wikipedia.org/wiki/International_Board_on_Books_for_Young_People",
        "https://en.wikipedia.org/wiki/Gyldendal",
        "https://en.wikipedia.org/wiki/Austrian_Literature_Online",
        "https://en.wikipedia.org/wiki/Locus_Science_Fiction_Foundation",
        "https://en.wikipedia.org/wiki/Wayback_Machine",
        "https://en.wikipedia.org/wiki/CILIP",
        "https://en.wikipedia.org/wiki/Wayback_Machine",
        "https://en.wikipedia.org/wiki/The_Internet_Speculative_Fiction_Database",
        "https://en.wikipedia.org/wiki/Wayback_Machine",
        "https://en.wikipedia.org/wiki/IMDb",
        "https://en.wikipedia.org/wiki/The_Guardian",
        "https://en.wikipedia.org/wiki/IMDb",
        "https://en.wikipedia.org/wiki/Internet_Speculative_Fiction_Database",
        "https://en.wikipedia.org/wiki/Library_of_Congress",
        "https://en.wikipedia.org/wiki/The_Weirdstone_of_Brisingamen",
        "https://en.wikipedia.org/wiki/The_Moon_of_Gomrath",
        "https://en.wikipedia.org/wiki/Boneland",
        "https://en.wikipedia.org/wiki/Elidor",
        "https://en.wikipedia.org/wiki/The_Owl_Service",
        "https://en.wikipedia.org/wiki/Thursbitch",
        "https://en.wikipedia.org/wiki/The_Stone_Book_Quartet",
        "https://en.wikipedia.org/wiki/World_Fantasy_Award",
        "https://en.wikipedia.org/wiki/Robert_Bloch",
        "https://en.wikipedia.org/wiki/Fritz_Leiber",
        "https://en.wikipedia.org/wiki/Ray_Bradbury",
        "https://en.wikipedia.org/wiki/Frank_Belknap_Long",
        "https://en.wikipedia.org/wiki/Jorge_Luis_Borges",
        "https://en.wikipedia.org/wiki/Manly_Wade_Wellman",
        "https://en.wikipedia.org/wiki/Italo_Calvino",
        "https://en.wikipedia.org/wiki/Roald_Dahl",
        "https://en.wikipedia.org/wiki/Richard_Matheson",
        "https://en.wikipedia.org/wiki/Jack_Vance",
        "https://en.wikipedia.org/wiki/Donald_Wandrei",
        "https://en.wikipedia.org/wiki/Theodore_Sturgeon",
        "https://en.wikipedia.org/wiki/Avram_Davidson",
        "https://en.wikipedia.org/wiki/Jack_Finney",
        "https://en.wikipedia.org/wiki/Evangeline_Walton",
        "https://en.wikipedia.org/wiki/Ray_Russell",
        "https://en.wikipedia.org/wiki/Edd_Cartier",
        "https://en.wikipedia.org/wiki/Harlan_Ellison",
        "https://en.wikipedia.org/wiki/Jack_Williamson",
        "https://en.wikipedia.org/wiki/Gene_Wolfe",
        "https://en.wikipedia.org/wiki/Andre_Norton",
        "https://en.wikipedia.org/wiki/Marion_Zimmer_Bradley",
        "https://en.wikipedia.org/wiki/Michael_Moorcock",
        "https://en.wikipedia.org/wiki/Frank_Frazetta",
        "https://en.wikipedia.org/wiki/Forrest_J_Ackerman",
        "https://en.wikipedia.org/wiki/Lloyd_Alexander",
        "https://en.wikipedia.org/wiki/Stephen_King",
        "https://en.wikipedia.org/wiki/Gahan_Wilson",
        "https://en.wikipedia.org/wiki/Tom_Doherty",
        "https://en.wikipedia.org/wiki/Carol_Emshwiller",
        "https://en.wikipedia.org/wiki/Stephen_Fabian",
        "https://en.wikipedia.org/wiki/Betty_Ballantine",
        "https://en.wikipedia.org/wiki/Diana_Wynne_Jones",
        "https://en.wikipedia.org/wiki/Leo_and_Diane_Dillon",
        "https://en.wikipedia.org/wiki/Ellen_Asher",
        "https://en.wikipedia.org/wiki/Jane_Yolen",
        "https://en.wikipedia.org/wiki/Brian_Lumley",
        "https://en.wikipedia.org/wiki/Terry_Pratchett",
        "https://en.wikipedia.org/wiki/Peter_Straub",
        "https://en.wikipedia.org/wiki/Susan_Cooper",
        "https://en.wikipedia.org/wiki/Tanith_Lee",
        "https://en.wikipedia.org/wiki/Ellen_Datlow",
        "https://en.wikipedia.org/wiki/Chelsea_Quinn_Yarbro",
        "https://en.wikipedia.org/wiki/Ramsey_Campbell",
        "https://en.wikipedia.org/wiki/Andrzej_Sapkowski",
        "https://en.wikipedia.org/wiki/Terry_Brooks",
        "https://en.wikipedia.org/wiki/Marina_Warner",
        "https://en.wikipedia.org/wiki/Charles_de_Lint",
        "https://en.wikipedia.org/wiki/Elizabeth_Wollheim",
        "https://en.wikipedia.org/wiki/Hayao_Miyazaki",
        "https://en.wikipedia.org/wiki/Jack_Zipes",
        "https://en.wikipedia.org/wiki/Karen_Joy_Fowler",
        "https://en.wikipedia.org/wiki/Rowena_Morrill",
        "https://en.wikipedia.org/wiki/Robin_Hobb",
        "https://en.wikipedia.org/wiki/Howard_Waldrop",
        "https://en.wikipedia.org/wiki/Alan_Garner",
        "https://en.wikipedia.org/wiki/Alan_Garner",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}