{
    "url": "https://en.wikipedia.org/wiki/Alan_Lightman",
    "title": "Alan Lightman",
    "table_of_contents": [
        "1 Early life and education",
        "2 Career",
        "3 Scientific work",
        "4 Literary work",
        "4.1 Fiction",
        "4.2 Memoir",
        "4.3 Collections of essays and fables",
        "4.4 Books on science",
        "4.5 General nonfiction",
        "4.6 Selected articles and essays",
        "5 Harpswell",
        "6 Major awards and honors",
        "7 References",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nAlan Paige Lightman is an American physicist, writer, and social entrepreneur.[1][2] He has served on the faculties of Harvard University and Massachusetts Institute of Technology (MIT) and is currently a Professor of the Practice of the Humanities at the Massachusetts Institute of Technology (MIT). Lightman played a major role in establishing MIT's \"Communication Requirement,\" which requires all undergraduates to have training in writing and speaking each of their four years. \nLightman was one of the first people at MIT to have a joint faculty position in both the sciences and the humanities.[3] In his thinking and writing, Lightman is known for exploring the intersection of the sciences and the humanities, especially the dialogue between science, philosophy, religion, and spirituality.[4][5]\n\nHe is the author of the international bestseller Einstein's Dreams.[3] Einstein's Dreams has been translated into more than 30 languages and\nadapted into dozens of independent theatrical \nand musical productions worldwide, most recently (2019) at the off Broadway Prospect Theater in New York.[6] It \nis one of the most widely used \"common books\" on college campuses.  Lightman's novel The Diagnosis was a finalist for the National Book Award.[7] He is also the founder of Harpswell, a nonprofit organization whose mission is to advance a new generation of women leaders in Southeast Asia.[8]\n\nLightman has received six honorary doctoral degrees.\n\n"
        },
        {
            "title": "Early life and education",
            "text": "Alan Lightman was born and grew up in Memphis, Tennessee.[9] His father Richard Lightman was a movie theater owner and played a major role in desegregating movie\ntheaters in the South in 1962.[10]\nHis mother Jeanne Garretson was a dance teacher and Braille typist.[11] Early on, Lightman demonstrated an interest in both the sciences and the arts by winning city and state science fairs as well as being a state winner of the National Council of Teachers of English award. He graduated from White Station High School.[12] He graduated Phi Beta Kappa with an A.B. in physics from Princeton University in 1970 after completing a senior thesis, titled \"Design and construction of a gas scintillation detector capable of time-of-flight measurements of fission isomer decays\", under the supervision of Robert Naumann.[13][14] He then received a Ph.D. in physics from the California Institute of Technology in 1974 after completing a doctoral dissertation, titled \"I. Time-dependent accretion disks around compact objects. II. Theoretical frameworks for analyzing and testing gravitation theories\", under the supervision of Kip S. Thorne.[15][16]\n\n"
        },
        {
            "title": "Career",
            "text": "Lightman was a postdoctoral fellow in astrophysics at Cornell University (1974–1976); an assistant professor\nat Harvard University (1976–1979); a senior research scientist at the Center for Astrophysics | Harvard & Smithsonian (1979–1989); and then a professor at the Massachusetts Institute of Technology (MIT) (1989– ). During this period\nhe began publishing poetry in small magazines and eventually essays in Science 80, the Smithsonian, The New Yorker,\nand other magazines.\n\nAt MIT, in the mid 1990s Lightman chaired the committee that established the communication requirement\nfor all undergraduates. In 2005, he was a cofounder of the Catalyst Collaborative at MIT, a partnership between MIT and Central\nSquare Theater, in Cambridge, that sponsors plays involving science and the culture of science.[17][18] In the same year, Lightman cofounded the graduate program in science writing at MIT.\n\n"
        },
        {
            "title": "Scientific work",
            "text": "In his scientific work, Lightman has made contributions to the theory of astrophysical processes under extreme temperatures and densities. In particular, his research has focused on relativistic gravitation theory, the structure and behavior of accretion disks, stellar dynamics, radiative processes, and relativistic plasmas. Some of his significant achievements are his discovery, with Douglas Eardley, of a structural instability in orbiting disks of matter, called accretion disks, that form around massive condensed objects such as black holes, with wide application in astronomy;[19] his proof, with David L. Lee, that all gravitation theories obeying the Weak Equivalence Principle (the experimentally verified fact that all objects fall with the same acceleration in a gravitational field) must be metric theories of gravity, that is, must describe gravity as a geometrical warping of time and space;[20] his calculations, with Stuart L. Shapiro, of the distribution of stars around a massive black hole and the rate of destruction of those stars by the hole;[21] his discovery, independently of Roland Svensson of Sweden, of the negative heat behavior of optically thin, hot thermal plasmas dominated by electron-positron pairs, that is, the result that adding energy to thin hot gases causes their temperature to decrease rather than increase;[22] and his work on unusual radiation processes, such as unsaturated inverse Compton scattering, in thermal media, also with wide application in astrophysics.[23] His research articles have appeared in Physical Review, The Astrophysical Journal, Reviews of Modern Physics, Nature, and other journals.\n\nIn 1990 he chaired the science panel of the National Academy of Sciences Astronomy and Astrophysics Survey Committee. He is a past chair of the High Energy Division of the American Astronomical Society.\n\n"
        },
        {
            "title": "Literary work",
            "text": "Lightman's essays, articles, and stories have appeared in The Atlantic, Harper's Magazine, Nautilus, The New Yorker, The New York Times and many other publications.[24] His books include:\n\nA more complete list of Lightman's essays and articles can be found at his MIT faculty page\n\n"
        },
        {
            "title": "Harpswell",
            "text": "In 2003, Lightman made his first trip to Southeast Asia, to Cambodia. There he met a Cambodian lawyer named Veasna Chea Leth who told him that when she had been going to university in Phnom Penh in the mid 1990s, she and a handful of female students lived underneath the university building, in the two-meter crawl space between the bottom of the building and the mud, because there was no housing for female university students.[30][31][32] Lightman and Chea together conceived the idea of a dormitory for female university students in Phnom Penh. That first facility was completed in 2006, the first dormitory for college women in the country.\n\nDuring this work, Lightman founded Harpswell,[1] a nonprofit organization whose mission is to advance a new generation of women leaders in Southeast Asia. Harpswell now operates two dormitory and leadership centers in Phnom Penh. In addition to providing free housing, food, and medical care, the facility gives outstanding young women a rigorous in-house program in leadership skills and critical thinking. The in-house program includes English instruction, computer literacy, debate, analytical writing, comparative genocide studies, strategies for civic engagement, leadership training, and discussion and analysis of national and international events.  As of Fall 2019, the Cambodian program has about 180 graduates and about 76 current students. Harpswell graduates are advancing into leadership positions as project managers at NGOs, lawyers, businesswomen, journalists, engineers, health care workers, teachers and professors, government staff, and bankers.\n\nIn 2017, Harpswell launched a new program in leadership for young professional women[33] from all ten countries of Southeast Asia: Laos, Myanmar, Thailand, Vietnam, Cambodia, Malaysia, the Philippines, Indonesia, Singapore, and Brunei, plus Nepal.  The Harpswell-ASEAN Program in Women's Leadership consists of an intense, two week summer program in Penang Malaysia, with lectures and workshops in critical thinking, civic engagement, Southeast Asian geography and society, technology and communication, and gender issues. The program has a total of 25 participants each year, who are flown to Penang from their respective countries.\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Princeton_University",
        "https://en.wikipedia.org/wiki/California_Institute_of_Technology",
        "https://en.wikipedia.org/wiki/Physics",
        "https://en.wikipedia.org/wiki/Creative_writing",
        "https://en.wikipedia.org/wiki/MIT",
        "https://en.wikipedia.org/wiki/Doctoral_advisor",
        "https://en.wikipedia.org/wiki/Physicist",
        "https://en.wikipedia.org/wiki/Harvard_University",
        "https://en.wikipedia.org/wiki/Massachusetts_Institute_of_Technology",
        "https://en.wikipedia.org/wiki/National_Council_of_Teachers_of_English",
        "https://en.wikipedia.org/wiki/Phi_Beta_Kappa",
        "https://en.wikipedia.org/wiki/Princeton_University",
        "https://en.wikipedia.org/wiki/Doctor_of_Philosophy",
        "https://en.wikipedia.org/wiki/California_Institute_of_Technology",
        "https://en.wikipedia.org/wiki/Kip_Thorne",
        "https://en.wikipedia.org/wiki/Accretion_disks",
        "https://en.wikipedia.org/wiki/Stellar_dynamics",
        "https://en.wikipedia.org/wiki/Radiative_processes",
        "https://en.wikipedia.org/wiki/Relativistic_plasmas",
        "https://en.wikipedia.org/wiki/Black_holes",
        "https://en.wikipedia.org/wiki/Positron",
        "https://en.wikipedia.org/wiki/Inverse_Compton_scattering",
        "https://en.wikipedia.org/wiki/Physical_Review",
        "https://en.wikipedia.org/wiki/The_Astrophysical_Journal",
        "https://en.wikipedia.org/wiki/Reviews_of_Modern_Physics",
        "https://en.wikipedia.org/wiki/National_Academy_of_Sciences",
        "https://en.wikipedia.org/wiki/American_Astronomical_Society",
        "https://en.wikipedia.org/wiki/The_Atlantic",
        "https://en.wikipedia.org/wiki/The_New_Yorker",
        "https://en.wikipedia.org/wiki/The_New_York_Times",
        "https://en.wikipedia.org/wiki/Veasna_Chea_Leth",
        "https://en.wikipedia.org/wiki/Dennis_Overbye",
        "https://en.wikipedia.org/wiki/The_New_York_Times",
        "https://en.wikipedia.org/wiki/Physical_Review_D",
        "https://en.wikipedia.org/wiki/Astrophysical_Journal",
        "https://en.wikipedia.org/wiki/Astrophysical_Journal",
        "https://en.wikipedia.org/wiki/IMDb",
        "https://en.wikipedia.org/wiki/WorldCat_Identities",
        "https://en.wikipedia.org/wiki/Alan_Lightman",
        "https://en.wikipedia.org/wiki/Alan_Lightman",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}