{
    "url": "https://en.wikipedia.org/wiki/Alasiya",
    "title": "Alashiya",
    "table_of_contents": [
        "1 Texts",
        "1.1 List of Amarna letters from Alashiya",
        "2 Identification",
        "3 References",
        "4 Sources",
        "5 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Alashiya (Akkadian: 𒀀𒆷𒅆𒅀 Alašiya [a-la-ši-ia]; Ugaritic: 𐎀𐎍𐎘𐎊 ẢLṮY; Linear B: 𐀀𐀨𐀯𐀍 Alasios [a-ra-si-jo]), also spelled Alasiya, also known as the Kingdom of Alashiya,[1]  was a state which existed in the Middle and Late Bronze Ages, and was situated somewhere in the Eastern Mediterranean. It was a major source of goods, especially copper, for ancient Egypt and other states in the Ancient Near East. It is referred to in a number of the surviving texts and is now thought to be the ancient name of Cyprus, or an area of Cyprus. This was confirmed by the scientific analysis performed in the Tel Aviv University of the clay tablets which were sent from Alashiya to other rulers.[2]\n\n"
        },
        {
            "title": "Texts",
            "text": "The name of the state, rendered as Alashiya, is found on texts written in Egyptian, Hittite, Akkadian, Mycenean (Linear B) and Ugaritic. It corresponds to the Biblical Elishah, thus meaning something like \"under the god's protection\" or \"god's country\",[3] Some of the Amarna letters are from the king or the ministers of Alashiya. They concern mostly the amount of copper that has been sent from Alashiya and requests for silver or ivory in return. One letter refers to 500 talents of copper (probably about 12.5 tons) and makes excuses as to why so little copper has been sent. The Pharaoh is also referred to by the King of Alashiya as his \"brother\", indicating that the king regarded himself as an equal, probably because of the economic power of his kingdom. Papyrus Anastasi IV, written several centuries later, also refers to copper (as well as cows) sent from Alashiya to Egypt.[4]\n\nAny place identified as Alashiya must therefore have had sizable copper production during the Late Bronze Age. There are a number of other clues in the texts. The Amarna letters contain references to a ship belonging to the King of Alashiya and the men of Lukki (probably part of the Sea Peoples, similar to pirates) seizing villages in Alashiya.[5]\n\nIn other correspondence, the King of Ugarit pleads for help from the King of Alashiya to protect Ugarit from the Sea Peoples. Another document from Ugarit records the banishment of two princes to \"the land of Alashiya\". One further text found at Ugarit may contain a further clue to the location of the capital city of Alashiya, as it could imply that the city was located on a mountain. However, this word has more usually been translated as shore.[6] The first recorded name of a Cypriot king is Kushmeshusha, as appears on letters sent to Ugarit in the 13th century BC.[7]\n\nThe extant ending of the Story of Wenamun records how Wenamun, a priest of Egypt, had been blown off course on the sea journey from Byblos to Egypt and ended up on Alashiya. Wenamun reports that he was almost killed by an angry mob, but was rescued by Hatbi, the \"princess of the town\".\n\nSome of the last texts referring to Alashiya are from the Hittite Empire (based in modern Turkey) and boast of quelling Alashiya by force. However, with all such military reports it is difficult to assess the true outcome.\n\n"
        },
        {
            "title": "Identification",
            "text": "Alashiya was known to be a regional source of copper for other East Mediterranean states, which it traded along maritime routes of the era. \n\nAlashiya therefore needs to be situated somewhere where there was sizable Bronze Age copper production, on the coast, and in the East Mediterranean.\n\nSome scholars have suggested sites and areas of Syria or Turkey, but it is now generally (although not universally) agreed that Alashiya refers to at least part of Cyprus.[8] Specifically, it was generally argued that the site of Enkomi was the capital of the kingdom of Alashiya, which covered the entire island of Cyprus.[9]\n\nThe identification of Cyprus with Alashiya was confirmed by the 2003 publication by Goren et al. of an article in the American Journal of Archaeology detailing the petrographic and chemical analysis of a number of the Amarna and Ugaritic letters sent from Alashiya. These examinations of the provenance of the clay used to create the tablets indicate that Syria could not be the location of Alashiya, while clay on Cyprus is a good match.\n\nHowever, this analysis showed that the clays did not originate anywhere near the site of Enkomi and that suitable clays are close to the sites of Kalavasos and Alassa (itself a possible cognate of Alashiya). These sites, especially Kalavasos, were also important Late Bronze Age sites and are located close to sources of copper.\n\nMoreover, Armstrong[10] argues that there is considerable evidence for regional variation and that there is no evidence for a centralized, island-wide political authority on Cyprus during the Late Bronze Age.\n\nIt is therefore currently unclear whether the kingdom of Alashiya comprised the whole of Cyprus, with the capital city moving location (probably starting with Enkomi), or was always sited at Kalavasos, or whether Alashiya comprised only one region of Cyprus.[11]\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Ancient_Near_East",
        "https://en.wikipedia.org/wiki/Amarna_period",
        "https://en.wikipedia.org/wiki/Akkadian_language",
        "https://en.wikipedia.org/wiki/Ugaritic_language",
        "https://en.wikipedia.org/wiki/Linear_B",
        "https://en.wikipedia.org/wiki/Sovereign_state",
        "https://en.wikipedia.org/wiki/Bronze_Age",
        "https://en.wikipedia.org/wiki/Eastern_Mediterranean",
        "https://en.wikipedia.org/wiki/Copper",
        "https://en.wikipedia.org/wiki/Ancient_Egypt",
        "https://en.wikipedia.org/wiki/Ancient_Near_East",
        "https://en.wikipedia.org/wiki/Cyprus",
        "https://en.wikipedia.org/wiki/Archaeological_science",
        "https://en.wikipedia.org/wiki/Tel_Aviv_University",
        "https://en.wikipedia.org/wiki/Clay_tablet",
        "https://en.wikipedia.org/wiki/History_of_Cyprus",
        "https://en.wikipedia.org/wiki/Timeline_of_Cypriot_history",
        "https://en.wikipedia.org/wiki/Prehistoric_Cyprus",
        "https://en.wikipedia.org/wiki/Ancient_history_of_Cyprus",
        "https://en.wikipedia.org/wiki/Roman_Cyprus",
        "https://en.wikipedia.org/wiki/Cyprus_in_the_Middle_Ages",
        "https://en.wikipedia.org/wiki/Theme_of_Cyprus",
        "https://en.wikipedia.org/wiki/Kingdom_of_Cyprus",
        "https://en.wikipedia.org/wiki/Venetian_Cyprus",
        "https://en.wikipedia.org/wiki/Ottoman_Cyprus",
        "https://en.wikipedia.org/wiki/British_Cyprus",
        "https://en.wikipedia.org/wiki/Egyptian_language",
        "https://en.wikipedia.org/wiki/Hittite_language",
        "https://en.wikipedia.org/wiki/Akkadian_language",
        "https://en.wikipedia.org/wiki/Mycenaean_language",
        "https://en.wikipedia.org/wiki/Linear_B",
        "https://en.wikipedia.org/wiki/Ugaritic",
        "https://en.wikipedia.org/wiki/Elishah",
        "https://en.wikipedia.org/wiki/Amarna_letters",
        "https://en.wikipedia.org/wiki/Silver",
        "https://en.wikipedia.org/wiki/Ivory",
        "https://en.wikipedia.org/wiki/Pharaoh",
        "https://en.wikipedia.org/wiki/Lukka",
        "https://en.wikipedia.org/wiki/Sea_Peoples",
        "https://en.wikipedia.org/wiki/Pirates",
        "https://en.wikipedia.org/wiki/Ugarit",
        "https://en.wikipedia.org/wiki/Story_of_Wenamun",
        "https://en.wikipedia.org/wiki/Byblos",
        "https://en.wikipedia.org/wiki/Hittite_Empire",
        "https://en.wikipedia.org/wiki/Turkey",
        "https://en.wikipedia.org/wiki/Amarna_letter_EA_34",
        "https://en.wikipedia.org/wiki/Amarna_letter_EA_35",
        "https://en.wikipedia.org/wiki/Amarna_letter_EA_38",
        "https://en.wikipedia.org/wiki/A_brotherly_quarrel",
        "https://en.wikipedia.org/wiki/Amarna_letter_EA_39",
        "https://en.wikipedia.org/wiki/Syria",
        "https://en.wikipedia.org/wiki/Turkey",
        "https://en.wikipedia.org/wiki/Enkomi",
        "https://en.wikipedia.org/wiki/American_Journal_of_Archaeology",
        "https://en.wikipedia.org/wiki/Petrographic",
        "https://en.wikipedia.org/wiki/Alassa",
        "https://en.wikipedia.org/wiki/University_of_Cincinnati",
        "https://en.wikipedia.org/wiki/American_Journal_of_Archaeology",
        "https://en.wikipedia.org/wiki/Near_Eastern_Archaeology_Magazine",
        "https://en.wikipedia.org/wiki/Alashiya",
        "https://en.wikipedia.org/wiki/Alashiya",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}