{
    "url": "https://en.wikipedia.org/wiki/Aldous_Huxley",
    "title": "Aldous Huxley",
    "table_of_contents": [
        "1 Early life",
        "2 Career",
        "2.1 Contact with the Bloomsbury Set",
        "2.2 Life in the United States",
        "3 Late-in-life perspectives",
        "4 Association with Vedanta",
        "5 Psychedelic drug use and mystical experiences",
        "6 Eyesight",
        "7 Personal life",
        "8 Death",
        "9 Awards",
        "10 Film adaptations of Huxley's work",
        "11 Bibliography",
        "12 See also",
        "13 References",
        "13.1 Sources",
        "14 Further reading",
        "15 External links",
        "15.1 Online editions"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nAldous Leonard Huxley (26 July 1894 – 22 November 1963) was an English writer and philosopher.[1][2][3][4] He wrote nearly 50 books,[5][6] both novels and non-fiction works, as well as wide-ranging essays, narratives, and poems.\n\nBorn into the prominent Huxley family, he graduated from Balliol College, Oxford, with an undergraduate degree in English literature. Early in his career, he published short stories and poetry and edited the literary magazine Oxford Poetry, before going on to publish travel writing, satire, and screenplays. He spent the latter part of his life in the United States, living in Los Angeles from 1937 until his death.[7] By the end of his life, Huxley was widely acknowledged as one of the foremost intellectuals of his time.[8] He was nominated for the Nobel Prize in Literature nine times,[9] and was elected Companion of Literature by the Royal Society of Literature in 1962.[10]\n\nHuxley was a pacifist.[11] He grew interested in philosophical mysticism,[11][12][13] as well as universalism,[11][14] addressing these subjects with works such as The Perennial Philosophy (1945), which illustrates commonalities between Western and Eastern mysticism, and The Doors of Perception (1954), which interprets his own psychedelic experience with mescaline. In his most famous novel Brave New World (1932) and his final novel Island (1962), he presented his vision of dystopia and utopia, respectively.\n\n"
        },
        {
            "title": "Early life",
            "text": "Huxley was born in Godalming, Surrey, England, in 1894. He was the third son of the writer and schoolmaster Leonard Huxley, who edited The Cornhill Magazine,[15] and his first wife, Julia Arnold, who founded Prior's Field School. Julia was the niece of poet and critic Matthew Arnold and the sister of Mrs. Humphry Ward. Julia named him Aldous after a character in one of her sister's novels.[16] Aldous was the grandson of Thomas Henry Huxley, the zoologist, agnostic, and controversialist whom had often been called \"Darwin's Bulldog\". His brother Julian Huxley and half-brother Andrew Huxley also became outstanding biologists. Aldous had another brother, Noel Trevenen Huxley (1889–1914), who took his own life after a period of clinical depression.[17]\n\nAs a child, Huxley's nickname was \"Ogie\", short for \"Ogre\".[18] He was described by his brother, Julian, as someone who frequently \"[contemplated] the strangeness of things\".[18] According to his cousin and contemporary Gervas Huxley, he had an early interest in drawing.[18]\n\nHuxley's education began in his father's well-equipped botanical laboratory, after which he enrolled at Hillside School near Godalming.[19][20] He was taught there by his own mother for several years until she became terminally ill. After Hillside he went on to Eton College. His mother died in 1908, when he was 14 (his father later remarried). He contracted the eye disease Keratitis punctata in 1911; this \"left [him] practically blind for two to three years\".[21] This \"ended his early dreams of becoming a doctor\".[22] In October 1913, Huxley entered Balliol College, Oxford, where he studied English literature.[23] He volunteered for the British Army in January 1916, for the Great War; however, he was rejected on health grounds, being half-blind in one eye.[23] His eyesight later partly recovered. He edited Oxford Poetry in 1916, and in June of that year graduated BA with first class honours.[23] His brother Julian wrote:\n\nFollowing his years at Balliol, Huxley, being financially indebted to his father, decided to find employment. He taught French for a year at Eton College, where Eric Blair (who was to take the pen name George Orwell) and Steven Runciman were among his pupils. He was mainly remembered as being an incompetent schoolmaster unable to keep order in class. Nevertheless, Blair and others spoke highly of his excellent command of language.[25]\n\nHuxley also worked for a time during the 1920s at Brunner and Mond, an advanced chemical plant in Billingham in County Durham, northeast England. According to an introduction to his science fiction novel Brave New World (1932), the experience he had there of \"an ordered universe in a world of planless incoherence\" was an important source for the novel.[citation needed]\n\n"
        },
        {
            "title": "Career",
            "text": "Huxley completed his first (unpublished) novel at the age of 17 and began writing seriously in his early twenties, establishing himself as a successful writer and social satirist. His first published novels were social satires, Crome Yellow (1921), Antic Hay (1923), Those Barren Leaves (1925), and Point Counter Point (1928). Brave New World (1932) was his fifth novel and first dystopian work. In the 1920s, he was also a contributor to Vanity Fair and British Vogue magazines.[26]\n\nDuring the First World War, Huxley spent much of his time at Garsington Manor near Oxford, home of Lady Ottoline Morrell, working as a farm labourer. While at the Manor, he met several Bloomsbury Group figures, including Bertrand Russell, Alfred North Whitehead,[27] and Clive Bell. Later, in Crome Yellow (1921), he caricatured the Garsington lifestyle. Jobs were very scarce, but in 1919, John Middleton Murry was reorganising the Athenaeum and invited Huxley to join the staff. He accepted immediately, and quickly married the Belgian refugee Maria Nys (1899–1955), also at Garsington.[28] They lived with their young son in Italy part of the time during the 1920s, where Huxley would visit his friend D. H. Lawrence. Following Lawrence's death in 1930, Huxley edited Lawrence's letters (1932).[29] Very early in 1929, in London, Huxley met Gerald Heard, a writer and broadcaster, philosopher and interpreter of contemporary science.[30]\n\nWorks of this period included novels about the dehumanising aspects of scientific progress, (his magnum opus Brave New World), and on pacifist themes (Eyeless in Gaza). In Brave New World, set in a dystopian London, Huxley portrays a society operating on the principles of mass production and Pavlovian conditioning. Huxley was strongly influenced by F. Matthias Alexander, on whom he based a character in Eyeless in Gaza.[citation needed]\n\nDuring this period, Huxley began to write and edit non-fiction works on pacifist issues, including Ends and Means (1937), An Encyclopedia of Pacifism, and Pacifism and Philosophy, and was an active member of the Peace Pledge Union.[31]\n\nIn 1937, Huxley moved to Hollywood with his wife Maria, son Matthew Huxley, and friend Gerald Heard. He lived in the U.S., mainly southern California,[32][33][34] until his death, and for a time in Taos, New Mexico, where he wrote Ends and Means (1937). The book contains tracts on war, religion, nationalism, and ethics.[citation needed]\n\nHeard introduced Huxley to Vedanta (Upanishad-centered philosophy), meditation, and vegetarianism through the principle of ahimsa. In 1938, Huxley befriended Jiddu Krishnamurti, whose teachings he greatly admired. Huxley and Krishnamurti entered into an enduring exchange (sometimes edging on debate) over many years, with Krishnamurti representing the more rarefied, detached, ivory-tower perspective and Huxley, with his pragmatic concerns, the more socially and historically informed position. Huxley wrote a foreword to Krishnamurti's quintessential statement, The First and Last Freedom (1954).[35]\n\nHuxley became a Vedantist in the circle of Hindu Swami Prabhavananda, and introduced Christopher Isherwood to them. Not long afterwards, Huxley wrote his book on widely held spiritual values and ideas, The Perennial Philosophy, which discussed the teachings of renowned mystics of the world. Huxley's book affirmed a sensibility that insists there are realities beyond the generally accepted \"five senses\" and that there is genuine meaning for humans beyond both sensual satisfactions and sentimentalities.[citation needed]\n\nHuxley became a close friend of Remsen Bird, president of Occidental College. He spent much time at the college in the Eagle Rock neighbourhood of Los Angeles. The college appears as \"Tarzana College\" in his satirical novel After Many a Summer (1939). The novel won Huxley a British literary award, the 1939 James Tait Black Memorial Prize for fiction.[36] Huxley also incorporated Bird into the novel.[citation needed]\n\nDuring this period, Huxley earned a substantial income as a Hollywood screenwriter; Christopher Isherwood, in his autobiography My Guru and His Disciple, states that Huxley earned more than $3,000 per week (approximately $50,000[37] in 2020 dollars) as a screenwriter, and that he used much of it to transport Jewish and left-wing writer and artist refugees from Hitler's Germany to the US.[citation needed] In March 1938, Huxley's friend Anita Loos, a novelist and screenwriter, put him in touch with Metro-Goldwyn-Mayer (MGM), which hired him for Madame Curie which was originally to star Greta Garbo and be directed by George Cukor. (Eventually, the film was completed by MGM in 1943 with a different director and cast.) Huxley received screen credit for Pride and Prejudice (1940) and was paid for his work on a number of other films, including Jane Eyre (1944). He was commissioned by Walt Disney in 1945 to write a script based on Alice's Adventures in Wonderland and the biography of the story's author, Lewis Carroll. The script was not used, however.[38]\n\nHuxley wrote an introduction to the posthumous publication of J. D. Unwin's 1940 book Hopousia or The Sexual and Economic Foundations of a New Society.[39]\n\nOn 21 October 1949, Huxley wrote to George Orwell, author of Nineteen Eighty-Four, congratulating him on \"how fine and how profoundly important the book is\". In his letter, he predicted:\n\nIn 1953, Huxley and Maria applied for United States citizenship and presented themselves for examination. When Huxley refused to bear arms for the U.S. and would not state that his objections were based on religious ideals, the only excuse allowed under the McCarran Act, the judge had to adjourn the proceedings.[41][42] He withdrew his application. Nevertheless, he remained in the U.S. In 1959, Huxley turned down an offer to be made a Knight Bachelor by the Macmillan government without giving a reason; his brother Julian had been knighted in 1958, while his brother Andrew would be knighted in 1974.[43]\n\nIn the fall semester of 1960 Huxley was invited by Professor Huston Smith to be the Carnegie Visiting Professor of Humanities at the Massachusetts Institute of Technology (MIT).[44] As part of the MIT centennial program of events organised by the Department of Humanities, Huxley presented a series of lectures titled, \"What a Piece of Work is a Man\" which concerned history, language, and art.[45]\n\nRobert S. de Ropp (scientist, humanitarian, and author), who had spent time with Huxley in England in the 1930s, connected with him again in the U.S. in the early 1960s and wrote that “the enormous intellect, the beautifully modulated voice, the gentle objectivity, all were unchanged. He was one of the most highly civilized human beings I had ever met.”[46]\n\n"
        },
        {
            "title": "Late-in-life perspectives",
            "text": "Biographer Harold H. Watts wrote that Huxley's writings in the \"final and extended period of his life\" are \"the work of a man who is meditating on the central problems of many modern men\".[47] Huxley had deeply felt apprehensions about the future the developed world might make for itself. From these, he made some warnings in his writings and talks. In a 1958 televised interview conducted by journalist Mike Wallace, Huxley outlined several major concerns: the difficulties and dangers of world overpopulation; the tendency towards distinctly hierarchical social organisation; the crucial importance of evaluating the use of technology in mass societies susceptible to persuasion; the tendency to promote modern politicians to a naive public as well-marketed commodities.[48] In a December 1962 letter to brother Julian, summarizing a paper he had presented in Santa Barbara, he wrote, \"What I said was that if we didn't pretty quickly start thinking of human problems in ecological terms rather than in terms of power politics we should very soon be in a bad way.\"[49]\n\nHuxley's engagement with Eastern wisdom traditions was entirely compatible with a strong appreciation of modern science. Biographer Milton Birnbaum wrote that Huxley \"ended by embracing both science and Eastern religion\".[50] In his last book, Literature and Science, Huxley wrote that \"The ethical and philosophical implications of modern science are more Buddhist than Christian....\"[51] In \"A Philosopher's Visionary Prediction,\" published one month before he died, Huxley endorsed training in general semantics and \"the nonverbal world of culturally uncontaminated consciousness,\" writing that \"We must learn how to be mentally silent, we must cultivate the art of pure receptivity.... [T]he individual must learn to decondition himself, must be able to cut holes in the fence of verbalized symbols that hems him in.\"[52]\n\n"
        },
        {
            "title": "Association with Vedanta",
            "text": "Beginning in 1939 and continuing until his death in 1963, Huxley had an extensive association with the Vedanta Society of Southern California, founded and headed by Swami Prabhavananda. Together with Gerald Heard, Christopher Isherwood and other followers, he was initiated by the Swami and was taught meditation and spiritual practices.[14]\n\nIn 1944, Huxley wrote the introduction to the \"Bhagavad Gita: The Song of God\",[53] translated by Swami Prabhavananda and Christopher Isherwood, which was published by the Vedanta Society of Southern California.\n\nFrom 1941 until 1960, Huxley contributed 48 articles to Vedanta and the West, published by the society. He also served on the editorial board with Isherwood, Heard, and playwright John Van Druten from 1951 through 1962.\n\nHuxley also occasionally lectured at the Hollywood and Santa Barbara Vedanta temples. Two of those lectures have been released on CD: Knowledge and Understanding and Who Are We? from 1955. Nonetheless, Huxley's agnosticism, together with his speculative propensity, made it difficult for him to fully embrace any form of institutionalised religion.[54]\n\n"
        },
        {
            "title": "Psychedelic drug use and mystical experiences",
            "text": "In early 1953, Huxley had his first experience with the psychedelic drug mescaline. Huxley had initiated a correspondence with Doctor Humphry Osmond, a British psychiatrist then employed in a Canadian institution, and eventually asked him to supply a dose of mescaline; Osmond obliged and supervised Huxley's session in southern California. After the publication of The Doors of Perception, in which he recounted this experience, Huxley and Swami Prabhavananda disagreed about the meaning and importance of the psychedelic drug experience, which may have caused the relationship to cool, but Huxley continued to write articles for the society's journal, lecture at the temple, and attend social functions. Huxley later had an experience on mescaline that he considered more profound than those detailed in The Doors of Perception.\n\nHuxley wrote that \"The mystical experience is doubly valuable; it is valuable because it gives the experiencer a better understanding of himself and the world and because it may help him to lead a less self-centered and more creative life.\"[55]\n\nHaving tried LSD in the 1950s, he became an advisor to Timothy Leary and Richard Alpert in their early-1960s research work with psychedelic drugs at Harvard. Personality differences led Huxley to distance himself from Leary, when Huxley grew concerned that Leary had become too keen on promoting the drugs rather indiscriminately, even playing the rebel with a fondness for publicity.[56][57]\n\n"
        },
        {
            "title": "Eyesight",
            "text": "Differing accounts exist about the details of the quality of Huxley's eyesight at specific points in his life. Circa 1939, Huxley encountered the Bates method, in which he was instructed by Margaret Darst Corbett. In 1940, Huxley relocated from Hollywood to a 40-acre (16 ha) ranchito in the high desert hamlet of Llano, California, in northern Los Angeles County. Huxley then said that his sight improved dramatically with the Bates method and the extreme and pure natural lighting of the southwestern American desert. He reported that, for the first time in more than 25 years, he was able to read without glasses and without strain. He even tried driving a car along the dirt road beside the ranch. He wrote a book about his experiences with the Bates method, The Art of Seeing, which was published in 1942 (U.S.), 1943 (UK). The book contained some generally disputed theories, and its publication created a growing degree of popular controversy about Huxley's eyesight.[58]\n\n\nIt was, and is, widely believed that Huxley was nearly blind since the illness in his teens, despite the partial recovery that had enabled him to study at Oxford. For example, some ten years after publication of The Art of Seeing, in 1952, Bennett Cerf was present when Huxley spoke at a Hollywood banquet, wearing no glasses and apparently reading his paper from the lectern without difficulty: \nBrazilian author João Ubaldo Ribeiro, who as a young journalist spent several evenings in the Huxleys' company in the late 1950s, wrote that Huxley had said to him, with a wry smile: \"I can hardly see at all. And I don't give a damn, really.\"[60]\n\n\nOn the other hand, Huxley's second wife Laura later emphasised in her biographical account, This Timeless Moment: \"One of the great achievements of his life: that of having regained his sight.\" After revealing a letter she wrote to the Los Angeles Times disclaiming the label of Huxley as a \"poor fellow who can hardly see\" by Walter C. Alvarez, she tempered her statement: \n Laura Huxley proceeded to elaborate a few nuances of inconsistency peculiar to Huxley's vision. Her account, in this respect, agrees with the following sample of Huxley's own words from The Art of Seeing: \n Nevertheless, the topic of Huxley's eyesight has continued to endure similar, significant controversy.[63]\nAmerican popular science author Steven Johnson, in his book Mind Wide Open, quotes Huxley about his difficulties with visual encoding: \n"
        },
        {
            "title": "Personal life",
            "text": "Huxley married on 10 July 1919[66] Maria Nys (10 September 1899 – 12 February 1955), a Belgian epidemiologist from Bellem,[66] a village near Aalter, he met at Garsington, Oxfordshire, in 1919. They had one child, Matthew Huxley (19 April 1920 – 10 February 2005), who had a career as an author, anthropologist, and prominent epidemiologist.[67] In 1955, Maria Huxley died of cancer.[22]\n\nIn 1956, Huxley married Laura Archera (1911–2007), also an author, as well as a violinist and psychotherapist.[22] She wrote This Timeless Moment, a biography of Huxley. She told the story of their marriage through Mary Ann Braubach's 2010 documentary, Huxley on Huxley.[68]\n\nHuxley was diagnosed with laryngeal cancer in 1960; in the years that followed, with his health deteriorating, he wrote the utopian novel Island,[69] and gave lectures on \"Human Potentialities\" both at the UCSF Medical Center and at the Esalen Institute. These lectures were fundamental to the beginning of the Human Potential Movement.[70]\n\nHuxley was a close friend of Jiddu Krishnamurti and Rosalind Rajagopal, and was involved in the creation of the Happy Valley School, now Besant Hill School, of Happy Valley, in Ojai, California.\n\nThe most substantial collection of Huxley's few remaining papers, following the destruction of most in the 1961 Bel Air Fire, is at the Library of the University of California, Los Angeles.[71] Some are also at the Stanford University Libraries.[72]\n\nOn 9 April 1962 Huxley was informed he was elected Companion of Literature by the Royal Society of Literature, the senior literary organisation in Britain, and he accepted the title via letter on 28 April 1962.[73] The correspondence between Huxley and the society is kept at the Cambridge University Library.[73] The society invited Huxley to appear at a banquet and give a lecture at Somerset House, London, in June 1963. Huxley wrote a draft of the speech he intended to give at the society; however, his deteriorating health meant he was not able to attend.[73]\n\n"
        },
        {
            "title": "Death",
            "text": "On his deathbed, unable to speak owing to advanced laryngeal cancer, Huxley made a written request to his wife Laura for \"LSD, 100 µg, intramuscular.\" According to her account of his death[74] in This Timeless Moment, she obliged with an injection at 11:20 a.m. and a second dose an hour later; Huxley died aged 69, at 5:20 p.m. PST on 22 November 1963.[75]\n\nMedia coverage of Huxley's death, along with that of fellow British author C. S. Lewis, was overshadowed by the assassination of John F. Kennedy on the same day, less than seven hours before Huxley's death.[76] In a 2009 article for New York magazine titled \"The Eclipsed Celebrity Death Club\", Christopher Bonanos wrote:\n\nThis coincidence served as the basis for Peter Kreeft's book Between Heaven and Hell: A Dialog Somewhere Beyond Death with John F. Kennedy, C. S. Lewis, & Aldous Huxley, which imagines a conversation among the three men taking place in Purgatory following their deaths.[78]\n\nHuxley's memorial service took place in London in December 1963; it was led by his elder brother Julian. On 27 October 1971,[79] his ashes were interred in the family grave at the Watts Cemetery, home of the Watts Mortuary Chapel in Compton, Guildford, Surrey, England.[80]\n\nHuxley had been a long-time friend of Russian composer Igor Stravinsky, who dedicated his last orchestral composition to Huxley. What became Variations: Aldous Huxley in memoriam was begun in July 1963, completed in October 1964, and premiered by the Chicago Symphony Orchestra on 17 April 1965.[81][82]\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Godalming",
        "https://en.wikipedia.org/wiki/Eton_College",
        "https://en.wikipedia.org/wiki/Brave_New_World",
        "https://en.wikipedia.org/wiki/Point_Counter_Point",
        "https://en.wikipedia.org/wiki/The_Doors_of_Perception",
        "https://en.wikipedia.org/wiki/The_Perennial_Philosophy",
        "https://en.wikipedia.org/wiki/The_Devils_of_Loudun",
        "https://en.wikipedia.org/wiki/Laura_Huxley",
        "https://en.wikipedia.org/wiki/Matthew_Huxley",
        "https://en.wikipedia.org/wiki/Julia_Arnold",
        "https://en.wikipedia.org/wiki/Julian_Huxley",
        "https://en.wikipedia.org/wiki/Western_philosophy",
        "https://en.wikipedia.org/wiki/British_philosophy",
        "https://en.wikipedia.org/wiki/American_philosophy",
        "https://en.wikipedia.org/wiki/List_of_schools_of_philosophy",
        "https://en.wikipedia.org/wiki/Perennialism",
        "https://en.wikipedia.org/wiki/Aesthetics",
        "https://en.wikipedia.org/wiki/Mysticism",
        "https://en.wikipedia.org/wiki/Philosophy_of_mind",
        "https://en.wikipedia.org/wiki/Philosophy_of_religion",
        "https://en.wikipedia.org/wiki/Philosophy_of_technology",
        "https://en.wikipedia.org/wiki/Social_philosophy",
        "https://en.wikipedia.org/wiki/Gerald_Heard",
        "https://en.wikipedia.org/wiki/Prabhavananda",
        "https://en.wikipedia.org/wiki/Jiddu_Krishnamurti",
        "https://en.wikipedia.org/wiki/Alan_Watts",
        "https://en.wikipedia.org/wiki/Huxley_family",
        "https://en.wikipedia.org/wiki/Undergraduate_degree",
        "https://en.wikipedia.org/wiki/English_literature",
        "https://en.wikipedia.org/wiki/Oxford_Poetry",
        "https://en.wikipedia.org/wiki/Travel_writing",
        "https://en.wikipedia.org/wiki/Nobel_Prize_in_Literature",
        "https://en.wikipedia.org/wiki/Companion_of_Literature",
        "https://en.wikipedia.org/wiki/Royal_Society_of_Literature",
        "https://en.wikipedia.org/wiki/Pacifist",
        "https://en.wikipedia.org/wiki/Mysticism",
        "https://en.wikipedia.org/wiki/Universalism",
        "https://en.wikipedia.org/wiki/The_Perennial_Philosophy",
        "https://en.wikipedia.org/wiki/Western_esotericism",
        "https://en.wikipedia.org/wiki/Eastern_philosophy",
        "https://en.wikipedia.org/wiki/The_Doors_of_Perception",
        "https://en.wikipedia.org/wiki/Psychedelic_experience",
        "https://en.wikipedia.org/wiki/Mescaline",
        "https://en.wikipedia.org/wiki/Brave_New_World",
        "https://en.wikipedia.org/wiki/Dystopia",
        "https://en.wikipedia.org/wiki/Utopia",
        "https://en.wikipedia.org/wiki/Huxley_family",
        "https://en.wikipedia.org/wiki/English_Heritage",
        "https://en.wikipedia.org/wiki/Blue_plaque",
        "https://en.wikipedia.org/wiki/Godalming",
        "https://en.wikipedia.org/wiki/The_Cornhill_Magazine",
        "https://en.wikipedia.org/wiki/Matthew_Arnold",
        "https://en.wikipedia.org/wiki/Mary_Augusta_Ward",
        "https://en.wikipedia.org/wiki/Thomas_Henry_Huxley",
        "https://en.wikipedia.org/wiki/Zoology",
        "https://en.wikipedia.org/wiki/Agnostic",
        "https://en.wikipedia.org/wiki/Controversialist",
        "https://en.wikipedia.org/wiki/Julian_Huxley",
        "https://en.wikipedia.org/wiki/Andrew_Huxley",
        "https://en.wikipedia.org/wiki/Clinical_depression",
        "https://en.wikipedia.org/wiki/Drawing",
        "https://en.wikipedia.org/wiki/Eton_College",
        "https://en.wikipedia.org/wiki/Keratitis_punctata",
        "https://en.wikipedia.org/wiki/British_Army",
        "https://en.wikipedia.org/wiki/Great_War",
        "https://en.wikipedia.org/wiki/Oxford_Poetry",
        "https://en.wikipedia.org/wiki/Bachelor_of_Arts",
        "https://en.wikipedia.org/wiki/French_language",
        "https://en.wikipedia.org/wiki/Eton_College",
        "https://en.wikipedia.org/wiki/George_Orwell",
        "https://en.wikipedia.org/wiki/Steven_Runciman",
        "https://en.wikipedia.org/wiki/Brunner_and_Mond",
        "https://en.wikipedia.org/wiki/Billingham",
        "https://en.wikipedia.org/wiki/Brave_New_World",
        "https://en.wikipedia.org/wiki/Crome_Yellow",
        "https://en.wikipedia.org/wiki/Antic_Hay",
        "https://en.wikipedia.org/wiki/Those_Barren_Leaves",
        "https://en.wikipedia.org/wiki/Point_Counter_Point",
        "https://en.wikipedia.org/wiki/British_Vogue",
        "https://en.wikipedia.org/wiki/Bloomsbury_Group",
        "https://en.wikipedia.org/wiki/Lady_Ottoline_Morrell",
        "https://en.wikipedia.org/wiki/Maria_Nys",
        "https://en.wikipedia.org/wiki/Lytton_Strachey",
        "https://en.wikipedia.org/wiki/Duncan_Grant",
        "https://en.wikipedia.org/wiki/Vanessa_Bell",
        "https://en.wikipedia.org/wiki/World_War_I",
        "https://en.wikipedia.org/wiki/Garsington_Manor",
        "https://en.wikipedia.org/wiki/Lady_Ottoline_Morrell",
        "https://en.wikipedia.org/wiki/Bloomsbury_Group",
        "https://en.wikipedia.org/wiki/Bertrand_Russell",
        "https://en.wikipedia.org/wiki/Alfred_North_Whitehead",
        "https://en.wikipedia.org/wiki/Clive_Bell",
        "https://en.wikipedia.org/wiki/John_Middleton_Murry",
        "https://en.wikipedia.org/wiki/Maria_Nys",
        "https://en.wikipedia.org/wiki/Gerald_Heard",
        "https://en.wikipedia.org/wiki/Scientific_progress",
        "https://en.wikipedia.org/wiki/Magnum_opus",
        "https://en.wikipedia.org/wiki/Classical_conditioning",
        "https://en.wikipedia.org/wiki/Ends_and_Means",
        "https://en.wikipedia.org/wiki/Peace_Pledge_Union",
        "https://en.wikipedia.org/wiki/Matthew_Huxley",
        "https://en.wikipedia.org/wiki/California",
        "https://en.wikipedia.org/wiki/Ends_and_Means",
        "https://en.wikipedia.org/wiki/War",
        "https://en.wikipedia.org/wiki/Religion",
        "https://en.wikipedia.org/wiki/Nationalism",
        "https://en.wikipedia.org/wiki/Ethics",
        "https://en.wikipedia.org/wiki/Vedanta",
        "https://en.wikipedia.org/wiki/Upanishads",
        "https://en.wikipedia.org/wiki/Meditation",
        "https://en.wikipedia.org/wiki/Vegetarianism",
        "https://en.wikipedia.org/wiki/Ahimsa",
        "https://en.wikipedia.org/wiki/Jiddu_Krishnamurti",
        "https://en.wikipedia.org/wiki/The_First_and_Last_Freedom",
        "https://en.wikipedia.org/wiki/Hindu",
        "https://en.wikipedia.org/wiki/Swami_Prabhavananda",
        "https://en.wikipedia.org/wiki/Christopher_Isherwood",
        "https://en.wikipedia.org/wiki/The_Perennial_Philosophy",
        "https://en.wikipedia.org/wiki/Idealism",
        "https://en.wikipedia.org/wiki/Occidental_College",
        "https://en.wikipedia.org/wiki/After_Many_a_Summer",
        "https://en.wikipedia.org/wiki/James_Tait_Black_Memorial_Prize",
        "https://en.wikipedia.org/wiki/Anita_Loos",
        "https://en.wikipedia.org/wiki/Greta_Garbo",
        "https://en.wikipedia.org/wiki/George_Cukor",
        "https://en.wikipedia.org/wiki/Walt_Disney",
        "https://en.wikipedia.org/wiki/Lewis_Carroll",
        "https://en.wikipedia.org/wiki/Citizenship_of_the_United_States",
        "https://en.wikipedia.org/wiki/McCarran_Internal_Security_Act",
        "https://en.wikipedia.org/wiki/Knight_Bachelor",
        "https://en.wikipedia.org/wiki/Huston_Smith",
        "https://en.wikipedia.org/wiki/Massachusetts_Institute_of_Technology",
        "https://en.wikipedia.org/wiki/Mike_Wallace",
        "https://en.wikipedia.org/wiki/Modern_science",
        "https://en.wikipedia.org/wiki/Literature_and_Science",
        "https://en.wikipedia.org/wiki/General_semantics",
        "https://en.wikipedia.org/wiki/Swami_Prabhavananda",
        "https://en.wikipedia.org/wiki/John_Van_Druten",
        "https://en.wikipedia.org/wiki/Knowledge_and_Understanding",
        "https://en.wikipedia.org/wiki/The_Doors_of_Perception",
        "https://en.wikipedia.org/wiki/Mescaline",
        "https://en.wikipedia.org/wiki/Humphry_Osmond",
        "https://en.wikipedia.org/wiki/The_Doors_of_Perception",
        "https://en.wikipedia.org/wiki/Timothy_Leary",
        "https://en.wikipedia.org/wiki/Richard_Alpert",
        "https://en.wikipedia.org/wiki/Keratitis",
        "https://en.wikipedia.org/wiki/Bates_method",
        "https://en.wikipedia.org/wiki/Margaret_Darst_Corbett",
        "https://en.wikipedia.org/wiki/Los_Angeles_County",
        "https://en.wikipedia.org/wiki/The_Art_of_Seeing",
        "https://en.wikipedia.org/wiki/Bennett_Cerf",
        "https://en.wikipedia.org/wiki/Aphantasia",
        "https://en.wikipedia.org/wiki/Bellem",
        "https://en.wikipedia.org/wiki/Aalter",
        "https://en.wikipedia.org/wiki/Garsington",
        "https://en.wikipedia.org/wiki/Matthew_Huxley",
        "https://en.wikipedia.org/wiki/Epidemiology",
        "https://en.wikipedia.org/wiki/Laura_Huxley",
        "https://en.wikipedia.org/wiki/Laryngeal_cancer",
        "https://en.wikipedia.org/wiki/UCSF_Medical_Center",
        "https://en.wikipedia.org/wiki/Esalen_Institute",
        "https://en.wikipedia.org/wiki/Human_Potential_Movement",
        "https://en.wikipedia.org/wiki/Jiddu_Krishnamurti",
        "https://en.wikipedia.org/wiki/Rosalind_Rajagopal",
        "https://en.wikipedia.org/wiki/Besant_Hill_School",
        "https://en.wikipedia.org/wiki/Bel_Air_Fire",
        "https://en.wikipedia.org/wiki/Stanford_University_Libraries",
        "https://en.wikipedia.org/wiki/Royal_Society_of_Literature",
        "https://en.wikipedia.org/wiki/Cambridge_University_Library",
        "https://en.wikipedia.org/wiki/Somerset_House",
        "https://en.wikipedia.org/wiki/Lysergic_acid_diethylamide",
        "https://en.wikipedia.org/wiki/Microgram",
        "https://en.wikipedia.org/wiki/Intramuscular_injection",
        "https://en.wikipedia.org/wiki/Pacific_Time_Zone",
        "https://en.wikipedia.org/wiki/Texas_School_Book_Depository",
        "https://en.wikipedia.org/wiki/Peter_Kreeft",
        "https://en.wikipedia.org/wiki/Watts_Mortuary_Chapel",
        "https://en.wikipedia.org/wiki/Igor_Stravinsky",
        "https://en.wikipedia.org/wiki/James_Tait_Black_Memorial_Prize",
        "https://en.wikipedia.org/wiki/American_Academy_of_Arts_and_Letters",
        "https://en.wikipedia.org/wiki/Royal_Society_of_Literature",
        "https://en.wikipedia.org/wiki/Prelude_to_Fame",
        "https://en.wikipedia.org/wiki/Point_Counter_Point",
        "https://en.wikipedia.org/wiki/The_Devils_of_Loudun",
        "https://en.wikipedia.org/wiki/Ken_Russell",
        "https://en.wikipedia.org/wiki/Aldous_Huxley_bibliography",
        "https://en.wikipedia.org/wiki/List_of_peace_activists",
        "https://en.wikipedia.org/wiki/Dana_Sawyer",
        "https://en.wikipedia.org/wiki/Dana_Sawyer",
        "https://en.wikipedia.org/wiki/The_Daily_Telegraph",
        "https://en.wikipedia.org/wiki/National_Library_of_Scotland",
        "https://en.wikipedia.org/wiki/Sybille_Bedford",
        "https://en.wikipedia.org/wiki/Michel_Weber",
        "https://en.wikipedia.org/wiki/Playboy",
        "https://en.wikipedia.org/wiki/Christopher_Isherwood",
        "https://en.wikipedia.org/wiki/Swami_Prabhavananda",
        "https://en.wikipedia.org/wiki/Michel_Weber",
        "https://en.wikipedia.org/wiki/Martin_Gardner",
        "https://en.wikipedia.org/wiki/Fads_and_Fallacies_in_the_Name_of_Science",
        "https://en.wikipedia.org/wiki/The_Washington_Post",
        "https://en.wikipedia.org/wiki/Cinedigm",
        "https://en.wikipedia.org/wiki/Peter_Edgerly_Firchow",
        "https://en.wikipedia.org/wiki/Peter_Kreeft",
        "https://en.wikipedia.org/wiki/Leiden",
        "https://en.wikipedia.org/wiki/Boston",
        "https://en.wikipedia.org/wiki/Brill_Publishers",
        "https://en.wikipedia.org/wiki/Claudio_Spies",
        "https://en.wikipedia.org/wiki/Perspectives_of_New_Music",
        "https://en.wikipedia.org/wiki/Benjamin_Boretz",
        "https://en.wikipedia.org/wiki/The_New_York_Times",
        "https://en.wikipedia.org/wiki/Clive_Barnes",
        "https://en.wikipedia.org/wiki/The_New_York_Times",
        "https://en.wikipedia.org/wiki/Peter_Edgerly_Firchow",
        "https://en.wikipedia.org/wiki/Peter_Edgerly_Firchow",
        "https://en.wikipedia.org/wiki/Peter_Edgerly_Firchow",
        "https://en.wikipedia.org/wiki/Open_Library",
        "https://en.wikipedia.org/wiki/IMDb",
        "https://en.wikipedia.org/wiki/Raymond_Fraser",
        "https://en.wikipedia.org/wiki/The_Paris_Review",
        "https://en.wikipedia.org/wiki/The_Mike_Wallace_Interview",
        "https://en.wikipedia.org/wiki/Harry_Ransom_Center",
        "https://en.wikipedia.org/wiki/Standard_Ebooks",
        "https://en.wikipedia.org/wiki/Project_Gutenberg",
        "https://en.wikipedia.org/wiki/Internet_Archive",
        "https://en.wikipedia.org/wiki/Distributed_Proofreaders_Canada",
        "https://en.wikipedia.org/wiki/LibriVox",
        "https://en.wikipedia.org/wiki/Aldous_Huxley_bibliography",
        "https://en.wikipedia.org/wiki/Crome_Yellow",
        "https://en.wikipedia.org/wiki/Antic_Hay",
        "https://en.wikipedia.org/wiki/Those_Barren_Leaves",
        "https://en.wikipedia.org/wiki/Point_Counter_Point",
        "https://en.wikipedia.org/wiki/Brave_New_World",
        "https://en.wikipedia.org/wiki/After_Many_a_Summer",
        "https://en.wikipedia.org/wiki/Time_Must_Have_a_Stop",
        "https://en.wikipedia.org/wiki/Ape_and_Essence",
        "https://en.wikipedia.org/wiki/The_Genius_and_the_Goddess",
        "https://en.wikipedia.org/wiki/Mortal_Coils",
        "https://en.wikipedia.org/wiki/Little_Mexican",
        "https://en.wikipedia.org/wiki/Two_or_Three_Graces",
        "https://en.wikipedia.org/wiki/Brief_Candles",
        "https://en.wikipedia.org/wiki/The_Perennial_Philosophy",
        "https://en.wikipedia.org/wiki/Grey_Eminence",
        "https://en.wikipedia.org/wiki/The_Devils_of_Loudun",
        "https://en.wikipedia.org/wiki/The_Doors_of_Perception",
        "https://en.wikipedia.org/wiki/The_Defeat_of_Youth_and_Other_Poems",
        "https://en.wikipedia.org/wiki/Arabia_Infelix_and_Other_Poems",
        "https://en.wikipedia.org/wiki/The_Cicadas_and_Other_Poems",
        "https://en.wikipedia.org/wiki/Beyond_the_Mexique_Bay",
        "https://en.wikipedia.org/wiki/Ends_and_Means",
        "https://en.wikipedia.org/wiki/Brave_New_World_Revisited",
        "https://en.wikipedia.org/wiki/Literature_and_Science",
        "https://en.wikipedia.org/wiki/The_Gioconda_Smile",
        "https://en.wikipedia.org/wiki/The_Genius_and_the_Goddess",
        "https://en.wikipedia.org/wiki/The_Art_of_Seeing",
        "https://en.wikipedia.org/wiki/The_Crows_of_Pearblossom",
        "https://en.wikipedia.org/wiki/The_Devils_of_Loudun",
        "https://en.wikipedia.org/wiki/Urbain_Grandier",
        "https://en.wikipedia.org/wiki/Loudun_possessions",
        "https://en.wikipedia.org/wiki/Brave_New_World",
        "https://en.wikipedia.org/wiki/Brave_New_World_Revisited",
        "https://en.wikipedia.org/wiki/Aldous_Huxley",
        "https://en.wikipedia.org/wiki/Aldous_Huxley",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}