{
    "url": "https://en.wikipedia.org/wiki/Aleksis_Kivi",
    "title": "Aleksis Kivi",
    "table_of_contents": [
        "1 Life",
        "2 Legacy",
        "3 Gallery",
        "4 Kivi in English",
        "5 References",
        "6 Secondary sources",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Aleksis Kivi (Finnish pronunciation: [ˈɑleksis ˈkiʋi] (listen); born Alexis Stenvall; 10 October 1834 – 31 December 1872)[1] was a Finnish author who wrote the first significant novel in the Finnish language, Seitsemän veljestä (\"Seven Brothers\") in 1870. He is also known for his 1864  play Heath Cobblers. Although Kivi was among the very earliest authors of prose and lyrics in Finnish, he is still considered one of the greatest.\n\nKivi is regarded as a national writer of Finland and his birthday, 10 October, is celebrated as Finnish Literature Day.[2]\n\n"
        },
        {
            "title": "Life",
            "text": "Aleksis Stenvall was born in Palojoki village of Nurmijärvi, Grand Duchy of Finland. His parents were the village tailor Erik Johan Stenvall (1798–1866) and Anna-Kristiina Hamberg (1793–1863).[1] Before Aleksis, the family already had three sons, Johannes, Emanuel, and Albert. Aleksis also had a sister, Agnes, who died in 1851 at the age of only 13.[3]\n\nIn 1846 he left for school in Helsinki, and in 1859 he was accepted into the University of Helsinki, where he studied literature and developed an interest in the theatre. His first play was Kullervo, based on a tragic tale from the Kalevala. He also met the famous journalist and statesman Johan Vilhelm Snellman who became his supporter.[4]\n\nDuring his time at school Kivi read world literature from the library of his landlord, and during his University studies, he saw plays by Molière and Schiller at the Swedish Theatre in Helsinki.[5] Kivi also had friends such as Fredrik Cygnaeus and Elias Lönnrot.[5]\n\nFrom 1863 onwards, Kivi devoted his time to writing. He wrote 12 plays and a collection of poetry. The novel  Seitsemän veljestä (\"Seven Brothers\"[6]) took him ten years to write. Literary critics, especially the prominent August Ahlqvist, disapproved of the book, at least nominally because of its \"rudeness\" – Romanticism was at its height at the time;[4] Ahlqvist also wrote \"It is a ridiculous work and a blot on the name of Finnish literature\".[5] It is known that no other critic hated Kivi's writings as much as Ahlqvist, in which case the situation could almost be called \"persecution\",[7] but the Fennomans also disapproved of its depiction of not-so-virtuous rural life that was far from their idealized point of view,[4] and Kivi's excessive drinking may have alienated some.[citation needed]\n\nIn 1865 Kivi won the State Prize for his still often performed comedy Nummisuutarit ('The Cobblers on the Heath', translated as Heath Cobblers by Douglas Robinson[8]). However, the less than enthusiastic reception of his books was taking its toll and he was already drinking heavily. His main benefactor Charlotta Lönnqvist, with whom Kivi lived in Siuntio at the time of his creative writing, could not help him after the 1860s.[4]\n\nKivi's health had failed completely in 1870, when he lived at Franzén croft in Tapanila, Helsinki.[9] The collapse was accelerated by typhoid and attacks of delirium and in 1871 he was admitted to the New Clinic, from where he was transferred to the psychiatric hospital at Lapinlahti, Helsinki. The doctor treating him, A. T. Saelan, diagnosed him with melancholia resulting from \"injured dignity as a writer\". On the basis of the available documents, Kalle Achté concludes that it was a classic case of schizophrenia, triggered by severe states of anxiety.[4] It has also been suggested, however, that Kivi's mental illness may have been caused by advanced borreliosis.[10] Kivi died in poverty at the age of 38[2] in Tuusula, at the home of his brother Albert near the Lake Tuusula.[11] According to legend, his last words were, \"I live\" (Finnish: \"Minä elän\").[12]\n\n"
        },
        {
            "title": "Legacy",
            "text": "In the early 20th century young writers Volter Kilpi and Eino Leino raised Kivi to the status of  national icon. Eino Leino – and later Väinö Linna and Veijo Meri – also identified with Kivi's fate as an author.[4]\n\nIn 1936 the Aleksis Kivi Prize, awarded for contributions to Finnish literature, was established.[13]\n\nIn 1939 the Aleksis Kivi Memorial, a bronze statue of Kivi by Wäinö Aaltonen, was erected in front of the Finnish National Theatre.[14] Many streets in Finnish cities and towns have also been named after Kivi, such as Aleksis Kiven katu in Tampere.[15]\n\nIn 1995 to 1996, Finnish composer Einojuhani Rautavaara wrote an opera about Kivi's life and works.[16] There are two films of Kivi: \"I Live\" [fi] (Finnish title: \"Minä elän\") from 1946, directed by Ilmari Unho;[17] and The Life of Aleksis Kivi [fi] (Finnish title: Aleksis Kiven elämä) from 2002, written and directed by Jari Halonen.[18]\n\n"
        },
        {
            "title": "References",
            "text": "\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Albert_Edelfelt",
        "https://en.wikipedia.org/wiki/Palojoki",
        "https://en.wikipedia.org/wiki/Grand_Duchy_of_Finland",
        "https://en.wikipedia.org/wiki/Tuusula",
        "https://en.wikipedia.org/wiki/Grand_Duchy_of_Finland",
        "https://en.wikipedia.org/wiki/Finnish_language",
        "https://en.wikipedia.org/wiki/Heath_Cobblers",
        "https://en.wikipedia.org/wiki/Finnish_Literature_Day",
        "https://en.wikipedia.org/wiki/Palojoki",
        "https://en.wikipedia.org/wiki/Grand_Duchy_of_Finland",
        "https://en.wikipedia.org/wiki/Tailor",
        "https://en.wikipedia.org/wiki/Helsinki",
        "https://en.wikipedia.org/wiki/University_of_Helsinki",
        "https://en.wikipedia.org/wiki/Kalevala",
        "https://en.wikipedia.org/wiki/Johan_Vilhelm_Snellman",
        "https://en.wikipedia.org/wiki/Friedrich_Schiller",
        "https://en.wikipedia.org/wiki/Swedish_Theatre",
        "https://en.wikipedia.org/wiki/Fredrik_Cygnaeus",
        "https://en.wikipedia.org/wiki/August_Ahlqvist",
        "https://en.wikipedia.org/wiki/Romanticism",
        "https://en.wikipedia.org/wiki/Persecution",
        "https://en.wikipedia.org/wiki/Fennoman",
        "https://en.wikipedia.org/wiki/Heath_Cobblers",
        "https://en.wikipedia.org/wiki/Siuntio",
        "https://en.wikipedia.org/wiki/Tapanila",
        "https://en.wikipedia.org/wiki/Typhoid",
        "https://en.wikipedia.org/wiki/Delirium",
        "https://en.wikipedia.org/wiki/Schizophrenia",
        "https://en.wikipedia.org/wiki/Borreliosis",
        "https://en.wikipedia.org/wiki/Tuusula",
        "https://en.wikipedia.org/wiki/Lake_Tuusula",
        "https://en.wikipedia.org/wiki/Finnish_language",
        "https://en.wikipedia.org/wiki/Volter_Kilpi",
        "https://en.wikipedia.org/wiki/Eino_Leino",
        "https://en.wikipedia.org/wiki/Veijo_Meri",
        "https://en.wikipedia.org/wiki/Aleksis_Kivi_Memorial",
        "https://en.wikipedia.org/wiki/Finnish_National_Theatre",
        "https://en.wikipedia.org/wiki/Tampere",
        "https://en.wikipedia.org/wiki/Einojuhani_Rautavaara",
        "https://en.wikipedia.org/wiki/Ilmari_Unho",
        "https://en.wikipedia.org/wiki/Jari_Halonen",
        "https://en.wikipedia.org/wiki/Helsingin_Sanomat",
        "https://en.wikipedia.org/wiki/Project_Gutenberg",
        "https://en.wikipedia.org/wiki/Internet_Archive",
        "https://en.wikipedia.org/wiki/LibriVox",
        "https://en.wikipedia.org/wiki/Wayback_Machine",
        "https://en.wikipedia.org/wiki/Aleksis_Kivi",
        "https://en.wikipedia.org/wiki/Aleksis_Kivi",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}