{
    "url": "https://en.wikipedia.org/wiki/Alexander_Pope",
    "title": "Alexander Pope",
    "table_of_contents": [
        "1 Life",
        "2 Poetry",
        "2.1 Essay on Criticism",
        "2.2 The Rape of the Lock",
        "2.3 The Dunciad and Moral Essays",
        "2.4 An Essay on Man",
        "2.5 Later life and works",
        "3 Translations and editions",
        "3.1 The Iliad",
        "3.2 The Odyssey",
        "3.3 Shakespeare's works",
        "4 Spirit, skill and satire",
        "5 Reception",
        "6 Works",
        "6.1 Major works",
        "6.2 Other works",
        "6.3 Editions",
        "7 See also",
        "8 References",
        "9 Bibliography",
        "10 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nAlexander Pope (21 May 1688 O.S.[1] – 30 May 1744) was an English poet, translator, and satirist of the Enlightenment era who is considered one of the most prominent English poets of the early 18th century. An exponent of Augustan literature,[2]  Pope is best known for his satirical and discursive poetry including The Rape of the Lock, The Dunciad, and An Essay on Criticism, and for his translation of Homer. \n\nAfter Shakespeare, Pope is the second-most quoted author in The Oxford Dictionary of Quotations,[3] some of his verses having entered common parlance (e.g. \"damning with faint praise\" or \"to err is human; to forgive, divine\").\n\n"
        },
        {
            "title": "Life",
            "text": "Alexander Pope was born in London on 21 May 1688 during the year of the Glorious Revolution. His father (Alexander Pope, 1646–1717) was a successful linen merchant in the Strand, London. His mother, Edith (1643–1733), was the daughter of William Turner, Esquire, of York. Both parents were Catholics.[4] His mother's sister was the wife of famous miniature painter Samuel Cooper. Pope's education was affected by the recently enacted Test Acts, a series of English penal laws that upheld the status of the established Church of England, banning Catholics from teaching, attending a university, voting, and holding public office on penalty of perpetual imprisonment. Pope was taught to read by his aunt and attended Twyford School circa 1698.[4] He also attended two Roman Catholic schools in London.[4] Such schools, though still illegal, were tolerated in some areas.[5]\n\nIn 1700, his family moved to a small estate at Popeswood, in Binfield, Berkshire, close to the royal Windsor Forest.[4] This was due to strong anti-Catholic sentiment and a statute preventing \"Papists\" from living within 10 miles (16 km) of London or Westminster.[6] Pope would later describe the countryside around the house in his poem Windsor Forest.[7] Pope's formal education ended at this time, and from then on, he mostly educated himself by reading the works of classical writers such as the satirists Horace and Juvenal, the epic poets Homer and Virgil, as well as English authors such as Geoffrey Chaucer, William Shakespeare and John Dryden.[4] He studied many languages, reading works by French, Italian, Latin, and Greek poets. After five years of study, Pope came into contact with figures from London literary society such as William Congreve, Samuel Garth and William Trumbull.[4][5]\n\nAt Binfield he made many important friends. One of them, John Caryll (the future dedicatee of The Rape of the Lock), was twenty years older than the poet and had made many acquaintances in the London literary world. He introduced the young Pope to the ageing playwright William Wycherley and to William Walsh, a minor poet, who helped Pope revise his first major work, The Pastorals. He also met the Blount sisters, Teresa and Martha, both of whom remained lifelong friends.[5]\n\nFrom the age of 12 he suffered numerous health problems, including Pott disease, a form of tuberculosis that affects the spine, which deformed his body and stunted his growth, leaving him with a severe hunchback. His tuberculosis infection caused other health problems including respiratory difficulties, high fevers, inflamed eyes and abdominal pain.[4] He grew to a height of only 4 feet 6 inches (1.37 metres). Pope was already removed from society as a Catholic, and his poor health alienated him further. Although he never married, he had many female friends to whom he wrote witty letters, including Lady Mary Wortley Montagu. It has been alleged that his lifelong friend Martha Blount was his lover.[5][8][9][10] His friend William Cheselden said, according to Joseph Spence, \"I could give a more particular account of Mr. Pope's health than perhaps any man. Cibber's slander (of carnosity) is false. He had been gay [happy], but left that way of life upon his acquaintance with Mrs. B.\"[11]\n\nIn May 1709, Pope's Pastorals was published in the sixth part of bookseller Jacob Tonson's Poetical Miscellanies. This earned Pope instant fame and was followed by An Essay on Criticism, published in May 1711, which was equally well received.\n\nAround 1711, Pope made friends with Tory writers Jonathan Swift, Thomas Parnell and John Arbuthnot, who together formed the satirical Scriblerus Club. Its aim was to satirise ignorance and pedantry through the fictional scholar Martinus Scriblerus. He also made friends with Whig writers Joseph Addison and Richard Steele. In March 1713, Windsor Forest[7] was published to great acclaim.[5]\n\nDuring Pope's friendship with Joseph Addison, he contributed to Addison's play Cato, as well as writing for The Guardian and The Spectator. Around this time, he began the work of translating the Iliad, which was a painstaking process – publication began in 1715 and did not end until 1720.[5]\n\nIn 1714 the political situation worsened with the death of Queen Anne and the disputed succession between the Hanoverians and the Jacobites, leading to the Jacobite rising of 1715. Though Pope, as a Catholic, might have been expected to have supported the Jacobites because of his religious and political affiliations, according to Maynard Mack, \"where Pope himself stood on these matters can probably never be confidently known\". These events led to an immediate downturn in the fortunes of the Tories, and Pope's friend Henry St John, 1st Viscount Bolingbroke, fled to France.\n\nPope lived in his parents' house in Mawson Row, Chiswick, between 1716 and 1719; the red-brick building is now the Mawson Arms, commemorating him with a blue plaque.[12]\n\nThe money made from his translation of Homer allowed Pope to move in 1719 to a villa at Twickenham, where he created his now-famous grotto and gardens. The serendipitous discovery of a spring during the excavation of the subterranean retreat enabled it to be filled with the relaxing sound of trickling water, which would quietly echo around the chambers. Pope was said to have remarked, \"Were it to have nymphs as well – it would be complete in everything.\" Although the house and gardens have long since been demolished, much of the grotto survives beneath Radnor House Independent Co-educational School.[8][13] The grotto has been restored and will open to the public for 30 weekends a year from 2023 under the auspices of Pope's Grotto Preservation Trust.[14]\n\n"
        },
        {
            "title": "Poetry",
            "text": "An Essay on Criticism was first published anonymously on 15 May 1711. Pope began writing the poem early in his career and took about three years to finish it.\n\nAt the time the poem was published, its heroic couplet style was quite a new poetic form and Pope's work an ambitious attempt to identify and refine his own positions as a poet and critic. It was said to be a response to an ongoing debate on the question of whether poetry should be natural, or written according to predetermined artificial rules inherited from the classical past.[15]\n\nThe \"essay\" begins with a discussion of the standard rules that govern poetry, by which a critic passes judgement. Pope comments on the classical authors who dealt with such standards and the authority he believed should be accredited to them. He discusses the laws to which a critic should adhere while analysing poetry, pointing out the important function critics perform in aiding poets with their works, as opposed to simply attacking them.[16] The final section of An Essay on Criticism discusses the moral qualities and virtues inherent in an ideal critic, whom Pope claims is also the ideal man.\n\nPope's most famous poem is The Rape of the Lock, first published in 1712, with a revised version in 1714. A mock-epic, it satirises a high-society quarrel between Arabella Fermor (the \"Belinda\" of the poem) and Lord Petre, who had snipped a lock of hair from her head without permission. The satirical style is tempered, however, by a genuine, almost voyeuristic interest in the \"beau-monde\" (fashionable world) of 18th-century society.[17] The revised, extended version of the poem focuses more clearly on its true subject – the onset of acquisitive individualism and a society of conspicuous consumers. In the poem, purchased artefacts displace human agency and \"trivial things\" come to dominate.[18]\n\nThough The Dunciad first appeared anonymously in Dublin, its authorship was not in doubt. Pope pilloried a host of other \"hacks\", \"scribblers\" and \"dunces\" in addition to Theobald, and Maynard Mack has accordingly called its publication \"in many ways the greatest act of folly in Pope's life\". Though a masterpiece due to having become \"one of the most challenging and distinctive works in the history of English poetry\", writes Mack, \"it bore bitter fruit. It brought the poet in his own time the hostility of its victims and their sympathizers, who pursued him implacably from then on with a few damaging truths and a host of slanders and lies.\"[19]\n\nAccording to his half-sister Magdalen Rackett, some of Pope's targets were so enraged by The Dunciad that they threatened him physically. \"My brother does not seem to know what fear is,\" she told Joseph Spence, explaining that Pope loved to walk alone, so went accompanied by his Great Dane Bounce, and for some time carried pistols in his pocket.[20] This first Dunciad, along with John Gay's The Beggar's Opera and Jonathan Swift's Gulliver's Travels, joined in a concerted propaganda assault against Robert Walpole's Whig ministry and the financial revolution it stabilised. Although Pope was a keen participant in the stock and money markets, he never missed a chance to satirise the personal, social and political effects of the new scheme of things. From The Rape of the Lock onwards, these satirical themes appear constantly in his work.\n\nIn 1731, Pope published his \"Epistle to Burlington,\" on the subject of architecture, the first of four poems later grouped as the Moral Essays (1731–1735).[21] The epistle ridicules the bad taste of the aristocrat \"Timon\".[22] For example, the following are verses 99 and 100 of the Epistle:\n\nPope's foes claimed he was attacking the Duke of Chandos and his estate, Cannons. Though the charge was untrue, it did much damage to Pope.[citation needed]\n\nThere has been some speculation on a feud between Pope and Thomas Hearne, due in part to the character of Wormius in The Dunciad, who is seemingly based on Hearne.[23]\n\nAn Essay on Man is a philosophical poem in heroic couplets published between 1732 and 1734. Pope meant it as the centrepiece of a proposed system of ethics to be put forth in poetic form. It was a piece that he sought to make into a larger work, but he did not live to complete it.[24] It\nattempts to \"vindicate the ways of God to Man\", a variation on Milton's attempt in Paradise Lost to \"justify the ways of God to Man\" (1.26). It challenges as prideful an anthropocentric worldview. The poem is not solely Christian, however. It assumes that man has fallen and must seek his own salvation.[24]\n\nConsisting of four epistles addressed to Lord Bolingbroke, it presents an idea of Pope's view of the Universe: no matter how imperfect, complex, inscrutable and disturbing the Universe may be, it functions in a rational fashion according to natural laws, so that the Universe as a whole is a perfect work of God, though to humans it appears to be evil and imperfect in many ways. Pope ascribes this to our limited mindset and intellectual capacity. He argues that humans must accept their position in the \"Great Chain of Being\", at a middle stage between the angels and the beasts of the world. Accomplish this and we potentially could lead happy and virtuous lives.[24]\n\nThe poem is an affirmative statement of faith: life seems chaotic and confusing to man in the centre of it, but according to Pope it is truly divinely ordered. In Pope's world, God exists and is what he centres the Universe around as an ordered structure. The limited intelligence of man can only take in tiny portions of this order and experience only partial truths, hence man must rely on hope, which then leads to faith. Man must be aware of his existence in the Universe and what he brings to it in terms of riches, power and fame. Pope proclaims that man's duty is to strive to be good, regardless of other situations.[25][failed verification]\n\nThe Imitations of Horace that followed (1733–1738) were written in the popular Augustan form of an \"imitation\" of a classical poet, not so much a translation of his works as an updating with contemporary references. Pope used the model of Horace to satirise life under George II, especially what he saw as the widespread corruption tainting the country under Walpole's influence and the poor quality of the court's artistic taste. Pope added as an introduction to Imitations a wholly original poem that reviews his own literary career and includes famous portraits of Lord Hervey (\"Sporus\"), Thomas Hay, 9th Earl of Kinnoull (\"Balbus\") and Addison (\"Atticus\").\n\nIn 1738 came the Universal Prayer.[26]\n\nAmong the younger poets whose work Pope admired was Joseph Thurston.[27] After 1738, Pope himself wrote little. He toyed with the idea of composing a patriotic epic in blank verse called Brutus, but only the opening lines survive. His major work in those years was to revise and expand his masterpiece, The Dunciad. Book Four appeared in 1742 and a full revision of the whole poem the following year. Here Pope replaced the \"hero\" Lewis Theobald with the Poet Laureate, Colley Cibber as \"king of dunces\". However, the real focus of the revised poem is Walpole and his works. By now Pope's health, which had never been good, was failing. When told by his physician, on the morning of his death, that he was better, Pope replied: \"Here am I, dying of a hundred good symptoms.\"[28][29] He died at his villa surrounded by friends on 30 May 1744, about eleven o'clock at night. On the previous day, 29 May 1744, Pope had called for a priest and received the Last Rites of the Catholic Church. He was buried in the nave of St Mary's Church, Twickenham.\n\n"
        },
        {
            "title": "Translations and editions",
            "text": "Pope had been fascinated by Homer since childhood. In 1713, he announced plans to publish a translation of the Iliad. The work would be available by subscription, with one volume appearing every year over six years. Pope secured a revolutionary deal with the publisher Bernard Lintot, which earned him 200 guineas (£210) a volume, a vast sum at the time.\n\nHis Iliad translation appeared between 1715 and 1720. It was acclaimed by Samuel Johnson as \"a performance which no age or nation could hope to equal\" (though the classical scholar Richard Bentley wrote: \"It is a pretty poem, Mr. Pope, but you must not call it Homer.\")[30]\n\nEncouraged by the success of the Iliad, Bernard Lintot published Pope's five-volume translation of Homer's Odyssey in 1725–1726.[31] For this Pope collaborated with William Broome and Elijah Fenton: Broome translated eight books (2, 6, 8, 11, 12, 16, 18, 23), Fenton four (1, 4, 19, 20) and Pope the remaining 12. Broome provided the annotations.[32] Pope tried to conceal the extent of the collaboration, but the secret leaked out.[33] It did some damage to Pope's reputation for a time, but not to his profits.[34] Leslie Stephen considered Pope's portion of the Odyssey inferior to his version of the Iliad, given that Pope had put more effort into the earlier work – to which, in any case, his style was better suited.[35]\n\nIn this period, Pope was employed by the publisher Jacob Tonson to produce an opulent new edition of Shakespeare.[36] When it appeared in 1725, it silently regularised Shakespeare's metre and rewrote his verse in several places. Pope also removed about 1,560 lines of Shakespeare's material, arguing that some appealed to him more than others.[36] In 1726, the lawyer, poet and pantomime-deviser Lewis Theobald published a scathing pamphlet called Shakespeare Restored, which catalogued the errors in Pope's work and suggested several revisions to the text. This enraged Pope, wherefore Theobald became the main target of Pope's Dunciad.[37]\n\nThe second edition of Pope's Shakespeare appeared in 1728.[36] Apart from some minor revisions to the preface, it seems that Pope had little to do with it. Most later 18th-century editors of Shakespeare dismissed Pope's creatively motivated approach to textual criticism. Pope's preface continued to be highly rated. It was suggested that Shakespeare's texts were thoroughly contaminated by actors' interpolations and they would influence editors for most of the 18th century.\n\n"
        },
        {
            "title": "",
            "text": "Pope's poetic career testifies to an indomitable spirit despite disadvantages of health and circumstance. The poet and his family were Catholics and so fell subject to the prohibitive Test Acts, which hampered their co-religionists after the abdication of James II. One of these banned them from living within ten miles of London, another from attending public school or university. So except for a few spurious Catholic schools, Pope was largely self-educated. He was taught to read by his aunt and became a book lover, reading in French, Italian, Latin and Greek and discovering Homer at the age of six. In 1700, when only twelve years of age, he wrote his poem Ode on Solitude.[38][39] As a child Pope survived once being trampled by a cow, but when he was 12 he began struggling with tuberculosis of the spine (Pott disease), which restricted his growth, so that he was only 4 feet 6 inches (1.37 metres) tall as an adult. He also suffered from crippling headaches.\n\nIn the year 1709, Pope showcased his precocious metrical skill with the publication of Pastorals, his first major poems. They earned him instant fame. By the age of 23, he had written An Essay on Criticism, released in 1711. A kind of poetic manifesto in the vein of Horace's Ars Poetica, it met with enthusiastic attention and won Pope a wider circle of prominent friends, notably Joseph Addison and Richard Steele, who had recently begun to collaborate on the influential The Spectator. The critic John Dennis, having found an ironic and veiled portrait of himself, was outraged by what he saw as the impudence of a younger author. Dennis hated Pope for the rest of his life, and save for a temporary reconciliation, dedicated his efforts to insulting him in print, to which Pope retaliated in kind, making Dennis the butt of much satire.\n\nA folio containing a collection of his poems appeared in 1717, along with two new ones about the passion of love: Verses to the Memory of an Unfortunate Lady and the famous proto-romantic poem Eloisa to Abelard. Though Pope never married, about this time he became strongly attached to Lady M. Montagu, whom he indirectly referenced in his popular Eloisa to Abelard, and to Martha Blount, with whom his friendship continued through his life.\n\nAs a satirist, Pope made his share of enemies as critics, politicians and certain other prominent figures felt the sting of his sharp-witted satires. Some were so virulent that Pope even carried pistols while walking his dog. In 1738 and thenceforth, Pope composed relatively little. He began having ideas for a patriotic epic in blank verse titled Brutus, but mainly revised and expanded his Dunciad. Book Four appeared in 1742; and a complete revision of the whole in the year that followed. At this time Lewis Theobald was replaced with the Poet Laureate Colley Cibber as \"king of dunces\", but his real target remained the Whig politician Robert Walpole.\n\n"
        },
        {
            "title": "Reception",
            "text": "By the mid-18th century, new fashions in poetry emerged. A decade after Pope's death, Joseph Warton claimed that Pope's style was not the most excellent form of the art. The Romantic movement that rose to prominence in early 19th-century England was more ambivalent about his work. Though Lord Byron identified Pope as one of his chief influences – believing his own scathing satire of contemporary English literature English Bards and Scotch Reviewers to be a continuance of Pope's tradition – William Wordsworth found Pope's style too decadent to represent the human condition.[5] George Gilfillan in an 1856 study called Pope's talent \"a rose peering into the summer air, fine, rather than powerful\".[40]\n\nPope's reputation revived in the 20th century. His work was full of references to the people and places of his time, which aided people's understanding of the past. The post-war period stressed the power of Pope's poetry, recognising that Pope's immersion in Christian and Biblical culture lent depth to his poetry. For example, Maynard Mack, in the late 20th-century, argued that Pope's moral vision demanded as much respect as his technical excellence. Between 1953 and 1967 the definitive Twickenham edition of Pope's poems appeared in ten volumes, including an index volume.[5]\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Michael_Dahl",
        "https://en.wikipedia.org/wiki/London",
        "https://en.wikipedia.org/wiki/Middlesex",
        "https://en.wikipedia.org/wiki/The_Dunciad",
        "https://en.wikipedia.org/wiki/The_Rape_of_the_Lock",
        "https://en.wikipedia.org/wiki/An_Essay_on_Criticism",
        "https://en.wikipedia.org/wiki/Homer",
        "https://en.wikipedia.org/wiki/Old_Style_and_New_Style_dates",
        "https://en.wikipedia.org/wiki/Age_of_Enlightenment",
        "https://en.wikipedia.org/wiki/Augustan_literature",
        "https://en.wikipedia.org/wiki/The_Rape_of_the_Lock",
        "https://en.wikipedia.org/wiki/The_Dunciad",
        "https://en.wikipedia.org/wiki/An_Essay_on_Criticism",
        "https://en.wikipedia.org/wiki/Homer",
        "https://en.wikipedia.org/wiki/The_Oxford_Dictionary_of_Quotations",
        "https://en.wikipedia.org/wiki/Damning_with_faint_praise",
        "https://en.wikipedia.org/wiki/An_Essay_on_Criticism",
        "https://en.wikipedia.org/wiki/Glorious_Revolution",
        "https://en.wikipedia.org/wiki/London",
        "https://en.wikipedia.org/wiki/York",
        "https://en.wikipedia.org/wiki/Catholic_Church",
        "https://en.wikipedia.org/wiki/Test_Act",
        "https://en.wikipedia.org/wiki/State_religion",
        "https://en.wikipedia.org/wiki/Church_of_England",
        "https://en.wikipedia.org/wiki/Twyford_School",
        "https://en.wikipedia.org/wiki/Popeswood",
        "https://en.wikipedia.org/wiki/Binfield",
        "https://en.wikipedia.org/wiki/Berkshire",
        "https://en.wikipedia.org/wiki/Windsor_Great_Park",
        "https://en.wikipedia.org/wiki/Popery",
        "https://en.wikipedia.org/wiki/Satire",
        "https://en.wikipedia.org/wiki/Horace",
        "https://en.wikipedia.org/wiki/Juvenal",
        "https://en.wikipedia.org/wiki/Epic_poetry",
        "https://en.wikipedia.org/wiki/Homer",
        "https://en.wikipedia.org/wiki/Virgil",
        "https://en.wikipedia.org/wiki/Geoffrey_Chaucer",
        "https://en.wikipedia.org/wiki/William_Shakespeare",
        "https://en.wikipedia.org/wiki/John_Dryden",
        "https://en.wikipedia.org/wiki/William_Congreve",
        "https://en.wikipedia.org/wiki/Samuel_Garth",
        "https://en.wikipedia.org/wiki/William_Trumbull",
        "https://en.wikipedia.org/wiki/John_Caryll_the_younger",
        "https://en.wikipedia.org/wiki/The_Rape_of_the_Lock",
        "https://en.wikipedia.org/wiki/William_Wycherley",
        "https://en.wikipedia.org/wiki/Martha_Blount",
        "https://en.wikipedia.org/wiki/Twickenham",
        "https://en.wikipedia.org/wiki/Grotto",
        "https://en.wikipedia.org/wiki/Pott_disease",
        "https://en.wikipedia.org/wiki/Tuberculosis",
        "https://en.wikipedia.org/wiki/Lady_Mary_Wortley_Montagu",
        "https://en.wikipedia.org/wiki/William_Cheselden",
        "https://en.wikipedia.org/wiki/Cibber",
        "https://en.wikipedia.org/wiki/Jacob_Tonson",
        "https://en.wikipedia.org/wiki/An_Essay_on_Criticism",
        "https://en.wikipedia.org/wiki/Jonathan_Swift",
        "https://en.wikipedia.org/wiki/Thomas_Parnell",
        "https://en.wikipedia.org/wiki/John_Arbuthnot",
        "https://en.wikipedia.org/wiki/Scriblerus_Club",
        "https://en.wikipedia.org/wiki/Joseph_Addison",
        "https://en.wikipedia.org/wiki/Richard_Steele",
        "https://en.wikipedia.org/wiki/Iliad",
        "https://en.wikipedia.org/wiki/House_of_Hanover",
        "https://en.wikipedia.org/wiki/Jacobitism",
        "https://en.wikipedia.org/wiki/Jacobite_rising_of_1715",
        "https://en.wikipedia.org/wiki/Chiswick",
        "https://en.wikipedia.org/wiki/Mawson_Arms",
        "https://en.wikipedia.org/wiki/Blue_plaque",
        "https://en.wikipedia.org/wiki/Mawson_Arms",
        "https://en.wikipedia.org/wiki/Blue_plaque",
        "https://en.wikipedia.org/wiki/An_Essay_on_Criticism",
        "https://en.wikipedia.org/wiki/An_Essay_on_Criticism",
        "https://en.wikipedia.org/wiki/Heroic_couplet",
        "https://en.wikipedia.org/wiki/The_Rape_of_the_Lock",
        "https://en.wikipedia.org/wiki/Arabella_Fermor",
        "https://en.wikipedia.org/wiki/Jonathan_Richardson",
        "https://en.wikipedia.org/wiki/The_Dunciad",
        "https://en.wikipedia.org/wiki/Dublin",
        "https://en.wikipedia.org/wiki/Great_Dane",
        "https://en.wikipedia.org/wiki/John_Gay",
        "https://en.wikipedia.org/wiki/Robert_Walpole",
        "https://en.wikipedia.org/wiki/Moral_Essays",
        "https://en.wikipedia.org/wiki/An_Essay_on_Man",
        "https://en.wikipedia.org/wiki/An_Essay_on_Man",
        "https://en.wikipedia.org/wiki/Lord_Bolingbroke",
        "https://en.wikipedia.org/wiki/Threnody",
        "https://en.wikipedia.org/wiki/John_Milton",
        "https://en.wikipedia.org/wiki/Edmund_Spenser",
        "https://en.wikipedia.org/wiki/Geoffrey_Chaucer",
        "https://en.wikipedia.org/wiki/Horace",
        "https://en.wikipedia.org/wiki/George_II_of_Great_Britain",
        "https://en.wikipedia.org/wiki/Sporus",
        "https://en.wikipedia.org/wiki/Poet_Laureate_of_the_United_Kingdom",
        "https://en.wikipedia.org/wiki/Colley_Cibber",
        "https://en.wikipedia.org/wiki/Last_Rites",
        "https://en.wikipedia.org/wiki/Iliad",
        "https://en.wikipedia.org/wiki/Publication_by_subscription",
        "https://en.wikipedia.org/wiki/Samuel_Johnson",
        "https://en.wikipedia.org/wiki/Richard_Bentley",
        "https://en.wikipedia.org/wiki/William_Broome",
        "https://en.wikipedia.org/wiki/Elijah_Fenton",
        "https://en.wikipedia.org/wiki/Leslie_Stephen",
        "https://en.wikipedia.org/wiki/Jacob_Tonson",
        "https://en.wikipedia.org/wiki/Lewis_Theobald",
        "https://en.wikipedia.org/wiki/Catholic_Church",
        "https://en.wikipedia.org/wiki/Test_Act",
        "https://en.wikipedia.org/wiki/James_II_of_England",
        "https://en.wikipedia.org/wiki/Ode_on_Solitude",
        "https://en.wikipedia.org/wiki/Pott_disease",
        "https://en.wikipedia.org/wiki/An_Essay_on_Criticism",
        "https://en.wikipedia.org/wiki/Horace",
        "https://en.wikipedia.org/wiki/Joseph_Addison",
        "https://en.wikipedia.org/wiki/Richard_Steele",
        "https://en.wikipedia.org/wiki/Eloisa_to_Abelard",
        "https://en.wikipedia.org/wiki/Satirist",
        "https://en.wikipedia.org/wiki/Blank_verse",
        "https://en.wikipedia.org/wiki/Poet_Laureate_of_the_United_Kingdom",
        "https://en.wikipedia.org/wiki/Colley_Cibber",
        "https://en.wikipedia.org/wiki/Robert_Walpole",
        "https://en.wikipedia.org/wiki/Lord_Byron",
        "https://en.wikipedia.org/wiki/William_Wordsworth",
        "https://en.wikipedia.org/wiki/An_Essay_on_Criticism",
        "https://en.wikipedia.org/wiki/Book_of_Isaiah",
        "https://en.wikipedia.org/wiki/Samuel_Johnson",
        "https://en.wikipedia.org/wiki/The_Rape_of_the_Lock",
        "https://en.wikipedia.org/wiki/The_Temple_of_Fame",
        "https://en.wikipedia.org/wiki/Iliad",
        "https://en.wikipedia.org/wiki/Eloisa_to_Abelard",
        "https://en.wikipedia.org/wiki/Three_Hours_After_Marriage",
        "https://en.wikipedia.org/wiki/Elegy_to_the_Memory_of_an_Unfortunate_Lady",
        "https://en.wikipedia.org/wiki/William_Shakespeare",
        "https://en.wikipedia.org/wiki/Odyssey",
        "https://en.wikipedia.org/wiki/The_Dunciad",
        "https://en.wikipedia.org/wiki/Moral_Essays",
        "https://en.wikipedia.org/wiki/Essay_on_Man",
        "https://en.wikipedia.org/wiki/Epistle_to_Dr_Arbuthnot",
        "https://en.wikipedia.org/wiki/Ode_on_Solitude",
        "https://en.wikipedia.org/wiki/Characters_and_Observations",
        "https://en.wikipedia.org/wiki/List_of_abolitionist_forerunners",
        "https://en.wikipedia.org/wiki/Oxford_University_Press",
        "https://en.wikipedia.org/wiki/Catholic_Encyclopedia",
        "https://en.wikipedia.org/wiki/Robert_Carruthers",
        "https://en.wikipedia.org/wiki/London_Evening_Standard",
        "https://en.wikipedia.org/wiki/Yale_University_Press",
        "https://en.wikipedia.org/wiki/Yale_University_Press",
        "https://en.wikipedia.org/wiki/University_of_California_Press",
        "https://en.wikipedia.org/wiki/Lewis_Madison_Terman",
        "https://en.wikipedia.org/wiki/Oxford_University_Press",
        "https://en.wikipedia.org/wiki/Cambridge_University_Press",
        "https://en.wikipedia.org/wiki/Wikisource",
        "https://en.wikipedia.org/wiki/Wikisource",
        "https://en.wikipedia.org/wiki/Dictionary_of_National_Biography",
        "https://en.wikipedia.org/wiki/Project_Gutenberg",
        "https://en.wikipedia.org/wiki/Internet_Archive",
        "https://en.wikipedia.org/wiki/LibriVox",
        "https://en.wikipedia.org/wiki/Catholic_Encyclopedia",
        "https://en.wikipedia.org/wiki/William_Minto",
        "https://en.wikipedia.org/wiki/Wayback_Machine",
        "https://en.wikipedia.org/wiki/English_Heritage_Archive",
        "https://en.wikipedia.org/wiki/Three_Hours_After_Marriage",
        "https://en.wikipedia.org/wiki/Ode_on_Solitude",
        "https://en.wikipedia.org/wiki/An_Essay_on_Criticism",
        "https://en.wikipedia.org/wiki/The_Rape_of_the_Lock",
        "https://en.wikipedia.org/wiki/The_Temple_of_Fame",
        "https://en.wikipedia.org/wiki/Eloisa_to_Abelard",
        "https://en.wikipedia.org/wiki/Elegy_to_the_Memory_of_an_Unfortunate_Lady",
        "https://en.wikipedia.org/wiki/Samuel_Johnson",
        "https://en.wikipedia.org/wiki/The_Dunciad",
        "https://en.wikipedia.org/wiki/An_Essay_on_Man",
        "https://en.wikipedia.org/wiki/Moral_Essays",
        "https://en.wikipedia.org/wiki/Epistle_to_Dr_Arbuthnot",
        "https://en.wikipedia.org/wiki/Popeswood",
        "https://en.wikipedia.org/wiki/Scriblerus_Club",
        "https://en.wikipedia.org/wiki/Memoirs_of_Martinus_Scriblerus",
        "https://en.wikipedia.org/wiki/Heroic_couplet",
        "https://en.wikipedia.org/wiki/Martha_Blount",
        "https://en.wikipedia.org/wiki/John_Caryll_the_younger",
        "https://en.wikipedia.org/wiki/Alexander_Pope",
        "https://en.wikipedia.org/wiki/Alexander_Pope",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}