{
    "url": "https://en.wikipedia.org/wiki/Alexander_Belyaev",
    "title": "Alexander Belyaev",
    "table_of_contents": [
        "1 Biography",
        "2 Death",
        "3 Posthumous copyright dispute",
        "4 Bibliography",
        "4.1 Selected novels",
        "4.2 Anthologies edited",
        "5 Film adaptations",
        "6 References",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Alexander Romanovich Belyaev (Russian: Алекса́ндр Рома́нович Беля́ев, [ɐlʲɪkˈsandr rɐˈmanəvʲɪtɕ bʲɪˈlʲæɪf]; 16 March [O.S. 4 March] 1884 – 6 January 1942) was a Soviet Russian writer of science fiction. His works from the 1920s and 1930s made him a highly regarded figure in Russian science fiction, often referred to as \"Russia's Jules Verne\".[1] Belyaev's best known books include Professor Dowell's Head, Amphibian Man, Ariel, and The Air Seller.\n\n"
        },
        {
            "title": "Biography",
            "text": "Alexander Belyaev was born in Smolensk in the family of an Orthodox priest. His father, after losing two other children (Alexander's sister Nina died at childhood from sarcoma and his brother Vasiliy, a veterinary student, drowned during a boat trip), wanted him to continue the family tradition and enrolled Alexander into Smolensk seminary. Belyaev, on the other hand, didn't feel particularly religious and even became an atheist in seminary. After graduating he didn't take his vows and enrolled into a law school. While he studied law his father died and he had to support his mother and other family by giving lessons and writing for theater.\n\nAfter graduating from the school in 1906 Belyaev became a practicing lawyer and made himself a good reputation. In that period his finances markedly improved, and he traveled around the world extensively as a vacation after each successful case. During that time he continued to write, albeit on small scale. Literature, however, proved increasingly appealing to him, and in 1914 he left law to concentrate on his literary pursuits. However, at the same time, at the age of 30, Alexander became ill with tuberculosis.\n\nTreatment was unsuccessful; the infection spread to his spine and resulted in paralysis of the legs. Belyaev suffered constant pain and was paralysed for six years. His wife left him, not wanting to care for the paralyzed. In search for the right treatment he moved to Yalta together with his mother and old nanny. During his convalescence, he read the work of Jules Verne, H. G. Wells, and Konstantin Tsiolkovsky, and began to write poetry in his hospital bed.\n\nBy 1922 he had overcome the disease and tried to find occupation in Yalta. He served a brief stint as a police inspector, tried other odd jobs such as a librarian, but life remained difficult, and in 1923 he moved to Moscow where he started to practice law again, as a consultant for various Soviet organizations. At the same time Belyaev began his serious literary activity as writer of science fiction novels. In 1925 his first novel, Professor Dowell's Head (Голова Профессора Доуэля) was published. From 1931 he lived in Leningrad with his wife and oldest daughter; his youngest daughter died of meningitis in 1930, aged six. In Leningrad he met H. G. Wells, who visited the USSR in 1934.\n\nIn the last years of his life Belyaev lived in the Leningrad suburb of Pushkin (formerly Tsarskoye Selo). At the beginning of the German invasion of the Soviet Union during the Second World War he refused to evacuate because he was recovering after an operation that he had undergone a few months earlier.\n\n"
        },
        {
            "title": "Death",
            "text": "Belyaev died of starvation in the Soviet town of Pushkin in 1942 while it was occupied by the Nazis. A German officer and four soldiers carried his body from his home and conducted a burial. The general spoke a short eulogy, saying that when he was a boy, he had loved reading the writer's books translated into German; as a gesture of respect, they gave him an Orthodox burial, in the ground. The exact location of his grave is unknown. A memorial stone at the Kazanskoe cemetery in the town of Pushkin is placed on the mass grave where his body is assumed to be buried.\n\nHis wife and daughter survived and were registered as Volksdeutsche (Belyaev's wife's mother was of Swedish descent). Near the end of the war they were taken away to Poland by the Nazis. Due to this, after the war, Soviets treated them as collaborators: they were exiled to Barnaul (Western Siberia) and lived there for 11 years.[2][3]\n\n"
        },
        {
            "title": "Posthumous copyright dispute",
            "text": "According to the Soviet copyright law in effect until 1964, Belyaev's works entered the public domain 15 years after his death. In the post-Soviet era, Russia's 1993 copyright law granted copyright protection for 50 years after the author's death. With the adoption of Part IV of the Civil Code of Russia in 2004, copyright protection was extended to 70 years after the author's death, and by an additional 4 years for authors who worked or fought during the Great Patriotic War. And a 2006 law stated that the Civil Code's copyright protections described under articles 1281, 1318, 1327, and 1331 do not apply to works whose 50 year p.m.a. copyright term expired before the 1993 law came into force.[4] All of this contributed to confusion about whether or not Belyaev's works are protected by copyright, and for how long.\n\nIn 2008, Terra publishing company acquired exclusive rights to print Belyaev's works from his heirs, and proceeded to sue Astrel and AST-Moskva publishing companies (both part of AST) for violating those exclusive rights. The Moscow arbitration court found in favor of Terra, awarding 7.5 billion rubles in damages and barring Astrel from distributing the \"illegally published\" works.[5] An appellate court found that the awarded damages were calculated unjustifiably and dismissed them.[5] On further appeal, a federal arbitration court found that Belyaev's works entered the public domain on 1 January 1993, and could not enjoy copyright protection at all. In 2010, a Krasnodar cassation panel agreed that Belyaev's works are in the public domain.[6] Finally, in 2011 the Supreme Court of Arbitration of Russia found that Belyaev's works are protected by copyright until 1 January 2017 due to his activity during the Great Patriotic War, and remanded the case to lower courts for retrial.[5]\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Smolensk",
        "https://en.wikipedia.org/wiki/Russian_Empire",
        "https://en.wikipedia.org/wiki/USSR",
        "https://en.wikipedia.org/wiki/Lawyer",
        "https://en.wikipedia.org/wiki/Novelist",
        "https://en.wikipedia.org/wiki/Russia",
        "https://en.wikipedia.org/wiki/USSR",
        "https://en.wikipedia.org/wiki/Science_fiction",
        "https://en.wikipedia.org/wiki/Adventure_novel",
        "https://en.wikipedia.org/wiki/The_Air_Seller",
        "https://en.wikipedia.org/wiki/Amphibian_Man",
        "https://en.wikipedia.org/wiki/Russian_language",
        "https://en.wikipedia.org/wiki/Old_Style_and_New_Style_dates",
        "https://en.wikipedia.org/wiki/USSR",
        "https://en.wikipedia.org/wiki/Russia",
        "https://en.wikipedia.org/wiki/Science_fiction",
        "https://en.wikipedia.org/wiki/Russian_science_fiction_and_fantasy",
        "https://en.wikipedia.org/wiki/Jules_Verne",
        "https://en.wikipedia.org/wiki/Amphibian_Man",
        "https://en.wikipedia.org/wiki/The_Air_Seller",
        "https://en.wikipedia.org/wiki/Mad_scientist",
        "https://en.wikipedia.org/wiki/Smolensk",
        "https://en.wikipedia.org/wiki/Orthodox_Christianity",
        "https://en.wikipedia.org/wiki/Priest",
        "https://en.wikipedia.org/wiki/Sarcoma",
        "https://en.wikipedia.org/wiki/Seminary",
        "https://en.wikipedia.org/wiki/Atheist",
        "https://en.wikipedia.org/wiki/Tuberculosis",
        "https://en.wikipedia.org/wiki/Paralysis",
        "https://en.wikipedia.org/wiki/Yalta",
        "https://en.wikipedia.org/wiki/Jules_Verne",
        "https://en.wikipedia.org/wiki/Konstantin_Tsiolkovsky",
        "https://en.wikipedia.org/wiki/Moscow",
        "https://en.wikipedia.org/wiki/Leningrad",
        "https://en.wikipedia.org/wiki/Tsarskoye_Selo",
        "https://en.wikipedia.org/wiki/German_invasion_of_the_Soviet_Union",
        "https://en.wikipedia.org/wiki/Nazi_Germany",
        "https://en.wikipedia.org/wiki/Volksdeutsche",
        "https://en.wikipedia.org/wiki/Poland",
        "https://en.wikipedia.org/wiki/Barnaul",
        "https://en.wikipedia.org/wiki/Copyright_law_of_the_Soviet_Union",
        "https://en.wikipedia.org/wiki/Public_domain",
        "https://en.wikipedia.org/wiki/Copyright_law_of_Russia",
        "https://en.wikipedia.org/wiki/Civil_Code_of_Russia",
        "https://en.wikipedia.org/wiki/Great_Patriotic_War",
        "https://en.wikipedia.org/wiki/Post_mortem_auctoris",
        "https://en.wikipedia.org/wiki/Supreme_Court_of_Arbitration_of_Russia",
        "https://en.wikipedia.org/wiki/Amphibian_Man",
        "https://en.wikipedia.org/wiki/The_Air_Seller",
        "https://en.wikipedia.org/wiki/Konstantin_Tsiolkovsky",
        "https://en.wikipedia.org/wiki/Wikisource",
        "https://en.wikipedia.org/wiki/Island_of_Lost_Ships",
        "https://en.wikipedia.org/wiki/Wayback_Machine",
        "https://en.wikipedia.org/wiki/Internet_Speculative_Fiction_Database",
        "https://en.wikipedia.org/wiki/Alexander_Belyaev",
        "https://en.wikipedia.org/wiki/Alexander_Belyaev",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}