{
    "url": "https://en.wikipedia.org/wiki/Alexander_Veltman",
    "title": "Alexander Veltman",
    "table_of_contents": [
        "1 Life",
        "2 Work",
        "3 Reputation",
        "4 English translations",
        "5 References",
        "6 Sources",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Alexander Fomich Veltman (Russian: Алекса́ндр Фоми́ч Ве́льтман) (20 July [O.S. 8 July] 1800[1] — 23 January [O.S. 11 January] 1870) was one of the most successful Russian prose writers of the 1830s and 1840s, \"popular for various modes of Romantic fiction — historical, Gothic, fantastic, and folkloristic\".[2] He was one of the pioneers of Russian science fiction.\n\n"
        },
        {
            "title": "Life",
            "text": "Veltman was born in Saint Petersburg, the first of four children of Foma Fomich Veltman and Maria Petrovna Kolpanicheva. His father had served in the military before becoming a minor civil servant, rising to the rank of titular counselor; Russian sources say he was from the Swedish nobility, but there is evidence to suggest he may have been of German origin.[3] Veltman said in an unpublished autobiography that he had learned to tell stories from his father's orderly, a shoemaker he called \"Uncle Boris,\" but his formal education began at the age of eight at a Lutheran private school. In 1811 he entered the school for the nobility attached to Moscow University, but his studies were interrupted the next year by the invasion of Napoleon, who is featured in several of his books. Like much of the population, the Veltmans fled Moscow, staying in Kostroma until the French retreat.\n\nIn 1814, he resumed his education. He graduated in 1817 from the Korpus kolonnovozhatykh, a school established by General Nikolay N. Muravyov in his home to train staff officers, and was commissioned as an ensign (praporshchik) in the army. (While still a student at the Korpus, he wrote an arithmetic textbook that was published in 1817.) He was posted to the Second Army at Tulchin in the southern Ukraine and assigned to work on a topographical survey of Bessarabia, a region in which he would spend the next twelve years and one which figures prominently in his work.[4] Tulchin was the chief center of the Southern Society of the Decembrists and several of the officers who were later arrested were his friends, but there is no evidence that Veltman sympathized with the revolt.\n\nIn Bessarabia, Veltman became popular among his fellow officers for his humorous verse, but he was eclipsed when Alexander Pushkin arrived in Kishinev, the capital of the province, in 1820. Although Pushkin was only twenty-one, he was already famous, and Veltman tried to avoid meeting him (\"I was afraid that someone in the group might say to him in my presence, 'Pushkin, this fellow of ours also writes poetry'\"), but the two soon became friendly and Pushkin praised Veltman's poetry in a letter to a friend. After taking part in the Russo-Turkish War (1828–1829), in which he was awarded the Order of St. Vladimir (second class) for bravery,[5] Veltman left the army to pursue a career in literature, retiring in January 1831 with the rank of lieutenant-colonel.\n\nVeltman married his second cousin Anna Pavlovna Veidel in 1832 (after some difficulty with her family) and his daughter Nadezhda was born in 1837, so he needed more financial support than his military pension and his literary career could provide; though his work was extremely popular in the mid-1830s, it didn't bring in much income, and an attempt to create a journal, Kartiny sveta [Pictures of the world, 1836-37], was a financial failure.[6] In 1842 he became assistant director of the Kremlin Museum of Armaments, a post that provided him with a good salary, a government apartment, and the rank of court councilor, so that he was free to write and pursue his antiquarian interests. In 1848 his friend Mikhail Pogodin invited him to help edit the journal Moskvityanin (The Muscovite), and from January 1849 through March 1850 its pages \"bear his considerable imprint in the form of the numerous articles and reviews written by him as well as through his rather arbitrary editorial treatment of the contributions to the magazine written by others.\"[7]\n\nAnna Pavlovna died in 1847, and in 1850 he married Elena Ivanovna Kube, who had been a successful writer under her maiden name and now took Veltman's. (In 1919 Maxim Gorky asked Kornei Chukovsky if he had read her work, and said \"She had a fine novel in Otechestvennye zapiski in the fifties.\"[8]) In 1852 Veltman became Director of the Museum of Armaments, and he and his wife became prosperous, entertaining guests on Thursdays in their large and luxurious new apartment near the Arbat. In 1854 he was elected a corresponding member of the Academy of Sciences. Elena died in 1868 and Veltman himself two years later.\n\n"
        },
        {
            "title": "Work",
            "text": "Veltman's first novel, Strannik (The wanderer, 1831–32), had extraordinary success. Laura Jo McCullough wrote: \"The Wanderer is, in a sense, Veltman's artistic manifesto and reflects his debt to both Sterne and Jean Paul.\"[9] Set mainly in Bessarabia, it is \"a parodic revival of the travel notes genre, a combination of an imaginary journey taking place on a map in the narrator's study with details derived from a real journey over the same territory some years before.\"[10] In it, Veltman \"gives whole conversations in Yiddish, Modern Greek and Rumanian, as well as in the more readily intelligible German and French.\"[11]\n\nHe followed Strannik with Koshchei bessmertny: Bylina starogo vremeni (Koshchei the immortal: a bylina of old times, 1833), a parody of the historical adventure novels popular at the time. Its hero, Iva Olelkovich Puta-Zarev, is a sort of Russian Don Quixote, his brains addled by overexposure to Russian folklore. After his marriage, he imagines that his bride has been captured by Koschei, and after various adventures the couple are reunited. \"Vel'tman indulges in cheerful leaps through space and time, happy to be sidetracked down the byways of history and folk-tale.\"[12] Critics are in general agreement that Strannik and Koshchei bessmertny are the works that best reflect Veltman's talent.\n\nAlso in 1833, Veltman published MMMCDXLVIII god: Rukopisʹ Martyna-Zadeka (3448 A.D.: a manuscript by Martin Zadek), a utopia in which a traveler visits the imaginary Balkan country of Bosphorania, ruled by the righteous Ioann, who devotes all his time and effort to the good of his people; there are descriptions of the social and technological advances of the 35th century, including popular festivals and expeditions to the South Pole. Ioann has an evil twin brother Eol, who seizes power and drives the country into ruin; after his death, peace and order are restored. The novel is a successor to the utopias of the 18th century and represents the more advanced philosophical ideas of the 1820s.[13] Martin Zadek is not an invention of Veltman's but a popular Nostradamus-type figure of the day; a book of his predictions was published in Basel in 1770 and translated into Russian the same year (editions continued to be printed right up to the October Revolution), and he was referred to by Pushkin and Zamyatin, among others.[14]\n\nIn 1834, he published Lunatik: Sluchai (The sleepwalker: an incident), a love story set against the background of Napoleon's invasion; the sleepwalker of the title is a university student who \"undergoes a series of hair-raising adventures as he searches for his lady-love, only to discover in the end that she is his sister\".[15] The novel includes digressions into philosophy, ideas on education, and descriptions of provincial life; the student protagonist has been seen as a precursor of Dostoevsky's doubles.\n\nSvetoslavich: Vrazhii pitomets (Svetoslavich: the devil's foster child, 1835) is another historical fantasy; its hero, Prince Vladimir, has an evil double, the \"devil's foster child\" of the title, who is the son of Prince Sviatoslav and Inegilda, miraculously stolen from his mother's womb by Satan \"and brought up to be the Devil's weapon against the danger that Vladimir may bring Christianity to Rus.\"[16] The situation is parallel to that of loann and Eol from MMMCDXLVIII god.\n\nIn 1836, Veltman published Predki Kalimerosa: Aleksandr Filippovich Makedonskii (The forebears of Kalimeros: Alexander, son of Philip of Macedon), which had considerable success; it has been called the first original Russian science fiction novel and the first novel to use time travel.[17] The narrator rides to ancient Greece on a hippogriff, hoping to discover what aspects of life and character made it possible for the ancients to be great military leaders and rulers of peoples. (\"Kalimeros\" is a Greek equivalent of Buonaparte, the original family name of Napoleon I; Veltman probably got the idea for this kind of wordplay from Victor Hugo's 1828 poem \"Bounaberdi\".[18]) He abducts the Pythia; finds himself in the camp of Philip of Macedon, father of Alexander the Great; and meets Aristotle in Athens. He then takes a trip with Alexander in which he mocks pagan rites and tries to pay for sacred writings with a 19th-century assignat. In the end he concludes that people of all times and places are the same, and it is the laws of history that can turn them into heroes; the author illustrates this by remarking that Alexander's profile reminds him of a Bessarabian stationmaster. Having bid farewell to Alexander, the protagonist returns to his own century on his \"time machine\".\n\nVirginiya, ili poezdka v Rossiyu (Virginia, or a journey to Russia, 1837) and Serdtse i dumka: Priklyuchenie (Heart and head: an adventure, 1838) returned to a contemporary setting and marked a turning point for Veltman: \"Henceforth he exercised greater control over his plots and style, curbing his earlier fondness for extravagant digression and verbal play.[19] Virginiya is a simple love story that satirizes foreign attitudes toward Russia; Serdtse i dumka is a fairy-tale allegory in which \"the devil intends to marry off all the bachelors in the town, but miscalculates: they all fall in love with the same young girl, the novel's heroine. The incident reveals the way in which pandemonium has taken over from pantheon: for here, in effect, the devil has assumed the role of Cupid.\"[20] The adventures of the heroine, Zoya Romanovna, \"illustrate the perennial split in human consciousness between what one feels and what one thinks\".[21] Serdtse i dumka was one of Dostoevsky's favorite novels.[22]\n\nThe theme of Predki Kalimerosa was carried on in Veltman's General Kalomeros: Roman (General Kalomeros: a novel, 1840), in which Napoleon (alias General Kalomeros), during his invasion of Russia, falls in love with Klavdia, the daughter of a Russian adventurer named Lovsky, and attempts to double himself, so that Napoleon can conquer Russia while the unknown \"General Kalomeros\" can remain with his beloved. However, historical necessity separates the lovers.\n\nDuring the 1840s, Veltman was drawn again to poetry, and published verse folktales based on the folklore of the West and South Slavs, including \"Troyan and Angelitsa\" and \"Zlatoi and Bela: A Czech Tale\". He also translated the tale of Nala and Damayanti from the Mahabharata, and had plans to write a continuation of Pushkin's Rusalka. He was also engaged in study of the history and culture of the Slavs, and was a strong supporter of the Bulgarian Renaissance.[23] His story \"Travel Impressions, and, among Other Things, a Pot of Geraniums\" (1840) \"contains some fascinating details about travel by coach as well as what may be the first description in Russian literature of travel by railroad\".[24]\n\n\nIn the late 1840s, Veltman began a new series of novels to which he dedicated the rest of his life. The overall title was Priklyucheniya, pocherpnutye iz morya zhiteiskogo (Adventures drawn from the sea of life), and it consisted of four novels published from 1848 to 1862, plus a fifth that survives in manuscript form. The first was Salomeya, which Aleksey Pleshcheyev called \"a first-rate work\", writing to Dostoevsky:\nThe sequels were Chudodei (The miracle worker, 1856), a comic novel satirizing the lower middle class; Vospitanitsa Sara (Sara, a ward, 1862), the story of a girl who is taken into an aristocratic household and becomes a kept woman; and Schast'e - Neschast'e (Fortune - misfortune, 1863), about Mikhailo Gorazdov and his friends, who leave their peaceful and productive lives in Bessarabia for the false glitter of the capital and are nearly ruined before they return, chastened, to find true happiness in their homeland.\n\n"
        },
        {
            "title": "Reputation",
            "text": "Boris Yakovlevich Bukhshtab, in his 1926 article \"Pervye romany Vel'tmana\" (Veltman's earliest novels), wrote: \"In the history of Russian literature there is no other writer who, having enjoyed as much popularity in his own time as Vel'tman, so rapidly disappeared into complete oblivion.\"[26] However, he has always had influential defenders. Tolstoy called him lively and exact, with \"no exaggeration\", and said that at times he was better than Gogol;[27] Dostoevsky was a champion of his work, and Joseph Frank, Dostoevsky's biographer, called him \"one of the most original novelists of the 1830s\".[28]\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Old_Style_and_New_Style_dates",
        "https://en.wikipedia.org/wiki/Saint_Petersburg",
        "https://en.wikipedia.org/wiki/Russian_Empire",
        "https://en.wikipedia.org/wiki/Old_Style_and_New_Style_dates",
        "https://en.wikipedia.org/wiki/Russian_Empire",
        "https://en.wikipedia.org/wiki/Russian_language",
        "https://en.wikipedia.org/wiki/Old_Style_and_New_Style_dates",
        "https://en.wikipedia.org/wiki/Old_Style_and_New_Style_dates",
        "https://en.wikipedia.org/wiki/Saint_Petersburg",
        "https://en.wikipedia.org/wiki/Table_of_Ranks",
        "https://en.wikipedia.org/wiki/Moscow_University",
        "https://en.wikipedia.org/wiki/Napoleon",
        "https://en.wikipedia.org/wiki/Kostroma",
        "https://en.wikipedia.org/wiki/Tulchin",
        "https://en.wikipedia.org/wiki/Bessarabia",
        "https://en.wikipedia.org/wiki/Decembrist_revolt",
        "https://en.wikipedia.org/wiki/Alexander_Pushkin",
        "https://en.wikipedia.org/wiki/Kishinev",
        "https://en.wikipedia.org/wiki/Kremlin_Armoury",
        "https://en.wikipedia.org/wiki/Table_of_Ranks",
        "https://en.wikipedia.org/wiki/Mikhail_Pogodin",
        "https://en.wikipedia.org/wiki/Moskvityanin",
        "https://en.wikipedia.org/wiki/Maxim_Gorky",
        "https://en.wikipedia.org/wiki/Kornei_Chukovsky",
        "https://en.wikipedia.org/wiki/Arbat",
        "https://en.wikipedia.org/wiki/Russian_Academy_of_Sciences",
        "https://en.wikipedia.org/wiki/Bylina",
        "https://en.wikipedia.org/wiki/Don_Quixote",
        "https://en.wikipedia.org/wiki/Koschei",
        "https://en.wikipedia.org/wiki/Utopia",
        "https://en.wikipedia.org/wiki/Nostradamus",
        "https://en.wikipedia.org/wiki/Basel",
        "https://en.wikipedia.org/wiki/October_Revolution",
        "https://en.wikipedia.org/wiki/Pushkin",
        "https://en.wikipedia.org/wiki/Yevgeny_Zamyatin",
        "https://en.wikipedia.org/wiki/Dostoevsky",
        "https://en.wikipedia.org/wiki/Vladimir_I_of_Kiev",
        "https://en.wikipedia.org/wiki/Sviatoslav_I_of_Kiev",
        "https://en.wikipedia.org/wiki/Time_travel",
        "https://en.wikipedia.org/wiki/Hippogriff",
        "https://en.wikipedia.org/wiki/Napoleon_I",
        "https://en.wikipedia.org/wiki/Victor_Hugo",
        "https://en.wikipedia.org/wiki/Pythia",
        "https://en.wikipedia.org/wiki/Philip_II_of_Macedon",
        "https://en.wikipedia.org/wiki/Alexander_the_Great",
        "https://en.wikipedia.org/wiki/Aristotle",
        "https://en.wikipedia.org/wiki/Assignat",
        "https://en.wikipedia.org/wiki/Nala",
        "https://en.wikipedia.org/wiki/Damayanti",
        "https://en.wikipedia.org/wiki/Mahabharata",
        "https://en.wikipedia.org/wiki/Bulgarian_Renaissance",
        "https://en.wikipedia.org/wiki/Aleksey_Pleshcheyev",
        "https://en.wikipedia.org/wiki/Leo_Tolstoy",
        "https://en.wikipedia.org/wiki/Great_Russian_Encyclopedia",
        "https://en.wikipedia.org/wiki/Great_Soviet_Encyclopedia",
        "https://en.wikipedia.org/wiki/Old_Style_and_New_Style_dates",
        "https://en.wikipedia.org/wiki/Internet_Archive",
        "https://en.wikipedia.org/wiki/Alexander_Veltman",
        "https://en.wikipedia.org/wiki/Alexander_Veltman",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}