{
    "url": "https://en.wikipedia.org/wiki/Alexander_Bogdanov",
    "title": "Alexander Bogdanov",
    "table_of_contents": [
        "1 Early years",
        "2 Bolshevism",
        "3 During World War I",
        "4 During the Russian Revolution",
        "5 After the October Revolution",
        "6 Proletkult",
        "7 Arrest",
        "8 Later years and death",
        "9 Legacy",
        "10 In popular culture",
        "11 Published works",
        "11.1 Russian",
        "11.1.1 Non-fiction",
        "11.1.2 Fiction",
        "11.2 English translation",
        "11.2.1 Non-fiction",
        "11.2.2 Fiction",
        "12 See also",
        "13 Notes",
        "14 Sources",
        "15 Further reading",
        "16 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Alexander Aleksandrovich Bogdanov (Russian: Алекса́ндр Алекса́ндрович Богда́нов; 22 August 1873 [O.S. 10 August] – 7 April 1928), born Alexander Malinovsky, was a Russian and later Soviet physician, philosopher, science fiction writer, and Bolshevik revolutionary.\n\nHe was a key figure in the early history of the Russian Social Democratic Labor Party (later the Communist Party of the Soviet Union), originally established 1898, and of its Bolshevik faction. Bogdanov co-founded the Bolsheviks in 1903, when they split with the Menshevik faction. He was a rival within the Bolsheviks to Vladimir Lenin (1870–1924), until being expelled in 1909 and founding his own faction Vpered. Following the Russian Revolutions of 1917, when the Bolsheviks came to power in the collapsing Russian Republic, during the first decade of the subsequent Soviet Union in the 1920s, he was an influential opponent of the Bolshevik government and Lenin from a Marxist leftist perspective. \n\nBogdanov received training in medicine and psychiatry. His wide scientific and medical interests ranged from the universal systems theory to the possibility of human rejuvenation through blood transfusion. He invented an original philosophy called \"tectology\", now regarded as a forerunner of systems theory. He was also an economist, culture theorist, science fiction writer, and political activist. He was one of the Russian Machists.\n\n"
        },
        {
            "title": "Early years",
            "text": "Ethnically Belarusian,[1][2]  Alexander Malinovsky was born in Sokółka, Russian Empire (now Poland),[3] into a rural teacher's family, the second of six children.[4] He attended the Gymnasium at Tula,[5] which he compared to a barracks or prison. He was awarded a gold medal when he graduated.[6]\n\nUpon completion of the gymnasium, Bogdanov was admitted to the Natural Science Department of Moscow State University.[7] In his autobiography, Bogdanov reported that, while studying at Moscow University, he joined the Union Council of Regional Societies and was arrested and exiled to Tula because of it.[8]\n\nThe head of the Moscow Okhrana had used an informant to acquire the names of members of the Union Council of Regional Societies, which included Bogdanov's name. On October 30, 1894, students rowdily demonstrated against a lecture by the history Professor Vasily Klyuchevsky who, despite being a well-known liberal, had written a favourable eulogy for the recently deceased Tsar Alexander III of Russia. Punishment of a few of the students was seen as so arbitrary and unfair that the Union Council requested a fair reexamination of the issue. That very night, the Okhrana arrested all the students on the list mentioned above – including Bogdanov – all of whom were expelled from the university and banished to their hometowns.[9]\n\nExpelled from Moscow State University, he enrolled as an external student at the University of Kharkov, from which he graduated as a physician in 1899. Bogdanov remained in Tula from 1894 to 1899, where – since his own family was living in Sokółka – he lodged with Alexander Rudnev, the father of Vladimir Bazarov, who became a close friend and collaborator in future years. Here he met and married Natalya Bogdanovna Korsak, who, as a woman, had been refused entrance to the university. She was eight years older than he was[10] and worked as a nurse for Rudnev. Malinovsky adopted the pen name that he used when he wrote his major theoretical works and his novels from her patronym.[11]\n\nAlongside Bazarov and Ivan Skvortsov-Stepanov he became a tutor in a workers' study circle. This was organised in the Tula Armament Factory by Ivan Saveliev, whom Bogdanov credited with founding Social Democracy in Tula. During this period, he wrote his Brief course of economic science, which was published – \"subject to many modifications made for the benefit of the censor\" – only in 1897. He later said that this experience of student-led education gave him his first lesson in proletarian culture. \n\nIn autumn 1895, he resumed his medical studies at the University of Kharkiv (Ukraine) but still spent much time in Tula. He came across the works of Lenin in 1896, particularly the latter's critique of Peter Berngardovich Struve. In 1899, he graduated as a medical doctor and published his next work, \"Basic elements of the historical perspective on nature\". However, because of his political views, he was also arrested by the Tsar's police, spent six months in prison, and was exiled to Vologda.\n\n"
        },
        {
            "title": "Bolshevism",
            "text": "Bogdanov dated his support for Bolshevism from autumn of 1903. Early in 1904, Martyn Liadov was sent by the Bolsheviks in Geneva to seek out supporters in Russia. He found a sympathetic group of revolutionaries, including Bogdanov, in Tver. Bogdanov was then sent by the Tver Committee to Geneva, where he was greatly impressed by Lenin's One Step Forward, Two Steps Back. Back in Russia during the 1905 Revolution, Bogdanov was arrested on 3 December 1905 and held in prison until 27 May 1906. Upon release, he was exiled to Bezhetsk for three years. However, he obtained permission to spend his exile abroad, and joined Lenin in Kokkola, Finland.\n\nFor the next six years, Bogdanov was a major figure among the early Bolsheviks, second only to Lenin in influence. In 1904–1906, he published three volumes of the philosophic treatise Empiriomonizm (Empiriomonism), in which he tried to merge Marxism with the philosophy of Ernst Mach, Wilhelm Ostwald, and Richard Avenarius. His work later affected a number of Russian Marxist theoreticians, including Nikolai Bukharin.[12] In 1907, he helped organize the 1907 Tiflis bank robbery with both Lenin and Leonid Krasin.\n\nFor four years after the collapse of the Russian Revolution of 1905, Bogdanov led a group within the Bolsheviks (\"ultimatists\" and \"otzovists\" or \"recallists\"), who demanded a recall of Social Democratic deputies from the State Duma, and he vied with Lenin for the leadership of the Bolshevik faction. In 1908 he joined Bazarov, Lunacharsky, Berman, Helfond, Yushkevich and Suvorov in a symposium Studies in the Philosophy of Marxism which espoused the views of the Russian Marxists. By mid-1908, the factionalism with the Bolsheviks had become irreconcilable. A majority of Bolshevik leaders either supported Bogdanov or were undecided between him and Lenin. \n\nLenin concentrated on undermining Bogdanov's reputation as a philosopher. In 1909 he published a scathing book of criticism entitled Materialism and Empiriocriticism, assaulting Bogdanov's position and accusing him of philosophical idealism.[13] In June 1909, Bogdanov was defeated by Lenin at a Bolshevik mini-conference in Paris organized by the editorial board of the Bolshevik magazine Proletary and was expelled from the Bolsheviks.\n\nHe joined his brother-in-law Anatoly Lunacharsky, Maxim Gorky, and other Vperedists on the island of Capri, where they started the Capri Party School for Russian factory workers. In 1910, Bogdanov, Lunacharsky, Mikhail Pokrovsky, and their supporters moved the school to Bologna, where they continued teaching classes through 1911, while Lenin and his allies soon started the Longjumeau Party School just outside of Paris.\n\nBogdanov broke with the Vpered in 1912 and abandoned revolutionary activities. After six years of his political exile in Europe, Bogdanov returned to Russia in 1914, following the political amnesty declared by Tsar Nicholas II as part of the festivities connected with the tercentenary of the Romanov Dynasty.\n\n"
        },
        {
            "title": "During World War I",
            "text": "Bogdanov was drafted soon after the outbreak of World War I and was assigned as a junior regimental doctor with the 221st Smolensk infantry division in the Second Army commanded by General Alexander Samsonov. In the Battle of Tannenberg, August 26–30, the Second Army was surrounded and almost completely destroyed, but Bogdanov survived because he had been sent to accompany a seriously wounded officer to Moscow.[14] However following the Second Battle of the Masurian Lakes, he succumbed to a nervous disorder and subsequently became junior house surgeon at an evacuation hospital.[15]\n\nIn 1916 he wrote four articles for Vpered which provided an analysis of the World War and the dynamics of war economies. He attributed a central role to the armed forces in the economic restructuring of the belligerent powers. He saw the army as creating a \"consumers' communism\" with the state taking over ever-increasing parts of the economy.\n\nAt the same time military authoritarianism had also spread to civil society. This created the conditions for two consequences: consumption-led war communism and the destruction of the means of production. He thus predicted that even after the war, the new system of state capitalism would replace that of finance capitalism even though the destruction of the forces of production would cease.[16]\n\n"
        },
        {
            "title": "During the Russian Revolution",
            "text": "Bogdanov had no party-political involvement in the Russian Revolution of 1917, although he did publish a number of articles and books about the events that unfurled around him. He supported the Zimmerwaldist programme of \"peace without annexations or indemnities\". He deplored the Provisional Government's continued prosecution of the war. After the July Days, he advocated \"revolutionary democracy\" as he now considered the socialists capable of forming a government. However, he viewed this as a broad-based socialist provisional government that would convene a Constituent Assembly. \n\nIn May 1917, he published Chto my svergli in Novaya Zhizn. Here he argued that between 1904 and 1907, the Bolsheviks had been \"decidedly democratic\" and that there was no pronounced cult of leadership. However, following the decision of Lenin and the émigré group around him to break with Vpered in order to unify with the Mensheviks, the principle of leadership became more pronounced. After 1912, when Lenin insisted on splitting the Duma group of the RSDLP, the leadership principle became entrenched. However, he saw this problem as not being confined to the Bolsheviks, noting that similar authoritarian ways of thinking were shown in the Menshevik attitude to Plekhanov, or the cult of heroic individuals and leaders amongst the Narodniks.\n\n"
        },
        {
            "title": "After the October Revolution",
            "text": "At the beginning of February 1918, Bogdanov denied that the Bolsheviks' October seizure to power had constituted a conspiracy. Rather, he explained that an explosive situation had arisen through the prolongation of the war. He pointed to a lack of cultural development in that all strata of society, whether the bourgeoisie, the intelligentsia, or the workers, had shown a failure to resolve conflicts through negotiation. He described the revolution as being a combination of a peasant revolution in the countryside and a soldier-worker revolution in the cities. He regarded it as paradoxical that the peasantry expressed itself through the Bolshevik party rather than through the Socialist Revolutionaries.\n\nHe analysed the effect of the First World War as creating 'War Communism', which he defined a form of 'consumer communism', which created the circumstances for the development of state capitalism. He saw military state capitalism as a temporary phenomenon in the West, lasting only as long as the war. However, thanks to the predominance of the soldiers in the Bolshevik Party, he regarded it as inevitable that their backwardness should predominate in the re-organisation of society. Instead of proceeding in a methodical fashion, the pre-existing state was simply uprooted. The military-consumerist approach of simply requisitioning what was required had predominated and could not cope with the more complex social relations necessitated by the market:\n\nHe refused multiple offers to rejoin the party and denounced the new regime as similar to Aleksey Arakcheyev's arbitrary and despotic rule in the early 1820s.[19]\n\nIn 1918, Bogdanov became a professor of economics at the University of Moscow and director of the newly established Socialist Academy of Social Sciences.[20]\n\n"
        },
        {
            "title": "Proletkult",
            "text": "Between 1918 and 1920, Bogdanov co-founded the proletarian art movement Proletkult and was its leading theoretician. In his lectures and articles, he called for the total destruction of the \"old bourgeois culture\" in favour of a \"pure proletarian culture\" of the future. It was also through Proletkult that Bogdanov's educational theories were given form with the establishment of the Moscow Proletarian University. \n\nAt first Proletkult, like other radical cultural movements of the era, received financial support from the Bolshevik government, but by 1920, the Bolshevik leadership grew hostile, and on December 1, 1920, Pravda published a decree denouncing Proletkult as a \"petit bourgeois\" organization operating outside of Soviet institutions and a haven for \"socially alien elements\". Later in that month, the president of Proletkult was removed, and Bogdanov lost his seat on its Central Committee. He withdrew from the organization completely in 1921–1922.[21]\n\n"
        },
        {
            "title": "Arrest",
            "text": "Bogdanov gave a lecture to a club at Moscow University, which, according to Yakov Yakovlev, included an account of the formation of Vpered and reiterated some of the criticisms Bogdanov had made at the time of the individualism of certain leaders. Yakovlev further claimed that Bogdanov discussed the development of the concept of proletarian culture up to the present day and discussed to what extent the Communist Party saw Proletkult as a rival. He further hinted at the prospect of a new International that might emerge if there were a revival of the socialist movement in the West. He said he envisaged such an International as merging political, trade union, and cultural activities into a single organisation. Yakovlev characterised these ideas as Menshevik, pointing to the refusal of Vpered to acknowledge the authority of the 1912 Prague Conference. He cited Bogdanov's characterization of the October revolution as \"soldiers'-peasants' revolt\", his criticisms of the New Economic Policy, and his description of the new regime as expressing the interests of a new class of technocratic and bureaucratic intelligentsia, as evidence that Bogdanov was involved in forming a new party.[22]\n\nMeanwhile, Workers' Truth had received publicity in the Berlin-based Menshevik journal Sotsialisticheskii Vestnik, and they also distributed a manifesto at the 12th Bolshevik Congress and were active in the industrial unrest which swept Moscow and Petrograd in July and August 1923. On 8 September 1923, Bogdanov was among a number of people arrested by the GPU (the Soviet secret police) on suspicion of being involved in them. He demanded to be interviewed by Felix Dzerzhinsky, to whom he explained that while he shared a range of views with Workers' Truth, he had no formal association with them. He was released after five weeks on 13 October; however, his file was not closed until a decree passed by the Supreme Soviet of the USSR on 16 January 1989. He wrote about his experiences under arrest in Five weeks with the GPU.[23]\n\n"
        },
        {
            "title": "Later years and death",
            "text": "In 1924, Bogdanov started his blood transfusion experiments, apparently hoping to achieve eternal youth or at least partial rejuvenation. Lenin's sister Maria Ulyanova was among many who volunteered to take part in Bogdanov's experiments. After undergoing 11 blood transfusions, he remarked with satisfaction  the improvement of his eyesight, suspension of balding, and other positive symptoms. His fellow revolutionary Leonid Krasin wrote to his wife that \"Bogdanov seems to have become 7, no, 10 years younger after the operation\". In 1925–1926, Bogdanov founded the Institute for Haemotology and Blood Transfusions, which was later named after him. \n\nA later transfusion in 1928 cost him his life, when he took the blood of a student suffering from malaria and tuberculosis. The student injected with his blood made a complete recovery. Some scholars (e.g. Loren Graham) have speculated that his death may have been a suicide, because Bogdanov wrote a highly nervous political letter shortly beforehand. However, his death could be attributed to the adverse effects of blood transfusion, which were poorly understood at the time.[24][10][25]\n\n"
        },
        {
            "title": "Legacy",
            "text": "Both Bogdanov's fiction and his political writings imply that he expected the coming revolution against capitalism to lead to a technocratic society.[26]  This was because the workers lacked the knowledge and initiative to seize control of social affairs for themselves as a result of the hierarchical and authoritarian nature of the capitalist production process. However, Bogdanov also considered that the hierarchical and authoritarian mode of organization of the Bolshevik party was also partly to blame, although Bogdanov considered at least some such organization necessary and inevitable.\n\nIn the 1920s and 1930s, Bogdanov's theorizing, being the product of a non-Leninist Bolshevik, became an important, though \"underground\", influence on certain dissident factions in the Soviet Union who turned against Bolshevik autocracy while accepting the necessity of the Revolution and wishing to preserve its achievements.[27]\n\n"
        },
        {
            "title": "In popular culture",
            "text": "Bogdanov served as an inspiration for the character Arkady Bogdanov in Kim Stanley Robinson's science-fiction novels the Mars Trilogy. It is revealed in 'Blue Mars' that Arkady is a descendent of Alexander Bogdanov.[28]\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Eastern_Slavic_naming_customs",
        "https://en.wikipedia.org/wiki/Patronymic",
        "https://en.wikipedia.org/wiki/Surname",
        "https://en.wikipedia.org/wiki/4th_Central_Committee_of_the_Russian_Social_Democratic_Labour_Party",
        "https://en.wikipedia.org/wiki/5th_Central_Committee_of_the_Russian_Social_Democratic_Labour_Party",
        "https://en.wikipedia.org/wiki/Central_Committee_of_the_Communist_Party_of_the_Soviet_Union",
        "https://en.wikipedia.org/wiki/Russian_Social_Democratic_Labour_Party",
        "https://en.wikipedia.org/wiki/Central_Committee_of_the_Communist_Party_of_the_Soviet_Union",
        "https://en.wikipedia.org/wiki/Russian_Social_Democratic_Labour_Party",
        "https://en.wikipedia.org/wiki/Grodno_Governorate",
        "https://en.wikipedia.org/wiki/Russian_Empire",
        "https://en.wikipedia.org/wiki/Poland",
        "https://en.wikipedia.org/wiki/Moscow",
        "https://en.wikipedia.org/wiki/Russian_SFSR",
        "https://en.wikipedia.org/wiki/Soviet_Union",
        "https://en.wikipedia.org/wiki/Russian_Social_Democratic_Labour_Party",
        "https://en.wikipedia.org/wiki/Bolsheviks",
        "https://en.wikipedia.org/wiki/Alma_mater",
        "https://en.wikipedia.org/wiki/Moscow_University",
        "https://en.wikipedia.org/wiki/Kharkiv_University",
        "https://en.wikipedia.org/wiki/Russian_language",
        "https://en.wikipedia.org/wiki/Old_Style_and_New_Style_dates",
        "https://en.wikipedia.org/wiki/Soviet_Union",
        "https://en.wikipedia.org/wiki/Physician",
        "https://en.wikipedia.org/wiki/Philosopher",
        "https://en.wikipedia.org/wiki/Science_fiction",
        "https://en.wikipedia.org/wiki/Bolshevism",
        "https://en.wikipedia.org/wiki/Revolutionary",
        "https://en.wikipedia.org/wiki/Russian_Social_Democratic_Labour_Party",
        "https://en.wikipedia.org/wiki/Communist_Party_of_the_Soviet_Union",
        "https://en.wikipedia.org/wiki/Bolshevik",
        "https://en.wikipedia.org/wiki/Menshevik",
        "https://en.wikipedia.org/wiki/Vladimir_Lenin",
        "https://en.wikipedia.org/wiki/Vpered",
        "https://en.wikipedia.org/wiki/Russian_Revolution",
        "https://en.wikipedia.org/wiki/Russian_Republic",
        "https://en.wikipedia.org/wiki/Soviet_Union",
        "https://en.wikipedia.org/wiki/Marxism",
        "https://en.wikipedia.org/wiki/Systems_theory",
        "https://en.wikipedia.org/wiki/Blood_transfusion",
        "https://en.wikipedia.org/wiki/Tectology",
        "https://en.wikipedia.org/wiki/Systems_theory",
        "https://en.wikipedia.org/wiki/Russian_Machism",
        "https://en.wikipedia.org/wiki/Belarusians",
        "https://en.wikipedia.org/wiki/Russian_Empire",
        "https://en.wikipedia.org/wiki/Moscow_State_University",
        "https://en.wikipedia.org/wiki/Okhrana",
        "https://en.wikipedia.org/wiki/Vasily_Klyuchevsky",
        "https://en.wikipedia.org/wiki/Alexander_III_of_Russia",
        "https://en.wikipedia.org/wiki/Vladimir_Bazarov",
        "https://en.wikipedia.org/wiki/Pen_name",
        "https://en.wikipedia.org/wiki/Patronym",
        "https://en.wikipedia.org/wiki/Study_circle",
        "https://en.wikipedia.org/wiki/Social_Democracy",
        "https://en.wikipedia.org/wiki/Proletarian_culture",
        "https://en.wikipedia.org/wiki/Kharkiv",
        "https://en.wikipedia.org/wiki/Lenin",
        "https://en.wikipedia.org/wiki/Peter_Berngardovich_Struve",
        "https://en.wikipedia.org/wiki/Vologda",
        "https://en.wikipedia.org/wiki/Martyn_Liadov",
        "https://en.wikipedia.org/wiki/Geneva",
        "https://en.wikipedia.org/wiki/Tver",
        "https://en.wikipedia.org/wiki/1905_Revolution",
        "https://en.wikipedia.org/wiki/Bezhetsk",
        "https://en.wikipedia.org/wiki/Kokkola",
        "https://en.wikipedia.org/wiki/Marxism",
        "https://en.wikipedia.org/wiki/Ernst_Mach",
        "https://en.wikipedia.org/wiki/Wilhelm_Ostwald",
        "https://en.wikipedia.org/wiki/Richard_Avenarius",
        "https://en.wikipedia.org/wiki/Nikolai_Bukharin",
        "https://en.wikipedia.org/wiki/1907_Tiflis_bank_robbery",
        "https://en.wikipedia.org/wiki/Leonid_Krasin",
        "https://en.wikipedia.org/wiki/Russian_Revolution_of_1905",
        "https://en.wikipedia.org/wiki/Ultimatists",
        "https://en.wikipedia.org/wiki/Otzovists",
        "https://en.wikipedia.org/wiki/State_Duma",
        "https://en.wikipedia.org/wiki/Anatoly_Lunacharsky",
        "https://en.wikipedia.org/wiki/Jakov_Berman",
        "https://en.wikipedia.org/wiki/Osip_Gelfond",
        "https://en.wikipedia.org/wiki/Pavel_Yushkevich",
        "https://en.wikipedia.org/wiki/Sergei_Suvorov",
        "https://en.wikipedia.org/wiki/Materialism_and_Empiriocriticism",
        "https://en.wikipedia.org/wiki/Philosophical_idealism",
        "https://en.wikipedia.org/wiki/Paris",
        "https://en.wikipedia.org/wiki/Proletary",
        "https://en.wikipedia.org/wiki/Anatoly_Lunacharsky",
        "https://en.wikipedia.org/wiki/Maxim_Gorky",
        "https://en.wikipedia.org/wiki/Vpered",
        "https://en.wikipedia.org/wiki/Capri",
        "https://en.wikipedia.org/wiki/Capri_Party_School",
        "https://en.wikipedia.org/wiki/Mikhail_Pokrovsky",
        "https://en.wikipedia.org/wiki/Bologna",
        "https://en.wikipedia.org/wiki/Longjumeau_Party_School",
        "https://en.wikipedia.org/wiki/Vpered",
        "https://en.wikipedia.org/wiki/Nicholas_II",
        "https://en.wikipedia.org/wiki/World_War_I",
        "https://en.wikipedia.org/wiki/Smolensk",
        "https://en.wikipedia.org/wiki/Alexander_Samsonov",
        "https://en.wikipedia.org/wiki/Second_Battle_of_the_Masurian_Lakes",
        "https://en.wikipedia.org/wiki/Shell_shock",
        "https://en.wikipedia.org/wiki/War_communism",
        "https://en.wikipedia.org/wiki/State_capitalism",
        "https://en.wikipedia.org/wiki/Finance_capitalism",
        "https://en.wikipedia.org/wiki/Russian_Revolution_of_1917",
        "https://en.wikipedia.org/wiki/Zimmerwald",
        "https://en.wikipedia.org/wiki/Provisional_Government",
        "https://en.wikipedia.org/wiki/July_Days",
        "https://en.wikipedia.org/wiki/Constituent_Assembly",
        "https://en.wikipedia.org/wiki/Georgi_Plekhanov",
        "https://en.wikipedia.org/wiki/Narodnik",
        "https://en.wikipedia.org/wiki/Socialist_Revolutionaries",
        "https://en.wikipedia.org/wiki/First_World_War",
        "https://en.wikipedia.org/wiki/War_Communism",
        "https://en.wikipedia.org/wiki/State_capitalism",
        "https://en.wikipedia.org/wiki/Aleksey_Arakcheyev",
        "https://en.wikipedia.org/wiki/University_of_Moscow",
        "https://en.wikipedia.org/wiki/Socialist_Academy_of_Social_Sciences",
        "https://en.wikipedia.org/wiki/Proletkult",
        "https://en.wikipedia.org/wiki/Pravda",
        "https://en.wikipedia.org/wiki/Moscow_University",
        "https://en.wikipedia.org/wiki/Yakov_Yakovlev",
        "https://en.wikipedia.org/wiki/Vpered",
        "https://en.wikipedia.org/wiki/Communist_Party_of_the_Soviet_Union",
        "https://en.wikipedia.org/wiki/Menshevik",
        "https://en.wikipedia.org/wiki/Prague_Conference",
        "https://en.wikipedia.org/wiki/October_revolution",
        "https://en.wikipedia.org/wiki/New_Economic_Policy",
        "https://en.wikipedia.org/wiki/Petrograd",
        "https://en.wikipedia.org/wiki/State_Political_Directorate",
        "https://en.wikipedia.org/wiki/Felix_Dzerzhinsky",
        "https://en.wikipedia.org/wiki/Supreme_Soviet_of_the_USSR",
        "https://en.wikipedia.org/wiki/Blood_transfusion",
        "https://en.wikipedia.org/wiki/Elixir_of_life",
        "https://en.wikipedia.org/wiki/Maria_Ilyinichna_Ulyanova",
        "https://en.wikipedia.org/wiki/Leonid_Krasin",
        "https://en.wikipedia.org/wiki/Hematology",
        "https://en.wikipedia.org/wiki/Malaria",
        "https://en.wikipedia.org/wiki/Tuberculosis",
        "https://en.wikipedia.org/wiki/Loren_Graham",
        "https://en.wikipedia.org/wiki/Capitalism",
        "https://en.wikipedia.org/wiki/Technocratic",
        "https://en.wikipedia.org/wiki/Soviet_Union",
        "https://en.wikipedia.org/wiki/Kim_Stanley_Robinson",
        "https://en.wikipedia.org/wiki/Mars_trilogy",
        "https://en.wikipedia.org/wiki/Labour_Monthly",
        "https://en.wikipedia.org/wiki/Loren_Graham",
        "https://en.wikipedia.org/wiki/Richard_Stites",
        "https://en.wikipedia.org/wiki/List_of_dystopian_literature",
        "https://en.wikipedia.org/wiki/1908_in_literature",
        "https://en.wikipedia.org/wiki/Arkady_Bogdanov",
        "https://en.wikipedia.org/wiki/Kim_Stanley_Robinson",
        "https://en.wikipedia.org/wiki/Mars_Trilogy",
        "https://en.wikipedia.org/wiki/Vasily_Yakovlev",
        "https://en.wikipedia.org/wiki/Boris_Souvarine",
        "https://en.wikipedia.org/wiki/University_of_Hull",
        "https://en.wikipedia.org/wiki/Virtual_Laboratory",
        "https://en.wikipedia.org/wiki/Max_Planck_Institute_for_the_History_of_Science",
        "https://en.wikipedia.org/wiki/LibriVox",
        "https://en.wikipedia.org/wiki/Positivism",
        "https://en.wikipedia.org/wiki/Antihumanism",
        "https://en.wikipedia.org/wiki/Empiricism",
        "https://en.wikipedia.org/wiki/Rationalism",
        "https://en.wikipedia.org/wiki/Scientism",
        "https://en.wikipedia.org/wiki/Legal_positivism",
        "https://en.wikipedia.org/wiki/Logical_positivism",
        "https://en.wikipedia.org/wiki/Analytic_philosophy",
        "https://en.wikipedia.org/wiki/Postpositivism",
        "https://en.wikipedia.org/wiki/Sociological_positivism",
        "https://en.wikipedia.org/wiki/Ernst_Mach",
        "https://en.wikipedia.org/wiki/Rankean_historical_positivism",
        "https://en.wikipedia.org/wiki/Positivism_in_Poland",
        "https://en.wikipedia.org/wiki/Russian_Machism",
        "https://en.wikipedia.org/wiki/Consilience",
        "https://en.wikipedia.org/wiki/Demarcation_problem",
        "https://en.wikipedia.org/wiki/Evidence",
        "https://en.wikipedia.org/wiki/Inductive_reasoning",
        "https://en.wikipedia.org/wiki/Pseudoscience",
        "https://en.wikipedia.org/wiki/Unity_of_science",
        "https://en.wikipedia.org/wiki/Verificationism",
        "https://en.wikipedia.org/wiki/Antipositivism",
        "https://en.wikipedia.org/wiki/Confirmation_holism",
        "https://en.wikipedia.org/wiki/Critical_theory",
        "https://en.wikipedia.org/wiki/Falsifiability",
        "https://en.wikipedia.org/wiki/Geisteswissenschaft",
        "https://en.wikipedia.org/wiki/Hermeneutics",
        "https://en.wikipedia.org/wiki/Historicism",
        "https://en.wikipedia.org/wiki/Historism",
        "https://en.wikipedia.org/wiki/Human_science",
        "https://en.wikipedia.org/wiki/Humanities",
        "https://en.wikipedia.org/wiki/Methodological_dualism",
        "https://en.wikipedia.org/wiki/Problem_of_induction",
        "https://en.wikipedia.org/wiki/Reflectivism",
        "https://en.wikipedia.org/wiki/Paradigm_shift",
        "https://en.wikipedia.org/wiki/History_of_science",
        "https://en.wikipedia.org/wiki/Uncertainty_principle",
        "https://en.wikipedia.org/wiki/Behavioralism",
        "https://en.wikipedia.org/wiki/Critical_rationalism",
        "https://en.wikipedia.org/wiki/Criticism_of_science",
        "https://en.wikipedia.org/wiki/Epistemology",
        "https://en.wikipedia.org/wiki/Epistemological_anarchism",
        "https://en.wikipedia.org/wiki/Epistemological_idealism",
        "https://en.wikipedia.org/wiki/Epistemological_nihilism",
        "https://en.wikipedia.org/wiki/Epistemological_pluralism",
        "https://en.wikipedia.org/wiki/Epistemological_realism",
        "https://en.wikipedia.org/wiki/Holism",
        "https://en.wikipedia.org/wiki/Instrumentalism",
        "https://en.wikipedia.org/wiki/Modernism",
        "https://en.wikipedia.org/wiki/Nomothetic_and_idiographic",
        "https://en.wikipedia.org/wiki/Operationalization",
        "https://en.wikipedia.org/wiki/Phenomenalism",
        "https://en.wikipedia.org/wiki/Philosophy_of_science",
        "https://en.wikipedia.org/wiki/Ramsey_sentence",
        "https://en.wikipedia.org/wiki/Sense_data",
        "https://en.wikipedia.org/wiki/Qualitative_research",
        "https://en.wikipedia.org/wiki/Relationship_between_religion_and_science",
        "https://en.wikipedia.org/wiki/Sociology",
        "https://en.wikipedia.org/wiki/Social_science",
        "https://en.wikipedia.org/wiki/Philosophy_of_social_science",
        "https://en.wikipedia.org/wiki/Structural_functionalism",
        "https://en.wikipedia.org/wiki/Structuralism",
        "https://en.wikipedia.org/wiki/Structuration_theory",
        "https://en.wikipedia.org/wiki/Methodenstreit",
        "https://en.wikipedia.org/wiki/Werturteilsstreit",
        "https://en.wikipedia.org/wiki/Positivism_dispute",
        "https://en.wikipedia.org/wiki/Science_wars",
        "https://en.wikipedia.org/wiki/The_Course_in_Positive_Philosophy",
        "https://en.wikipedia.org/wiki/A_General_View_of_Positivism",
        "https://en.wikipedia.org/wiki/Critical_History_of_Philosophy",
        "https://en.wikipedia.org/wiki/Idealism_and_Positivism",
        "https://en.wikipedia.org/wiki/The_Analysis_of_Sensations",
        "https://en.wikipedia.org/wiki/The_Logic_of_Modern_Physics",
        "https://en.wikipedia.org/wiki/The_Two_Cultures",
        "https://en.wikipedia.org/wiki/The_Universe_in_a_Nutshell",
        "https://en.wikipedia.org/wiki/Richard_Avenarius",
        "https://en.wikipedia.org/wiki/Auguste_Comte",
        "https://en.wikipedia.org/wiki/Ernst_Laas",
        "https://en.wikipedia.org/wiki/Ernst_Mach",
        "https://en.wikipedia.org/wiki/Berlin_Circle",
        "https://en.wikipedia.org/wiki/Vienna_Circle",
        "https://en.wikipedia.org/wiki/History_and_Class_Consciousness",
        "https://en.wikipedia.org/wiki/The_Logic_of_Scientific_Discovery",
        "https://en.wikipedia.org/wiki/The_Poverty_of_Historicism",
        "https://en.wikipedia.org/wiki/World_Hypotheses",
        "https://en.wikipedia.org/wiki/Two_Dogmas_of_Empiricism",
        "https://en.wikipedia.org/wiki/Truth_and_Method",
        "https://en.wikipedia.org/wiki/The_Structure_of_Scientific_Revolutions",
        "https://en.wikipedia.org/wiki/Conjectures_and_Refutations",
        "https://en.wikipedia.org/wiki/Knowledge_and_Human_Interests",
        "https://en.wikipedia.org/wiki/The_Poverty_of_Theory",
        "https://en.wikipedia.org/wiki/The_Scientific_Image",
        "https://en.wikipedia.org/wiki/The_Rhetoric_of_Economics",
        "https://en.wikipedia.org/wiki/Gaston_Bachelard",
        "https://en.wikipedia.org/wiki/Mario_Bunge",
        "https://en.wikipedia.org/wiki/Wilhelm_Dilthey",
        "https://en.wikipedia.org/wiki/Paul_Feyerabend",
        "https://en.wikipedia.org/wiki/Thomas_Kuhn",
        "https://en.wikipedia.org/wiki/Karl_Popper",
        "https://en.wikipedia.org/wiki/Willard_Van_Orman_Quine",
        "https://en.wikipedia.org/wiki/Max_Weber",
        "https://en.wikipedia.org/wiki/Knowledge",
        "https://en.wikipedia.org/wiki/Phronesis",
        "https://en.wikipedia.org/wiki/Truth",
        "https://en.wikipedia.org/wiki/Verstehen",
        "https://en.wikipedia.org/wiki/Alexander_Bogdanov",
        "https://en.wikipedia.org/wiki/Alexander_Bogdanov",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}