{
    "url": "https://en.wikipedia.org/wiki/Alice_Barnham",
    "title": "Alice Barnham",
    "table_of_contents": [
        "1 Family",
        "2 Courtship and first marriage",
        "3 Marriage to Francis Bacon",
        "4 Remarriage to John Underhill",
        "5 References",
        "6 Further reading"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\n\n\nAlice Barnham, Viscountess St Albans (14 May 1592 – 1650) was the wife of English scientific philosopher and statesman Francis Bacon.\n\n"
        },
        {
            "title": "Family",
            "text": "She was born 14 May 1592, to Benedict Barnham and his wife, Dorothy, née Smith. Benedict Barnham (1559–1598) was a London merchant, who held the positions of Alderman, Sheriff of London (1591–1592), and Member of the English Parliament for Yarmouth. His father had been Sheriff before him. Her mother, Dorothy, or Dorothea (d. 1639), was the daughter of Humphrey Ambrose Smith, an important Cheapside mercer and the official purveyor of silks and velvets to Queen Elizabeth. Alice was the second of a family of daughters, her sisters being Elizabeth, Dorothy, and Bridget; a fifth, Benedicta, died at the age of 16 days. Her father died 4 April 1598, when Alice was not even six, but Alice was apparently a favourite, as his will said:\n\nHer mother was also left well off, with legacies of land and plate, and quickly remarried, to Sir John Pakington of Worcestershire, 22 November 1598. After John died in 1625, she would remarry again, two more times, to Robert Needham, earlier that year made 1st Viscount Kilmorey, and when he died in 1631, Thomas Erskine, Earl of Kellie.\n\nHer older sister Elizabeth Barnham (1591–1623) married Mervyn Tuchet, 2nd Earl of Castlehaven, who would become infamous for his depravity. The third sister married Sir John Constable, a friend of Bacon's, and the fourth married Sir William Soames.\n\n"
        },
        {
            "title": "Courtship and first marriage",
            "text": "After her father's death, Alice was brought up in the family of Sir John Pakington, who was a great favourite of Queen Elizabeth, known as \"Lusty Pakington\" for his magnificence of living. He owned several estates that hosted royalty, including King James I of England on his way from Scotland to take possession of the English throne in 1603. The family's favourite home was in the Strand, London.\n\nBacon's letters begin mention of Alice Barnham, 3 July 1603, an Alderman's daughter, an handsome maiden to my liking, when she was only eleven. They were engaged three years, and married 10 May 1606, before Alice turned fourteen, at St Marylebone's Chapel, a suburb to the North of London, with the reception at the Strand estate. She brought an income of £220 a year from her father's estate, and expected more after the death of her mother.\n\n\nAlfred Dodd, in Francis Bacon's Personal Life-Story (Rider & Company: London, 1949) says their marriage was political: \n"
        },
        {
            "title": "Marriage to Francis Bacon",
            "text": "The Bacons' early married life was disturbed several times by quarrels between Sir John Pakington and Dorothy, when Dorothy would appeal to her powerful son-in-law, and Francis Bacon would try to stay out from between them. Once Bacon was even a judge on the High Commission and had to reject a lawsuit from Dorothy against John which had put John in prison.\n\nAlice Bacon and her mother Dorothy were both reported by contemporaries as having extravagant tastes, and being interested in wealth and power. However, early in the marriage, Bacon had money to spare, \"pouring jewels in her lap\", and spending large sums on decorations. Power was also available, as in March 1617, along with Francis Bacon being made temporary Regent of England, a document was drawn up making Lady Bacon first lady in the land, taking precedence over all other Baronesses (it is not clear whether it was signed into law).\n\nTheir marriage led to no children. In 1620, she met Mr. John Underhill, and Mr. Nicholas Bacon, gentlemen-in-waiting at York House, Strand, Bacon's London property. She was rumoured to have had an ongoing affair with Underhill. Underhill was a cousin of the William Underhill who sold New Place to William Shakespeare in 1597.\n\nIn 1621, Bacon, by now styled as Viscount St Albans, was accused of taking bribes, heavily fined, and removed from Parliament and all offices. Lady Bacon personally pleaded with the Marquis of Buckingham for the restoration of some of Bacon's salary and pensions, to no effect. They lost York House and left the city in 1622.\n\nReports of increasing friction in the marriage appeared, with speculation that some of this may have also been due to financial resources not being as abundantly available to Alice as she was accustomed to in the past. Alice was reportedly interested in fame and fortune, and when reserves of money were no longer available, there was constant complaining about where all the money was going.\n\nIn 1625, Bacon became estranged from his wife, apparently believing her of adultery with Underhill. He rewrote his will, which had been quite generous to her, leaving her lands, goods, and income, to revoke it all:\n\n"
        },
        {
            "title": "Remarriage to John Underhill",
            "text": "Less than a fortnight after Bacon's death from pneumonia on 9 April 1626, Alice, Lady St Albans, married courtier John Underhill, at the Church of St Martin in the Fields, London, 20 April 1626. Soon after, on 12 July 1626, Charles I of England knighted him at Oatlands. They lived together at Old Gorhambury House, St Albans, Hertfordshire.\n\nThe Viscountess St Albans, as she still preferred to be called, spent much of her marriage in Chancery proceedings, lawsuits over property. The first year was over her former husband's estate, trying to get what was left of Bacon's property, without his much greater debts. She was opposed in this by Sir John Constable, her brother in law, who had held some of the estate in trust. In 1628 she filed suits for property owned by her late father. In 1631, she and her husband both filed suit against Nicholas Bacon, of Gray's Inn, their former friend, who had married Sir John Underhill's niece, and gotten Underhill to sign an agreement for a large dowry and extensive property, including some property of Alice that Sir John did not have rights to, and could only inherit after her death. Their petition to court stated that Bacon had tricked Underhill \"who was an almost totally deaf man, and by reason of the weakness of his eyes and the infirmity in his head, could not read writings of that nature without much pain,\" to sign a paper not knowing what it contained.\n\nIn 1639, Viscountess St Albans and Sir John Underhill became estranged, and began to live separately. In a later lawsuit, after her death, Underhill blamed Robert Tyrrell, or Turrell, their manservant, for this alienation of affections. In her will of 1642, she left half her property to Turrell, and other property to her nephew, Stephen Soames. She was buried in the old Parish Church of Eyworth, Bedfordshire, 9 July 1650, near her mother, and her sister, Lady Dorothy Constable.\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Alice_Bradbridge",
        "https://en.wikipedia.org/wiki/Eyeworth",
        "https://en.wikipedia.org/wiki/Bedfordshire",
        "https://en.wikipedia.org/wiki/Francis_Bacon",
        "https://en.wikipedia.org/wiki/Benedict_Barnham",
        "https://en.wikipedia.org/wiki/Francis_Bacon",
        "https://en.wikipedia.org/wiki/Benedict_Barnham",
        "https://en.wikipedia.org/wiki/Alderman",
        "https://en.wikipedia.org/wiki/Sheriff_of_London",
        "https://en.wikipedia.org/wiki/English_Parliament",
        "https://en.wikipedia.org/wiki/Cheapside",
        "https://en.wikipedia.org/wiki/Mercery",
        "https://en.wikipedia.org/wiki/Elizabeth_I_of_England",
        "https://en.wikipedia.org/wiki/Moulsham",
        "https://en.wikipedia.org/wiki/Chelmsford",
        "https://en.wikipedia.org/wiki/County_of_Essex",
        "https://en.wikipedia.org/wiki/Pakington",
        "https://en.wikipedia.org/wiki/Worcestershire",
        "https://en.wikipedia.org/wiki/Earl_of_Kilmorey",
        "https://en.wikipedia.org/wiki/Earl_of_Kellie",
        "https://en.wikipedia.org/wiki/Elizabeth_I_of_England",
        "https://en.wikipedia.org/wiki/James_I_of_England",
        "https://en.wikipedia.org/wiki/Scotland",
        "https://en.wikipedia.org/wiki/English_throne",
        "https://en.wikipedia.org/wiki/Excommunicate",
        "https://en.wikipedia.org/wiki/Commoner",
        "https://en.wikipedia.org/wiki/High_Commission",
        "https://en.wikipedia.org/wiki/Regent",
        "https://en.wikipedia.org/wiki/New_Place",
        "https://en.wikipedia.org/wiki/William_Shakespeare",
        "https://en.wikipedia.org/wiki/Viscount_St_Albans",
        "https://en.wikipedia.org/wiki/Marquis_of_Buckingham",
        "https://en.wikipedia.org/wiki/Adultery",
        "https://en.wikipedia.org/wiki/Fortnight",
        "https://en.wikipedia.org/wiki/Pneumonia",
        "https://en.wikipedia.org/wiki/Charles_I_of_England",
        "https://en.wikipedia.org/wiki/Old_Gorhambury_House",
        "https://en.wikipedia.org/wiki/St_Albans",
        "https://en.wikipedia.org/wiki/Court_of_Chancery",
        "https://en.wikipedia.org/wiki/Eyeworth",
        "https://en.wikipedia.org/wiki/Alice_Barnham",
        "https://en.wikipedia.org/wiki/Alice_Barnham",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}