{
    "url": "https://en.wikipedia.org/wiki/Aliivibrio_fischeri",
    "title": "Aliivibrio fischeri",
    "table_of_contents": [
        "1 Genome",
        "2 Ecology",
        "2.1 Symbiosis with the Hawaiian bobtail squid",
        "3 Bioluminescence",
        "4 Quorum Sensing",
        "5 Natural transformation",
        "6 State microbe status",
        "7 List of synonyms",
        "8 See also",
        "9 References",
        "10 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nAliivibrio fischeri (also called Vibrio fischeri) is a Gram-negative, rod-shaped bacterium found globally in marine environments.[2] This species has bioluminescent properties, and is found predominantly in symbiosis with various marine animals, such as the Hawaiian bobtail squid.  It is heterotrophic, oxidase-positive, and motile by means of a single polar flagella.[3] Free-living A. fischeri cells survive on decaying organic matter. The bacterium is a key research organism for examination of microbial bioluminescence, quorum sensing, and bacterial-animal symbiosis.[4] It is named after Bernhard Fischer, a German microbiologist.[5]\n\nRibosomal RNA comparison led to the reclassification of this species from genus Vibrio to the newly created Aliivibrio in 2007.[6] However, the name change is not generally accepted by most researchers, who still publish Vibrio fischeri (see Google Scholar for 2018-2019).\n\n"
        },
        {
            "title": "Genome",
            "text": "The genome for A. fischeri was completely sequenced in 2004[7] and consists of two chromosomes, one smaller and one larger. Chromosome 1 has 2.9 million base pairs (Mbp) and chromosome 2 has 1.3 Mbp, bringing the total genome to 4.2 Mbp.[7]\n\nA. fischeri has the lowest G+C content of 27 Vibrio species, but is still most closely related to the higher-pathogenicity species such as V. cholerae.[7] The genome for A. fischeri also carries mobile genetic elements.[7]\n\n"
        },
        {
            "title": "Ecology",
            "text": "A. fischeri are globally distributed in temperate and subtropical marine environments.[8] They can be found free-floating in oceans, as well as associated with marine animals, sediment, and decaying matter.[8] A. fischeri have been most studied as symbionts of marine animals, including squids in the genus Euprymna and Sepiola, where A. fischeri can be found in the squids' light organs.[8] This relationship has been best characterized in the Hawaiian Bobtail Squid (Euprymna scolopes), where A. fischeri is the only species of bacteria inhabiting the squid's light organ.[9]\n\nA. fischeri colonization of the light organ of the Hawaiian bobtail squid is currently studied as a simple model for mutualistic symbiosis, as it contains only two species and A. fischeri can be cultured in a lab and genetically modified. This mutualistic symbiosis functions primarily due to A. fischeri  bioluminescence. A. fischeri colonizes the light organ of the Hawaiian bobtail squid and luminesces at night, providing the squid with counter-illumination camouflage, which prevents the squid from casting a shadow on the ocean floor. \n\nA. fischeri colonization occurs in juvenile squids and induces morphological changes the squids light organ. Interestingly, certain morphological changes made by A. fischeri do not occur when the microbe cannot luminescence, indicating that bioluminescence (described below) is truly essential for symbiosis. In the process of colonization, ciliated cells within the animals' photophores (light-producing organs) selectively draw in the symbiotic bacteria. These cells promote the growth of the symbionts and actively reject any competitors. The bacteria cause these cells to die off once the light organ is sufficiently colonized.\n\nThe light organs of certain squid contain reflective plates that intensify and direct the light produced, due to proteins known as reflectins. They regulate the light for counter-illumination camouflage, requiring the intensity to match that of the sea surface above.[10] Sepiolid squid expel 90% of the symbiotic bacteria in their light organ each morning in a process known as \"venting\". Venting is thought to provide the source from which newly hatched squid are colonized by A. fischeri.\n\n"
        },
        {
            "title": "Bioluminescence",
            "text": "The bioluminescence of A. fischeri is caused by transcription of the lux operon, which is induced through population-dependent quorum sensing.[2] The population of A. fischeri needs to reach an optimal level to activate the lux operon and stimulate light production. The circadian rhythm controls light expression, where luminescence is much brighter during the day and dimmer at night, as required for camouflage.\n\nThe bacterial luciferin-luciferase system is encoded by a set of genes labelled the lux operon. In A. fischeri, five such genes (luxCDABEG) have been identified as active in the emission of visible light, and two genes (luxR and luxI) are involved in regulating the operon. Several external and intrinsic factors appear to either induce or inhibit the transcription of this gene set and produce or suppress light emission.\n\nA. fischeri is one of many species of bacteria that commonly form symbiotic relationships with marine organisms.[11] Marine organisms contain bacteria that use bioluminescence so they can find mates, ward off predators, attract prey, or communicate with other organisms.[12] In return, the organism the bacteria are living within provides the bacteria with a nutrient-rich environment.[13] The lux operon is a 9-kilobase fragment of the A. fischeri genome that controls bioluminescence through the catalytic activity of the enzyme luciferase.[14] This operon has a known gene sequence of luxCDAB(F)E, where luxA and luxB code for the protein subunits of the luciferase enzyme, and the luxCDE codes for a fatty acid reductase complex that makes the fatty acids necessary for the luciferase mechanism.[14] luxC codes for the enzyme acyl-reductase, luxD codes for acyl-transferase, and luxE makes the proteins needed for the enzyme acyl-protein synthetase. Luciferase produces blue/green light through the oxidation of reduced flavin mononucleotide and a long-chain aldehyde by diatomic oxygen. The reaction is summarized as:[15]\n\nThe reduced flavin mononucleotide (FMNH) is provided by the fre gene, also referred to as luxG. In A. fischeri, it is directly next to luxE (giving luxCDABE-fre) from 1042306 to 1048745 [1]\n\nTo generate the aldehyde needed in the reaction above, three additional enzymes are needed. The fatty acids needed for the reaction are pulled from the fatty acid biosynthesis pathway by acyl-transferase. Acyl-transferase reacts with acyl-ACP to release R-COOH, a free fatty acid. R-COOH is reduced by a two-enzyme system to an aldehyde. The reaction is:[13]\n\n"
        },
        {
            "title": "Quorum Sensing",
            "text": "One primary system that controls bioluminescence through regulation of the lux operon is quorum sensing, a conserved system across many microbial species that regulates gene expression in response to bacterial concentration. Quorum sensing functions through the production of an autoinducer, usually a small organic molecule, by individual cells. As cell populations increase, levels of autoinducers increase, and specific proteins that regulate transcription of genes bind to these autoinducers and alter gene expression. This system allows microbial cells to \"communicate\" amongst each other and coordinate behaviors like luminescence, which require large amounts of cells to produce an effect.[16]\n\nIn A. fischeri, there are two primary quorum sensing systems, each of which respond to slightly different environments. The first system is commonly referred to as the lux system, as it is encoded within the lux operon, and uses the autoinducer 3OC6-HSL.[17] The protein LuxI synthesizes this signal, which is subsequently released from the cell. This signal, 3OC6-HSL, then binds to the protein LuxR, which regulates the expression of many different genes, but is most known for upregulation of genes involved in luminescence.[18] The second system, commonly referred to as the ain system, uses the autoinducer C8-HSL, which is produced by the protein AinS. Similar to the lux system, the autoinducer C8-HSL increases activation of LuxR. In addition, C8-HSL binds to another transcriptional regulator, LitR, giving the ain and lux systems of quorum sensing slightly different genetic targets within the cell.[19]\n\nThe different genetic targets of the ain and lux systems are essential, because these two systems respond to different cellular environments. The ain system regulates transcription in response to intermediate cell density cell environments, producing lower levels of luminescence and even regulating metabolic processes like the acetate switch.[20] On the other hand, the lux quorum sensing system occurs in response to high cell density, producing high levels of luminescence and regulating the transcription of other genes, including QsrP, RibB, and AcfA.[21] Both of the ain and lux quorum sensing systems are essential for colonization of the squid and regulate multiple colonization factors in the bacteria.[18]\n\n"
        },
        {
            "title": "Natural transformation",
            "text": "Natural bacterial transformation is an adaptation for transferring DNA from one individual cell to another.  Natural transformation, including the uptake and incorporation of exogenous DNA into the recipient genome, has been demonstrated in A. fischeri.[24]  This process requires induction by chitohexaose and is likely regulated by genes tfoX and tfoY.  Natural transformation of A. fischeri facilitates rapid transfer of mutant genes across strains and provides a useful tool for experimental genetic manipulation in this species.\n\n"
        },
        {
            "title": "State microbe status",
            "text": "In 2014, Hawaiʻian State Senator Glenn Wakai submitted SB3124 proposing Aliivibrio fischeri as the state microbe of Hawaiʻi.[25]  The bill was in competition with a bill to make Flavobacterium akiainvivens the state microbe, but neither passed.  In 2017, legislation similar to the original 2013 F. akiainvivens bill was submitted in the Hawaiʻi House of Representatives by Isaac Choy[26] and in the Hawaiʻi Senate by Brian Taniguchi.[27]\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Bacteria",
        "https://en.wikipedia.org/wiki/Pseudomonadota",
        "https://en.wikipedia.org/wiki/Gammaproteobacteria",
        "https://en.wikipedia.org/wiki/Vibrionaceae",
        "https://en.wikipedia.org/wiki/Vibrionaceae",
        "https://en.wikipedia.org/wiki/Aliivibrio",
        "https://en.wikipedia.org/wiki/Binomial_nomenclature",
        "https://en.wikipedia.org/wiki/Martinus_Beijerinck",
        "https://en.wikipedia.org/wiki/Martinus_Beijerinck",
        "https://en.wikipedia.org/wiki/David_Hendricks_Bergey",
        "https://en.wikipedia.org/wiki/Martinus_Beijerinck",
        "https://en.wikipedia.org/wiki/Bernhard_Fischer",
        "https://en.wikipedia.org/wiki/Martinus_Beijerinck",
        "https://en.wikipedia.org/wiki/Harry_Luman_Russell",
        "https://en.wikipedia.org/wiki/Walter_Migula",
        "https://en.wikipedia.org/wiki/Martinus_Beijerinck",
        "https://en.wikipedia.org/wiki/Martinus_Beijerinck",
        "https://en.wikipedia.org/wiki/Karl_Bernhard_Lehmann",
        "https://en.wikipedia.org/wiki/Bacterium",
        "https://en.wikipedia.org/wiki/Ocean",
        "https://en.wikipedia.org/wiki/Bioluminescence",
        "https://en.wikipedia.org/wiki/Symbiosis",
        "https://en.wikipedia.org/wiki/Euprymna_scolopes",
        "https://en.wikipedia.org/wiki/Heterotrophic",
        "https://en.wikipedia.org/wiki/Oxidase_test",
        "https://en.wikipedia.org/wiki/Motility",
        "https://en.wikipedia.org/wiki/Flagellum",
        "https://en.wikipedia.org/wiki/Saprotroph",
        "https://en.wikipedia.org/wiki/Organic_matter",
        "https://en.wikipedia.org/wiki/Bioluminescence",
        "https://en.wikipedia.org/wiki/Quorum_sensing",
        "https://en.wikipedia.org/wiki/Bernhard_Fischer",
        "https://en.wikipedia.org/wiki/RRNA",
        "https://en.wikipedia.org/wiki/Vibrio",
        "https://en.wikipedia.org/wiki/Aliivibrio",
        "https://en.wikipedia.org/wiki/Genome",
        "https://en.wikipedia.org/wiki/DNA_sequencing",
        "https://en.wikipedia.org/wiki/Chromosome",
        "https://en.wikipedia.org/wiki/Base_pair",
        "https://en.wikipedia.org/wiki/Vibrio_cholerae",
        "https://en.wikipedia.org/wiki/Mobile_genetic_elements",
        "https://en.wikipedia.org/wiki/Hawaiian_bobtail_squid",
        "https://en.wikipedia.org/wiki/Photophore",
        "https://en.wikipedia.org/wiki/Temperate",
        "https://en.wikipedia.org/wiki/Subtropical",
        "https://en.wikipedia.org/wiki/Marine_habitat",
        "https://en.wikipedia.org/wiki/Plankton",
        "https://en.wikipedia.org/wiki/Symbiosis",
        "https://en.wikipedia.org/wiki/Squid",
        "https://en.wikipedia.org/wiki/Euprymna",
        "https://en.wikipedia.org/wiki/Sepiola",
        "https://en.wikipedia.org/wiki/Photophore",
        "https://en.wikipedia.org/wiki/Hawaiian_Bobtail_Squid",
        "https://en.wikipedia.org/wiki/Cilia",
        "https://en.wikipedia.org/wiki/Photophore",
        "https://en.wikipedia.org/wiki/Protein",
        "https://en.wikipedia.org/wiki/Reflectin",
        "https://en.wikipedia.org/wiki/Camouflage",
        "https://en.wikipedia.org/wiki/Bioluminescence",
        "https://en.wikipedia.org/wiki/Quorum_sensing",
        "https://en.wikipedia.org/wiki/Circadian_rhythm",
        "https://en.wikipedia.org/wiki/Luciferin",
        "https://en.wikipedia.org/wiki/Luciferase",
        "https://en.wikipedia.org/wiki/Operon",
        "https://en.wikipedia.org/wiki/Repressor",
        "https://en.wikipedia.org/wiki/Light_emission",
        "https://en.wikipedia.org/wiki/Symbiosis",
        "https://en.wikipedia.org/wiki/Reductase",
        "https://en.wikipedia.org/wiki/Fatty_acid",
        "https://en.wikipedia.org/wiki/Acyltransferase",
        "https://en.wikipedia.org/wiki/Flavin_mononucleotide",
        "https://en.wikipedia.org/wiki/Aldehyde",
        "https://en.wikipedia.org/wiki/Oxygen",
        "https://en.wikipedia.org/wiki/Acyl_carrier_protein",
        "https://en.wikipedia.org/wiki/Operon",
        "https://en.wikipedia.org/wiki/Quorum_sensing",
        "https://en.wikipedia.org/wiki/Autoinducer",
        "https://en.wikipedia.org/wiki/DNA",
        "https://en.wikipedia.org/wiki/Genome",
        "https://en.wikipedia.org/wiki/Chitin",
        "https://en.wikipedia.org/wiki/Hawaii_Senate",
        "https://en.wikipedia.org/wiki/Glenn_Wakai",
        "https://en.wikipedia.org/wiki/State_microbe",
        "https://en.wikipedia.org/wiki/Hawaii",
        "https://en.wikipedia.org/wiki/Flavobacterium_akiainvivens",
        "https://en.wikipedia.org/wiki/Hawaii_House_of_Representatives",
        "https://en.wikipedia.org/wiki/Isaac_Choy",
        "https://en.wikipedia.org/wiki/Hawaii_Senate",
        "https://en.wikipedia.org/wiki/Brian_Taniguchi",
        "https://en.wikipedia.org/wiki/Deep_sea_fish",
        "https://en.wikipedia.org/wiki/Marine_biology",
        "https://en.wikipedia.org/wiki/Model_organism",
        "https://en.wikipedia.org/wiki/Vibrio_harveyi",
        "https://en.wikipedia.org/wiki/Isaac_Choy",
        "https://en.wikipedia.org/wiki/Hawaii_State_Legislature",
        "https://en.wikipedia.org/wiki/Brian_Taniguchi",
        "https://en.wikipedia.org/wiki/Hawaii_State_Legislature",
        "https://en.wikipedia.org/wiki/Wikidata",
        "https://en.wikipedia.org/wiki/Wikispecies",
        "https://en.wikipedia.org/wiki/BacDive",
        "https://en.wikipedia.org/wiki/Catalogue_of_Life",
        "https://en.wikipedia.org/wiki/Global_Biodiversity_Information_Facility",
        "https://en.wikipedia.org/wiki/Interim_Register_of_Marine_and_Nonmarine_Genera",
        "https://en.wikipedia.org/wiki/Integrated_Taxonomic_Information_System",
        "https://en.wikipedia.org/wiki/List_of_Prokaryotic_names_with_Standing_in_Nomenclature",
        "https://en.wikipedia.org/wiki/National_Center_for_Biotechnology_Information",
        "https://en.wikipedia.org/wiki/World_Register_of_Marine_Species",
        "https://en.wikipedia.org/wiki/Aliivibrio_fischeri",
        "https://en.wikipedia.org/wiki/Aliivibrio_fischeri",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}