{
    "url": "https://en.wikipedia.org/wiki/Allan_Sherman",
    "title": "Allan Sherman",
    "table_of_contents": [
        "1 Early life",
        "2 Television writer and producer",
        "3 Song parodies",
        "4 A Top 40 hit",
        "5 Later work",
        "6 Decline",
        "7 Health and death",
        "8 Legacy",
        "9 In popular culture",
        "10 Discography",
        "10.1 Albums",
        "10.2 Singles",
        "10.3 Musical theater",
        "11 Filmography",
        "12 See also",
        "13 References",
        "13.1 Bibliography",
        "13.2 Notes",
        "14 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nAllan Sherman (born Allan Copelon;[1] November 30, 1924 – November 20, 1973) was an American musician, satirist and television producer who became known as a song parodist in the early 1960s. His first album, My Son, the Folk Singer (1962), became the fastest-selling record album up to that time.[2] His biggest hit was \"Hello Muddah, Hello Fadduh\", a comic song in which a boy describes his summer camp experiences to the tune of Ponchielli's Dance of the Hours.\n\n"
        },
        {
            "title": "Early life",
            "text": "Sherman was born on November 30, 1924, in Chicago, Illinois, to Percy Copelon and Rose Sherman. Percy was an auto mechanic and race car driver who suffered from obesity (he weighed over 350 pounds) and died while attempting a 100-day diet.[3] Sherman's family was Jewish. His parents divorced when he was in grade school, and he adopted his mother's maiden name. Because his parents frequently moved to new residences, he attended 21 public schools in Chicago, New York, Los Angeles, and Miami.[4] He later attended the University of Illinois, where he earned mostly \"C\" grades and contributed a humor column to The Daily Illini, the college newspaper. He was expelled for breaking into the Sigma Delta Tau sorority house with his girlfriend and future wife, Dolores \"Dee\" Chackes.[5]\n\n"
        },
        {
            "title": "Television writer and producer",
            "text": "Sherman devised a game show he intended to call I Know a Secret.[5] Television producer Mark Goodson adapted Sherman's idea into I've Got a Secret, which ran on CBS from 1952 to 1967. Rather than paying him for the concept, Mark Goodson-Bill Todman Productions made Sherman the show's producer. Sherman was reported to be warm and kindhearted to all who worked for him. However, differences occurred between Sherman and anyone who was in a position to try to restrain his creativity.[6] As producer of I've Got a Secret, which was broadcast live, he showed a fondness for large-scale stunts that had the potential to teeter on the brink of disaster. He once released 100 rabbits onstage as an Easter surprise for the Madison Square Boys Club, whose members were seated in the studio. The boys were invited to come up onstage to collect their prize. Although the resultant melee made a good story, it did not necessarily make for good TV.\n\nIn his autobiography, A Gift of Laughter, Sherman writes that he was fired from I've Got a Secret in 1958, after guest host Henry Morgan was left short of scripted material by seven minutes,[5] and that Morgan filled the time by berating Sherman on-air.[5] However, the episode in question, featuring a demonstration of childhood games by Tony Curtis, does not run short and in fact Morgan ends it abruptly and says they’ve run out of time.[7]\n\nSherman also produced a short-lived 1954 game show, What's Going On?, which was technologically ambitious, with studio guests interacting with multiple live cameras in remote locations. In 1961, he produced a daytime game show for Al Singer Productions called Your Surprise Package, which aired on CBS with host George Fenneman.\n\n"
        },
        {
            "title": "Song parodies",
            "text": "In 1951, Sherman recorded a 78-rpm single with veteran singer Sylvia Froos which contained \"A Satchel and a Seck,\" parodying \"A Bushel and a Peck\" from Guys and Dolls, coupled with \"Jake's Song\", parodying \"Sam's Song\", a contemporary hit for Bing Crosby and his son Gary.[citation needed] The single sold poorly and when Sherman wrote his autobiography, he did not make reference to it. Later, he found that the song parodies he performed to amuse his friends and family were taking on a life of their own. Sherman lived in the Brentwood section of West Los Angeles next door to Harpo Marx, who invited him to perform his song parodies at parties attended by Marx's show-biz friends. After one party, George Burns phoned an executive at Warner Bros. Records and persuaded him to sign Sherman to a contract. The result was an LP of these parodies, My Son, the Folk Singer, released in 1962. It sold over one million copies, and was awarded a gold disc.[8] The album was very successful and was quickly followed by My Son, the Celebrity.\n\nCapitalizing on his success, in 1962 Jubilee Records re-released Sherman's 1951 single on the album More Folk Songs by Allan Sherman and His Friends, which compiled material by various Borscht Belt comedians such as Sylvia Froos, Fyvush Finkel and Lee Tully.\n\nSherman's first two LPs were mainly reworkings of old folk songs to infuse them with Jewish humor. His first minor hit was \"Sarah Jackman\" (pronounced \"Jockman\"), a takeoff of \"Frère Jacques\" in which he and a woman (Christine Nelson) exchange family gossip. The popularity of \"Sarah Jackman\" (as well as the album My Son, the Folk Singer) was enhanced after President John F. Kennedy was overheard singing the song in the lobby of the Carlyle hotel.[9]: 13  By his peak with My Son, the Nut in 1963, however, Sherman had broadened both his subject matter and his choice of parody material and begun to appeal to a larger audience.\n\nSherman wrote his parody lyrics in collaboration with Lou Busch. A few of the Sherman/Busch songs are completely original creations, featuring original music as well as lyrics, rather than new lyrics applied to an existing melody.\n\nHowever, Sherman had trouble in getting permission to record for profit from some well-known composers and lyricists, who did not tolerate parodies or satires of their melodies and lyrics, including Irving Berlin, Richard Rodgers, George and Ira Gershwin, Meredith Willson, Alan Jay Lerner, and Frederick Loewe, as well as the estates of Lorenz Hart, Oscar Hammerstein, Kurt Weill, and Bertolt Brecht, which prevented him from releasing parodies or satires of their songs. In the late 1950s, Sherman was inspired by a recording of a nightclub musical show called My Fairfax Lady, a parody of My Fair Lady set in the Jewish section of Los Angeles that was performed at Billy Gray's Band Box. Sherman then wrote his own song parodies of My Fair Lady, which appeared as a bootleg recording in 1964, and were only officially released in 2005 on My Son, the Box. Alan Jay Lerner did not approve of having the parody being performed; however, he reluctantly settled to allow the performances of \"Fairfax Lady\", on the strict conditions that the show could only be allowed to be performed inside the Fairfax Theater, without any touring company, and that the musical could not be videotaped or recorded for any album.\n\nAlthough Sherman believed that all the songs parodied on My Son, the Folk Singer were in the public domain, two of them, \"Matilda\" and \"Water Boy\"–parodied as \"My Zelda\" and \"Seltzer Boy\", respectively–were actually under copyright, and Sherman was sued for copyright infringement.[9]: 262 [10]\n\nIn 1963's My Son, the Nut, Sherman's pointed parodies of classical and popular tunes dealt with automation in the workplace (\"Automation\", to the tune of \"Fascination\"), space travel (\"Eight Foot Two, Solid Blue\", to \"Five Foot Two, Eyes of Blue\"), summer camp (\"Hello Muddah, Hello Fadduh\", to the tune of Dance of the Hours by Ponchielli), the exodus from the city to the suburbs (\"Here's to the Crabgrass\", to the tune of \"English Country Garden\"), and his own bulky contours (\"Hail to Thee, Fat Person\", which claims his obesity was a public service similar to the Marshall Plan). Six cartoon bears were printed on back of every album.\n\n"
        },
        {
            "title": "A Top 40 hit",
            "text": "One track from My Son, the Nut, a spoof of summer camp titled \"Hello Muddah, Hello Fadduh\", became a surprise novelty hit, reaching No. 2 on the national Billboard Hot 100 chart for three weeks in late summer 1963. The lyrics were sung to the tune of one segment of Ponchielli's Dance of the Hours. That December, Sherman's \"The Twelve Gifts of Christmas\" single appeared on Billboard's separate Christmas chart. Sherman had one other Top 40 hit, a 1965 take-off on the Petula Clark hit \"Downtown\" called \"Crazy Downtown\", which spent one week at #40. Two other Sherman singles charted in the lower regions of the Billboard 100: an updated \"Hello Mudduh, Hello Fadduh\" (#59 in 1964), and \"The Drinking Man's Diet\" (#98 in 1965). Sherman's \"The End of a Symphony\", spotlighting Arthur Fiedler's Boston Pops Orchestra, reached #113 on the \"Bubbling Under\" chart in 1964, but did not make the Hot 100.\n\nThe songs on Sherman's next album My Name Is Allan (1965) were thematically connected: except for a couple of original novelty songs with music by Sherman and Busch, all the songs on the album are parodies of songs that had won, or were nominated for, the Academy Award for Best Song. They included \"That Old Black Magic\", \"Secret Love\", \"The Continental\", \"Chim Chim Cher-ee\" and \"Call Me Irresponsible\".  The cover of the album bore a childhood photograph of Sherman. That, and the album's title, were references to Barbra Streisand's album My Name Is Barbra, released earlier that year, which featured a cover photograph of the singer as a young girl.\n\nDuring his brief heyday, Sherman's parodies were so popular that he had at least one contemporary imitator: My Son the Copycat was an album of song parodies performed by Stanley Ralph Ross, co-written by Ross and Bob Arbogast. Lest there be any doubt of whom Ross is copying, his album's cover bears a crossed-out photo of Sherman. One of the songs on this album is a fat man's lament, \"I'm Called Little Butterball\", parodying \"I'm Called Little Buttercup\" from Gilbert and Sullivan's operetta HMS Pinafore. Sherman would later parody this same song as \"Little Butterball\" – with the same subject matter – on his album Allan in Wonderland. The song may have had more poignancy for Sherman, as he, unlike Stanley Ross, was genuinely overweight. Sherman also parodied Gilbert and Sullivan's \"Titwillow\" from The Mikado, in the song \"The Bronx Bird-Watcher\" (on My Son, the Celebrity), as well as several other Gilbert and Sullivan songs.\n\n"
        },
        {
            "title": "Later work",
            "text": "In 1965, Sherman published an autobiography, A Gift of Laughter, and, for a short period at least, he was culturally ubiquitous. He sang on and guest-hosted The Tonight Show, was involved in the production of Bill Cosby's first three albums, appeared in the Macy's Thanksgiving Day Parade, and sang \"The Dropouts' March\" on the March 6, 1964, edition of the NBC satirical program That Was The Week That Was.\n\nAlso in 1964, Sherman narrated his own version of Prokofiev's Peter and the Wolf in a live concert at Tanglewood with the Boston Pops under Arthur Fiedler. The concert, which was released by RCA Victor Red Seal as the album Peter and the Commissar, also included \"Variations on 'How Dry I Am'\", with Sherman as conductor, and \"The End of a Symphony\". In \"Variations\", Fiedler was the guest soloist, providing solo hiccups. In 2004, Collector's Choice reissued the complete RCA Victor album on CD.[11]\n\nSherman's later albums grew more pointedly satirical and less light-hearted, skewering protesting students (\"The Rebel\"), consumer debt (\"A Waste of Money\", based on \"A Taste of Honey\"), and the generation gap (\"Crazy Downtown\" and \"Pop Hates the Beatles\"). It was for this reason that Ken Barnes, when attempting to analyze American music acts that were harmed by the British Invasion, surmised in 2021 that Sherman had been doomed to lose momentum anyway and could not blame the Invasion for his career decline[12] (even as \"Crazy Downtown\" was a top-40 hit for him).\n\nSherman was often tapped to produce specialty song parodies for corporations. An album of six paper-cup and vending machine related songs, titled Music to Dispense With, was created for the Container Division of the Scott Paper Company for distribution to its vendors and customers. It consisted of the tracks \"Makin' Coffee\" (a parody of \"Makin' Whoopee\"), \"Vending Machines\", \"There Are Cups\", \"That's How the Change Is Made\", \"The Wonderful Tree in the Forest\" and \"Scott Cups\".[13]\n\nSherman also created a group of eight \"public education\" radio spots for Encron carpet fibers, singing their praises to the tunes of old public-domain songs. Entitled Allan Sherman Pours It On for Carpets Made with Encron Polyester, it featured an introduction by Sherman and comprised the tracks \"Encron Is a Brand New Fiber\" (to the tune of \"Shine On, Harvest Moon\"), \"Put Them All Together, They Spell Encron\" (to the tune of Eddy Arnold's \"M-O-T-H-E-R\"), \"There's a Fiber Called Encron\" (to the tune of William H. Hill's \"There is a Tavern in the Town\"), \"Encron Alive, Alive-O\" (to the tune of \"Molly Malone\"), \"Encron's the Name\", \"Why They Call It Encron\" (to the tune of \"Let Me Call You Sweetheart\"), \"Encron, Encron\" (to the tune of \"Daisy Bell\") and \"Encron Is a Great New Fiber\" (to the tune of \"Take Me to the Fair\").[14]\n\n"
        },
        {
            "title": "Decline",
            "text": "Sherman's career success was short-lived: after peaking in 1963, his popularity declined rather quickly. After the assassination of John F. Kennedy, the public taste for Sherman's type of comedy lessened.[15] Beginning in 1964, Sherman was among many American acts whose sales were affected badly by the British Invasion (which Sherman skewered in the song \"Pop Hates the Beatles\", a spoof of \"Pop! Goes the Weasel\").\n\nBy 1965, Sherman had released two albums that did not make the Top 50 and in 1966, Warner Bros. Records dropped him from the roster. His last album for WB, Togetherness, was released in 1967 to poor reviews and poor sales. All of his previous releases had been recorded in front of a live studio audience – or in the case of Live, Hoping You Are the Same, recorded during a Las Vegas performance – but Togetherness was  purely a studio recording, and the lack of an audience and their response affected the result, as did the nondescript backup singers and studio orchestra.\n\nOn November 13, 1965, Sherman made a rare prime time television acting appearance in \"The Sheriff of Fetterman's Crossing,\" an episode of Rod Serling's short-lived Western series The Loner (1965–66).[16] Sherman played Walton Peterson Tetley, a local schnook who went off to war and rose to regiment cook before returning home a hero thanks to tall tales and yarn-spinning. The town hails its conquering hero and Tetley is appointed sheriff. Series star Lloyd Bridges as William Colton, a wandering Union veteran, comes to town and signs on to be Tetley's deputy, discovering quickly his boss' utter incompetence in the office.[17] Tetley receives a threatening note from a gunslinger challenging this purported hero to a gunfight when he arrives on the noon stage, at which point the story becomes a parody of iconic Western movie High Noon (1952). Colton sets to teaching the shivering-in-his-boots sheriff courage and gunmanship. Sherman's semi-serious and sympathetic performance was strong and his presence an affable one.[18]\n\nIn 1966, Sherman visited Australia. He did a television series in Melbourne, Victoria, for a live audience. During the performance, he sang a parody of \"Molly Malone.\" It included a play on the word \"but\" (butt) which did not elicit a laugh. What Sherman did not know is that Australians use the word \"bum\" where Americans would say \"butt\" (although usage of the word \"butt\" has since become widespread in Australia). Otherwise, Sherman was well received by the audience. Afterward, he met with some of his fans and signed at least one autograph.\n\nIn 1969, Sherman wrote the book and lyrics – with music by Albert Hague – for The Fig Leaves Are Falling, a flop Broadway musical that ran only four performances, despite direction by George Abbott and a cast that included Barry Nelson, Dorothy Loudon, and David Cassidy.[19]  Still creative, in 1973, Sherman published the controversial The Rape of the A*P*E*, which detailed his point of view on American Puritanism and the sexual revolution.\n\nIn 1971, Sherman was the voice of Dr. Seuss's The Cat in the Hat  for the animated television special. He reprised the role for Dr. Seuss on the Loose, his last project before his death.\n\n"
        },
        {
            "title": "Health and death",
            "text": "In his final years, Sherman's alcoholism and weight gain caused severe deterioration of his health; he later developed diabetes and struggled with lung disease.[20] In 1966, his wife Dee filed for divorce[21] and received full custody of their son and daughter.[citation needed]\n\nSherman lived on unemployment benefits for a time and moved into the Motion Picture & Television Country House and Hospital for a short time to lose weight.[20] He died while entertaining his friends during the night of November 20, 1973, at his home in Los Angeles, California, ten days shy of his 49th birthday. According to sheriff's officers, Sherman, who had been undergoing treatment for emphysema, asthma and obesity, died of respiratory failure[citation needed]. He is entombed in Culver City, California's Hillside Memorial Park Cemetery.[22]\n\n"
        },
        {
            "title": "Legacy",
            "text": "Sherman was the inspiration for a new generation of developing parodists such as \"Weird Al\" Yankovic, who pays homage to Sherman on the cover of his first LP.\n\nSherman's hit song \"Hello Muddah, Hello Fadduh\" has been translated into other languages. In one notable example, the Dutch–Swedish poet Cornelis Vreeswijk translated the song loosely into Swedish as \"Brev från kolonien\" (Letter from Summer Camp), which reached fourth on the Swedish popular music chart Svensktoppen in the summer of 1965[23] and is still popular in Sweden today.[24]\n\nA Best of Allan Sherman CD was released in 1990, and a boxed set of most of his songs was released in 2005 under the title My Son, the Box. In 1992 a musical revue of his songs titled Hello Muddah, Hello Faddah ran for over a year off-off-Broadway; other productions ran Off-Broadway for four months in 2001[25] and toured in 2003. A children's book based on the song \"Hello Muddah, Hello Fadduh\", with illustrations by Syd Hoff, was published in 2004.\n\nOn March 14, 2006, National Public Radio profiled Sherman on All Things Considered.[26]\n\nIn 2010, eight of Allan Sherman's Warner Records albums were individually released on CD:\n\nSherman's son, Robert, later became a game show producer, producing for Mark Goodson during the 1970s and 1980s, including Password Plus, Blockbusters, Body Language and Super Password.\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Al_Sherman",
        "https://en.wikipedia.org/wiki/Chicago",
        "https://en.wikipedia.org/wiki/Illinois",
        "https://en.wikipedia.org/wiki/Los_Angeles",
        "https://en.wikipedia.org/wiki/California",
        "https://en.wikipedia.org/wiki/Hillside_Memorial_Park_Cemetery",
        "https://en.wikipedia.org/wiki/Parody",
        "https://en.wikipedia.org/wiki/Amilcare_Ponchielli",
        "https://en.wikipedia.org/wiki/Dance_of_the_Hours",
        "https://en.wikipedia.org/wiki/Chicago",
        "https://en.wikipedia.org/wiki/Illinois",
        "https://en.wikipedia.org/wiki/New_York_City",
        "https://en.wikipedia.org/wiki/Los_Angeles",
        "https://en.wikipedia.org/wiki/Miami",
        "https://en.wikipedia.org/wiki/University_of_Illinois",
        "https://en.wikipedia.org/wiki/Sigma_Delta_Tau",
        "https://en.wikipedia.org/wiki/Mark_Goodson",
        "https://en.wikipedia.org/wiki/CBS",
        "https://en.wikipedia.org/wiki/Bill_Todman",
        "https://en.wikipedia.org/wiki/Easter",
        "https://en.wikipedia.org/wiki/George_Fenneman",
        "https://en.wikipedia.org/wiki/Sylvia_Froos",
        "https://en.wikipedia.org/wiki/A_Bushel_and_a_Peck",
        "https://en.wikipedia.org/wiki/Bing_Crosby",
        "https://en.wikipedia.org/wiki/Harpo_Marx",
        "https://en.wikipedia.org/wiki/George_Burns",
        "https://en.wikipedia.org/wiki/Gramophone_record",
        "https://en.wikipedia.org/wiki/Music_recording_sales_certification",
        "https://en.wikipedia.org/wiki/Jubilee_Records",
        "https://en.wikipedia.org/wiki/Borscht_Belt",
        "https://en.wikipedia.org/wiki/Fyvush_Finkel",
        "https://en.wikipedia.org/wiki/Folk_song",
        "https://en.wikipedia.org/wiki/Parody",
        "https://en.wikipedia.org/wiki/Lou_Busch",
        "https://en.wikipedia.org/wiki/Irving_Berlin",
        "https://en.wikipedia.org/wiki/Richard_Rodgers",
        "https://en.wikipedia.org/wiki/George_Gershwin",
        "https://en.wikipedia.org/wiki/Ira_Gershwin",
        "https://en.wikipedia.org/wiki/Meredith_Willson",
        "https://en.wikipedia.org/wiki/Alan_Jay_Lerner",
        "https://en.wikipedia.org/wiki/Frederick_Loewe",
        "https://en.wikipedia.org/wiki/Lorenz_Hart",
        "https://en.wikipedia.org/wiki/Oscar_Hammerstein_II",
        "https://en.wikipedia.org/wiki/Kurt_Weill",
        "https://en.wikipedia.org/wiki/Bertolt_Brecht",
        "https://en.wikipedia.org/wiki/My_Fair_Lady",
        "https://en.wikipedia.org/wiki/Bootleg_recording",
        "https://en.wikipedia.org/wiki/Public_domain",
        "https://en.wikipedia.org/wiki/Seltzer_water",
        "https://en.wikipedia.org/wiki/Automation",
        "https://en.wikipedia.org/wiki/Spaceflight",
        "https://en.wikipedia.org/wiki/Dance_of_the_Hours",
        "https://en.wikipedia.org/wiki/Ponchielli",
        "https://en.wikipedia.org/wiki/Obesity",
        "https://en.wikipedia.org/wiki/Marshall_Plan",
        "https://en.wikipedia.org/wiki/Summer_camp",
        "https://en.wikipedia.org/wiki/Billboard_Hot_100",
        "https://en.wikipedia.org/wiki/Amilcare_Ponchielli",
        "https://en.wikipedia.org/wiki/Dance_of_the_Hours",
        "https://en.wikipedia.org/wiki/The_Twelve_Gifts_of_Christmas",
        "https://en.wikipedia.org/wiki/Petula_Clark",
        "https://en.wikipedia.org/wiki/Crazy_Downtown",
        "https://en.wikipedia.org/wiki/Arthur_Fiedler",
        "https://en.wikipedia.org/wiki/Boston_Pops_Orchestra",
        "https://en.wikipedia.org/wiki/Academy_Award_for_Best_Song",
        "https://en.wikipedia.org/wiki/That_Old_Black_Magic",
        "https://en.wikipedia.org/wiki/Call_Me_Irresponsible",
        "https://en.wikipedia.org/wiki/Barbra_Streisand",
        "https://en.wikipedia.org/wiki/My_Name_Is_Barbra",
        "https://en.wikipedia.org/wiki/Stanley_Ralph_Ross",
        "https://en.wikipedia.org/wiki/Bob_Arbogast",
        "https://en.wikipedia.org/wiki/Gilbert_and_Sullivan",
        "https://en.wikipedia.org/wiki/Operetta",
        "https://en.wikipedia.org/wiki/HMS_Pinafore",
        "https://en.wikipedia.org/wiki/Allan_in_Wonderland",
        "https://en.wikipedia.org/wiki/The_Mikado",
        "https://en.wikipedia.org/wiki/Cultural_influence_of_Gilbert_and_Sullivan",
        "https://en.wikipedia.org/wiki/The_Tonight_Show_Starring_Johnny_Carson",
        "https://en.wikipedia.org/wiki/Bill_Cosby",
        "https://en.wikipedia.org/wiki/NBC",
        "https://en.wikipedia.org/wiki/That_Was_The_Week_That_Was",
        "https://en.wikipedia.org/wiki/Sergei_Prokofiev",
        "https://en.wikipedia.org/wiki/Peter_and_the_Wolf",
        "https://en.wikipedia.org/wiki/Tanglewood",
        "https://en.wikipedia.org/wiki/Boston_Pops",
        "https://en.wikipedia.org/wiki/Arthur_Fiedler",
        "https://en.wikipedia.org/wiki/RCA_Victor_Red_Seal",
        "https://en.wikipedia.org/wiki/How_Dry_I_Am",
        "https://en.wikipedia.org/wiki/Generation_gap",
        "https://en.wikipedia.org/wiki/The_Beatles",
        "https://en.wikipedia.org/wiki/Scott_Paper_Company",
        "https://en.wikipedia.org/wiki/Eddy_Arnold",
        "https://en.wikipedia.org/wiki/There_is_a_Tavern_in_the_Town",
        "https://en.wikipedia.org/wiki/Molly_Malone",
        "https://en.wikipedia.org/wiki/Let_Me_Call_You_Sweetheart",
        "https://en.wikipedia.org/wiki/Daisy_Bell",
        "https://en.wikipedia.org/wiki/British_Invasion",
        "https://en.wikipedia.org/wiki/Rod_Serling",
        "https://en.wikipedia.org/wiki/Schnook",
        "https://en.wikipedia.org/wiki/Lloyd_Bridges",
        "https://en.wikipedia.org/wiki/High_Noon",
        "https://en.wikipedia.org/wiki/Albert_Hague",
        "https://en.wikipedia.org/wiki/The_Fig_Leaves_Are_Falling",
        "https://en.wikipedia.org/wiki/Broadway_theater",
        "https://en.wikipedia.org/wiki/George_Abbott",
        "https://en.wikipedia.org/wiki/Dorothy_Loudon",
        "https://en.wikipedia.org/wiki/David_Cassidy",
        "https://en.wikipedia.org/wiki/Religious_fanaticism",
        "https://en.wikipedia.org/wiki/Sexual_revolution",
        "https://en.wikipedia.org/wiki/The_Cat_in_the_Hat",
        "https://en.wikipedia.org/wiki/Diabetes",
        "https://en.wikipedia.org/wiki/Lung_disease",
        "https://en.wikipedia.org/wiki/Los_Angeles",
        "https://en.wikipedia.org/wiki/California",
        "https://en.wikipedia.org/wiki/Emphysema",
        "https://en.wikipedia.org/wiki/Asthma",
        "https://en.wikipedia.org/wiki/Obesity",
        "https://en.wikipedia.org/wiki/Respiratory_failure",
        "https://en.wikipedia.org/wiki/Hillside_Memorial_Park_Cemetery",
        "https://en.wikipedia.org/wiki/Cornelis_Vreeswijk",
        "https://en.wikipedia.org/wiki/Boxed_set",
        "https://en.wikipedia.org/wiki/Musical_revue",
        "https://en.wikipedia.org/wiki/Syd_Hoff",
        "https://en.wikipedia.org/wiki/National_Public_Radio",
        "https://en.wikipedia.org/wiki/Warner_Records",
        "https://en.wikipedia.org/wiki/Allan_in_Wonderland",
        "https://en.wikipedia.org/wiki/Game_show",
        "https://en.wikipedia.org/wiki/Password_Plus",
        "https://en.wikipedia.org/wiki/Super_Password",
        "https://en.wikipedia.org/wiki/Night_of_the_Living_Dead",
        "https://en.wikipedia.org/wiki/Bobby_Steele",
        "https://en.wikipedia.org/wiki/The_Undead",
        "https://en.wikipedia.org/wiki/Rag_Mop",
        "https://en.wikipedia.org/wiki/Johnnie_Lee_Wills",
        "https://en.wikipedia.org/wiki/The_Ames_Brothers",
        "https://en.wikipedia.org/wiki/Three_Gays_of_the_Condo",
        "https://en.wikipedia.org/wiki/The_Simpsons",
        "https://en.wikipedia.org/wiki/Marge_Be_Not_Proud",
        "https://en.wikipedia.org/wiki/Capitol_Steps",
        "https://en.wikipedia.org/wiki/Rijk_de_Gooyer",
        "https://en.wikipedia.org/wiki/La_Courtine",
        "https://en.wikipedia.org/wiki/Billboard_200",
        "https://en.wikipedia.org/wiki/Record_label",
        "https://en.wikipedia.org/wiki/Allan_in_Wonderland",
        "https://en.wikipedia.org/wiki/Peter_and_the_Commissar",
        "https://en.wikipedia.org/wiki/RCA_Victor",
        "https://en.wikipedia.org/wiki/Billboard_Hot_100",
        "https://en.wikipedia.org/wiki/UK_Singles_Chart",
        "https://en.wikipedia.org/wiki/The_Twelve_Gifts_of_Christmas",
        "https://en.wikipedia.org/wiki/Crazy_Downtown",
        "https://en.wikipedia.org/wiki/Musical_theater",
        "https://en.wikipedia.org/wiki/Albert_Hague",
        "https://en.wikipedia.org/wiki/Mother_Riley_Meets_the_Vampire",
        "https://en.wikipedia.org/wiki/Fractured_Flickers",
        "https://en.wikipedia.org/wiki/Camp_Granada",
        "https://en.wikipedia.org/wiki/Playboy_Press",
        "https://en.wikipedia.org/wiki/University_Press_of_New_England",
        "https://en.wikipedia.org/wiki/Gil_Fates",
        "https://en.wikipedia.org/wiki/Dr_Demento",
        "https://en.wikipedia.org/wiki/Dr_Demento",
        "https://en.wikipedia.org/wiki/IMDb",
        "https://en.wikipedia.org/wiki/AllMusic",
        "https://en.wikipedia.org/wiki/Find_a_Grave",
        "https://en.wikipedia.org/wiki/Allan_in_Wonderland",
        "https://en.wikipedia.org/wiki/Peter_and_the_Commissar",
        "https://en.wikipedia.org/wiki/The_Twelve_Gifts_of_Christmas",
        "https://en.wikipedia.org/wiki/Crazy_Downtown",
        "https://en.wikipedia.org/wiki/Grammy_Award_for_Best_Comedy_Album",
        "https://en.wikipedia.org/wiki/Ross_Bagdasarian",
        "https://en.wikipedia.org/wiki/Homer_and_Jethro",
        "https://en.wikipedia.org/wiki/Shelley_Berman",
        "https://en.wikipedia.org/wiki/Jonathan_and_Darlene_Edwards_in_Paris",
        "https://en.wikipedia.org/wiki/Jo_Stafford",
        "https://en.wikipedia.org/wiki/Paul_Weston",
        "https://en.wikipedia.org/wiki/Bob_Newhart",
        "https://en.wikipedia.org/wiki/An_Evening_with_Mike_Nichols_and_Elaine_May",
        "https://en.wikipedia.org/wiki/Elaine_May",
        "https://en.wikipedia.org/wiki/Mike_Nichols",
        "https://en.wikipedia.org/wiki/Vaughn_Meader",
        "https://en.wikipedia.org/wiki/I_Started_Out_as_a_Child",
        "https://en.wikipedia.org/wiki/Bill_Cosby",
        "https://en.wikipedia.org/wiki/Bill_Cosby",
        "https://en.wikipedia.org/wiki/Wonderfulness",
        "https://en.wikipedia.org/wiki/Bill_Cosby",
        "https://en.wikipedia.org/wiki/Bill_Cosby",
        "https://en.wikipedia.org/wiki/Bill_Cosby",
        "https://en.wikipedia.org/wiki/Bill_Cosby",
        "https://en.wikipedia.org/wiki/The_Devil_Made_Me_Buy_This_Dress",
        "https://en.wikipedia.org/wiki/Flip_Wilson",
        "https://en.wikipedia.org/wiki/Lily_Tomlin",
        "https://en.wikipedia.org/wiki/George_Carlin",
        "https://en.wikipedia.org/wiki/Los_Cochinos",
        "https://en.wikipedia.org/wiki/Richard_Pryor",
        "https://en.wikipedia.org/wiki/Richard_Pryor",
        "https://en.wikipedia.org/wiki/Bicentennial_Nigger",
        "https://en.wikipedia.org/wiki/Richard_Pryor",
        "https://en.wikipedia.org/wiki/Steve_Martin",
        "https://en.wikipedia.org/wiki/A_Wild_and_Crazy_Guy",
        "https://en.wikipedia.org/wiki/Steve_Martin",
        "https://en.wikipedia.org/wiki/Robin_Williams",
        "https://en.wikipedia.org/wiki/Rodney_Dangerfield",
        "https://en.wikipedia.org/wiki/Richard_Pryor",
        "https://en.wikipedia.org/wiki/Richard_Pryor",
        "https://en.wikipedia.org/wiki/Eddie_Murphy",
        "https://en.wikipedia.org/wiki/Eat_It",
        "https://en.wikipedia.org/wiki/Whoopi_Goldberg",
        "https://en.wikipedia.org/wiki/Bill_Cosby",
        "https://en.wikipedia.org/wiki/A_Night_at_the_Met",
        "https://en.wikipedia.org/wiki/Robin_Williams",
        "https://en.wikipedia.org/wiki/Robin_Williams",
        "https://en.wikipedia.org/wiki/1712_Overture_and_Other_Musical_Assaults",
        "https://en.wikipedia.org/wiki/Peter_Schickele",
        "https://en.wikipedia.org/wiki/Oedipus_Tex_and_Other_Choral_Calamities",
        "https://en.wikipedia.org/wiki/Peter_Schickele",
        "https://en.wikipedia.org/wiki/Peter_Schickele",
        "https://en.wikipedia.org/wiki/Music_for_an_Awful_Lot_of_Winds_and_Percussion",
        "https://en.wikipedia.org/wiki/Peter_Schickele",
        "https://en.wikipedia.org/wiki/George_Carlin",
        "https://en.wikipedia.org/wiki/Live_from_Hell",
        "https://en.wikipedia.org/wiki/Sam_Kinison",
        "https://en.wikipedia.org/wiki/Jonathan_Winters",
        "https://en.wikipedia.org/wiki/Rush_Limbaugh_Is_a_Big_Fat_Idiot_and_Other_Observations",
        "https://en.wikipedia.org/wiki/Al_Franken",
        "https://en.wikipedia.org/wiki/Roll_with_the_New",
        "https://en.wikipedia.org/wiki/Chris_Rock",
        "https://en.wikipedia.org/wiki/2000_Year_Old_Man",
        "https://en.wikipedia.org/wiki/Mel_Brooks",
        "https://en.wikipedia.org/wiki/Carl_Reiner",
        "https://en.wikipedia.org/wiki/Chris_Rock",
        "https://en.wikipedia.org/wiki/Brain_Droppings",
        "https://en.wikipedia.org/wiki/George_Carlin",
        "https://en.wikipedia.org/wiki/Napalm_and_Silly_Putty",
        "https://en.wikipedia.org/wiki/George_Carlin",
        "https://en.wikipedia.org/wiki/Robin_Williams",
        "https://en.wikipedia.org/wiki/Poodle_Hat",
        "https://en.wikipedia.org/wiki/Jon_Stewart",
        "https://en.wikipedia.org/wiki/The_Daily_Show",
        "https://en.wikipedia.org/wiki/Never_Scared",
        "https://en.wikipedia.org/wiki/Chris_Rock",
        "https://en.wikipedia.org/wiki/The_Carnegie_Hall_Performance",
        "https://en.wikipedia.org/wiki/Lewis_Black",
        "https://en.wikipedia.org/wiki/The_Distant_Future",
        "https://en.wikipedia.org/wiki/Flight_of_the_Conchords",
        "https://en.wikipedia.org/wiki/George_Carlin",
        "https://en.wikipedia.org/wiki/Stephen_Colbert",
        "https://en.wikipedia.org/wiki/Stark_Raving_Black",
        "https://en.wikipedia.org/wiki/Lewis_Black",
        "https://en.wikipedia.org/wiki/Blow_Your_Pants_Off",
        "https://en.wikipedia.org/wiki/Jimmy_Fallon",
        "https://en.wikipedia.org/wiki/Calm_Down_Gurrl",
        "https://en.wikipedia.org/wiki/Kathy_Griffin",
        "https://en.wikipedia.org/wiki/Mandatory_Fun",
        "https://en.wikipedia.org/wiki/Patton_Oswalt",
        "https://en.wikipedia.org/wiki/Dave_Chappelle",
        "https://en.wikipedia.org/wiki/Dave_Chappelle",
        "https://en.wikipedia.org/wiki/Dave_Chappelle",
        "https://en.wikipedia.org/wiki/Tiffany_Haddish",
        "https://en.wikipedia.org/wiki/Sincerely_Louis_CK",
        "https://en.wikipedia.org/wiki/Allan_Sherman",
        "https://en.wikipedia.org/wiki/Allan_Sherman",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}