{
    "url": "https://en.wikipedia.org/wiki/Almagest",
    "title": "Almagest",
    "table_of_contents": [
        "1 Names",
        "2 Contents",
        "2.1 Books",
        "2.2 Ptolemy's cosmos",
        "2.3 The star catalog",
        "2.3.1 Errors in the coordinates",
        "2.3.2 Constellations in the star catalogue",
        "2.4 Ptolemy's planetary model",
        "3 Impact",
        "4 Modern editions",
        "5 Gallery",
        "6 See also",
        "7 Footnotes",
        "8 References",
        "9 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The Almagest /ˈælmədʒɛst/ is a 2nd-century Greek-language mathematical and astronomical treatise on the apparent motions of the stars and planetary paths, written by Claudius Ptolemy (c. AD 100 – c. 170). One of the most influential scientific texts in history, it canonized a geocentric model of the Universe that was accepted for more than 1,200 years from its origin in Hellenistic Alexandria, in the medieval Byzantine and Islamic worlds, and in Western Europe through the Middle Ages and early Renaissance until Copernicus. It is also a key source of information about ancient Greek astronomy.\n\nPtolemy set up a public inscription at Canopus, Egypt, in 147 or 148. N. T. Hamilton found that the version of Ptolemy's models set out in the Canopic Inscription was earlier than the version in the Almagest. Hence the Almagest could not have been completed before about 150, a quarter-century after Ptolemy began observing.[1][pages needed][2]\n\n"
        },
        {
            "title": "Names",
            "text": "The name comes from Arabic اَلْمَجِسْطِيّ al-majisṭī, with اَل al meaning \"the\", and magesti being a corruption of Greek μεγίστη megístē 'greatest'.\n\nThe work was originally titled \"Μαθηματικὴ Σύνταξις\" (Mathēmatikē Syntaxis) in Ancient Greek, and also called Syntaxis Mathematica in Latin. The treatise was later titled Hē Megalē Syntaxis (Ἡ Μεγάλη Σύνταξις, \"The Great Treatise\"; Latin: Magna Syntaxis), and the superlative form of this (Ancient Greek: μεγίστη, megiste, \"greatest\") lies behind the Arabic name al-majisṭī (المجسطي), from which the English name Almagest derives. The Arabic name is important due to the popularity of a Latin translation known as Almagestum made in the 12th century from an Arabic translation, which would endure until original Greek copies resurfaced in the 15th century.\n\n"
        },
        {
            "title": "Contents",
            "text": "The Syntaxis Mathematica consists of thirteen sections, called books. As with many medieval manuscripts that were handcopied or, particularly, printed in the early years of printing, there were considerable differences between various editions of the same text, as the process of transcription was highly personal. An example illustrating how the Syntaxis was organized is given below. It is a Latin edition printed in 1515 at Venice by Petrus Lichtenstein.[3]\n\nPtolemy states that the longitudes (which increase due to precession) are for the beginning of the reign of Antoninus Pius (138 AD), whereas the latitudes do not change with time. (But see below, under The star catalog.) The constellations north of the zodiac and the northern zodiac constellations (Aries through Virgo) are in the table at the end of Book VII, while the rest are in the table at the beginning of Book VIII. The brightest stars were marked first magnitude (m = 1), while the faintest visible to the naked eye were sixth magnitude (m = 6). Each numerical magnitude was considered twice the brightness of the following one, which is a logarithmic scale. (The ratio was subjective as no photodetectors existed.) This system is believed to have originated with Hipparchus. The stellar positions too are of Hipparchan origin, despite Ptolemy's claim to the contrary.\n\nThe cosmology of the Syntaxis includes five main points, each of which is the subject of a chapter in Book I. What follows is a close paraphrase of Ptolemy's own words from Toomer's translation.[6]\n\nThe layout of the catalogue has always been tabular (a Latin translation, a Greek MS). Ptolemy writes explicitly that the coordinates are given as (ecliptical) \"longitudes\" and \"latitudes\", which are given in columns, so this has probably always been the case. It is significant that Ptolemy chooses the ecliptical coordinate system because of his knowledge of precession, which distinguishes him from all his predecessors. Hipparchus' celestial globe had an ecliptic drawn in, but the coordinates were equatorial.[8] Since Hipparchus' star catalogue has not survived in its original form, but was absorbed into the Almagest star catalogue (and heavily revised in the 265 years in between),[9][8] the Almagest star catalogue is the oldest one in which complete tables of coordinates and magnitudes have come down to us.\n\nAs mentioned, Ptolemy includes a star catalog containing 1022 stars. He says that he \"observed as many stars as it was possible to perceive, even to the sixth magnitude\", and that the ecliptic longitudes are for the beginning of the reign of Antoninus Pius (138 AD). Ptolemy himself states that he found that the longitudes had increased by 2° 40′ since the time of Hipparchus which was 265 years earlier (Alm. VII, 2). But calculations show that his ecliptic longitudes correspond more closely to around the middle of the first century CE (+48 to +58).[6][10][8]\n\nSince Tycho Brahe found this offset, astronomers and historians investigated this problem and suggested several causes:\n\nSubtracting the systematic error leaves other errors that cannot be explained by precession. Of these errors, about 18 to 20 are also found in Hipparchus' star catalogue (which can only be reconstructed incompletely).[13][8] From this it can be concluded that a subset of star coordinates in the Almagest can indeed be traced back to Hipparchus,[10] but not that the complete star catalogue was simply \"copied\". Rather, Hipparchus' major errors are no longer present in the Almagest[8] and, on the other hand, Hipparchus' star catalogue had some stars that are entirely absent from the Almagest.[8] It can be concluded that Hipparchus' star catalogue, while forming the basis, has been reobserved and revised.[8][9]\n\nThe figure he used is based on Hipparchus' own estimate for precession, which was 1° in 100 years, instead of the correct 1° in 72 years. Dating attempts through proper motion of the stars also appear to date the actual observation to Hipparchus' time instead of Ptolemy.[14]\n\nMany of the longitudes and latitudes have been corrupted in the various manuscripts. Most of these errors can be explained by similarities in the symbols used for different numbers. For example, the Greek letters Α and Δ were used to mean 1 and 4 respectively, but because these look similar copyists sometimes wrote the wrong one. In Arabic manuscripts, there was confusion between for example 3 and 8 (ج and ح). (At least one translator also introduced errors. Gerard of Cremona, who translated an Arabic manuscript into Latin around 1175, put 300° for the latitude of several stars. He had apparently learned from Moors, who used the letter \"sin\" for 300 (like the Hebrew \"shin\"), but the manuscript he was translating came from the East, where \"sin\" was used for 60, like the Hebrew \"samech\".)[15]\n\nEven without the errors introduced by copyists, and even accounting for the fact that the longitudes are more appropriate for 58 AD than for 137 AD, the latitudes and longitudes are not fully accurate, with errors as great as large fractions of a degree. Some errors may be due to atmospheric refraction causing stars that are low in the sky to appear higher than where they really are.[16] A series of stars in Centaurus are off by a couple degrees, including the star we call Alpha Centauri. These were probably measured by a different person or persons from the others, and in an inaccurate way.[17]\n\nThe star catalogue contains 48 constellations, which have different surface areas and numbers of stars. In Book VIII, Chapter 3, Ptolemy writes that the constellations should be outlined on a globe, but it is unclear exactly how he means this: should surrounding polygons be drawn or should the figures be sketched or even line figures be drawn? This is not stated.\n\nAlthough no line figures have survived from antiquity, the figures can be reconstructed on the basis of the descriptions in the star catalogue: The exact celestial coordinates of the figures' heads, feet, arms, wings and other body parts are recorded.[8] It is therefore possible to draw the stick figures in the modern sense so that they fit the description in the Almagest. These modern stick figures as a reconstruction of the historical constellations of the Almagest are available in the free planetarium software Stellarium since 2019.\n\nThese constellations form the basis for the modern constellations that were formally adopted by the International Astronomical Union in 1922, with official boundaries that were agreed in 1928.\n\nOf the stars in the catalogue, 108 (just over 10%) were classified by Ptolemy as ‘unformed’, by which he meant lying outside the recognized constellation figures. These were later absorbed into their surrounding constellations or in some cases used to form new constellations.[18]\n\nPtolemy assigned the following order to the planetary spheres, beginning with the innermost:\n\nOther classical writers suggested different sequences. Plato (c. 427 – c. 347 BC) placed the Sun second in order after the Moon. Martianus Capella (5th century AD) put Mercury and Venus in motion around the Sun. Ptolemy's authority was preferred by most medieval Islamic and late medieval European astronomers.\n\nPtolemy inherited from his Greek predecessors a geometrical toolbox and a partial set of models for predicting where the planets would appear in the sky. Apollonius of Perga (c. 262 – c. 190 BC) had introduced the deferent and epicycle and the eccentric deferent to astronomy. Hipparchus (2nd century BC) had crafted mathematical models of the motion of the Sun and Moon. Hipparchus had some knowledge of Mesopotamian astronomy, and he felt that Greek models should match those of the Babylonians in accuracy. He was unable to create accurate models for the remaining five planets.\n\nThe Syntaxis adopted Hipparchus' solar model, which consisted of a simple eccentric deferent. For the Moon, Ptolemy began with Hipparchus' epicycle-on-deferent, then added a device that historians of astronomy refer to as a \"crank mechanism\":[19] He succeeded in creating models for the other planets, where Hipparchus had failed, by introducing a third device called the equant.\n\nPtolemy wrote the Syntaxis as a textbook of mathematical astronomy. It explained geometrical models of the planets based on combinations of circles, which could be used to predict the motions of celestial objects. In a later book, the Planetary Hypotheses, Ptolemy explained how to transform his geometrical models into three-dimensional spheres or partial spheres. In contrast to the mathematical Syntaxis, the Planetary Hypotheses is sometimes described as a book of cosmology.\n\n"
        },
        {
            "title": "Impact",
            "text": "Ptolemy's comprehensive treatise of mathematical astronomy superseded most older texts of Greek astronomy. Some were more specialized and thus of less interest; others simply became outdated by the newer models. As a result, the older texts ceased to be copied and were gradually lost. Much of what we know about the work of astronomers like Hipparchus comes from references in the Syntaxis.\n\nThe first translations into Arabic were made in the 9th century, with two separate efforts, one sponsored by the caliph Al-Ma'mun, who received a copy as a condition of peace with the Byzantine emperor.[20] Sahl ibn Bishr is thought to be the first Arabic translator.\n\nNo Latin translation was made in the Ancient Rome nor the Medieval West before the 12th century. Henry Aristippus made the first Latin translation directly from a Greek copy, but it was not as influential as a later translation into Latin made in Spain by Gerard of Cremona from the Arabic (finished in 1175).[21][22] Gerard translated the Arabic text while working at the Toledo School of Translators, although he was unable to translate many technical terms such as the Arabic Abrachir for Hipparchus. In the 13th century a Spanish version was produced, which was later translated under the patronage of Alfonso X.\n\nIn the 15th century, a Greek version appeared in Western Europe. The German astronomer Johannes Müller (known, from his birthplace of Königsberg, as Regiomontanus) made an abridged Latin version at the instigation of the Greek churchman Cardinal Bessarion. Around the same time, George of Trebizond made a full translation accompanied by a commentary that was as long as the original text. George's translation, done under the patronage of Pope Nicholas V, was intended to supplant the old translation. The new translation was a great improvement; the new commentary was not, and aroused criticism.[23] The Pope declined the dedication of George's work,[23] and Regiomontanus's translation had the upper hand for over 100 years.\n\nDuring the 16th century, Guillaume Postel, who had been on an embassy to the Ottoman Empire, brought back Arabic disputations of the Almagest, such as the works of al-Kharaqī, Muntahā al-idrāk fī taqāsīm al-aflāk (\"The Ultimate Grasp of the Divisions of Spheres\", 1138/9).[24]\n\nCommentaries on the Syntaxis were written by Theon of Alexandria (extant), Pappus of Alexandria (only fragments survive), and Ammonius Hermiae (lost).\n\n"
        },
        {
            "title": "Modern editions",
            "text": "The Almagest under the Latin title Syntaxis mathematica, was edited by J. L. Heiberg in Claudii Ptolemaei opera quae exstant omnia, vols. 1.1 and 1.2 (1898, 1903).\n\nThree translations of the Almagest into English have been published. The first, by R. Catesby Taliaferro of St. John's College in Annapolis, Maryland, was included in volume 16 of the Great Books of the Western World in 1952. The second, by G. J. Toomer, Ptolemy's Almagest in 1984, with a second edition in 1998.[6] The third was a partial translation by Bruce M. Perry in The Almagest: Introduction to the Mathematics of the Heavens in 2014.[25]\n\nA direct French translation from the Greek text was published in two volumes in 1813 and 1816 by Nicholas Halma, including detailed historical comments in a 69-page preface. It has been described as \"suffer[ing] from excessive literalness, particularly where the text is difficult\" by Toomer, and as \"very faulty\" by Serge Jodra.[26] The scanned books are available in full at the Gallica French national library.[27][28]\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Koine_Greek",
        "https://en.wikipedia.org/wiki/Greek_mathematics",
        "https://en.wikipedia.org/wiki/Greek_astronomy",
        "https://en.wikipedia.org/wiki/Star",
        "https://en.wikipedia.org/wiki/Planet",
        "https://en.wikipedia.org/wiki/Ptolemy",
        "https://en.wikipedia.org/wiki/Geocentric_model",
        "https://en.wikipedia.org/wiki/Universe",
        "https://en.wikipedia.org/wiki/Byzantine",
        "https://en.wikipedia.org/wiki/Islamic_Golden_Age",
        "https://en.wikipedia.org/wiki/Middle_Ages",
        "https://en.wikipedia.org/wiki/Renaissance",
        "https://en.wikipedia.org/wiki/Copernicus",
        "https://en.wikipedia.org/wiki/Greek_astronomy",
        "https://en.wikipedia.org/wiki/Definite_article",
        "https://en.wikipedia.org/wiki/Ancient_Greek",
        "https://en.wikipedia.org/wiki/Latin",
        "https://en.wikipedia.org/wiki/Latin_language",
        "https://en.wikipedia.org/wiki/Ancient_Greek_language",
        "https://en.wikipedia.org/wiki/Arabic_language",
        "https://en.wikipedia.org/wiki/Aristotle",
        "https://en.wikipedia.org/wiki/Fixed_stars",
        "https://en.wikipedia.org/wiki/Planets",
        "https://en.wikipedia.org/wiki/Ecliptic",
        "https://en.wikipedia.org/wiki/Spherical_trigonometry",
        "https://en.wikipedia.org/wiki/Latitude",
        "https://en.wikipedia.org/wiki/Sun",
        "https://en.wikipedia.org/wiki/Gnomon",
        "https://en.wikipedia.org/wiki/Equinox",
        "https://en.wikipedia.org/wiki/Solstice",
        "https://en.wikipedia.org/wiki/Sun",
        "https://en.wikipedia.org/wiki/Hipparchus",
        "https://en.wikipedia.org/wiki/Epicycles",
        "https://en.wikipedia.org/wiki/Moon",
        "https://en.wikipedia.org/wiki/Parallax",
        "https://en.wikipedia.org/wiki/Apogee",
        "https://en.wikipedia.org/wiki/Eclipse",
        "https://en.wikipedia.org/wiki/Star_catalogue",
        "https://en.wikipedia.org/wiki/Constellation",
        "https://en.wikipedia.org/wiki/Ecliptic_coordinates",
        "https://en.wikipedia.org/wiki/Precession",
        "https://en.wikipedia.org/wiki/Antoninus_Pius",
        "https://en.wikipedia.org/wiki/Zodiac",
        "https://en.wikipedia.org/wiki/Apparent_magnitude",
        "https://en.wikipedia.org/wiki/Logarithmic_scale",
        "https://en.wikipedia.org/wiki/Photodetector",
        "https://en.wikipedia.org/wiki/Zodiac",
        "https://en.wikipedia.org/wiki/Naked_eye_planet",
        "https://en.wikipedia.org/wiki/Venus",
        "https://en.wikipedia.org/wiki/Mars",
        "https://en.wikipedia.org/wiki/Jupiter",
        "https://en.wikipedia.org/wiki/Saturn",
        "https://en.wikipedia.org/wiki/Apparent_retrograde_motion",
        "https://en.wikipedia.org/wiki/Ecliptic_longitude",
        "https://en.wikipedia.org/wiki/Antoninus_Pius",
        "https://en.wikipedia.org/wiki/Hipparchus",
        "https://en.wikipedia.org/wiki/Proper_motion",
        "https://en.wikipedia.org/wiki/Gerard_of_Cremona",
        "https://en.wikipedia.org/wiki/Moors",
        "https://en.wikipedia.org/wiki/Samech",
        "https://en.wikipedia.org/wiki/Atmospheric_refraction",
        "https://en.wikipedia.org/wiki/Centaurus",
        "https://en.wikipedia.org/wiki/Alpha_Centauri",
        "https://en.wikipedia.org/wiki/Constellation",
        "https://en.wikipedia.org/wiki/Geocentric_model",
        "https://en.wikipedia.org/wiki/Peter_Apian",
        "https://en.wikipedia.org/wiki/Planetary_spheres",
        "https://en.wikipedia.org/wiki/Plato",
        "https://en.wikipedia.org/wiki/Martianus_Capella",
        "https://en.wikipedia.org/wiki/Astronomy_in_medieval_Islam",
        "https://en.wikipedia.org/wiki/Apollonius_of_Perga",
        "https://en.wikipedia.org/wiki/Deferent_and_epicycle",
        "https://en.wikipedia.org/wiki/Equant",
        "https://en.wikipedia.org/wiki/Cosmology",
        "https://en.wikipedia.org/wiki/Caliph",
        "https://en.wikipedia.org/wiki/Sahl_ibn_Bishr",
        "https://en.wikipedia.org/wiki/Henry_Aristippus",
        "https://en.wikipedia.org/wiki/Spain",
        "https://en.wikipedia.org/wiki/Gerard_of_Cremona",
        "https://en.wikipedia.org/wiki/Toledo_School_of_Translators",
        "https://en.wikipedia.org/wiki/Alfonso_X",
        "https://en.wikipedia.org/wiki/George_of_Trebizond",
        "https://en.wikipedia.org/wiki/Regiomontanus",
        "https://en.wikipedia.org/wiki/Bessarion",
        "https://en.wikipedia.org/wiki/George_of_Trebizond",
        "https://en.wikipedia.org/wiki/Pope_Nicholas_V",
        "https://en.wikipedia.org/wiki/Guillaume_Postel",
        "https://en.wikipedia.org/wiki/Ottoman_Empire",
        "https://en.wikipedia.org/wiki/Theon_of_Alexandria",
        "https://en.wikipedia.org/wiki/Pappus_of_Alexandria",
        "https://en.wikipedia.org/wiki/Ammonius_Hermiae",
        "https://en.wikipedia.org/wiki/Great_Books_of_the_Western_World",
        "https://en.wikipedia.org/wiki/Nicholas_Halma",
        "https://en.wikipedia.org/wiki/Gallica",
        "https://en.wikipedia.org/wiki/Book_of_Fixed_Stars",
        "https://en.wikipedia.org/wiki/Star_cartography",
        "https://en.wikipedia.org/wiki/Christian_Peters",
        "https://en.wikipedia.org/wiki/Edward_Knobel",
        "https://en.wikipedia.org/wiki/Oxford_University_Press",
        "https://en.wikipedia.org/wiki/Cambridge_University_Press",
        "https://en.wikipedia.org/wiki/Olaf_Pedersen",
        "https://en.wikipedia.org/wiki/Odense_University_Press",
        "https://en.wikipedia.org/wiki/Otto_Neugebauer",
        "https://en.wikipedia.org/wiki/Gerard_of_Cremona",
        "https://en.wikipedia.org/wiki/State_Library_of_Victoria",
        "https://en.wikipedia.org/wiki/Gerard_of_Cremona",
        "https://en.wikipedia.org/wiki/ASCII",
        "https://en.wikipedia.org/wiki/Ptolemy",
        "https://en.wikipedia.org/wiki/Argo_Navis",
        "https://en.wikipedia.org/wiki/Canis_Major",
        "https://en.wikipedia.org/wiki/Canis_Minor",
        "https://en.wikipedia.org/wiki/Capricornus",
        "https://en.wikipedia.org/wiki/Centaurus",
        "https://en.wikipedia.org/wiki/Cetus",
        "https://en.wikipedia.org/wiki/Corona_Australis",
        "https://en.wikipedia.org/wiki/Corona_Borealis",
        "https://en.wikipedia.org/wiki/Delphinus",
        "https://en.wikipedia.org/wiki/Equuleus",
        "https://en.wikipedia.org/wiki/Lyra",
        "https://en.wikipedia.org/wiki/Ophiuchus",
        "https://en.wikipedia.org/wiki/Piscis_Austrinus",
        "https://en.wikipedia.org/wiki/Sagitta",
        "https://en.wikipedia.org/wiki/Scorpius",
        "https://en.wikipedia.org/wiki/Serpens",
        "https://en.wikipedia.org/wiki/Triangulum",
        "https://en.wikipedia.org/wiki/Ursa_Major",
        "https://en.wikipedia.org/wiki/Ursa_Minor",
        "https://en.wikipedia.org/wiki/Ancient_Greek_astronomy",
        "https://en.wikipedia.org/wiki/Aglaonice",
        "https://en.wikipedia.org/wiki/Anaximander",
        "https://en.wikipedia.org/wiki/Andronicus_of_Cyrrhus",
        "https://en.wikipedia.org/wiki/Apollonius_of_Perga",
        "https://en.wikipedia.org/wiki/Aratus",
        "https://en.wikipedia.org/wiki/Aristarchus_of_Samos",
        "https://en.wikipedia.org/wiki/Aristyllus",
        "https://en.wikipedia.org/wiki/Attalus_of_Rhodes",
        "https://en.wikipedia.org/wiki/Autolycus_of_Pitane",
        "https://en.wikipedia.org/wiki/Bion_of_Abdera",
        "https://en.wikipedia.org/wiki/Callippus",
        "https://en.wikipedia.org/wiki/Cleomedes",
        "https://en.wikipedia.org/wiki/Cleostratus",
        "https://en.wikipedia.org/wiki/Conon_of_Samos",
        "https://en.wikipedia.org/wiki/Eratosthenes",
        "https://en.wikipedia.org/wiki/Euctemon",
        "https://en.wikipedia.org/wiki/Eudoxus_of_Cnidus",
        "https://en.wikipedia.org/wiki/Geminus",
        "https://en.wikipedia.org/wiki/Heraclides_Ponticus",
        "https://en.wikipedia.org/wiki/Hicetas",
        "https://en.wikipedia.org/wiki/Hipparchus",
        "https://en.wikipedia.org/wiki/Hippocrates_of_Chios",
        "https://en.wikipedia.org/wiki/Hypsicles",
        "https://en.wikipedia.org/wiki/Menelaus_of_Alexandria",
        "https://en.wikipedia.org/wiki/Meton_of_Athens",
        "https://en.wikipedia.org/wiki/Oenopides",
        "https://en.wikipedia.org/wiki/Philip_of_Opus",
        "https://en.wikipedia.org/wiki/Philolaus",
        "https://en.wikipedia.org/wiki/Posidonius",
        "https://en.wikipedia.org/wiki/Ptolemy",
        "https://en.wikipedia.org/wiki/Pytheas",
        "https://en.wikipedia.org/wiki/Seleucus_of_Seleucia",
        "https://en.wikipedia.org/wiki/Sosigenes_of_Alexandria",
        "https://en.wikipedia.org/wiki/Sosigenes_the_Peripatetic",
        "https://en.wikipedia.org/wiki/Strabo",
        "https://en.wikipedia.org/wiki/Thales_of_Miletus",
        "https://en.wikipedia.org/wiki/Theodosius_of_Bithynia",
        "https://en.wikipedia.org/wiki/Theon_of_Alexandria",
        "https://en.wikipedia.org/wiki/Theon_of_Smyrna",
        "https://en.wikipedia.org/wiki/Timocharis",
        "https://en.wikipedia.org/wiki/On_the_Heavens",
        "https://en.wikipedia.org/wiki/Antikythera_mechanism",
        "https://en.wikipedia.org/wiki/Armillary_sphere",
        "https://en.wikipedia.org/wiki/Astrolabe",
        "https://en.wikipedia.org/wiki/Dioptra",
        "https://en.wikipedia.org/wiki/Equatorial_ring",
        "https://en.wikipedia.org/wiki/Gnomon",
        "https://en.wikipedia.org/wiki/Mural_instrument",
        "https://en.wikipedia.org/wiki/Callippic_cycle",
        "https://en.wikipedia.org/wiki/Celestial_spheres",
        "https://en.wikipedia.org/wiki/Circle_of_latitude",
        "https://en.wikipedia.org/wiki/Deferent_and_epicycle",
        "https://en.wikipedia.org/wiki/Equant",
        "https://en.wikipedia.org/wiki/Geocentric_model",
        "https://en.wikipedia.org/wiki/Heliocentrism",
        "https://en.wikipedia.org/wiki/Hipparchic_cycle",
        "https://en.wikipedia.org/wiki/Metonic_cycle",
        "https://en.wikipedia.org/wiki/Octaeteris",
        "https://en.wikipedia.org/wiki/Solstice",
        "https://en.wikipedia.org/wiki/Spherical_Earth",
        "https://en.wikipedia.org/wiki/Sublunary_sphere",
        "https://en.wikipedia.org/wiki/Zodiac",
        "https://en.wikipedia.org/wiki/Babylonian_astronomy",
        "https://en.wikipedia.org/wiki/Egyptian_astronomy",
        "https://en.wikipedia.org/wiki/European_science_in_the_Middle_Ages",
        "https://en.wikipedia.org/wiki/Indian_astronomy",
        "https://en.wikipedia.org/wiki/Astronomy_in_the_medieval_Islamic_world",
        "https://en.wikipedia.org/wiki/Greek_mathematics",
        "https://en.wikipedia.org/wiki/List_of_Greek_mathematicians",
        "https://en.wikipedia.org/wiki/Timeline_of_ancient_Greek_mathematicians",
        "https://en.wikipedia.org/wiki/Anaxagoras",
        "https://en.wikipedia.org/wiki/Anthemius_of_Tralles",
        "https://en.wikipedia.org/wiki/Archytas",
        "https://en.wikipedia.org/wiki/Aristaeus_the_Elder",
        "https://en.wikipedia.org/wiki/Aristarchus_of_Samos",
        "https://en.wikipedia.org/wiki/Apollonius_of_Perga",
        "https://en.wikipedia.org/wiki/Archimedes",
        "https://en.wikipedia.org/wiki/Autolycus_of_Pitane",
        "https://en.wikipedia.org/wiki/Bion_of_Abdera",
        "https://en.wikipedia.org/wiki/Bryson_of_Heraclea",
        "https://en.wikipedia.org/wiki/Callippus",
        "https://en.wikipedia.org/wiki/Carpus_of_Antioch",
        "https://en.wikipedia.org/wiki/Chrysippus",
        "https://en.wikipedia.org/wiki/Cleomedes",
        "https://en.wikipedia.org/wiki/Conon_of_Samos",
        "https://en.wikipedia.org/wiki/Ctesibius",
        "https://en.wikipedia.org/wiki/Democritus",
        "https://en.wikipedia.org/wiki/Dicaearchus",
        "https://en.wikipedia.org/wiki/Diophantus",
        "https://en.wikipedia.org/wiki/Dinostratus",
        "https://en.wikipedia.org/wiki/Dionysodorus",
        "https://en.wikipedia.org/wiki/Domninus_of_Larissa",
        "https://en.wikipedia.org/wiki/Eratosthenes",
        "https://en.wikipedia.org/wiki/Eudemus_of_Rhodes",
        "https://en.wikipedia.org/wiki/Euclid",
        "https://en.wikipedia.org/wiki/Eudoxus_of_Cnidus",
        "https://en.wikipedia.org/wiki/Eutocius_of_Ascalon",
        "https://en.wikipedia.org/wiki/Geminus",
        "https://en.wikipedia.org/wiki/Heliodorus_of_Larissa",
        "https://en.wikipedia.org/wiki/Hero_of_Alexandria",
        "https://en.wikipedia.org/wiki/Hipparchus",
        "https://en.wikipedia.org/wiki/Hippasus",
        "https://en.wikipedia.org/wiki/Hippias",
        "https://en.wikipedia.org/wiki/Hippocrates_of_Chios",
        "https://en.wikipedia.org/wiki/Hypatia",
        "https://en.wikipedia.org/wiki/Hypsicles",
        "https://en.wikipedia.org/wiki/Isidore_of_Miletus",
        "https://en.wikipedia.org/wiki/Marinus_of_Neapolis",
        "https://en.wikipedia.org/wiki/Menaechmus",
        "https://en.wikipedia.org/wiki/Menelaus_of_Alexandria",
        "https://en.wikipedia.org/wiki/Nicomachus",
        "https://en.wikipedia.org/wiki/Nicoteles_of_Cyrene",
        "https://en.wikipedia.org/wiki/Oenopides",
        "https://en.wikipedia.org/wiki/Pappus_of_Alexandria",
        "https://en.wikipedia.org/wiki/Philolaus",
        "https://en.wikipedia.org/wiki/Philon",
        "https://en.wikipedia.org/wiki/Philonides_of_Laodicea",
        "https://en.wikipedia.org/wiki/Posidonius",
        "https://en.wikipedia.org/wiki/Proclus",
        "https://en.wikipedia.org/wiki/Ptolemy",
        "https://en.wikipedia.org/wiki/Pythagoras",
        "https://en.wikipedia.org/wiki/Simplicius_of_Cilicia",
        "https://en.wikipedia.org/wiki/Sosigenes_of_Alexandria",
        "https://en.wikipedia.org/wiki/Sporus_of_Nicaea",
        "https://en.wikipedia.org/wiki/Thales_of_Miletus",
        "https://en.wikipedia.org/wiki/Theodorus_of_Cyrene",
        "https://en.wikipedia.org/wiki/Theodosius_of_Bithynia",
        "https://en.wikipedia.org/wiki/Theon_of_Alexandria",
        "https://en.wikipedia.org/wiki/Theon_of_Smyrna",
        "https://en.wikipedia.org/wiki/Thymaridas",
        "https://en.wikipedia.org/wiki/Xenocrates",
        "https://en.wikipedia.org/wiki/Zeno_of_Elea",
        "https://en.wikipedia.org/wiki/Zeno_of_Sidon",
        "https://en.wikipedia.org/wiki/Archimedes_Palimpsest",
        "https://en.wikipedia.org/wiki/Arithmetica",
        "https://en.wikipedia.org/wiki/Catoptrics",
        "https://en.wikipedia.org/wiki/Measurement_of_a_Circle",
        "https://en.wikipedia.org/wiki/On_Conoids_and_Spheroids",
        "https://en.wikipedia.org/wiki/Autolycus_of_Pitane",
        "https://en.wikipedia.org/wiki/On_Spirals",
        "https://en.wikipedia.org/wiki/On_the_Sphere_and_Cylinder",
        "https://en.wikipedia.org/wiki/Ostomachion",
        "https://en.wikipedia.org/wiki/Planisphaerium",
        "https://en.wikipedia.org/wiki/Sphaerics",
        "https://en.wikipedia.org/wiki/The_Quadrature_of_the_Parabola",
        "https://en.wikipedia.org/wiki/The_Sand_Reckoner",
        "https://en.wikipedia.org/wiki/Constructible_number",
        "https://en.wikipedia.org/wiki/Angle_trisection",
        "https://en.wikipedia.org/wiki/Doubling_the_cube",
        "https://en.wikipedia.org/wiki/Squaring_the_circle",
        "https://en.wikipedia.org/wiki/Problem_of_Apollonius",
        "https://en.wikipedia.org/wiki/Angle",
        "https://en.wikipedia.org/wiki/Central_angle",
        "https://en.wikipedia.org/wiki/Inscribed_angle",
        "https://en.wikipedia.org/wiki/Axiomatic_system",
        "https://en.wikipedia.org/wiki/Axiom",
        "https://en.wikipedia.org/wiki/Circles_of_Apollonius",
        "https://en.wikipedia.org/wiki/Apollonian_circles",
        "https://en.wikipedia.org/wiki/Apollonian_gasket",
        "https://en.wikipedia.org/wiki/Circumscribed_circle",
        "https://en.wikipedia.org/wiki/Diophantine_equation",
        "https://en.wikipedia.org/wiki/Euclidean_geometry",
        "https://en.wikipedia.org/wiki/Golden_ratio",
        "https://en.wikipedia.org/wiki/Greek_numerals",
        "https://en.wikipedia.org/wiki/Incircle_and_excircles_of_a_triangle",
        "https://en.wikipedia.org/wiki/Method_of_exhaustion",
        "https://en.wikipedia.org/wiki/Parallel_postulate",
        "https://en.wikipedia.org/wiki/Platonic_solid",
        "https://en.wikipedia.org/wiki/Lune_of_Hippocrates",
        "https://en.wikipedia.org/wiki/Quadratrix_of_Hippias",
        "https://en.wikipedia.org/wiki/Regular_polygon",
        "https://en.wikipedia.org/wiki/Straightedge_and_compass_construction",
        "https://en.wikipedia.org/wiki/Triangle_center",
        "https://en.wikipedia.org/wiki/Angle_bisector_theorem",
        "https://en.wikipedia.org/wiki/Exterior_angle_theorem",
        "https://en.wikipedia.org/wiki/Euclidean_algorithm",
        "https://en.wikipedia.org/wiki/Geometric_mean_theorem",
        "https://en.wikipedia.org/wiki/Greek_geometric_algebra",
        "https://en.wikipedia.org/wiki/Hinge_theorem",
        "https://en.wikipedia.org/wiki/Inscribed_angle_theorem",
        "https://en.wikipedia.org/wiki/Intercept_theorem",
        "https://en.wikipedia.org/wiki/Intersecting_chords_theorem",
        "https://en.wikipedia.org/wiki/Intersecting_secants_theorem",
        "https://en.wikipedia.org/wiki/Law_of_cosines",
        "https://en.wikipedia.org/wiki/Pons_asinorum",
        "https://en.wikipedia.org/wiki/Pythagorean_theorem",
        "https://en.wikipedia.org/wiki/Theorem_of_the_gnomon",
        "https://en.wikipedia.org/wiki/Apollonius_of_Tyana",
        "https://en.wikipedia.org/wiki/Crossbar_theorem",
        "https://en.wikipedia.org/wiki/Irrational_number",
        "https://en.wikipedia.org/wiki/Law_of_sines",
        "https://en.wikipedia.org/wiki/Spiral_of_Theodorus",
        "https://en.wikipedia.org/wiki/Musaeum",
        "https://en.wikipedia.org/wiki/Platonic_Academy",
        "https://en.wikipedia.org/wiki/Ancient_Greek_astronomy",
        "https://en.wikipedia.org/wiki/Attic_numerals",
        "https://en.wikipedia.org/wiki/Greek_numerals",
        "https://en.wikipedia.org/wiki/Latin_translations_of_the_12th_century",
        "https://en.wikipedia.org/wiki/Philosophy_of_mathematics",
        "https://en.wikipedia.org/wiki/Neusis_construction",
        "https://en.wikipedia.org/wiki/History_of_algebra",
        "https://en.wikipedia.org/wiki/Timeline_of_algebra",
        "https://en.wikipedia.org/wiki/History_of_arithmetic",
        "https://en.wikipedia.org/wiki/Timeline_of_numerals_and_arithmetic",
        "https://en.wikipedia.org/wiki/History_of_calculus",
        "https://en.wikipedia.org/wiki/Timeline_of_calculus_and_mathematical_analysis",
        "https://en.wikipedia.org/wiki/History_of_geometry",
        "https://en.wikipedia.org/wiki/Timeline_of_geometry",
        "https://en.wikipedia.org/wiki/History_of_logic",
        "https://en.wikipedia.org/wiki/Timeline_of_mathematical_logic",
        "https://en.wikipedia.org/wiki/History_of_mathematics",
        "https://en.wikipedia.org/wiki/Timeline_of_mathematics",
        "https://en.wikipedia.org/wiki/History_of_numbers",
        "https://en.wikipedia.org/wiki/Prehistoric_counting",
        "https://en.wikipedia.org/wiki/History_of_ancient_numeral_systems",
        "https://en.wikipedia.org/wiki/List_of_numeral_systems",
        "https://en.wikipedia.org/wiki/Mathematics_in_the_medieval_Islamic_world",
        "https://en.wikipedia.org/wiki/Babylonian_mathematics",
        "https://en.wikipedia.org/wiki/Chinese_mathematics",
        "https://en.wikipedia.org/wiki/Ancient_Egyptian_mathematics",
        "https://en.wikipedia.org/wiki/Mathematics_of_the_Incas",
        "https://en.wikipedia.org/wiki/Indian_mathematics",
        "https://en.wikipedia.org/wiki/Japanese_mathematics",
        "https://en.wikipedia.org/wiki/Almagest",
        "https://en.wikipedia.org/wiki/Almagest",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}