{
    "url": "https://en.wikipedia.org/wiki/Alternative_versions_of_Hulk",
    "title": "Alternative versions of the Hulk",
    "table_of_contents": [
        "1 Bruce Banner",
        "1.1 The Last Avengers Story",
        "1.2 Hulk: Chapter One",
        "1.3 Age of Apocalypse",
        "1.4 Exiles",
        "1.5 Age of X",
        "1.6 Amalgam Comics",
        "1.7 Earth X",
        "1.8 The End",
        "1.9 House of M",
        "1.10 Maestro",
        "1.11 Infernal Hulk",
        "1.12 Marvel Cinematic Universe",
        "1.13 Marvel Comics 2",
        "1.14 Marvel Zombies",
        "1.14.1 Marvel Zombies: Dead Days",
        "1.14.2 Marvel Zombies 2",
        "1.14.3 Marvel Zombies 3",
        "1.14.4 Marvel Zombies Return",
        "1.15 Old Man Logan",
        "1.15.1 Earth-807128",
        "1.15.2 Earth-21923",
        "1.16 Ruins",
        "1.17 Ultimate Marvel",
        "1.17.1 Nerd Hulk",
        "1.17.2 Tyrone Cash",
        "1.17.3 Samuel Sterns",
        "1.18 Secret Wars (2015)",
        "1.19 Spider-Geddon",
        "1.20 Breaker-Apart",
        "2 Other Hulks",
        "2.1 Marvel 2099",
        "2.2 Bullet Points",
        "2.3 Avataars: Covenant of the Shield",
        "2.4 Superman and Spider-Man",
        "2.5 Batman vs. the Incredible Hulk",
        "2.6 Incredible Hulk vs. Superman",
        "2.7 DC vs. Marvel",
        "2.8 Hulk as Captain Universe",
        "2.9 Otto Banner",
        "3 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "In addition to his mainstream incarnation, the Hulk has also been depicted in other fictional universes, in which Bruce Banner's transformation, behavior, or circumstances vary from the mainstream setting. In some stories, someone other than Bruce Banner is the Hulk.\n\n"
        },
        {
            "title": "Bruce Banner",
            "text": "Alternative versions of the character have appeared in a number of Marvel storylines.\n\nIn the 1995 Two Issues mini series The Last Avengers Story, Hulk was amongst those who joined Thor, The Thing and Hercules in a mysterious conflict known as the \"Great Cataclysm\" which threatened Olympus and Asgard. The event ended with Hulk holding Hercules's golden mace and his skin temporarily turned grey, suggesting that the Hulk was the only survivor of this conflict. After the Event Hulk was recruited alongside Mockingbird, Tigra, Wonder Man and Hawkeye to fight Ultron However Hulk had been seemingly corrupted by the events of the Great Cataclysm, Hulk turned on his allies, ripping Tigra in half and puncturing Wonder Man, Wonder Man unleashed his energy against the Hulk, seemingly killing them both and accidentally blinding Hawkeye.Hulk is finally defeated by Thor, which ends the chaos.\n\nIn the Hulk 1999 Annual, writer John Byrne revised the Hulk's origin, much like his Spider-Man: Chapter One. In the revised origin, the Gamma Bomb that was being tested is now a gamma laser, and a Skrull was responsible for Rick Jones' presence on the base during the gamma test. The Skrull also disguised himself as Igor Rasminsky (Drenkov in the original stories), a fellow scientist working on the project. The contemporary setting removes the Cold War context of the original story, and serves as a tie-in to the Marvel: The Lost Generation maxi-series created by Roger Stern and Byrne, which also brought the origins of many Marvel characters out of the 1960s and into contemporary times.[1][2]  The storyline is currently designated as set on Earth-9992, and is not part of mainstream Marvel continuity (Earth-616).\n\nIn the Age of Apocalypse alternative setting, Bruce Banner was never exposed to gamma radiation. Therefore, he did not become the Hulk. Instead he became a member of the Human High Council, where he was a scientist and became a weapons designer. However he also yearns to gain knowledge and power, something Apocalypse was willing to help with, and so Bruce sold himself to Mikhail Rasputin, one of the Horsemen of Apocalypse, to give him mutants as test subjects. He succeeds in his experiments and can now transform into a creature resembling the Grey Hulk. He was used as a mole in the council, but was discovered by Susan Storm and Ben Grimm because the patterns of Bruce's injuries were identical to those sustained by the Hulk.[3]\n\nLater, Banner attempted to redeem himself by jumping out of the Human High Council ship in an effort to prevent it from getting struck by a gamma missile of his own creation. The missile detonated, allowing the Human High Council to escape Earth. He fell back to Earth, landed in the Colosseum, and emerged as the Green Hulk. There were no further mentions of the Hulk in the Age of Apocalypse material.[4]\n\nThere is also an Orange Hulk who is part of the Black Legion that serves Weapon Omega. While his origin is unknown, he possesses solar radiation-based powers and can go head-to-head with the Hulk. Orange Hulk and the Black Legion fought Earth-616 X-Force and the Earth-295 X-Men on one of Apocalypse's old ships.[5] Orange Hulk and the rest of the Black Legion later attack Vestry where they kill some people before the surviving X-Men members arrive.[6]\n\nNumerous alternate versions of the Hulk have been present in the Exiles series.\n\nIn the \"Age of X\" reality, Bruce Banner was a scientist who was under contract from the United States government to build a device that would depower any mutant. However, during the testing phase one of the mutant volunteers began to panic. Her powers caused the machine to go off prematurely while still in the gamma spectrum. The mutants were killed and Banner was bombarded by gamma radiation. The combination of the radiation and the fact that some of the mutants' genes were imprinted on him as well, caused Banner to transform into the Hulk. Because of his exposure to mutant genes, Banner holds a deep murderous resentment for all mutants to the point that he volunteered for a suicide mission to detonate a chemical bomb that would destroy the entire mutant stronghold, forcing his former teammates to sacrifice their lives to detonate the bomb early. He was incinerated by his own bomb when one of his former teammates named Redback (this reality's Spider-Woman) uses Steel Corpse's (this reality's Iron Man) severed glove to destroy the bomb.[10]\n\nThe Skulk is a hero of the Amalgam Universe. He is amalgamation of the Hulk and DC Comics' Solomon Grundy.\n\nBruce Banner was a scientist working with gamma rays. He was testing his gamma bomb out in the desert, but a tall figure walked out into the testing area. When Banner went out to see who it was, the man turned out to be Solomon Grundy. The bomb went off fusing Grundy and Banner together. When Banner gets angry he becomes Grundy, but the creature made a name for itself, calling itself Skulk.[11]\n\nThe Earth X series featured a vastly different take on the character, one in which the Hulk and Bruce Banner have finally achieved separation. However, they still rely on each other with Banner becoming a blind child who sees through the Hulk's eyes. In an interview in Comicology Volume I: The Kingdom Come Companion, Alex Ross said that the design of Earth-X Banner and Hulk was based on the appearance of Moon-Boy and Devil Dinosaur.[volume & issue needed]\n\nIn other tales, possible futures for the character have been shown. Using a post apocalyptic wasteland as a backdrop, the Peter David written Incredible Hulk: The End one-shot features an elderly Bruce Banner as the last surviving inhabitant of Earth, the Hulk having hidden in a cave during a nuclear war until he was released by the Recorder sent to confirm humanity's demise. After Bruce has spent time traveling Earth, transforming into the Hulk at night and when attacked by the mutated cockroaches that are the only other surviving lifeforms on Earth, the story concludes with Banner dying of a heart attack, thus leaving the Hulk as the last living being on the planet, Hulk musing that he is now \"the only one there is\", having achieved his wish to be left alone, but aware that he will die if he turns back into Banner.[12]\n\nIn the House of M reality, Bruce Banner disappears in Australia, where he befriends an Aborigine tribe, and attempts to control his dark side. When the mutant rulers of the Earth attack his tribe he retaliates, and eventually conquers Australia with the aid of Advanced Idea Mechanics (A.I.M.).[volume & issue needed]\n\nSet in a post apocalyptic future, the Hulk has mutated into the dictator Maestro ruling the remains of humanity with an iron fist. Ruthless, sadistic, violent, and tyrannical, the Maestro was shown to be an example of what would happen if the Hulk ever embraced his darker roots. Maestro was known to be an enemy of the Hulk, as the two alternate versions fought each other on Maestro's world.[13]\n\nIn one alternative reality, Bruce Banner and the Hulk were magically separated. Bruce became the new Sorcerer Supreme, and the Hulk was cast into hell. However, while in hell, the Hulk became corrupted by the demonic beings he encountered, transforming him into a demon himself. Now completely evil, he escaped from hell and attempted to kill Banner. With help from the mainstream Hulk, Banner tricked the \"infernal\" Hulk into shattering the Eye of Agamotto, causing him to be thrown back into hell.[14]\n\nIn the Marvel Cinematic Universe (Earth-199999), this version of Bruce Banner / Hulk is initially played by actor Edward Norton in The Incredible Hulk but was replaced by Mark Ruffalo from The Avengers onward.\n\nIn another take, The Hulk is shown to still be active in the alternative future of the MC2 universe. There, he is shown as an amalgamation of his three main transformations; He has the strength of the Savage Hulk, the attitude of the Grey Hulk, and the intelligence of the Professor Hulk.[volume & issue needed]\n\nHe's also shown to have fathered a son named David by an unknown spouse.[volume & issue needed]\n\nHe was later seen within the pages of Last Hero Standing, where Loki manipulated him into attacking the heroes. When he was freed of his manipulation he was critical in punishing Loki by forcing him into the voided dimension that Thor had opened a rift into, Hulk informing Loki that he was ruined on Earth because of Loki's actions and he therefore had nothing to lose by ensuring that Loki would be punished for eternity.[volume & issue needed]\n\nIn the series Marvel Zombies, the Hulk has been infected with a virus which makes him into an undead zombie (he is actually infected by the zombie Fantastic Four).  Although he still retains his strength and invulnerability, he no longer heals, is losing weight because of his now-deteriorating tissue, does not feel pain and now craves human flesh. The zombie Hulk's transformations are physically controlled purely by his appetite — after feeding, he transforms back into Banner, who is also a zombie, until the hunger returns. When Hulk first transforms back into Banner, his stomach starts to burst. He is directly responsible for killing the Silver Surfer by biting off his head. Later he joins Spider-Man, Iron-Man, Giant-Man, Wolverine and Luke Cage as the Galacti after killing and consuming Galactus.\n\nForty years later, the zombie Hulk, along with the other zombies, had eaten or converted most of the universe, prompting them to return to Earth to try to recover the dimensional transporter. Although the other zombies managed to beat their hunger by going without food for a time, the Hulk's raw hunger was too great for him to be convinced to stop, resulting in him killing the zombified but \"cured\" Iron Man, Jean Grey, Hawkeye, and Firelord. Once he feeds and returns to Bruce Banner, he is finally killed by Spider-Man, Wolverine, and Giant-Man, recognizing that there is no other way to stop the Hulk from feeding again.[15]\n\nHulk makes a cameo appearance in Marvel Zombies 3' when Machine Man, Ultron, and Jocasta travel to Earth 2149, killing winged zombies (zombie Beak, Angel, Vulture, and Falcon altogether).  He also makes another cameo appearance when Vanessa Fisk explains to the 3 androids how the Silver Surfer died, and how the zombie Kingpin, who is, surprisingly, her husband, created a zombie empire forming a huge alliance.\n\nA second Hulk appears in the reality the Marvel Zombies of the original series are teleported to, known as Earth-Z. This version's life appears identical to his core counterpart up until the events of World War Hulk. When he reaches the Moon to attack the Inhumans, he is infected by the zombie Giant-Man, and his allies killed. Oddly hungry, he heads back to Earth and begins eating people, and ultimately infecting the Sentry, who sets about forming a team of Zombie Avengers to eat humanity and wipe out any competition or resistance from other heroes, infected or otherwise dead. After the Sentry tries to kill Hulk to eliminate the competition as the two are the only creatures capable of challenging each other, Hulk is later cured of his hunger by the Zombie Spider-Man and joins his New Avengers.  The team succeeds in killing the Zombie Avengers and ending their plan to eat the multiverse, sacrificing themselves in the process. Ultimately, the nanite infused Sandman killed Hulk.[16]\n\nOld Man Logan is set 50 years into an apocalyptic future. The world is in ruin and shadow following a massive conflict. A large coordinated force of super villains has killed a majority of the heroes and seized control of the United States. Bruce Banner is said to have gone mad from radiation sickness, possibly from nuclear weapons that may have been used during the conflict or this and other changes may be the long-term result of his famous gamma radiation accident. Bruce's personality and powers seem altered, in human form he now has little empathy and possesses superhuman strength. Banner and his cousin Jennifer Walters have mated and produced offspring that possess their green skin and a little of their strength. They form the hillbilly-like \"Hulk Gang\" that rule the entire west coast of the country dubbed \"Hulkland\", a domain formerly held by the Abomination until Banner killed him. Banner, along with his children and grandchildren, live in a collection of caves and trailers, forcing those that live on the west coast to pay them rent in order to be allowed to live.\n\nThere were two versions of the Hulk that appear:\n\n\"Pappy\" Bruce Banner's family threaten Logan's family over rent due to the Banners. Logan accompanies Clint Barton on a cross country delivery to source the rent money. When Logan returns and finds the bodies of his family, killed by the Banners, he kills the Hulk Gang and attacks Pappy Banner who admits that he set all of this into motion because he missed their old brawls. Banner gets angry when Wolverine calls him a redneck SOB and drives his claws through his chest. He transforms into The Hulk. Hulk overpowers Logan and eats him. Logan's mutant healing factor then allows him to recover and slash his way out of Hulk's stomach, killing him. Logan spots Banner's grandson, Bruce, Jr. and spares him. Logan takes the boy to raise in an effort to someday help combat the various villains that still rule the country.[17]\n\nOld Man Logan found that Pappy Banner's head was placed on a gamma-powered robot made from Adamantium by Tinkerer. He used it in his revenge on Old Man Logan. Before Old Man Logan can be finished off by Pappy Banner, he is suddenly attacked by Bruce Banner Jr. who separated Pappy Banner's head from the Adamantium armor. Rather than kill his head, Old Man Logan buried it and planted a tree over him so that its roots can slowly dig into his skull.[18]\n\nPappy Banner's history on Earth-21923's history was still intact up to his death at the hands of Old Man Logan. When Old Man Logan uses Asmodeus' help to return to this future to rescue Bruce Banner Jr., he finds that the time has been altered in which Maestro appears in the place of Pappy Banner.[19] This unidentified version of Maestro has rounded up the remaining members of the Hulk Gang as he makes plans to help them build a paradise for all Hulks on Earth-616. With help from the Cambria Banner, Logan and Hawkeye of Earth-616 were able to defeat Maestro and the surviving members of the Hulk Gang went their separate ways.[20]\n\nIn the Warren Ellis series Ruins, a dark flip to the Kurt Busiek tale Marvels, the accidents, experiments and mutations that led to the creation of Super Heroes and super humans, instead led to terrible deformations and painful deaths. Here, Bruce Banner's story went exactly the same with his 616 counterpart, but when he was caught in the middle of the gamma bomb explosion, instead of transforming into The Incredible Hulk, his whole body opened up from the gigantic tumors that appeared inside it, pushing most of his organs and skull outside his body, and giving Rick Jones cancer. He didn't die, and was put in an underground vault by the CIA, codenamed \"the Hulk\".[21]\n\nIn the Ultimate Marvel universe, the Hulk first appears in Ultimate Marvel Team-Up #2 (2001), written by Brian Michael Bendis and drawn by Phil Hester. In the Ultimates series, Bruce Banner works for S.H.I.E.L.D., attempting to re-create the super-soldier formula that created Captain America.\n\n\"Nerd Hulk\" is a clone created by Tony Stark's older brother Gregory from Banner's stem cells. He has retained Banner's Hyper-Intellect as well as the monster's brute strength. Captain America proved this to be a severe disadvantage as it took away the rage that gave Bruce Banner his boundless strength and unpredictability, allowing Rogers to best Hulk in combat with relative ease. Hulk later joined the Avengers in confronting the Red Skull in Alaska. \"Nerd Hulk\" found himself completely terrified of the Cosmic Cube-wielding Red Skull. However, the Black Widow (Monica Chang) forced him to confront the Red Skull head on, and he at first appeared to be successful in crushing the Cosmic Cube. This was quickly revealed to be an illusion created by the Red Skull, who then blasted the Hulk away, sending him flying into the sky. After a team of Avengers are sent to protect a potential target of Ghost Rider they begin to suspect he is not a mutant as they once believed. In order to learn more about their new target Nerd Hulk and Monica Chang question a caged man in a Spider-Man costume they refer to as \"Spider\". He reveals the origin of Ghost Rider and informs him the Rider's next target is the man that sent the kill order, the vice-president. Since he hates the code name \"Nerd Hulk,\" he decides to change it to simply \"Banner,\" and since he became a full staff member. In Ultimate Comics Avengers 3, he becomes a vampire thanks to the leader Marcus. The Hulk clone later kills Perun, but Captain America takes his hammer and teleports all the vampires, Avengers, (and the Triskelion) to the Middle East. As all the vampires die in the heat of the Sun, Blade impales Marcus, killing him, and Cap takes Perun's hammer and beheads the vampiric Hulk clone.[22][23]\n\nIn Ultimate Comics: Avengers 2 another different Hulk appears, and is established to be the original Hulk, created before Bruce Banner. Dr. Leonard Williams was working on the super-soldier formula in England with Dr. Bruce Banner as a human test subject, and somehow became the first incarnation of the creature. He was believed to have died in the unexplained destruction of his lab, but in fact, Williams escaped to South America, where he became a drug lord under the alias of Tyrone Cash. S.H.I.E.L.D. located and blackmailed him into joining them, lest his wife and son, who believed him to be dead, be informed of the truth.[24] He participates in the battle to defend the Vice-President, arriving in a nice car with two women and claiming sexual tension between him and Black Widow and asking to be called Mister Cash. He tries to defeat Blackthorne but is defeated twice and nearly killed if not for the intervention of Ghost Rider.[25][26]\n\nIn the mini series Ultimate Mystery, an elderly wheelchair-bound Dr. Samuel Sterns, member of Roxxon Brain Trust, is transformed by a modified version of the Hulk serum gathered by Doctor Octopus in an attempt to trap his creation, a female clone of Spider-Man.[27] She, under the alias \"Dr. Julia Carpenter\", is caught and nearly experimented upon, but is rescued by Spider-Man. Meanwhile, Sterns injects himself with a serum, thus changing into a Hulk/Leader hybrid. Sterns is later defeated by both Spider-Woman and Spider-Man.[28]\n\nDuring the Secret Wars storyline, different versions of Hulk reside in each Battleworld domain.\n\nDuring the \"Spider-Geddon\" storyline, a sequel to \"Spider-Verse\", Robbie Banner is a punk on Earth-138 who is allied with Spider-Punk and can turn into the Hulk while listening to \"Atomic Bomb\" music. He helped Spider-Punk and Captain Anarchy fight the U-Foes at the Hellfire Club, assisted Spider-Punk and M.C. Strange push the Universal Church of Truth out of Queens, and fought Hydra on the streets. After obtaining the \"Atomic Bomb\" tape from Captain Anarchy, Spider-Punk visited Robbie to get his help, but the latter was reluctant to listen to the tape. When Kang the Conglomerator went on the attack, Robbie reluctantly listened to the tape and transformed into the Hulk to help Spider-Punk fight Kang.[35]\n\nIn a potential future, the One Below All is able to destroy Bruce Banner's soul and possesses the body of the Hulk. After which, it went on to kill Franklin Richards, Galactus, Mister Immortal, and many others until it was the only being left in the universe. Taking on Bruce's appearance, the One Below All encounters the Sentience of the Eighth Cosmos/Metatron and is able to trick and devour him, absorbing his powers. In the newly formed Ninth Cosmos, the One Below All used its newly acquired powers to transform Hulk into a Galactus-like being named the 'Breaker-Apart'. 10 billion years later, the Breaker-Apart has destroyed all light, all life, and all planets in the Multiverse. When Par%l tried to make contact and reason with it, the alien instead meets the abstract form of the One Below All which told hir it wanted to \"Make all hollow as I, dark and dead as I\" and killed Par%l and hir's planet, O%los.[36]\n\n"
        },
        {
            "title": "Other Hulks",
            "text": "For the Marvel 2099 imprint, Gerard Jones and Dwayne Turner created a new version of the character. First appearing in 2099 Unlimited #1, John Eisenhart, a selfish film producer in \"LotusLand\" (future Hollywood) is inadvertently exposed to gamma radiation by the Knights of the Banner (a cult worshipping the original Hulk) who intend to create a Hulk of their own. As the Hulk, Eisenhart finds himself representing freedom to a closed-off society. A Hulk 2099 series was published for 10 issues.[volume & issue needed]\n\nIn the Bullet Points mini-series, Peter Parker finds himself on the test site for a Gamma bomb and absorbs a large dose of gamma radiation, becoming the Hulk. In a further twist, later in the series, in an attempt to find a cure for Peter, Dr. Bruce Banner examines specimens taken from the test site and is bitten by a radioactive spider, becoming Spider-Man.[37] Parker is killed by Galactus and Banner is killed by an Inheritor during the Spider-Verse event.\n\nIn Avataars: Covenant of the Shield, there is a green troll version of Hulk that lives on Eurth called Greenskyn Smashtroll. He is depicted as former member of the Champions of the Realm who has fallen to the ale.[38]\n\nIn the DC/Marvel crossover Superman and Spider-Man, the storyline opens with the Hulk being driven into Metropolis by Doctor Doom, provoking a confrontation between the Hulk and Superman (partially aided by Spider-Man). Superman is able to calm the Hulk down, but Banner is subsequently captured by Doom, who intends to drain the power of the Hulk, Wonder Woman and Superman to transfer their strength to the Parasite as part of his plans. Superman and Spider-Man are able to defeat Doom and the Parasite, and the Hulk escapes when the base is damaged in the final fight.\n\nIn the DC-Marvel Crossover Batman vs the Incredible Hulk, Banner infiltrated a Wayne tech project as a lowly technician to get close to an experimental gamma-ray gun. The Joker attempted to steal the gun but was nearly thwarted when Banner transformed into the Hulk, although he bought time by tricking Hulk into fighting Batman, who only just managed to defeat the Hulk by tricking him into inhaling knockout gas. When the Hulk reverted to Banner, Bruce Wayne surprised him by offering Banner full access to the project. The Joker's real reason for stealing the gun was to fulfill a bargain with the Shaper of Worlds, who was stranded on Earth and needed the gamma-ray's powers to treat a disease he had acquired that was driving him mad.  When the Joker finally succeeded in stealing the gamma-ray gun, its power was insufficient but the entity realized the Hulk contained the key to his power being restored, forcing Joker to kidnap the Hulk instead. Although the plan succeeded, with the Shaper subsequently making the Joker's dreams real, Batman and the Hulk were able to team up and defeat the Joker, Hulk keeping the Joker's creations occupied while Batman provoked his enemy into over-using his powers to the point that he was left catatonic.[39]\n\nIn Incredible Hulk vs Superman, the Hulk and Superman face each other early in their respective careers (to the point that Banner's identity as the Hulk is still secret), with Lex Luthor attempting to provoke a battle between the Hulk and Superman by using a Hulk Robot to create the impression that the Hulk had abducted Lois Lane and Betty Ross. At the tale's conclusion, Luthor attempts to destroy Superman and the Hulk with Banner's Gamma Gun, but Superman and the Hulk are able to work together to destroy the gun.[40]\n\nIn the DC vs. Marvel fan voted crossover series, the Hulk is one of the chosen champions selected to compete for the survival of their worlds, briefly helping Superman defeat Metallo before the two of them are pitted directly against each other. Hulk manages to hold his own for a time, but Superman prevails in the final fight.[41]\n\nWhen Hulk was given the powers of Captain Universe, his body inexplicably turned blue.[42]\n\nDuring the \"Devil's Reign\" storyline, Doctor Octopus started forming his Superior Four that includes a Hulk that has four extra arms growing from his back.[43] His real name is Otto Banner of Earth-8816 and he was also abused by his Earth's version of Brian Banner.[44]\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Marvel_Comics",
        "https://en.wikipedia.org/wiki/First_appearance",
        "https://en.wikipedia.org/wiki/Hulk",
        "https://en.wikipedia.org/wiki/1962_in_comics",
        "https://en.wikipedia.org/wiki/Stan_Lee",
        "https://en.wikipedia.org/wiki/Jack_Kirby",
        "https://en.wikipedia.org/wiki/Hulk_in_other_media",
        "https://en.wikipedia.org/wiki/Marvel_Universe",
        "https://en.wikipedia.org/wiki/Hulk",
        "https://en.wikipedia.org/wiki/Fictional_universes",
        "https://en.wikipedia.org/wiki/The_Last_Avengers_Story",
        "https://en.wikipedia.org/wiki/Ben_Grimm",
        "https://en.wikipedia.org/wiki/Tigra",
        "https://en.wikipedia.org/wiki/Wonder_Man",
        "https://en.wikipedia.org/wiki/Ultron",
        "https://en.wikipedia.org/wiki/Skrull",
        "https://en.wikipedia.org/wiki/Cold_War",
        "https://en.wikipedia.org/wiki/Roger_Stern",
        "https://en.wikipedia.org/wiki/Age_of_Apocalypse",
        "https://en.wikipedia.org/wiki/Mikhail_Rasputin",
        "https://en.wikipedia.org/wiki/Horsemen_of_Apocalypse",
        "https://en.wikipedia.org/wiki/Earth",
        "https://en.wikipedia.org/wiki/Age_of_X",
        "https://en.wikipedia.org/wiki/Iron_Man",
        "https://en.wikipedia.org/wiki/Amalgam_Comics",
        "https://en.wikipedia.org/wiki/DC_Comics",
        "https://en.wikipedia.org/wiki/Earth_X",
        "https://en.wikipedia.org/wiki/Alex_Ross",
        "https://en.wikipedia.org/wiki/Devil_Dinosaur",
        "https://en.wikipedia.org/wiki/Cockroach",
        "https://en.wikipedia.org/wiki/House_of_M",
        "https://en.wikipedia.org/wiki/Australia",
        "https://en.wikipedia.org/wiki/Indigenous_Australians",
        "https://en.wikipedia.org/wiki/Advanced_Idea_Mechanics",
        "https://en.wikipedia.org/wiki/Doctor_Strange",
        "https://en.wikipedia.org/wiki/Edward_Norton",
        "https://en.wikipedia.org/wiki/Mark_Ruffalo",
        "https://en.wikipedia.org/wiki/Marvel_Comics_2",
        "https://en.wikipedia.org/wiki/Last_Hero_Standing",
        "https://en.wikipedia.org/wiki/Marvel_Zombies",
        "https://en.wikipedia.org/wiki/Stomach_rupture",
        "https://en.wikipedia.org/wiki/Decapitate",
        "https://en.wikipedia.org/wiki/Iron_Man",
        "https://en.wikipedia.org/wiki/Jean_Grey",
        "https://en.wikipedia.org/wiki/Vanessa_Fisk",
        "https://en.wikipedia.org/wiki/Old_Man_Logan",
        "https://en.wikipedia.org/wiki/United_States",
        "https://en.wikipedia.org/wiki/Nuclear_weapons",
        "https://en.wikipedia.org/wiki/Hillbilly",
        "https://en.wikipedia.org/wiki/Warren_Ellis",
        "https://en.wikipedia.org/wiki/Kurt_Busiek",
        "https://en.wikipedia.org/wiki/Marvels",
        "https://en.wikipedia.org/wiki/Ultimate_Marvel",
        "https://en.wikipedia.org/wiki/Brian_Michael_Bendis",
        "https://en.wikipedia.org/wiki/Ultimates",
        "https://en.wikipedia.org/wiki/Ultimate_Captain_America",
        "https://en.wikipedia.org/wiki/Gregory_Stark",
        "https://en.wikipedia.org/wiki/Ultimate_Comics_Avengers_3",
        "https://en.wikipedia.org/wiki/Triskelion",
        "https://en.wikipedia.org/wiki/Middle_East",
        "https://en.wikipedia.org/wiki/Tyrone_Cash",
        "https://en.wikipedia.org/wiki/South_America",
        "https://en.wikipedia.org/wiki/Ghost_Rider",
        "https://en.wikipedia.org/wiki/Ultimate_Mystery",
        "https://en.wikipedia.org/wiki/Roxxon_Energy_Corporation",
        "https://en.wikipedia.org/wiki/Julia_Carpenter",
        "https://en.wikipedia.org/wiki/Battleworld",
        "https://en.wikipedia.org/wiki/Red_Hulk",
        "https://en.wikipedia.org/wiki/Universal_Church_of_Truth",
        "https://en.wikipedia.org/wiki/Marvel_2099",
        "https://en.wikipedia.org/wiki/Gerard_Jones",
        "https://en.wikipedia.org/wiki/Dwayne_Turner",
        "https://en.wikipedia.org/wiki/Hulk_2099",
        "https://en.wikipedia.org/wiki/Galactus",
        "https://en.wikipedia.org/wiki/Troll",
        "https://en.wikipedia.org/wiki/Doctor_Doom",
        "https://en.wikipedia.org/wiki/Batman",
        "https://en.wikipedia.org/wiki/Shaper_of_Worlds",
        "https://en.wikipedia.org/wiki/Lex_Luthor",
        "https://en.wikipedia.org/wiki/Hulk_Robot",
        "https://en.wikipedia.org/wiki/Lois_Lane",
        "https://en.wikipedia.org/wiki/Metallo",
        "https://en.wikipedia.org/wiki/Steve_Dillon",
        "https://en.wikipedia.org/wiki/Andy_Lanning",
        "https://en.wikipedia.org/wiki/Ultimate_Avengers_3",
        "https://en.wikipedia.org/wiki/Steve_Dillon",
        "https://en.wikipedia.org/wiki/Andy_Lanning",
        "https://en.wikipedia.org/wiki/Ultimate_Avengers_3",
        "https://en.wikipedia.org/wiki/Leinil_Francis_Yu",
        "https://en.wikipedia.org/wiki/Gerry_Alanguilan",
        "https://en.wikipedia.org/wiki/Marvel_Comics",
        "https://en.wikipedia.org/wiki/Marvel_Universe",
        "https://en.wikipedia.org/wiki/Marvel_2099",
        "https://en.wikipedia.org/wiki/Marvel_Adventures",
        "https://en.wikipedia.org/wiki/Marvel_Cinematic_Universe",
        "https://en.wikipedia.org/wiki/Marvel_Mangaverse",
        "https://en.wikipedia.org/wiki/Marvel_Comics_2",
        "https://en.wikipedia.org/wiki/Ultimate_Marvel",
        "https://en.wikipedia.org/wiki/Marvel_1602",
        "https://en.wikipedia.org/wiki/Marvel_Anime",
        "https://en.wikipedia.org/wiki/Age_of_Apocalypse",
        "https://en.wikipedia.org/wiki/Age_of_X",
        "https://en.wikipedia.org/wiki/Age_of_Ultron",
        "https://en.wikipedia.org/wiki/Marvel_Apes",
        "https://en.wikipedia.org/wiki/Askani",
        "https://en.wikipedia.org/wiki/Days_of_Future_Past",
        "https://en.wikipedia.org/wiki/Earth_X",
        "https://en.wikipedia.org/wiki/Forever_Yesterday",
        "https://en.wikipedia.org/wiki/House_of_M",
        "https://en.wikipedia.org/wiki/The_Last_Avengers_Story",
        "https://en.wikipedia.org/wiki/Mega_Morphs",
        "https://en.wikipedia.org/wiki/Marvel_Noir",
        "https://en.wikipedia.org/wiki/Not_Brand_Echh",
        "https://en.wikipedia.org/wiki/Old_Man_Logan",
        "https://en.wikipedia.org/wiki/Gwenpool",
        "https://en.wikipedia.org/wiki/Marvel_Rising",
        "https://en.wikipedia.org/wiki/Marvel_Zombies_Return",
        "https://en.wikipedia.org/wiki/Squadron_Supreme",
        "https://en.wikipedia.org/wiki/Darkforce",
        "https://en.wikipedia.org/wiki/Microverse",
        "https://en.wikipedia.org/wiki/Negative_Zone",
        "https://en.wikipedia.org/wiki/Otherplace",
        "https://en.wikipedia.org/wiki/Amalgam_Comics",
        "https://en.wikipedia.org/wiki/New_Universe",
        "https://en.wikipedia.org/wiki/Newuniversal",
        "https://en.wikipedia.org/wiki/Ultraverse",
        "https://en.wikipedia.org/wiki/Marvel_Avengers_Alliance",
        "https://en.wikipedia.org/wiki/Captain_Britain_Corps",
        "https://en.wikipedia.org/wiki/Doctor_Strange_in_the_Multiverse_of_Madness",
        "https://en.wikipedia.org/wiki/Infinity_Gems",
        "https://en.wikipedia.org/wiki/Marvel_Strike_Force",
        "https://en.wikipedia.org/wiki/Hulk",
        "https://en.wikipedia.org/wiki/Stan_Lee",
        "https://en.wikipedia.org/wiki/Jack_Kirby",
        "https://en.wikipedia.org/wiki/Hulk",
        "https://en.wikipedia.org/wiki/The_Immortal_Hulk",
        "https://en.wikipedia.org/wiki/Guilt_Hulk",
        "https://en.wikipedia.org/wiki/Red_Hulk",
        "https://en.wikipedia.org/wiki/Thunderbolt_Ross",
        "https://en.wikipedia.org/wiki/Robert_Maverick",
        "https://en.wikipedia.org/wiki/Betty_Ross",
        "https://en.wikipedia.org/wiki/Amadeus_Cho",
        "https://en.wikipedia.org/wiki/Weapon_H",
        "https://en.wikipedia.org/wiki/Hulk_2099",
        "https://en.wikipedia.org/wiki/Tyrone_Cash",
        "https://en.wikipedia.org/wiki/Teen_Abomination",
        "https://en.wikipedia.org/wiki/Alpha_Flight",
        "https://en.wikipedia.org/wiki/Bereet",
        "https://en.wikipedia.org/wiki/Doc_Samson",
        "https://en.wikipedia.org/wiki/Deadpool",
        "https://en.wikipedia.org/wiki/Elaine_Banner",
        "https://en.wikipedia.org/wiki/Gamma_Corps",
        "https://en.wikipedia.org/wiki/Glorian",
        "https://en.wikipedia.org/wiki/Jarella",
        "https://en.wikipedia.org/wiki/Marlo_Chandler",
        "https://en.wikipedia.org/wiki/Rebecca_Banner",
        "https://en.wikipedia.org/wiki/Teen_Brigade",
        "https://en.wikipedia.org/wiki/Warbound",
        "https://en.wikipedia.org/wiki/Caiera",
        "https://en.wikipedia.org/wiki/Elloe_Kaifi",
        "https://en.wikipedia.org/wiki/Hiroim",
        "https://en.wikipedia.org/wiki/Miek",
        "https://en.wikipedia.org/wiki/Alpha_Flight",
        "https://en.wikipedia.org/wiki/Captain_America",
        "https://en.wikipedia.org/wiki/Doctor_Strange",
        "https://en.wikipedia.org/wiki/Deadpool",
        "https://en.wikipedia.org/wiki/Fantastic_Four",
        "https://en.wikipedia.org/wiki/Iron_Man",
        "https://en.wikipedia.org/wiki/Namor",
        "https://en.wikipedia.org/wiki/Nick_Fury",
        "https://en.wikipedia.org/wiki/Silver_Surfer",
        "https://en.wikipedia.org/wiki/Absorbing_Man",
        "https://en.wikipedia.org/wiki/Brian_Banner",
        "https://en.wikipedia.org/wiki/Glenn_Talbot",
        "https://en.wikipedia.org/wiki/One_Below_All",
        "https://en.wikipedia.org/wiki/Red_Hulk",
        "https://en.wikipedia.org/wiki/Thunderbolt_Ross",
        "https://en.wikipedia.org/wiki/Zzzax",
        "https://en.wikipedia.org/wiki/Advanced_Idea_Mechanics",
        "https://en.wikipedia.org/wiki/Circus_of_Crime",
        "https://en.wikipedia.org/wiki/Femizons",
        "https://en.wikipedia.org/wiki/Hulkbusters",
        "https://en.wikipedia.org/wiki/The_Immortal_Hulk",
        "https://en.wikipedia.org/wiki/Grey_Gargoyle",
        "https://en.wikipedia.org/wiki/Guilt_Hulk",
        "https://en.wikipedia.org/wiki/John_Ryker",
        "https://en.wikipedia.org/wiki/Killer_Shrike",
        "https://en.wikipedia.org/wiki/MODOK",
        "https://en.wikipedia.org/wiki/Karla_Sofen",
        "https://en.wikipedia.org/wiki/Psyklop",
        "https://en.wikipedia.org/wiki/Puffball_Collective",
        "https://en.wikipedia.org/wiki/Shaper_of_Worlds",
        "https://en.wikipedia.org/wiki/Teen_Abomination",
        "https://en.wikipedia.org/wiki/Doc_Samson",
        "https://en.wikipedia.org/wiki/Iron_Man",
        "https://en.wikipedia.org/wiki/Namor",
        "https://en.wikipedia.org/wiki/Thunderbolt_Ross",
        "https://en.wikipedia.org/wiki/Thundra",
        "https://en.wikipedia.org/wiki/Hulk_in_other_media",
        "https://en.wikipedia.org/wiki/List_of_The_Incredible_Hulk_home_video_releases",
        "https://en.wikipedia.org/wiki/The_Incredible_Hulk_Returns",
        "https://en.wikipedia.org/wiki/The_Trial_of_the_Incredible_Hulk",
        "https://en.wikipedia.org/wiki/The_Death_of_the_Incredible_Hulk",
        "https://en.wikipedia.org/wiki/The_Marvel_Super_Heroes",
        "https://en.wikipedia.org/wiki/List_of_The_Incredible_Hulk_characters",
        "https://en.wikipedia.org/wiki/Hulk_in_other_media",
        "https://en.wikipedia.org/wiki/Marvel_Animated_Features",
        "https://en.wikipedia.org/wiki/Heroes_United",
        "https://en.wikipedia.org/wiki/List_of_video_games_featuring_the_Hulk",
        "https://en.wikipedia.org/wiki/Questprobe_featuring_The_Hulk",
        "https://en.wikipedia.org/wiki/List_of_Hulk_titles",
        "https://en.wikipedia.org/wiki/Hulk_Comic",
        "https://en.wikipedia.org/wiki/Tales_to_Astonish",
        "https://en.wikipedia.org/wiki/The_Rampaging_Hulk",
        "https://en.wikipedia.org/wiki/5_Ronin",
        "https://en.wikipedia.org/wiki/Planet_Hulk",
        "https://en.wikipedia.org/wiki/World_War_Hulk",
        "https://en.wikipedia.org/wiki/Fall_of_the_Hulks",
        "https://en.wikipedia.org/wiki/World_War_Hulks",
        "https://en.wikipedia.org/wiki/Hulk_2099",
        "https://en.wikipedia.org/wiki/Tyrone_Cash",
        "https://en.wikipedia.org/wiki/Hulk_Hands",
        "https://en.wikipedia.org/wiki/The_Incredible_Hulk_Coaster",
        "https://en.wikipedia.org/wiki/The_Incredible_Hulks",
        "https://en.wikipedia.org/wiki/Hulk_Classics",
        "https://en.wikipedia.org/wiki/Hysterical_strength",
        "https://en.wikipedia.org/wiki/List_of_monsters_in_Marvel_Comics",
        "https://en.wikipedia.org/wiki/Alternative_versions_of_the_Hulk",
        "https://en.wikipedia.org/wiki/Alternative_versions_of_the_Hulk",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}