{
    "url": "https://en.wikipedia.org/wiki/Alysia_Yeoh",
    "title": "Alysia Yeoh",
    "table_of_contents": [
        "1 Fictional character biography",
        "2 Other versions",
        "2.1 DC Comics Bombshells",
        "3 In other media",
        "3.1 Film",
        "4 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Alysia Yeoh is a fictional character created by writer Gail Simone for the Batgirl ongoing series published by DC Comics. She is Barbara Gordon’s best friend and a trans woman. At the time of her debut appearance, she was noted for being the first major transgender character written in a contemporary context in a mainstream comic book.[1] The first ever transgender wedding premiered in Batgirl #45.[2]\n\nThe character was to have made her live-action film debut in the now-shelved DC Extended Universe film Batgirl, portrayed by Ivory Aquino.[3]\n\n"
        },
        {
            "title": "Fictional character biography",
            "text": "Alysia was introduced in the first issue of the Batgirl series, when Barbara Gordon decides it is time to move out of her father's home. Barbara moves in with Alysia, thanks to a roommate posting advertised on \"Greg's List\". Alysia, who is of Singaporean descent, describes herself as somewhat of an activist. Alysia explains to Barbara that she paints during the day, and works as a bartender at night, although her ambition is to be a professional chef one day. Though only knowing Barbara for a very brief amount of time, she shows a very outgoing personality and is almost instantly warmly receptive of her new roommate. Alysia notices how secretive Barbara is at times, but she doesn't keep pressing on about it. She tells Barbara that it's okay, because she knows everyone has their secrets.\n\nEventually, Alysia meets Barbara's psychopathic brother, James, and they begin dating.[4] He later gives her a pet cat named Alaska as a gift, one that Barbara later notices is very much like the cat named Alaska that her family used to have.[5]\n\nWhen Alysia returns home one day, she finds Barbara standing over unconscious members of the Joker's gang. Barbara apologizes, saying she hasn't been honest with Alysia, and she should go to the police and tell them there has been a break in; she also tells her that she will never see Barbara again.[6] Instead of taking Barbara's advice, Alysia calls James. He picks her up and takes her to the church where the Joker is trying to force Batgirl to marry him. Alysia witnesses the action from outside and learns how insane her boyfriend James truly is.[7]\n\nSoon afterwards, Barbara returns home and shares much of her personal background with Alysia (up to, but not including, her identity as Batgirl). It is at this time that Alysia, after having tried several times in the previous months to do so, finally shares that she is transgender with Barbara. Barbara responds with a simple but earnest statement of love and acceptance.[8]\n\nLater, Alysia joins an environmental activist group, where she meets female member Jo, and the two fall in love.[9] Barbara moves out in order to start her life over, and to keep Alysia from worrying about her.[10] Despite this, they remain close, and Alysia invites Barbara to her wedding with Jo as her maid of honor.[11]\n\n"
        },
        {
            "title": "Other versions",
            "text": "In the DC Comics Bombshell universe (which takes place during an alternate history version of World War II), Alysia is a dancer from Gotham's Little Singapore district who is friends with Kathy Duquesne. After finding out that Kathy and her friends are the League of Batgirls, she is accepted into the group and joins them in their adventures.[12]\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/DC_Comics",
        "https://en.wikipedia.org/wiki/First_appearance",
        "https://en.wikipedia.org/wiki/Batgirl",
        "https://en.wikipedia.org/wiki/Gail_Simone",
        "https://en.wikipedia.org/wiki/Ardian_Syaf",
        "https://en.wikipedia.org/wiki/Barbara_Gordon",
        "https://en.wikipedia.org/wiki/Fictional_character",
        "https://en.wikipedia.org/wiki/Gail_Simone",
        "https://en.wikipedia.org/wiki/Batgirl",
        "https://en.wikipedia.org/wiki/DC_Comics",
        "https://en.wikipedia.org/wiki/Barbara_Gordon",
        "https://en.wikipedia.org/wiki/Trans_woman",
        "https://en.wikipedia.org/wiki/DC_Extended_Universe",
        "https://en.wikipedia.org/wiki/Ivory_Aquino",
        "https://en.wikipedia.org/wiki/Barbara_Gordon",
        "https://en.wikipedia.org/wiki/Alternate_history",
        "https://en.wikipedia.org/wiki/World_War_II",
        "https://en.wikipedia.org/wiki/DC_Extended_Universe",
        "https://en.wikipedia.org/wiki/Ivory_Aquino",
        "https://en.wikipedia.org/wiki/Deadline_Hollywood",
        "https://en.wikipedia.org/wiki/Batgirl",
        "https://en.wikipedia.org/wiki/Bill_Finger",
        "https://en.wikipedia.org/wiki/Sheldon_Moldoff",
        "https://en.wikipedia.org/wiki/Gardner_Fox",
        "https://en.wikipedia.org/wiki/Carmine_Infantino",
        "https://en.wikipedia.org/wiki/Bette_Kane",
        "https://en.wikipedia.org/wiki/Barbara_Gordon",
        "https://en.wikipedia.org/wiki/Cassandra_Cain",
        "https://en.wikipedia.org/wiki/Batman",
        "https://en.wikipedia.org/wiki/Black_Canary",
        "https://en.wikipedia.org/wiki/Catwoman",
        "https://en.wikipedia.org/wiki/Dick_Grayson",
        "https://en.wikipedia.org/wiki/Lucius_Fox",
        "https://en.wikipedia.org/wiki/Justice_League",
        "https://en.wikipedia.org/wiki/Alfred_Pennyworth",
        "https://en.wikipedia.org/wiki/Harley_Quinn",
        "https://en.wikipedia.org/wiki/Leslie_Thompkins",
        "https://en.wikipedia.org/wiki/Duela_Dent",
        "https://en.wikipedia.org/wiki/Killer_Moth",
        "https://en.wikipedia.org/wiki/Lady_Shiva",
        "https://en.wikipedia.org/wiki/Harley_Quinn",
        "https://en.wikipedia.org/wiki/Riddler",
        "https://en.wikipedia.org/wiki/Rose_Wilson",
        "https://en.wikipedia.org/wiki/Trigger_Twins",
        "https://en.wikipedia.org/wiki/Flamebird",
        "https://en.wikipedia.org/wiki/Barbara_Gordon",
        "https://en.wikipedia.org/wiki/Batgirl_and_the_Birds_of_Prey",
        "https://en.wikipedia.org/wiki/Barbara_Gordon_in_other_media",
        "https://en.wikipedia.org/wiki/Batwoman",
        "https://en.wikipedia.org/wiki/Alysia_Yeoh",
        "https://en.wikipedia.org/wiki/Alysia_Yeoh",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}