{
    "url": "https://en.wikipedia.org/wiki/American_Psycho",
    "title": "American Psycho",
    "table_of_contents": [
        "1 Development",
        "2 Plot",
        "3 Themes",
        "4 Characters",
        "4.1 Major characters",
        "4.2 Minor characters",
        "5 Controversy",
        "5.1 Connections to real-life crimes",
        "6 Adaptations",
        "6.1 2000 film",
        "6.2 Other adaptations",
        "7 See also",
        "8 References",
        "9 Further reading",
        "10 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "American Psycho is a novel by Bret Easton Ellis, published in 1991. The story is told in the first person by Patrick Bateman, a serial killer and Manhattan investment banker. Alison Kelly of The Observer notes that while \"some countries [deem it] so potentially disturbing that it can only be sold shrink-wrapped\", \"critics rave about it\" and \"academics revel in its transgressive and postmodern qualities\".[3]\n\nA film adaptation starring Christian Bale as Patrick Bateman was released in 2000 to generally favorable reviews.[4] Producers David Johnson and Jesse Singer developed a musical adaptation[5] for Broadway. The musical premiered at the Almeida Theatre, London in December 2013.\n\n"
        },
        {
            "title": "Plot",
            "text": "Set in Manhattan during the Wall Street boom of the late 1980s, American Psycho follows the life of wealthy young investment banker Patrick Bateman. Bateman, in his mid-20s when the story begins, narrates his everyday activities, from his recreational life among the Wall Street elite of New York to his forays into murder by night. Through present tense stream-of-consciousness narrative, Bateman describes his daily life, ranging from a series of Friday nights spent at nightclubs with his colleagues—where they snort cocaine, critique fellow club-goers' clothing, trade fashion advice, and question one another on proper etiquette—to his loveless engagement to fellow yuppie Evelyn and his contentious relationship with his brother and senile mother. Bateman's stream of consciousness is occasionally broken up by chapters in which he directly addresses the reader in order to critique the work of 1980s pop music artists. The novel maintains a high level of ambiguity through mistaken identity and contradictions that introduce the possibility that Bateman is an unreliable narrator. Characters are consistently introduced as people other than themselves, and people argue over the identities of others they can see in restaurants or at parties. Deeply concerned with his personal appearance, Bateman gives extensive descriptions of his daily aesthetics regimen.\n\nAfter killing Paul Owen, one of his colleagues, Bateman appropriates Paul's apartment as a place to host and kill more victims. Bateman's control over his violent urges deteriorates. His murders become increasingly sadistic and complex, progressing from simple stabbings to drawn-out sequences of rape, torture, mutilation, cannibalism, and necrophilia, and his grasp on sanity begins to slip. He introduces stories about serial killers into casual conversations and on several occasions openly confesses his murderous activities to his coworkers, who never take him seriously, do not hear what he says, or misunderstand him completely—for example, hearing the words \"murders and executions\" as \"mergers and acquisitions\". These incidents culminate in a shooting spree during which he kills several random people in the street, resulting in a SWAT team being dispatched in a helicopter. This narrative episode sees the first-person perspective shift to third-person and the subsequent events are, although not for the first time in the novel, described in terms pertaining to cinematic portrayal. Bateman flees on foot and hides in his office, where he phones his attorney, Harold Carnes, and confesses all his crimes to an answering machine.\n\nLater, Bateman revisits Paul Owen's apartment, where he had earlier killed and mutilated two prostitutes, carrying a surgical mask in anticipation of the decomposing bodies he expects to encounter. He enters the perfectly clean, refurbished apartment, however, filled with strong-smelling flowers meant, perhaps, to conceal a bad odor. The real estate agent, who sees his surgical mask, fools him into stating he was attending the apartment viewing because he \"saw an ad in the Times\" (when in fact there was no such advertisement). She tells him to leave and never return.\n\nBateman's mental state continues to deteriorate and he begins to experience bizarre hallucinations such as seeing a Cheerio interviewed on a talk show, being stalked by an anthropomorphic park bench, and finding a bone in his Dove Bar. At the end of the story, Bateman confronts Carnes about the message he left on his machine, only to find the attorney amused at what he considers a hilarious joke. Mistaking Bateman for another colleague, Carnes claims that the Patrick Bateman he knows is too much of a coward to have committed such acts. In the dialogue-laden climax, Carnes stands up to a defiant Bateman and tells him his claim of having murdered Owen is impossible, because he had dinner with him twice in London just a few days prior.\n\nThe book ends as it began, with Bateman and his colleagues at a new club on a Friday night, engaging in banal conversation. The sign seen at the end of the book simply reads \"This is not an exit\".\n\n"
        },
        {
            "title": "Themes",
            "text": "According to literary critic Jeffrey W. Hunter, American Psycho is largely a critique of the \"shallow and vicious aspects of capitalism\".[7] The characters are predominantly concerned with material gain and superficial appearances, traits indicative of a postmodern world in which the 'surface' reigns supreme. This leads Patrick Bateman to act as if \"everything is a commodity, including people\",[8] an attitude that is further evident in the rampant objectification and brutalization of women that occurs in the novel. This distancing allows Bateman to rationalize his actions;[9] in one scene in which he cannibalizes a victim, Bateman remarks \"though it does sporadically penetrate how unacceptable some of what I'm doing actually is, I just remind myself that this thing, this girl, this meat, is nothing ...\"[10]\n\nPatrick Bateman's consumption of what he views as nothing more than a piece of meat is an almost parodically literal interpretation of a monster created by consumer culture. This, combined with sex, violence, drugs, and other desires of the id, is how Bateman enacts his sociopathic violence in a superficial world.[11]\n\nBateman's episodes of schizophrenia also shows clear signs on how he copes with being an affluent person living in a superficial world, fashioned on consumerism. As described by the critic Jennifer Krause in her intertextual analysis of the novel, which relies on the work of postmodern theorist Fredric Jameson, Jameson \"blames the schizophrenic's ills on the incoherence of postmodern media and capitalistic consumption\".[12]\n\nJameson's critique is expanded by Krause, who writes: \"We can see a distinctly popular culture schizophrenia arise, a disease spread by the postmodern culture industry, which ruptures personality and isolates the fractured self. Though Jameson does not specifically reference two different types of schizophrenia in his writings, he implies an artistic schizophrenia versus a more popular form—one more or less accepted, and the other anathema. This raises questions about how popular culture might act as a potential cure for madness\".[13] On the one hand is a rich Wall Street banker, Bateman, concerned and very self-conscious about every detail of his physical appearance, expensive possessions, and control of the people and the world around him. On the other hand, is the inner self of Patrick Bateman, the aboriginal-self, who copes and relinquishes his outer complications and \"fake\" identity, created by consumerism, through violence on other human beings, who he finds consumable, and expresses absolute control of his desires and true self through his violent fantasies. His consumer, artificial self, proceeding in society as a wealthy consumer would live and spend his income, versus his natural self, who, instead of spending money, would hunt and prey on the weak and vulnerable, usually women, whom he deems expendable. Bateman treats the people around him just like any other consumer product, because of the void he still battles with and wishes to fulfill from within, hence, having dual personas, having the dull artificial identity, compared to his free limitless persona of his mind.\n\nObserving another side of potential behavior coming from the affluent American society of consumerism is explained through C. Serpell: \"Though serialized violence in American Psycho is an extension of the deadening effects of serialized consumer exchanges in an economy where commodities and bodies become interchangeable and indistinguishable, this point largely escaped the notice of the novel's harshest critics\".[14] Despite critics arguing over the aesthetic properties of the novel from rapid patterns and transitions of self-consciousness and murder, Serpell claims critics have overlooked the key themes and motives of the novel. Serpell bringing to light the patterns and trends Ellis expresses through Bateman, what the consequences of how \"serialized consumer exchanges in an economy where commodities and bodies become interchangeable and indistinguishable\",[14] could affect society, and the way affluent people view others whether they are higher, lower, or the same in wealth or social status. The critic Thomas Heise states that \"the uncertainty about the reality of Patrick's violence has become the chief critical debate on American Psycho, and it serves as a convenient introduction to the entanglement of epistemology and ethics in the novel\".[15] Bateman's character and traits, according to Heise, challenge what readers understand as the social norms for the way the elite upper class think and react to society on a normal basis. Bateman's epistemology and ethics in regards to his actions and way of thinking throughout the novel is a reflection, through his violence, which raises the questions of the moral and ethical understanding of all individuals in Bateman's position and status, and how they might act and think similar or completely identical in a consumer world built on capitalism as people see in today's American society.\n\nCiting the many bodies that are never found, Henry Bean wonders \"is it possible that the murders themselves never occurred?\" He continues:[16]\n\nIt has often been noted that Patrick Bateman is an example of an unreliable narrator, and this feature of American Psycho has been the subject of discussion in several academic works.[17][18]\n[19] In a 2014 appearance on the WTF with Marc Maron podcast, Ellis stated that Bateman's narration was so unreliable that even he, as the author of the book, did not know if Bateman was honestly describing events that actually happened or if he was lying or even hallucinating.[20]\n\n"
        },
        {
            "title": "Controversy",
            "text": "Ellis later wrote that people assumed that American Psycho would end his career.[22] It was originally to have been published by Simon & Schuster in March 1991, but the company withdrew from the project because of \"aesthetic differences\". Vintage Books purchased the rights to the novel and published the book after the customary editing process. The book was not published in hardcover in the United States until 2012, when a limited hardcover edition was published by Centipede Press,[23] although a deluxe paperback was offered.[24] Before its publication, Roger Rosenblatt of The New York Times approved of Simon & Schuster canceling the \"worthless\" book in a review called \"Snuff This Book! Will Bret Easton Ellis Get Away With Murder?\".[22] Ellis received numerous death threats and hate mail after the publication of American Psycho.[25][26] The Los Angeles Times's review[16]—\"the one good review in the national press\", he said—resulted in \"a three-page letter section of all these people canceling their subscriptions\".\n\nIn the United States, the book was named the 53rd most banned and challenged book from 1990-1999 by the American Library Association.[27]\n\nIn Germany, the book was deemed \"harmful to minors\" and its sales and marketing severely restricted from 1995 to 2000.[citation needed]\n\nIn Australia, the book is sold shrink-wrapped and is classified \"R18\" under national censorship legislation (i.e., the book may not be sold to those under 18 years of age). Along with other Category 1 publications, its sale is theoretically banned in the state of Queensland, and it may only be purchased shrink-wrapped.[28] In Brisbane, the novel is available to those over 18 from all public libraries and can still be ordered and purchased (shrink-wrapped) from many book stores despite this prohibition.[29] Ellis has commented on this: \"I think it's adorable. I think it's cute. I love it\".[30][31] In New Zealand, the Government's Office of Film & Literature Classification has rated the book as R18 (i.e., the book may not be sold or lent in libraries to those under 18 years of age). It is generally sold shrink wrapped in bookstores.[32]\n\nFeminist activist Gloria Steinem was among those opposed to Ellis' book because of its portrayal of violence toward women.[33] Coincidentally, Steinem is the stepmother of Christian Bale, who played Bateman in the film. This coincidence is mentioned in Ellis' mock memoir Lunar Park.\n\nPhil Collins, whose solo career is referenced in the book, recalled: \"I didn't read it. At the time, I just thought, 'That's all we need: glorifying all this crap. I'm not interested'. Then the film came out, and I thought it was very funny\".[34]\n\nA copy was found in possession of Wade Frankum, perpetrator of the 1991 Strathfield massacre. It was suggested that the novel had inspired Frankum.[35]\n\nDuring the trial of Canadian serial killer Paul Bernardo, a copy was discovered in Bernardo's bedroom. The Toronto Sun reported that Bernardo \"read it as his 'bible'\",[36][37] though it turned out it actually belonged to his wife and accomplice Karla Homolka; it is unlikely Bernardo ever read it.[36]\n\nDuring the Duke lacrosse case, a team member named Ryan McFayden sent a profane email to several of his teammates alleging he was going to kill and skin some strippers. The administrators asserted the email was an imitation of Bateman. McFayden subsequently received numerous death threats.[38]\n\n"
        },
        {
            "title": "Adaptations",
            "text": "In 2000, writer Guinevere Turner and writer/director Mary Harron adapted American Psycho into a dark, comic film released by Lions Gate Films in United States and Columbia Pictures in other territories. This screenplay was selected over three others, including one by Ellis himself. Bateman is played by Christian Bale with Willem Dafoe and Reese Witherspoon in supporting roles. As a promotion for the film, one could register to receive e-mails \"from\" Patrick Bateman, supposedly to his therapist.[39] The e-mails, written by a writer attached to the film and approved by Ellis, follow Bateman's life since the events of the film. American Psycho premiered at the 2000 Sundance Film Festival where it was touted as the next Fight Club.[40] The Motion Picture Association of America (MPAA) gave the film an NC-17 rating for a scene featuring Bateman having a threesome with two prostitutes. The producers excised approximately 18 seconds of footage to obtain an R-rating for the film.[41]\n\nIt polarized audiences and critics with some showering praise, others scorn.[42] Upon its theatrical release, however, the film received positive reviews in crucial publications, including The New York Times which called it a \"mean and lean horror comedy classic\".[43] Ellis said, \"American Psycho was a book I didn't think needed to be turned into a movie\", as \"the medium of film demands answers\", which would make the book \"infinitely less interesting\".[44] The film received generally positive reviews.[45]\n\nA direct-to-video sequel, American Psycho 2, was released and directed by Morgan J. Freeman. This film was not based on the novel or the original film, as its only connection with the original is the death of Patrick Bateman (played by Michael Kremko wearing a face mask), briefly shown in a flashback.\n\nIn 2009, Audible.com produced an audio version of American Psycho, narrated by Pablo Schreiber, as part of its Modern Vanguard line of audiobooks.[46] A Hungarian version of the novel was written by Attila Hazai (1967–2012) called Budapesti skizo (\"Budapest Psycho\", 1997); it was Hazai's best known work but as of his death never translated into English.[47]\n\nIn 2013, a Kickstarter campaign was launched by Ellis and others to get a musical stage adaptation made.[48] The premiere of the musical, with music and lyrics by Duncan Sheik opened at the Almeida Theatre, London in December. The role of Patrick Bateman was played by Matt Smith.[49] In 2015, the musical was workshopped in New York, with Benjamin Walker re-assuming the role of Patrick that he had originally taken on in 2011. It premiered in early 2016, but closed on June 5 of that year after a run of only 54 regular performances.[50] In the announcement, they cited \"stiff competition\" from more well-known musicals like Waitress, Shuffle Along, and Hamilton. A version of the musical is the focus of the musical episode titled \"Chapter One Hundred and Twelve: American Psychos\" of the sixth season from the series Riverdale.[51]\n\nIn April 2021, Lionsgate Television chairman Kevin Beggs confirmed a TV series is in development.[52]\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Bret_Easton_Ellis",
        "https://en.wikipedia.org/wiki/Marshall_Arisman",
        "https://en.wikipedia.org/wiki/Transgressive_fiction",
        "https://en.wikipedia.org/wiki/Postmodern_literature",
        "https://en.wikipedia.org/wiki/Satire",
        "https://en.wikipedia.org/wiki/Black_comedy",
        "https://en.wikipedia.org/wiki/Horror_fiction",
        "https://en.wikipedia.org/wiki/Vintage_Books",
        "https://en.wikipedia.org/wiki/Dewey_Decimal_Classification",
        "https://en.wikipedia.org/wiki/Bret_Easton_Ellis",
        "https://en.wikipedia.org/wiki/First_person_narrative",
        "https://en.wikipedia.org/wiki/Patrick_Bateman",
        "https://en.wikipedia.org/wiki/Manhattan",
        "https://en.wikipedia.org/wiki/The_Observer",
        "https://en.wikipedia.org/wiki/Transgressive_fiction",
        "https://en.wikipedia.org/wiki/Postmodern_literature",
        "https://en.wikipedia.org/wiki/Christian_Bale",
        "https://en.wikipedia.org/wiki/Broadway_theatre",
        "https://en.wikipedia.org/wiki/Almeida_Theatre",
        "https://en.wikipedia.org/wiki/Yuppie",
        "https://en.wikipedia.org/wiki/Consumerism",
        "https://en.wikipedia.org/wiki/High_concept",
        "https://en.wikipedia.org/wiki/Manhattan",
        "https://en.wikipedia.org/wiki/Wall_Street",
        "https://en.wikipedia.org/wiki/Investment_banker",
        "https://en.wikipedia.org/wiki/New_York_City",
        "https://en.wikipedia.org/wiki/Present_tense",
        "https://en.wikipedia.org/wiki/Stream_of_consciousness_writing",
        "https://en.wikipedia.org/wiki/Etiquette",
        "https://en.wikipedia.org/wiki/Pop_music",
        "https://en.wikipedia.org/wiki/Unreliable_narrator",
        "https://en.wikipedia.org/wiki/Vanity",
        "https://en.wikipedia.org/wiki/SWAT",
        "https://en.wikipedia.org/wiki/The_New_York_Times",
        "https://en.wikipedia.org/wiki/Cheerios",
        "https://en.wikipedia.org/wiki/Anthropomorphism",
        "https://en.wikipedia.org/wiki/Dove_Bar",
        "https://en.wikipedia.org/wiki/London",
        "https://en.wikipedia.org/wiki/Capitalism",
        "https://en.wikipedia.org/wiki/Postmodern",
        "https://en.wikipedia.org/wiki/Commodity",
        "https://en.wikipedia.org/wiki/Consumerism",
        "https://en.wikipedia.org/wiki/Fredric_Jameson",
        "https://en.wikipedia.org/wiki/Consumerism",
        "https://en.wikipedia.org/wiki/Christopher_Serpell",
        "https://en.wikipedia.org/wiki/Capitalism",
        "https://en.wikipedia.org/wiki/Henry_Bean",
        "https://en.wikipedia.org/wiki/Vladimir_Nabokov",
        "https://en.wikipedia.org/wiki/Unreliable_narrator",
        "https://en.wikipedia.org/wiki/WTF_with_Marc_Maron",
        "https://en.wikipedia.org/wiki/Patrick_Bateman",
        "https://en.wikipedia.org/wiki/The_Informers",
        "https://en.wikipedia.org/wiki/Homosexual",
        "https://en.wikipedia.org/wiki/Jay_McInerney",
        "https://en.wikipedia.org/wiki/Rielle_Hunter",
        "https://en.wikipedia.org/wiki/Glamorama",
        "https://en.wikipedia.org/wiki/The_Rules_of_Attraction",
        "https://en.wikipedia.org/wiki/Tom_Cruise",
        "https://en.wikipedia.org/wiki/Bono",
        "https://en.wikipedia.org/wiki/U2",
        "https://en.wikipedia.org/wiki/Centipede_Press",
        "https://en.wikipedia.org/wiki/Roger_Rosenblatt",
        "https://en.wikipedia.org/wiki/The_New_York_Times",
        "https://en.wikipedia.org/wiki/Los_Angeles_Times",
        "https://en.wikipedia.org/wiki/Queensland",
        "https://en.wikipedia.org/wiki/Brisbane",
        "https://en.wikipedia.org/wiki/Gloria_Steinem",
        "https://en.wikipedia.org/wiki/Christian_Bale",
        "https://en.wikipedia.org/wiki/Lunar_Park",
        "https://en.wikipedia.org/wiki/Phil_Collins",
        "https://en.wikipedia.org/wiki/Strathfield_massacre",
        "https://en.wikipedia.org/wiki/Paul_Bernardo",
        "https://en.wikipedia.org/wiki/Toronto_Sun",
        "https://en.wikipedia.org/wiki/Karla_Homolka",
        "https://en.wikipedia.org/wiki/Duke_lacrosse_case",
        "https://en.wikipedia.org/wiki/Guinevere_Turner",
        "https://en.wikipedia.org/wiki/Mary_Harron",
        "https://en.wikipedia.org/wiki/Lions_Gate_Films",
        "https://en.wikipedia.org/wiki/Columbia_Pictures",
        "https://en.wikipedia.org/wiki/Christian_Bale",
        "https://en.wikipedia.org/wiki/Willem_Dafoe",
        "https://en.wikipedia.org/wiki/Reese_Witherspoon",
        "https://en.wikipedia.org/wiki/Sundance_Film_Festival",
        "https://en.wikipedia.org/wiki/Motion_Picture_Association_of_America",
        "https://en.wikipedia.org/wiki/Threesome",
        "https://en.wikipedia.org/wiki/MPAA_film_rating_system",
        "https://en.wikipedia.org/wiki/The_New_York_Times",
        "https://en.wikipedia.org/wiki/American_Psycho_2",
        "https://en.wikipedia.org/wiki/Pablo_Schreiber",
        "https://en.wikipedia.org/wiki/Attila_Hazai",
        "https://en.wikipedia.org/wiki/Duncan_Sheik",
        "https://en.wikipedia.org/wiki/Almeida_Theatre",
        "https://en.wikipedia.org/wiki/Shuffle_Along",
        "https://en.wikipedia.org/wiki/Lionsgate_Television",
        "https://en.wikipedia.org/wiki/Aestheticization_of_violence",
        "https://en.wikipedia.org/wiki/Transgressive_fiction",
        "https://en.wikipedia.org/wiki/Modern_Fiction_Studies",
        "https://en.wikipedia.org/wiki/Johns_Hopkins_University_Press",
        "https://en.wikipedia.org/wiki/The_Los_Angeles_Times",
        "https://en.wikipedia.org/wiki/New_York_Magazine",
        "https://en.wikipedia.org/wiki/Roger_Rosenblatt",
        "https://en.wikipedia.org/wiki/The_New_York_Times",
        "https://en.wikipedia.org/wiki/Entertainment_Weekly",
        "https://en.wikipedia.org/wiki/IMDb",
        "https://en.wikipedia.org/wiki/The_Los_Angeles_Times",
        "https://en.wikipedia.org/wiki/Mary_Harron",
        "https://en.wikipedia.org/wiki/The_New_York_Times",
        "https://en.wikipedia.org/wiki/The_Toronto_Sun",
        "https://en.wikipedia.org/wiki/Toronto_Star",
        "https://en.wikipedia.org/wiki/The_Guardian",
        "https://en.wikipedia.org/wiki/The_Guardian",
        "https://en.wikipedia.org/wiki/Stephen_Holden",
        "https://en.wikipedia.org/wiki/The_New_York_Times",
        "https://en.wikipedia.org/wiki/Creative_Loafing",
        "https://en.wikipedia.org/wiki/Rotten_Tomatoes",
        "https://en.wikipedia.org/wiki/Complete_review",
        "https://en.wikipedia.org/wiki/TV_Line",
        "https://en.wikipedia.org/wiki/Vintage_Books",
        "https://en.wikipedia.org/wiki/Open_Library",
        "https://en.wikipedia.org/wiki/Internet_Archive",
        "https://en.wikipedia.org/wiki/Bret_Easton_Ellis",
        "https://en.wikipedia.org/wiki/The_Rules_of_Attraction",
        "https://en.wikipedia.org/wiki/Glamorama",
        "https://en.wikipedia.org/wiki/Lunar_Park",
        "https://en.wikipedia.org/wiki/Imperial_Bedrooms",
        "https://en.wikipedia.org/wiki/The_Informers",
        "https://en.wikipedia.org/wiki/The_Curse_of_Downers_Grove",
        "https://en.wikipedia.org/wiki/Bret_Easton_Ellis",
        "https://en.wikipedia.org/wiki/American_Psycho_2",
        "https://en.wikipedia.org/wiki/Patrick_Bateman",
        "https://en.wikipedia.org/wiki/American_Psycho",
        "https://en.wikipedia.org/wiki/American_Psycho",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}