{
    "url": "https://en.wikipedia.org/wiki/Aminoacyl_tRNA_synthetase",
    "title": "Aminoacyl tRNA synthetase",
    "table_of_contents": [
        "1 Mechanism",
        "2 Classes",
        "3 Structures",
        "4 Evolution",
        "5 Application in biotechnology",
        "6 Noncatalytic domains",
        "7 Substrate Depletion",
        "8 Clinical",
        "9 Prediction servers",
        "10 See also",
        "11 References",
        "12 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "An aminoacyl-tRNA synthetase (aaRS or ARS), also called tRNA-ligase, is an enzyme that attaches the appropriate amino acid onto its corresponding tRNA. It does so by catalyzing the transesterification of a specific cognate amino acid or its precursor to one of all its compatible cognate tRNAs to form an aminoacyl-tRNA. In humans, the 20 different types of aa-tRNA are made by the 20 different aminoacyl-tRNA synthetases, one for each amino acid of the genetic code.\n\nThis is sometimes called \"charging\" or \"loading\" the tRNA with an amino acid. Once the tRNA is charged, a ribosome can transfer the amino acid from the tRNA onto a growing peptide, according to the genetic code. Aminoacyl tRNA therefore plays an important role in RNA translation, the expression of genes to create proteins.\n\n"
        },
        {
            "title": "Mechanism",
            "text": "The synthetase first binds ATP and the corresponding amino acid (or its precursor) to form an aminoacyl-adenylate, releasing inorganic pyrophosphate (PPi). The adenylate-aaRS complex then binds the appropriate tRNA molecule's D arm, and the amino acid is transferred from the aa-AMP to either the 2'- or the 3'-OH of the last tRNA nucleotide (A76) at the 3'-end.\n\nThe mechanism can be summarized in the following reaction series:\n\nSumming the reactions, the highly exergonic overall reaction is as follows:\n\nSome synthetases also mediate an editing reaction to ensure high fidelity of tRNA charging. If the incorrect tRNA is added (aka. the tRNA is found to be improperly charged), the aminoacyl-tRNA bond is hydrolyzed. This can happen when two amino acids have different properties even if they have similar shapes—as is the case with valine and threonine.\n\nThe accuracy of aminoacyl-tRNA synthetase is so high that it is often paired with the word \"superspecificity” when it is compared to other enzymes that are involved in metabolism. Although not all synthetases have a domain with the sole purpose of editing, they make up for it by having specific binding and activation of their affiliated amino acids. Another contribution to the accuracy of these synthetases is the ratio of concentrations of aminoacyl-tRNA synthetase and its cognate tRNA. Since tRNA synthetase improperly acylates the tRNA when the synthetase is overproduced, a limit must exist on the levels of aaRSs and tRNAs in vivo.[1][2]\n\n"
        },
        {
            "title": "Classes",
            "text": "There are two classes of aminoacyl tRNA synthetase, each composed of ten enzymes:[3][4]\n\nThe amino acids are attached to the hydroxyl (-OH) group of the adenosine via the  carboxyl (-COOH) group.\n\nRegardless of where the aminoacyl is initially attached to the nucleotide, the 2'-O-aminoacyl-tRNA will ultimately migrate to the 3' position via transesterification.\n\n"
        },
        {
            "title": "Structures",
            "text": "Both classes of aminoacyl-tRNA synthetases are multidomain proteins.  In a typical scenario, an aaRS consists of a catalytic domain (where both the above reactions take place) and an anticodon binding domain (which interacts mostly with the anticodon region of the tRNA). Transfer-RNAs for different amino acids differ not only in their anticodon but also at other points, giving them slightly different overall configurations. The aminoacyl-tRNA synthetases recognize the correct tRNAs primarily through their overall configuration, not just through their anticodon.[5]  In addition, some aaRSs have additional RNA binding domains and editing domains[6] that cleave incorrectly paired aminoacyl-tRNA molecules.\n\nThe catalytic domains of all the aaRSs of a given class are found to be homologous to one another, whereas class I and class II aaRSs are unrelated to one another. The class I aaRSs feature a cytidylyltransferase-like Rossmann fold seen in proteins like glycerol-3-phosphate cytidylyltransferase, nicotinamide nucleotide adenylyltransferase and archaeal FAD synthase, whereas the class II aaRSs have a unique fold related to biotin and lipoate ligases.\n\nThe alpha helical anticodon binding domain of Arginyl, Glycyl and Cysteinyl-tRNA synthetases is known as the DALR domain after characteristic conserved amino acids.[7]\n\nAminoacyl-tRNA synthetases have been kinetically studied, showing that Mg2+ ions play an active catalytic role and therefore aaRs have a degree of magnesium dependence. Increasing the Mg2+ concentration leads to an increase in the equilibrium constants for the aminoacyl-tRNA synthetases’ reactions. Although this trend was seen in both class I and class II synthetases, the magnesium dependence for the two classes are very distinct. Class II synthetases have two or three (more frequently three) Mg2+ ions, while class I only requires one Mg2+ ion.[8][9]\n\nBeside their lack of overall sequence and structure similarity, class I and class II synthetases feature different ATP recognition mechanisms. While class I binds via interactions mediated by backbone hydrogen bonds, class II uses a pair of arginine residues to establish salt bridges to its ATP ligand. This oppositional implementation is manifested in two structural motifs, the Backbone Brackets and Arginine Tweezers, which are observable in all class I and class II structures, respectively. The high structural conservation of these motifs suggest that they must have been present since ancient times.[10]\n\n"
        },
        {
            "title": "Evolution",
            "text": "Most of the aaRSs of a given specificity are evolutionarily closer to one another than to aaRSs of another specificity.  However, AsnRS and GlnRS group within AspRS and GluRS, respectively.  Most of the aaRSs of a given specificity also belong to a single class. However, there are two distinct versions of the LysRS - one belonging to the class I family and the other belonging to the class II family.\n\nThe molecular phylogenies of aaRSs are often not consistent with accepted organismal phylogenies. That is, they violate the so-called canonical phylogenetic pattern shown by most other enzymes for the three domains of life - Archaea, Bacteria, and Eukarya.  Furthermore, the phylogenies inferred for aaRSs of different amino acids often do not agree with one another. In addition, aaRS paralogs within the same species show a high degree of divergence between them. These are clear indications that horizontal transfer has occurred several times during the evolutionary history of aaRSs.[11]\n\nA widespread belief in the evolutionary stability of this superfamily, meaning that every organism has all the aaRSs for their corresponding aminoacids, is misconceived. A large-scale genomic analysis on ~2500 prokaryotic genomes showed that many of them miss one or more aaRS genes whereas many genomes have 1 or more paralogs.[12] AlaRS, GlyRS, LeuRS, IleRS and ValRS are the most evolutionarily stable members of the family. GluRS, LysRS and CysRS often have paralogs, whereas AsnRS, GlnRS, PylRS and SepRS are often absent from many genomes.\n\nWith the exception of AlaRS, it has been discovered that 19 out of the 20 human aaRSs have added at least one new domain or motif.[13] These new domains and motifs vary in function and are observed in various forms of life. A common novel function within human aaRSs is providing additional regulation of biological processes. There exists a theory that the increasing number of aaRSs that add domains is due to the continuous evolution of higher organisms with more complex and efficient building blocks and biological mechanisms. One key piece of evidence to this theory is that after a new domain is added to an aaRS, the domain becomes fully integrated. This new domain's functionality is conserved from that point on.[14]\n\nAs genetic efficiency evolved in higher organisms, 13 new domains with no obvious association with the catalytic activity of aaRSs genes have been added.\n\n"
        },
        {
            "title": "Application in biotechnology",
            "text": "In some of the aminoacyl tRNA synthetases, the cavity that holds the amino acid can be mutated and modified to carry unnatural amino acids synthesized in the lab, and to attach them to specific tRNAs.  This expands the genetic code, beyond the twenty canonical amino acids found in nature, to include an unnatural amino acid as well.  The unnatural amino acid is coded by a nonsense (TAG, TGA, TAA) triplet, a quadruplet codon, or in some cases a redundant rare codon.  The organism that expresses the mutant synthetase can then be genetically programmed to incorporate the unnatural amino acid into any desired position in any protein of interest, allowing biochemists or structural biologists to probe or change the protein's function.  For instance, one can start with the gene for a protein that binds a certain sequence of DNA, and, by directing an unnatural amino acid with a reactive side-chain into the binding site, create a new protein that cuts the DNA at the target-sequence, rather than binding it.\n\nBy mutating aminoacyl tRNA synthetases, chemists have expanded the genetic codes of various organisms to include lab-synthesized amino acids with all kinds of useful properties: photoreactive, metal-chelating, xenon-chelating, crosslinking, spin-resonant, fluorescent, biotinylated, and redox-active amino acids.[15] Another use is introducing amino acids bearing reactive functional groups for chemically modifying the target protein.\n\nCertain diseases’ causation (such as neuronal pathologies, cancer, disturbed metabolic conditions, and autoimmune disorders) have been correlated to specific mutations of aminoacyl-tRNA synthetases. Charcot-Marie-Tooth (CMT) is the most frequent heritable disorder of the peripheral nervous system (a neuronal disease) and is caused by a heritable mutation in glycol-tRNA and tyrosyl-tRNA.[16] Diabetes, a metabolic disease, induces oxidative stress, which triggers a build up of mitochondrial tRNA mutations. It has also been discovered that tRNA synthetases may be partially involved in the etiology of cancer.[17] A high level of expression or modification of aaRSs has been observed within a range of cancers. A common outcome from mutations of aaRSs is a disturbance of dimer shape/formation which has a direct relationship with its function. These correlations between aaRSs and certain diseases have opened up a new door to synthesizing therapeutics.[18]\n\n"
        },
        {
            "title": "Noncatalytic domains",
            "text": "The novel domain additions to aaRS genes are accretive and progressive up the Tree of Life.[19][20][21] The strong evolutionary pressure for these small non-catalytic protein domains suggested their importance.[22] Findings beginning in 1999 and later revealed a previously unrecognized layer of biology: these proteins control gene expression within the cell of origin, and when released exert homeostatic and developmental control in specific human cell types, tissues and organs during adult or fetal development or both, including pathways associated with angiogenesis, inflammation, the immune response, the mechanistic target of rapamycin (mTOR) signalling, apoptosis, tumorigenesis, and interferon gamma (IFN-γ) and p53 signalling.[23][24][25][26][27][28][29][30][31]\n\n"
        },
        {
            "title": "Substrate Depletion",
            "text": "In 2022, it was discovered that aminoacyl-trna synthetases may incorporate alternative amino acids during shortages of their precursors. In particular, tryptophanyl-tRNA synthetase (WARS1) will incorporate phenylalanine during tryptophan depletion, essentially inducing a W>F codon reassignment.[32] Depletion of the other substrate of aminoacyl-tRNA synthetases, the cognate tRNA, may be relevant to certain diseases, e.g. Charcot–Marie–Tooth disease. It was shown that CMT-mutant glycyl-tRNA synthetase variants are still able to bind tRNA-gly but fail to release it, leading to depletion of the cellular pool of glycyl-tRNA-gly, what in turn results in stalling of the ribosome on glycine codons during mRNA translation.[33]\n\n"
        },
        {
            "title": "Clinical",
            "text": "Mutations in the mitochondrial enzyme have been associated with a number of genetic disorders including Leigh syndrome, West syndrome and CAGSSS (cataracts, growth hormone deficiency, sensory neuropathy, sensorineural hearing loss and skeletal dysphasia syndrome).[34]\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Pfam",
        "https://en.wikipedia.org/wiki/InterPro",
        "https://en.wikipedia.org/wiki/Structural_Classification_of_Proteins",
        "https://en.wikipedia.org/wiki/Pfam",
        "https://en.wikipedia.org/wiki/Protein_Data_Bank",
        "https://en.wikipedia.org/wiki/PDBsum",
        "https://en.wikipedia.org/wiki/Pfam",
        "https://en.wikipedia.org/wiki/Pfam",
        "https://en.wikipedia.org/wiki/InterPro",
        "https://en.wikipedia.org/wiki/Structural_Classification_of_Proteins",
        "https://en.wikipedia.org/wiki/Pfam",
        "https://en.wikipedia.org/wiki/Protein_Data_Bank",
        "https://en.wikipedia.org/wiki/PDBsum",
        "https://en.wikipedia.org/wiki/Pfam",
        "https://en.wikipedia.org/wiki/Pfam",
        "https://en.wikipedia.org/wiki/InterPro",
        "https://en.wikipedia.org/wiki/Pfam",
        "https://en.wikipedia.org/wiki/Protein_Data_Bank",
        "https://en.wikipedia.org/wiki/PDBsum",
        "https://en.wikipedia.org/wiki/Enzyme",
        "https://en.wikipedia.org/wiki/Amino_acid",
        "https://en.wikipedia.org/wiki/TRNA",
        "https://en.wikipedia.org/wiki/Transesterification",
        "https://en.wikipedia.org/wiki/Genetic_code",
        "https://en.wikipedia.org/wiki/Ribosome",
        "https://en.wikipedia.org/wiki/Peptide",
        "https://en.wikipedia.org/wiki/Genes",
        "https://en.wikipedia.org/wiki/Synthetase",
        "https://en.wikipedia.org/wiki/Adenosine_triphosphate",
        "https://en.wikipedia.org/wiki/Amino_acid",
        "https://en.wikipedia.org/wiki/Amino_acid_synthesis",
        "https://en.wikipedia.org/wiki/Adenylylation",
        "https://en.wikipedia.org/wiki/D_arm",
        "https://en.wikipedia.org/wiki/PPi",
        "https://en.wikipedia.org/wiki/Adenosine_monophosphate",
        "https://en.wikipedia.org/wiki/Exergonic_reaction",
        "https://en.wikipedia.org/wiki/Hydrolyzed",
        "https://en.wikipedia.org/wiki/Valine",
        "https://en.wikipedia.org/wiki/Threonine",
        "https://en.wikipedia.org/wiki/Chemical_specificity",
        "https://en.wikipedia.org/wiki/Aminoacylation",
        "https://en.wikipedia.org/wiki/Adenosine",
        "https://en.wikipedia.org/wiki/Nucleotide",
        "https://en.wikipedia.org/wiki/Monomeric",
        "https://en.wikipedia.org/wiki/Protein_dimer",
        "https://en.wikipedia.org/wiki/Tetrameric_protein",
        "https://en.wikipedia.org/wiki/Hydroxyl",
        "https://en.wikipedia.org/wiki/Carboxyl",
        "https://en.wikipedia.org/wiki/Transesterification",
        "https://en.wikipedia.org/wiki/Protein_domain",
        "https://en.wikipedia.org/wiki/Catalytic",
        "https://en.wikipedia.org/wiki/Rossmann_fold",
        "https://en.wikipedia.org/wiki/Alpha_helix",
        "https://en.wikipedia.org/wiki/Anticodon",
        "https://en.wikipedia.org/wiki/Conserved_sequence",
        "https://en.wikipedia.org/wiki/Amino_acids",
        "https://en.wikipedia.org/wiki/Evolutionarily",
        "https://en.wikipedia.org/wiki/Phylogenies",
        "https://en.wikipedia.org/wiki/Archaea",
        "https://en.wikipedia.org/wiki/Bacteria",
        "https://en.wikipedia.org/wiki/Eukarya",
        "https://en.wikipedia.org/wiki/Tree_of_Life",
        "https://en.wikipedia.org/wiki/Angiogenesis",
        "https://en.wikipedia.org/wiki/Inflammation",
        "https://en.wikipedia.org/wiki/Immune_response",
        "https://en.wikipedia.org/wiki/Mechanistic_target_of_rapamycin",
        "https://en.wikipedia.org/wiki/Apoptosis",
        "https://en.wikipedia.org/wiki/Tumorigenesis",
        "https://en.wikipedia.org/wiki/Interferon_gamma",
        "https://en.wikipedia.org/wiki/P53",
        "https://en.wikipedia.org/wiki/Codon_reassignment",
        "https://en.wikipedia.org/wiki/Mitochondria",
        "https://en.wikipedia.org/wiki/Leigh_syndrome",
        "https://en.wikipedia.org/wiki/West_syndrome",
        "https://en.wikipedia.org/wiki/Cataract",
        "https://en.wikipedia.org/wiki/Growth_hormone",
        "https://en.wikipedia.org/wiki/Neuropathy",
        "https://en.wikipedia.org/wiki/GPS_Raghava",
        "https://en.wikipedia.org/wiki/Medical_Subject_Headings",
        "https://en.wikipedia.org/wiki/UCSC_Genome_Browser",
        "https://en.wikipedia.org/wiki/UCSC_Genome_Browser",
        "https://en.wikipedia.org/wiki/Pfam",
        "https://en.wikipedia.org/wiki/InterPro",
        "https://en.wikipedia.org/wiki/Pfam",
        "https://en.wikipedia.org/wiki/InterPro",
        "https://en.wikipedia.org/wiki/Protein_biosynthesis",
        "https://en.wikipedia.org/wiki/Bacterial_translation",
        "https://en.wikipedia.org/wiki/Archaeal_translation",
        "https://en.wikipedia.org/wiki/Eukaryotic_translation",
        "https://en.wikipedia.org/wiki/Initiation_factor",
        "https://en.wikipedia.org/wiki/Bacterial_initiation_factor",
        "https://en.wikipedia.org/wiki/SUI1",
        "https://en.wikipedia.org/wiki/Archaeal_initiation_factors",
        "https://en.wikipedia.org/wiki/Eukaryotic_initiation_factor",
        "https://en.wikipedia.org/wiki/EIF1",
        "https://en.wikipedia.org/wiki/EIF1",
        "https://en.wikipedia.org/wiki/EIF1B",
        "https://en.wikipedia.org/wiki/SUI1",
        "https://en.wikipedia.org/wiki/EIF1AX",
        "https://en.wikipedia.org/wiki/EIF1AY",
        "https://en.wikipedia.org/wiki/EIF2",
        "https://en.wikipedia.org/wiki/EIF2S1",
        "https://en.wikipedia.org/wiki/EIF2S2",
        "https://en.wikipedia.org/wiki/EIF2S3",
        "https://en.wikipedia.org/wiki/EIF2B",
        "https://en.wikipedia.org/wiki/EIF2B1",
        "https://en.wikipedia.org/wiki/EIF2B2",
        "https://en.wikipedia.org/wiki/EIF2B3",
        "https://en.wikipedia.org/wiki/EIF2B4",
        "https://en.wikipedia.org/wiki/EIF2B5",
        "https://en.wikipedia.org/wiki/EIF2A",
        "https://en.wikipedia.org/wiki/LGTN",
        "https://en.wikipedia.org/wiki/EIF3",
        "https://en.wikipedia.org/wiki/EIF3A",
        "https://en.wikipedia.org/wiki/EIF3B",
        "https://en.wikipedia.org/wiki/EIF3C",
        "https://en.wikipedia.org/wiki/EIF3D",
        "https://en.wikipedia.org/wiki/EIF3S6",
        "https://en.wikipedia.org/wiki/EIF3F",
        "https://en.wikipedia.org/wiki/EIF3G",
        "https://en.wikipedia.org/wiki/EIF3H",
        "https://en.wikipedia.org/wiki/EIF3I",
        "https://en.wikipedia.org/wiki/EIF3J",
        "https://en.wikipedia.org/wiki/EIF3K",
        "https://en.wikipedia.org/wiki/EIF3EIP",
        "https://en.wikipedia.org/wiki/EIF3M",
        "https://en.wikipedia.org/wiki/EIF4",
        "https://en.wikipedia.org/wiki/EIF4A",
        "https://en.wikipedia.org/wiki/EIF4A1",
        "https://en.wikipedia.org/wiki/EIF4A2",
        "https://en.wikipedia.org/wiki/EIF4A3",
        "https://en.wikipedia.org/wiki/EIF4E",
        "https://en.wikipedia.org/wiki/EIF4E2",
        "https://en.wikipedia.org/wiki/EIF4E3",
        "https://en.wikipedia.org/wiki/EIF4G",
        "https://en.wikipedia.org/wiki/Eukaryotic_translation_initiation_factor_4_gamma",
        "https://en.wikipedia.org/wiki/EIF4G2",
        "https://en.wikipedia.org/wiki/EIF4G3",
        "https://en.wikipedia.org/wiki/EIF4B",
        "https://en.wikipedia.org/wiki/EIF4H",
        "https://en.wikipedia.org/wiki/EIF5",
        "https://en.wikipedia.org/wiki/EIF5",
        "https://en.wikipedia.org/wiki/EIF5A",
        "https://en.wikipedia.org/wiki/EIF5A2",
        "https://en.wikipedia.org/wiki/EIF5B",
        "https://en.wikipedia.org/wiki/EIF6",
        "https://en.wikipedia.org/wiki/EIF6",
        "https://en.wikipedia.org/wiki/Elongation_factor",
        "https://en.wikipedia.org/wiki/Elongation_factor_P",
        "https://en.wikipedia.org/wiki/TSFM",
        "https://en.wikipedia.org/wiki/GFM1",
        "https://en.wikipedia.org/wiki/GFM2",
        "https://en.wikipedia.org/wiki/Eukaryotic_translation_elongation_factor_1_alpha_1",
        "https://en.wikipedia.org/wiki/EEF1A2",
        "https://en.wikipedia.org/wiki/EEF1B2",
        "https://en.wikipedia.org/wiki/EEF1B2P1",
        "https://en.wikipedia.org/wiki/EEF1B2P2",
        "https://en.wikipedia.org/wiki/EEF1B2P3",
        "https://en.wikipedia.org/wiki/EEF1D",
        "https://en.wikipedia.org/wiki/EEF1E1",
        "https://en.wikipedia.org/wiki/EEF1G",
        "https://en.wikipedia.org/wiki/EEF2",
        "https://en.wikipedia.org/wiki/Release_factor",
        "https://en.wikipedia.org/wiki/ERF1",
        "https://en.wikipedia.org/wiki/GSPT1",
        "https://en.wikipedia.org/wiki/GSPT2",
        "https://en.wikipedia.org/wiki/Ribosomal_protein",
        "https://en.wikipedia.org/wiki/Cytoplasm",
        "https://en.wikipedia.org/wiki/60S_ribosomal_protein_L3",
        "https://en.wikipedia.org/wiki/60S_ribosomal_protein_L4",
        "https://en.wikipedia.org/wiki/60S_ribosomal_protein_L5",
        "https://en.wikipedia.org/wiki/60S_ribosomal_protein_L6",
        "https://en.wikipedia.org/wiki/60S_ribosomal_protein_L7",
        "https://en.wikipedia.org/wiki/60S_ribosomal_protein_L7a",
        "https://en.wikipedia.org/wiki/60S_ribosomal_protein_L8",
        "https://en.wikipedia.org/wiki/60S_ribosomal_protein_L9",
        "https://en.wikipedia.org/wiki/60S_ribosomal_protein_L10",
        "https://en.wikipedia.org/wiki/60S_ribosomal_protein_L10a",
        "https://en.wikipedia.org/wiki/60S_ribosomal_protein_L11",
        "https://en.wikipedia.org/wiki/60S_ribosomal_protein_L12",
        "https://en.wikipedia.org/wiki/60S_ribosomal_protein_L13",
        "https://en.wikipedia.org/wiki/60S_ribosomal_protein_L13a",
        "https://en.wikipedia.org/wiki/60S_ribosomal_protein_L14",
        "https://en.wikipedia.org/wiki/60S_ribosomal_protein_L15",
        "https://en.wikipedia.org/wiki/60S_ribosomal_protein_L17",
        "https://en.wikipedia.org/wiki/60S_ribosomal_protein_L18",
        "https://en.wikipedia.org/wiki/60S_ribosomal_protein_L18a",
        "https://en.wikipedia.org/wiki/60S_ribosomal_protein_L19",
        "https://en.wikipedia.org/wiki/60S_ribosomal_protein_L21",
        "https://en.wikipedia.org/wiki/60S_ribosomal_protein_L22",
        "https://en.wikipedia.org/wiki/60S_ribosomal_protein_L23",
        "https://en.wikipedia.org/wiki/60S_ribosomal_protein_L23a",
        "https://en.wikipedia.org/wiki/60S_ribosomal_protein_L24",
        "https://en.wikipedia.org/wiki/60S_ribosomal_protein_L26",
        "https://en.wikipedia.org/wiki/60S_ribosomal_protein_L27",
        "https://en.wikipedia.org/wiki/60S_ribosomal_protein_L27a",
        "https://en.wikipedia.org/wiki/60S_ribosomal_protein_L28",
        "https://en.wikipedia.org/wiki/60S_ribosomal_protein_L29",
        "https://en.wikipedia.org/wiki/60S_ribosomal_protein_L30",
        "https://en.wikipedia.org/wiki/60S_ribosomal_protein_L31",
        "https://en.wikipedia.org/wiki/60S_ribosomal_protein_L32",
        "https://en.wikipedia.org/wiki/60S_ribosomal_protein_L34",
        "https://en.wikipedia.org/wiki/60S_ribosomal_protein_L35",
        "https://en.wikipedia.org/wiki/60S_ribosomal_protein_L35a",
        "https://en.wikipedia.org/wiki/60S_ribosomal_protein_L36",
        "https://en.wikipedia.org/wiki/60S_ribosomal_protein_L36a",
        "https://en.wikipedia.org/wiki/60S_ribosomal_protein_L37",
        "https://en.wikipedia.org/wiki/60S_ribosomal_protein_L37a",
        "https://en.wikipedia.org/wiki/60S_ribosomal_protein_L38",
        "https://en.wikipedia.org/wiki/60S_ribosomal_protein_L39",
        "https://en.wikipedia.org/wiki/60S_ribosomal_protein_L41",
        "https://en.wikipedia.org/wiki/60S_acidic_ribosomal_protein_P0",
        "https://en.wikipedia.org/wiki/60S_acidic_ribosomal_protein_P1",
        "https://en.wikipedia.org/wiki/60S_acidic_ribosomal_protein_P2",
        "https://en.wikipedia.org/wiki/RRP15",
        "https://en.wikipedia.org/wiki/Probable_ribosome_biogenesis_protein_RLP24",
        "https://en.wikipedia.org/wiki/Ribosomal_protein_SA",
        "https://en.wikipedia.org/wiki/40S_ribosomal_protein_S2",
        "https://en.wikipedia.org/wiki/40S_ribosomal_protein_S3",
        "https://en.wikipedia.org/wiki/40S_ribosomal_protein_S3a",
        "https://en.wikipedia.org/wiki/40S_ribosomal_protein_S5",
        "https://en.wikipedia.org/wiki/Ribosomal_protein_S6",
        "https://en.wikipedia.org/wiki/40S_ribosomal_protein_S7",
        "https://en.wikipedia.org/wiki/40S_ribosomal_protein_S8",
        "https://en.wikipedia.org/wiki/40S_ribosomal_protein_S9",
        "https://en.wikipedia.org/wiki/40S_ribosomal_protein_S10",
        "https://en.wikipedia.org/wiki/40S_ribosomal_protein_S11",
        "https://en.wikipedia.org/wiki/40S_ribosomal_protein_S12",
        "https://en.wikipedia.org/wiki/40S_ribosomal_protein_S13",
        "https://en.wikipedia.org/wiki/40S_ribosomal_protein_S14",
        "https://en.wikipedia.org/wiki/40S_ribosomal_protein_S15",
        "https://en.wikipedia.org/wiki/40S_ribosomal_protein_S15a",
        "https://en.wikipedia.org/wiki/40S_ribosomal_protein_S16",
        "https://en.wikipedia.org/wiki/40S_ribosomal_protein_S17",
        "https://en.wikipedia.org/wiki/40S_ribosomal_protein_S18",
        "https://en.wikipedia.org/wiki/40S_ribosomal_protein_S19",
        "https://en.wikipedia.org/wiki/40S_ribosomal_protein_S20",
        "https://en.wikipedia.org/wiki/40S_ribosomal_protein_S21",
        "https://en.wikipedia.org/wiki/40S_ribosomal_protein_S23",
        "https://en.wikipedia.org/wiki/40S_ribosomal_protein_S24",
        "https://en.wikipedia.org/wiki/40S_ribosomal_protein_S25",
        "https://en.wikipedia.org/wiki/40S_ribosomal_protein_S26",
        "https://en.wikipedia.org/wiki/40S_ribosomal_protein_S27",
        "https://en.wikipedia.org/wiki/40S_ribosomal_protein_S27a",
        "https://en.wikipedia.org/wiki/40S_ribosomal_protein_S28",
        "https://en.wikipedia.org/wiki/40S_ribosomal_protein_S29",
        "https://en.wikipedia.org/wiki/40S_ribosomal_protein_S30",
        "https://en.wikipedia.org/wiki/RACK1",
        "https://en.wikipedia.org/wiki/Mitochondrial_ribosome",
        "https://en.wikipedia.org/wiki/Mitochondrial_ribosomal_protein_L1",
        "https://en.wikipedia.org/wiki/Mitochondrial_ribosomal_protein_L3",
        "https://en.wikipedia.org/wiki/Mitochondrial_ribosomal_protein_L4",
        "https://en.wikipedia.org/wiki/Mitochondrial_ribosomal_protein_L10",
        "https://en.wikipedia.org/wiki/Mitochondrial_ribosomal_protein_L11",
        "https://en.wikipedia.org/wiki/Mitochondrial_ribosomal_protein_L12",
        "https://en.wikipedia.org/wiki/Mitochondrial_ribosomal_protein_L13",
        "https://en.wikipedia.org/wiki/Mitochondrial_ribosomal_protein_L15",
        "https://en.wikipedia.org/wiki/Mitochondrial_ribosomal_protein_L17",
        "https://en.wikipedia.org/wiki/Mitochondrial_ribosomal_protein_L18",
        "https://en.wikipedia.org/wiki/Mitochondrial_ribosomal_protein_L19",
        "https://en.wikipedia.org/wiki/Mitochondrial_ribosomal_protein_L20",
        "https://en.wikipedia.org/wiki/Mitochondrial_ribosomal_protein_L22",
        "https://en.wikipedia.org/wiki/Mitochondrial_ribosomal_protein_L23",
        "https://en.wikipedia.org/wiki/Mitochondrial_ribosomal_protein_L24",
        "https://en.wikipedia.org/wiki/Mitochondrial_ribosomal_protein_L28",
        "https://en.wikipedia.org/wiki/Mitochondrial_ribosomal_protein_L30",
        "https://en.wikipedia.org/wiki/Mitochondrial_ribosomal_protein_L32",
        "https://en.wikipedia.org/wiki/Mitochondrial_ribosomal_protein_L33",
        "https://en.wikipedia.org/wiki/Mitochondrial_ribosomal_protein_L37",
        "https://en.wikipedia.org/wiki/Mitochondrial_ribosomal_protein_L39",
        "https://en.wikipedia.org/wiki/Mitochondrial_ribosomal_protein_L40",
        "https://en.wikipedia.org/wiki/Mitochondrial_ribosomal_protein_L41",
        "https://en.wikipedia.org/wiki/Mitochondrial_ribosomal_protein_L42",
        "https://en.wikipedia.org/wiki/MRPS2",
        "https://en.wikipedia.org/wiki/MRPS5",
        "https://en.wikipedia.org/wiki/MRPS6",
        "https://en.wikipedia.org/wiki/MRPS7",
        "https://en.wikipedia.org/wiki/MRPS9",
        "https://en.wikipedia.org/wiki/MRPS11",
        "https://en.wikipedia.org/wiki/MRPS12",
        "https://en.wikipedia.org/wiki/MRPS16",
        "https://en.wikipedia.org/wiki/MRPS17",
        "https://en.wikipedia.org/wiki/MRPS21",
        "https://en.wikipedia.org/wiki/MRPS22",
        "https://en.wikipedia.org/wiki/MRPS24",
        "https://en.wikipedia.org/wiki/MRPS25",
        "https://en.wikipedia.org/wiki/MRPS26",
        "https://en.wikipedia.org/wiki/MRPS28",
        "https://en.wikipedia.org/wiki/MRPS30",
        "https://en.wikipedia.org/wiki/MRPS33",
        "https://en.wikipedia.org/wiki/MRPS35",
        "https://en.wikipedia.org/wiki/Reading_frame",
        "https://en.wikipedia.org/wiki/Start_codon",
        "https://en.wikipedia.org/wiki/Stop_codon",
        "https://en.wikipedia.org/wiki/Kozak_consensus_sequence",
        "https://en.wikipedia.org/wiki/Enzyme",
        "https://en.wikipedia.org/wiki/Ligase",
        "https://en.wikipedia.org/wiki/Enzyme_Commission_number",
        "https://en.wikipedia.org/wiki/Succinyl_coenzyme_A_synthetase",
        "https://en.wikipedia.org/wiki/Glutamine_synthetase",
        "https://en.wikipedia.org/wiki/Ubiquitin_ligase",
        "https://en.wikipedia.org/wiki/Cullin",
        "https://en.wikipedia.org/wiki/UBE3A",
        "https://en.wikipedia.org/wiki/Mdm2",
        "https://en.wikipedia.org/wiki/UBR1",
        "https://en.wikipedia.org/wiki/Glutathione_synthetase",
        "https://en.wikipedia.org/wiki/CTP_synthetase",
        "https://en.wikipedia.org/wiki/Adenylosuccinate_synthase",
        "https://en.wikipedia.org/wiki/Argininosuccinate_synthase",
        "https://en.wikipedia.org/wiki/Holocarboxylase_synthetase",
        "https://en.wikipedia.org/wiki/Asparagine_synthetase",
        "https://en.wikipedia.org/wiki/Carbamoyl_phosphate_synthetase",
        "https://en.wikipedia.org/wiki/Carbamoyl_phosphate_synthetase_I",
        "https://en.wikipedia.org/wiki/Carbamoyl_phosphate_synthase_II",
        "https://en.wikipedia.org/wiki/Ligase",
        "https://en.wikipedia.org/wiki/Enzyme_Commission_number",
        "https://en.wikipedia.org/wiki/Biotin",
        "https://en.wikipedia.org/wiki/Carboxylation",
        "https://en.wikipedia.org/wiki/Pyruvate_carboxylase",
        "https://en.wikipedia.org/wiki/Polyketide_synthase",
        "https://en.wikipedia.org/wiki/Enzyme",
        "https://en.wikipedia.org/wiki/Ligase",
        "https://en.wikipedia.org/wiki/Enzyme_Commission_number",
        "https://en.wikipedia.org/wiki/DNA_ligase",
        "https://en.wikipedia.org/wiki/Magnesium_chelatase",
        "https://en.wikipedia.org/wiki/Cobalt_chelatase",
        "https://en.wikipedia.org/wiki/Enzyme",
        "https://en.wikipedia.org/wiki/Active_site",
        "https://en.wikipedia.org/wiki/Binding_site",
        "https://en.wikipedia.org/wiki/Catalytic_triad",
        "https://en.wikipedia.org/wiki/Oxyanion_hole",
        "https://en.wikipedia.org/wiki/Enzyme_promiscuity",
        "https://en.wikipedia.org/wiki/Coenzyme",
        "https://en.wikipedia.org/wiki/Enzyme_catalysis",
        "https://en.wikipedia.org/wiki/Allosteric_regulation",
        "https://en.wikipedia.org/wiki/Cooperativity",
        "https://en.wikipedia.org/wiki/Enzyme_inhibitor",
        "https://en.wikipedia.org/wiki/Enzyme_activator",
        "https://en.wikipedia.org/wiki/Enzyme_Commission_number",
        "https://en.wikipedia.org/wiki/Enzyme_superfamily",
        "https://en.wikipedia.org/wiki/Enzyme_family",
        "https://en.wikipedia.org/wiki/List_of_enzymes",
        "https://en.wikipedia.org/wiki/Enzyme_kinetics",
        "https://en.wikipedia.org/wiki/Oxidoreductase",
        "https://en.wikipedia.org/wiki/Transferase",
        "https://en.wikipedia.org/wiki/Hydrolase",
        "https://en.wikipedia.org/wiki/Lyase",
        "https://en.wikipedia.org/wiki/Isomerase",
        "https://en.wikipedia.org/wiki/Ligase",
        "https://en.wikipedia.org/wiki/Translocase",
        "https://en.wikipedia.org/wiki/Aminoacyl_tRNA_synthetase",
        "https://en.wikipedia.org/wiki/Aminoacyl_tRNA_synthetase",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}