{
    "url": "https://en.wikipedia.org/wiki/Amy_Sedaris",
    "title": "Amy Sedaris",
    "table_of_contents": [
        "1 Early life",
        "2 Career",
        "2.1 Television",
        "2.2 Voice",
        "2.3 Film",
        "2.4 Writing",
        "2.5 Theater",
        "2.6 Other work",
        "3 Personal life",
        "4 Filmography",
        "4.1 Film",
        "4.2 Television",
        "4.3 Video games",
        "4.4 Music video",
        "4.5 Podcast",
        "5 Theatre",
        "6 Bibliography",
        "7 Awards and nominations",
        "8 References",
        "9 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nAmy Louise Sedaris (/sɪˈdɛərɪs/;[1] born March 29, 1961) is an American actress, comedian, and writer. Most recently, she has appeared in both The Mandalorian (2019–2020) and The Book of Boba Fett (2022) as Peli Motto. She played Jerri Blank in the Comedy Central comedy series Strangers with Candy (1999–2000) and the prequel film Strangers with Candy (2005), which she also wrote.\n\nSedaris appeared as Hurshe Heartshe in the Adult Swim comedy series The Heart, She Holler (2013–2014), as Princess Carolyn in the Netflix animated comedy series BoJack Horseman (2014–2020), and as Mimi Kanasis in the Netflix sitcom Unbreakable Kimmy Schmidt (2015–2020). She received further critical acclaim as the creator and star of the TruTV surreal comedy series At Home with Amy Sedaris (2017–2020) which earned her two nominations for the Primetime Emmy Award for Outstanding Variety Sketch Series.[2]\n\nSedaris appeared in various films, including Maid in Manhattan (2002), School of Rock (2003), Elf (2003), Bewitched (2005), Chicken Little (2005), Shrek the Third (2007), Jennifer's Body (2009), Puss in Boots (2011), Chef (2014), Ghost Team (2016), Handsome (2017), and The Lion King (2019).\n\n"
        },
        {
            "title": "Early life",
            "text": "Sedaris was born in Endicott, New York[3] to Sharon Elizabeth (née Leonard) and Louis Harry \"Lou\" Sedaris,[4] and grew up in Raleigh, North Carolina with her five siblings: Lisa, David, Gretchen, Tiffany, and Paul. Her father is of Greek descent and her mother was Anglo-American.[5] Her family was Greek Orthodox Christian.[6]\n\nAs a teenager, Sedaris' first job was at the local Winn-Dixie supermarket where she would make fake announcements over the loudspeaker.[7][8] Later, she was a waitress at Zanies Comedy Club in Chicago.[9] In her brother David's book Me Talk Pretty One Day, he noted that Amy would often assume characters to play pranks on her family.\n\nSedaris graduated from Jesse O. Sanderson High School in Raleigh.[10]\n\n"
        },
        {
            "title": "Career",
            "text": "A former member of Chicago-based Second City and Annoyance Theatre comedy troupes, Sedaris' first major foray into television began in 1995 on the Comedy Central sketch series Exit 57; the show also starred Stephen Colbert and Paul Dinello. For her performance she was nominated for the 17th CableACE Award for Best Comedy Actress and the series was nominated for Best Comedy Series. It ran for a total of two seasons.[citation needed]\n\nBeginning in 1999 Sedaris played Jerri Blank, a middle-aged woman who goes back to high school in the Comedy Central comedy series Strangers with Candy. The series, which she co-wrote with Dinello and Colbert was based on Sedaris's impression of 1970s-era motivational speaker Florrie Fisher. The show ran for three seasons. In 2005, a film adaptation was released, acting as a prequel to the series.[citation needed]\n\nSedaris went on to make numerous guest appearances on television programs, including Just Shoot Me! (2001), Sex and the City (2002–2003), Monk (2002–2003), Wonder Showzen (2005), My Name Is Earl (2006), Sesame Street (2006), Rescue Me (2007), The Closer (2009), The New Adventures of Old Christine (2009), The Middle (2010), Raising Hope (2011–2014), and The Good Wife (2012). She also hosted the series Film Fanatic on Trio.\n\nSedaris' talk show appearances include Late Show with David Letterman, The Late Show with Stephen Colbert, Late Night with Conan O'Brien, Jimmy Kimmel Live!, The Late Late Show with Craig Ferguson, The Daily Show, The Colbert Report, Late Night With Jimmy Fallon, and WTF with Marc Maron. During an appearance on Chelsea Lately, she gave host Chelsea Handler a presentation on vaginal hygiene using a plush vagina created by fashion designer Todd Oldham.\n\nIn 2008, Sedaris starred as Principal Abby Hofman in the Nickelodeon television film Gym Teacher: The Movie, which was directed by her Strangers with Candy co-star and frequent collaborator Paul Dinello.\n\nIn early 2010, she had a supporting character in the Canadian comedy series The Drunk and On Drugs Happy Fun Time Hour.[11] Later in 2010 she appeared alongside Paul Dinello in the episode \"Mummified Hand\", of the Discovery/Science Channel documentary series Oddities.\n\nIn 2011, she appeared in a series of commercials for Downy (Lenor UK) Unstoppables, a fabric softener product. Grey Global Group designed the commercials as \"kicking the old 'mom' image with spots featuring 'laundry expert' (and accomplished lifestyle guru) Amy Sedaris\".[12]\n\nIn 2013, she replaced Kristen Schaal as the sex-crazed Hurshe Heartshe, in the second season of the Adult Swim comedy series The Heart, She Holler. She also appeared in third and final season.[13] That same year, Sedaris appeared in a major recurring role in the Amazon Prime Video political satire series Alpha House, which was written by Doonesbury creator Garry Trudeau.[14] Sedaris played Louise Laffer, the Mormon wife of Nevada Senator Louis Laffer who lives with three other Republican senators in a town house on Capitol Hill.\n\nSedaris later had a recurring role as Pam in the Comedy Central sitcom Broad City (2014–2019), as Rita in the Hulu dark comedy series Difficult People (2015–2017). From 2015 to 2020, she portrayed Mimi Kanasis in the Netflix comedy series Unbreakable Kimmy Schmidt, for which she earned a nomination for the Gold Derby Award for Best Comedy Guest Actress.\n\nIn 2016, she made an appearance in the tragicomedy series Horace and Pete, as a character named Mara looking for a job at Horace and Pete's.[15] She also co-starred with Chris Elliott in the Sony Crackle family comedy series Thanksgiving.\n\nIn 2017, Sedaris created the TruTV surreal comedy series At Home with Amy Sedaris, which she also wrote and executive produced. The series focused on the comedian's love of entertaining, crafts, and cooking. She played numerous characters, including herself, Patty Hogg, Ronnie Vino, and Nutmeg. The series was met with critical acclaim upon its premiere, garnering two consecutive nominations for the Primetime Emmy Award for Outstanding Variety Sketch Series, and ran for three seasons.\n\nSedaris had a starring role as Janice Delongpre, a dispatch officer, in the CBS All Access comedy series No Activity appearing in the series from 2017 to 2019. She had guest-starring roles as Cathy in the HBO comedy-drama series Divorce (2018).\n\nHer most recent role as Peli Motto in the Disney+ series The Mandalorian (2019) and its spin-off series The Book of Boba Fett (2022)[16] showcase her indelible character acting ability.  Sedaris' Peli is all-at-once abrasive, hilarious, and kind.\n\nSedaris has voiced commercials for the discount hair salon chain Supercuts[17][18]  and was WordGirl character Miss Davis for two seasons. She also voiced the Bandit Princess in Adventure Time.[19] She narrated the PBS special Make 'Em Laugh: The Funny Business of America, a six-hour documentary on comedians and comedy in American history.[20]\n\nIn film, Sedaris voiced Foxy Loxy in the science fiction comedy Chicken Little (2005), Cinderella in the animated fantasy comedy Shrek the Third (2007),[21] Gravity in the family comedy Space Buddies (2009), Jill in the adventure comedy Puss in Boots (2011), Betty in the fantasy comedy Super Buddies (2013), and Aunt Ida in the English dub of the Academy Award-nominated comedy drama My Life as a Courgette (2016).[citation needed]\n\nShe voiced the role of Audrey Temple in two seasons of the podcast Homecoming (2016–2017).[22] The series was later adapted into a series of the same name, starring Julia Roberts.[23] Sedaris' character was portrayed in the series by Hong Chau.\n\nSedaris voiced characters in numerous animated series. From 2014 to 2020, she provided the voice for Princess Carolyn in the Netflix adult animated comedy series BoJack Horseman, a role which some critics consider her best work.[24]\n\nShe also voiced various characters in the Fox adult comedy series American Dad! (2009–2012), Ma Angler in the Nickelodeon children's comedy series SpongeBob SquarePants (2011–2019), Lydia / Mina Loveberry in the Disney Channel action fantasy series\t\nStar vs. the Forces of Evil (2016–2019), the Zircons in the Cartoon Network coming-of-age series Steven Universe (2017), and Samantha in the Netflix adult comedy series F is for Family (2020).\n\nIn 2019, Sedaris voiced a Guinea Fowl in the musical drama film The Lion King (2019), which is a photorealistic computer-animated remake of Disney's 1994 film of the same name.[25]\n\nThroughout her career Sedaris had supporting roles in a number of feature films. She appeared in the romantic comedy Maid in Manhattan (2002), the musical comedy School of Rock (2003), the Christmas comedy Elf (2003), and the fantasy comedy Bewitched (2005).\n\nHer first leading film role came in the 2005 film adaptation Strangers with Candy, which she also co-wrote. She followed this with supporting roles in the comedy-drama film Full Grown Men (2006), the drama film Snow Angels (2007), and the ensemble comedy film Old Dogs (2009).\n\nSedaris had a large role in the comedy film The Best and the Brightest, which was released in 2010.[26] She went on to star in the horror comedy film Jennifer's Body (2009), the comedy-drama film Chef (2014), the supernatural comedy film Ghost Team (2016), the mystery comedy film Handsome (2017), and the comedy film Save Yourselves! (2020).\n\nIn 2003, Sedaris co-authored the text-and-picture novel Wigfield alongside collaborators Paul Dinello and Stephen Colbert.\n\nSedaris has contributed several articles for The Believer magazine since 2005. In a 2006 interview with the magazine, she answered part of a Q&A section with, \"TURN-OFFS: The beach, having to pay for things, racist people, Orientals.\"[27]\n\nIn 2006, she released I Like You: Hospitality Under the Influence, a guide to entertaining, which stayed on the New York Times bestseller list for more than 12 weeks.[28][page needed]\n\nIn 2010, she released the crafting book Simple Times: Crafts for Poor People!. While promoting her book on Late Night with David Letterman in October 2010, she demonstrated how the cover can easily be made into a hat.[citation needed]\n\nAmy has co-written several plays with her brother David, credited only as \"The Talent Family\": Stump the Host (1993), Stitches (1994), One Woman Shoe (1995), Incident at Cobblers Knob (1997), and The Little Frieda Mysteries (1997). She also co-authored the play The Book of Liz (2002) which had been performed at regional theaters as a play called No Name Players.[29]\n\nShe played a role as the Stage Manager in Paul Rudnick's play The Most Fabulous Story Ever Told (1998) and as Froggy in Douglas Carter Beane's play The Country Club (1998), the latter of which earned her a nomination for the Drama Desk Award for Outstanding Featured Actress in a Play. She had a role in David Lindsay-Abaire's play Wonder of the World and the stage adaptation of her book Wigfield (2003), alongside Paul Dinello and Stephen Colbert.\n\nIn support of PETA's anti-fur campaign, Sedaris appeared as her Strangers with Candy character in an ad that reads, \"When you wear fur, people laugh at you, not with you.\"[30]\n\nIn 2007, Sedaris was featured in Dolly Parton's first mainstream country music video in fourteen years, \"Better Get to Livin'\".[31]\n\nShe was the emcee for Microsoft's 2010 annual employee meeting in Seattle on September 28, 2010.[32]\n\n"
        },
        {
            "title": "Personal life",
            "text": "Sedaris ran a cupcake and cheeseball business, Dusty Food Cupcakes, out of her home kitchen but has since ceased doing so. 'Dusty' was the name of her pet rabbit.[33][34] She lives in Greenwich Village, Manhattan, New York City.[35]\n\nSedaris was in an eight-year relationship with actor/writer Paul Dinello. After their breakup, they remain close friends and Sedaris is godmother to his two children.[36][37][38] Sedaris has stated in several interviews that she has never desired to marry or have children.[39]\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/BlogHer",
        "https://en.wikipedia.org/wiki/David_Sedaris",
        "https://en.wikipedia.org/wiki/The_Mandalorian",
        "https://en.wikipedia.org/wiki/The_Book_of_Boba_Fett",
        "https://en.wikipedia.org/wiki/Jerri_Blank",
        "https://en.wikipedia.org/wiki/Comedy_Central",
        "https://en.wikipedia.org/wiki/Strangers_with_Candy",
        "https://en.wikipedia.org/wiki/Prequel",
        "https://en.wikipedia.org/wiki/Adult_Swim",
        "https://en.wikipedia.org/wiki/Princess_Carolyn",
        "https://en.wikipedia.org/wiki/Netflix",
        "https://en.wikipedia.org/wiki/BoJack_Horseman",
        "https://en.wikipedia.org/wiki/Unbreakable_Kimmy_Schmidt",
        "https://en.wikipedia.org/wiki/TruTV",
        "https://en.wikipedia.org/wiki/At_Home_with_Amy_Sedaris",
        "https://en.wikipedia.org/wiki/Primetime_Emmy_Award_for_Outstanding_Variety_Sketch_Series",
        "https://en.wikipedia.org/wiki/Maid_in_Manhattan",
        "https://en.wikipedia.org/wiki/School_of_Rock",
        "https://en.wikipedia.org/wiki/Shrek_the_Third",
        "https://en.wikipedia.org/wiki/Ghost_Team",
        "https://en.wikipedia.org/wiki/David_Sedaris",
        "https://en.wikipedia.org/wiki/Greek_Orthodox_Church",
        "https://en.wikipedia.org/wiki/Zanies_Comedy_Club",
        "https://en.wikipedia.org/wiki/Chicago",
        "https://en.wikipedia.org/wiki/Me_Talk_Pretty_One_Day",
        "https://en.wikipedia.org/wiki/The_Second_City",
        "https://en.wikipedia.org/wiki/Annoyance_Theatre",
        "https://en.wikipedia.org/wiki/Comedy_Central",
        "https://en.wikipedia.org/wiki/Exit_57",
        "https://en.wikipedia.org/wiki/Stephen_Colbert",
        "https://en.wikipedia.org/wiki/Paul_Dinello",
        "https://en.wikipedia.org/wiki/17th_CableACE_Awards",
        "https://en.wikipedia.org/wiki/Strangers_with_Candy",
        "https://en.wikipedia.org/wiki/Motivational_speaking",
        "https://en.wikipedia.org/wiki/Florrie_Fisher",
        "https://en.wikipedia.org/wiki/Prequel",
        "https://en.wikipedia.org/wiki/Sex_and_the_City",
        "https://en.wikipedia.org/wiki/Wonder_Showzen",
        "https://en.wikipedia.org/wiki/My_Name_Is_Earl",
        "https://en.wikipedia.org/wiki/Sesame_Street",
        "https://en.wikipedia.org/wiki/The_Closer",
        "https://en.wikipedia.org/wiki/The_New_Adventures_of_Old_Christine",
        "https://en.wikipedia.org/wiki/Raising_Hope",
        "https://en.wikipedia.org/wiki/The_Good_Wife",
        "https://en.wikipedia.org/wiki/Trio_channel",
        "https://en.wikipedia.org/wiki/Late_Show_with_David_Letterman",
        "https://en.wikipedia.org/wiki/The_Late_Show_with_Stephen_Colbert",
        "https://en.wikipedia.org/wiki/The_Late_Late_Show_with_Craig_Ferguson",
        "https://en.wikipedia.org/wiki/The_Daily_Show",
        "https://en.wikipedia.org/wiki/The_Colbert_Report",
        "https://en.wikipedia.org/wiki/Late_Night_With_Jimmy_Fallon",
        "https://en.wikipedia.org/wiki/WTF_with_Marc_Maron",
        "https://en.wikipedia.org/wiki/Chelsea_Lately",
        "https://en.wikipedia.org/wiki/Chelsea_Handler",
        "https://en.wikipedia.org/wiki/Todd_Oldham",
        "https://en.wikipedia.org/wiki/David_Rakoff",
        "https://en.wikipedia.org/wiki/Texas_Book_Festival",
        "https://en.wikipedia.org/wiki/Nickelodeon",
        "https://en.wikipedia.org/wiki/Paul_Dinello",
        "https://en.wikipedia.org/wiki/The_Drunk_and_On_Drugs_Happy_Fun_Time_Hour",
        "https://en.wikipedia.org/wiki/Discovery_Channel",
        "https://en.wikipedia.org/wiki/Science_Channel",
        "https://en.wikipedia.org/wiki/Downy",
        "https://en.wikipedia.org/wiki/Lenor",
        "https://en.wikipedia.org/wiki/Fabric_softener",
        "https://en.wikipedia.org/wiki/Grey_Global_Group",
        "https://en.wikipedia.org/wiki/Kristen_Schaal",
        "https://en.wikipedia.org/wiki/Adult_Swim",
        "https://en.wikipedia.org/wiki/Amazon_Prime_Video",
        "https://en.wikipedia.org/wiki/Alpha_House",
        "https://en.wikipedia.org/wiki/Doonesbury",
        "https://en.wikipedia.org/wiki/Garry_Trudeau",
        "https://en.wikipedia.org/wiki/Comedy_Central",
        "https://en.wikipedia.org/wiki/Broad_City",
        "https://en.wikipedia.org/wiki/Hulu",
        "https://en.wikipedia.org/wiki/Difficult_People",
        "https://en.wikipedia.org/wiki/Netflix",
        "https://en.wikipedia.org/wiki/Unbreakable_Kimmy_Schmidt",
        "https://en.wikipedia.org/wiki/Gold_Derby",
        "https://en.wikipedia.org/wiki/Tragicomedy",
        "https://en.wikipedia.org/wiki/Horace_and_Pete",
        "https://en.wikipedia.org/wiki/Chris_Elliott",
        "https://en.wikipedia.org/wiki/Sony_Crackle",
        "https://en.wikipedia.org/wiki/TruTV",
        "https://en.wikipedia.org/wiki/At_Home_with_Amy_Sedaris",
        "https://en.wikipedia.org/wiki/Primetime_Emmy_Award_for_Outstanding_Variety_Sketch_Series",
        "https://en.wikipedia.org/wiki/CBS_All_Access",
        "https://en.wikipedia.org/wiki/HBO",
        "https://en.wikipedia.org/wiki/The_Mandalorian",
        "https://en.wikipedia.org/wiki/The_Book_of_Boba_Fett",
        "https://en.wikipedia.org/wiki/Supercuts",
        "https://en.wikipedia.org/wiki/WordGirl",
        "https://en.wikipedia.org/wiki/Adventure_Time",
        "https://en.wikipedia.org/wiki/PBS",
        "https://en.wikipedia.org/wiki/Shrek_the_Third",
        "https://en.wikipedia.org/wiki/Space_Buddies",
        "https://en.wikipedia.org/wiki/Academy_Award_for_Best_Animated_Feature",
        "https://en.wikipedia.org/wiki/My_Life_as_a_Courgette",
        "https://en.wikipedia.org/wiki/Julia_Roberts",
        "https://en.wikipedia.org/wiki/Hong_Chau",
        "https://en.wikipedia.org/wiki/Princess_Carolyn",
        "https://en.wikipedia.org/wiki/BoJack_Horseman",
        "https://en.wikipedia.org/wiki/Fox_Broadcasting_Company",
        "https://en.wikipedia.org/wiki/Nickelodeon",
        "https://en.wikipedia.org/wiki/SpongeBob_SquarePants",
        "https://en.wikipedia.org/wiki/Disney_Channel",
        "https://en.wikipedia.org/wiki/Cartoon_Network",
        "https://en.wikipedia.org/wiki/Steven_Universe",
        "https://en.wikipedia.org/wiki/F_is_for_Family",
        "https://en.wikipedia.org/wiki/Photorealism",
        "https://en.wikipedia.org/wiki/Computer_animation",
        "https://en.wikipedia.org/wiki/The_Lion_King",
        "https://en.wikipedia.org/wiki/Maid_in_Manhattan",
        "https://en.wikipedia.org/wiki/School_of_Rock",
        "https://en.wikipedia.org/wiki/Full_Grown_Men",
        "https://en.wikipedia.org/wiki/Ghost_Team",
        "https://en.wikipedia.org/wiki/Wigfield",
        "https://en.wikipedia.org/wiki/Late_Night_with_David_Letterman",
        "https://en.wikipedia.org/wiki/No_Name_Players",
        "https://en.wikipedia.org/wiki/Paul_Rudnick",
        "https://en.wikipedia.org/wiki/Douglas_Carter_Beane",
        "https://en.wikipedia.org/wiki/Drama_Desk_Award_for_Outstanding_Featured_Actress_in_a_Play",
        "https://en.wikipedia.org/wiki/Wigfield",
        "https://en.wikipedia.org/wiki/Paul_Dinello",
        "https://en.wikipedia.org/wiki/Stephen_Colbert",
        "https://en.wikipedia.org/wiki/People_for_the_Ethical_Treatment_of_Animals",
        "https://en.wikipedia.org/wiki/Dolly_Parton",
        "https://en.wikipedia.org/wiki/Country_music",
        "https://en.wikipedia.org/wiki/Microsoft",
        "https://en.wikipedia.org/wiki/Greenwich_Village",
        "https://en.wikipedia.org/wiki/Paul_Dinello",
        "https://en.wikipedia.org/wiki/Jump_Tomorrow",
        "https://en.wikipedia.org/wiki/Maid_in_Manhattan",
        "https://en.wikipedia.org/wiki/School_of_Rock",
        "https://en.wikipedia.org/wiki/Gladys_Kravitz",
        "https://en.wikipedia.org/wiki/Full_Grown_Men",
        "https://en.wikipedia.org/wiki/I_Want_Someone_to_Eat_Cheese_With",
        "https://en.wikipedia.org/wiki/Shrek_the_Third",
        "https://en.wikipedia.org/wiki/Space_Buddies",
        "https://en.wikipedia.org/wiki/Dance_Flick",
        "https://en.wikipedia.org/wiki/Beware_the_Gonzo",
        "https://en.wikipedia.org/wiki/Ping_Pong_Summer",
        "https://en.wikipedia.org/wiki/My_Life_as_a_Courgette",
        "https://en.wikipedia.org/wiki/Ghost_Team",
        "https://en.wikipedia.org/wiki/Guineafowl",
        "https://en.wikipedia.org/wiki/Clerks_III",
        "https://en.wikipedia.org/wiki/Somebody_I_Used_to_Know",
        "https://en.wikipedia.org/wiki/Exit_57",
        "https://en.wikipedia.org/wiki/Strangers_with_Candy",
        "https://en.wikipedia.org/wiki/Sex_and_the_City",
        "https://en.wikipedia.org/wiki/The_Wrong_Coast",
        "https://en.wikipedia.org/wiki/Wonder_Showzen",
        "https://en.wikipedia.org/wiki/Sesame_Street",
        "https://en.wikipedia.org/wiki/My_Name_Is_Earl",
        "https://en.wikipedia.org/wiki/The_Colbert_Report",
        "https://en.wikipedia.org/wiki/Tooth_fairy",
        "https://en.wikipedia.org/wiki/The_Closer",
        "https://en.wikipedia.org/wiki/The_New_Adventures_of_Old_Christine",
        "https://en.wikipedia.org/wiki/WordGirl",
        "https://en.wikipedia.org/wiki/Royal_Pains",
        "https://en.wikipedia.org/wiki/The_Drunk_and_On_Drugs_Happy_Fun_Time_Hour",
        "https://en.wikipedia.org/wiki/The_Problem_Solverz",
        "https://en.wikipedia.org/wiki/Hot_In_Cleveland",
        "https://en.wikipedia.org/wiki/Raising_Hope",
        "https://en.wikipedia.org/wiki/SpongeBob_SquarePants",
        "https://en.wikipedia.org/wiki/The_Good_Wife",
        "https://en.wikipedia.org/wiki/30_Rock",
        "https://en.wikipedia.org/wiki/Doc_McStuffins",
        "https://en.wikipedia.org/wiki/Alpha_House",
        "https://en.wikipedia.org/wiki/Dead_Boss",
        "https://en.wikipedia.org/wiki/Broad_City",
        "https://en.wikipedia.org/wiki/BoJack_Horseman",
        "https://en.wikipedia.org/wiki/Princess_Carolyn",
        "https://en.wikipedia.org/wiki/Kevin_from_Work",
        "https://en.wikipedia.org/wiki/Regular_Show",
        "https://en.wikipedia.org/wiki/Difficult_People",
        "https://en.wikipedia.org/wiki/Unbreakable_Kimmy_Schmidt",
        "https://en.wikipedia.org/wiki/The_7D",
        "https://en.wikipedia.org/wiki/Horace_and_Pete",
        "https://en.wikipedia.org/wiki/Adventure_Time",
        "https://en.wikipedia.org/wiki/Odd_Mom_Out",
        "https://en.wikipedia.org/wiki/Steven_Universe",
        "https://en.wikipedia.org/wiki/Match_Game",
        "https://en.wikipedia.org/wiki/At_Home_with_Amy_Sedaris",
        "https://en.wikipedia.org/wiki/Twelve_Forever",
        "https://en.wikipedia.org/wiki/Pinky_Malinky",
        "https://en.wikipedia.org/wiki/The_Mandalorian",
        "https://en.wikipedia.org/wiki/The_National_Lampoon_Radio_Hour",
        "https://en.wikipedia.org/wiki/Rise_of_the_Teenage_Mutant_Ninja_Turtles",
        "https://en.wikipedia.org/wiki/Bubble_Guppies",
        "https://en.wikipedia.org/wiki/F_is_for_Family",
        "https://en.wikipedia.org/wiki/Robot_Chicken",
        "https://en.wikipedia.org/wiki/Betty_Cooper",
        "https://en.wikipedia.org/wiki/The_Book_of_Boba_Fett",
        "https://en.wikipedia.org/wiki/Girls5eva",
        "https://en.wikipedia.org/wiki/Dolly_Parton",
        "https://en.wikipedia.org/wiki/SmartLess",
        "https://en.wikipedia.org/wiki/La_MaMa_Experimental_Theatre_Club",
        "https://en.wikipedia.org/wiki/Soho_Repertory_Theatre",
        "https://en.wikipedia.org/wiki/New_York_Theatre_Workshop",
        "https://en.wikipedia.org/wiki/Manhattan_Theatre_Club",
        "https://en.wikipedia.org/wiki/La_MaMa_Experimental_Theatre_Club",
        "https://en.wikipedia.org/wiki/Wigfield",
        "https://en.wikipedia.org/wiki/Lucille_Lortel_Theatre",
        "https://en.wikipedia.org/wiki/Stephen_Colbert",
        "https://en.wikipedia.org/wiki/Paul_Dinello",
        "https://en.wikipedia.org/wiki/Wigfield",
        "https://en.wikipedia.org/wiki/Warner_Books",
        "https://en.wikipedia.org/wiki/Grand_Central_Publishing",
        "https://en.wikipedia.org/wiki/17th_CableACE_Awards",
        "https://en.wikipedia.org/wiki/Drama_Desk_Award",
        "https://en.wikipedia.org/wiki/Drama_Desk_Award_for_Outstanding_Featured_Actress_in_a_Play",
        "https://en.wikipedia.org/wiki/Lucille_Lortel_Awards",
        "https://en.wikipedia.org/wiki/Gold_Derby",
        "https://en.wikipedia.org/wiki/70th_Primetime_Emmy_Awards",
        "https://en.wikipedia.org/wiki/Primetime_Emmy_Award_for_Outstanding_Variety_Sketch_Series",
        "https://en.wikipedia.org/wiki/Writers_Guild_of_America_Awards_2018",
        "https://en.wikipedia.org/wiki/71st_Primetime_Emmy_Awards",
        "https://en.wikipedia.org/wiki/72nd_Writers_Guild_of_America_Awards",
        "https://en.wikipedia.org/wiki/73rd_Writers_Guild_of_America_Awards",
        "https://en.wikipedia.org/wiki/YouTube",
        "https://en.wikipedia.org/wiki/Finding_Your_Roots",
        "https://en.wikipedia.org/wiki/Wayback_Machine",
        "https://en.wikipedia.org/wiki/The_Globe_and_Mail",
        "https://en.wikipedia.org/wiki/AdWeek",
        "https://en.wikipedia.org/wiki/YouTube",
        "https://en.wikipedia.org/wiki/Los_Angeles_Times",
        "https://en.wikipedia.org/wiki/Wayback_Machine",
        "https://en.wikipedia.org/wiki/The_Awl",
        "https://en.wikipedia.org/wiki/The_Austin_Chronicle",
        "https://en.wikipedia.org/wiki/YouTube",
        "https://en.wikipedia.org/wiki/Playbill",
        "https://en.wikipedia.org/wiki/Playbill",
        "https://en.wikipedia.org/wiki/Playbill",
        "https://en.wikipedia.org/wiki/BroadwayWorld",
        "https://en.wikipedia.org/wiki/Deadline_Hollywood",
        "https://en.wikipedia.org/wiki/IMDb",
        "https://en.wikipedia.org/wiki/Amy_Sedaris",
        "https://en.wikipedia.org/wiki/Amy_Sedaris",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}