{
    "url": "https://en.wikipedia.org/wiki/Amyloid",
    "title": "Amyloid",
    "table_of_contents": [
        "1 Definition",
        "2 Proteins forming amyloids in diseases",
        "3 Non-disease and functional amyloids",
        "4 Structure",
        "5 Formation",
        "6 Amino acid sequence and amyloid formation",
        "7 Amyloid toxicity",
        "8 Histological staining",
        "9 See also",
        "10 References",
        "11 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Amyloids are aggregates of proteins characterised by a fibrillar morphology of 7–13 nm in diameter, a beta sheet (β-sheet) secondary structure (known as cross-β) and ability to be stained by particular dyes, such as Congo red.[1] In the human body, amyloids have been linked to the development of various diseases.[2] Pathogenic amyloids form when previously healthy proteins lose their normal structure and physiological functions (misfolding) and form fibrous deposits in amyloid plaques around cells which can disrupt the healthy function of tissues and organs.\n\nSuch amyloids have been associated with (but not necessarily as the cause of) more than 50[2][3] human diseases, known as amyloidosis, and may play a role in some neurodegenerative diseases.[2][4] Some of these diseases are mainly sporadic and only a few cases are familial. Others are only familial. Some are iatrogenic as they result from medical treatment. Prions are an infectious form of amyloids that can act as a template to convert other non-infectious forms.[5] Amyloids may also have normal biological functions; for example, in the formation of fimbriae in some genera of bacteria, transmission of epigenetic traits in fungi, as well as pigment deposition and hormone release in humans.[6]\n\nAmyloids have been known to arise from many different proteins.[2][7] These polypeptide chains generally form β-sheet structures that aggregate into long fibers; however, identical polypeptides can fold into multiple distinct amyloid conformations.[8] The diversity of the conformations may have led to different forms of the prion diseases.[6]\n\nAn unusual secondary structure named alpha sheet has been proposed as the toxic constituent of amyloid precursor proteins. This idea is not widely accepted at present, but a fair amount of evidence has accumulated, especially recently, in its favor.[citation needed]\n\n"
        },
        {
            "title": "Definition",
            "text": "The name amyloid comes from the early mistaken identification by Rudolf Virchow of the substance as starch (amylum in Latin, from Ancient Greek: ἄμυλον, romanized: amylon), based on crude iodine-staining techniques.  For a period, the scientific community debated whether or not amyloid deposits are fatty deposits or carbohydrate deposits until it was finally found (in 1859) that they are, in fact, deposits of albumoid proteinaceous material.[9]\n\n"
        },
        {
            "title": "Proteins forming amyloids in diseases",
            "text": "To date, 37 human proteins have been found to form amyloid in pathology and be associated with well-defined diseases.[2] The International Society of Amyloidosis classifies amyloid fibrils and their associated diseases based upon associated proteins (for example ATTR is the group of diseases and associated fibrils formed by TTR).[3] A table is included below.\n\n"
        },
        {
            "title": "Non-disease and functional amyloids",
            "text": "Many examples of non-pathological amyloid with a well-defined physiological role have been identified in various organisms, including human. These may be termed as functional or physiological or native amyloid.[24][25][2]\n\n"
        },
        {
            "title": "Structure",
            "text": "Amyloids are formed of long unbranched fibers that are characterized by an extended beta-sheet secondary structure in which individual beta strands (β-strands) (coloured arrows in the adjacent figure) are arranged in an orientation perpendicular to the long axis of the fiber. Such a structure is known as cross-β structure. Each individual fiber may be 7–13 nanometres in width and a few micrometres in length.[6][2] The main hallmarks recognised by different disciplines to classify protein aggregates as amyloid is the presence of a fibrillar morphology with the expected diameter, detected using transmission electron microscopy (TEM) or atomic force microscopy (AFM), the presence of a cross-β secondary structure, determined with circular dichroism, FTIR, solid-state nuclear magnetic resonance (ssNMR), X-ray crystallography, or X-ray fiber diffraction (often considered the \"gold-standard\" test to see whether a structure contains cross-β fibres), and an ability to stain with specific dyes, such as Congo red, thioflavin T or thioflavin S.[2]\n\nThe term \"cross-β\" was based on the observation of two sets of diffraction lines, one longitudinal and one transverse, that form a characteristic \"cross\" pattern.[44] There are two characteristic scattering diffraction signals produced at 4.7 and 10 Ångstroms (0.47 nm and 1.0 nm), corresponding to the interstrand and stacking distances in beta sheets.[1] The \"stacks\" of beta sheet are short and traverse the breadth of the amyloid fibril; the length of the amyloid fibril is built by aligned β-strands.  The cross-β pattern is considered a diagnostic hallmark of amyloid structure.[6]\n\nAmyloid fibrils are generally composed of 1–8 protofilaments (one protofilament also corresponding to a fibril is shown in the figure), each 2–7 nm in diameter, that interact laterally as flat ribbons that maintain the height of 2–7 nm (that of a single protofilament) and are up to 30 nm wide; more often protofilaments twist around each other to form the typically 7–13 nm wide fibrils.[2] Each protofilament possesses the typical cross-β structure and may be formed by 1–6 β-sheets (six are shown in the figure) stacked on each other. Each individual protein molecule can contribute one to several β-strands in each protofilament and the strands can be arranged in antiparallel β-sheets, but more often in parallel β-sheets. Only a fraction of the polypeptide chain is in a β-strand conformation in the fibrils, the remainder forms structured or unstructured loops or tails. \n\nFor a long time our knowledge of the atomic-level structure of amyloid fibrils was limited by the fact that they are unsuitable for the most traditional methods for studying protein structures. Recent years have seen progress in experimental methods, including solid-state NMR spectroscopy and Cryo-Electron Microscopy. Combined, these methods have provided 3D atomic structures of amyloid fibrils formed by amyloid β peptides, α-synuclein, tau, and the FUS protein, associated with various neurodegenerative diseases.[45][46]\n\nX-ray diffraction studies of microcrystals revealed atomistic details of core region of amyloid, although only for simplified peptides having a length remarkably shorter than that of peptides or proteins involved in disease.[47][48] The crystallographic structures show that short stretches from amyloid-prone regions of amyloidogenic proteins run perpendicular to the filament axis, consistent with the \"cross-β\" feature of amyloid structure. They also reveal a number of characteristics of amyloid structures – neighboring β-sheets are tightly packed together via an interface devoid of water (therefore referred to as dry interface), with the opposing β-strands slightly offset from each other such that their side-chains interdigitate. This compact dehydrated interface created was termed a steric-zipper interface.[6] There are eight theoretical classes of steric-zipper interfaces, dictated by the directionality of the β-sheets (parallel and anti-parallel) and symmetry between adjacent β-sheets. A limitation of X-ray crystallography for solving amyloid structure is represented by the need to form microcrystals, which can be achieved only with peptides shorter than those associated with disease.\n\nAlthough bona fide amyloid structures always are based on intermolecular β-sheets, different types of \"higher order\" tertiary folds have been observed or proposed. The β-sheets may form a β-sandwich, or a β-solenoid which may be either β-helix or β-roll. Native-like amyloid fibrils in which native β-sheet containing proteins maintain their native-like structure in the fibrils have also been proposed.[49]\n\nOne complicating factor in studies of amyloidogenic polypeptides is that identical polypeptides can fold into multiple distinct amyloid conformations.[6] This phenomenon is typically described as amyloid polymorphism.[8][50]\n[51]  It has notable biological consequences given that it is thought to explain the prion strain phenomenon.\n\n"
        },
        {
            "title": "Formation",
            "text": "Amyloid is formed through the polymerization of hundreds to thousands of monomeric peptides or proteins into long fibers. Amyloid formation involves a lag phase (also called nucleation phase), an exponential phase (also called growth phase) and a plateau phase (also called saturation phase), as shown in the figure.[52][53][54][55] Indeed, when the quantity of fibrils is plotted versus time, a sigmoidal time course is observed reflecting the three distinct phases.\n\nIn the simplest model of 'nucleated polymerization' (marked by red arrows in the figure below), individual unfolded or partially unfolded polypeptide chains (monomers) convert into a nucleus (monomer or oligomer) via a thermodynamically unfavourable process that occurs early in the lag phase.[54] Fibrils grow subsequently from these nuclei through the addition of monomers in the exponential phase.[54]\n\nA different model, called 'nucleated conformational conversion' and marked by blue arrows in the figure below, was introduced later on to fit some experimental observations: monomers have often been found to convert rapidly into misfolded and highly disorganized oligomers distinct from nuclei.[56] Only later on, will these aggregates reorganise structurally into nuclei, on which other disorganised oligomers will add and reorganise through a templating or induced-fit mechanism (this 'nucleated conformational conversion' model), eventually forming fibrils.[56]\n\nNormally folded proteins have to unfold partially before aggregation can take place through one of these mechanisms.[57] In some cases, however, folded proteins can aggregate without crossing the major energy barrier for unfolding, by populating native-like conformations as a consequence of thermal fluctuations, ligand release or local unfolding occurring in particular circumstances.[57] In these native-like conformations, segments that are normally buried or structured in the fully folded and possessing a high propensity to aggregate become exposed to the solvent or flexible, allowing the formation of native-like aggregates, which convert subsequently into nuclei and fibrils. This process is called 'native-like aggregation' (green arrows in the figure) and is similar to the 'nucleated conformational conversion' model.\n\nA more recent, modern and thorough model of amyloid fibril formation involves the intervention of secondary events, such as 'fragmentation', in which a fibril breaks into two or more shorter fibrils, and 'secondary nucleation', in which fibril surfaces (not fibril ends) catalyze the formation of new nuclei.[55] Both secondary events increase the number of fibril ends able to recruit new monomers or oligomers, therefore accelerating fibril formation through a positive feedback mechanism. These events add to the well recognised steps of primary nucleation (formation of the nucleus from the monomers through one of models described above), fibril elongation (addition of monomers or oligomers to growing fibril ends) and dissociation (opposite process). \n\nSuch a new model is described in the figure on the right and involves the utilization of a master equation that includes all steps of amyloid fibril formation, i.e. primary nucleation, fibril elongation, secondary nucleation and fibril fragmentation.[55][58] The rate constants of the various steps can be determined from a global fit of a number of time courses of aggregation (for example ThT fluorescence emission versus time) recorded at different protein concentrations.[55] The general master equation approach to amyloid fibril formation with secondary pathways has been developed by Knowles, Vendruscolo, Cohen, Michaels and coworkers and considers the time evolution of the concentration \n\n\n\nf\n(\nt\n,\nj\n)\n\n\n{\\displaystyle f(t,j)}\n\n of fibrils of length \n\n\n\nj\n\n\n{\\displaystyle j}\n\n (here \n\n\n\nj\n\n\n{\\displaystyle j}\n\n represents the number of monomers in an aggregate).[58] \n\n\n\n\n\n\n\n\n\n\n∂\nf\n(\nt\n,\nj\n)\n\n\n∂\nt\n\n\n\n\n\n\n=\n2\n\nk\n\n+\n\n\nm\n(\nt\n)\nf\n(\nt\n,\nj\n−\n1\n)\n−\n2\n\nk\n\n+\n\n\nm\n(\nt\n)\nf\n(\nt\n,\nj\n)\n\n\n\n\n\n\n+\n2\n\nk\n\n\no\nf\nf\n\n\n\nf\n(\nt\n,\nj\n+\n1\n)\n−\n2\n\nk\n\n\no\nf\nf\n\n\n\nf\n(\nt\n,\nj\n)\n\n\n\n\n\n\n+\n\nk\n\n−\n\n\n\n∑\n\ni\n=\nj\n+\n1\n\n\n∞\n\n\nf\n(\nt\n,\ni\n)\n−\n\nk\n\n−\n\n\n(\nj\n−\n1\n)\nf\n(\nt\n,\nj\n)\n\n\n\n\n\n\n+\n\nk\n\n1\n\n\nm\n(\nt\n\n)\n\n\nn\n\n1\n\n\n\n\n\nδ\n\nj\n,\n\nn\n\n1\n\n\n\n\n+\n\nk\n\n2\n\n\nm\n(\nt\n\n)\n\n\nn\n\n2\n\n\n\n\nM\n(\nt\n)\n\nδ\n\nj\n,\n\nn\n\n2\n\n\n\n\n\n\n\n\n\n\n\n\n\n{\\displaystyle {\\begin{aligned}{\\frac {\\partial f(t,j)}{\\partial t}}&=2k_{+}m(t)f(t,j-1)-2k_{+}m(t)f(t,j)\\\\&+2k_{\\rm {off}}f(t,j+1)-2k_{\\rm {off}}f(t,j)\\\\&+k_{-}\\sum _{i=j+1}^{\\infty }f(t,i)-k_{-}(j-1)f(t,j)\\\\&+k_{1}m(t)^{n_{1}}\\delta _{j,n_{1}}+k_{2}m(t)^{n_{2}}M(t)\\delta _{j,n_{2}}\\\\\\\\\\end{aligned}}}\n\nwhere \n\n\n\n\nδ\n\ni\n,\nj\n\n\n\n\n{\\displaystyle \\delta _{i,j}}\n\n denotes the Kronecker delta. The physical interpretation of the various terms in the above master equation is straight forward: the terms on the first line describe the growth of fibrils via monomer addition with rate constant \n\n\n\n\nk\n\n+\n\n\n\n\n{\\displaystyle k_{+}}\n\n (elongation). The terms on the second line describe monomer dissociation, i.e. the inverse process of elongation. \n\n\n\n\nk\n\n\no\nf\nf\n\n\n\n\n\n{\\displaystyle k_{\\rm {off}}}\n\n is the rate constant of monomer dissociation. The terms on the third line describe the effect of fragmentation, which is assumed to occur homogeneously along fibrils with rate constant \n\n\n\n\nk\n\n−\n\n\n\n\n{\\displaystyle k_{-}}\n\n. Finally, the terms on the last line describe primary and secondary nucleation respectively. Note that the rate of secondary nucleation is proportional to the mass of aggregates, defined as \n\n\n\nM\n(\nt\n)\n=\n\n∑\n\nj\n=\n\nn\n\n1\n\n\n\n\n∞\n\n\nj\nf\n(\nt\n,\nj\n)\n\n\n{\\displaystyle M(t)=\\sum _{j=n_{1}}^{\\infty }jf(t,j)}\n\n.\n\nFollowing this analytical approach, it has become apparent that the lag phase does not correspond necessarily to only nucleus formation, but rather results from a combination of various steps. Similarly, the exponential phase is not only fibril elongation, but results from a combination of various steps, involving primary nucleation, fibril elongation, but also secondary events. A significant quantity of fibrils resulting from primary nucleation and fibril elongation may be formed during the lag phase and secondary steps, rather than only fibril elongation, can be the dominant processes contributing to fibril growth during the exponential phase. With this new model, any perturbing agents of amyloid fibril formation, such as putative drugs, metabolites, mutations, chaperones, etc., can be assigned to a specific step of fibril formation.\n\n"
        },
        {
            "title": "Amino acid sequence and amyloid formation",
            "text": "In general, amyloid polymerization (aggregation or non-covalent polymerization) is sequence-sensitive, that is mutations in the sequence can induce or prevent self-assembly.[59][60] For example, humans produce amylin, an amyloidogenic peptide associated with type II diabetes, but in rats and mice prolines are substituted in critical locations and amyloidogenesis does not occur.[citation needed]  Studies comparing synthetic to recombinant β amyloid peptide in assays measuring rate of fibrillation, fibril homogeneity, and cellular toxicity showed that recombinant β amyloid peptide has a faster fibrillation rate and greater toxicity than synthetic β amyloid peptide.[61]\n\nThere are multiple classes of amyloid-forming polypeptide sequences.[8][50][51]  Glutamine-rich polypeptides are important in the amyloidogenesis of Yeast and mammalian prions, as well as trinucleotide repeat disorders including Huntington's disease. When glutamine-rich polypeptides are in a β-sheet conformation, glutamines can brace the structure by forming inter-strand hydrogen bonding between its amide carbonyls and nitrogens of both the backbone and side chains. The onset age for Huntington's disease shows an inverse correlation with the length of the polyglutamine sequence, with analogous findings in a C. elegans model system with engineered polyglutamine peptides.[62]\n\nOther polypeptides and proteins such as amylin and the β amyloid peptide do not have a simple consensus sequence and are thought to aggregate through the sequence segments enriched with hydrophobic residues, or residues with high propensity to form β-sheet structure.[59] Among the hydrophobic residues, aromatic amino-acids are found to have the highest amyloidogenic propensity.[63][64]\n\nCross-polymerization (fibrils of one polypeptide sequence causing other fibrils of another sequence to form) is observed in vitro and possibly in vivo. This phenomenon is important, since it would explain interspecies prion propagation and differential rates of prion propagation, as well as a statistical link between Alzheimer's and type 2 diabetes.[65] In general, the more similar the peptide sequence the more efficient cross-polymerization is, though entirely dissimilar sequences can cross-polymerize and highly similar sequences can even be \"blockers\" that prevent polymerization.[citation needed]\n\n"
        },
        {
            "title": "Amyloid toxicity",
            "text": "The reasons why amyloid cause diseases are unclear. In some cases, the deposits physically disrupt tissue architecture, suggesting disruption of function by some bulk process. An emerging consensus implicates prefibrillar intermediates, rather than mature amyloid fibers, in causing cell death, particularly in neurodegenerative diseases.[16][66] The fibrils are, however, far from innocuous, as they keep the protein homeostasis network engaged, release oligomers, cause the formation of toxic oligomers via secondary nucleation, grow indefinitely spreading from district to district[2] and, in some cases, may be toxic themselves.[67]\n\nCalcium dysregulation has been observed to occur early in cells exposed to protein oligomers. These small aggregates can form ion channels through lipid bilayer membranes and activate NMDA and AMPA receptors. Channel formation has been hypothesized to account for calcium dysregulation and mitochondrial dysfunction by allowing indiscriminate leakage of ions across cell membranes.[68] Studies have shown that amyloid deposition is associated with mitochondrial dysfunction and a resulting generation of reactive oxygen species (ROS), which can initiate a signalling pathway leading to apoptosis.[69] There are reports that indicate amyloid polymers (such as those of huntingtin, associated with Huntington's disease) can induce the polymerization of essential amyloidogenic proteins, which should be deleterious to cells. Also, interaction partners of these essential proteins can also be sequestered.[70]\n\nAll these mechanisms of toxicity are likely to play a role. In fact, the aggregation of a protein generates a variety of aggregates, all of which are likely to be toxic to some degree. A wide variety of biochemical, physiological and cytological perturbations has been identified following the exposure of cells and animals to such species, independently of their identity. The oligomers have also been reported to interact with a variety of molecular targets. Hence, it is unlikely that there is a unique mechanism of toxicity or a unique cascade of cellular events. The misfolded nature of protein aggregates causes a multitude of aberrant interactions with a multitude of cellular components, including membranes, protein receptors, soluble proteins, RNAs, small metabolites, etc.\n\n"
        },
        {
            "title": "Histological staining",
            "text": "In the clinical setting, amyloid diseases are typically identified by a change in the spectroscopic properties of planar aromatic dyes such as thioflavin T, congo red or NIAD-4.[71]  In general, this is attributed to the environmental change, as these dyes intercalate between beta-strands to confine their structure.[72]\n\nCongo Red positivity remains the gold standard for diagnosis of amyloidosis. In general, binding of Congo Red to amyloid plaques produces a typical apple-green birefringence when viewed under cross-polarized light. Recently, significant enhancement of fluorescence quantum yield of NIAD-4 was exploited to super-resolution fluorescence imaging of amyloid fibrils[73] and oligomers.[74] To avoid nonspecific staining, other histology stains, such as the hematoxylin and eosin stain, are used to quench the dyes' activity in other places such as the nucleus, where the dye might bind. Modern antibody technology and immunohistochemistry has made specific staining easier, but often this can cause trouble because epitopes can be concealed in the amyloid fold; in general, an amyloid protein structure is a different conformation from the one that the antibody recognizes.\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Micrograph",
        "https://en.wikipedia.org/wiki/Small_bowel",
        "https://en.wikipedia.org/wiki/Protein",
        "https://en.wikipedia.org/wiki/Fibril",
        "https://en.wikipedia.org/wiki/Nanometer",
        "https://en.wikipedia.org/wiki/Diameter",
        "https://en.wikipedia.org/wiki/Beta_sheet",
        "https://en.wikipedia.org/wiki/Secondary_structure_of_proteins",
        "https://en.wikipedia.org/wiki/Staining",
        "https://en.wikipedia.org/wiki/Congo_red",
        "https://en.wikipedia.org/wiki/Human_body",
        "https://en.wikipedia.org/wiki/Disease",
        "https://en.wikipedia.org/wiki/Protein_structure",
        "https://en.wikipedia.org/wiki/Physiology",
        "https://en.wikipedia.org/wiki/Protein_misfolding",
        "https://en.wikipedia.org/wiki/Amyloid_plaques",
        "https://en.wikipedia.org/wiki/Amyloidosis",
        "https://en.wikipedia.org/wiki/Neurodegenerative_diseases",
        "https://en.wikipedia.org/wiki/Genetic_disorder",
        "https://en.wikipedia.org/wiki/Genetic_disorder",
        "https://en.wikipedia.org/wiki/Iatrogenic",
        "https://en.wikipedia.org/wiki/Medical_treatment",
        "https://en.wikipedia.org/wiki/Prion",
        "https://en.wikipedia.org/wiki/Infectious",
        "https://en.wikipedia.org/wiki/Genus",
        "https://en.wikipedia.org/wiki/Bacteria",
        "https://en.wikipedia.org/wiki/Beta_sheet",
        "https://en.wikipedia.org/wiki/Prion",
        "https://en.wikipedia.org/wiki/Alpha_sheet",
        "https://en.wikipedia.org/wiki/Protein_Data_Bank",
        "https://en.wikipedia.org/wiki/Rudolf_Virchow",
        "https://en.wikipedia.org/wiki/Starch",
        "https://en.wikipedia.org/wiki/Latin",
        "https://en.wikipedia.org/wiki/Ancient_Greek_language",
        "https://en.wikipedia.org/wiki/Romanization_of_Ancient_Greek",
        "https://en.wikipedia.org/wiki/Lipid",
        "https://en.wikipedia.org/wiki/Carbohydrate",
        "https://en.wikipedia.org/wiki/Albumin",
        "https://en.wikipedia.org/wiki/Histopathology",
        "https://en.wikipedia.org/wiki/Fibrillar",
        "https://en.wikipedia.org/wiki/Secondary_structure_of_proteins",
        "https://en.wikipedia.org/wiki/Birefringence",
        "https://en.wikipedia.org/wiki/Congo_red",
        "https://en.wikipedia.org/wiki/Serum_amyloid_P_component",
        "https://en.wikipedia.org/wiki/Biophysics",
        "https://en.wikipedia.org/wiki/Microbiologists",
        "https://en.wikipedia.org/wiki/Biochemists",
        "https://en.wikipedia.org/wiki/Biophysicists",
        "https://en.wikipedia.org/wiki/Chemists",
        "https://en.wikipedia.org/wiki/Physicists",
        "https://en.wikipedia.org/wiki/Linguistic_prescription",
        "https://en.wikipedia.org/wiki/Proteins",
        "https://en.wikipedia.org/wiki/Pathology",
        "https://en.wikipedia.org/wiki/Diseases",
        "https://en.wikipedia.org/wiki/Transthyretin",
        "https://en.wikipedia.org/wiki/Beta_amyloid",
        "https://en.wikipedia.org/wiki/Amyloid_precursor_protein",
        "https://en.wikipedia.org/wiki/Cerebral_amyloid_angiopathy",
        "https://en.wikipedia.org/wiki/Dementia_with_Lewy_bodies",
        "https://en.wikipedia.org/wiki/Multiple_system_atrophy",
        "https://en.wikipedia.org/wiki/Prion",
        "https://en.wikipedia.org/wiki/Transmissible_spongiform_encephalopathy",
        "https://en.wikipedia.org/wiki/Fatal_familial_insomnia",
        "https://en.wikipedia.org/wiki/Tauopathies",
        "https://en.wikipedia.org/wiki/Progressive_supranuclear_palsy",
        "https://en.wikipedia.org/wiki/Corticobasal_degeneration",
        "https://en.wikipedia.org/wiki/Frontotemporal_dementia_with_parkinsonism",
        "https://en.wikipedia.org/wiki/Argyrophilic_grain_disease",
        "https://en.wikipedia.org/wiki/Huntingtin",
        "https://en.wikipedia.org/wiki/ITM2B",
        "https://en.wikipedia.org/wiki/Familial_British_dementia",
        "https://en.wikipedia.org/wiki/ITM2B",
        "https://en.wikipedia.org/wiki/Familial_Danish_dementia",
        "https://en.wikipedia.org/wiki/Immunoglobulin_light_chains",
        "https://en.wikipedia.org/wiki/Primary_systemic_amyloidosis",
        "https://en.wikipedia.org/wiki/Immunoglobulin_heavy_chains",
        "https://en.wikipedia.org/wiki/Serum_amyloid_A_protein",
        "https://en.wikipedia.org/wiki/AA_amyloidosis",
        "https://en.wikipedia.org/wiki/Transthyretin",
        "https://en.wikipedia.org/wiki/Senile_systemic_amyloidosis",
        "https://en.wikipedia.org/wiki/Familial_amyloid_polyneuropathy",
        "https://en.wikipedia.org/wiki/Familial_amyloid_cardiomyopathy",
        "https://en.wikipedia.org/wiki/Leptomeningeal_amyloidosis",
        "https://en.wikipedia.org/wiki/Dialysis_related_amyloidosis",
        "https://en.wikipedia.org/wiki/Familial_visceral_amyloidosis",
        "https://en.wikipedia.org/wiki/Apolipoprotein_AI",
        "https://en.wikipedia.org/wiki/Apolipoprotein_A2",
        "https://en.wikipedia.org/wiki/Apolipoprotein_C2",
        "https://en.wikipedia.org/wiki/Apolipoprotein_C3",
        "https://en.wikipedia.org/wiki/Gelsolin",
        "https://en.wikipedia.org/wiki/Finnish_type_amyloidosis",
        "https://en.wikipedia.org/wiki/Lysozyme",
        "https://en.wikipedia.org/wiki/Fibrinogen_alpha_chain",
        "https://en.wikipedia.org/wiki/Cystatin_C",
        "https://en.wikipedia.org/wiki/Amylin",
        "https://en.wikipedia.org/wiki/Diabetes_mellitus_type_2",
        "https://en.wikipedia.org/wiki/Calcitonin",
        "https://en.wikipedia.org/wiki/Medullary_thyroid_cancer",
        "https://en.wikipedia.org/wiki/Atrial_natriuretic_factor",
        "https://en.wikipedia.org/wiki/Cardiac_arrhythmias",
        "https://en.wikipedia.org/wiki/Isolated_atrial_amyloidosis",
        "https://en.wikipedia.org/wiki/Prolactin",
        "https://en.wikipedia.org/wiki/Prolactinoma",
        "https://en.wikipedia.org/wiki/Insulin",
        "https://en.wikipedia.org/wiki/Lactadherin",
        "https://en.wikipedia.org/wiki/Lactadherin",
        "https://en.wikipedia.org/wiki/Lactotransferrin",
        "https://en.wikipedia.org/wiki/Lactoferrin",
        "https://en.wikipedia.org/wiki/Pulmonary_alveolar_proteinosis",
        "https://en.wikipedia.org/wiki/LECT2",
        "https://en.wikipedia.org/wiki/LECT2",
        "https://en.wikipedia.org/wiki/LECT2_amyloidosis",
        "https://en.wikipedia.org/wiki/Lichen_amyloidosis",
        "https://en.wikipedia.org/wiki/Macular_amyloidosis",
        "https://en.wikipedia.org/wiki/Corneodesmosin",
        "https://en.wikipedia.org/wiki/TGFBI",
        "https://en.wikipedia.org/wiki/Keratoepithelin",
        "https://en.wikipedia.org/wiki/Lattice_corneal_dystrophy_type_I",
        "https://en.wikipedia.org/wiki/Semenogelin_I",
        "https://en.wikipedia.org/wiki/S100_protein",
        "https://en.wikipedia.org/wiki/Prostate_cancer",
        "https://en.wikipedia.org/wiki/Enfuvirtide",
        "https://en.wikipedia.org/wiki/Homo_sapiens",
        "https://en.wikipedia.org/wiki/Homo_sapiens",
        "https://en.wikipedia.org/wiki/Prostatic_acid_phosphatase",
        "https://en.wikipedia.org/wiki/Semenogelin",
        "https://en.wikipedia.org/wiki/Salmonella",
        "https://en.wikipedia.org/wiki/Enterobacteriales",
        "https://en.wikipedia.org/wiki/Operons",
        "https://en.wikipedia.org/wiki/Gas_vesicle",
        "https://en.wikipedia.org/wiki/Pseudomonas",
        "https://en.wikipedia.org/wiki/Streptomyces_coelicolor",
        "https://en.wikipedia.org/wiki/Spidroin",
        "https://en.wikipedia.org/wiki/Trichonephila_edulis",
        "https://en.wikipedia.org/wiki/Spider",
        "https://en.wikipedia.org/wiki/Spider_silk",
        "https://en.wikipedia.org/wiki/Hydrophobin",
        "https://en.wikipedia.org/wiki/Neurospora_crassa",
        "https://en.wikipedia.org/wiki/Biofilm",
        "https://en.wikipedia.org/wiki/Methanosaeta",
        "https://en.wikipedia.org/wiki/Yeast_prions",
        "https://en.wikipedia.org/wiki/Sup35p",
        "https://en.wikipedia.org/wiki/Ure2p",
        "https://en.wikipedia.org/wiki/Podospora_anserina",
        "https://en.wikipedia.org/wiki/Aplysia_californica",
        "https://en.wikipedia.org/wiki/Protein_Data_Bank",
        "https://en.wikipedia.org/wiki/Beta_strand",
        "https://en.wikipedia.org/wiki/Nanometre",
        "https://en.wikipedia.org/wiki/Micrometre",
        "https://en.wikipedia.org/wiki/Transmission_electron_microscopy",
        "https://en.wikipedia.org/wiki/Atomic_force_microscopy",
        "https://en.wikipedia.org/wiki/Circular_dichroism",
        "https://en.wikipedia.org/wiki/Fourier_transform_infrared_spectroscopy",
        "https://en.wikipedia.org/wiki/Congo_red",
        "https://en.wikipedia.org/wiki/Thioflavin_T",
        "https://en.wikipedia.org/wiki/Thioflavin_S",
        "https://en.wikipedia.org/wiki/Atomistics",
        "https://en.wikipedia.org/wiki/Beta_helix",
        "https://en.wikipedia.org/wiki/Prion",
        "https://en.wikipedia.org/wiki/Incubation_period",
        "https://en.wikipedia.org/wiki/Exponential_function",
        "https://en.wikipedia.org/wiki/Plateau_effect",
        "https://en.wikipedia.org/wiki/Polymerization",
        "https://en.wikipedia.org/wiki/Peptides",
        "https://en.wikipedia.org/wiki/Proteins",
        "https://en.wikipedia.org/wiki/Incubation_period",
        "https://en.wikipedia.org/wiki/Nucleation",
        "https://en.wikipedia.org/wiki/Exponential_growth",
        "https://en.wikipedia.org/wiki/Plateau_effect",
        "https://en.wikipedia.org/wiki/Sigmoid_function",
        "https://en.wikipedia.org/wiki/Polypeptide_chains",
        "https://en.wikipedia.org/wiki/Cell_nucleus",
        "https://en.wikipedia.org/wiki/Monomer",
        "https://en.wikipedia.org/wiki/Oligomer",
        "https://en.wikipedia.org/wiki/Thermodynamics",
        "https://en.wikipedia.org/wiki/Nucleation",
        "https://en.wikipedia.org/wiki/Monomer",
        "https://en.wikipedia.org/wiki/Folded_proteins",
        "https://en.wikipedia.org/wiki/Energy_barrier",
        "https://en.wikipedia.org/wiki/Thermal_fluctuations",
        "https://en.wikipedia.org/wiki/Master_equation",
        "https://en.wikipedia.org/wiki/Rate_constant",
        "https://en.wikipedia.org/wiki/Thioflavin",
        "https://en.wikipedia.org/wiki/Tuomas_Knowles",
        "https://en.wikipedia.org/wiki/Michele_Vendruscolo",
        "https://en.wikipedia.org/wiki/Kronecker_delta",
        "https://en.wikipedia.org/wiki/Drugs",
        "https://en.wikipedia.org/wiki/Metabolites",
        "https://en.wikipedia.org/wiki/Amino_acid_replacement",
        "https://en.wikipedia.org/wiki/Molecular_chaperones",
        "https://en.wikipedia.org/wiki/Polymer",
        "https://en.wikipedia.org/wiki/Amylin",
        "https://en.wikipedia.org/wiki/Prions",
        "https://en.wikipedia.org/wiki/Trinucleotide_repeat_disorders",
        "https://en.wikipedia.org/wiki/Polyglutamine_tract",
        "https://en.wikipedia.org/wiki/Caenorhabditis_elegans",
        "https://en.wikipedia.org/wiki/Amylin",
        "https://en.wikipedia.org/wiki/Prion",
        "https://en.wikipedia.org/wiki/Reactive_oxygen_species",
        "https://en.wikipedia.org/wiki/Apoptosis",
        "https://en.wikipedia.org/wiki/Aromatic",
        "https://en.wikipedia.org/wiki/Dye",
        "https://en.wikipedia.org/wiki/Thioflavin_T",
        "https://en.wikipedia.org/wiki/Congo_red",
        "https://en.wikipedia.org/wiki/Amyloidosis",
        "https://en.wikipedia.org/wiki/Birefringence",
        "https://en.wikipedia.org/wiki/Histology",
        "https://en.wikipedia.org/wiki/Immunohistochemistry",
        "https://en.wikipedia.org/wiki/JUNQ_and_IPOD",
        "https://en.wikipedia.org/wiki/Proteopathy",
        "https://en.wikipedia.org/wiki/Protein_aggregation_predictors",
        "https://en.wikipedia.org/wiki/SciVee",
        "https://en.wikipedia.org/wiki/Amyloidosis",
        "https://en.wikipedia.org/wiki/Serum_amyloid_A",
        "https://en.wikipedia.org/wiki/Transthyretin",
        "https://en.wikipedia.org/wiki/Bence_Jones_protein",
        "https://en.wikipedia.org/wiki/Beta_amyloid",
        "https://en.wikipedia.org/wiki/Amyloid_precursor_protein",
        "https://en.wikipedia.org/wiki/Amylin",
        "https://en.wikipedia.org/wiki/Calcitonin",
        "https://en.wikipedia.org/wiki/Prolactin",
        "https://en.wikipedia.org/wiki/Atrial_natriuretic_peptide",
        "https://en.wikipedia.org/wiki/Cystatin_C",
        "https://en.wikipedia.org/wiki/ITM2B",
        "https://en.wikipedia.org/wiki/AL_amyloidosis",
        "https://en.wikipedia.org/wiki/AA_amyloidosis",
        "https://en.wikipedia.org/wiki/Finnish_type_amyloidosis",
        "https://en.wikipedia.org/wiki/Familial_Mediterranean_fever",
        "https://en.wikipedia.org/wiki/Human_heart",
        "https://en.wikipedia.org/wiki/Isolated_atrial_amyloidosis",
        "https://en.wikipedia.org/wiki/Human_brain",
        "https://en.wikipedia.org/wiki/Familial_amyloid_neuropathy",
        "https://en.wikipedia.org/wiki/Cerebral_amyloid_angiopathy",
        "https://en.wikipedia.org/wiki/Kidney",
        "https://en.wikipedia.org/wiki/Familial_renal_amyloidosis",
        "https://en.wikipedia.org/wiki/Human_skin",
        "https://en.wikipedia.org/wiki/Primary_cutaneous_amyloidosis",
        "https://en.wikipedia.org/wiki/Amyloid_purpura",
        "https://en.wikipedia.org/wiki/Endocrine_system",
        "https://en.wikipedia.org/wiki/Thyroid",
        "https://en.wikipedia.org/wiki/Medullary_thyroid_cancer",
        "https://en.wikipedia.org/wiki/Pituitary_gland",
        "https://en.wikipedia.org/wiki/Prolactinoma",
        "https://en.wikipedia.org/wiki/Pancreas",
        "https://en.wikipedia.org/wiki/Insulinoma",
        "https://en.wikipedia.org/wiki/Type_2_diabetes",
        "https://en.wikipedia.org/wiki/Amyloid",
        "https://en.wikipedia.org/wiki/Amyloid",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}