{
    "url": "https://en.wikipedia.org/wiki/An_Essay_Concerning_Human_Understanding",
    "title": "An Essay Concerning Human Understanding",
    "table_of_contents": [
        "1 Content",
        "1.1 Book I",
        "1.2 Book II",
        "1.3 Book III",
        "1.4 Book IV",
        "2 Reaction, response, and influence",
        "3 Editions",
        "4 See also",
        "5 References",
        "6 Bibliography",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nAn Essay Concerning Human Understanding is a work by John Locke concerning the foundation of human knowledge and understanding. It first appeared in 1689 (although dated 1690) with the printed title An Essay Concerning Humane Understanding. He describes the mind at birth as a blank slate (tabula rasa, although he did not use those actual words) filled later through experience. The essay was one of the principal sources of empiricism in modern philosophy, and influenced many enlightenment philosophers, such as David Hume and George Berkeley.\n\nBook I of the Essay is Locke's attempt to refute the rationalist notion of innate ideas. Book II sets out Locke's theory of ideas, including his distinction between passively acquired simple ideas—such as \"red,\" \"sweet,\" \"round\"—and actively built complex ideas, such as numbers, causes and effects, abstract ideas, ideas of substances, identity, and diversity. Locke also distinguishes between the truly existing primary qualities of bodies, like shape, motion and the arrangement of minute particles, and the secondary qualities that are \"powers to produce various sensations in us\"[1] such as \"red\" and \"sweet.\" These secondary qualities, Locke claims, are dependent on the primary qualities. He also offers a theory of personal identity, offering a largely psychological criterion. Book III is concerned with language, and Book IV with knowledge, including intuition, mathematics, moral philosophy, natural philosophy (\"science\"), faith, and opinion.\n\n"
        },
        {
            "title": "Content",
            "text": "The main thesis is that there are \"No Innate Principles.\" Locke wrote, \"If we will attentively consider new-born children, we shall have little reason to think, that they bring many ideas into the world with them.\" Rather, \"by degrees, afterwards, ideas come into their minds; and...they get no more, nor no other, than what experience, and the observation of things, that come in their way, furnish them with.\"[2] Book I of the Essay is an attack on nativism or the doctrine of innate ideas; Locke indeed sought to rebut a prevalent view of innate ideas that was firmly held by philosophers of his time. While he allowed that some ideas are in the mind from an early age, he argued that those ideas are furnished by the senses starting in the womb—for instance, differences between colours or tastes. If we have a universal understanding of a concept like sweetness, it is not because this is an innate idea, but because we are all exposed to sweet tastes at an early age.[3]\n\nOne of Locke's fundamental arguments against innate ideas is the very fact that there is no truth to which all people attest. He took the time to argue against a number of propositions that rationalists offer as universally accepted truth, for instance the principle of identity, pointing out that at the very least children and idiots are often unaware of these propositions.[4] In anticipating a counterargument, namely the use of reason to comprehend already existent innate ideas, Locke states that \"by this means, there will be no difference between the maxims of the mathematicians, and theorems they deduce from them; all must be equally allowed innate; they being all discoveries made by the use of reason.\"[5]\n\nWhereas Book I is intended to reject the doctrine of innate ideas proposed by Descartes and the rationalists, Book II explains that every idea is derived from experience either by sensation—i.e. direct sensory information—or reflection—i.e. \"the perception of the operations of our own mind within us, as it is employed about the ideas it has got.\"\n\nIn Book II, Locke focuses on the ideas of substances and qualities, in which the former are \"an unknown support of qualities\" and latter have the \"power to produce ideas in our mind.\"[6] Substance is what holds qualities together, while qualities themselves allow us to perceive and identify objects. A substance consists of bare particulars and does not have properties in themselves except the ability to support qualities. Substances are \"nothing but the assumption of an unknown support for a group of qualities that produce simple ideas in us.\"[7] Despite his explanation, the existence of substances is still questionable as they cannot necessarily be \"perceived\" by themselves and can only be sensed through the qualities. \n\nIn terms of qualities, Locke divides such into primary and secondary, whereby the former give our minds ideas based on sensation and actual experience. In contrast, secondary qualities allow our minds to understand something based on reflection, in which we associate what we perceive with other ideas of our own.[8]\n\n\nFurthermore, Book II is also a systematic argument for the existence of an intelligent being:\nLocke contends that consciousness is what distinguishes selves, and thus,[9]\n\nBook III focuses on words. Locke connects words to the ideas they signify, claiming that man is unique in being able to frame sounds into distinct words and to signify ideas by those words, and then that these words are built into language.\n\nChapter ten in this book focuses on \"Abuse of Words.\" Here, Locke criticizes metaphysicians for making up new words that have no clear meaning. He also criticizes the use of words which are not linked to clear ideas, and to those who change the criteria or meaning underlying a term.\n\nThus, Locke uses a discussion of language to demonstrate sloppy thinking, following the Port-Royal Logique (1662)[10] in numbering among the abuses of language those that he calls \"affected obscurity\" in chapter 10. Locke complains that such obscurity is caused by, for example, philosophers who, to confuse their readers, invoke old terms and give them unexpected meanings or who construct new terms without clearly defining their intent. Writers may also invent such obfuscation to make themselves appear more educated or their ideas more complicated and nuanced or erudite than they actually are.\n\nThis book focuses on knowledge in general—that it can be thought of as the sum of ideas and perceptions. Locke discusses the limit of human knowledge, and whether such can be said to be accurate or truthful.\n\n\nThus, there is a distinction between what an individual might claim to know, as part of a system of knowledge, and whether or not that claimed knowledge is actual.  Locke writes at the beginning of the fourth chapter (\"Of the Reality of Knowledge\"):\nIn the last chapter of the book, Locke introduces the major classification of sciences into natural philosophy, semiotics, and ethics.\n\n"
        },
        {
            "title": "",
            "text": "Many of Locke's views were sharply criticized by rationalists and empiricists alike. In 1704, rationalist Gottfried Leibniz wrote a response to Locke's work in the form of a chapter-by-chapter rebuttal, titled the Nouveaux essais sur l'entendement humain (New Essays on Human Understanding). Leibniz was critical of a number of Locke's views in the Essay, including his rejection of innate ideas; his skepticism about species classification; and the possibility that matter might think, among other things. Leibniz thought that Locke's commitment to ideas of reflection in the Essay ultimately made him incapable of escaping the nativist position or being consistent in his empiricist doctrines of the mind's passivity. \n\nEmpiricist George Berkeley was equally critical of Locke's views in the Essay. Berkeley's most notable criticisms of Locke were first published in A Treatise Concerning the Principles of Human Knowledge, in which Berkeley holds that Locke's conception of abstract ideas are incoherent and lead to severe contradictions. He also argues that Locke's conception of material substance was unintelligible, a view which he also later advanced in the Three Dialogues Between Hylas and Philonous. \n\nAt the same time, Locke's work provided crucial groundwork for future empiricists such as David Hume. John Wynne published An Abridgment of Mr. Locke's Essay concerning the Human Understanding, with Locke's approval, in 1696. Likewise, Louisa Capper wrote An Abridgment of Locke's Essay concerning the Human Understanding, published in 1811.\n\nSome European philosophers saw the book's impact on psychology as comparable to Isaac Newton's impact upon science. Voltaire wrote:[11]\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/An_Enquiry_Concerning_Human_Understanding",
        "https://en.wikipedia.org/wiki/John_Locke",
        "https://en.wikipedia.org/wiki/Epistemology",
        "https://en.wikipedia.org/wiki/John_Locke",
        "https://en.wikipedia.org/wiki/Social_contract",
        "https://en.wikipedia.org/wiki/Limited_government",
        "https://en.wikipedia.org/wiki/Tabula_rasa",
        "https://en.wikipedia.org/wiki/State_of_nature",
        "https://en.wikipedia.org/wiki/Labor_theory_of_property",
        "https://en.wikipedia.org/wiki/Lockean_proviso",
        "https://en.wikipedia.org/wiki/Argument_from_consciousness",
        "https://en.wikipedia.org/wiki/Fundamental_Constitutions_of_Carolina",
        "https://en.wikipedia.org/wiki/A_Letter_Concerning_Toleration",
        "https://en.wikipedia.org/wiki/Two_Treatises_of_Government",
        "https://en.wikipedia.org/wiki/Some_Thoughts_Concerning_Education",
        "https://en.wikipedia.org/wiki/Of_the_Conduct_of_the_Understanding",
        "https://en.wikipedia.org/wiki/Robert_Filmer",
        "https://en.wikipedia.org/wiki/Thomas_Hobbes",
        "https://en.wikipedia.org/wiki/David_Hume",
        "https://en.wikipedia.org/wiki/Adam_Smith",
        "https://en.wikipedia.org/wiki/Immanuel_Kant",
        "https://en.wikipedia.org/wiki/Thomas_Jefferson",
        "https://en.wikipedia.org/wiki/Empiricism",
        "https://en.wikipedia.org/wiki/Classical_liberalism",
        "https://en.wikipedia.org/wiki/Polish_Brethren",
        "https://en.wikipedia.org/wiki/John_Locke",
        "https://en.wikipedia.org/wiki/Tabula_rasa",
        "https://en.wikipedia.org/wiki/Experience",
        "https://en.wikipedia.org/wiki/Empiricism",
        "https://en.wikipedia.org/wiki/David_Hume",
        "https://en.wikipedia.org/wiki/George_Berkeley",
        "https://en.wikipedia.org/wiki/Rationalist",
        "https://en.wikipedia.org/wiki/Innate_ideas",
        "https://en.wikipedia.org/wiki/Personal_identity",
        "https://en.wikipedia.org/wiki/Moral_philosophy",
        "https://en.wikipedia.org/wiki/Natural_philosophy",
        "https://en.wikipedia.org/wiki/Faith",
        "https://en.wikipedia.org/wiki/Opinion",
        "https://en.wikipedia.org/wiki/Psychological_nativism",
        "https://en.wikipedia.org/wiki/Innatism",
        "https://en.wikipedia.org/wiki/Sweetness",
        "https://en.wikipedia.org/wiki/Rationalism",
        "https://en.wikipedia.org/wiki/Counterargument",
        "https://en.wikipedia.org/wiki/Descartes",
        "https://en.wikipedia.org/wiki/Rationalism",
        "https://en.wikipedia.org/wiki/Sense",
        "https://en.wikipedia.org/wiki/Bare_particular",
        "https://en.wikipedia.org/wiki/Consciousness",
        "https://en.wikipedia.org/wiki/Word",
        "https://en.wikipedia.org/wiki/Metaphysics",
        "https://en.wikipedia.org/wiki/Obfuscation",
        "https://en.wikipedia.org/wiki/Perception",
        "https://en.wikipedia.org/wiki/Knowledge",
        "https://en.wikipedia.org/wiki/Natural_philosophy",
        "https://en.wikipedia.org/wiki/Semiotics",
        "https://en.wikipedia.org/wiki/Ethics",
        "https://en.wikipedia.org/wiki/Rationalism",
        "https://en.wikipedia.org/wiki/Gottfried_Leibniz",
        "https://en.wikipedia.org/wiki/Rebuttal",
        "https://en.wikipedia.org/wiki/Innate_Ideas",
        "https://en.wikipedia.org/wiki/Skepticism",
        "https://en.wikipedia.org/wiki/Psychological_nativism",
        "https://en.wikipedia.org/wiki/Empiricism",
        "https://en.wikipedia.org/wiki/George_Berkeley",
        "https://en.wikipedia.org/wiki/A_Treatise_Concerning_the_Principles_of_Human_Knowledge",
        "https://en.wikipedia.org/wiki/Contradiction",
        "https://en.wikipedia.org/wiki/Three_Dialogues_Between_Hylas_and_Philonous",
        "https://en.wikipedia.org/wiki/David_Hume",
        "https://en.wikipedia.org/wiki/Louisa_Capper",
        "https://en.wikipedia.org/wiki/Psychology",
        "https://en.wikipedia.org/wiki/Isaac_Newton",
        "https://en.wikipedia.org/wiki/Voltaire",
        "https://en.wikipedia.org/wiki/Alexander_Campbell_Fraser",
        "https://en.wikipedia.org/wiki/Clarendon_Press",
        "https://en.wikipedia.org/wiki/Second_Treatise_on_Civil_Government",
        "https://en.wikipedia.org/wiki/Turtles_all_the_way_down",
        "https://en.wikipedia.org/wiki/Antoine_Arnauld",
        "https://en.wikipedia.org/wiki/Pierre_Nicole",
        "https://en.wikipedia.org/wiki/Charles_Coulston_Gillispie",
        "https://en.wikipedia.org/wiki/Encyclopedia_of_Philosophy",
        "https://en.wikipedia.org/wiki/Macmillan_Publishers",
        "https://en.wikipedia.org/wiki/Stanford_Encyclopedia_of_Philosophy",
        "https://en.wikipedia.org/wiki/Routledge",
        "https://en.wikipedia.org/wiki/Oxford_University_Press",
        "https://en.wikipedia.org/wiki/Patricia_Bizzell",
        "https://en.wikipedia.org/wiki/Vere_Claiborne_Chappell",
        "https://en.wikipedia.org/wiki/Cambridge_University_Press",
        "https://en.wikipedia.org/wiki/University_of_California_Press",
        "https://en.wikipedia.org/wiki/Wikisource",
        "https://en.wikipedia.org/wiki/LibriVox",
        "https://en.wikipedia.org/wiki/An_Essay_Concerning_Human_Understanding",
        "https://en.wikipedia.org/wiki/An_Essay_Concerning_Human_Understanding",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}