{
    "url": "https://en.wikipedia.org/wiki/Ancient_Carthage",
    "title": "Ancient Carthage",
    "table_of_contents": [
        "1 Etymology",
        "2 Sources",
        "3 History",
        "3.1 Foundation legends",
        "3.2 Settlement as Tyrian colony (c. 814 BC)",
        "3.3 Independence, expansion and hegemony (c. 650–264 BC)",
        "3.3.1 Formation and characteristics of the empire",
        "3.4 Conflict with the Greeks (580–265 BC)",
        "3.4.1 First Sicilian War (480 BC)",
        "3.4.2 Second Sicilian War (410–404 BC)",
        "3.4.3 Third Sicilian War",
        "3.4.4 Pyrrhic War (280–275 BC)",
        "3.5 Punic Wars (264–146 BC)",
        "3.5.1 First Punic War (264–241 BC)",
        "3.5.2 Mercenary War (241–238 BC)",
        "3.5.3 Second Punic War (218–201 BC)",
        "3.5.4 Third Punic War (149–146 BC)",
        "3.6 Aftermath",
        "4 Government and politics",
        "4.1 Power and organization",
        "4.2 Citizenship",
        "4.3 Survival under Roman rule",
        "5 Military",
        "5.1 Army",
        "5.2 Navy",
        "5.3 The One Hundred and Four",
        "6 Language",
        "7 Economy",
        "7.1 Agriculture",
        "8 Religion",
        "8.1 Human sacrifice",
        "9 Society and culture",
        "9.1 Class and social stratification",
        "9.2 Literature",
        "10 Legacy",
        "10.1 Portrayal in fiction",
        "10.2 Alternate history",
        "11 See also",
        "12 Notes",
        "13 References",
        "14 Bibliography",
        "15 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nCarthage (/ˈkɑːrθɪdʒ/) was a settlement in modern Tunisia that later became a city-state and then an empire. Founded by the Phoenicians in the ninth century BC, Carthage was destroyed by the Romans in 146 BC, who later rebuilt the city lavishly.[4][5][6] At its height in the fourth century BC, Carthage was one of the largest metropolises in the world,[7] and the centre of the Carthaginian Empire, a major power in the ancient world that dominated the western Mediterranean.\n\nCarthage was settled around 814 BC by colonists from Tyre, a leading Phoenician city-state located in present-day Lebanon. In the seventh century BC, following Phoenicia's conquest by the Neo-Assyrian Empire, Carthage became independent, gradually expanding its economic and political hegemony across the western Mediterranean. By 300 BC, through its vast patchwork of colonies, vassals, and satellite states, Carthage controlled the largest territory in the region, including the coast of northwest Africa, southern Iberia (Spain, Portugal, and Gibraltar) and the islands of Sicily, Sardinia, Corsica, Malta, and the Balearic archipelago.[8]\n\nAmong the ancient world's largest and richest cities, Carthage's strategic location provided access to abundant fertile land and major maritime trade routes.[9] Its extensive mercantile network reached as far as west Asia, west Africa and northern Europe, providing an array of commodities from all over the ancient world, in addition to lucrative exports of agricultural products and manufactured goods. This commercial empire was secured by one of the largest and most powerful navies in the ancient Mediterranean, and an army composed heavily of foreign mercenaries and auxiliaries, particularly Iberians, Balearics, Gauls, Britons, Sicilians, Italians, Greeks, Numidians and Libyans.\n\nAs the dominant power of the western Mediterranean, Carthage inevitably came into conflict with many neighbours and rivals, from the indigenous Berbers of North Africa to the nascent Roman Republic.[10] Following centuries of conflict with the Sicilian Greeks, its growing competition with Rome culminated in the Punic Wars (264–146 BC), which saw some of the largest and most sophisticated battles in antiquity. Carthage narrowly avoided destruction after the Second Punic War, and was destroyed by the Romans in 146 BC after the third and final Punic War. The Romans later founded a new city in its place.[11] All remnants of Carthaginian civilization came under Roman rule by the first century AD, and Rome subsequently became the dominant Mediterranean power, paving the way for its rise as a major empire.\n\nIn spite of the cosmopolitan character of its empire, Carthage's culture and identity remained rooted in its Phoenician-Canaanite heritage, albeit a localised variety known as Punic. Like other Phoenician people, its society was urban, commercial, and oriented towards seafaring and trade; this is reflected in part by its more famous innovations, including serial production, uncolored glass, the threshing board, and the cothon harbor. Carthaginians were renowned for their commercial prowess, ambitious explorations, and unique system of government, which combined elements of democracy, oligarchy, and republicanism, including modern examples of checks and balances.\n\nDespite having been one of the most influential civilizations of antiquity, Carthage is mostly remembered for its long and bitter conflict with Rome, which threatened the rise of the Roman Republic and almost changed the course of Western civilization. Due to the destruction of virtually all Carthaginian texts after the Third Punic War, much of what is known about its civilization comes from Roman and Greek sources, many of whom wrote during or after the Punic Wars, and to varying degrees were shaped by the hostilities. Popular and scholarly attitudes towards Carthage historically reflected the prevailing Greco-Roman view, though archaeological research since the late 19th century has helped shed more light and nuance on Carthaginian civilization.\n\n"
        },
        {
            "title": "Etymology",
            "text": "The name Carthage /ˈkɑːrθɪdʒ/ is the Early Modern anglicisation of Middle French Carthage /kar.taʒ/, from Latin Carthāgō and Karthāgō (cf. Greek Karkhēdōn (Καρχηδών) and Etruscan *Carθaza) from the Punic qrt-ḥdšt (Punic: 𐤒𐤓𐤕𐤟𐤇𐤃𐤔𐤕, lit. 'New City').[12][13]\n\nPunic, which is sometimes used synonymously with Carthaginian, derives from the Latin poenus and punicus, based on the Ancient Greek word Φοῖνιξ (Phoinix), pl. Φοίνικες (Phoinikes), an exonym used to describe the Canaanite port towns with which the Greeks traded. Latin later borrowed the Greek term a second time as phoenix, pl. phoenices.[14] Both Punic and Phoenician were used by the Romans and Greeks to refer to Phoenicians across the Mediterranean; modern scholars use the term Punic exclusively for Phoenicians in the western Mediterranean, such as the Carthaginians. Specific Punic groups are often referred to with hyphenated terms, like \"Siculo-Punic\" for Phoenicians in Sicily or \"Sardo-Punic\" for those in Sardinia. Ancient Greek authors sometimes referred to the mixed Punic inhabitants of North Africa ('Libya') as 'Liby-Phoenicians'.[15]\n\nIt is unclear what term, if any, the Carthaginians used to refer to themselves. The Phoenician homeland in the Levant was natively known as 𐤐𐤕 (Pūt) and its people as the 𐤐𐤍𐤉𐤌  (Pōnnim). Ancient Egyptian accounts suggest the people from the region identified as Kenaani or Kinaani, equivalent to Canaanite.[16] A passage from Augustine has often been interpreted as indicating that the Punic-speakers in North Africa called themselves Chanani (Canaanites),[17] but it has recently been argued that this is a misreading.[18] Numismatic evidence from Sicily shows that some western Phoenicians made use of the term Phoinix.[19]\n\n"
        },
        {
            "title": "Sources",
            "text": "Compared to contemporaneous civilizations such as Rome and Greece, far less is known about Carthage, as most indigenous records were lost in the wholesale destruction of the city after the Third Punic War. Sources of knowledge are limited to ancient translations of Punic texts into Greek and Latin, Punic inscriptions on monuments and buildings, and archaeological findings of Carthage's material culture.[20] The majority of available primary sources about Carthage were written by Greek and Roman historians, most notably Livy, Polybius, Appian, Cornelius Nepos, Silius Italicus, Plutarch, Dio Cassius, and Herodotus. These authors came from cultures that were nearly always in competition with Carthage; the Greeks with respect to Sicily,[21] and the Romans over dominance of the western Mediterranean.[22] Inevitably, foreign accounts of Carthage usually reflect significant bias, especially those written during or after the Punic Wars, when the interpretatio Romana perpetuated a \"malicious and distorted view\".[23] Excavations of ancient Carthaginian sites since the late 19th century has brought to light more material evidence that either contradict or confirm aspects of the traditional picture of Carthage; however, many of these findings remain ambiguous.\n\n"
        },
        {
            "title": "History",
            "text": "The specific date, circumstances, and motivations concerning Carthage's founding are unknown. All surviving accounts of the city's origins come from Latin and Greek literature, which are generally legendary in nature but may have some basis in fact.[24]\n\nThe standard foundation myth across all sources is that the city was founded by colonists from the ancient Phoenician city-state of Tyre, led by its exiled princess Dido (also known as Queen Elissa or Alissar).[25] Dido's brother, Pygmalion (Phoenician: Pummayaton) had murdered her husband, the high priest of the city, and taken power as a tyrant. Dido and her allies escaped his reign and established Carthage, which became a prosperous city under her rule as queen.\n\nThe Roman historian Justin, writing in the second century AD, provides an account of the city's founding based on the earlier work of Trogus. Princess Dido is the daughter of King Belus II of Tyre, who upon his death bequeaths the throne jointly to her and her brother Pygmalion. After cheating his sister out of her share of political power, Pygmalion murders her husband Acerbas (Phoenician: Zakarbaal), also known as Sychaeus, the High Priest of Melqart, whose wealth and power he covets.[26] Before her tyrannical brother can take her late husband's wealth, Dido immediately flees with her followers to establish a new city abroad.\n\n\nUpon landing in North Africa, she is greeted by the local Berber chieftain, Iarbas (also called Hiarbas) who promises to cede as much land as could be covered by a single ox hide. With her characteristic cleverness, Dido cuts the hide into very thin strips and lays them end to end until they encircle the entire hill of Byrsa. While digging to set the foundation of their new settlement, the Tyrians discover the head of an ox, an omen that the city would be wealthy \"but laborious and always enslaved\". In response they move the site of the city elsewhere, where the head of a horse is found, which in Phoenician culture is a symbol of courage and conquest. The horse foretells where Dido's new city will rise, becoming the emblem of Carthage, derived from the Phoenician Qart-Hadasht, meaning \"New City\". \nThe city's wealth and prosperity attracts both Phoenicians from nearby Utica and the indigenous Libyans, whose king Iarbas now seeks Dido's hand in marriage. Threatened with war should she refuse, and also loyal to the memory of her deceased husband, the queen orders a funeral pyre to be built, where she commits suicide by stabbing herself with a sword. She is thereafter worshiped as a goddess by the people of Carthage, who are described as brave in battle but prone to the \"cruel religious ceremony\" of human sacrifice, even of children, whenever they seek divine relief from troubles of any kind.\n\nVirgil's epic poem the Aeneid—written over a century after the Third Punic War—tells the mythical story of the Trojan hero Aeneas and his journey towards founding Rome, inextricably tying together the founding myths, and ultimate fates, of both Rome and Carthage. Its introduction begins by mentioning \"an ancient city\" that many readers likely assumed was Rome or Troy,[27] but goes on to describe it as a place \"held by colonists from Tyre, opposite Italy . .. a city of great wealth and ruthless in the pursuit of war. Its name was Carthage, and Juno is said to have loved it more than any other place ... But she had heard that there was rising from the blood of Troy a race of men who in days to come would overthrow this Tyrian citadel ... [and] sack the land of Libya.\"[27]\n\nVirgil describes Queen Elissa—for whom he uses the ancient Greek name, Dido, meaning \"beloved\"—as an esteemed, clever, but ultimately tragic character. As in other legends, the impetus for her escape is her tyrannical brother Pygmalion, whose secret murder of her husband is revealed to her in a dream. Cleverly exploiting her brother's greed, Dido tricks Pygmalion into supporting her journey to find and bring back riches for him. Through this ruse she sets sail with gold and allies secretly in search of a new home.\n\nAs in Justin's account, upon landing in North Africa, Dido is greeted by Iarbas, and after he offers as much land as could be covered by a single ox hide, she cuts the hide into very thin strips and encircles all of Byrsa. While digging to set the foundation of their new settlement, the Tyrians discover the head of a horse, which in Phoenician culture is a symbol of courage and conquest. The horse foretells where Dido's new city will rise, becoming the emblem of the \"New City\" Carthage. In just seven years since their exodus from Tyre, the Carthaginians build a successful kingdom under Dido's rule. She is adored by her subjects and presented with a festival of praise. Virgil portrays her character as even more noble when she offers asylum to Aeneas and his men, who had recently escaped from Troy. The two fall in love during a hunting expedition, and Dido comes to believe they will marry. Jupiter sends a spirit in the form of the messenger god, Mercury, to remind Aeneas that his mission is not to stay in Carthage with his new-found love Dido, but to sail to Italy to found Rome. The Trojan departs, leaving Dido so heartbroken that she commits suicide by stabbing herself upon a funeral pyre with his sword. As she lies dying, she predicts eternal strife between Aeneas' people and her own, proclaiming \"rise up from my bones, avenging spirit\" in an invocation of Hannibal.[28] Aeneas sees the smoke from the pyre as he sails away, and though he does not know the fate of Dido, he identifies it as a bad omen. Ultimately, his descendants go on to found the Roman Kingdom, the predecessor of the Roman Empire.\n\nLike Justin, Virgil's story essentially conveys Rome's attitude towards Carthage, as exemplified by Cato the Elder's famous utterance, \"Carthago delenda est\"—\"Carthage must be destroyed\".[29] In essence, Rome and Carthage were fated for conflict: Aeneas chose Rome over Dido, eliciting her dying curse upon his Roman descendants, and thus providing a mythical, fatalistic backdrop for a century of bitter conflict between Rome and Carthage.\n\nThese stories typify the Roman attitude towards Carthage: a level of grudging respect and acknowledgement of their bravery, prosperity, and even their city's seniority to Rome, along with derision of their cruelty, deviousness, and decadence, as exemplified by their practice of human sacrifice.[citation needed]\n\nTo facilitate their commercial ventures, the Phoenicians established numerous colonies and trading posts along the coasts of the Mediterranean. Organized in fiercely independent city-states, the Phoenicians lacked the numbers or even the desire to expand overseas; most colonies had fewer than 1,000 inhabitants, and only a few, including Carthage, would grow larger.[30] Motives for colonization were usually practical, such as seeking safe harbors for their merchant fleets, maintaining a monopoly on an area's natural resources, satisfying the demand for trade goods, and finding areas where they could trade freely without outside interference.[31][32][33] Over time many Phoenicians also sought to escape their tributary obligations to foreign powers that had subjugated the Phoenician homeland. Another motivating factor was competition with the Greeks, who became a nascent maritime power and began establishing colonies across the Mediterranean and the Black Sea.[34]\nThe first Phoenician colonies in the western Mediterranean grew up on the two paths to Iberia's mineral wealth: along the northwest African coast and on Sicily, Sardinia, and the Balearic Islands.[35] As the largest and wealthiest city-state among the Phoenicians, Tyre led the way in settling or controlling coastal areas. Strabo claims that the Tyrians alone founded three hundred colonies on the west African coast; though clearly an exaggeration, many colonies did arise in Tunisia, Morocco, Algeria, Iberia, and to a much lesser extent, on the arid coast of Libya.[36] They were usually established as trading stations at intervals of about 30 to 50 kilometres along the African coast.[37]\n\nBy the time they gained a foothold in Africa, the Phoenicians were already present in Cyprus, Crete, Corsica, the Balearic Islands, Sardinia, and Sicily, as well as on the European mainland, in what are today Genoa and Marseilles.[38] Foreshadowing the later Sicilian Wars, settlements in Crete and Sicily continually clashed with the Greeks, and Phoenician control over all of Sicily was brief.[39] Nearly all these areas would come under the leadership and protection of Carthage,[40] which eventually founded cities of its own, especially after the decline of Tyre and Sidon.[41]\n\nThe site of Carthage was likely chosen by the Tyrians for several reasons. It was located in the central shore of the Gulf of Tunis, which gave it access to the Mediterranean sea while shielding it from the region's infamously violent storms. It was also close to the strategically vital Strait of Sicily, a key bottleneck for maritime trade between the east and west. The terrain proved as invaluable as the geography. The city was built on a hilly, triangular peninsula backed by the Lake of Tunis, which provided abundant supplies of fish and a place for safe harbor. The peninsula was connected to the mainland by a narrow strip of land, which combined with the rough surrounding terrain, made the city easily defensible; a citadel was built on Byrsa, a low hill overlooking the sea. Finally, Carthage would be conduit of two major trade routes: one between the Tyrian colony of Cadiz in southern Spain, which supplied raw materials for manufacturing in Tyre, and the other between North Africa and the northern Mediterranean, namely Sicily, Italy, and Greece.[42]\n\nIn contrast to most Phoenician colonies, Carthage grew larger and more quickly thanks to its combination of favorable climate, arable land, and lucrative trade routes. Within just one century of its founding, its population rose to 30,000. Meanwhile, its mother city, which for centuries was the preeminent economic and political center of Phoenician civilization,[43] saw its status begin to wane in the seventh century BC, following a succession of sieges by the Babylonians.[44][45] By this time, its Carthaginian colony had become immensely wealthy from its strategic location and extensive trade network. Unlike many other Phoenician city-states and dependencies, Carthage grew prosperous not only from maritime commerce but from its proximity to fertile agricultural land and rich mineral deposits. As the main hub for trade between Africa and the rest of the ancient world, it also provided a myriad of rare and luxurious goods, including terracotta figurines and masks, jewelry, delicately carved ivories, ostrich eggs, and a variety of foods and wine.\nCarthage's growing economic prominence coincided with a nascent national identity. Although Carthaginians remained staunchly Phoenician in their customs and faith, by at least the seventh century BC, they had developed a distinct Punic culture infused with local influences.[46] Certain deities became more prominent in the Carthaginian pantheon than in Phoenicia; into the fifth century BC, the Carthaginians were worshiping Greek deities such as Demeter.[8] Carthage may have also retained religious practices that had long fallen out of favor in Tyre, such as child sacrifice. Similarly, it spoke its own Punic dialect of Phoenician, which also reflected contributions by neighboring peoples.\n\nThese trends most likely precipitated the colony's emergence as an independent polity. Though the specific date and circumstances are unknown, Carthage most likely became independent around 650 BC, when it embarked on its own colonization efforts across the western Mediterranean. It nonetheless maintained amicable cultural, political, and commercial ties with its founding city and the Phoenician homeland; it continued to receive migrants from Tyre, and for a time continued the practice of sending annual tribute to Tyre's temple of Melqart, albeit at irregular intervals.\n\nBy the sixth century BC, Tyre's power declined further still after its voluntary submission to the Persian king Cambyses (r. 530–522 BC), which resulted in the incorporation of the Phoenician homeland into the Persian empire.[47] Lacking sufficient naval strength, Cambyses sought Tyrian assistance for his planned conquest of Carthage, which may indicate that the former Tyrian colony had become wealthy enough to warrant a long and difficult expedition. Herodotus claims that the Tyrians refused to cooperate due to their affinity for Carthage, causing the Persian king to abort his campaign. Though it escaped reprisal, Tyre's status as Phoenicia's leading city was significantly circumscribed; its rival, Sidon, subsequently garnered more support from the Persians. However, it too remained subjugated, leading the way for Carthage to fill the vacuum as the leading Phoenician political power.\n\nAlthough the Carthaginians retained the traditional Phoenician affinity for maritime trade and commerce, they were distinguished by their imperial and military ambitions: whereas the Phoenician city-states rarely engaged in territorial conquest, Carthage became an expansionist power, driven by its desire to access new sources of wealth and trade. It is unknown what factors influenced the citizens of Carthage, unlike those of other Phoenician colonies, to create an economic and political hegemony; the nearby city of Utica was far older and enjoyed the same geographical and political advantages, but never embarked on hegemonic conquest, instead coming under Carthaginian influence. One theory is that Babylonian and Persian domination of the Phoenician homeland produced refugees that swelled Carthage's population and transferred the culture, wealth, and traditions of Tyre to Carthage.[48] The threat to the Phoenician trade monopoly—by Etruscan and Greek competition in the west, and through foreign subjugation of its homeland in the east—also created the conditions for Carthage to consolidate its power and further its commercial interests.\n\nAnother contributing factor may have been domestic politics: while little is known of Carthage's government and leadership prior to the third century BC, the reign of Mago I (c. 550–530), and the political dominance of the Magonid family in subsequent decades, precipitated Carthage's rise as a dominant power. Justin states that Mago, who was also general of the army, was the first Carthaginian leader to \"[set] in order the military system\", which may have entailed the introduction of new military strategies and technologies.[49] He is also credited with initiating, or at least expanding, the practice of recruiting subject peoples and mercenaries, as Carthage's population was too small to secure and defend its scattered colonies. Libyans, Iberians, Sardinians, and Corsicans were soon enlisted for the Magonid expansionist campaigns across the region.[50]\n\nBy the beginning of the fourth century BC, the Carthaginians had become the \"superior power\" of the western Mediterranean, and would remain so for roughly the next three centuries.[51] Carthage took control of all nearby Phoenician colonies, including Hadrumetum, Utica, Hippo Diarrhytus and Kerkouane;  subjugated many neighboring Libyan tribes, and occupied coastal North Africa from Morocco to western Libya.[52] It held Sardinia, Malta, the Balearic Islands, and the western half of Sicily, where coastal fortresses such as Motya and Lilybaeum secured their possessions.[53] The Iberian Peninsula, which was rich in precious metals, saw some of the largest and most important Carthaginian settlements outside North Africa,[54] though the degree of political influence before the conquest by [[Hamilcar Barca]] (237–228 BC) is disputed.[55][56] Carthage's growing wealth and power, along with the foreign subjugation of the Phoenician homeland, led to its supplanting of Sidon as the supreme Phoenician city state.[57] \nCarthage's empire was largely informal and multifaceted, consisting of varying levels of control exercised in equally variable ways. It established new colonies, repopulated and reinforced older ones, formed defensive pacts with other Phoenician city states, and acquired territories directly by conquest. While some Phoenician colonies willingly submitted to Carthage, paying tribute and giving up their foreign policy, others in Iberia and Sardinia resisted Carthaginian efforts. Whereas other Phoenician cities never exercised actual control of the colonies, the Carthaginians appointed magistrates to directly control their own (a policy that would lead to a number of Iberian towns siding with the Romans during the Punic Wars).[58] In many other instances, Carthage's hegemony was established through treaties, alliances, tributary obligations, and other such arrangements. It had elements of the Delian League led by Athens (allies shared funding and manpower for defense), the Spartan Kingdom (subject peoples serving as serfs for the Punic elite and state) and, to a lesser extent, the Roman Republic (allies contributing manpower and tribute for Rome's war machine).\n\nIn 509 BC, Carthage and Rome signed the first of several treaties demarcating their respective influence and commercial activities.[59][60] This is the first textual source demonstrating Carthaginian control over Sicily and Sardinia. The treaty also conveys the extent to which Carthage was, at the very least, on equal terms with Rome, whose influence was limited to parts of central and southern Italy. Carthaginian dominance of the sea reflected not only its Phoenician heritage, but an approach to empire-building that differed greatly from Rome. Carthage emphasized maritime trade over territorial expansion, and accordingly focused its settlements and influence on coastal areas while investing more on its navy. For similar reasons, its ambitions were more commercial than imperial, which is why its empire took the form of a hegemony based on treaties and political arrangements more than conquest. By contrast, the Romans focused on expanding and consolidating their control over the rest of mainland Italy, and would aim to extend its control well beyond its homeland. These differences would prove key in the conduct and trajectory of the later Punic Wars.\n\nBy the third century BC, Carthage was the center of a sprawling network of colonies and client states. It controlled more territory than the Roman Republic, and became one of the largest and most prosperous cities in the Mediterranean, with a quarter of a million inhabitants.\n\nCarthage did not focus on growing and conquering land, instead, it was found that Carthage was focused on growing trade and protecting trade routes. The trades through Libya were territories and Carthage paid Libyans for access to this land in Cape Bon for agricultural purposes until about 550 BC. In around 508 BC Carthage and Rome signed a treaty to keep their commercial planes separate from each other. Carthage focused on growing their population by taking in Phoenicians colonies and soon began controlling Libyan, African, and Roman colonies. Many Phoenician cities also had to pay or support the Carthaginian troops. Punic troops would defend cities and these cities had few rights.\n\nUnlike the existential conflict of the later Punic Wars with Rome, the conflict between Carthage and the Greeks centered on economic concerns, as each side sought to advance their own commercial interests and influence by controlling key trade routes. For centuries, the Phoenician and Greek city-states had embarked on maritime trade and colonization across the Mediterranean. While the Phoenicians were initially dominant, Greek competition increasingly undermined their monopoly. Both sides had begun establishing colonies, trading posts, and commercial relations in the western Mediterranean roughly contemporaneously, between the ninth and eighth centuries. Phoenician and Greek settlements, the increased presence of both peoples led to mounting tensions and ultimately open conflict, especially in Sicily.\n\nCarthage's economic successes, buoyed by its vast maritime trade network, led to the development of a powerful navy to protect and secure vital shipping lanes.[61] Its hegemony brought it into increasing conflict with the Greeks of Syracuse, who also sought control of the central Mediterranean.[62] Founded in the mid seventh century BC, Syracuse had risen to become one of the wealthiest and most powerful Greek city states, and the preeminent Greek polity in the region.\n\nThe island of Sicily, lying at Carthage's doorstep, became the main arena on which this conflict played out. From their earliest days, both the Greeks and Phoenicians had been attracted to the large, centrally-located island, each establishing a large number of colonies and trading posts along its coasts; battles raged between these settlements for centuries, with neither side ever having total, long-term control over the island.[63]\n\nIn 480 BC, Gelo, the tyrant of Syracuse, attempted to unite the island under his rule with the backing of other Greek city-states.[64] Threatened by the potential power of a united Sicily, Carthage intervened militarily, led by King Hamilcar of the Magonid dynasty. Traditional accounts, including by Herodotus and Diodorus, number Hamilcar's army at around 300,000; though likely exaggerated, it was likely of formidable strength.\n\nWhile sailing to Sicily, Hamilcar suffered losses due to poor weather. Landing at Panormus (modern-day Palermo),[65] he spent three days reorganizing his forces and repairing his battered fleet. The Carthaginians marched along the coast to Himera, making camp before engaging in battle against the forces of Syracuse and its ally Agrigentum.[66] The Greeks won a decisive victory, inflicting heavy losses on the Carthaginians, including their leader Hamilcar, who was either killed during the battle or committed suicide in shame.[67] As a result, the Carthaginian nobility sued for peace.\n\nThe conflict proved to be a major turning point for Carthage. Though it would retain some presence in Sicily, most of the island would remain in Greek (and later Roman) hands. The Carthaginians would never again expand their territory or sphere of influence on the island to any meaningful degree, instead turning their attention to securing or increasing their hold in North Africa and Iberia.[68][69] The death of King Hamilcar and the disastrous conduct of the war also prompted political reforms that established an oligarchic republic.[70] Carthage would henceforth constrain its rulers through assemblies of both nobles and the common people.\n\nBy 410 BC, Carthage had recovered from its serious defeats in Sicily. It had conquered much of modern-day Tunisia and founded new colonies across northern Africa. It also extended its reach well beyond the Mediterranean; Hanno the Navigator journeyed down the West African coast,[71][72] and Himilco the Navigator had explored the European Atlantic coast.[73] Expeditions were also led into Morocco and Senegal, as well as the Atlantic.[74] The same year, the Iberian colonies seceded, cutting off Carthage from a major source of silver and copper. The loss of such strategically important mineral wealth, combined with the desire to exercise firmer control over shipping routes, led Hannibal Mago, grandson of Hamilcar, to make preparations to reclaim Sicily.\n\nIn 409 BC, Hannibal Mago set out for Sicily with his force. He captured the smaller cities of Selinus (modern Selinunte) and Himera—where the Carthaginians had been dealt a humiliating defeat seventy years prior—before returning triumphantly to Carthage with the spoils of war.[75] But the primary enemy, Syracuse, remained untouched and in 405 BC, Hannibal Mago led a second Carthaginian expedition to claim the rest of the island.\n\nThis time, however, he met with fiercer resistance as well as misfortune. During the siege of Agrigentum, Carthaginian forces were ravaged by plague, which claimed Hannibal Mago himself.[76] His successor, Himilco, managed to extend the campaign, capturing the city of Gela and repeatedly defeating the army of Dionysius of Syracuse. But he, too, was struck with plague and forced to sue for peace before returning to Carthage.\n\nBy 398 BC, Dionysius had regained his strength and broke the peace treaty, striking at the Carthaginian stronghold of Motya in western Sicily. Himilco responded decisively, leading an expedition that not only reclaimed Motya, but also captured Messene (present-day Messina).[77] Within a year, the Carthaginians were besieging Syracuse itself, and came close to victory until the plague once again ravaged and reduced their forces.[78]\n\nThe fighting in Sicily swung in favor of Carthage less than a decade later in 387 BC. After winning a naval battle off the coast of Catania, Himilco laid siege to Syracuse with 50,000 Carthaginians, but yet another epidemic struck down thousands of them. With the enemy assault stalled and weakened, Dionysius then launched a surprise counterattack by land and sea, destroying all the Carthaginian ships while its crews were ashore. At the same time, his ground forces stormed the besiegers' lines and routed them. Himilco and his chief officers abandoned their army and fled Sicily.[79] Once again, the Carthaginians were forced to press for peace. Returning to Carthage in disgrace, Himilco was met with contempt and committed suicide by starving himself.[80]\n\nNotwithstanding consistently poor luck and costly reversals, Sicily remained an obsession for Carthage. Over the next fifty years, an uneasy peace reigned, as Carthaginian and Greek forces engaged in constant skirmishes. By 340 BC, Carthage had been pushed entirely into the southwest corner of the island.\n\nIn 315 BC, Carthage found itself on the defensive in Sicily, as Agathocles of Syracuse broke the terms of the peace treaty and sought to dominate the entire island. Within four years, he seized Messene, laid siege to Agrigentum, and invaded the last Carthaginian holdings on the island.\nHamilcar, grandson of Hanno the Great, led the Carthaginian response with great success. Because of Carthage's power over the trade routes, Carthage had a rich and strong navy that was able to lead. Within a year of their arrival, the Carthaginians controlled almost all of Sicily and were besieging Syracuse. In desperation, Agathocles secretly led an expedition of 14,000 men to attack Carthage, forcing Hamilcar and most of his army to return home.[81] Although Agathocles' forces were eventually defeated in 307 BC, he managed to escape back to Sicily and negotiate peace, thus maintaining the status quo and Syracuse as a stronghold of Greek power in Sicily.\n\nCarthage was once again drawn into a war in Sicily, this time by Pyrrhus of Epirus, who challenged both Roman and Carthaginian supremacy over the Mediterranean.[82] The Greek city of Tarentum, in southern Italy, had come into conflict with an expansionist Rome, and sought the aid of Pyrrhus.[83][84] Seeing an opportunity to forge a new empire, Pyrrhus sent an advance guard of 3,000 infantry to Tarentum, under the command of his adviser Cineaus. Meanwhile, he marched the main army across the Greek peninsula and won several victories over the Thessalians and Athenians. After securing the Greek mainland, Pyrrhus rejoined his advance guard in Tarentum to conquer southern Italy, winning a decisive but costly victory at Asculum.\n\nAccording to Justin, the Carthaginians worried that Pyrrhus might get involved in Sicily; Polybius confirms that existence of a mutual defense pact between Carthage and Rome, ratified shortly after the battle of Asculum.[85] These concerns proved prescient: during the Italian campaign, Pyrrhus received envoys from the Sicilian Greek cities of Agrigentum, Leontini, and Syracuse, which offered to submit to his rule if he aided their efforts to eject the Carthaginians from Sicily.[86][87] Having lost too many men in his conquest of Asculum, Pyrrhus determined that a war with Rome could not be sustained, making Sicily a more enticing prospect.[88] He thus responded to the plea with reinforcements consisting of 20,000-30,000 infantry, 1,500-3,000 cavalry, and 20 war elephants supported by some 200 ships.[89][90]\n\nThe ensuing Sicilian campaign lasted three years, during which the Carthaginians suffered several losses and reversals. Pyrrhus overcame the Carthaginian garrison at Heraclea Minoa and seized Azones, which prompted cities nominally allied to Carthage, such as Selinus, Halicyae, and Segesta, to join his side. The Carthaginian stronghold of Eryx, which had strong natural defenses and a large garrison, held out for a long period of time, but was eventually taken. Iaetia surrendered without a fight, while Panormus, which had the best harbour in Sicily, succumbed to a siege. The Carthaginians were pushed back to the westernmost portion of the island, holding only Lilybaeum, which was put under siege.[91]\n\nFollowing these losses, Carthage sued for peace, offering large sums of money and even ships, but Pyrrhus refused unless Carthage renounced its claims to Sicily entirely.[92] The siege of Lilybaeum continued, with the Carthaginians successfully holding out due to the size of their forces, their large quantities of siege weapons, and the rocky terrain. As Pyrrhus' losses were mounting, he set out to build more powerful war engines; however, after two more months of dogged resistance, he abandoned the siege. Plutarch claimed that the ambitious king of Epirus now had his sights on Carthage itself, and began outfitting an expedition.[93] In preparation for his invasion, he treated the Sicilian Greeks more ruthlessly, even executing two of their rulers on false charges of treason. The subsequent animosity among the Greeks of Sicily drove some to join forces with the Carthaginians, who \"took up the war vigorously\" upon noticing Pyrrhus' dwindling support. Cassius Dio claimed that Carthage had harboured the exiled Syracusans, and \"harassed [Pyrrhus] so severely that he abandoned not only Syracuse but Sicily as well\". A renewed Roman offensive also forced him to focus his attention on southern Italy.[94][95]\n\nAccording to both Plutarch and Appian, while Pyrrhus' army was being transported by ship to mainland Italy, the Carthaginian navy inflicted a devastating blow in the Battle of the Strait of Messina, sinking or disabling 98 out of 110 ships. Carthage sent additional forces to Sicily, and following Pyrrhus' departure, managed to regain control of their domains on the island.\n\nPyrrhus' campaigns in Italy ultimately proved inconclusive, and he eventually withdrew to Epirus. For the Carthaginians, the war meant a return to the status quo, as they once again held the western and central regions of Sicily. For the Romans, however, much of Magna Graecia gradually fell under their sphere of influence, bringing them closer to complete domination of the Italian peninsula. Rome's success against Pyrrhus solidified its status as a rising power, which paved the way for conflict with Carthage. In what is likely an apocryphal account, Pyrrhus, upon departing from Sicily, told his companions, \"What a wrestling ground we are leaving, my friends, for the Carthaginians and the Romans\".[96][97]\n\nWhen Agathocles of Syracuse died in 288 BC, a large company of Italian mercenaries previously in his service found themselves suddenly unemployed. Naming themselves Mamertines (\"Sons of Mars\"), they seized the city of Messana and became a law unto themselves, terrorizing the surrounding countryside.[98]\n\n\nThe Mamertines became a growing threat to Carthage and Syracuse alike. In 265 BC, Hiero II of Syracuse, former general of Pyrrhus, took action against them.[99] Faced with a vastly superior force, the Mamertines divided into two factions, one advocating surrender to Carthage, the other preferring to seek aid from Rome. While the Roman Senate debated the best course of action, the Carthaginians eagerly agreed to send a garrison to Messana. Carthaginian forces were admitted to the city, and a Carthaginian fleet sailed into the Messanan harbor. However, soon afterwards they began negotiating with Hiero. Alarmed, the Mamertines sent another embassy to Rome asking them to expel the Carthaginians.\nHiero's intervention placed Carthage's military forces directly across the Strait of Messina, the narrow channel of water that separated Sicily from Italy. Moreover, the presence of the Carthaginian fleet gave them effective control over this strategically important bottleneck and demonstrated a clear and present danger to nearby Rome and her interests. As a result, the Roman Assembly, although reluctant to ally with a band of mercenaries, sent an expeditionary force to return control of Messana to the Mamertines.\n\nThe subsequent Roman attack on Carthaginian forces at Messana triggered the first of the Punic Wars.[100] Over the course of the next century, these three major conflicts between Rome and Carthage would determine the course of Western civilization. The wars included a dramatic Carthaginian invasion led by Hannibal, which nearly brought an end to Rome.\n\nDuring the First Punic Wars, the Romans under the command of Marcus Atilius Regulus managed to land in Africa, though were ultimately repelled by the Carthaginians.[99] Notwithstanding the decisive defense of its homeland, as well as some initial naval victories, Carthage suffered a succession of losses that forced it to sue for peace. Shortly thereafter, Carthage also faced a major mercenary revolt that dramatically changed its internal political landscape, bringing the influential Barcid family to prominence.[101] The war also impacted Carthage's international standing, as Rome used the events of the war to back its claim over Sardinia and Corsica, which it promptly seized.\n\n\nThe Mercenary War, also known as the Truceless War, was a mutiny by troops that were employed by Carthage at the end of the First Punic War (264–241 BC), supported by uprisings of African settlements revolting against Carthaginian control. It lasted from 241 to late 238 or early 237 BC and ended with Carthage suppressing both the mutiny and the revolt.\n\nLingering mutual animosity and renewed tensions along their borderlands led to the Second Punic War (218-201 BC), which involved factions from across the western and eastern Mediterranean.[102] The war is marked by Hannibal's surprising overland journey to Rome, particularly his costly and strategically bold crossing of the Alps. His entrance into northern Italy was followed by his reinforcement by Gaulish allies and crushing victories over Roman armies in the Battle of the Trebia and the giant ambush at Trasimene.[103] Against his skill on the battlefield the Romans employed the Fabian strategy, which resorted to skirmishes in lieu of direct engagement, with the aim of delaying and gradually weakening his forces. While effective, this approach was politically unpopular, as it ran contrary to traditional military strategy. The Romans thus resorted to another major field battle at Cannae, but despite their superior numbers, suffered a crushing defeat, suffering, it is said, 60,000 casualties.[104][105]\nConsequently, many Roman allies went over to Carthage, prolonging the war in Italy for over a decade, during which more Roman armies were nearly consistently destroyed on the battlefield. Despite these setbacks, the Romans had the manpower to absorb such losses and replenish their ranks. Along with their superior capability in siegecraft, they were able to recapture all the major cities that had joined the enemy, as well as defeat a Carthaginian attempt to reinforce Hannibal at the Battle of the Metaurus.[106] Meanwhile, in Iberia, which served as the main source of manpower for the Carthaginian army, a second Roman expedition under Scipio Africanus took New Carthage and ended Carthaginian rule over the peninsula in the Battle of Ilipa.[107][108]\n\nThe final showdown was the Battle of Zama, which took place in the Carthaginian heartland of Tunisia. After trouncing Carthaginian forces at the battles of Utica and the Great Plains, Scipio Africanus forced Hannibal to abandon his increasingly stalled campaign in Italy. Despite the latter's superior numbers and innovative tactics, the Carthaginians suffered a crushing and decisive defeat. After years of costly fighting that brought them to the verge of destruction, the Romans imposed harsh and retributive peace conditions on Carthage. In addition to a large financial indemnity, the Carthaginians were stripped of their once-proud navy and reduced only to their North African territory. In effect, Carthage became a Roman client state.[109]\n\nThe third and final Punic War began in 149 BC, largely due to the efforts of hawkish Roman senators, led by Cato the Elder, to finish Carthage off once and for all.[110] Cato was known for finishing nearly every speech in the Senate, regardless of the subject, with the phrase ceterum censeo Carthaginem esse delendam—\"Moreover, I am of the opinion that Carthage ought to be destroyed\". In particular, the growing Roman Republic sought the famously rich agricultural lands of Carthage and its African territories, which had been known to the Romans following their invasion in the previous Punic War.[111][112][113] Carthage's border war with Rome's ally Numidia, though initiated by the latter, nonetheless provided the pretext for Rome to declare war.\n\nThe Third Punic War was a much smaller and shorter engagement than its predecessors, primarily consisting of a single main action, the Battle of Carthage. However, despite their significantly reduced size, military, and wealth, the Carthaginians managed to mount a surprisingly strong initial defense. The Roman invasion was soon stalled by defeats at Lake Tunis, Nepheris, and Hippagreta; even the diminished Carthaginian navy managed to inflict severe losses on a Roman fleet through the use of fire ships.[114] Carthage itself managed to resist the Roman siege for three years, until Scipio Aemilianus—the adopted grandson of Scipio Africanus—was appointed consul and took command of the assault.\n\nNotwithstanding its impressive resistance, Carthage's defeat was ultimately a foregone conclusion, given the far larger size and strength of the Roman Republic. Though it was the smallest of the Punic Wars, the third war was to be the most decisive: the complete destruction of the city of Carthage,[115] the annexation of all remaining Carthaginian territory by Rome,[116] and the death or enslavement of tens of thousands of Carthaginians.[117][118] The war ended Carthage's independent existence, and consequently eliminated the last Phoenician political power.[119]\n\nFollowing Carthage's destruction, Rome established Africa Proconsularis, its first province in Africa, which roughly corresponded to Carthaginian territory. Utica, which had allied itself with Rome during the final war, was granted tax privileges and made the regional capital, subsequently becoming the leading center of Punic trade and culture.\n\nIn 122 BC, Gaius Gracchus, a populist Roman senator, founded the short-lived colony of Colonia Iunonia, after the Latin name for the Punic goddess Tanit, Iuno Caelestis. Located near the site of Carthage, its purpose was to provide arable land for impoverished farmers, but it was soon abolished by the Roman Senate to undermine Gracchus' power.\n\nNearly a century after the fall of Carthage, a new \"Roman Carthage\" was built on the same site by Julius Caesar between 49 and 44 BC. It soon became the center of the province of Africa, which was a major breadbasket of the Roman Empire and one of its wealthiest provinces. By the first century, Carthago had grown to be the second-largest city in the western Roman Empire, with a peak population of 500,000.\n\nPunic language, identity, and culture persisted in Rome for several centuries. Two Roman emperors in the third century, Septimius Severus and his son and successor Caracalla, were of Punic descent. In the fourth century, Augustine of Hippo, himself of Berber heritage, noted that Punic was still spoken in the region by people who identified as Kn'nm, or \"Chanani\", as the Carthaginians had called themselves. Settlements across North Africa, Sardinia, and Sicily continued to speak and write Punic, as evidenced by inscriptions on temples, tombs, public monuments, and artwork dating well after the Roman conquest. Punic names were still used until at least the fourth century, even by prominent denizens of Roman Africa, and some local officials in formerly Punic territories used the title.\n\nSome Punic ideas and innovations survived Roman conquest and even became mainstream in Roman culture. Mago's manual on farming and estate management was among the few Carthaginian texts to be spared from destruction, and was even translated into Greek and Latin by order of the Senate.[120] Latin vernacular had several references to Punic culture, including mala Punica (\"Punic Apples\") for pomegranates; pavimentum Punicum to describe the use of patterned terracotta pieces in mosaics; and plostellum Punicum for the threshing board, which had been introduced to the Romans by Carthage.[121]  Reflecting the enduring hostility towards Carthage, the phrase Pūnica fidēs, or \"Punic faith\", was commonly used to describe acts of dishonesty, perfidy, and treachery.[122]\n\n"
        },
        {
            "title": "Government and politics",
            "text": "Before the fourth century, Carthage was most likely a monarchy, although modern scholars debate whether Greek writers mislabeled political leaders as \"kings\" based on a misunderstanding or ignorance of the city's constitutional arrangements.[123] Traditionally, most Phoenician kings did not exercise absolute power, but consulted with a body of advisors called the Adirim (\"mighty ones\"), which was likely composed of the wealthiest members of society, namely merchants.[124] Carthage seems to have been ruled by a similar body known as the Blm, made up of nobles responsible for all important matters of state, including religion, administration, and the military. This cabal included a hierarchy topped by the dominant family, usually the wealthiest members of the merchant class, which had some sort of executive power. Records indicate that different families held power at different times, suggesting a non-hereditary system of government dependent on the support or approval of the consultative body.[123]\n\nCarthage's political system changed dramatically after 480 BC, with the death of King Hamilcar I following his disastrous foray into the First Sicilian War.[125] The subsequent political upheaval led to a gradual weakening of the monarchy;[126] by at least 308 BC, Carthage was an oligarchic republic, characterized by an intricate system of checks and balances, a complex administrative system, civil society, and a fairly high degree of public accountability and participation. The most detailed information about the Carthaginian government after this point comes from the Greek philosopher Aristotle, whose fourth-century BC treatise, Politics, discusses Carthage as its only non-Greek example.[citation needed]\n\nAt the head of the Carthaginian state were two sufetes, or \"judges\", who held judicial and executive power.[Note 1] While sometimes referred to as \"kings\", by at least the late fifth century BC, the sufetes were non-hereditary officials elected annually from among the wealthiest and most influential families; it is unknown how elections took place or who was eligible to serve. Livy likens the sufetes to Roman consuls, in that they ruled through collegiality and handled various routine matters of state, such as convening and presiding over the Adirim (supreme council), submitting business to the popular assembly, and adjudicating trials.[127] Modern scholarly consensus agrees with Livy's description of sufetes,[128] though some have argued the sufetes held an executive office closer to that of modern presidents in parliamentary republics, in that they did not hold absolute power and exercised largely ceremonial functions.[129][130] This practice may have originated from plutocratic arrangements that limited the suffetes' power in earlier Phoenician cities;[131] for example, by the sixth century BC, Tyre was a \"republic headed by elective magistrates\",[132] with two suffetes chosen from among the most powerful noble families for short terms.[133]\n\nUnique among rulers in antiquity, the suffetes had no power over the military: From at least the sixth century BC, generals (rb mhnt or rab mahanet) became separate political officials, either appointed by the administration or elected by citizens. In contrast to Rome and Greece, military and political power were separate, and it was rare for an individual to simultaneously serve as general and suffete. Generals did not serve fixed terms, but instead served for the duration of a war. However, a family that dominated the suffetes could install relatives or allies to the generalship, as occurred with the Barcid dynasty.[134]\n\nMost political power rested in a \"council of elders\", variably called the \"supreme council\" or Adirim, which classical writers likened to the Roman Senate or Spartan Gerousia. The Adirim perhaps numbered thirty members and had a broad range of powers, such as administering the treasury and conducting foreign affairs. During the Second Punic War it reportedly exercised some military power.[129] Like the sufetes, council members were elected from the wealthiest elements of Carthaginian society. Important matters of state required unanimous agreement of the sufetes and of council members.\n\nAccording to Aristotle, Carthage's \"highest constitutional authority\" was a judicial tribunal known as the One Hundred and Four (𐤌𐤀𐤕 or miat).[135][136] Although he compares this body to the ephors of Sparta, a council of elders that held considerable political power, its primary function was overseeing the actions of generals and other officials to ensure they served the best interests of the republic.[131] The One Hundred and Four had the power to impose fines and even crucifixion as punishment. It also formed panels of special commissioners, called pentarchies, to deal with various political matters.[129] Numerous junior officials and special commissioners had responsibilities over different aspects of government, such as public works, tax collection, and the administration of the state treasury.[129][137]\n\n\nAlthough oligarchs exercised firm control over Carthage, the government included some democratic elements, including trade unions, town meetings, and a popular assembly.[138] Unlike in the Greek states of Sparta and Crete, if the suffetes and the supreme council could not come to an agreement, an assembly of the people had the deciding vote. It is unclear whether this assembly was an ad hoc or formal institution, but Aristotle claims that \"the voice of the people was predominant in the deliberations\" and that \"the people themselves solved problems\".[8] He and Herodotus portray the Carthaginian government as more meritocratic than some Hellenistic counterparts, with \"great men\" like Hamilcar being elected to \"royal office\" based on \"outstanding achievements\" and \"special merit\".[139] Aristotle also praises Carthage's political system for its \"balanced\" elements of monarchy, aristocracy, and democracy. His Athenian contemporary, Isocrates, elevates Carthage's political system as the best in antiquity, equaled only by that of Sparta.[140]\n Confirming Aristotle's claims, Polybius states that during the Punic Wars, the Carthaginian public held more sway over the government than the Romans did over theirs.[141] However, he regards this development as a fatal flaw, since it led the Carthaginians to bicker and debate while the Romans, through the more oligarchic Senate, acted more quickly and decisively.[142] This may have been due to the influence and populism of the Barcid faction, which, from the end of the First Punic War until the conclusion of the Second Punic War, dominated Carthage's government and military.[143][144]\n\nCarthage reportedly had a constitution of some form. Aristotle compare's Carthage's constitution favorably to its well-regarded Spartan counterpart, describing it as sophisticated, functional, and fulfilling \"all needs of moderation and justice\".[145][146] Eratosthenes (c. 276 BC – c. 194 BC), a Greek polymath and head of the Library of Alexandria, praises the Carthaginians as among the few barbarians to be refined and \"admirably\" governed.[147] Some scholars suggest the Greeks generally held Carthage's institutions in high regard, regarding the Carthaginians as close to equal.[139]\n\nCarthage's republican system appears to have extended to the rest of its empire, though to what extent and in what form remains unknown. The term sufet was used for officials throughout Carthaginian colonies and territories; inscriptions from Punic era Sardinia are dated with four names: the sufetes of the island as well as those of Carthage.[148] This suggests some degree of political coordination between local and colonial Carthaginians, perhaps through a regional hierarchy of sufetes.[citation needed]\n\nTraders of Carthage were secretive in ways to keep trade routes from the Greeks. Most conflicts from Carthage lasted from 600 BC to 500 BC with Greece and its trade routes. Greek goods were no match to Carthage goods and their goal was to export to African harbors while keeping Greek goods out. The people of Carthage spoke Punic, which had its own alphabet and would later continue through trade routes and grow into Africa. Carthage was also highly influenced by Egyptian culture. Amulets and seals coming from those of Egyptian religion were found about Carthage as well as the use of scarabs. These scarabs, in Egyptian culture, were for funerals and to expose them to the afterlife. Finding these and many pictures carved into clay, stone and other specimens was a big connection between Egypt's ties to Carthage.\n\nLike the republics of the Latin and Hellenistic worlds, Carthage may have had a notion of citizenship, distinguishing those in society who could participate in the political process and who had certain rights, privileges, and duties.[149] However, it remains uncertain whether such a distinction existed, much less the specific criteria.[124] For example, while the Popular Assembly is described as giving a political voice to the common people, there is no mention of any restrictions based on citizenship. Carthaginian society consisted of many classes, including slaves, peasants, aristocrats, merchants, and various professionals. Its empire consisted of an often-nebulous network of Punic colonies, subject peoples, client states, and allied tribes and kingdoms; it is unknown whether individuals from these different realms and nationalities formed any particular social or political class in relation to the Carthaginian government.[124]\n\nRoman accounts suggest that Carthaginian citizens, especially those allowed to run for high office, had to prove their descent from the city's founders. This would indicate that Phoenicians were privileged over other ethnic groups, while those whose lineage traced back to the city's founding were privileged over fellow Phoenicians descended from later waves of settlers. However, it would also mean that someone of partial \"foreign\" ancestry could still be a citizen; indeed, Hamilcar, who served as a sufete in 480 BC, was half Greek.[124] Greek writers claimed that ancestry, as well as wealth and merit, were avenues to citizenship and political power. As Carthage was a mercantile society, this would imply that both citizenship and membership in the aristocracy were relatively accessible by ancient standards.\n\nAristotle mentions Carthaginian \"associations\" similar to the hetairiai of many Greek cities, which were roughly analogous to political parties or interest groups.[124] These were most likely the mizrehim referenced in Carthaginian inscriptions, of which little is known or attested, but which appeared to have been numerous in number and subject, from devotional cults to professional guilds. It is unknown whether such an association was required of citizens, as in some Greek states such as Sparta. Aristotle also describes a Carthaginian equivalent to the syssitia, communal meals that were the mark of citizenship and social class in Greek societies.[150] It is again unclear whether Carthaginians attributed any political significance to their equivalent practice.[124]\n\nCarthage's military provides a glimpse into the criteria of citizenship. Greek accounts describe a \"Sacred Band of Carthage\" that fought in Sicily in the mid-fourth century BC, using the Hellenistic term for professional citizen-soldiers selected on the basis of merit and ability.[151] Roman writings about the Punic Wars describe the core of the military, including its commanders and officers, as being made up of \"Liby-Phoenicians\", a broad label that included ethnic Phoenicians, those of mixed Punic-North African descent, and Libyans who had integrated into Phoenician culture.[152] During the Second Punic War, Hannibal promised his foreign troops Carthaginian citizenship as a reward for victory.[153][149] At least two of his foreign officers, both Greeks from Syracuse, were citizens of Carthage.[149]\n\nAspects of Carthage's political system persisted well into the Roman period, albeit to varying degrees and often in Romanized form. Throughout the major settlements of Roman Sardinia, inscriptions mention sufetes, perhaps indicating that Punic descendants used the office or its name to resist both cultural and political assimilation with their Latin conquerors.[citation needed] As late as the mid-second century AD, two sufetes wielded power in Bithia, a Sardinian city in the Roman province of Sardinia and Corsica.[154]\n\nThe Romans seemed to have actively tolerated, if not adopted, Carthaginian offices and institutions. Official state terminology of the late Roman Republic and subsequent Empire re-purposed the word sufet to refer to Roman-style local magistrates serving in Africa Proconsularis, which included Carthage and its core territories.[127] Sufetes are attested to have governed over forty post-Carthaginian towns and cities, including Althiburos, Calama, Capsa, Cirta, Gadiaufala, Gales, Limisa, Mactar, and Thugga.[155] Though many were former Carthaginian settlements, some had little to no Carthaginian influence; Volubilis, in modern-day Morocco, had been part of the Kingdom of Mauretania, which became a Roman client state after the fall of Carthage.[156] The use of sufetes persisted well into the late-second century AD.[157]\n\nSufetes were prevalent even in interior regions of Roman Africa which Carthage had never settled. This suggests that, unlike the Punic community of Roman Sardinia, Punic settlers and refugees endeared themselves to Roman authorities by adopting a readily intelligible government.[157][need quotation to verify] Three sufetes serving simultaneously appear in first-century AD records at Althiburos, Mactar, and Thugga, reflecting a choice to adopt Punic nomenclature for Romanized institutions without the actual, traditionally balanced magistracy.[157] In those cases, a third, non-annual position of tribal or communal chieftain marked an inflection point in the assimilation of external African groups into the Roman political fold.[155]\n\nSufes, the Latin approximation of the term sufet, appears in at least six works of Latin literature. Erroneous references to Carthaginian \"kings\" with the Latin term rex betray the translations of Roman authors from Greek sources, who equated the sufet with the more monarchical basileus (Greek: βασιλεύς).[127][need quotation to verify]\n\nStarting in the late second or early first century BC, after the destruction of Carthage, \"autonomous\" coinage with Punic inscriptions was minted in Leptis Magna.[157] Leptis Magna had free city status, was governed by two sufetes, and had public officials with titles such as mhzm, ʽaddir ʽararim, and nēquim ēlīm.[158]\n\n"
        },
        {
            "title": "Military",
            "text": "The military of Carthage was one of the largest in the ancient world. Although Carthage's navy was always its main military force, the army acquired a key role in extending Carthaginian power over the native peoples of northern Africa and the southern Iberian Peninsula from the sixth to third centuries BC.\n\nSince at least the reign of Mago I in the early sixth century BC, Carthage regularly utilized its military to advance its commercial and strategic interests.[159] According to Polybius, Carthage relied heavily, though not exclusively, on foreign mercenaries, especially in overseas warfare.[160] Modern historians regard this as an oversimplification, as many foreign troops were actually auxiliaries from allied or client states, provided through formal agreements, tributary obligations, or military pacts.[8] The Carthaginians maintained close relations, sometimes through political marriages, with the rulers of various tribes and kingdoms, most notably the Numidians (based in modern northern Algeria). These leaders would in turn provide their respective contingent of forces, sometimes even leading them in Carthaginian campaigns.[8] In any event, Carthage leveraged its vast wealth and hegemony to help fill the ranks of its military.\n\nContrary to popular belief, especially among the more martial Greeks and Romans, Carthage did utilize citizen soldiers—i.e., ethnic Punics/Phoenicians—particularly during the Sicilian Wars. Moreover, like their Greco-Roman contemporaries, the Carthaginians respected \"military valour\", with Aristotle reporting the practice of citizens wearing armbands to signify their combat experience.[159] Greek observers also described the \"Sacred Band of Carthage\", a Hellenistic term for professional citizen soldiers who fought in Sicily in the mid fourth century BC.[151] However, after this force was destroyed by Agathocles in 310 BC, foreign mercenaries and auxiliaries formed a more significant part of the army. This indicates that the Carthaginians had a capacity to adapt their military as circumstances required; when larger or more specialized forces were needed, such as during the Punic Wars, they would employ mercenaries or auxiliaries accordingly. Carthaginian citizens would be enlisted in large numbers only by necessity, such as for the pivotal Battle of Zama in the Second Punic War, or in the final siege of the city in the Third Punic War.[140]\n\nThe core of the Carthaginian army was always from its own territory in Northwest Africa, namely ethnic Libyans, Numidians, and \"Liby-Phoenicians\", a broad label that included ethnic Phoenicians, those of mixed Punic-North African descent, and Libyans who had integrated into Phoenician culture.[152] These troops were supported by mercenaries from different ethnic groups and geographic locations across the Mediterranean, who fought in their own national units. For instance, Celts, Balearics, and Iberians were recruited in significant numbers to fight in Sicily.[161] Greek mercenaries, who were highly valued for their skill, were hired for the Sicilian campaigns.[8] Carthage employed Iberian troops long before the Punic Wars; Herodotus and Alcibiades both describe the fighting capabilities of the Iberians among the western Mediterranean mercenaries.[162] Later, after the Barcids conquered large portions of Iberia (modern Spain and Portugal), Iberians came to form an even greater part of the Carthaginian forces, albeit based more on their loyalty to the Barcid faction than to Carthage itself. The Carthaginians also fielded slingers, soldiers armed with straps of cloth used to toss small stones at high speeds; for this they often recruited Balearic Islanders, who were reputed for their accuracy.[8]\n\nThe uniquely diverse makeup of Carthage's army, particularly during the Second Punic War, was noteworthy to the Romans; Livy characterized Hannibal's army as a \"hotch-potch of the riff-raff of all nationalities\". He also observed that the Carthaginians, at least under Hannibal, never forced any uniformity upon their disparate forces, which nonetheless had such a high degree of unity that they \"never quarreled amongst themselves nor mutinied\", even during difficult circumstances.[163] Punic officers at all levels maintained some degree of unity and coordination among these otherwise disparate forces. They also dealt with the challenge of ensuring military commands were properly communicated and translated to their respective foreign troops.[8][140]\n\nCarthage used the diversity of its forces to its own advantage, capitalizing on the particular strengths or capabilities of each nationality. Celts and Iberians were often utilized as shock troops, North Africans as cavalry, and Campanians from southern Italy as heavy infantry. Moreover, these units would typically be deployed to nonnative lands, which ensured they had no affinity for their opponents and could surprise them with unfamiliar tactics. For example, Hannibal used Iberians and Gauls (from what is today France) for campaigns in Italy and Africa.[8]\n\nCarthage seems to have fielded a formidable cavalry force, especially in its Northwest African homeland; a significant part of it was composed of light Numidian cavalry, who were considered \"by far the best horsemen in Africa\".[164] Their speed and agility proved pivotal to several Carthaginian victories, most notably the Battle of Trebia, the first major action in the Second Punic War.[165] The reputation and effectiveness of Numidian cavalry was such that the Romans utilized a contingent of their own in the decisive Battle of Zama, where they reportedly \"turned the scales\" in Rome's favor.[166][167] Polybius suggests that cavalry remained the force in which Carthaginian citizens were most represented following the shift to mostly foreign troops after the third century BC.[160]\n\nOwing to Hannibal's campaigns in the Second Punic War, Carthage is perhaps best remembered for its use of the now extinct North African elephant, which was specially trained for warfare and, among other uses, was commonly utilized for frontal assaults or as anticavalry protection. An army could field up to several hundred of these animals, but on most reported occasions fewer than a hundred were deployed. The riders of these elephants were armed with a spike and hammer to kill the elephants, in case they charged toward their own army.[168]\n\nDuring the sixth century BC, Carthaginian generals became a distinct political office known in Punic as rb mhnt, or rab mahanet. Unlike in other ancient societies. Carthage maintained a separation of military and political power, with generals either appointed by the administration or elected by citizens.[134] Generals did not serve fixed terms but were usually selected based on the length or scale of a war.[169] Initially, the generalship was apparently occupied by two separate but equal offices, such as an army commander and an admiral; by the mid third century, military campaigns were usually carried out by a supreme commander and a deputy.[169] During the Second Punic War, Hannibal appears to have exercised total control over all military affairs, and had up to seven subordinate generals divided along different theaters of war.[169]\n\nCarthage's navy usually operated in support of its land campaigns, which remained key to its expansion and defense.[159] The Carthaginians maintained the ancient Phoenicians' reputation as skilled mariners, navigators, and shipbuilders. Polybius wrote that the Carthaginians were \"more exercised in maritime affairs than any other people\".[170] Its navy was one of the largest and most powerful in the Mediterranean, using serial production to maintain high numbers at moderate cost.[171] During the Second Punic War, at which point Carthage had lost most of its Mediterranean islands, it still managed to field some 300 to 350 warships. The sailors and marines of the Carthaginian navy were predominantly recruited from the Punic citizenry, unlike the multiethnic allied and mercenary troops of the Carthaginian army. The navy offered a stable profession and financial security for its sailors, which helped contribute to the city's political stability, since the unemployed, debt-ridden poor in other cities were frequently inclined to support revolutionary leaders in the hope of improving their own lot.[172] The reputation of Carthaginian sailors implies that the training of oarsmen and coxswains occurred in peacetime, giving the navy a cutting edge.\n\nIn addition to its military functions, the Carthaginian navy was key to the empire's commercial dominance, helping secure trade routes, protect harbors, and even enforce trade monopolies against competitors.[140] Carthaginian fleets also served an exploratory function, most likely for the purpose of finding new trade routes or markets. Evidence exists of at least one expedition, that of Hanno the Navigator, possibly sailing along the West African coast to regions south of the Tropic of Cancer.[173]\n\nIn addition to the use of serial production, Carthage developed complex infrastructure to support and maintain its sizable fleet. Cicero described the city as \"surrounded by harbours\",[174] while accounts from Appian and Strabo describe a large and sophisticated harbor known as the Cothon (Greek: κώθων, lit. \"drinking vessel\").[175] Based on similar structures used for centuries across the Phoenician world, the Cothon was a key factor in Carthaginian naval supremacy; its prevalence throughout the empire is unknown, but both Utica and Motya had comparable harbors.[176][177] According to both ancient descriptions and modern archaeological findings, the Cothon was divided into a rectangular merchant harbor followed by an inner protected harbor reserved for military vessels.[178] The inner harbor was circular and surrounded by an outer ring of structures partitioned into docking bays, along with an island structure at its centre that also housed naval ships. Each individual docking bay featured a raised slipway, allowing ships to be dry-docked for maintenance and repair. Above the raised docking bays was a second level consisting of warehouses where oars and rigging were kept along with supplies such as wood and canvas. The island structure had a raised \"cabin\" where the admiral in command could observe the whole harbor along with the surrounding sea. Altogether the inner docking complex could house up to 220 ships. The entire harbor was protected by an outer wall, while the main entrance could be closed off with iron chains.[179]\n\nThe Romans, who had little experience in naval warfare prior to the First Punic War, managed to defeat Carthage in part by reverse engineering captured Carthaginian ships, aided by the recruitment of experienced Greek sailors from conquered cities, the unorthodox corvus device, and their superior numbers in marines and rowers. Polybius describes a tactical innovation of the Carthaginians during the Third Punic War, consisting of augmenting their few triremes with small vessels that carried hooks (to attack the oars) and fire (to attack the hulls). With this new combination, they were able to stand their ground against the numerically superior Romans for a whole day.[citation needed] The Romans also utilized the Cothon in their rebuilding of the city, which helped support the region's commercial and strategic development.[180]\n\nCarthage was unique in antiquity for separating political and military offices, and for having the former exercise control over the latter.[181] In addition to being appointed or elected by the state, generals were subject to reviews of their performance.[181] The government was infamous for its severe attitude towards defeated commanders; in some instances, the penalty for failure was execution, usually by crucifixion.[181] Before the fourth or fifth century BC, generals were probably judged by the supreme council and/or sufetes, until a special tribunal was created specifically this function: what Aristotle calls the One Hundred and Four.[181] Described by Justin as being established during the republican reforms led by the Magonids, this body was responsible for scrutinizing and punishing generals following every military campaign.[181] Its harshness was such that some modern scholars describe it as the \"nemesis of generals\".[181] Although the One Hundred and Four was intended to ensure that military leaders better served the interests of Carthage, its draconian approach may also have led to generals being overly cautious for fear of reprisal.[181] However, despite its notorious reputation, punishments are rarely recorded; although an admiral named Hanno was crucified for his disastrous defeat in the First Punic War, other commanders, including Hannibal, escaped such a fate.[181] This has led some historians to speculate that the tribunal's decisions may have been influenced by familial or factional politics, given that many high-ranking military officers or their relatives and allies held political office.[181]\n\n"
        },
        {
            "title": "Language",
            "text": "Carthaginians spoke a variety of Phoenician called Punic, a Semitic language originating in their ancestral homeland of Phoenicia (present-day Lebanon).[182][183]\n\nLike its parent language, Punic was written from right to left, consisted of 22 consonants without vowels, and is known mostly through inscriptions. During classical antiquity, Punic was spoken throughout Carthage's territories and spheres of influence in the western Mediterranean, namely northwest Africa and several Mediterranean islands. Although the Carthaginians maintained ties and cultural affinity with their Phoenician homeland, their Punic dialect gradually became influenced by various Berber languages spoken in and around Carthage by the ancient Libyans. Following the fall of Carthage, a \"Neo-Punic\" dialect emerged that diverged from Punic in terms of spelling conventions and the use of non-Semitic names, mostly of Libyco-Berber origin.[citation needed]\n\nThis dialect most likely spread through dominant merchants and trade stops throughout the Mediterranean Sea. It is also thought that Punic would later impact the alphabet that many languages use today, such as most Asian languages other than India. The dialect came from frequently used hieroglyphs used in Egyptian language. Written languages would be used for slaves and workers in Egypt and other regions to communicate with one another in previous decades and later years to come.[184]\n\nNotwithstanding the destruction of Carthage and assimilation of its people into the Roman Republic, Punic appears to have persisted for centuries in the former Carthaginian homeland. This is best attested by Augustine of Hippo, himself of Berber descent, who spoke and understood Punic and served as the \"primary source on the survival of [late] Punic\". He claims the language was still spoken in his region of North Africa in the fifth century, and that there were still people who self-identified as chanani (Canaanite: Carthaginian). Contemporaneous funerary texts found in Christian catacombs in Sirte, Libya bear inscriptions in Ancient Greek, Latin, and Punic, suggesting a fusion of the cultures under Roman rule.\n\nThere is evidence that Punic was still spoken and written by commoners in Sardinia at least 400 years after the Roman conquest. In addition to Augustine of Hippo, Punic was known by some literate North Africans until the second or third centuries (albeit written in Roman and Greek script) and remained spoken among peasants at least until the end of the fourth century.\n\n"
        },
        {
            "title": "Economy",
            "text": "Carthage's commerce extended by sea throughout the Mediterranean and perhaps as far as the Canary Islands, and by land across the Sahara desert. According to Aristotle, the Carthaginians had commercial treaties with various trading partners to regulate their exports and imports.[185][186][187] Their merchant ships, which surpassed in number even those of the original Phoenician city-states, visited every major port of the Mediterranean, as well as Britain and the Atlantic coast of Africa.[188] These ships were able to carry over 100 tons of goods.[189] Archaeological discoveries show evidence of all kinds of exchanges, from the vast quantities of tin needed for bronze-based civilizations, to all manner of textiles, ceramics, and fine metalwork. Even between the punishing Punic wars, Carthaginian merchants remained at every port in the Mediterranean, trading in harbours with warehouses or from ships beached on the coast.[190]\n\nThe empire of Carthage depended heavily on its trade with Tartessos and other cities of the Iberian Peninsula,[191][192] from which it obtained vast quantities of silver, lead, copper and – most importantly – tin ore,[193] which was essential to manufacture the bronze objects that were highly prized in antiquity. Carthaginian trade relations with the Iberians, and the naval might that enforced Carthage's monopoly on this trade and the Atlantic tin trade,[194] made it the sole significant broker of tin and maker of bronze in its day. Maintaining this monopoly was one of the major sources of power and prosperity for Carthage; Carthaginian merchants strove to keep the location of the tin mines secret.[195] In addition to its exclusive role as the main distributor of tin, Carthage's central location in the Mediterranean and control of the waters between Sicily and Tunisia allowed it to control the eastern peoples' supply of tin. Carthage was also the Mediterranean's largest producer of silver, mined in Iberia and on the Northwest African coast;[196] after the tin monopoly, this was one of its most profitable trades. One mine in Iberia provided Hannibal with 300 Roman pounds (3.75 talents) of silver a day.[197][198]\n\nCarthage's economy began as an extension of that of its parent city, Tyre.[199] Its massive merchant fleet traversed the trade routes mapped out by Tyre, and Carthage inherited from Tyre the trade in the extremely valuable dye Tyrian purple.[200] No evidence of purple dye manufacture has been found at Carthage, but mounds of shells of the murex marine snails, from which it derived, have been found in excavations of the Punic town of Kerkouane, at Dar Essafi on Cap Bon.[201] Similar mounds of murex have also been found at Djerba[202] on the Gulf of Gabès[203] in Tunisia. Strabo mentions the purple dye-works of Djerba[204] as well as those of the ancient city of Zouchis.[205][206][207] The purple dye became one of the most highly valued commodities in the ancient Mediterranean,[208] being worth fifteen to twenty times its weight in gold. In Roman society, where adult males wore the toga as a national garment, the use of the toga praetexta, decorated with a stripe of Tyrian purple about two to three inches in width along its border, was reserved for magistrates and high priests. Broad purple stripes (latus clavus) were reserved for the togas of the senatorial class, while the equestrian class had the right to wear narrow stripes (angustus clavus).[209][210]\nIn addition to its extensive trade network, Carthage had a diversified and advanced manufacturing sector. It produced finely embroidered silks,[211] dyed textiles of cotton, linen,[212] and wool, artistic and functional pottery, faience, incense, and perfumes.[213] Its artisans worked expertly with ivory,[214] glassware, and wood,[215] as well as with alabaster, bronze, brass, lead, gold, silver, and precious stones to create a wide array of goods, including mirrors, furniture[216] and cabinetry, beds, bedding, and pillows,[217] jewelry, arms, implements, and household items.[218] It traded in salted Atlantic fish and fish sauce (garum),[219] and brokered the manufactured, agricultural, and natural products[220] of almost every Mediterranean people.[221] Punic amphorae containing salt fish were exported from Carthaginian territory at the Pillars of Hercules (Spain and Morocco) to Corinth, Greece, showing the long-distance trade in the fifth century BC.[222] Bronze engraving and stone-carving are described as having reached their zenith in the fourth and third centuries.[223]\n\nWhile primarily a maritime power, Carthage also sent caravans into the interior of Africa and Persia. It traded its manufactured and agricultural goods to the coastal and interior peoples of Africa for salt, gold, timber, ivory, ebony, apes, peacocks, skins, and hides.[224] Its merchants invented the practice of sale by auction and used it to trade with the African tribes. In other ports, they tried to establish permanent warehouses or sell their goods in open-air markets. They obtained amber from Scandinavia, and from the Iberians, Gauls, and Celts received amber, tin, silver, and furs. Sardinia and Corsica produced gold and silver for Carthage, and Phoenician settlements on Malta and the Balearic Islands produced commodities that would be sent back to Carthage for large-scale distribution. The city supplied poorer civilizations with simple products such as pottery, metallic objects, and ornamentations, often displacing local manufacturing, but brought its best works to wealthier ones such as the Greeks and Etruscans. Carthage traded in almost every commodity wanted by the ancient world, including spices from Arabia, Africa and India, as well as slaves (the empire of Carthage temporarily held a portion of Europe and sent conquered barbarian warriors into North African slavery).[225]\n\nHerodotus wrote an account around 430 BC of Carthaginian trade on the Atlantic coast of Morocco.[226] The Punic explorer and sufete of Carthage, Hanno the Navigator, led an expedition to recolonise the Atlantic coast of Morocco that may have ventured as far down the coast of Africa as Senegal and perhaps even beyond.[227] The Greek version of the Periplus of Hanno describes his voyage. Although it is not known just how far his fleet sailed on the African coastline, this short report, dating probably from the fifth or sixth century BC, identifies distinguishing geographic features such as a coastal volcano and an encounter with hairy hominids.\n\nThe Etruscan language is imperfectly deciphered, but bilingual inscriptions found in archaeological excavations at the sites of Etruscan cities indicate the Phoenicians had trading relations with the Etruscans for centuries.[228] In 1964, a shrine to Astarte, a popular Phoenician deity, was discovered in Italy containing three gold tablets with inscriptions in Etruscan and Phoenician, giving tangible proof of the Phoenician presence in the Italian peninsula at the end of the sixth century BC, long before the rise of Rome.[229] These inscriptions imply a political and commercial alliance between Carthage and the Etruscan city state of Caere, which would corroborate Aristotle's statement that the Etruscans and Carthaginians were so close as to form almost one people.[230][231] The Etruscans were at times both commercial partners and military allies.[232]\n\nAn excavation of Carthage in 1977 found many artifacts and structural ruins,[233] including urns, beads, and amulets among the bedrock below the ruins. Excavators uncovered engraved limestones placed below the surface of the earth, along with urns that held the charred remains of infants and sometimes animals. The excavation team also found evidence of how boats and goods were moved through the city's channels of water: the Carthaginians built quay walls that served as foundations for ship sheds used to drydock and maintain their ships.[233] The city's inhabitants also excavated several tons of sand beneath the water to form a deeper basin for their ships, a method that would have been exceptionally difficult in ancient times.[233] This is especially important to the history and design of Carthage because of its importance on the trade routes.\n\nCarthage's North African hinterland was famed in antiquity for its fertile soil and ability to support abundant livestock and crops. Diodorus shares an eyewitness account from the fourth century BC describing lush gardens, verdant plantations, large and luxurious estates, and a complex network of canals and irrigation channels. Roman envoys visiting in the mid-second century BC, including Cato the Censor—known for his fondness for agriculture as much as for his low regard of foreign cultures—described the Carthaginian countryside as thriving with both human and animal life. Polybius, writing of his visit during the same period, claims that a greater number and variety of livestock were raised in Carthage than anywhere else in the known world.[234]\n\nInitially, the Carthaginians, like their Phoenician founders, did not heavily engage in agriculture. Like nearly all Phoenician cities and colonies, Carthage was primarily settled along the coast; evidence of settlement in the interior dates only to the late fourth century BC, several centuries after its founding. As they settled further inland, the Carthaginians eventually made the most of the region's rich soil, developing what may have been one of the most prosperous and diversified agricultural sectors of its time. They practised highly advanced and productive agriculture,[235] using iron ploughs, irrigation,[236] crop rotation, threshing machines, hand-driven rotary mills, and horse mills, the latter two being invented by the Carthaginians in the sixth and fourth centuries BC, respectively.[237][238]\n\nCarthaginians were adept at refining and reinventing their agricultural techniques, even in the face of adversity. After the Second Punic War, Hannibal promoted agriculture to help restore Carthage's economy and pay the costly war indemnity to Rome (10,000 talents or 800,000 Roman pounds of silver), which proved successful.[239][240][241] Strabo reports that even in the years leading up to the Third Punic War, the otherwise devastated and impoverished Carthage had made its lands flourish once more.[234] A strong indication of agriculture's importance to Carthage can be inferred from the fact that, of the few Carthaginian writers known to modern historians, two—the retired generals Hamilcar and Mago—concerned themselves with agriculture and agronomy.[140] The latter wrote what was essentially an encyclopedia on farming and estate management that totaled twenty-eight books; its advice was so well regarded that, following the destruction of the city, it was one of the few, if not only, Carthaginian texts spared, with the Roman Senate decreeing its translation into Latin.[242] Subsequently, though the original work is lost, fragments and references by Roman and Greek writers remain.\n\nCircumstantial evidence suggests that Carthage developed viticulture and wine production before the fourth century BC,[243] and exported its wines widely, as indicated by distinctive cigar-shaped Carthaginian amphorae found at archaeological sites across the western Mediterranean, although the contents of these vessels have not been conclusively analysed.[244][245] Carthage also shipped large quantities of raisin wine, known in Latin as passum, which was popular in antiquity, including among the Romans.[246] Fruits such as figs, pears, and pomegranates—which the Romans called \"Punic Apples\"—as well as nuts, grain, grapes, dates, and olives were grown in the extensive hinterland;[247] olive oil was processed and exported all over the Mediterranean. Carthage also raised fine horses, the ancestors of today's Barb horses, which are considered the most influential racing breed after the Arabian.[248][249]\n\n"
        },
        {
            "title": "Religion",
            "text": "The Carthaginians worshiped numerous gods and goddesses, each presiding over a particular theme or aspect of nature.[250] They practiced the Phoenician religion, a polytheist belief system derived from ancient Semitic religions of the Levant. Although most major deities were brought from the Phoenician homeland, Carthage gradually developed unique customs, divinities, and styles of worship that became central to its identity.\n\nPresiding over the Carthaginian pantheon was the supreme divine couple, Baal Ḥammon and Tanit.[251] Baal Hammon had been the most prominent aspect of the chief Phoenician god Baal, but after Carthage's independence became the city's patron god and chief deity;[250][252] he was also responsible for the fertility of crops. His consort Tanit, known as the \"Face of Baal\", was the goddess of war, a virginal mother goddess and nurse, and a symbol of fertility. Although a minor figure in Phoenicia, she was venerated as a patroness and protector of Carthage, and was also known by the title rabat, the female form of rab (chief);[253] while usually coupled with Baal, she was always mentioned first.[254] The symbol of Tanit, a stylized female form with outstretched arms, appears frequently in tombs, mosaics, religious stelae, and various household items like figurines and pottery vessels.[254][253] The ubiquity of her symbol, and the fact that she is the only Carthaginian deity with an icon, strongly suggests she was Carthage's paramount deity, at least in later centuries.[254] In the Third Punic War, the Romans identified her as Carthage's protector.[254]\n\nOther Carthaginian deities attested in Punic inscriptions were Eshmun, the god of health and healing; Resheph, associated with plague, war, or thunder; Kusor, god of knowledge; and Hawot, goddess of death. Astarte, a goddess connected with fertility, sexuality, and war, seems to have been popular in early times, but became increasingly identified through Tanit.[255][256] Similarly, Melqart, the patron deity of Tyre, was less prominent in Carthage, though he remained fairly popular. His cult was especially prominent in Punic Sicily, of which he was a protector, and which was subsequently known during Carthaginian rule as \"Cape Melqart\".[Note 2] As in Tyre, Melqart was subject to an important religious rite of death and rebirth, undertaken either daily or annually by a specialised priest known as an \"awakener of the god\".[257]\n\nContrary to the frequent charge of impiety by Greek and Roman authors, religion was central to both political and social life in Carthage; the city had as many sacred places as Athens and Rome.[258] Surviving Punic texts indicate a very well-organized priesthood class, who were drawn mostly from the elite class and distinguished from most of the population by being clean shaven.[259] As in the Levant, temples were among the wealthiest and most powerful institutions in Carthage and were deeply integrated into public and political life. Religious rituals served as a source of political unity and legitimacy, and were typically performed in public or in relation to state functions.[253] Temples were also important to the economy, as they supported a large number of specialised personnel to ensure rituals were performed properly.[260] Priests and acolytes performed different functions for a variety of prices and purposes; the costs of various offerings, or molk, were listed in great detail and sometimes bundled into different price categories.[260] Supplicants were even accorded a measure of consumer protection, with temples giving notice that priests would be fined for abusing the pricing structure of offerings.[260]\n\nThe Carthaginians had a high degree of religious syncretism, incorporating deities and practices from the many cultures they interacted with, including Greece, Egypt, Mesopotamia, and Italy; conversely, many of its cults and practices spread across the Mediterranean via trade and colonisation. Carthage also had communities of Jews, Greeks, Romans, and Libyans.[261] The Egyptian god Bes was popular for warding off evil spirits, and is featured prominently in Punic mausoleums.[253] Isis, the ancient Egyptian goddess whose cult spread across the Mediterranean, had a temple in Carthage; a well preserved sarcophagus depicts one of her priestesses in Hellenistic style.[262] The Greek goddesses Demeter and Kore became prominent in the late fourth century, following the war with Syracuse, and were worshiped into the second century AD.[258] Their cults attracted priests and priestesses from high ranking Carthaginian families, and the Carthaginians placed enough importance on their veneration to enlist Greek residents to ensure their rituals were conducted properly.[258] Melqart was increasingly identified with his Greek counterpart Heracles, and from at least the sixth century BC he was revered by both Greeks and Carthaginians; an inscription in Malta honors him in both Greek and Punic.[253] Melqart became popular enough to serve as a unifying figure among Carthage's disparate allies in the wars against Rome. His awakening rite may have persisted in Numidia as late as the second century AD.[257] In their treaty with Macedon in 215 BC, Carthaginian officials and generals swore an oath to both the Greek and Carthaginian gods.[250]\n\nCippi and stelae of limestone are characteristic monuments of Punic art and religion, found throughout the western Phoenician world in unbroken continuity, both historically and geographically.[263] Most of them were set up over urns containing cremated human remains, placed within open-air sanctuaries. Such sanctuaries constitute some of the best preserved and striking relics of Punic civilization.\n\nLittle is known about Carthaginian rituals or theology.[264] Aside from Melqart's awakening rite, Punic inscriptions found in Carthage attest to a mayumas festival probably involving the ritual portage of water; the word itself is arguably a Semitic calque on the Greek hydrophoria (ὑδροφόρια). Each text ends with the words, \"for the Lady, for Tanit Face-of-Baal, and for the Lord, for Baal of the Amanus, that which so-and-so vowed\".[265] Excavations of tombs reveal utensils for food and drink, as well as paintings depicting what appears to be a person's soul approaching a walled city.[264] These findings strongly suggest a belief in life after death.[264]\n\nCarthage was accused by both contemporary historians and its adversaries of child sacrifice; Plutarch,[266] Tertullian,[267] Orosius, Philo, and Diodorus Siculus all allege the practice,[268] although Herodotus and Polybius do not. Sceptics contend that if Carthage's critics were aware of such a practice, however limited, they would have been horrified by it and exaggerated its extent due to their polemical treatment of the Carthaginians.[269] According to Charles Picard, Greek and Roman critics objected not to the killing of children but to its religious context: in both ancient Greece and Rome, inconvenient newborns were commonly killed by exposure to the elements.[270] The Hebrew Bible mentions child sacrifice practiced by the Canaanites, ancestors of the Carthaginians, while Greek sources allege that the Phoenicians sacrificed the sons of princes during times of \"grave peril\".[271] However, archaeological evidence of human sacrifice in the Levant remains sparse.[271]\nAccounts of child sacrifice in Carthage date the practice to the city's founding in about 814 BC.[272] Sacrificing children was apparently distasteful even to Carthaginians, and according to Plutarch they began to seek alternatives to offering up their own children, such as buying children from poor families or raising servant children instead. However, Carthage's priests reportedly demanded youth in times of crisis such as war, drought, or famine. Contrary to Plutarch, Diodorus implies that noble children were preferred;[273] extreme crisis warranted special ceremonies where up to 200 children of the most affluent and powerful families were slain and tossed into the burning pyre.[274]\n\nModern archaeology in formerly Punic areas has discovered a number of large cemeteries for children and infants, representing a civic and religious institution for worship and sacrifice; these sites are called the tophet by archaeologists, as their Punic name is unknown. These cemeteries may have been used as graves for stillborn infants or children who died very early.[275] Excavations have been interpreted by many scholars as confirming Plutarch's reports of Carthaginian child sacrifice.[276][277] An estimated 20,000 urns were deposited between 400 and 200 BC in the tophet discovered in the Salammbô neighbourhood of present-day Carthage, with the practice continuing until the second century.[278] The majority of urns in this site, as well as in similar sites in Motya and Tharros, contained the charred bones of infants or fetuses; in rarer instances, the remains of children between the ages of two and four have been found.[279] The bones of animals, particularly lambs, are also common, especially in earlier deposits.[279]\n\nThere is a clear correlation between the frequency of cremation and the well-being of the city: during crises, cremations appear more frequent, albeit for unclear reasons. One explanation is that the Carthaginians sacrificed children in return for divine intervention. However, such crises would naturally lead to increased child mortality, and consequently, more child burials via cremation. Sceptics maintain that the bodies of children found in Carthaginian and Phoenician cemeteries were merely the cremated remains of children who died naturally. Sergio Ribichini has argued that the tophet was \"a child necropolis designed to receive the remains of infants who had died prematurely of sickness or other natural causes, and who for this reason were 'offered' to specific deities and buried in a place different from the one reserved for the ordinary dead\".[280] Forensic evidence further suggests that most of the infants had died prior to cremation.[279] However, a 2014 study argued that archaeological evidence confirms that the Carthaginians practiced human sacrifice.[281]\n\nDexter Hoyos argues that it is impossible to determine a \"definitive answer\" to the question of child sacrifice.[282] He notes that infant and child mortality were high in ancient times—with perhaps a third of Roman infants dying of natural causes in the first three centuries AD—which not only would explain the frequency of child burials, but would make the regular, large-scale sacrificing of children an existential threat to \"communal survival\".[283] Hoyos also notes contradictions between the various historical descriptions of the practice, many of which have not been backed by modern archaeology.[283]\n\n"
        },
        {
            "title": "Society and culture",
            "text": "As with most other aspects of Carthaginian civilization, little is known about its culture and society beyond what can be inferred from foreign accounts and archaeological findings. As a Phoenician people, the Carthaginians had an affinity for trade, seafaring, and exploration; most foreign accounts about their society focus on their commercial and maritime prowess. Unlike the Phoenicians, however, the Carthaginians also became known for their military expertise and sophisticated republican government; their approach to warfare and politics feature heavily in foreign accounts.[284]\n\nDuring the peak of its wealth and power in the fourth and third centuries BC, Carthage was among the largest metropolises in antiquity; its free male population alone may have numbered roughly 200,000 in 241 BC, excluding resident foreigners. Strabo estimates a total population of 700,000, a figure that was possibly drawn from Polybius; it is unclear if this number includes all residents or just free citizens.[285] Contemporary scholarship places the peak of its population at 500,000 by 300 BC, which would make Carthage the largest city in the world at the time.[7]\n\nDescriptions about Carthage's commercial vessels, markets, and trading techniques are disproportionately more common and detailed. The Carthaginians were equal parts renowned and infamous for their wealth and mercantile skills, which garnered respect and admiration as well as derision; Cicero claimed that Carthage's love of trade and money led to its downfall, and many Greek and Roman writers regularly described Carthaginians as perfidious, greedy, and treacherous. In the early fifth century BC, the Syracusan leader Hermocrates reportedly described Carthage as the richest city in the world; centuries later, even in its weakened state following the First Punic War, the \"universal view\" was that Carthage was \"the richest city in world\". The most well-known Carthaginian in the Greco-Roman world, aside from military and political leaders, was probably the fictional Hanno of the Roman comedy Poenulus (\"The Little Carthaginian\" or \"Our Carthaginian Friend\"), who is portrayed as a garish, crafty, and wealthy merchant.[284]\n\n\nWhile a simplistic stereotype, the Carthaginians do appear to have had a rich material culture; excavations of Carthage and its hinterland have discovered goods from all over the Mediterranean and even sub-Saharan Africa.[284] Polybius claims that the city's rich countryside supported all the \"individual lifestyle needs\" of its people. Foreign visitors, including otherwise hostile figures like Cato the Censor and Agathocles of Syracuse, consistently described the Carthaginian countryside as prosperous and verdant, with large private estates \"beautified for their enjoyment\".[286] Diodorus Siculus provides a glimpse of Carthaginian lifestyle in his description of agricultural land near the city circa 310 BC:\nIndeed, the Carthaginians became as distinguished for their agricultural expertise as for their maritime commerce. They appeared to have placed considerable social and cultural value on farming, gardening, and livestock.[286] Surviving fragments of Mago's work concern the planting and management of olive trees (e.g., grafting), fruit trees (pomegranate, almond, fig, date palm), viniculture, bees, cattle, sheep, poultry, and the art of wine-making (namely a type of sherry).[289][290][291] Following the Second Punic War and the loss of several lucrative overseas territories, the Carthaginians embraced agriculture to restore the economy and pay the costly war indemnity to Rome, which ultimately proved successful; this most likely heightened the importance of agriculture in Carthaginian society.[239][240][241]\n\nAncient accounts, coupled with archaeological findings, suggest that Carthage had a complex, urbanized society similar to the Hellenistic polis or Latin civitas;[139] it was characterized by strong civic engagement, an active civil society, and class stratification. Inscriptions on Punic tombs and gravestones describe a wide variety of professions, including artisans, dock workers, farmers, cooks, potters, and others, indicating a complex, diversified economy that most likely supported a variety of lifestyles.[286] Carthage had a sizable and centrally located agora, which served as a hub of business, politics, and social life. The agora likely included public squares and plazas where the people might gather for festivals or assemble for political functions; it is possible that the district was where government institutions operated, and where various affairs of state, such as trials, were conducted in public.[292][293] Excavations have revealed numerous artisan workshops, including three metal working sites, pottery kilns, and a fuller's shop for preparing woolen cloth.[294]\n\n\nMago's writings about Punic farm management provide a glimpse into Carthaginian social dynamics. Small estate owners appeared to have been the chief producers, and were counselled by Mago to treat well and fairly their managers, farm workers, overseers, and even slaves.[295] Some ancient historians suggest that rural land ownership provided a new power base among the city's nobility, which was traditionally dominated by merchants.[296][297] A 20th century historian opined that urban merchants owned rural farmland as an alternative source of profit, or even to escape the summer heat.[298] Mago provides some indication about the attitudes towards agriculture and land ownership: \nHired workers were likely local Berbers, some of whom became sharecroppers; slaves were often prisoners of war. In lands outside direct Punic control, independent Berbers cultivated grain and raised horses; within the lands immediately surrounding Carthage, there were ethnic divisions that overlapped with semi-feudal distinctions between lord and peasant, or master and serf. The inherent instability of the countryside drew the attention of potential invaders,[301] although Carthage was generally able to manage and contain these social difficulties.[302]\n\nAccording to Aristotle, the Carthaginians had associations akin to the Greek hetairiai, which were organizations roughly analogous to political parties or interest groups.[124] Punic inscriptions reference mizrehim, which appeared to have been numerous in number and subject, ranging from devotional cults to professional guilds. Aristotle also describes a Carthaginian practice comparable to the syssitia, communal meals that promoted kinship and reinforced social and political status.[150] However, their specific purpose in Carthaginian society is unknown.[124]\n\nAside from some ancient translations of Punic texts into Greek and Latin, as well as inscriptions on monuments and buildings discovered in Northwest Africa, not much remains of Carthaginian literature.[20] When Carthage was sacked in 146 BC, its libraries and texts were either systematically destroyed or, according to Pliny the Elder, given to the \"minor kings of Africa\".[303] The only noteworthy Punic writing to survive is Mago's voluminous treatise on agriculture, which was preserved and translated by order of the Roman Senate; however, there remains only some excerpts and references in Latin and Greek.\n\nThe late-Roman historian Ammianus claims that Juba II of Numidia read Punici lbri, or \"punic books\", which may have been Carthaginian in origin. Ammianus also makes reference to Punic books existing even during his lifetime in the fourth century AD, which suggests that some works survived, or at least that Punic remained a literary language. Other Roman and Greek authors reference the existence of Carthaginian literature, most notably Hannibal's writings about his military campaigns.\n\nThe Roman comedy Poenulus, which was apparently written and performed shortly after the Second Punic War, had as its central protagonist a wealthy and elderly Carthaginian merchant named Hanno. Several of Hanno's lines are in Punic, representing the only lengthy examples of the language in Greco-Roman literature, possibly indicating a level of popular knowledge about Carthaginian culture.[303]\n\nCleitomachus, a prolific philosopher who headed the Academy of Athens in the early second century BC, was born Hasdrubal in Carthage.[304] He studied philosophy under the Skeptic Carneades and authored over 400 works, most of which are lost. He was highly regarded by Cicero, who based parts of his De Natura Deorum, De Divinatione and De Fato on a work of Cleitomachus he calls De Sustinendis Offensionibus (On the Withholding of Assent); Cleitomachus dedicates many of his writings to prominent Romans such as the poet Gaius Lucilius and the consul Lucius Marcius Censorinus, suggesting his work was known and appreciated in Rome.[305] Although he spent most of his life in Athens, Cleitomachus maintained an affinity for his home city; upon its destruction in 146 BC, he wrote a treatise addressed to his countrymen that proposed consolation through philosophy.[306]\n\n"
        },
        {
            "title": "Legacy",
            "text": "Carthage is best remembered for its conflicts with the Roman Republic, which was almost defeated in the Second Punic War, an event that likely would have changed the course of human history, given Rome's subsequent central role in Christianity, European history, and Western civilization. At the height of its power before the First Punic War, Greek and Roman observers often wrote admiringly about Carthage's wealth, prosperity, and sophisticated republican government. But during the Punic Wars and the years following Carthage's destruction, accounts of its civilization generally reflected biases and even propaganda shaped by these conflicts.[307] Aside from some grudging respect for the military brilliance of Hannibal, or for its economic and naval prowess, Carthage was often portrayed as the political, cultural, and military foil to Rome, a place where \"cruelty, treachery, and irreligion\" reigned.[308] The dominant influence of Greco-Roman perspectives in Western history left in place this slanted depiction of Carthage for centuries.\n\nAt least since the 20th century, a more critical and comprehensive account of historical records, backed by archaeological findings across the Mediterranean, reveal Carthaginian civilization to be far more complex, nuanced, and progressive than previously believed. Its vast and lucrative commercial network touched almost every corner of the ancient world, from the British Isles to western and central Africa and possibly beyond. Like their Phoenician ancestors—whose identity and culture they rigorously maintained—its people were enterprising and pragmatic, demonstrating a remarkable capacity to adapt and innovate as circumstances changed, even during the existential threat of the Punic Wars.[307] While little remains of its literature and art, circumstantial evidence suggests that Carthage was a multicultural and sophisticated civilization that formed enduring links with peoples across the ancient world, incorporating their ideas, cultures, and societies into its own cosmopolitan framework.\n\nCarthage features in Gustave Flaubert's historical novel Salammbô (1862). Set around the time of the Mercenary War, it includes a dramatic description of child sacrifice, and the boy Hannibal narrowly avoiding being sacrificed. Giovanni Pastrone's epic silent film Cabiria is narrowly based on Flaubert's novel.\n\nThe Young Carthaginian (1887) by G. A. Henty is a boys' adventure novel told from the perspective of Malchus, a fictional teenage lieutenant of Hannibal during the Second Punic War.\n\nIn \"The Dead Past,\" a science fiction short story by Isaac Asimov, a main character is a historian of antiquity trying to disprove the allegation that the Carthaginians carried out child sacrifice.\n\nThe Purple Quest by Frank G. Slaughter is a fictionalised account of the founding of Carthage.\n\nDie Sterwende Stad (\"The Dying City\") is a novel written in Afrikaans by Antonie P. Roux and published in 1956. It is a fictional account of life in Carthage and includes the defeat of Hannibal by Scipio Africanus at the Battle of Zama. For several years it was prescribed reading for South African year 11 and 12 high school students studying the Afrikaans language.[citation needed]\n\n\"Delenda Est,\" a short story in Poul Anderson's Time Patrol series, is an alternate history where Hannibal won the Second Punic War, and Carthage exists in the 20th century.\n\nA duology by John Maddox Roberts, comprising Hannibal's Children (2002) and The Seven Hills (2005), is set in an alternate history where Hannibal defeated Rome in the Second Punic War, and Carthage is still a major Mediterranean power in 100 BC.\n\nMary Gentle used an alternate history version of Carthage as a setting in her novels Ash: A Secret History and Ilario, A Story of the First History. In these books, Carthage is dominated by Germanic tribes, which conquered Carthage and set up a huge empire that repelled the Muslim conquest. In these novels, titles such as \"lord-amir\" and \"scientist-magus\" indicate a fusion of European and Northwest African cultures, and Arian Christianity is the state religion.\n\nStephen Baxter also features Carthage in his alternate history Northland trilogy, where Carthage prevails over and subjugates Rome.[309]\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Carthage",
        "https://en.wikipedia.org/wiki/Tanit",
        "https://en.wikipedia.org/wiki/Carthage",
        "https://en.wikipedia.org/wiki/Punic_language",
        "https://en.wikipedia.org/wiki/Phoenician_language",
        "https://en.wikipedia.org/wiki/Berber_languages",
        "https://en.wikipedia.org/wiki/Numidian_language",
        "https://en.wikipedia.org/wiki/Iberian_language",
        "https://en.wikipedia.org/wiki/Ancient_Greek",
        "https://en.wikipedia.org/wiki/Punic_religion",
        "https://en.wikipedia.org/wiki/Demonym",
        "https://en.wikipedia.org/wiki/Punics",
        "https://en.wikipedia.org/wiki/List_of_monarchs_of_Carthage",
        "https://en.wikipedia.org/wiki/Republic",
        "https://en.wikipedia.org/wiki/Shophet",
        "https://en.wikipedia.org/wiki/North_Africa_during_Antiquity",
        "https://en.wikipedia.org/wiki/Phoenicia",
        "https://en.wikipedia.org/wiki/Third_Punic_War",
        "https://en.wikipedia.org/wiki/Roman_Republic",
        "https://en.wikipedia.org/wiki/Third_Punic_War",
        "https://en.wikipedia.org/wiki/Carthaginian_shekel",
        "https://en.wikipedia.org/wiki/Phoenicia",
        "https://en.wikipedia.org/wiki/Hispania",
        "https://en.wikipedia.org/wiki/Mauretania",
        "https://en.wikipedia.org/wiki/History_of_Tunisia",
        "https://en.wikipedia.org/wiki/Capsian_culture",
        "https://en.wikipedia.org/wiki/History_of_early_Tunisia",
        "https://en.wikipedia.org/wiki/History_of_Carthage",
        "https://en.wikipedia.org/wiki/History_of_Carthage",
        "https://en.wikipedia.org/wiki/Vandal_Kingdom",
        "https://en.wikipedia.org/wiki/Praetorian_prefecture_of_Africa",
        "https://en.wikipedia.org/wiki/Exarchate_of_Africa",
        "https://en.wikipedia.org/wiki/History_of_early_Islamic_Tunisia",
        "https://en.wikipedia.org/wiki/Umayyad_Caliphate",
        "https://en.wikipedia.org/wiki/Abbasid_Caliphate",
        "https://en.wikipedia.org/wiki/Aghlabids",
        "https://en.wikipedia.org/wiki/Fatimid_Caliphate",
        "https://en.wikipedia.org/wiki/History_of_medieval_Tunisia",
        "https://en.wikipedia.org/wiki/Zirid_dynasty",
        "https://en.wikipedia.org/wiki/Kingdom_of_Africa",
        "https://en.wikipedia.org/wiki/Almohad_Caliphate",
        "https://en.wikipedia.org/wiki/Hafsid_dynasty",
        "https://en.wikipedia.org/wiki/Beylik_of_Tunis",
        "https://en.wikipedia.org/wiki/Ottoman_Tunisia",
        "https://en.wikipedia.org/wiki/Beylik_of_Tunis",
        "https://en.wikipedia.org/wiki/History_of_modern_Tunisia",
        "https://en.wikipedia.org/wiki/History_of_Tunisia_under_French_rule",
        "https://en.wikipedia.org/wiki/Tunisian_Revolution",
        "https://en.wikipedia.org/wiki/Tunisia",
        "https://en.wikipedia.org/wiki/Tunisia",
        "https://en.wikipedia.org/wiki/Phoenicia",
        "https://en.wikipedia.org/wiki/Carthage",
        "https://en.wikipedia.org/wiki/Ancient_Rome",
        "https://en.wikipedia.org/wiki/Roman_Carthage",
        "https://en.wikipedia.org/wiki/Mediterranean_Sea",
        "https://en.wikipedia.org/wiki/Lebanon",
        "https://en.wikipedia.org/wiki/7th_century_BC",
        "https://en.wikipedia.org/wiki/Anno_Domini",
        "https://en.wikipedia.org/wiki/Phoenicia",
        "https://en.wikipedia.org/wiki/Hegemony",
        "https://en.wikipedia.org/wiki/List_of_islands_in_the_Mediterranean",
        "https://en.wikipedia.org/wiki/Colony",
        "https://en.wikipedia.org/wiki/Vassal_state",
        "https://en.wikipedia.org/wiki/Satellite_state",
        "https://en.wikipedia.org/wiki/Maghreb",
        "https://en.wikipedia.org/wiki/Iberia",
        "https://en.wikipedia.org/wiki/Gibraltar",
        "https://en.wikipedia.org/wiki/List_of_islands_in_the_Mediterranean",
        "https://en.wikipedia.org/wiki/Sicily",
        "https://en.wikipedia.org/wiki/Sardinia",
        "https://en.wikipedia.org/wiki/Corsica",
        "https://en.wikipedia.org/wiki/Malta",
        "https://en.wikipedia.org/wiki/Balearic_Islands",
        "https://en.wikipedia.org/wiki/Soil_fertility",
        "https://en.wikipedia.org/wiki/Trade_route",
        "https://en.wikipedia.org/wiki/Trade",
        "https://en.wikipedia.org/wiki/West_Asia",
        "https://en.wikipedia.org/wiki/West_Africa",
        "https://en.wikipedia.org/wiki/Northern_Europe",
        "https://en.wikipedia.org/wiki/Commodity",
        "https://en.wikipedia.org/wiki/Ancient_world",
        "https://en.wikipedia.org/wiki/Export",
        "https://en.wikipedia.org/wiki/Agriculture",
        "https://en.wikipedia.org/wiki/Goods",
        "https://en.wikipedia.org/wiki/Manufactured_goods",
        "https://en.wikipedia.org/wiki/Classical_antiquity",
        "https://en.wikipedia.org/wiki/Mercenary",
        "https://en.wikipedia.org/wiki/Auxiliaries",
        "https://en.wikipedia.org/wiki/Iberians",
        "https://en.wikipedia.org/wiki/Balearics",
        "https://en.wikipedia.org/wiki/Gauls",
        "https://en.wikipedia.org/wiki/Celtic_Britons",
        "https://en.wikipedia.org/wiki/Sicilians",
        "https://en.wikipedia.org/wiki/Italians",
        "https://en.wikipedia.org/wiki/Greeks",
        "https://en.wikipedia.org/wiki/Numidians",
        "https://en.wikipedia.org/wiki/Berbers",
        "https://en.wikipedia.org/wiki/Indigenous_peoples",
        "https://en.wikipedia.org/wiki/Berbers",
        "https://en.wikipedia.org/wiki/North_Africa",
        "https://en.wikipedia.org/wiki/Roman_Republic",
        "https://en.wikipedia.org/wiki/Sicilian_Wars",
        "https://en.wikipedia.org/wiki/Magna_Graecia",
        "https://en.wikipedia.org/wiki/Punic_Wars",
        "https://en.wikipedia.org/wiki/264_BC",
        "https://en.wikipedia.org/wiki/146_BC",
        "https://en.wikipedia.org/wiki/Third_Punic_War",
        "https://en.wikipedia.org/wiki/Roman_Carthage",
        "https://en.wikipedia.org/wiki/1st_century",
        "https://en.wikipedia.org/wiki/Roman_Empire",
        "https://en.wikipedia.org/wiki/Canaanite_people",
        "https://en.wikipedia.org/wiki/Punics",
        "https://en.wikipedia.org/wiki/Mass_production",
        "https://en.wikipedia.org/wiki/Glass_coloring_and_color_marking",
        "https://en.wikipedia.org/wiki/Glass",
        "https://en.wikipedia.org/wiki/Threshing_board",
        "https://en.wikipedia.org/wiki/Cothon",
        "https://en.wikipedia.org/wiki/Hanno_the_Navigator",
        "https://en.wikipedia.org/wiki/Government",
        "https://en.wikipedia.org/wiki/Democracy",
        "https://en.wikipedia.org/wiki/Oligarchy",
        "https://en.wikipedia.org/wiki/Republicanism",
        "https://en.wikipedia.org/wiki/Separation_of_powers",
        "https://en.wikipedia.org/wiki/Western_culture",
        "https://en.wikipedia.org/wiki/Early_Modern_English",
        "https://en.wikipedia.org/wiki/Middle_French",
        "https://en.wikipedia.org/wiki/Latin",
        "https://en.wikipedia.org/wiki/Ancient_Greek",
        "https://en.wikipedia.org/wiki/Etruscan_language",
        "https://en.wikipedia.org/wiki/Punic_language",
        "https://en.wikipedia.org/wiki/Punic_language",
        "https://en.wikipedia.org/wiki/Literal_translation",
        "https://en.wikipedia.org/wiki/Latin",
        "https://en.wikipedia.org/wiki/Ancient_Greek",
        "https://en.wikipedia.org/wiki/Exonym_and_endonym",
        "https://en.wikipedia.org/wiki/Canaan",
        "https://en.wikipedia.org/wiki/Augustine",
        "https://en.wikipedia.org/wiki/Punic",
        "https://en.wikipedia.org/wiki/Ancient_Greece",
        "https://en.wikipedia.org/wiki/Ancient_Rome",
        "https://en.wikipedia.org/wiki/Livy",
        "https://en.wikipedia.org/wiki/Polybius",
        "https://en.wikipedia.org/wiki/Appian",
        "https://en.wikipedia.org/wiki/Cornelius_Nepos",
        "https://en.wikipedia.org/wiki/Silius_Italicus",
        "https://en.wikipedia.org/wiki/Plutarch",
        "https://en.wikipedia.org/wiki/Dio_Cassius",
        "https://en.wikipedia.org/wiki/Herodotus",
        "https://en.wikipedia.org/wiki/Sicily",
        "https://en.wikipedia.org/wiki/Roman_Republic",
        "https://en.wikipedia.org/wiki/History_of_Carthage",
        "https://en.wikipedia.org/wiki/Dido",
        "https://en.wikipedia.org/wiki/Pygmalion_of_Tyre",
        "https://en.wikipedia.org/wiki/Gnaeus_Pompeius_Trogus",
        "https://en.wikipedia.org/wiki/Acerbas",
        "https://en.wikipedia.org/wiki/Melqart",
        "https://en.wikipedia.org/wiki/Iarbas",
        "https://en.wikipedia.org/wiki/Byrsa",
        "https://en.wikipedia.org/wiki/Aeneid",
        "https://en.wikipedia.org/wiki/Troy",
        "https://en.wikipedia.org/wiki/Aeneas",
        "https://en.wikipedia.org/wiki/Iarbas",
        "https://en.wikipedia.org/wiki/Byrsa",
        "https://en.wikipedia.org/wiki/Aeneas",
        "https://en.wikipedia.org/wiki/Troy",
        "https://en.wikipedia.org/wiki/Founding_of_Rome",
        "https://en.wikipedia.org/wiki/Pyre",
        "https://en.wikipedia.org/wiki/Hannibal",
        "https://en.wikipedia.org/wiki/Roman_Kingdom",
        "https://en.wikipedia.org/wiki/Cato_the_Elder",
        "https://en.wikipedia.org/wiki/Carthago_delenda_est",
        "https://en.wikipedia.org/wiki/Tribute",
        "https://en.wikipedia.org/wiki/Sicily",
        "https://en.wikipedia.org/wiki/Sardinia",
        "https://en.wikipedia.org/wiki/Balearic_Islands",
        "https://en.wikipedia.org/wiki/Strabo",
        "https://en.wikipedia.org/wiki/Iberian_Peninsula",
        "https://en.wikipedia.org/wiki/Cyprus",
        "https://en.wikipedia.org/wiki/Crete",
        "https://en.wikipedia.org/wiki/Corsica",
        "https://en.wikipedia.org/wiki/Genoa",
        "https://en.wikipedia.org/wiki/Marseille",
        "https://en.wikipedia.org/wiki/Sidon",
        "https://en.wikipedia.org/wiki/Babylonia",
        "https://en.wikipedia.org/wiki/Punic_people",
        "https://en.wikipedia.org/wiki/Punic_language",
        "https://en.wikipedia.org/wiki/Cambyses_II",
        "https://en.wikipedia.org/wiki/Babylon",
        "https://en.wikipedia.org/wiki/Persia",
        "https://en.wikipedia.org/wiki/Etruscans",
        "https://en.wikipedia.org/wiki/Commerce",
        "https://en.wikipedia.org/wiki/Mago_I",
        "https://en.wikipedia.org/wiki/List_of_monarchs_of_Carthage",
        "https://en.wikipedia.org/wiki/Ancient_Libya",
        "https://en.wikipedia.org/wiki/Iberians",
        "https://en.wikipedia.org/wiki/Sardinians",
        "https://en.wikipedia.org/wiki/Corsicans",
        "https://en.wikipedia.org/wiki/Western_Mediterranean",
        "https://en.wikipedia.org/wiki/Hadrumetum",
        "https://en.wikipedia.org/wiki/Bizerte",
        "https://en.wikipedia.org/wiki/Kerkouane",
        "https://en.wikipedia.org/wiki/Ancient_Libya",
        "https://en.wikipedia.org/wiki/Morocco",
        "https://en.wikipedia.org/wiki/Tripolitania",
        "https://en.wikipedia.org/wiki/Malta",
        "https://en.wikipedia.org/wiki/Balearic_Islands",
        "https://en.wikipedia.org/wiki/Motya",
        "https://en.wikipedia.org/wiki/Lilybaeum",
        "https://en.wikipedia.org/wiki/Iberian_Peninsula",
        "https://en.wikipedia.org/wiki/Hamilcar_Barca",
        "https://en.wikipedia.org/wiki/Tribute",
        "https://en.wikipedia.org/wiki/Foreign_policy",
        "https://en.wikipedia.org/wiki/Iberia",
        "https://en.wikipedia.org/wiki/Sardinia",
        "https://en.wikipedia.org/wiki/Punic_Wars",
        "https://en.wikipedia.org/wiki/Delian_League",
        "https://en.wikipedia.org/wiki/Sparta",
        "https://en.wikipedia.org/wiki/Roman_Republic",
        "https://en.wikipedia.org/wiki/Ancient_Rome",
        "https://en.wikipedia.org/wiki/Hegemony",
        "https://en.wikipedia.org/wiki/Sicilian_Wars",
        "https://en.wikipedia.org/wiki/Greeks",
        "https://en.wikipedia.org/wiki/Gelo",
        "https://en.wikipedia.org/wiki/Tyrant",
        "https://en.wikipedia.org/wiki/Hamilcar_I_of_Carthage",
        "https://en.wikipedia.org/wiki/Herodotus",
        "https://en.wikipedia.org/wiki/Palermo",
        "https://en.wikipedia.org/wiki/Agrigento",
        "https://en.wikipedia.org/wiki/History_of_Taranto",
        "https://en.wikipedia.org/wiki/Hannibal",
        "https://en.wikipedia.org/wiki/Laurel_wreath",
        "https://en.wikipedia.org/wiki/Trident",
        "https://en.wikipedia.org/wiki/Tunisia",
        "https://en.wikipedia.org/wiki/Hanno_the_Navigator",
        "https://en.wikipedia.org/wiki/Himilco_the_Navigator",
        "https://en.wikipedia.org/wiki/Morocco",
        "https://en.wikipedia.org/wiki/Senegal",
        "https://en.wikipedia.org/wiki/Atlantic_Ocean",
        "https://en.wikipedia.org/wiki/Silver",
        "https://en.wikipedia.org/wiki/Copper",
        "https://en.wikipedia.org/wiki/Hannibal_Mago",
        "https://en.wikipedia.org/wiki/Selinunte",
        "https://en.wikipedia.org/wiki/Himera",
        "https://en.wikipedia.org/wiki/Siege",
        "https://en.wikipedia.org/wiki/Agrigentum",
        "https://en.wikipedia.org/wiki/Gela",
        "https://en.wikipedia.org/wiki/Dionysius_I_of_Syracuse",
        "https://en.wikipedia.org/wiki/Sue_for_peace",
        "https://en.wikipedia.org/wiki/Motya",
        "https://en.wikipedia.org/wiki/Messina",
        "https://en.wikipedia.org/wiki/Romanticism",
        "https://en.wikipedia.org/wiki/Giuseppe_Sciuti",
        "https://en.wikipedia.org/wiki/Agathocles_of_Syracuse",
        "https://en.wikipedia.org/wiki/Messene",
        "https://en.wikipedia.org/wiki/Hanno_I_the_Great",
        "https://en.wikipedia.org/wiki/Pyrrhic_War",
        "https://en.wikipedia.org/wiki/Pyrrhic_War",
        "https://en.wikipedia.org/wiki/Pyrrhus_of_Epirus",
        "https://en.wikipedia.org/wiki/Taranto",
        "https://en.wikipedia.org/wiki/Mezzogiorno",
        "https://en.wikipedia.org/wiki/Infantry",
        "https://en.wikipedia.org/wiki/Cineas",
        "https://en.wikipedia.org/wiki/Battle_of_Asculum",
        "https://en.wikipedia.org/wiki/Agrigentum",
        "https://en.wikipedia.org/wiki/Leontini",
        "https://en.wikipedia.org/wiki/Infantry",
        "https://en.wikipedia.org/wiki/Cavalry",
        "https://en.wikipedia.org/wiki/Heraclea_Minoa",
        "https://en.wikipedia.org/wiki/Selinus",
        "https://en.wikipedia.org/wiki/Segesta",
        "https://en.wikipedia.org/wiki/Ietas",
        "https://en.wikipedia.org/wiki/Lilybaeum",
        "https://en.wikipedia.org/wiki/Plutarch",
        "https://en.wikipedia.org/wiki/Battle_of_the_Strait_of_Messina",
        "https://en.wikipedia.org/wiki/Magna_Graecia",
        "https://en.wikipedia.org/wiki/Sphere_of_influence",
        "https://en.wikipedia.org/wiki/Apocrypha",
        "https://en.wikipedia.org/wiki/Punic_Wars",
        "https://en.wikipedia.org/wiki/Mercenary_War",
        "https://en.wikipedia.org/wiki/Punic_Wars",
        "https://en.wikipedia.org/wiki/First_Punic_War",
        "https://en.wikipedia.org/wiki/Mercenary_War",
        "https://en.wikipedia.org/wiki/Second_Punic_War",
        "https://en.wikipedia.org/wiki/Third_Punic_War",
        "https://en.wikipedia.org/wiki/First_Punic_War",
        "https://en.wikipedia.org/wiki/Mamertines",
        "https://en.wikipedia.org/wiki/Hiero_II_of_Syracuse",
        "https://en.wikipedia.org/wiki/Roman_Senate",
        "https://en.wikipedia.org/wiki/Hamilcar_Barca",
        "https://en.wikipedia.org/wiki/Hannibal",
        "https://en.wikipedia.org/wiki/Strait_of_Messina",
        "https://en.wikipedia.org/wiki/Hannibal",
        "https://en.wikipedia.org/wiki/Marcus_Atilius_Regulus",
        "https://en.wikipedia.org/wiki/Mercenary_War",
        "https://en.wikipedia.org/wiki/Barcid",
        "https://en.wikipedia.org/wiki/Corsica",
        "https://en.wikipedia.org/wiki/Mercenary_War",
        "https://en.wikipedia.org/wiki/Second_Punic_War",
        "https://en.wikipedia.org/wiki/Mediterranean",
        "https://en.wikipedia.org/wiki/Battle_of_the_Trebia",
        "https://en.wikipedia.org/wiki/Battle_of_Lake_Trasimene",
        "https://en.wikipedia.org/wiki/Fabian_strategy",
        "https://en.wikipedia.org/wiki/Battle_of_Cannae",
        "https://en.wikipedia.org/wiki/Hannibal",
        "https://en.wikipedia.org/wiki/Battle_of_the_Metaurus",
        "https://en.wikipedia.org/wiki/Scipio_Africanus",
        "https://en.wikipedia.org/wiki/Battle_of_Ilipa",
        "https://en.wikipedia.org/wiki/Battle_of_Zama",
        "https://en.wikipedia.org/wiki/Battle_of_the_Great_Plains",
        "https://en.wikipedia.org/wiki/Third_Punic_War",
        "https://en.wikipedia.org/wiki/Cato_the_Elder",
        "https://en.wikipedia.org/wiki/Carthago_delenda_est",
        "https://en.wikipedia.org/wiki/Numidia",
        "https://en.wikipedia.org/wiki/Battle_of_Lake_Tunis",
        "https://en.wikipedia.org/wiki/Bizerte",
        "https://en.wikipedia.org/wiki/Scipio_Aemilianus",
        "https://en.wikipedia.org/wiki/Gaius_Gracchus",
        "https://en.wikipedia.org/wiki/Colonia_Junonia",
        "https://en.wikipedia.org/wiki/Tanit",
        "https://en.wikipedia.org/wiki/Roman_Carthage",
        "https://en.wikipedia.org/wiki/Julius_Caesar",
        "https://en.wikipedia.org/wiki/Roman_Empire",
        "https://en.wikipedia.org/wiki/Septimius_Severus",
        "https://en.wikipedia.org/wiki/Caracalla",
        "https://en.wikipedia.org/wiki/Augustine_of_Hippo",
        "https://en.wikipedia.org/wiki/Vernacular",
        "https://en.wikipedia.org/wiki/Threshing_board",
        "https://en.wikipedia.org/wiki/Oligarchy",
        "https://en.wikipedia.org/wiki/Republic",
        "https://en.wikipedia.org/wiki/Checks_and_balances",
        "https://en.wikipedia.org/wiki/Bureaucracy",
        "https://en.wikipedia.org/wiki/Civil_society",
        "https://en.wikipedia.org/wiki/Aristotle",
        "https://en.wikipedia.org/wiki/Shophet",
        "https://en.wikipedia.org/wiki/Roman_consul",
        "https://en.wikipedia.org/wiki/Magistrate",
        "https://en.wikipedia.org/wiki/Plutocracy",
        "https://en.wikipedia.org/wiki/Senate",
        "https://en.wikipedia.org/wiki/Gerousia",
        "https://en.wikipedia.org/wiki/Hundred_and_Four",
        "https://en.wikipedia.org/wiki/Ephors",
        "https://en.wikipedia.org/wiki/Sparta",
        "https://en.wikipedia.org/wiki/Crete",
        "https://en.wikipedia.org/wiki/Isocrates",
        "https://en.wikipedia.org/wiki/Polybius",
        "https://en.wikipedia.org/wiki/Barcid",
        "https://en.wikipedia.org/wiki/Eratosthenes",
        "https://en.wikipedia.org/wiki/Library_of_Alexandria",
        "https://en.wikipedia.org/wiki/Epigraphy",
        "https://en.wikipedia.org/wiki/Sardinia",
        "https://en.wikipedia.org/wiki/Ancient_Greece",
        "https://en.wikipedia.org/wiki/Ancient_Egyptian_religion",
        "https://en.wikipedia.org/wiki/Citizenship",
        "https://en.wikipedia.org/wiki/Tributary_state",
        "https://en.wikipedia.org/wiki/Ancient_Greek_clubs",
        "https://en.wikipedia.org/wiki/Syssitia",
        "https://en.wikipedia.org/wiki/Sacred_Band_of_Carthage",
        "https://en.wikipedia.org/wiki/Romanized",
        "https://en.wikipedia.org/wiki/Roman_Sardinia",
        "https://en.wikipedia.org/wiki/Sardinia_and_Corsica",
        "https://en.wikipedia.org/wiki/Roman_Republic",
        "https://en.wikipedia.org/wiki/Roman_Empire",
        "https://en.wikipedia.org/wiki/Africa_Proconsularis",
        "https://en.wikipedia.org/wiki/Althiburos",
        "https://en.wikipedia.org/wiki/Capsa",
        "https://en.wikipedia.org/wiki/Cirta",
        "https://en.wikipedia.org/wiki/Gadiaufala",
        "https://en.wikipedia.org/wiki/Limisa",
        "https://en.wikipedia.org/wiki/Mactar",
        "https://en.wikipedia.org/wiki/Thugga",
        "https://en.wikipedia.org/wiki/Volubilis",
        "https://en.wikipedia.org/wiki/Morocco",
        "https://en.wikipedia.org/wiki/Mauretania",
        "https://en.wikipedia.org/wiki/Basileus",
        "https://en.wikipedia.org/wiki/Greek_language",
        "https://en.wikipedia.org/wiki/Leptis_Magna",
        "https://en.wikipedia.org/wiki/Military_of_Carthage",
        "https://en.wikipedia.org/wiki/Northern_Africa",
        "https://en.wikipedia.org/wiki/Iberian_Peninsula",
        "https://en.wikipedia.org/wiki/Hannibal",
        "https://en.wikipedia.org/wiki/Tuileries_Palace",
        "https://en.wikipedia.org/wiki/Louvre",
        "https://en.wikipedia.org/wiki/Mago_I",
        "https://en.wikipedia.org/wiki/Client_state",
        "https://en.wikipedia.org/wiki/Numidians",
        "https://en.wikipedia.org/wiki/Algeria",
        "https://en.wikipedia.org/wiki/Agathocles_of_Syracuse",
        "https://en.wikipedia.org/wiki/Northwest_Africa",
        "https://en.wikipedia.org/wiki/Berbers",
        "https://en.wikipedia.org/wiki/Celts",
        "https://en.wikipedia.org/wiki/Balearic_Islands",
        "https://en.wikipedia.org/wiki/Iberians",
        "https://en.wikipedia.org/wiki/Barcids",
        "https://en.wikipedia.org/wiki/Iberia",
        "https://en.wikipedia.org/wiki/Iberians",
        "https://en.wikipedia.org/wiki/Livy",
        "https://en.wikipedia.org/wiki/Campanians",
        "https://en.wikipedia.org/wiki/Numidian_cavalry",
        "https://en.wikipedia.org/wiki/Battle_of_the_Trebia",
        "https://en.wikipedia.org/wiki/Battle_of_Zama",
        "https://en.wikipedia.org/wiki/North_African_elephant",
        "https://en.wikipedia.org/wiki/Polybius",
        "https://en.wikipedia.org/wiki/Serial_production",
        "https://en.wikipedia.org/wiki/Mercenary",
        "https://en.wikipedia.org/wiki/Hanno_the_Navigator",
        "https://en.wikipedia.org/wiki/Tropic_of_Cancer",
        "https://en.wikipedia.org/wiki/Cothon",
        "https://en.wikipedia.org/wiki/Greek_language",
        "https://en.wikipedia.org/wiki/Literal_translation",
        "https://en.wikipedia.org/wiki/Slipway",
        "https://en.wikipedia.org/wiki/Greeks",
        "https://en.wikipedia.org/wiki/Punic_language",
        "https://en.wikipedia.org/wiki/Phoenician_language",
        "https://en.wikipedia.org/wiki/Punic_language",
        "https://en.wikipedia.org/wiki/Semitic_language",
        "https://en.wikipedia.org/wiki/Phoenicia",
        "https://en.wikipedia.org/wiki/Lebanon",
        "https://en.wikipedia.org/wiki/Northwest_Africa",
        "https://en.wikipedia.org/wiki/List_of_islands_in_the_Mediterranean",
        "https://en.wikipedia.org/wiki/Berber_languages",
        "https://en.wikipedia.org/wiki/Ancient_Libya",
        "https://en.wikipedia.org/wiki/Mediterranean_Sea",
        "https://en.wikipedia.org/wiki/Alphabet",
        "https://en.wikipedia.org/wiki/Hieroglyphs",
        "https://en.wikipedia.org/wiki/Egyptian_language",
        "https://en.wikipedia.org/wiki/Augustine_of_Hippo",
        "https://en.wikipedia.org/wiki/Canaan",
        "https://en.wikipedia.org/wiki/Funerary_text",
        "https://en.wikipedia.org/wiki/Catacombs",
        "https://en.wikipedia.org/wiki/Sirte",
        "https://en.wikipedia.org/wiki/Libya",
        "https://en.wikipedia.org/wiki/Ancient_Greek",
        "https://en.wikipedia.org/wiki/Latin",
        "https://en.wikipedia.org/wiki/Carthaginian_coinage",
        "https://en.wikipedia.org/wiki/Canary_Islands",
        "https://en.wikipedia.org/wiki/Sahara",
        "https://en.wikipedia.org/wiki/Tartessos",
        "https://en.wikipedia.org/wiki/Silver",
        "https://en.wikipedia.org/wiki/Lead",
        "https://en.wikipedia.org/wiki/Copper",
        "https://en.wikipedia.org/wiki/Tin",
        "https://en.wikipedia.org/wiki/Bronze",
        "https://en.wikipedia.org/wiki/Hannibal",
        "https://en.wikipedia.org/wiki/Tyrian_purple",
        "https://en.wikipedia.org/wiki/Bolinus_brandaris",
        "https://en.wikipedia.org/wiki/Kerkouane",
        "https://en.wikipedia.org/wiki/Cap_Bon",
        "https://en.wikipedia.org/wiki/Djerba",
        "https://en.wikipedia.org/wiki/Toga",
        "https://en.wikipedia.org/wiki/Textiles",
        "https://en.wikipedia.org/wiki/Faience",
        "https://en.wikipedia.org/wiki/Incense",
        "https://en.wikipedia.org/wiki/Alabaster",
        "https://en.wikipedia.org/wiki/Garum",
        "https://en.wikipedia.org/wiki/Amphora",
        "https://en.wikipedia.org/wiki/Pillars_of_Hercules",
        "https://en.wikipedia.org/wiki/Engraving",
        "https://en.wikipedia.org/wiki/Malta",
        "https://en.wikipedia.org/wiki/Balearic_Islands",
        "https://en.wikipedia.org/wiki/Hanno_the_Navigator",
        "https://en.wikipedia.org/wiki/Senegal",
        "https://en.wikipedia.org/wiki/Caere",
        "https://en.wikipedia.org/wiki/Quay",
        "https://en.wikipedia.org/wiki/Dry_dock",
        "https://en.wikipedia.org/wiki/Hinterland",
        "https://en.wikipedia.org/wiki/Diodorus_Siculus",
        "https://en.wikipedia.org/wiki/Plough",
        "https://en.wikipedia.org/wiki/Irrigation",
        "https://en.wikipedia.org/wiki/Crop_rotation",
        "https://en.wikipedia.org/wiki/Threshing_board",
        "https://en.wikipedia.org/wiki/Rotary_quern",
        "https://en.wikipedia.org/wiki/Horse_mill",
        "https://en.wikipedia.org/wiki/Viticulture",
        "https://en.wikipedia.org/wiki/Passum",
        "https://en.wikipedia.org/wiki/Barb_horse",
        "https://en.wikipedia.org/wiki/Arabian_horse",
        "https://en.wikipedia.org/wiki/Punic_religion",
        "https://en.wikipedia.org/wiki/Ancient_Canaanite_religion",
        "https://en.wikipedia.org/wiki/Polytheism",
        "https://en.wikipedia.org/wiki/Ancient_Canaanite_religion",
        "https://en.wikipedia.org/wiki/Levant",
        "https://en.wikipedia.org/wiki/Baal_Hammon",
        "https://en.wikipedia.org/wiki/Tanit",
        "https://en.wikipedia.org/wiki/Baal",
        "https://en.wikipedia.org/wiki/War_goddess",
        "https://en.wikipedia.org/wiki/Mother_goddess",
        "https://en.wikipedia.org/wiki/Fertility_goddess",
        "https://en.wikipedia.org/wiki/Eshmun",
        "https://en.wikipedia.org/wiki/Resheph",
        "https://en.wikipedia.org/wiki/Astarte",
        "https://en.wikipedia.org/wiki/Fertility",
        "https://en.wikipedia.org/wiki/Human_sexuality",
        "https://en.wikipedia.org/wiki/War",
        "https://en.wikipedia.org/wiki/Melqart",
        "https://en.wikipedia.org/wiki/Punics",
        "https://en.wikipedia.org/wiki/Sicily",
        "https://en.wikipedia.org/wiki/Syncretism",
        "https://en.wikipedia.org/wiki/History_of_the_Jews_in_Carthage",
        "https://en.wikipedia.org/wiki/Bes",
        "https://en.wikipedia.org/wiki/Isis",
        "https://en.wikipedia.org/wiki/Demeter",
        "https://en.wikipedia.org/wiki/Persephone",
        "https://en.wikipedia.org/wiki/Cippi",
        "https://en.wikipedia.org/wiki/Stelae",
        "https://en.wikipedia.org/wiki/Calque",
        "https://en.wikipedia.org/wiki/Child_sacrifice",
        "https://en.wikipedia.org/wiki/Plutarch",
        "https://en.wikipedia.org/wiki/Tertullian",
        "https://en.wikipedia.org/wiki/Paulus_Orosius",
        "https://en.wikipedia.org/wiki/Philo",
        "https://en.wikipedia.org/wiki/Diodorus_Siculus",
        "https://en.wikipedia.org/wiki/Herodotos",
        "https://en.wikipedia.org/wiki/Polybius",
        "https://en.wikipedia.org/wiki/Charles_Picard",
        "https://en.wikipedia.org/wiki/Hebrew_Bible",
        "https://en.wikipedia.org/wiki/Canaan",
        "https://en.wikipedia.org/wiki/Archaeology",
        "https://en.wikipedia.org/wiki/Tophet",
        "https://en.wikipedia.org/wiki/Stillbirth",
        "https://en.wikipedia.org/wiki/Strabo",
        "https://en.wikipedia.org/wiki/List_of_largest_cities_throughout_history",
        "https://en.wikipedia.org/wiki/Hermocrates",
        "https://en.wikipedia.org/wiki/Poenulus",
        "https://en.wikipedia.org/wiki/Agathocles_of_Syracuse",
        "https://en.wikipedia.org/wiki/Diodorus_Siculus",
        "https://en.wikipedia.org/wiki/Olive_trees",
        "https://en.wikipedia.org/wiki/Grafting",
        "https://en.wikipedia.org/wiki/Pomegranate",
        "https://en.wikipedia.org/wiki/Almond",
        "https://en.wikipedia.org/wiki/Ficus",
        "https://en.wikipedia.org/wiki/Date_palm",
        "https://en.wikipedia.org/wiki/Viniculture",
        "https://en.wikipedia.org/wiki/Bee",
        "https://en.wikipedia.org/wiki/Cattle",
        "https://en.wikipedia.org/wiki/Sheep",
        "https://en.wikipedia.org/wiki/Poultry",
        "https://en.wikipedia.org/wiki/Sherry",
        "https://en.wikipedia.org/wiki/Polis",
        "https://en.wikipedia.org/wiki/Agora",
        "https://en.wikipedia.org/wiki/Artisan",
        "https://en.wikipedia.org/wiki/Metal_working",
        "https://en.wikipedia.org/wiki/Pottery",
        "https://en.wikipedia.org/wiki/Kiln",
        "https://en.wikipedia.org/wiki/Fulling",
        "https://en.wikipedia.org/wiki/Feudal",
        "https://en.wikipedia.org/wiki/Ancient_Greek_clubs",
        "https://en.wikipedia.org/wiki/Syssitia",
        "https://en.wikipedia.org/wiki/Punic",
        "https://en.wikipedia.org/wiki/Ammianus_Marcellinus",
        "https://en.wikipedia.org/wiki/Juba_II",
        "https://en.wikipedia.org/wiki/Poenulus",
        "https://en.wikipedia.org/wiki/Platonic_Academy",
        "https://en.wikipedia.org/wiki/Philosophy",
        "https://en.wikipedia.org/wiki/Academic_skepticism",
        "https://en.wikipedia.org/wiki/Carneades",
        "https://en.wikipedia.org/wiki/De_Natura_Deorum",
        "https://en.wikipedia.org/wiki/De_Divinatione",
        "https://en.wikipedia.org/wiki/De_Fato",
        "https://en.wikipedia.org/wiki/Gaius_Lucilius",
        "https://en.wikipedia.org/wiki/Gustave_Flaubert",
        "https://en.wikipedia.org/wiki/Mercenary_War",
        "https://en.wikipedia.org/wiki/Giovanni_Pastrone",
        "https://en.wikipedia.org/wiki/Silent_film",
        "https://en.wikipedia.org/wiki/Cabiria",
        "https://en.wikipedia.org/wiki/The_Dead_Past",
        "https://en.wikipedia.org/wiki/Isaac_Asimov",
        "https://en.wikipedia.org/wiki/Afrikaans",
        "https://en.wikipedia.org/wiki/Delenda_Est",
        "https://en.wikipedia.org/wiki/Poul_Anderson",
        "https://en.wikipedia.org/wiki/Alternate_history",
        "https://en.wikipedia.org/wiki/John_Maddox_Roberts",
        "https://en.wikipedia.org/wiki/The_Seven_Hills",
        "https://en.wikipedia.org/wiki/Mary_Gentle",
        "https://en.wikipedia.org/wiki/Arian_Christianity",
        "https://en.wikipedia.org/wiki/Carthage",
        "https://en.wikipedia.org/wiki/Carthaginian_coinage",
        "https://en.wikipedia.org/wiki/Carthaginian_Iberia",
        "https://en.wikipedia.org/wiki/History_of_Carthage",
        "https://en.wikipedia.org/wiki/History_of_Tunisia",
        "https://en.wikipedia.org/wiki/Roman_Carthage",
        "https://en.wikipedia.org/wiki/Ancient_Rome",
        "https://en.wikipedia.org/wiki/Ancient_Egypt",
        "https://en.wikipedia.org/wiki/Livy",
        "https://en.wikipedia.org/wiki/Bible",
        "https://en.wikipedia.org/wiki/Hebrew_language",
        "https://en.wikipedia.org/wiki/Biblical_Judges",
        "https://en.wikipedia.org/wiki/Punic_language",
        "https://en.wikipedia.org/wiki/Punic_language",
        "https://en.wikipedia.org/wiki/George_Modelski",
        "https://en.wikipedia.org/wiki/Wayback_Machine",
        "https://en.wikipedia.org/wiki/Augustine",
        "https://en.wikipedia.org/wiki/Matthew_Trundle",
        "https://en.wikipedia.org/wiki/Wayback_Machine",
        "https://en.wikipedia.org/wiki/Madrid",
        "https://en.wikipedia.org/wiki/Barnaby_Rogerson",
        "https://en.wikipedia.org/wiki/Barnaby_Rogerson",
        "https://en.wikipedia.org/wiki/Wayback_Machine",
        "https://en.wikipedia.org/wiki/Colette_Picard",
        "https://en.wikipedia.org/wiki/University_of_Michigan",
        "https://en.wikipedia.org/wiki/Kelsey_Museum_of_Archaeology",
        "https://en.wikipedia.org/wiki/Sybille_Haynes",
        "https://en.wikipedia.org/wiki/Plato",
        "https://en.wikipedia.org/wiki/Wayback_Machine",
        "https://en.wikipedia.org/wiki/Sabatino_Moscati",
        "https://en.wikipedia.org/wiki/The_Guardian",
        "https://en.wikipedia.org/wiki/Diodorus_Siculus",
        "https://en.wikipedia.org/wiki/Colette_Picard",
        "https://en.wikipedia.org/wiki/Columella",
        "https://en.wikipedia.org/wiki/Oxford_University_Press",
        "https://en.wikipedia.org/wiki/Oxford_University_Press",
        "https://en.wikipedia.org/wiki/Wikisource",
        "https://en.wikipedia.org/wiki/List_of_Carthaginians",
        "https://en.wikipedia.org/wiki/Barcids",
        "https://en.wikipedia.org/wiki/Hamilcar_Barca",
        "https://en.wikipedia.org/wiki/Hannibal",
        "https://en.wikipedia.org/wiki/Hasdrubal_Barca",
        "https://en.wikipedia.org/wiki/Hasdrubal_the_Fair",
        "https://en.wikipedia.org/wiki/Mago_Barca",
        "https://en.wikipedia.org/wiki/Carthalo",
        "https://en.wikipedia.org/wiki/Dido",
        "https://en.wikipedia.org/wiki/Hannibal_Gisco",
        "https://en.wikipedia.org/wiki/Hannibal_Monomachus",
        "https://en.wikipedia.org/wiki/Hannibal_the_Rhodian",
        "https://en.wikipedia.org/wiki/Hanno_the_Elder",
        "https://en.wikipedia.org/wiki/Hanno_II_the_Great",
        "https://en.wikipedia.org/wiki/Hanno_the_Navigator",
        "https://en.wikipedia.org/wiki/Hasdrubal_Gisco",
        "https://en.wikipedia.org/wiki/Hasdrubal_the_Boetharch",
        "https://en.wikipedia.org/wiki/Himilco",
        "https://en.wikipedia.org/wiki/Magonids",
        "https://en.wikipedia.org/wiki/Maharbal",
        "https://en.wikipedia.org/wiki/Phameas",
        "https://en.wikipedia.org/wiki/Sophonisba",
        "https://en.wikipedia.org/wiki/Punic_Wars",
        "https://en.wikipedia.org/wiki/First_Punic_War",
        "https://en.wikipedia.org/wiki/Treaties_between_Rome_and_Carthage",
        "https://en.wikipedia.org/wiki/Battle_of_Messana",
        "https://en.wikipedia.org/wiki/Battle_of_Agrigentum",
        "https://en.wikipedia.org/wiki/Battle_of_the_Lipari_Islands",
        "https://en.wikipedia.org/wiki/Battle_of_Mylae",
        "https://en.wikipedia.org/wiki/Battle_of_Thermae",
        "https://en.wikipedia.org/wiki/Battle_of_Sulci",
        "https://en.wikipedia.org/wiki/Battle_of_Tyndaris",
        "https://en.wikipedia.org/wiki/Battle_of_Cape_Ecnomus",
        "https://en.wikipedia.org/wiki/Siege_of_Aspis",
        "https://en.wikipedia.org/wiki/Battle_of_Adys",
        "https://en.wikipedia.org/wiki/Battle_of_Panormus",
        "https://en.wikipedia.org/wiki/Battle_of_Drepana",
        "https://en.wikipedia.org/wiki/Siege_of_Drepana",
        "https://en.wikipedia.org/wiki/Battle_of_the_Aegates",
        "https://en.wikipedia.org/wiki/Treaty_of_Lutatius",
        "https://en.wikipedia.org/wiki/Mercenary_War",
        "https://en.wikipedia.org/wiki/Battle_of_Utica",
        "https://en.wikipedia.org/wiki/Battle_of_the_Saw",
        "https://en.wikipedia.org/wiki/Battle_of_Leptis_Parva",
        "https://en.wikipedia.org/wiki/Second_Punic_War",
        "https://en.wikipedia.org/wiki/Siege_of_Saguntum",
        "https://en.wikipedia.org/wiki/Battle_of_Lilybaeum",
        "https://en.wikipedia.org/wiki/Battle_of_Rhone_Crossing",
        "https://en.wikipedia.org/wiki/Battle_of_Cissa",
        "https://en.wikipedia.org/wiki/Battle_of_Ticinus",
        "https://en.wikipedia.org/wiki/Battle_of_the_Trebia",
        "https://en.wikipedia.org/wiki/Battle_of_Ebro_River",
        "https://en.wikipedia.org/wiki/Battle_of_Lake_Trasimene",
        "https://en.wikipedia.org/wiki/Battle_of_Ager_Falernus",
        "https://en.wikipedia.org/wiki/Battle_of_Geronium",
        "https://en.wikipedia.org/wiki/Battle_of_Cannae",
        "https://en.wikipedia.org/wiki/Battle_of_Silva_Litana",
        "https://en.wikipedia.org/wiki/Battle_of_Ibera",
        "https://en.wikipedia.org/wiki/Battle_of_Decimomannu",
        "https://en.wikipedia.org/wiki/Battle_of_Capua",
        "https://en.wikipedia.org/wiki/Battle_of_the_Silarus",
        "https://en.wikipedia.org/wiki/Battle_of_the_Upper_Baetis",
        "https://en.wikipedia.org/wiki/Battle_of_Numistro",
        "https://en.wikipedia.org/wiki/Battle_of_Canusium",
        "https://en.wikipedia.org/wiki/Battle_of_Baecula",
        "https://en.wikipedia.org/wiki/Battle_of_Petelia",
        "https://en.wikipedia.org/wiki/Battle_of_Grumentum",
        "https://en.wikipedia.org/wiki/Battle_of_the_Metaurus",
        "https://en.wikipedia.org/wiki/Battle_of_Ilipa",
        "https://en.wikipedia.org/wiki/Mutiny_at_Sucro",
        "https://en.wikipedia.org/wiki/Battle_of_Carteia",
        "https://en.wikipedia.org/wiki/Battle_of_Crotona",
        "https://en.wikipedia.org/wiki/Battle_of_the_Great_Plains",
        "https://en.wikipedia.org/wiki/Battle_of_Cirta",
        "https://en.wikipedia.org/wiki/Battle_of_Insubria",
        "https://en.wikipedia.org/wiki/Battle_of_Zama",
        "https://en.wikipedia.org/wiki/Third_Punic_War",
        "https://en.wikipedia.org/wiki/Battle_of_Lake_Tunis",
        "https://en.wikipedia.org/wiki/First_Battle_of_Nepheris",
        "https://en.wikipedia.org/wiki/Battle_of_the_Port_of_Carthage",
        "https://en.wikipedia.org/wiki/Military_history",
        "https://en.wikipedia.org/wiki/List_of_Phoenician_cities",
        "https://en.wikipedia.org/wiki/Cartennae",
        "https://en.wikipedia.org/wiki/Hippo_Regius",
        "https://en.wikipedia.org/wiki/Icosium",
        "https://en.wikipedia.org/wiki/Algiers",
        "https://en.wikipedia.org/wiki/Igilgili",
        "https://en.wikipedia.org/wiki/Jijel",
        "https://en.wikipedia.org/wiki/Cherchell",
        "https://en.wikipedia.org/wiki/Iomnium",
        "https://en.wikipedia.org/wiki/Tigzirt",
        "https://en.wikipedia.org/wiki/Cirta",
        "https://en.wikipedia.org/wiki/Djinet",
        "https://en.wikipedia.org/wiki/Macomades",
        "https://en.wikipedia.org/wiki/Rachgoun",
        "https://en.wikipedia.org/wiki/Rusazus",
        "https://en.wikipedia.org/wiki/Azeffoun",
        "https://en.wikipedia.org/wiki/Tamentfoust",
        "https://en.wikipedia.org/wiki/Skikda",
        "https://en.wikipedia.org/wiki/Rusippisir",
        "https://en.wikipedia.org/wiki/Rusubbicari",
        "https://en.wikipedia.org/wiki/Zemmouri",
        "https://en.wikipedia.org/wiki/Dellys",
        "https://en.wikipedia.org/wiki/Thagora",
        "https://en.wikipedia.org/wiki/Taoura",
        "https://en.wikipedia.org/wiki/Tipasa_in_Mauretania",
        "https://en.wikipedia.org/wiki/Tipasa_in_Numidia",
        "https://en.wikipedia.org/wiki/Timici",
        "https://en.wikipedia.org/wiki/Kition",
        "https://en.wikipedia.org/wiki/Larnaca",
        "https://en.wikipedia.org/wiki/Santorini",
        "https://en.wikipedia.org/wiki/Paxi",
        "https://en.wikipedia.org/wiki/Rhodes",
        "https://en.wikipedia.org/wiki/Delos",
        "https://en.wikipedia.org/wiki/Achziv",
        "https://en.wikipedia.org/wiki/Tel_Dor",
        "https://en.wikipedia.org/wiki/Tel_Michal",
        "https://en.wikipedia.org/wiki/Jaffa",
        "https://en.wikipedia.org/wiki/Tel_Shikmona",
        "https://en.wikipedia.org/wiki/Haifa",
        "https://en.wikipedia.org/wiki/Caesarea_Maritima",
        "https://en.wikipedia.org/wiki/Agrigento",
        "https://en.wikipedia.org/wiki/Drepana",
        "https://en.wikipedia.org/wiki/Trapani",
        "https://en.wikipedia.org/wiki/Erice",
        "https://en.wikipedia.org/wiki/Heraclea_Minoa",
        "https://en.wikipedia.org/wiki/Soluntum",
        "https://en.wikipedia.org/wiki/History_of_Cagliari",
        "https://en.wikipedia.org/wiki/Cagliari",
        "https://en.wikipedia.org/wiki/Marsala",
        "https://en.wikipedia.org/wiki/Motya",
        "https://en.wikipedia.org/wiki/Olbia",
        "https://en.wikipedia.org/wiki/Pantelleria",
        "https://en.wikipedia.org/wiki/Selinunte",
        "https://en.wikipedia.org/wiki/Sulci",
        "https://en.wikipedia.org/wiki/Tharros",
        "https://en.wikipedia.org/wiki/Palermo",
        "https://en.wikipedia.org/wiki/Amioun",
        "https://en.wikipedia.org/wiki/Enfeh",
        "https://en.wikipedia.org/wiki/Arqa",
        "https://en.wikipedia.org/wiki/Baalbek",
        "https://en.wikipedia.org/wiki/Berytus",
        "https://en.wikipedia.org/wiki/Beirut",
        "https://en.wikipedia.org/wiki/Batroun",
        "https://en.wikipedia.org/wiki/Byblos",
        "https://en.wikipedia.org/wiki/Sarepta",
        "https://en.wikipedia.org/wiki/Sidon",
        "https://en.wikipedia.org/wiki/Ushu",
        "https://en.wikipedia.org/wiki/Leptis_Magna",
        "https://en.wikipedia.org/wiki/Oea",
        "https://en.wikipedia.org/wiki/Sabratha",
        "https://en.wikipedia.org/wiki/Mdina",
        "https://en.wikipedia.org/wiki/Gozo",
        "https://en.wikipedia.org/wiki/Mtarfa",
        "https://en.wikipedia.org/wiki/Azemmour",
        "https://en.wikipedia.org/wiki/Essaouira",
        "https://en.wikipedia.org/wiki/Larache",
        "https://en.wikipedia.org/wiki/Chellah",
        "https://en.wikipedia.org/wiki/Tamusida",
        "https://en.wikipedia.org/wiki/Tingis",
        "https://en.wikipedia.org/wiki/Tangier",
        "https://en.wikipedia.org/wiki/Lisbon",
        "https://en.wikipedia.org/wiki/Abyla",
        "https://en.wikipedia.org/wiki/Ceuta",
        "https://en.wikipedia.org/wiki/Lucentum",
        "https://en.wikipedia.org/wiki/Alicante",
        "https://en.wikipedia.org/wiki/Guardamar_del_Segura",
        "https://en.wikipedia.org/wiki/Sa_Caleta_Phoenician_Settlement",
        "https://en.wikipedia.org/wiki/Ibiza",
        "https://en.wikipedia.org/wiki/Huelva",
        "https://en.wikipedia.org/wiki/Rusadir",
        "https://en.wikipedia.org/wiki/Melilla",
        "https://en.wikipedia.org/wiki/Saguntum",
        "https://en.wikipedia.org/wiki/Almunecar",
        "https://en.wikipedia.org/wiki/Los_Toscanos",
        "https://en.wikipedia.org/wiki/Peniscola",
        "https://en.wikipedia.org/wiki/Arwad",
        "https://en.wikipedia.org/wiki/Amrit",
        "https://en.wikipedia.org/wiki/Baniyas",
        "https://en.wikipedia.org/wiki/Paltus",
        "https://en.wikipedia.org/wiki/Safita",
        "https://en.wikipedia.org/wiki/Tell_Sukas",
        "https://en.wikipedia.org/wiki/Tell_Kazel",
        "https://en.wikipedia.org/wiki/Ugarit",
        "https://en.wikipedia.org/wiki/Kelibia",
        "https://en.wikipedia.org/wiki/Bulla_Regia",
        "https://en.wikipedia.org/wiki/Hadrumetum",
        "https://en.wikipedia.org/wiki/Sousse",
        "https://en.wikipedia.org/wiki/Bizerte",
        "https://en.wikipedia.org/wiki/Kerkouane",
        "https://en.wikipedia.org/wiki/Leptis_Parva",
        "https://en.wikipedia.org/wiki/Maqom_Hadesh",
        "https://en.wikipedia.org/wiki/Djerba",
        "https://en.wikipedia.org/wiki/Ruspe",
        "https://en.wikipedia.org/wiki/Ruspina",
        "https://en.wikipedia.org/wiki/El_Kef",
        "https://en.wikipedia.org/wiki/Tabarka",
        "https://en.wikipedia.org/wiki/Thenae",
        "https://en.wikipedia.org/wiki/Thyna",
        "https://en.wikipedia.org/wiki/Thapsus",
        "https://en.wikipedia.org/wiki/Thysdrus",
        "https://en.wikipedia.org/wiki/El_Djem",
        "https://en.wikipedia.org/wiki/Myriandus",
        "https://en.wikipedia.org/wiki/Finike",
        "https://en.wikipedia.org/wiki/Gibraltar",
        "https://en.wikipedia.org/wiki/Empire",
        "https://en.wikipedia.org/wiki/Ancient_history",
        "https://en.wikipedia.org/wiki/Colonies_in_antiquity",
        "https://en.wikipedia.org/wiki/Akkadian_Empire",
        "https://en.wikipedia.org/wiki/Third_Dynasty_of_Ur",
        "https://en.wikipedia.org/wiki/Assyria",
        "https://en.wikipedia.org/wiki/Old_Assyrian_Empire",
        "https://en.wikipedia.org/wiki/Middle_Assyrian_Empire",
        "https://en.wikipedia.org/wiki/Babylonia",
        "https://en.wikipedia.org/wiki/First_Babylonian_Empire",
        "https://en.wikipedia.org/wiki/Kassites",
        "https://en.wikipedia.org/wiki/Ancient_Egypt",
        "https://en.wikipedia.org/wiki/Old_Kingdom_of_Egypt",
        "https://en.wikipedia.org/wiki/Middle_Kingdom_of_Egypt",
        "https://en.wikipedia.org/wiki/New_Kingdom_of_Egypt",
        "https://en.wikipedia.org/wiki/Phoenicia",
        "https://en.wikipedia.org/wiki/Xia_dynasty",
        "https://en.wikipedia.org/wiki/Shang_dynasty",
        "https://en.wikipedia.org/wiki/Zhou_dynasty",
        "https://en.wikipedia.org/wiki/Qin_dynasty",
        "https://en.wikipedia.org/wiki/Han_dynasty",
        "https://en.wikipedia.org/wiki/Northern_and_Southern_dynasties",
        "https://en.wikipedia.org/wiki/Kingdom_of_Kush",
        "https://en.wikipedia.org/wiki/Hellenistic_period",
        "https://en.wikipedia.org/wiki/Seleucid_Empire",
        "https://en.wikipedia.org/wiki/Ptolemaic_Kingdom",
        "https://en.wikipedia.org/wiki/Kingdom_of_Pergamon",
        "https://en.wikipedia.org/wiki/Hittites",
        "https://en.wikipedia.org/wiki/History_of_India",
        "https://en.wikipedia.org/wiki/Nanda_Empire",
        "https://en.wikipedia.org/wiki/Maurya_Empire",
        "https://en.wikipedia.org/wiki/Satavahana_dynasty",
        "https://en.wikipedia.org/wiki/Shunga_Empire",
        "https://en.wikipedia.org/wiki/Gupta_Empire",
        "https://en.wikipedia.org/wiki/Empire_of_Harsha",
        "https://en.wikipedia.org/wiki/Iranian_peoples",
        "https://en.wikipedia.org/wiki/Medes",
        "https://en.wikipedia.org/wiki/Achaemenid_Empire",
        "https://en.wikipedia.org/wiki/Parthian_Empire",
        "https://en.wikipedia.org/wiki/Sasanian_Empire",
        "https://en.wikipedia.org/wiki/Kushan_Empire",
        "https://en.wikipedia.org/wiki/Roman_Empire",
        "https://en.wikipedia.org/wiki/Western_Roman_Empire",
        "https://en.wikipedia.org/wiki/Byzantine_Empire",
        "https://en.wikipedia.org/wiki/Teotihuacan",
        "https://en.wikipedia.org/wiki/History_of_the_Huns",
        "https://en.wikipedia.org/wiki/Hephthalites",
        "https://en.wikipedia.org/wiki/Xiongnu",
        "https://en.wikipedia.org/wiki/Xianbei_state",
        "https://en.wikipedia.org/wiki/Nirun",
        "https://en.wikipedia.org/wiki/Kingdom_of_Aksum",
        "https://en.wikipedia.org/wiki/Crown_of_Aragon",
        "https://en.wikipedia.org/wiki/Angevin_Empire",
        "https://en.wikipedia.org/wiki/Ayyubid_dynasty",
        "https://en.wikipedia.org/wiki/First_Turkic_Khaganate",
        "https://en.wikipedia.org/wiki/Western_Turkic_Khaganate",
        "https://en.wikipedia.org/wiki/Eastern_Turkic_Khaganate",
        "https://en.wikipedia.org/wiki/Second_Turkic_Khaganate",
        "https://en.wikipedia.org/wiki/Aztec_Empire",
        "https://en.wikipedia.org/wiki/Benin_Empire",
        "https://en.wikipedia.org/wiki/Bornu_Empire",
        "https://en.wikipedia.org/wiki/Bruneian_Empire",
        "https://en.wikipedia.org/wiki/Bulgarian_Empire",
        "https://en.wikipedia.org/wiki/First_Bulgarian_Empire",
        "https://en.wikipedia.org/wiki/Second_Bulgarian_Empire",
        "https://en.wikipedia.org/wiki/Pagan_Empire",
        "https://en.wikipedia.org/wiki/Calakmul",
        "https://en.wikipedia.org/wiki/Caliphate",
        "https://en.wikipedia.org/wiki/Rashidun_Caliphate",
        "https://en.wikipedia.org/wiki/Umayyad_Caliphate",
        "https://en.wikipedia.org/wiki/Abbasid_Caliphate",
        "https://en.wikipedia.org/wiki/Fatimid_Caliphate",
        "https://en.wikipedia.org/wiki/Sui_dynasty",
        "https://en.wikipedia.org/wiki/Tang_dynasty",
        "https://en.wikipedia.org/wiki/Liao_dynasty",
        "https://en.wikipedia.org/wiki/Song_dynasty",
        "https://en.wikipedia.org/wiki/Yuan_dynasty",
        "https://en.wikipedia.org/wiki/Uyghur_Khaganate",
        "https://en.wikipedia.org/wiki/Ethiopian_Empire",
        "https://en.wikipedia.org/wiki/Zagwe_dynasty",
        "https://en.wikipedia.org/wiki/Solomonic_dynasty",
        "https://en.wikipedia.org/wiki/Republic_of_Genoa",
        "https://en.wikipedia.org/wiki/Empire_of_Georgia",
        "https://en.wikipedia.org/wiki/Garabito_Empire",
        "https://en.wikipedia.org/wiki/Inca_Empire",
        "https://en.wikipedia.org/wiki/History_of_India",
        "https://en.wikipedia.org/wiki/Chola_dynasty",
        "https://en.wikipedia.org/wiki/Pala_Empire",
        "https://en.wikipedia.org/wiki/Eastern_Ganga_dynasty",
        "https://en.wikipedia.org/wiki/Vijayanagara_Empire",
        "https://en.wikipedia.org/wiki/Delhi_Sultanate",
        "https://en.wikipedia.org/wiki/Iranian_peoples",
        "https://en.wikipedia.org/wiki/Tahirid_dynasty",
        "https://en.wikipedia.org/wiki/Saffarid_dynasty",
        "https://en.wikipedia.org/wiki/Samanid_Empire",
        "https://en.wikipedia.org/wiki/Buyid_dynasty",
        "https://en.wikipedia.org/wiki/Kanem_Empire",
        "https://en.wikipedia.org/wiki/Khmer_Empire",
        "https://en.wikipedia.org/wiki/Latin_Empire",
        "https://en.wikipedia.org/wiki/Majapahit",
        "https://en.wikipedia.org/wiki/Malacca_Sultanate",
        "https://en.wikipedia.org/wiki/Mali_Empire",
        "https://en.wikipedia.org/wiki/Mongol_Empire",
        "https://en.wikipedia.org/wiki/Yuan_dynasty",
        "https://en.wikipedia.org/wiki/Golden_Horde",
        "https://en.wikipedia.org/wiki/Chagatai_Khanate",
        "https://en.wikipedia.org/wiki/Ilkhanate",
        "https://en.wikipedia.org/wiki/History_of_Morocco",
        "https://en.wikipedia.org/wiki/Idrisid_dynasty",
        "https://en.wikipedia.org/wiki/Almoravid_dynasty",
        "https://en.wikipedia.org/wiki/Almohad_Caliphate",
        "https://en.wikipedia.org/wiki/Marinid_Sultanate",
        "https://en.wikipedia.org/wiki/North_Sea_Empire",
        "https://en.wikipedia.org/wiki/Oyo_Empire",
        "https://en.wikipedia.org/wiki/Hellenization_in_the_Byzantine_Empire",
        "https://en.wikipedia.org/wiki/Roman_Empire",
        "https://en.wikipedia.org/wiki/Byzantine_Empire",
        "https://en.wikipedia.org/wiki/Empire_of_Nicaea",
        "https://en.wikipedia.org/wiki/Empire_of_Thessalonica",
        "https://en.wikipedia.org/wiki/Empire_of_Trebizond",
        "https://en.wikipedia.org/wiki/Despotate_of_Epirus",
        "https://en.wikipedia.org/wiki/Despotate_of_the_Morea",
        "https://en.wikipedia.org/wiki/Carolingian_Empire",
        "https://en.wikipedia.org/wiki/Holy_Roman_Empire",
        "https://en.wikipedia.org/wiki/Serbian_Empire",
        "https://en.wikipedia.org/wiki/Singhasari",
        "https://en.wikipedia.org/wiki/History_of_Somalia",
        "https://en.wikipedia.org/wiki/Ajuran_Sultanate",
        "https://en.wikipedia.org/wiki/Sultanate_of_Ifat",
        "https://en.wikipedia.org/wiki/Adal_Sultanate",
        "https://en.wikipedia.org/wiki/Sultanate_of_Mogadishu",
        "https://en.wikipedia.org/wiki/Tunni_Sultanate",
        "https://en.wikipedia.org/wiki/Songhai_Empire",
        "https://en.wikipedia.org/wiki/Srivijaya",
        "https://en.wikipedia.org/wiki/Tibetan_Empire",
        "https://en.wikipedia.org/wiki/Tikal",
        "https://en.wikipedia.org/wiki/Tiwanaku_Empire",
        "https://en.wikipedia.org/wiki/Toltec_Empire",
        "https://en.wikipedia.org/wiki/Ghaznavids",
        "https://en.wikipedia.org/wiki/Seljuk_Empire",
        "https://en.wikipedia.org/wiki/Khwarazmian_Empire",
        "https://en.wikipedia.org/wiki/Timurid_Empire",
        "https://en.wikipedia.org/wiki/Republic_of_Venice",
        "https://en.wikipedia.org/wiki/History_of_Vietnam",
        "https://en.wikipedia.org/wiki/Ghana_Empire",
        "https://en.wikipedia.org/wiki/Wari_Empire",
        "https://en.wikipedia.org/wiki/History_of_Japan",
        "https://en.wikipedia.org/wiki/Kamakura_shogunate",
        "https://en.wikipedia.org/wiki/Ashikaga_shogunate",
        "https://en.wikipedia.org/wiki/Tokugawa_shogunate",
        "https://en.wikipedia.org/wiki/Modern_history",
        "https://en.wikipedia.org/wiki/Durrani_Empire",
        "https://en.wikipedia.org/wiki/Ashanti_Empire",
        "https://en.wikipedia.org/wiki/Austrian_Empire",
        "https://en.wikipedia.org/wiki/Empire_of_Brazil",
        "https://en.wikipedia.org/wiki/Toungoo_Empire",
        "https://en.wikipedia.org/wiki/Konbaung_dynasty",
        "https://en.wikipedia.org/wiki/Central_African_Empire",
        "https://en.wikipedia.org/wiki/Ming_dynasty",
        "https://en.wikipedia.org/wiki/Qing_dynasty",
        "https://en.wikipedia.org/wiki/Manchukuo",
        "https://en.wikipedia.org/wiki/Ethiopian_Empire",
        "https://en.wikipedia.org/wiki/History_of_Haiti",
        "https://en.wikipedia.org/wiki/First_Haitian_Empire",
        "https://en.wikipedia.org/wiki/Second_Haitian_Empire",
        "https://en.wikipedia.org/wiki/History_of_France",
        "https://en.wikipedia.org/wiki/First_French_Empire",
        "https://en.wikipedia.org/wiki/Second_French_Empire",
        "https://en.wikipedia.org/wiki/History_of_Germany",
        "https://en.wikipedia.org/wiki/German_Empire",
        "https://en.wikipedia.org/wiki/Nazi_Germany",
        "https://en.wikipedia.org/wiki/History_of_India",
        "https://en.wikipedia.org/wiki/Kingdom_of_Mysore",
        "https://en.wikipedia.org/wiki/Maratha_Empire",
        "https://en.wikipedia.org/wiki/British_Raj",
        "https://en.wikipedia.org/wiki/Mughal_Empire",
        "https://en.wikipedia.org/wiki/Sikh_Empire",
        "https://en.wikipedia.org/wiki/Iranian_peoples",
        "https://en.wikipedia.org/wiki/Safavid_Iran",
        "https://en.wikipedia.org/wiki/Afsharid_Iran",
        "https://en.wikipedia.org/wiki/Zand_dynasty",
        "https://en.wikipedia.org/wiki/Qajar_Iran",
        "https://en.wikipedia.org/wiki/Pahlavi_dynasty",
        "https://en.wikipedia.org/wiki/Empire_of_Japan",
        "https://en.wikipedia.org/wiki/Johor_Sultanate",
        "https://en.wikipedia.org/wiki/Korean_Empire",
        "https://en.wikipedia.org/wiki/Mamluk_Sultanate",
        "https://en.wikipedia.org/wiki/History_of_Mexico",
        "https://en.wikipedia.org/wiki/First_Mexican_Empire",
        "https://en.wikipedia.org/wiki/Second_Mexican_Empire",
        "https://en.wikipedia.org/wiki/History_of_Morocco",
        "https://en.wikipedia.org/wiki/Saadi_dynasty",
        "https://en.wikipedia.org/wiki/Ottoman_Empire",
        "https://en.wikipedia.org/wiki/Russian_Empire",
        "https://en.wikipedia.org/wiki/Northern_Yuan",
        "https://en.wikipedia.org/wiki/Four_Oirat",
        "https://en.wikipedia.org/wiki/Khoshut_Khanate",
        "https://en.wikipedia.org/wiki/Dzungar_Khanate",
        "https://en.wikipedia.org/wiki/Kalmyk_Khanate",
        "https://en.wikipedia.org/wiki/Bogd_Khanate_of_Mongolia",
        "https://en.wikipedia.org/wiki/History_of_Somalia",
        "https://en.wikipedia.org/wiki/Sultanate_of_the_Geledi",
        "https://en.wikipedia.org/wiki/Habr_Yunis_Sultanate",
        "https://en.wikipedia.org/wiki/Sultanate_of_Hobyo",
        "https://en.wikipedia.org/wiki/Isaaq_Sultanate",
        "https://en.wikipedia.org/wiki/Majeerteen_Sultanate",
        "https://en.wikipedia.org/wiki/Swedish_Empire",
        "https://en.wikipedia.org/wiki/History_of_Vietnam",
        "https://en.wikipedia.org/wiki/Nguyen_Dynasty",
        "https://en.wikipedia.org/wiki/Empire_of_Vietnam",
        "https://en.wikipedia.org/wiki/Colonial_empire",
        "https://en.wikipedia.org/wiki/Belgian_colonial_empire",
        "https://en.wikipedia.org/wiki/British_Empire",
        "https://en.wikipedia.org/wiki/English_overseas_possessions",
        "https://en.wikipedia.org/wiki/Scottish_colonization_of_the_Americas",
        "https://en.wikipedia.org/wiki/Danish_overseas_colonies",
        "https://en.wikipedia.org/wiki/Dutch_Empire",
        "https://en.wikipedia.org/wiki/French_colonial_empire",
        "https://en.wikipedia.org/wiki/German_colonial_empire",
        "https://en.wikipedia.org/wiki/Italian_Empire",
        "https://en.wikipedia.org/wiki/Japanese_colonial_empire",
        "https://en.wikipedia.org/wiki/Omani_Empire",
        "https://en.wikipedia.org/wiki/Couronian_colonization",
        "https://en.wikipedia.org/wiki/Portuguese_Empire",
        "https://en.wikipedia.org/wiki/Spanish_Empire",
        "https://en.wikipedia.org/wiki/Swedish_overseas_colonies",
        "https://en.wikipedia.org/wiki/List_of_empires",
        "https://en.wikipedia.org/wiki/List_of_largest_empires",
        "https://en.wikipedia.org/wiki/List_of_ancient_great_powers",
        "https://en.wikipedia.org/wiki/List_of_medieval_great_powers",
        "https://en.wikipedia.org/wiki/List_of_modern_great_powers",
        "https://en.wikipedia.org/wiki/European_colonialism",
        "https://en.wikipedia.org/wiki/African_empires",
        "https://en.wikipedia.org/wiki/American_imperialism",
        "https://en.wikipedia.org/wiki/Soviet_Empire",
        "https://en.wikipedia.org/wiki/Geographic_coordinate_system",
        "https://en.wikipedia.org/wiki/Ancient_Carthage",
        "https://en.wikipedia.org/wiki/Ancient_Carthage",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}