{
    "url": "https://en.wikipedia.org/wiki/Ancient_warfare",
    "title": "Ancient warfare",
    "table_of_contents": [
        "1 Chariots",
        "2 Naval warfare",
        "2.1 The trireme",
        "3 Tactics and weapons",
        "3.1 Strategy",
        "3.2 Tactics",
        "3.3 Weapons",
        "3.4 Sieges",
        "4 By culture",
        "4.1 Ancient Near East",
        "4.1.1 Mesopotamia",
        "4.1.2 Egypt",
        "4.1.3 Persia",
        "4.2 Nubia",
        "4.3 India",
        "4.4 China",
        "4.5 Ancient Greece",
        "4.5.1 Hellenistic Era",
        "4.6 Iron Age Europe",
        "4.6.1 Roman Empire",
        "4.6.2 Balkans",
        "4.6.3 Celtic",
        "4.6.4 Germanic",
        "4.7 Japanese",
        "5 Notable ancient wars",
        "6 Notable ancient battles",
        "7 Unit types",
        "8 See also",
        "9 References",
        "10 Sources",
        "11 Literature",
        "12 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Ancient warfare is war that was conducted from the beginning of recorded history to the end of the ancient period. The difference between prehistoric and ancient warfare is more organization oriented than technology oriented. The development of first city-states, and then empires, allowed warfare to change dramatically. Beginning in Mesopotamia, states produced sufficient agricultural surplus. This allowed full-time ruling elites and military commanders to emerge. While the bulk of military forces were still farmers, the society could portion off each year. Thus, organized armies developed for the first time. These new armies were able to help states grow in size and become increasingly centralized.\n\nIn Europe and the Near East, the end of antiquity is often equated with the Fall of Rome in 476 AD, the wars of the Eastern Roman Empire on its Southwestern Asian and North African borders, and the beginnings of the Muslim conquests in the 7th century. In China, it can also be seen as ending of the growing role of mounted warriors needed to counter the ever-growing threat from the north in the 5th century and the beginning of the Tang dynasty in 618 AD. In India, the ancient period ends with the decline of the Gupta Empire (6th century) and the beginning of the Muslim conquests there from the 8th century. In Japan, the ancient period is considered to end with the rise of feudalism in the Kamakura period in the 12–13th century.\n\nEarly ancient armies continued to primarily use bows and spears, the same weapons that had been developed in prehistoric times for hunting. The findings at the site of Nataruk in Turkana, Kenya, have been interpreted as evidence of inter-group conflict and warfare in antiquity,[1] but this interpretation has been challenged.[2] Early armies in Egypt and China followed a similar pattern of using massed infantry armed with bows and spears.\nInfantry at this time was the dominant form of war, partially due to the camel saddle and the stirrup not being invented yet. The infantries at this time would be divided into ranged and shock, with shock infantry either charging to cause penetration of the enemy line or hold their own. These forces would ideally be combined, thus presenting the opponent with a dilemma: group the forces and leave them vulnerable to ranged, or spread them out and make them vulnerable to shock. This balance would eventually change as technology allowed for chariots, cavalry, and artillery to play an active role on the field.\n\nNo clear line can be drawn between ancient and medieval warfare. The characteristic properties of medieval warfare, notably heavy cavalry and siege engines such as the trebuchet were first introduced in Late Antiquity. The main division within the ancient period is at the beginning Iron Age with the introduction of cavalry (resulting in the decline of chariot warfare), of naval warfare (Sea Peoples), and the development of an industry based on ferrous metallurgy which allowed for the mass production of metal weapons and thus the equipment of large standing armies.\nThe first military power to profit from these innovations was the Neo-Assyrian Empire, which achieved a hitherto unseen extent of centralized control, the first \"world power\" to extend over the entire Fertile Crescent (Mesopotamia, the Levant and Egypt).\n\n"
        },
        {
            "title": "Chariots",
            "text": "As states grew in size, the speed of mobilization became crucial because central power could not hold if rebellions could not be suppressed rapidly. The first solution to this was the chariot, which was initially used in the Middle East from around 1800 BC. First pulled by oxen and donkeys, they allowed rapid traversing of the relatively flat lands of the Middle East. The chariots were light enough that they could easily be floated across rivers. Improvements in the ability to train horses soon allowed them to be used to pull chariots, possibly as early as 2100 BC,[3] and their greater speed and power made chariots even more efficient. The major limitation of the use of chariots was terrain; while very mobile on flat, hard, open ground, it was very difficult to traverse more difficult terrain, such as rough ground, even sparse trees or bushes, small ravines or streams, or marsh. In such terrain, chariots were less maneuverable than common foot soldiers, and later cavalry.\n\nThe chariot was so powerful for transportation and warfare that it became the key weapon in the Ancient Near East in the 2nd millennium BC. The typical chariot was worked by two men: one would be a bowman who would fire at enemy forces, while the other would control the vehicle. Over time, chariots were developed to carry up to five warriors. In China, chariots became the central weapon of the Shang dynasty, allowing them to unify a great area.\n\nAlthough chariots have been compared to modern-day tanks in the role they played on the battlefield, i.e. shock attacks, this is disputed,[4][5] with scholars pointing out that chariots were vulnerable and fragile, and required a level terrain while tanks are all-terrain vehicles; thus chariots were unsuitable for use like modern tanks as a physical shock force.[6][7] The chief advantage of the chariot was the tactical mobility they provided to bowmen. Tightly packed infantry was the formation of choice, in order for ancient generals to maintain command and control during the battle as well as for mutual protection. But a force of chariots could stand off at long range and rain arrows down on the infantrymen's heads. Because of their speed, any attempts to charge the chariots could be easily evaded. If, on the other hand, an infantry unit spread out to minimize the damage from arrows, they would lose the benefit of mutual protection and the charioteers could easily overrun them.\n\nThus any force facing chariots was in a tactical dilemma, making chariots indispensable to armies of those times. But they were complicated equipment that required specialized craftsmen to maintain them. This made chariots expensive to own. When chariots were owned by individuals within a society, it tended to give rise to a warrior class of specialists and a feudal system (an example of which can be seen in Homer's The Iliad). Where chariots were publicly owned, they helped in the maintenance and establishment of a strong central government, e.g. the New Egyptian Kingdom. Chariot usage peaked in the Battle of Kadesh in 1274 BC, which was probably the largest chariot battle ever fought, involving perhaps 5,000 chariots.[8]\n\n"
        },
        {
            "title": "Naval warfare",
            "text": "Naval warfare in the ancient world can be traced back to the Mediterranean in the third millennium BC, from evidence of paintings in the Cyclades and models of ships which were made across the Aegean.[9] Ships were used for civilian transport and trade, as well as for military purposes. They were propelled by both rowing and sailing, but since the Mediterranean is known for its inconsistent weather patterns, rowing was probably the primary means of propulsion.[9]\n\nThe first documented, physical evidence of a naval battle is found in a relief painting located in the temple of Medinet Habu, near Luxor, Egypt. It shows the victory of Ramses III over the 'Sea-Peoples' in the Nile river delta in the early twelfth century BC.[10] These 'Sea-Peoples' were originally believed to be of Philistine and Phoenician descent, while there is speculation that there could be some Greek influence in their seafaring. Even before this relief painting, there are earlier records of the practice of sea battles as early as 2550 BC under the Egyptian Pharaoh Sahue, who reportedly used transport vessels to escort his armies to foreign shores.[11] There is even further evidence from earlier sources that illustrate seafaring and military action around the Nile Delta during the early dynastic period in Egypt, following into the reign of Ramses II[12]\n\nBefore that victory of Ramses III, the state of Egypt had no access to the kind of timber needed to build seafaring vessels and warships on a large scale. Instead of importing large quantities of timber to build warships, Egyptian naval architects and early engineers began to convert the common Egyptian riverboats. They reconfigured the size of the ship and added heavy trees for longitudinal support of the hull on the open sea.[13] The warships constructed in this way contributed to that victory. The relief painting shows in great detail how fighting was conducted in a naval battle. It shows Egyptian warships with over twenty rows of oarsmen along with infantry troops and archers fighting in apparent hand-to-hand combat with the opposing naval force.[14] This raises a question to the theory that there was no actual naval weaponry developed at this time but rather a reliance upon maneuvering tactics and strategy in order to engage with infantry troops.\n\nAmong the great innovations of naval warfare in the ancient world there are few that can surpass the Trireme style warship in terms of efficiency, strategy, and overall effectiveness. The first depiction of this 'longship' style vessel can be found in Homer's The Iliad as a means of transport of armed men and supplies to areas of conflict across the seas.[15] These ships were said to have consisted of two separate levels that could have held up to 60 men per level, all operating oars in unison to propel the ship. The upper level of oarsmen would sit in single-file fashion, pulling their oars through what is called a top wale or some sort of oar-port; while the men in the lower rows would sit in the ships' hold also rowing through lower oar-ports.[16] It is also said that each oar throughout the ship would be made in length proportionate to the physique of an average Greek man.[16]\n\nManned crews for these massive warships would have been quite impressive, but accounts vary in actual numbers of men from source to source. Herodotus of Halicarnassus was a Greek historian in the fourth century BC who, through his accounts, said that these Triremes would consist of at least two-hundred men manning all positions.[17] With these massive crews, these ships were able to work at maximum capacity and efficiency in regards to speed, navigation, and transport. While these ships were built for maximum efficiency, there is room for debate about the conditions and space aboard the ship itself. It is estimated that out of the 200 man crew, around 170 of those men would have been oarsmen with respective positions below deck.[18] These oarsmen below deck would sit on thwarts and kept their personal storage items beneath them, reassuring the theory that these ships would be very crowded with little room for anything other than operational functions.\n\nWhat exactly these Greek triremes were capable of in battle is debated. There are various different accounts that lay down foundations of what equipment was used and how these ships engaged in combat. The main military applications of Greek Triremes, besides the transport of troops and supplies, would be the advantages of ramming tactics. Developments and innovations of the Greek Trireme evolved over time, especially in respect to ramming tactics. Naval architects during this time saw fit to bring about full effectiveness and damaging power to these ships. By doing this, the amount of manpower would stay consistent, i.e., keeping the same amount of rowing power but shortening the length of the ship to condense the ramming power while keeping speed and agility consistent.[19] This new ideology of warfare and naval tactics would prove to be prudent to the overall military applications of the Trireme, and soon would become the principal combative strategy of the Greek navy and other navies alike.\n\n\nThe Greek Trireme, soon after its appearance in the Aegean, would become the standard warship throughout the Mediterranean as sovereign states such as Egypt and even the Persian Empire would adopt the design of these ships and apply them to their own military applications. One major attraction of the Greek design was not only its efficient ramming capability but also its ability to travel long distances at fair speeds. One account from the Athenian soldier and historian Xenophon describes the voyage of the Athenian fleet commander Iphicrates through unfriendly waters and the strategy he used combined with the sheer sailing power of the Trireme. \nThis primary source account can be interpreted as functional and efficient use of the Greek trireme. Maximizing its speed through rugged and unfriendly seas while also utilizing specific military strategy in order to ensure the most prudent and effective outcome was what led to the success of the trireme across all kinds of empires and civilizations throughout the Mediterranean. The trireme would later become a vital piece of naval weaponry throughout the Persian Wars, for both the Greeks and the Persian Empire, as well as the base standard for the formation of the Roman Navy.\n\nThe Persian Wars were the first to feature large-scale naval operations: not only sophisticated fleet engagements with dozens of triremes on each side, but also combined land-sea operations. Ships in the ancient world could operate only on the relatively quiet waters of seas and rivers; the oceans were off-limits. Navies were almost always used as auxiliaries to land forces, often essential to bringing them supplies. They would rarely strike out on their own. With only limited-range weapons, naval galleys would often attempt to ram their opponents with their reinforced bow to cause damage or sink the enemy warships which often caused the two ships to become joined, and initiated a boarding battle. Only occasionally was a decisive naval battle fought, such as the Battle of Lade in which a Persian navy destroyed the Greek navy.\n\n"
        },
        {
            "title": "Tactics and weapons",
            "text": "Ancient strategy focused broadly on the twin goals of convincing the enemy that continued war was more costly than submitting, and of making the most gain possible from war.\n\nForcing the enemy to submit generally consisted of defeating their army in the field. Once the enemy force was routed, the threat of siege, civilian deaths, and the like often forced the enemy to the bargaining table. However, this goal could be accomplished by other means. Burning enemy fields would force the choice of surrendering or fighting a pitched battle. Waiting an enemy out until their army had to disband due to the beginning of the harvest season or running out of payment for mercenaries presented an enemy with a similar choice. The exceptional conflicts of the ancient world were when these rules of warfare were violated. The Spartan and Athenian refusal to accept surrender after many years of war and near bankruptcy in the Peloponnesian War is one such exceptional example, as is the Roman refusal to surrender after the Battle of Cannae.\n\nA more personal goal in war was simple profit. This profit was often monetary, as was the case with the raiding culture of the Gallic tribes. But the profit could be political, as great leaders in war were often rewarded with government office after their success. These strategies often contradict modern common sense as they conflict with what would be best for the states involved in the war.\n\nEffective tactics varied greatly, depending on:\n\nAncient weapons included the spear, the atlatl with light javelin or similar projectile, the bow and arrow, the sling; polearms such as the spear, falx and javelin; hand-to-hand weapons such as swords, spears, clubs, maces, axes, and knives. Catapults, siege towers, and battering rams were used during sieges.\n\nThe Ancient Greeks left behind many examples of their weapons though their burial practices. In Arms and Armour of the Greeks, the rapier-like swords found within Mycenean tombs tended to be brittle due to their length and slim designs.[21] During the Bronze Age, two new types of swords made a debut: the horned and cruciform varieties. The horned sword was named after the horn-like appearance of the handguard and was the preferred weapon for cutting strikes. The cruciform sword was derived from the Minoan dagger's flanged hilt and rounded handguards set at right angles. Spears continued to remain the preferred means for thrusting attacks, but the Palace Period saw the addition of a socketed base to the weapon. This new period also saw a shift in the role of the bow and arrow from hunting implements to full-fledged weapons. As Greek civilization progressed, the need for weapons changed and by the Late Period of Mycenae, weapons had become shorter and more suited for use in work environments rather than battles.\n\nMacedon was known more traditionally for having a strong cavalry rather than infantry. During Alexander's reign, the Sarissophori came into being and this was unique to Alexander's time in power. While the cavalry was more prominent, the Macedon infantry, made up of the poor and peasant classes, formed into a new and unique branch of the military that was different from the hoplite. These warriors were armed with a huge pike weapon called a sarissa as well as the army being equipped with slings, which used almond-shaped bronze bullets that were engraved with either Philip's or his generals' name. For siege warfare, the Macedonians used an arrow-firing catapult.[21] For armor, they were equipped with a metal helmet, greaves, and a shield covered with bronze.\n\nIn The Archaeology of Weapons, a broader account of ancient weaponry is taken into account through the investigation of European weapons. Oakeshott believes that at some point between 1500 and 100 BC that the sword developed from the knife in both Minoan Crete and Celtic Britain and strongly resembles the rapiers. During the Bronze Age in the same general region, several other swords were developed: the Hallstatt first appeared during this Age but did not become widely used until the Iron Age, the Carps Tongues, and the Rhone Valley swords. The Hallstatt swords gained prominence during the Iron Age and were a long sword with a rather curious point that was one of three shapes: rounded, a square shape, or similar to a fishtail, and were the preferred weapon for use in a chariot. The Carps Tongues blade were also rather large swords with the edges running parallel for two-thirds of the blade before narrowing to the usually point. The last sword is that of the Rhone Valley and is generally considered more of small sword or an overly large dagger with each hilt uniquely cast in bronze. The pommel of this type of dagger has the ends drawn out into two thin points that curve in towards the blade. Along with Hallstatt swords, there were found to be spears, similar to the spearheads found in Mycenae they were quite large at fifteen inches and having a hollow socket however they were unique in that they had a small collar of bronze near where they attached to the shaft.[22]\n\nWithin India's long history there are several different regimes that produced unique weapons. The list of weapons primarily used in India are the battle axe, the bow and arrow, spears, spike, barbed dart, the sword, iron club, javelin, iron arrow, and the scimitar.[23] One sword type is the katar blade, these are equipped with sword breaking bars and both the shape and size would depend on whether the bearer was cavalry or an infantryman. A curved sword such as the talwar or shamsheer was ideal for a cutting motion delivered from horseback. There were three early iron sword types being the leaf-shaped, spoon-shaped and the parallel sword each ideal for thrusting and jabbing as opposed to a striking or cutting motion. The Rajputs, Gurkhas, Nagas, and Coorg and Malabar each developed a weapon unique to themselves. The Rajputs wielded the khanda which is a broad and straight sword with a wider point. The Gurkhas had two swords that they preferred to use the kukri, a short sword that angled towards a wide tip, and the kora, their historical war sword which was around 60 centimeters with a single edge that was rather narrow near the handler and curving towards the front.[23] The daos had a blade equal to two feet in length that had a wide and square-like tip and the handle was made of either wood or ivory, these were the weapons that came to popularity for the Nagas. The Ayudha katti was a single-edged blade also near two feet long but with no handle and wield by the Coorg and Malabar. In Southern India, the Borobudur and the Veragal, either shaped like a hook or a wavy design, were the swords in use. A rather unique weapon used in India is the Baghnakh, which is similar to a knuckle duster and was used to slit the opponent's throat or belly.\n\nArmor in India can be found dating back to 500 BC and Vedic literature; there are several different types: leather and fabric, scale, brigandine, lamellar, mail, plate, and a combination of mail and plate.[23] In Arms and Armour: Traditional Weapons of India it is read that the wrastrana, a breastplate, has been in use since prehistoric times though the most popular is the char-aina meaning four mirrors is a coat of mail overlaid with four elaborately designed plates. The helmets consisted of a sliding nose guard with a piece of chainmail hanging from it designed to protect the neck and shoulders. Armor was not just limited to human soldiers but extended to their horses and elephants as well. The horse armor was made up of mail and plates or lamellae which covered the neck, chest, and hindquarters underneath which was some form of padding to keep it in place while a faceplate protected the animal's face. The elephants, used as a battering ram or to break and trample enemy lines, were also donned in armor for battle. The elephant's head was covered by a steel mask and covered half of the trunk while the throat and sides were protected by lamellae armor while the tusks were tipped with sharp metal.\n\nSiege warfare of the ancient Near East took place behind walls built of mud bricks, stone, wood or a combination of these materials depending on local availability. The earliest representations of siege warfare date to the Protodynastic Period of Egypt, c. 3000 BC, while the first siege equipment is known from Egyptian tomb reliefs of the 24th century BC showing wheeled siege ladders. Assyrian palace reliefs of the 9th to 7th centuries BC display sieges of several Near Eastern cities. Though a simple battering ram had come into use in the previous millennium, the Assyrians improved siege warfare. The most common practice of siege warfare was, however, to lay siege and wait for the surrender of the enemies inside. Due to the problem of logistics, long-lasting sieges involving anything but a minor force could seldom be maintained.\n\nAncient siege warfare varied from each civilization and how each city was defended differently and had to approach with different tactics. One way to ensure an army used all its troops in its siege is shown when its explained how a chariot can be used in a siege, saying that, \"During the sieges, the chariots, and mostly in the Neo-Assyrian armies, were surely employed to patrol and protect the flanks and the rear of the besiegers' lines and camp.\" (UF 41 p. 5).[24]\n\nThis shows that generals had to find new tactics to incorporate parts of their army that wouldn't work in the siege, as shown with the chariots on patrol duty and ensuring the army was safe from a flank attack from the enemy army. This strategy ensures that all forces are used and contributing to the battle effort and helping gain victory for them and all pulling their weight as well.\n\n"
        },
        {
            "title": "By culture",
            "text": "Throughout most of its history, ancient Egypt was unified under one government. The main military concern for the nation was to keep enemies out. The arid plains and deserts surrounding Egypt were inhabited by nomadic tribes who occasionally tried to raid or settle in the fertile Nile river valley. The Egyptians built fortresses and outposts along the borders east and west of the Nile Delta, in the Eastern Desert, and in Nubia to the south. Small garrisons could prevent minor incursions, but if a large force was detected a message was sent for the main army corps. Most Egyptian cities lacked city walls and other defenses.\n\nThe first Egyptian soldiers carried a simple armament consisting of a spear with a copper spearhead and a large wooden shield covered by leather hides. A stone mace was also carried in the Archaic period, though later this weapon was probably only in ceremonial use, and was replaced with the bronze battle axe. The spearmen were supported by archers carrying a composite bow and arrows with arrowheads made of flint or copper. No armour was used during the 3rd and early 2nd Millennium BC. As the dynasties expanded and grew upon the last that fell to gain new territory and control new people for the empire of Egypt. One of the ways the dynasties were different were the new technologies used in the later dynasties against the enemy. One example is the armies of Ramesses' II faced off against the Hittites in the Battle of Qadesh. Both armies have cavalry units supporting their infantry and scouts to get updates on the movements. These advances differ from two groups attacking head-on for control of an area and facing losses on both sides\n\nThe major advance in weapons technology and warfare began around 1600 BC when the Egyptians fought and defeated the Hyksos people, who ruled Lower Egypt at the time. It was during this period the horse and chariot were introduced into Egypt. Other new technologies included the sickle sword, body armour and improved bronze casting. In the New Kingdom, the Egyptian military changed from levy troops into a firm organization of professional soldiers. Conquests of foreign territories, like Nubia, required a permanent force to be garrisoned abroad. The Egyptians were mostly used to slowly defeating a much weaker enemy, town-by-town until beaten into submission. The preferred tactic was to subdue a weaker city or kingdom one at a time resulting in the surrender of each fraction until complete domination was achieved. The encounter with other powerful Near Eastern kingdoms like Mitanni, the Hittites, and later the Assyrians and Babylonians, made it necessary for the Egyptians to conduct campaigns far from home. The next leap forwards came in the Late Period (712–332 BC), when mounted troops and weapons made of iron came into use. After the conquest by Alexander the Great, Egypt was heavily Hellenized and the main military force became the infantry phalanx. The ancient Egyptians were not great innovators in weapons technology, and most weapons technology innovation came from Western Asia and the Greek world.\n\nThese soldiers were paid with a plot of land for the provision of their families. After fulfillment of their service, the veterans were allowed retirement to these estates. Generals could become quite influential at the court, but unlike other feudal states, the Egyptian military was completely controlled by the king. Foreign mercenaries were also recruited; first Nubians (Medjay), and later also Libyans and Sherdens in the New Kingdom. By the Persian period, Greek mercenaries entered service into the armies of the rebellious pharaohs. The Jewish mercenaries at Elephantine served the Persian overlords of Egypt in the 5th century BC. Although, they might also have served the Egyptian Pharaohs of the 6th century BC.\n\nAs far as had been seen from the royal propaganda of the time, the king or the crown prince personally headed the Egyptian troops into battle. The army could number tens of thousands of soldiers, so the smaller battalions consisting of 250 men, led by an officer, may have been the key of command. The tactics involved a massive strike by archery followed by infantry and/or chariotry attacking the broken enemy lines. The enemies could, however, try to surprise the large Egyptian force with ambushes and by blocking the road as the Egyptian campaign records informs us.\n\nWithin the Nile valley itself, ships and barges were important military elements. Ships were vital for providing supplies for the troops. The Nile river had no fords so barges had to be used for river crossings. Dominating the river often proved necessary for prosecuting sieges, like the Egyptian conquest of the Hyksos capital Avaris. Egypt had no navy to fight naval battles at sea before the Late Period. However, a battle involving ships took place at the Egyptian coast in the 12th century BC between Ramesses III and seafaring raiders.\n\nAncient Persia first emerged as a major military power under Cyrus the Great. Its form of warfare was based on massed infantry in light armor to pin the enemy force whilst cavalry dealt the killing blow. Cavalry was used in huge numbers but it is not known whether they were heavily armored or not. Most Greek sources claim the Persians wore no armor, but we do have an example from Herodotus which claims that an unhorsed cavalry Officer wore a gold cuirass under his red robes. Chariots were used in the early days but during the later days of the Persian Empire they were surpassed by horsemen. During the Persian Empire's height, they even possessed war elephants from North Africa and distant India. The elite of the Persian Army were the famous Persian Immortals, a 10,000 strong unit of professional soldiers armed with a spear, a sword and a bow. Archers also formed a major component of the Persian Army.\n\nPersian tactics primarily had four stages involving archers, infantry and cavalry. The archers, who wielded longbows, would fire waves of arrows before the battle, attempting to cut the enemy numbers down prior battle. The cavalry would then attempt to run into the enemy and sever communications between generals and soldiers. Infantry would then proceed to attack the disoriented soldiers, subsequently weakened from the previous attacks.\n\nThe Kerma culture was the first Nubian kingdom to unify much of the region. The Classic Kerma Culture, named for its royal capital at Kerma, was one of the earliest urban centers in the Nile region[25]\nKerma culture was militaristic. This is attested by the many bronze daggers or swords as well as archer burials found in their graves.[26] The Kingdom of Kush began to emerge around 1000 BC, 500 years after the end of the Kingdom of Kerma.\nThe first period of the kingdom's history, the 'Napatan', was succeeded by the 'Meroitic period', when the royal cemeteries relocated to Meroë around 300 BC.[27]\n\nBowmen were the most important force components throughout Kushite military history.[28] Archaeology has also revealed the use of the crossbow in Kush.[29] Siege engines were deployed in Kushite siege warfare; for instance, during Piye's invasion of Ashmunein in the 8th Century BC.[30][31][32] Other Kushite weapons included War Elephants, chariots, armor. At its peak, the kingdom of Kush stretched all the way from Nubia to the Near East.[33]\n\nDuring the Vedic period (fl. 1500–500 BC), the Vedas and other associated texts contain references to warfare. The earliest allusions to a specific battle are those to the Battle of the Ten Kings in Mandala 7 of the Rigveda.\n\nThe two great ancient epics of India, Ramayana and Mahabharata (c. 1000–500 BC) are centered on conflicts and refer to military formations, theories of warfare and esoteric weaponry. Valmiki's Ramayana describes Ayodhya's military as defensive rather than aggressive. The city, it says, was strongly fortified and was surrounded by a deep moat. Ramayana describes Ayodhya in the following words: \"The city abounded in warriors undefeated in battle, fearless and chinskilled in the use of arms, resembling lions guarding their mountain caves\". Mahabharata describes various military techniques, including the Chakravyuha.\n\nThe world's first recorded military application of war elephants is in the Mahabharatha.[34] From India, war elephants were brought to the Persian Empire where they were used in several campaigns. The Persian king Darius III employed about 50 Indian elephants in the Battle of Gaugamela (331 BC) fought against Alexander the Great. In the Battle of the Hydaspes River, the Indian king Porus, who ruled in Punjab, with his smaller army of 200 war elephants, 2,000 cavalry and 20,000 infantry, presented great difficulty for Alexander the Great's larger army of 4,000 cavalry and 50,000 infantry, though Porus was eventually defeated. At this time, the Nanda Empire further east in northern and eastern India had an army of 6000 war elephants, 80,000 cavalry, 200,000 infantry and 8,000 armed chariots.\n\nChanakya (c. 350–275 BC) was a professor of political science at Takshashila University, and later the prime minister of emperor Chandragupta Maurya, the founder of the Maurya Empire. Chanakya wrote the Arthashastra, which covered various topics on ancient Indian warfare in great detail, including various techniques and strategies relating to war. These included the earliest uses of espionage and assassinations. These techniques and strategies were employed by Chandragupta Maurya, who was a student of Chanakya, and later by Ashoka (304–232 BC).\n\nChandragupta Maurya conquered the Magadha Empire and expanded to all of northern India, establishing the Maurya Empire, which extended from the Arabian Sea to the Bay of Bengal. In 305 BC, Chandragupta defeated Seleucus I Nicator, who ruled the Seleucid Empire and controlled most of the territories conquered by Alexander the Great. Seleucus eventually lost his territories in Southern Asia, including southern Afghanistan, to Chandragupta. Seleucus exchanged territory west of the Indus for 500 war elephants and offered his daughter to Chandragupta. In this matrimonial alliance, the enmity turned into friendship, and Seleucus' dispatched an ambassador, Megasthenes, to the Mauryan court at Pataliputra. As a result of this treaty, the Maurya Empire was recognized as a great power by the Hellenistic World, and the kings of Egypt and Syria sent their own ambassadors to his court. According to Megasthenes, Chandragupta Maurya built an army consisting of 30,000 cavalry, 9000 war elephants, and 600,000 infantry, which was the largest army known in the ancient world. Ashoka went on to expand the Maurya Empire to almost all of South Asia, along with much of Afghanistan and parts of Persia. Ashoka eventually gave up on warfare after converting to Buddhism.\n\nThe Cholas were the first rulers of the Indian subcontinent to maintain a navy and use it to expand their dominion overseas. Vijayalaya Chola defeated the Pallavas and captured Thanjavur. In the early 10th century the Chola king Parantaka I defeated the Pandyan king Maravarman Rajasimha II and invaded Sri Lanka. The Rashtrakuta ruler Krishna III defeated and killed Parantaka I's son Rajaditya in about 949.\n\nUttama Chola reigned 970–85. Inscriptions tell that at least from his time, Chola warriors wore waist coats of armour. Hence, one regiment was called Niyayam-Uttama-Chola-tterinda-andalakattalar.[what language is this?] Paluvettaraiyar Maravan Kandanar served as a general under Uttama and his predecessor, Sundara.\n\nRajaraja Chola began his military career with the conquest of the Cheras in the Kandalur War. He captured the Pandya ruler Amara Bhujanga, the town of Vizhinjam, and a part of Sri Lanka. In the 14th year of his reign (998–999) he conquered the Gangas of Mysore, the Nolambas of Bellary and Eastern Mysore, Tadigaipadi, Vengi, Coorg, the Pandyas and the Chalukyas of the Deccan. During the next three years, he subdued Quilon and the northern kingdom of Kalinga with the help of his son Rajendra Chola I. Rajendra later completed the conquest of Sri Lanka, crossed the Ganges, and marched across Kalinga to Bengal. He sent out a great naval expedition that occupied parts of Java, Malaya, and Sumatra. The Cholas were brought down by the Hoysalas from the west and Pandyas from the south.\n\nAncient China during the Shang Dynasty was a Bronze Age society based on chariot armies. An archaeological study of Shang sites at Anyang have revealed extensive examples of chariots and bronze weapons[citation needed]. The overthrow of the Shang by the Zhou saw the creation of a feudal social order, resting militarily on a class of aristocratic chariot warriors (士).\n\nIn the Spring and Autumn period, warfare increased. Zuo zhuan describes the wars and battles among the feudal lords during the period. Warfare continued to be stylised and ceremonial even as it grew more violent and decisive. The concept of military hegemon (霸) and his \"way of force\" (霸道) came to dominate Chinese society. Sun Tzu created a book that still applies to today's modern armies, The Art of War.\n\nFormations of the army can be clearly seen from the Terracotta Army of Qin Shi Huang, the first Emperor in the history of China to be successful in the unification of different warring states. Light infantry acting as shock troops lead the army, followed by heavy infantry as the main body of the army. Wide usage of cavalry and chariots behind the heavy infantry also gave the Qin army an edge in battles against the other warring states.\n\nWarfare became more intense, ruthless and much more decisive during the Warring States period, in which great social and political change was accompanied by the end of the system of chariot warfare and the adoption of mass infantry armies. Cavalry was also introduced from the northern frontier, despite the cultural challenge it posed for robe-wearing Chinese men. Chinese river valley civilizations would adopt nomadic \"pants\" for their cavalry units and soldiers.\n\nIn general, most features of the hoplite panoply of classical Greek antiquity, were already known during the Late Bronze Age by Mycenaean Greeks (c. 1600–1100 BC).[35] Mycenaean Greek society invested in the development of military infrastructure, while military production and logistics were supervised directly from the palatial centers.[36]\n\nInfantry did almost all of the fighting in Greek battles. The Greeks did not have any notable cavalry tradition except the Thessalians.[37] Hoplites, Greek infantry, fought with a long spear and a large shield, the aspis. Light infantry (psiloi) peltasts, served as skirmishers.\n\nDespite the fact that most Greek cities were well fortified (with the notable exception of Sparta) and Greek siege technology was not up to the task of breaching these fortifications by force, most land battles were pitched ones fought on flat-open ground. This was because of the limited period of service Greek soldiers could offer before they needed to return to their farms; hence, a decisive battle was needed to settle matters at hand. To draw out a city's defenders, its fields would be threatened with destruction, threatening the defenders with starvation in the winter if they did not surrender or accept battle.\n\nThis pattern of warfare was broken during the Peloponnesian War, when Athens' command of the sea allowed the city to ignore the destruction of the Athenian crops by Sparta and her allies by shipping grain into the city from the Crimea. This led to a warfare style in which both sides were forced to engage in repeated raids over several years without reaching a settlement. It also made sea battle a vital part of warfare. Greek naval battles were fought between triremes – long and speedy rowing ships which engaged the enemy by ramming and boarding actions.\n\nDuring the time of Philip II of Macedon and Alexander the Great, the Macedonians were regarded as the most complete well co-ordinated military force in the known world. Although they are best known for the achievements of Alexander the Great, his father Philip II of Macedon created and designed the fighting force Alexander used in his conquests. Before this time and for centuries their military prowess was nowhere near that the sarissa phalanx offered.\n\nHowever, prior to the improvements made by Philip II of Macedon armies fought in the traditional manner of the Greeks; that of the hoplite phalanx.\n\nPhilip provided his Macedonian soldiers in the phalanx with sarissa, a spear which was 4–6 meters in length. The sarissa, when held upright by the rear ranks of the phalanx (there were usually eight ranks), helped hide maneuvers behind the phalanx from the view of the enemy. When held horizontal by the front ranks of the phalanx, enemies could be run through from far away. The hoplite type troops were not abandoned,[24] but were no longer the core of the army.\n\nIn 358 BC he met the Illyrians in battle with his reorganized Macedonian phalanx and utterly defeated them. The Illyrians fled in panic, leaving the majority of their 9,000-strong army dead. The Macedonian army invaded Illyria and conquered the southern Illyrian tribes.\n\nAfter the defeat of the Illyrians, Macedon's policy became increasingly aggressive. Paeonia was already forcefully integrated into Macedon under Philip's rule. In 357 BC Philip broke the treaty with Athens and attacked Amphipolis which promised to surrender to the Athenians in exchange for the fortified town of Pydna, a promise he didn't keep. The city fell back in the hands of Macedonia after an intense siege. Then he secured possession over the gold mines of nearby Mount Pangaeus, which would enable him to finance his future wars.\n\nIn 356 the Macedonian army advanced further eastward and captured the town of Crenides (near modern Drama) which was in the hands of the Thracians, and which Philip renamed after himself to Philippi. The Macedonian eastern border with Thrace was now secured at the river Nestus (Mesta).\n\nPhilip next marched against his southern enemies. In Thessaly he defeated his enemies and by 352, he was firmly in control of this region. The Macedonian army advanced as far as the pass of Thermopylae which divides Greece in two parts, but it did not attempt to take it because it was strongly guarded by a joint force of Athenians, Spartans, and Achaeans.\n\nHaving secured the bordering regions of Macedon, Philip assembled a large Macedonian army and marched deep into Thrace for a long conquering campaign. By 339 after defeating the Thracians in series of battles, most of Thrace was firmly in Macedonian hands save the most eastern Greek coastal cities of Byzantium and Perinthus who successfully withstood the long and difficult sieges. But both Byzantium and Perinthus would have surely fallen had it not been for the help they received from the various Greek city-states, and the Persian king himself, who now viewed the rise of Macedonia and its eastern expansion with concern. Ironically, the Greeks invited and sided with the Persians against the Macedonians, although Persia had been the nation hated the most by Greece for more than a century. The memory of the Persian invasion of Greece some 150 years ago was still alive, but the current politics for the Macedonians had put it aside.\n\nMuch greater would be the conquests of his son, Alexander the Great, who would add to the phalanx a powerful cavalry, led by his elite Companions, and flexible, innovative formations and tactics. He advanced Greek style of combat, and was able to muster large bodies of men for long periods of time for his campaigns against Persia.\n\nThe Roman army was the world's first professional army. It had its origins in the citizen army of the Republic, which was staffed by citizens serving mandatory duty for Rome. The reforms of Marius around 100 BC turned the army into a professional structure, still largely filled by citizens, but citizens who served continuously for 20 years before being discharged.\n\nThe Romans were also noted for making use of auxiliary troops, non-Romans who served with the legions and filled roles that the traditional Roman military could not fill effectively, such as light skirmish troops and heavy cavalry. Later in the Empire, these auxiliary troops, along with foreign mercenaries, became the core of the Roman military. By the late Empire, tribes such as the Visigoths were bribed to serve as mercenaries.\n\nThe Roman navy was traditionally considered less important, although it remained vital for the transportation of supplies and troops, also during the great purge of pirates from the Mediterranean sea by Pompey the Great in the 1st century BC. Most of Rome's battles occurred on land, especially when the Empire was at its height and all the land around the Mediterranean was controlled by Rome.\n\nBut there were notable exceptions. The First Punic War, a pivotal war between Rome and Carthage in the 3rd century BC, was largely a naval conflict. And the naval Battle of Actium established the Roman empire under Augustus.\n\nThe Illyrian king Bardyllis turned part of south Illyria into a formidable local power in the 4th century BC. He managed to become king of the Dardanians[38] and include other tribes under his rule. However, their power was weakened by bitter rivalries and jealousy. The army was composed by peltasts with a variety of weapons.\n\nThe Thracians fought as peltasts using javelins and crescent or round wicker shields. Missile weapons were favored but close combat weaponry was carried by the Thracians as well. These close combat weapons varied from the dreaded Rhomphaia & Falx\nto spears and swords. Thracians shunned armor and greaves and fought as light as possible favoring mobility above all other traits and had excellent horsemen.[39]\n\nThe Dacian tribes, located on modern-day Romania and Moldova were part of the greater Thracian family of peoples. They established a highly militarized society and, during the periods when the tribes were united under one king (82–44 BC, 86–106) posed a major threat to the Roman provinces of Lower Danube. Dacia was conquered and transformed into a Roman province in 106 after a long, hard war.\n\nTribal warfare appears to have been a regular feature of Celtic societies. While epic literature depicts this as more of a sport focused on raids and hunting rather than organised territorial conquest, the historical record is more of tribes using warfare to exert political control and harass rivals, for economic advantage, and in some instances to conquer territory.\n\nThe Celts were described by classical writers such as Strabo, Livy, Pausanias, and Florus as fighting like \"wild beasts\", and as hordes. Dionysius said that their \"manner of fighting, being in large measure that of wild beasts and frenzied, was an erratic procedure, quite lacking in military science. Thus, at one moment they would raise their swords aloft and smite after the manner of wild boars, throwing the whole weight of their bodies into the blow like hewers of wood or men digging with mattocks, and again they would deliver crosswise blows aimed at no target as if they intended to cut to pieces the entire bodies of their adversaries, protective armour and all\".[40] Such descriptions have been challenged by contemporary historians.[41] Caesar himself describes the Gauls as forming phalanxes (likely similar to the medieval shieldwall) and testudos in battle, and using spears as their main weapon, as opposed to swords.\n\nHistorical records of the Germanic tribes in Germania east of the Rhine and west of the Danube do not begin until quite late in the ancient period, so only the period after 100 BC can be examined. What is clear is that the Germanic idea of warfare was quite different from the pitched battles fought by Rome and Greece. Instead, the Germanic tribes focused on raids.\n\nThe purpose of these was generally not to gain territory, but rather to capture resources and secure prestige. These raids were conducted by irregular troops, often formed along family or village lines. Leaders of unusual personal magnetism could gather more soldiers for longer periods, but there was no systematic method of gathering and training men, so the death of a charismatic leader could mean the destruction of an army. Armies also often consisted of more than 50 percent noncombatants, as displaced people would travel with large groups of soldiers, the elderly, women, and children.\n\nThough often defeated by the Romans, the Germanic tribes were remembered in Roman records as fierce combatants, whose main downfall was that they failed to unite successfully into one fighting force, under one command.[42] After the three Roman legions were ambushed and destroyed by an alliance of Germanic tribes headed by Arminius at the Battle of the Teutoburg Forest in 9 AD, the Roman Empire made no further concentrated attempts at conquering Germania beyond the Rhine. Prolonged warfare against the Romans accustomed the Germanic tribes to improved tactics such as the use of reserves, military discipline and centralised command.[42] Germanic tribes would eventually overwhelm and conquer the ancient world, giving rise to modern Europe and medieval warfare. For an analysis of Germanic tactics versus the Roman empire see tactical problems in facing the Gauls and the Germanic tribes\n\nHorses and bows were very important in Japan and were used in warfare from very early times, as shown in statues and artifacts found in tombs of early chieftains. Samurai eventually became very skilled in using the horse. Because their main weapon at this time was the bow and arrow, early samurai exploits were spoken of in Japanese war tales as the \"Way of the Horse and Bow.\" Horse and bow combined was a battlefield advantage to the early samurai. A bunch of arrows made of mainly wood with poison-tipped points was worn on a warrior's right side so he could quickly knock and release an arrow mid-gallop.\n\nAlthough they weren't as important as the bow, swords of various sizes and types were also part of an early samurai's armory. They were mostly for close-quarters engagements. Many different kinds of spears were also used. One, the naginata, was a curved blade fixed to the end of a pole several feet long. This was known as a 'woman's spear' because samurai girls were taught to use it from an early age. A device called the kumade, which resembled a long-handled garden rake, was used to catch the clothing or helmet of enemy horsemen and unseat them.\n\nCommon samurai archers had armor made of lamellae pieces laced together with colorful cords. The lightweight armor allowed for greater freedom of movement, faster speed, and reduced fatigue for horse and rider.\n\nThe early Yamato period had seen a continual engagement in the Korean Peninsula until Japan finally withdrew, along with the remaining forces of the Baekje Kingdom. Several battles occurred in these periods as the Emperor's succession gained importance. By the Nara period, Honshū was completely under the control of the Yamato clan. Near the end of the Heian period, samurai became a powerful political force, thus starting the feudal period.\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/War",
        "https://en.wikipedia.org/wiki/Military_history",
        "https://en.wikipedia.org/wiki/Prehistoric_warfare",
        "https://en.wikipedia.org/wiki/Medieval_warfare",
        "https://en.wikipedia.org/wiki/Early_modern_warfare",
        "https://en.wikipedia.org/wiki/Modern_warfare",
        "https://en.wikipedia.org/wiki/Industrial_warfare",
        "https://en.wikipedia.org/wiki/Battlespace",
        "https://en.wikipedia.org/wiki/Aerial_warfare",
        "https://en.wikipedia.org/wiki/Airborne_forces",
        "https://en.wikipedia.org/wiki/Space_warfare",
        "https://en.wikipedia.org/wiki/Land_warfare",
        "https://en.wikipedia.org/wiki/Desert_warfare",
        "https://en.wikipedia.org/wiki/Jungle_warfare",
        "https://en.wikipedia.org/wiki/Mountain_warfare",
        "https://en.wikipedia.org/wiki/Urban_warfare",
        "https://en.wikipedia.org/wiki/Naval_warfare",
        "https://en.wikipedia.org/wiki/Amphibious_warfare",
        "https://en.wikipedia.org/wiki/Surface_warfare",
        "https://en.wikipedia.org/wiki/Underwater_warfare",
        "https://en.wikipedia.org/wiki/Subterranean_warfare",
        "https://en.wikipedia.org/wiki/Tunnel_warfare",
        "https://en.wikipedia.org/wiki/Cyberwarfare",
        "https://en.wikipedia.org/wiki/Information_warfare",
        "https://en.wikipedia.org/wiki/Weapon",
        "https://en.wikipedia.org/wiki/Armoured_warfare",
        "https://en.wikipedia.org/wiki/Artillery",
        "https://en.wikipedia.org/wiki/Biological_warfare",
        "https://en.wikipedia.org/wiki/Military_camouflage",
        "https://en.wikipedia.org/wiki/Cavalry",
        "https://en.wikipedia.org/wiki/Chemical_warfare",
        "https://en.wikipedia.org/wiki/Class_conflict",
        "https://en.wikipedia.org/wiki/Combined_arms",
        "https://en.wikipedia.org/wiki/Conventional_warfare",
        "https://en.wikipedia.org/wiki/Cyberweapon",
        "https://en.wikipedia.org/wiki/Area_denial_weapon",
        "https://en.wikipedia.org/wiki/Disinformation",
        "https://en.wikipedia.org/wiki/Drone_strike",
        "https://en.wikipedia.org/wiki/Electronic_warfare",
        "https://en.wikipedia.org/wiki/Infantry",
        "https://en.wikipedia.org/wiki/Lawfare",
        "https://en.wikipedia.org/wiki/Loitering_munition",
        "https://en.wikipedia.org/wiki/Martial_music",
        "https://en.wikipedia.org/wiki/Nuclear_warfare",
        "https://en.wikipedia.org/wiki/Psychological_warfare",
        "https://en.wikipedia.org/wiki/Radiological_warfare",
        "https://en.wikipedia.org/wiki/Unconventional_warfare",
        "https://en.wikipedia.org/wiki/Military_tactics",
        "https://en.wikipedia.org/wiki/List_of_military_tactics",
        "https://en.wikipedia.org/wiki/Air_combat_manoeuvring",
        "https://en.wikipedia.org/wiki/Airlift",
        "https://en.wikipedia.org/wiki/Airdrop",
        "https://en.wikipedia.org/wiki/Battle",
        "https://en.wikipedia.org/wiki/Cavalry_tactics",
        "https://en.wikipedia.org/wiki/Counterattack",
        "https://en.wikipedia.org/wiki/Counterinsurgency",
        "https://en.wikipedia.org/wiki/Defeat_in_detail",
        "https://en.wikipedia.org/wiki/Defensive_fighting_position",
        "https://en.wikipedia.org/wiki/Envelopment",
        "https://en.wikipedia.org/wiki/Guerrilla_warfare",
        "https://en.wikipedia.org/wiki/Morale",
        "https://en.wikipedia.org/wiki/Shock_and_awe",
        "https://en.wikipedia.org/wiki/Siege",
        "https://en.wikipedia.org/wiki/Tactical_objective",
        "https://en.wikipedia.org/wiki/Saturation_attack",
        "https://en.wikipedia.org/wiki/Trench_warfare",
        "https://en.wikipedia.org/wiki/Operational_level_of_war",
        "https://en.wikipedia.org/wiki/Military_operation",
        "https://en.wikipedia.org/wiki/Operations_research",
        "https://en.wikipedia.org/wiki/Blitzkrieg",
        "https://en.wikipedia.org/wiki/Expeditionary_warfare",
        "https://en.wikipedia.org/wiki/Deep_operation",
        "https://en.wikipedia.org/wiki/Maneuver_warfare",
        "https://en.wikipedia.org/wiki/Operational_manoeuvre_group",
        "https://en.wikipedia.org/wiki/Military_strategy",
        "https://en.wikipedia.org/wiki/List_of_military_strategies_and_concepts",
        "https://en.wikipedia.org/wiki/Military_campaign",
        "https://en.wikipedia.org/wiki/Attrition_warfare",
        "https://en.wikipedia.org/wiki/Culminating_point",
        "https://en.wikipedia.org/wiki/Defence_in_depth",
        "https://en.wikipedia.org/wiki/Fabian_strategy",
        "https://en.wikipedia.org/wiki/Mosaic_Warfare",
        "https://en.wikipedia.org/wiki/Military_deception",
        "https://en.wikipedia.org/wiki/Strategic_defence",
        "https://en.wikipedia.org/wiki/Strategic_depth",
        "https://en.wikipedia.org/wiki/Naval_strategy",
        "https://en.wikipedia.org/wiki/Scorched_earth",
        "https://en.wikipedia.org/wiki/Grand_strategy",
        "https://en.wikipedia.org/wiki/Asymmetric_warfare",
        "https://en.wikipedia.org/wiki/Colonial_war",
        "https://en.wikipedia.org/wiki/Conquest",
        "https://en.wikipedia.org/wiki/Containment",
        "https://en.wikipedia.org/wiki/Economic_warfare",
        "https://en.wikipedia.org/wiki/Endemic_warfare",
        "https://en.wikipedia.org/wiki/Irregular_warfare",
        "https://en.wikipedia.org/wiki/Wars_of_national_liberation",
        "https://en.wikipedia.org/wiki/Limited_war",
        "https://en.wikipedia.org/wiki/Perpetual_war",
        "https://en.wikipedia.org/wiki/Political_warfare",
        "https://en.wikipedia.org/wiki/Princely_rebellion",
        "https://en.wikipedia.org/wiki/Proxy_war",
        "https://en.wikipedia.org/wiki/Religious_war",
        "https://en.wikipedia.org/wiki/Resource_war",
        "https://en.wikipedia.org/wiki/Strategic_studies",
        "https://en.wikipedia.org/wiki/War_of_succession",
        "https://en.wikipedia.org/wiki/Military_technology",
        "https://en.wikipedia.org/wiki/Total_war",
        "https://en.wikipedia.org/wiki/World_war",
        "https://en.wikipedia.org/wiki/Military_administration",
        "https://en.wikipedia.org/wiki/Military_branch",
        "https://en.wikipedia.org/wiki/Military_policy",
        "https://en.wikipedia.org/wiki/Military_education_and_training",
        "https://en.wikipedia.org/wiki/Military_service",
        "https://en.wikipedia.org/wiki/Military_sociology",
        "https://en.wikipedia.org/wiki/Military_organization",
        "https://en.wikipedia.org/wiki/Command_hierarchy",
        "https://en.wikipedia.org/wiki/Command_and_control",
        "https://en.wikipedia.org/wiki/Military_doctrine",
        "https://en.wikipedia.org/wiki/Military_engineering",
        "https://en.wikipedia.org/wiki/Military_intelligence",
        "https://en.wikipedia.org/wiki/Military_rank",
        "https://en.wikipedia.org/wiki/Military_technology",
        "https://en.wikipedia.org/wiki/Military_personnel",
        "https://en.wikipedia.org/wiki/Military_recruitment",
        "https://en.wikipedia.org/wiki/Conscription",
        "https://en.wikipedia.org/wiki/Recruit_training",
        "https://en.wikipedia.org/wiki/Military_specialism",
        "https://en.wikipedia.org/wiki/Women_in_the_military",
        "https://en.wikipedia.org/wiki/Children_in_the_military",
        "https://en.wikipedia.org/wiki/Transgender_people_and_military_service",
        "https://en.wikipedia.org/wiki/Sexual_harassment_in_the_military",
        "https://en.wikipedia.org/wiki/Conscientious_objector",
        "https://en.wikipedia.org/wiki/Military_logistics",
        "https://en.wikipedia.org/wiki/Arms_industry",
        "https://en.wikipedia.org/wiki/Materiel",
        "https://en.wikipedia.org/wiki/Main_operating_base",
        "https://en.wikipedia.org/wiki/Forward_operating_base",
        "https://en.wikipedia.org/wiki/Military_science",
        "https://en.wikipedia.org/wiki/Power_projection",
        "https://en.wikipedia.org/wiki/Loss_of_Strength_Gradient",
        "https://en.wikipedia.org/wiki/Law_of_war",
        "https://en.wikipedia.org/wiki/Geneva_Conventions",
        "https://en.wikipedia.org/wiki/Geneva_Protocol",
        "https://en.wikipedia.org/wiki/Military_justice",
        "https://en.wikipedia.org/wiki/Perfidy",
        "https://en.wikipedia.org/wiki/Rules_of_engagement",
        "https://en.wikipedia.org/wiki/Martial_law",
        "https://en.wikipedia.org/wiki/War_crime",
        "https://en.wikipedia.org/wiki/Military_theory",
        "https://en.wikipedia.org/wiki/Air_supremacy",
        "https://en.wikipedia.org/wiki/Command_of_the_sea",
        "https://en.wikipedia.org/wiki/Overmatch",
        "https://en.wikipedia.org/wiki/Unrestricted_Warfare",
        "https://en.wikipedia.org/wiki/Horses_in_warfare",
        "https://en.wikipedia.org/wiki/Outline_of_war",
        "https://en.wikipedia.org/wiki/Just_war_theory",
        "https://en.wikipedia.org/wiki/Principles_of_war",
        "https://en.wikipedia.org/wiki/Philosophy_of_war",
        "https://en.wikipedia.org/wiki/War_film",
        "https://en.wikipedia.org/wiki/Military_science_fiction",
        "https://en.wikipedia.org/wiki/Military_exercise",
        "https://en.wikipedia.org/wiki/Security_dilemma",
        "https://en.wikipedia.org/wiki/Tripwire_force",
        "https://en.wikipedia.org/wiki/Mercenary",
        "https://en.wikipedia.org/wiki/War_novel",
        "https://en.wikipedia.org/wiki/Women_in_war",
        "https://en.wikipedia.org/wiki/War_resister",
        "https://en.wikipedia.org/wiki/War_studies",
        "https://en.wikipedia.org/wiki/Wartime_sexual_violence",
        "https://en.wikipedia.org/wiki/Lists_of_battles",
        "https://en.wikipedia.org/wiki/List_of_military_occupations",
        "https://en.wikipedia.org/wiki/List_of_military_tactics",
        "https://en.wikipedia.org/wiki/List_of_military_operations",
        "https://en.wikipedia.org/wiki/List_of_sieges",
        "https://en.wikipedia.org/wiki/List_of_war_crimes",
        "https://en.wikipedia.org/wiki/Lists_of_weapons",
        "https://en.wikipedia.org/wiki/List_of_military_writers",
        "https://en.wikipedia.org/wiki/War",
        "https://en.wikipedia.org/wiki/Recorded_history",
        "https://en.wikipedia.org/wiki/Ancient_period",
        "https://en.wikipedia.org/wiki/Prehistoric_warfare",
        "https://en.wikipedia.org/wiki/Empire",
        "https://en.wikipedia.org/wiki/Mesopotamia",
        "https://en.wikipedia.org/wiki/Europe",
        "https://en.wikipedia.org/wiki/Near_East",
        "https://en.wikipedia.org/wiki/Fall_of_the_Western_Roman_Empire",
        "https://en.wikipedia.org/wiki/Muslim_conquests",
        "https://en.wikipedia.org/wiki/China",
        "https://en.wikipedia.org/wiki/Tang_dynasty",
        "https://en.wikipedia.org/wiki/Indian_subcontinent",
        "https://en.wikipedia.org/wiki/Gupta_Empire",
        "https://en.wikipedia.org/wiki/Muslim_conquest_in_the_Indian_subcontinent",
        "https://en.wikipedia.org/wiki/Japan",
        "https://en.wikipedia.org/wiki/Feudalism",
        "https://en.wikipedia.org/wiki/Kamakura_period",
        "https://en.wikipedia.org/wiki/Bow_and_arrow",
        "https://en.wikipedia.org/wiki/Spear",
        "https://en.wikipedia.org/wiki/Nataruk",
        "https://en.wikipedia.org/wiki/Turkana_County",
        "https://en.wikipedia.org/wiki/Egypt",
        "https://en.wikipedia.org/wiki/Medieval_warfare",
        "https://en.wikipedia.org/wiki/Heavy_cavalry",
        "https://en.wikipedia.org/wiki/Medieval_siege_weaponry",
        "https://en.wikipedia.org/wiki/Trebuchet",
        "https://en.wikipedia.org/wiki/Late_Antiquity",
        "https://en.wikipedia.org/wiki/Iron_Age",
        "https://en.wikipedia.org/wiki/Cavalry",
        "https://en.wikipedia.org/wiki/Chariot_warfare",
        "https://en.wikipedia.org/wiki/Naval_warfare",
        "https://en.wikipedia.org/wiki/Sea_Peoples",
        "https://en.wikipedia.org/wiki/Ferrous_metallurgy",
        "https://en.wikipedia.org/wiki/World_power",
        "https://en.wikipedia.org/wiki/Fertile_Crescent",
        "https://en.wikipedia.org/wiki/Levant",
        "https://en.wikipedia.org/wiki/Ancient_Egypt",
        "https://en.wikipedia.org/wiki/Chariot",
        "https://en.wikipedia.org/wiki/Chariot",
        "https://en.wikipedia.org/wiki/Middle_East",
        "https://en.wikipedia.org/wiki/Oxen",
        "https://en.wikipedia.org/wiki/Ancient_Near_East",
        "https://en.wikipedia.org/wiki/Chariots_in_ancient_China",
        "https://en.wikipedia.org/wiki/Shang_dynasty",
        "https://en.wikipedia.org/wiki/Tank",
        "https://en.wikipedia.org/wiki/Shock_attack",
        "https://en.wikipedia.org/wiki/Feudal_system",
        "https://en.wikipedia.org/wiki/Homer",
        "https://en.wikipedia.org/wiki/The_Iliad",
        "https://en.wikipedia.org/wiki/New_Kingdom",
        "https://en.wikipedia.org/wiki/Battle_of_Kadesh",
        "https://en.wikipedia.org/wiki/Naval_warfare",
        "https://en.wikipedia.org/wiki/Mediterranean",
        "https://en.wikipedia.org/wiki/Cyclades",
        "https://en.wikipedia.org/wiki/Luxor",
        "https://en.wikipedia.org/wiki/Ramses_III",
        "https://en.wikipedia.org/wiki/Ramses_II",
        "https://en.wikipedia.org/wiki/Herodotus_of_Halicarnassus",
        "https://en.wikipedia.org/wiki/Trireme",
        "https://en.wikipedia.org/wiki/Battle_of_Lade",
        "https://en.wikipedia.org/wiki/Pitched_battle",
        "https://en.wikipedia.org/wiki/Battle_of_Cannae",
        "https://en.wikipedia.org/wiki/Military_tactics",
        "https://en.wikipedia.org/wiki/List_of_ancient_weapons",
        "https://en.wikipedia.org/wiki/Atlatl",
        "https://en.wikipedia.org/wiki/Polearm",
        "https://en.wikipedia.org/wiki/Falx",
        "https://en.wikipedia.org/wiki/Pilum",
        "https://en.wikipedia.org/wiki/Sword",
        "https://en.wikipedia.org/wiki/Axe",
        "https://en.wikipedia.org/wiki/Knife",
        "https://en.wikipedia.org/wiki/Catapult",
        "https://en.wikipedia.org/wiki/Siege_tower",
        "https://en.wikipedia.org/wiki/Battering_ram",
        "https://en.wikipedia.org/wiki/Siege",
        "https://en.wikipedia.org/wiki/Ayudha_katti",
        "https://en.wikipedia.org/wiki/Bagh_nakh",
        "https://en.wikipedia.org/wiki/Siege",
        "https://en.wikipedia.org/wiki/Siege_of_Dapur",
        "https://en.wikipedia.org/wiki/Ramesseum",
        "https://en.wikipedia.org/wiki/Ancient_Near_East",
        "https://en.wikipedia.org/wiki/Protodynastic_Period_of_Egypt",
        "https://en.wikipedia.org/wiki/Assyria",
        "https://en.wikipedia.org/wiki/Military_history_of_the_Assyrian_Empire",
        "https://en.wikipedia.org/wiki/Military_history_of_Iraq",
        "https://en.wikipedia.org/wiki/Warfare_in_Ancient_Sumeria",
        "https://en.wikipedia.org/wiki/Military_history_of_Egypt",
        "https://en.wikipedia.org/wiki/Military_of_ancient_Egypt",
        "https://en.wikipedia.org/wiki/Ancient_Egypt",
        "https://en.wikipedia.org/wiki/Nile",
        "https://en.wikipedia.org/wiki/Egyptians",
        "https://en.wikipedia.org/wiki/Nubia",
        "https://en.wikipedia.org/wiki/Hyksos",
        "https://en.wikipedia.org/wiki/Sickle_sword",
        "https://en.wikipedia.org/wiki/Armour",
        "https://en.wikipedia.org/wiki/New_Kingdom",
        "https://en.wikipedia.org/wiki/Mitanni",
        "https://en.wikipedia.org/wiki/Hittites",
        "https://en.wikipedia.org/wiki/Assyria",
        "https://en.wikipedia.org/wiki/Babylonians",
        "https://en.wikipedia.org/wiki/Phalanx_formation",
        "https://en.wikipedia.org/wiki/Medjay",
        "https://en.wikipedia.org/wiki/Elephantine",
        "https://en.wikipedia.org/wiki/Nile",
        "https://en.wikipedia.org/wiki/Hyksos",
        "https://en.wikipedia.org/wiki/Avaris",
        "https://en.wikipedia.org/wiki/Ramesses_III",
        "https://en.wikipedia.org/wiki/Military_history_of_Iran",
        "https://en.wikipedia.org/wiki/Cyrus_the_Great",
        "https://en.wikipedia.org/wiki/Achaemenid_Empire",
        "https://en.wikipedia.org/wiki/War_elephants",
        "https://en.wikipedia.org/wiki/Persian_Immortals",
        "https://en.wikipedia.org/wiki/Military_of_ancient_Nubia",
        "https://en.wikipedia.org/wiki/Kerma_culture",
        "https://en.wikipedia.org/wiki/Kerma",
        "https://en.wikipedia.org/wiki/Daggers",
        "https://en.wikipedia.org/wiki/Sword",
        "https://en.wikipedia.org/wiki/Archer",
        "https://en.wikipedia.org/wiki/Kingdom_of_Kush",
        "https://en.wikipedia.org/wiki/Napata",
        "https://en.wikipedia.org/wiki/Meroitic_period",
        "https://en.wikipedia.org/wiki/Archery",
        "https://en.wikipedia.org/wiki/Crossbow",
        "https://en.wikipedia.org/wiki/Siege_engines",
        "https://en.wikipedia.org/wiki/Piye",
        "https://en.wikipedia.org/wiki/Ashmunein",
        "https://en.wikipedia.org/wiki/War_Elephants",
        "https://en.wikipedia.org/wiki/Chariots",
        "https://en.wikipedia.org/wiki/Armor",
        "https://en.wikipedia.org/wiki/Military_history_of_India",
        "https://en.wikipedia.org/wiki/Vedic_civilization",
        "https://en.wikipedia.org/wiki/Floruit",
        "https://en.wikipedia.org/wiki/Vedas",
        "https://en.wikipedia.org/wiki/Battle_of_the_Ten_Kings",
        "https://en.wikipedia.org/wiki/Mandala_7",
        "https://en.wikipedia.org/wiki/Rigveda",
        "https://en.wikipedia.org/wiki/India",
        "https://en.wikipedia.org/wiki/Ramayana",
        "https://en.wikipedia.org/wiki/Mahabharata",
        "https://en.wikipedia.org/wiki/Valmiki",
        "https://en.wikipedia.org/wiki/Ayodhya",
        "https://en.wikipedia.org/wiki/Chakravyuha",
        "https://en.wikipedia.org/wiki/War_elephant",
        "https://en.wikipedia.org/wiki/Achaemenid_Empire",
        "https://en.wikipedia.org/wiki/Darius_III",
        "https://en.wikipedia.org/wiki/Battle_of_Gaugamela",
        "https://en.wikipedia.org/wiki/Battle_of_the_Hydaspes_River",
        "https://en.wikipedia.org/wiki/King_Porus",
        "https://en.wikipedia.org/wiki/Nanda_Empire",
        "https://en.wikipedia.org/wiki/North_India",
        "https://en.wikipedia.org/wiki/East_India",
        "https://en.wikipedia.org/wiki/Chanakya",
        "https://en.wikipedia.org/wiki/Political_science",
        "https://en.wikipedia.org/wiki/Takshashila_University",
        "https://en.wikipedia.org/wiki/Prime_minister",
        "https://en.wikipedia.org/wiki/Chandragupta_Maurya",
        "https://en.wikipedia.org/wiki/Maurya_Empire",
        "https://en.wikipedia.org/wiki/Arthashastra",
        "https://en.wikipedia.org/wiki/Espionage",
        "https://en.wikipedia.org/wiki/Assassination",
        "https://en.wikipedia.org/wiki/Ashoka",
        "https://en.wikipedia.org/wiki/Arabian_Sea",
        "https://en.wikipedia.org/wiki/Bay_of_Bengal",
        "https://en.wikipedia.org/wiki/Seleucus_I_Nicator",
        "https://en.wikipedia.org/wiki/Seleucid_Empire",
        "https://en.wikipedia.org/wiki/Afghanistan",
        "https://en.wikipedia.org/wiki/Megasthenes",
        "https://en.wikipedia.org/wiki/Pataliputra",
        "https://en.wikipedia.org/wiki/Hellenistic_civilization",
        "https://en.wikipedia.org/wiki/Egypt",
        "https://en.wikipedia.org/wiki/Syria",
        "https://en.wikipedia.org/wiki/South_Asia",
        "https://en.wikipedia.org/wiki/Iran",
        "https://en.wikipedia.org/wiki/Buddhism",
        "https://en.wikipedia.org/wiki/Cholas",
        "https://en.wikipedia.org/wiki/Vijayalaya_Chola",
        "https://en.wikipedia.org/wiki/Thanjavur",
        "https://en.wikipedia.org/wiki/Parantaka_I",
        "https://en.wikipedia.org/wiki/Pandyan",
        "https://en.wikipedia.org/wiki/Maravarman_Rajasimha_II",
        "https://en.wikipedia.org/wiki/Sri_Lanka",
        "https://en.wikipedia.org/wiki/Rashtrakuta",
        "https://en.wikipedia.org/wiki/Krishna_III",
        "https://en.wikipedia.org/wiki/Rajaditya",
        "https://en.wikipedia.org/wiki/Uttama_Chola",
        "https://en.wikipedia.org/wiki/Sundara_Chola",
        "https://en.wikipedia.org/wiki/Rajaraja_Chola",
        "https://en.wikipedia.org/wiki/Kandalur_War",
        "https://en.wikipedia.org/wiki/Vizhinjam",
        "https://en.wikipedia.org/wiki/Gangas",
        "https://en.wikipedia.org/wiki/Mysore",
        "https://en.wikipedia.org/wiki/Nolambas",
        "https://en.wikipedia.org/wiki/Bellary",
        "https://en.wikipedia.org/wiki/Vengi",
        "https://en.wikipedia.org/wiki/Coorg",
        "https://en.wikipedia.org/wiki/Quilon",
        "https://en.wikipedia.org/wiki/Rajendra_Chola_I",
        "https://en.wikipedia.org/wiki/Ganges",
        "https://en.wikipedia.org/wiki/Bengal",
        "https://en.wikipedia.org/wiki/Java",
        "https://en.wikipedia.org/wiki/Malay_Peninsula",
        "https://en.wikipedia.org/wiki/Sumatra",
        "https://en.wikipedia.org/wiki/Hoysalas",
        "https://en.wikipedia.org/wiki/Shang_Dynasty",
        "https://en.wikipedia.org/wiki/Anyang",
        "https://en.wikipedia.org/wiki/Zhou_Dynasty",
        "https://en.wikipedia.org/wiki/Spring_and_Autumn_period",
        "https://en.wikipedia.org/wiki/Sun_Tzu",
        "https://en.wikipedia.org/wiki/The_Art_of_War",
        "https://en.wikipedia.org/wiki/Qin_Shi_Huang",
        "https://en.wikipedia.org/wiki/Warring_States_period",
        "https://en.wikipedia.org/wiki/Pants",
        "https://en.wikipedia.org/wiki/Military_history_of_Greece",
        "https://en.wikipedia.org/wiki/Ancient_Greek_warfare",
        "https://en.wikipedia.org/wiki/Mycenaean_Greece",
        "https://en.wikipedia.org/wiki/Military_of_Mycenaean_Greece",
        "https://en.wikipedia.org/wiki/Hoplites",
        "https://en.wikipedia.org/wiki/Aspis",
        "https://en.wikipedia.org/wiki/Peltasts",
        "https://en.wikipedia.org/wiki/Sparta",
        "https://en.wikipedia.org/wiki/Peloponnesian_War",
        "https://en.wikipedia.org/wiki/Athens",
        "https://en.wikipedia.org/wiki/Grain_trade",
        "https://en.wikipedia.org/wiki/Crimean_Peninsula",
        "https://en.wikipedia.org/wiki/Triremes",
        "https://en.wikipedia.org/wiki/Ancient_Macedonian_army",
        "https://en.wikipedia.org/wiki/Hellenistic_armies",
        "https://en.wikipedia.org/wiki/Philip_II_of_Macedon",
        "https://en.wikipedia.org/wiki/Alexander_the_Great",
        "https://en.wikipedia.org/wiki/Ancient_Macedonians",
        "https://en.wikipedia.org/wiki/Military",
        "https://en.wikipedia.org/wiki/Hoplite",
        "https://en.wikipedia.org/wiki/Macedon",
        "https://en.wikipedia.org/wiki/Sarissa",
        "https://en.wikipedia.org/wiki/Illyrians",
        "https://en.wikipedia.org/wiki/Ancient_Macedonian_military",
        "https://en.wikipedia.org/wiki/Illyria",
        "https://en.wikipedia.org/wiki/Illyrians",
        "https://en.wikipedia.org/wiki/Macedon",
        "https://en.wikipedia.org/wiki/Paionia",
        "https://en.wikipedia.org/wiki/Macedon",
        "https://en.wikipedia.org/wiki/Philip_II_of_Macedon",
        "https://en.wikipedia.org/wiki/Athens",
        "https://en.wikipedia.org/wiki/Amphipolis",
        "https://en.wikipedia.org/wiki/Athenians",
        "https://en.wikipedia.org/wiki/Pydna",
        "https://en.wikipedia.org/wiki/Macedon",
        "https://en.wikipedia.org/wiki/Siege",
        "https://en.wikipedia.org/wiki/Gold_mining",
        "https://en.wikipedia.org/wiki/Mount_Pangaeus",
        "https://en.wikipedia.org/wiki/Thracians",
        "https://en.wikipedia.org/wiki/Philippi",
        "https://en.wikipedia.org/wiki/Thrace",
        "https://en.wikipedia.org/wiki/Nestus",
        "https://en.wikipedia.org/wiki/Thessaly",
        "https://en.wikipedia.org/wiki/Army",
        "https://en.wikipedia.org/wiki/Thermopylae",
        "https://en.wikipedia.org/wiki/Greece",
        "https://en.wikipedia.org/wiki/Athenians",
        "https://en.wikipedia.org/wiki/Sparta",
        "https://en.wikipedia.org/wiki/Thrace",
        "https://en.wikipedia.org/wiki/Greece",
        "https://en.wikipedia.org/wiki/Byzantium",
        "https://en.wikipedia.org/wiki/Perinthus",
        "https://en.wikipedia.org/wiki/Achaemenid_Empire",
        "https://en.wikipedia.org/wiki/Persian_people",
        "https://en.wikipedia.org/wiki/Companion_Cavalry",
        "https://en.wikipedia.org/wiki/Achaemenid_Empire",
        "https://en.wikipedia.org/wiki/Military_History_of_Rome",
        "https://en.wikipedia.org/wiki/Roman_army",
        "https://en.wikipedia.org/wiki/Roman_Republic",
        "https://en.wikipedia.org/wiki/Gaius_Marius",
        "https://en.wikipedia.org/wiki/Visigoths",
        "https://en.wikipedia.org/wiki/First_Punic_War",
        "https://en.wikipedia.org/wiki/Battle_of_Actium",
        "https://en.wikipedia.org/wiki/Augustus",
        "https://en.wikipedia.org/wiki/Illyrian_warfare",
        "https://en.wikipedia.org/wiki/Bardyllis",
        "https://en.wikipedia.org/wiki/Illyria",
        "https://en.wikipedia.org/wiki/Peltast",
        "https://en.wikipedia.org/wiki/Thracian_warfare",
        "https://en.wikipedia.org/wiki/Javelins",
        "https://en.wikipedia.org/wiki/Rhomphaia",
        "https://en.wikipedia.org/wiki/Falx",
        "https://en.wikipedia.org/wiki/Dacian_warfare",
        "https://en.wikipedia.org/wiki/Dacians",
        "https://en.wikipedia.org/wiki/Romania",
        "https://en.wikipedia.org/wiki/Moldova",
        "https://en.wikipedia.org/wiki/Militarized",
        "https://en.wikipedia.org/wiki/Monarch",
        "https://en.wikipedia.org/wiki/Roman_province",
        "https://en.wikipedia.org/wiki/Danube",
        "https://en.wikipedia.org/wiki/Celtic_warfare",
        "https://en.wikipedia.org/wiki/Warfare_in_the_ancient_Iberian_Peninsula",
        "https://en.wikipedia.org/wiki/Gallic_Wars",
        "https://en.wikipedia.org/wiki/Gaelic_warfare",
        "https://en.wikipedia.org/wiki/Endemic_warfare",
        "https://en.wikipedia.org/wiki/Celts",
        "https://en.wikipedia.org/wiki/Strabo",
        "https://en.wikipedia.org/wiki/Livy",
        "https://en.wikipedia.org/wiki/Florus",
        "https://en.wikipedia.org/wiki/Dionysius_of_Halicarnassus",
        "https://en.wikipedia.org/wiki/Military_science",
        "https://en.wikipedia.org/wiki/Boar",
        "https://en.wikipedia.org/wiki/Suebian_knot",
        "https://en.wikipedia.org/wiki/Germanic_Wars",
        "https://en.wikipedia.org/wiki/Gothic_warfare",
        "https://en.wikipedia.org/wiki/Migration_period_spear",
        "https://en.wikipedia.org/wiki/Germanic_peoples",
        "https://en.wikipedia.org/wiki/Germania",
        "https://en.wikipedia.org/wiki/Rhine",
        "https://en.wikipedia.org/wiki/Rome",
        "https://en.wikipedia.org/wiki/Irregular_military",
        "https://en.wikipedia.org/wiki/Roman_Empire",
        "https://en.wikipedia.org/wiki/Roman_legion",
        "https://en.wikipedia.org/wiki/Arminius",
        "https://en.wikipedia.org/wiki/Battle_of_the_Teutoburg_Forest",
        "https://en.wikipedia.org/wiki/Military_history_of_Japan",
        "https://en.wikipedia.org/wiki/Naginata",
        "https://en.wikipedia.org/wiki/Yamato_period",
        "https://en.wikipedia.org/wiki/Baekje",
        "https://en.wikipedia.org/wiki/Emperor_of_Japan",
        "https://en.wikipedia.org/wiki/Nara_period",
        "https://en.wikipedia.org/wiki/Heian_period",
        "https://en.wikipedia.org/wiki/Samurai",
        "https://en.wikipedia.org/wiki/Ionian_Revolt",
        "https://en.wikipedia.org/wiki/Ionia",
        "https://en.wikipedia.org/wiki/Achaemenid_Empire",
        "https://en.wikipedia.org/wiki/Ancient_Greece",
        "https://en.wikipedia.org/wiki/Peloponnesian_War",
        "https://en.wikipedia.org/wiki/Athenian_Empire",
        "https://en.wikipedia.org/wiki/Peloponnesian_League",
        "https://en.wikipedia.org/wiki/Thucydides",
        "https://en.wikipedia.org/wiki/Wars_of_Alexander_the_Great",
        "https://en.wikipedia.org/wiki/Hellenistic_period",
        "https://en.wikipedia.org/wiki/Kalinga_War",
        "https://en.wikipedia.org/wiki/Mauryan_Empire",
        "https://en.wikipedia.org/wiki/Ashoka",
        "https://en.wikipedia.org/wiki/Republic",
        "https://en.wikipedia.org/wiki/India",
        "https://en.wikipedia.org/wiki/Odisha",
        "https://en.wikipedia.org/wiki/Edicts_of_Ashoka",
        "https://en.wikipedia.org/wiki/Ahimsa",
        "https://en.wikipedia.org/wiki/Dhamma",
        "https://en.wikipedia.org/wiki/Seven_Warring_States",
        "https://en.wikipedia.org/wiki/Yangtze_River",
        "https://en.wikipedia.org/wiki/Qin_dynasty",
        "https://en.wikipedia.org/wiki/Punic_Wars",
        "https://en.wikipedia.org/wiki/Rome",
        "https://en.wikipedia.org/wiki/Carthage",
        "https://en.wikipedia.org/wiki/Phoenicia",
        "https://en.wikipedia.org/wiki/Roman_Empire",
        "https://en.wikipedia.org/wiki/First_Punic_War",
        "https://en.wikipedia.org/wiki/Second_Punic_War",
        "https://en.wikipedia.org/wiki/Hannibal",
        "https://en.wikipedia.org/wiki/Alps",
        "https://en.wikipedia.org/wiki/Third_Punic_War",
        "https://en.wikipedia.org/wiki/Greater_Iran",
        "https://en.wikipedia.org/wiki/Parthian_Empire",
        "https://en.wikipedia.org/wiki/Roman_Republic",
        "https://en.wikipedia.org/wiki/Roman_Empire",
        "https://en.wikipedia.org/wiki/Sassanid_Empire",
        "https://en.wikipedia.org/wiki/Muslim_conquests",
        "https://en.wikipedia.org/wiki/Byzantine_empire",
        "https://en.wikipedia.org/wiki/Han_Dynasty",
        "https://en.wikipedia.org/wiki/Xiongnu",
        "https://en.wikipedia.org/wiki/Xiongnu",
        "https://en.wikipedia.org/wiki/Xianbei",
        "https://en.wikipedia.org/wiki/Xiongnu",
        "https://en.wikipedia.org/wiki/Germanic_Wars",
        "https://en.wikipedia.org/wiki/Ancient_Rome",
        "https://en.wikipedia.org/wiki/Germanic_peoples",
        "https://en.wikipedia.org/wiki/Western_Roman_Empire",
        "https://en.wikipedia.org/wiki/Battle_of_the_Ten_Kings",
        "https://en.wikipedia.org/wiki/Battle_of_Kadesh",
        "https://en.wikipedia.org/wiki/Battle_of_Muye",
        "https://en.wikipedia.org/wiki/Battle_of_Qarqar",
        "https://en.wikipedia.org/wiki/Battle_of_Carchemish",
        "https://en.wikipedia.org/wiki/Battle_of_Pteria",
        "https://en.wikipedia.org/wiki/Battle_of_Thymbra",
        "https://en.wikipedia.org/wiki/Battle_of_Lade",
        "https://en.wikipedia.org/wiki/Battle_of_Marathon",
        "https://en.wikipedia.org/wiki/Battle_of_Thermopylae",
        "https://en.wikipedia.org/wiki/Battle_of_Artemisium",
        "https://en.wikipedia.org/wiki/Battle_of_Salamis",
        "https://en.wikipedia.org/wiki/Battle_of_Plataea",
        "https://en.wikipedia.org/wiki/Battle_of_Mycale",
        "https://en.wikipedia.org/wiki/Battle_of_Aegospotami",
        "https://en.wikipedia.org/wiki/Battle_of_Cunaxa",
        "https://en.wikipedia.org/wiki/Battle_of_the_Allia",
        "https://en.wikipedia.org/wiki/Battle_of_Leuctra",
        "https://en.wikipedia.org/wiki/Battle_of_Granicus",
        "https://en.wikipedia.org/wiki/Battle_of_Issus",
        "https://en.wikipedia.org/wiki/Battle_of_Gaugamela",
        "https://en.wikipedia.org/wiki/Battle_of_the_Persian_Gate",
        "https://en.wikipedia.org/wiki/Battle_of_the_Hydaspes_River",
        "https://en.wikipedia.org/wiki/Battle_of_Paraitacene",
        "https://en.wikipedia.org/wiki/Battle_of_Gabiene",
        "https://en.wikipedia.org/wiki/Battle_of_Ipsus",
        "https://en.wikipedia.org/wiki/Battle_of_Corupedium",
        "https://en.wikipedia.org/wiki/Siege_of_Saguntum",
        "https://en.wikipedia.org/wiki/Battle_of_Ticinus",
        "https://en.wikipedia.org/wiki/Battle_of_the_Trebia",
        "https://en.wikipedia.org/wiki/Battle_of_Lake_Trasimene",
        "https://en.wikipedia.org/wiki/Battle_of_Ager_Falernus",
        "https://en.wikipedia.org/wiki/Battle_of_Raphia",
        "https://en.wikipedia.org/wiki/Battle_of_Geronium",
        "https://en.wikipedia.org/wiki/Battle_of_Cannae",
        "https://en.wikipedia.org/wiki/Battle_of_the_Metaurus",
        "https://en.wikipedia.org/wiki/Battle_of_Jingxing",
        "https://en.wikipedia.org/wiki/Battle_of_Wei_River",
        "https://en.wikipedia.org/wiki/Battle_of_Gaixia",
        "https://en.wikipedia.org/wiki/Battle_of_Zama",
        "https://en.wikipedia.org/wiki/Battle_of_Pydna",
        "https://en.wikipedia.org/wiki/Battle_of_Cynoscephalae",
        "https://en.wikipedia.org/wiki/Battle_of_Magnesia",
        "https://en.wikipedia.org/wiki/Battle_of_Ecbatana",
        "https://en.wikipedia.org/wiki/Battle_of_Aquae_Sextiae",
        "https://en.wikipedia.org/wiki/Battle_of_Vercellae",
        "https://en.wikipedia.org/wiki/Battle_of_Tigranocerta",
        "https://en.wikipedia.org/wiki/Battle_of_Carrhae",
        "https://en.wikipedia.org/wiki/Battle_of_Gergovia",
        "https://en.wikipedia.org/wiki/Battle_of_Alesia",
        "https://en.wikipedia.org/wiki/Battle_of_Pharsalus",
        "https://en.wikipedia.org/wiki/Battle_of_Ruspina",
        "https://en.wikipedia.org/wiki/Battle_of_Thapsus",
        "https://en.wikipedia.org/wiki/Battle_of_Munda",
        "https://en.wikipedia.org/wiki/Battle_of_Actium",
        "https://en.wikipedia.org/wiki/Battle_of_the_Teutoburg_Forest",
        "https://en.wikipedia.org/wiki/Battle_of_Watling_Street",
        "https://en.wikipedia.org/wiki/Battle_of_Ikh_Bayan",
        "https://en.wikipedia.org/wiki/Battle_of_Red_Cliffs",
        "https://en.wikipedia.org/wiki/Battle_of_Edessa",
        "https://en.wikipedia.org/wiki/Battle_of_Milvian_Bridge",
        "https://en.wikipedia.org/wiki/Battle_of_Adrianople",
        "https://en.wikipedia.org/wiki/Battle_of_Fei_River",
        "https://en.wikipedia.org/wiki/Battle_of_Chalons",
        "https://en.wikipedia.org/wiki/Infantry",
        "https://en.wikipedia.org/wiki/Archery",
        "https://en.wikipedia.org/wiki/Slingman",
        "https://en.wikipedia.org/wiki/Peltast",
        "https://en.wikipedia.org/wiki/Hoplite",
        "https://en.wikipedia.org/wiki/Persian_Immortals",
        "https://en.wikipedia.org/wiki/Phalanx_formation",
        "https://en.wikipedia.org/wiki/Macedonian_phalanx",
        "https://en.wikipedia.org/wiki/Roman_legion",
        "https://en.wikipedia.org/wiki/Legionary",
        "https://en.wikipedia.org/wiki/Cavalry",
        "https://en.wikipedia.org/wiki/Cataphract",
        "https://en.wikipedia.org/wiki/Clibanarii",
        "https://en.wikipedia.org/wiki/Horse_archer",
        "https://en.wikipedia.org/wiki/Chariot",
        "https://en.wikipedia.org/wiki/War_elephant",
        "https://en.wikipedia.org/wiki/Artillery",
        "https://en.wikipedia.org/wiki/Siege_engines",
        "https://en.wikipedia.org/wiki/Catapult",
        "https://en.wikipedia.org/wiki/Ballista",
        "https://en.wikipedia.org/wiki/Siege_tower",
        "https://en.wikipedia.org/wiki/Battering_ram",
        "https://en.wikipedia.org/wiki/Ancient_Mediterranean_piracy",
        "https://en.wikipedia.org/wiki/History_of_physical_training_and_fitness",
        "https://en.wikipedia.org/wiki/Horses_in_warfare",
        "https://en.wikipedia.org/wiki/Women_in_warfare",
        "https://en.wikipedia.org/wiki/Robert_Drews",
        "https://en.wikipedia.org/wiki/A_History_of_Warfare",
        "https://en.wikipedia.org/wiki/Osprey_Publishing",
        "https://en.wikipedia.org/wiki/Osprey_Publishing",
        "https://en.wikipedia.org/wiki/Hambledon_Continuum",
        "https://en.wikipedia.org/wiki/Ancient_warfare",
        "https://en.wikipedia.org/wiki/Ancient_warfare",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}