{
    "url": "https://en.wikipedia.org/wiki/Ancient_history_of_Yemen",
    "title": "Ancient history of Yemen",
    "table_of_contents": [
        "1 History of archaeological research in Yemen",
        "2 Written sources",
        "3 Chronology",
        "4 Islamic accounts of pre-dynastic Qahṭān (3rd millennium BCE - 8th century BCE)",
        "5 Archaeology and the prehistory of Yemen",
        "6 Documented history",
        "6.1 Kingdom of Saba (12th century BCE – 275 CE)",
        "6.1.1 Sabaean hegemony (800 BCE – 400 BCE)",
        "6.2 Kingdom of Ḥaḑramawt (8th century BCE – 300 CE)",
        "6.3 Kingdom of Awsan (800 BCE – 500 BCE)",
        "6.4 Kingdom of Qatabān (4th century BCE – 200 CE)",
        "6.5 Kingdom of Ma'in (8th century BCE – 100 BCE)",
        "6.6 Kingdom of Ḥimyar (2nd century BCE – 525 CE)",
        "6.7 Kingdom of Aksum (520 – 570 CE)",
        "6.8 Sassanid period (570–630 CE)",
        "7 See also",
        "8 References",
        "9 Sources",
        "10 Further reading",
        "11 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The ancient history of Yemen (South Arabia) is especially important because Yemen is one of the oldest centers of civilization in the Near East. Its relatively fertile land and adequate rainfall in a moister climate helped sustain a stable population, a feature recognized by the ancient Greek geographer Ptolemy, who described Yemen as Eudaimon Arabia (better known in its Latin translation, Arabia Felix) meaning Fortunate Arabia or Happy Arabia. Between the eighth century BCE and the sixth century CE, it was dominated by six main states which rivaled each other, or were allied with each other and controlled the lucrative spice trade: Saba', Ma'īn, Qatabān, Hadhramaut, Kingdom of Awsan, and the Himyarite Kingdom. Islam arrived in 630 CE and Yemen became part of the Muslim realm.\n\nThe centers of the Old South Arabian kingdoms of present-day Yemen lay around the desert area called Ramlat al-Sab'atayn, known to medieval Arab geographers as Ṣayhad. The southern and western Highlands and the coastal region were less influential politically. The coastal cities were however already very important from the beginning for trade. Apart from the territory of modern Yemen, the kingdoms extended into Oman, as far as the north Arabian oasis of Dedan, to Eritrea and even along the East African Coast to modern Tanzania.\n\n"
        },
        {
            "title": "History of archaeological research in Yemen",
            "text": "Sabaean Studies, the study of the cultures of Ancient South Arabia, belong to the younger branches of archaeology since in Europe ancient South Arabia remained unknown for much longer than other regions of the Orient. In 1504 a European, namely the Italian Lodovico di Varthema, first managed to venture into the interior.[1] Two Danish expeditions contributed to by Johann David Michaelis (1717–1791) and Carsten Niebuhr (1733–1815) among others, contributed to scientific study, if only in a modest way.[2][3]\n\n In the first half of the 19th century other European travelers brought back over one hundred inscriptions. This stage of investigation reached its climax with the travels of the Frenchman Joseph Halévy[4] 1869/70 and the Austrian Eduard Glaser 1882–1894, who together either copied or brought back to Europe some 2500 inscriptions.[5] On the basis of this epigraphical material Glaser and Fritz Hommel especially began to analyse the Old South Arabian language and history. After the First World War excavations were finally carried out in Yemen. From 1926 Syrians and Egyptians also took part in the research into ancient South Arabia. The Second World War brought in a new phase of scientific preoccupation with ancient Yemen: in 1950–1952 the American Foundation for the Study of Man, founded by Wendell Phillips,[6] undertook large-scale excavations in Timnah and Ma'rib, in which William Foxwell Albright and Fr. Albert Jamme, who published the corpus of inscriptions, were involved. From 1959 Gerald Lankaster Harding began the first systematic inventories of the archaeological objects in the then British Protectorate of Aden.[7] At this time Hermann von Wissmann was particularly involved with the study of the history and geography of ancient South Arabia. In addition, the French excavations of 1975–1987 in Shabwah and in other locations, the Italian investigations of Paleolithic remains and the work of the German Archaeological Institute in the Ma'rib area are particularly noteworthy.\n\n"
        },
        {
            "title": "Written sources",
            "text": "The body of source material for Old South Arabia is sparse. Apart from a few mentions in Assyrian, Persian, Roman and Arabic sources, as well as in the Old Testament, which date back to the 8th century BCE right up to the Islamic period, the Old South Arabian inscriptions are the main source. These are however largely very short and as a result limited in the information they provide. The predominant part of the inscriptions originates from Saba' and from the Sabaeo-Himyaritic Kingdom which succeeded it, the least come from Awsān, which only existed as an independent state for a short time. Most of the extant texts are building inscriptions or dedications; it is rare for historical texts to be found.\n\n"
        },
        {
            "title": "Chronology",
            "text": "Although the Kingdom of Saba' already appears in Assyrian sources in the 8th century BCE, this benchmark is not sufficient to date the early history of ancient South Arabia, because the first absolutely reliable dating starts with the military campaign of Aelius Gallus in 25 BCE, and the mention of the king Ilasaros. For earlier times the chronology must be established on the basis of a comparison of the Old South Arabian finds with those from other regions, through palaeography, on the basis of the reconstructed sequence of kings and by radio carbon dating. Here two schools of thought have essentially evolved: the \"Short Chronology\" and the \"Long Chronology\". At the end of the 19th century Eduard Glaser and Fritz Hommel dated the beginning of the Old South Arabian Civilisation to the late 2nd millennium BCE, a dating that persisted for many years. \n\nIn 1955 Jacqueline Pirenne published a comparison of Old South Arabian and Greek art and came to the conclusion that the South Arabian Civilisation first developed in the 5th century BCE under Greek influence. She also supported this new \"Short Chronology\" by means of paleaeographic analysis of the forms Old South Arabian letters. Based on the American excavations in Timnah and Ma'rib in 1951–52 another \"Intermediary Chronology\" came into being at about the same time, which merely set the beginning of Qatabān and Ma'īn at a later time than in the \"Long Chronology\". On the basis of the study of a rock inscription at Ma'rib (\"Glaser 1703\") A. G. Lundin and Hermann von Wissmann dated the beginning of Saba' back into the 12th or the 8th century BCE. Although their interpretation was later demonstrated to be partially incorrect, the \"Short Chronology\" has not been definitively proven, and in more recent times more arguments have been brought against it. Above all because of the results of new archaeological research, such as that carried out by the Italians in Yala / Hafari and by the French in Shabwah the \"Long Chronology\" attracts more and more supporters. Meanwhile, the majority of experts in Sabaean studies adhere to Wissman's Long Chronology, which is why the dates in this article have been adjusted in accordance with it.\n\n"
        },
        {
            "title": "",
            "text": "According to some hypotheses, based on the accounts given by medieval Muslim Arab historians, in the 3rd millennium BCE the Semites of the southern Arabian peninsula united under the leadership of Qahṭān.[8] The Qahṭānites began building simple earth dams and canals in the Marib area in the Sayhad desert. This area would later become the site of the Dam of Marib. A trade route began to flourish along the Red Sea coasts of Tihāmah.  This period witnessed the reign of the legendary Queen of Sheba mentioned in the Bible, and called Bilqīs or Balkis by Muslim scholars.[9] At the end of this period, in the 9th century BCE, an alphabet was introduced; this now meant that South Arabian history could be written down.\n\n"
        },
        {
            "title": "Archaeology and the prehistory of Yemen",
            "text": "The study of South Arabian prehistory is still at the beginning, although sites are known going back to the Palaeolithic. There are tumuli and megalithic enclosures dating back to the Neolithic. Immediately before the historical kingdoms in 2500, two Bronze Age cultures go out of North Yemen and from the coast of the Indian Ocean. In the middle of the second millennium BCE, the first important urban centers appear in the coastal area, among which are the sites of Sabir and Ma'laybah.[10] So far, it has not been adequately explained whether the Old South Arabian Civilization of Yemen was a direct continuation from the Bronze Age, or if at the beginning of the Iron Age groups of people began wandering south from Palestine or North Arabia, as is partly conjectured.\n\n"
        },
        {
            "title": "Documented history",
            "text": "It is not yet possible to specify with any certainty when the great South Arabian Kingdoms appeared; estimates range (within the framework of the long chronology) from the 12th until the 8th century BCE.\n\nDuring Sabaean rule, trade and agriculture flourished generating much wealth and prosperity. The Sabaean kingdom was located in what is now the 'Asīr region in southwestern Saudi Arabia, and its capital, Ma'rib, is located near what is now Yemen's modern capital, Sana'a.[11] According to Arab tradition, the eldest son of Noah, Shem, founded the city of Ma'rib.\n\nAt the time of the earliest historical sources originating in South Arabia the territory was under the rule of the Kingdom of Saba', the centres of which were situated to the east of present-day Sana'a in Ṣirwāḥ and Ma'rib. The political map of South Arabia at that time consisted of several larger kingdoms, or rather tribal territories: Awsān, Qatabān and the Ḥaḑramawt; and on the other hand an uncertain number of smaller states, such as the city states of Ḥaram and Nashaq in al-Jawf. Shortly after, Yitha'amar Watar I had united Qatabān and some areas in al-Jawf with Saba', the Kingdom reached the peak of its power under Karib'il Watar I, who probably reigned some time around the first half of the 7th century BCE, and ruled all the region from Najrān in the south of modern South Arabia right up to Bāb al-Mandab, on the Red Sea. The formation of the Minaean Kingdom in the river oasis of al-Jawf, north-west of Saba' in the 6th century BCE, actually posed a danger for Sabaean hegemony, but Yitha'amar Bayyin II, who had completed the great reservoir dam of Ma'rib, succeeded in reconquering the northern part of South Arabia. Between the 8th and 4th centuries the state of Da'amot emerged, under Sabaean influence in Ethiopia, which survived until the beginning of the Christian era at the latest. The exact chronology of Da'amot and to what extent it was politically independent of Saba' remains in any case uncertain.\n\nThe success of the Kingdom was based on the cultivation and trade of spices and aromatics including frankincense and myrrh. These were exported to the Mediterranean, India, and Abyssinia where they were greatly prized by many cultures, using camels on routes through Arabia, and to India by sea.\n\nAgriculture in Yemen thrived during this time due to an advanced irrigation system which consisted of large water tunnels in mountains, and dams. The most impressive of these earthworks, known as the Ma'rib Dam was built c. 700 BCE, provided irrigation for about 25,000 acres (101 km²) of land[12] and stood for over a millennium, finally collapsing in 570 CE after centuries of neglect. The final destruction of the dam is noted in the Qur'an and the consequent failure of the irrigation system provoked the migration of up to 50,000 people.\n\nThe Sabaean kingdom, with its capital at Ma'rib where the remains of a large temple can still be seen, thrived for almost 14 centuries. This kingdom was the Sheba described in the Old Testament.\n\nThe first known inscriptions of Ḥaḑramawt are known from the 8th century BCE. It was first referenced by an outside civilization in an Old Sabaic inscription of Karab'il Watar from the early 7th century BCE, in which the King of Ḥaḑramawtt, Yada'il, is mentioned as being one of his allies. When the Minaeans took control of the caravan routes in the 4th century BCE, however, Ḥaḑramawt became one of its confederates, probably because of commercial interests. It later became independent and was invaded by the growing kingdom of Ḥimyar toward the end of the 1st century BCE, but it was able to repel the attack. Ḥaḑramawt annexed Qatabān in the second half of the 2nd century CE, reaching its greatest size. During this period, Ḥaḑramawt was continuously at war with Himyar and Saba', and the Sabaean king Sha'irum Awtar was even able to take its capital, Shabwah, in 225. During this period the Kingdom of Aksum began to interfere in South Arabian affairs. King GDRT of Aksum acted by dispatching troops under his son, BYGT, sending them from the western coast to occupy Thifar, the Ḥimyarite capital, as well as from the southern coast against Ḥaḑramawt as Sabaean allies. The kingdom of Ḥaḑramawt was eventually conquered by the Ḥimyarite king Shammar Yuhar'ish around 300 CE, unifying all of the south Arabic kingdoms.[13]\n\nThe ancient Kingdom of Awsān in South Arabia (modern Yemen), with a capital at Ḥajar Yaḥirr in Wādī Markhah, to the south of the Wādī Bayḥān, is now marked by a tell or artificial mound, which is locally named Ḥajar Asfal in Shabwah. Once it was one of the most important small kingdoms of South Arabia. The city seems to have been destroyed in the 7th century BCE by the king and mukarrib of Saba Karib'il Watar, according to a Sabaean text that reports the victory in terms that attest to its significance for the Sabaeans.\n\nQatabān was one of the ancient Yemeni kingdoms which thrived in the Bayḥān valley. Like the other Southern Arabian kingdoms it gained great wealth from the trade of frankincense and myrrh incense which were burned at altars. The capital of Qatabān was named Timna and was located on the trade route which passed through the other kingdoms of Ḥaḑramawt, Saba' and Ma'īn. The chief deity of the Qatabānians was 'Amm, or \"Uncle\" and the people called themselves the \"children of 'Amm\".\n\nDuring Minaean rule, the capital was at Qarnāwu (now known as Ma'in). Their other important city was Yathill (Sabaean yṯl :now known as Barāqish). Other parts of modern Yemen include Qatabā and the coastal string of watering stations known as the Hadhramaut. Though Saba' dominated in the earlier period of South Arabian history, Minaic inscriptions are of the same time period as the first Sabaean inscriptions. They pre-date the appearance of the Minaeans themselves, and, hence, are called now more appropriately as \"Madhābic\", after the name of the Wadi they are found in, rather than \"Minaic\". The Minaean Kingdom was centered in northwestern Yemen, with most of its cities lying along the Wādī Madhhāb. Minaic inscriptions have been found far afield of the Kingdom of Ma'in, as far away as al-Ūlā in northwestern Saudi Arabia and even on the island of Delos and in Egypt. It was the first of the South Arabian kingdoms to end, and the Minaean language died around 100 CE.[14]\n\nThe Ḥimyarites eventually united Southwestern Arabia, controlling the Red Sea as well as the coasts of the Gulf of Aden. From their capital city, the Ḥimyarite kings launched successful military campaigns, and had stretched its domain at times as far east to the Persian Gulf and as far north as the Arabian Desert.\n\nDuring the 3rd century CE, the South Arabian kingdoms were in continuous conflict with one another. GDRT of Aksum began to interfere in South Arabian affairs, signing an alliance with Saba', and a Ḥimyarite text notes that Ḥaḑramawt and Qatabān were also all allied against the kingdom. As a result of this, the Kingdom of Aksum was able to capture the Ḥimyarite capital of Ẓifār in the first quarter of the 3rd century. However, the alliances did not last, and Sha'ir Awtar of Saba' unexpectedly turned on Ḥadramawt, allying again with Aksum and taking its capital in 225. Ḥimyar then allied with Saba' and invaded the newly taken Aksumite territories, retaking Ẓifār, which had been under the control of GDRT's son BYGT, and pushing Aksum back into the Tihāmah.[15][16]\n\nThey established their capital at Thifar (now just a small village in the Ibb region) and gradually absorbed the Sabaean kingdom. They traded from the port of Mawza'a on the Red Sea. Dhū Nuwās, a Ḥimyarite king, changed the state religion to Judaism in the beginning of the 6th century and began to massacre the Christians. Outraged, Kaleb, the Christian King of Aksum with the encouragement of the Byzantine Emperor Justin I invaded and annexed Yemen. About fifty years later, Yemen fell to Persia.\n\nAround 517/8, a Jewish king called Yūsuf Asar Yathar (also known as Dhū Nuwās) usurped the kingship of Ḥimyar from Mu'di Karab Ya'fir. Pseudo-Zacharias of Mytilene (fl. late 6th century) says that Yūsuf became king because the previous king had died in winter, when the Aksumites could not cross the Red Sea and appoint another king. Ma'adkarib Ya'fur's long title puts its truthfulness in doubt, however.[17] Upon gaining power, Yusuf attacked the Aksumite garrison in Zafar, the Himyarite capital, killing many and destroying the church there.[18][19] The Christian King Kaleb of Axum learned of Dhu Nuwas's persecutions of Christians and Aksumites, and, according to Procopius, was further encouraged by his ally and fellow Christian Justin I of Byzantium, who requested Aksum's help to cut off silk supplies as part of his economic war against the Persians.[20]\n\nKaleb sent a fleet across the Red Sea and was able to defeat Dhū Nuwās, who was killed in battle according to an inscription from Ḥusn al-Ghurāb, while later Arab tradition has him riding his horse into the sea.[21] Kaleb installed a native Ḥimyarite viceroy, Samu Yafa', who ruled from 525–27 until 531, when he was deposed by the Aksumite general (or soldier and former slave[22]) Abrahah with the support of disgruntled Axumn soldiers.[19] A contemporary inscription refers to Sumyafa' Ashwa' as \"viceroy for the kings of Aksum.[23] According to the later Arabic sources, Kaleb retaliated by sending a force of 3,000 men under a relative, but the troops defected and killed their leader, and a second attempt at reigning in the rebellious Abrahah also failed.[24][25] Later Ethiopian sources state that Kaleb abdicated to live out his years in a monastery and sent his crown to be hung in the Church of the Holy Sepulchre in Jerusalem. While uncertain, it seems to be supported by the die-links between his coins and those of his successor, Alla Amidas. An inscription of Sumyafa' Ashwa' also mentions two kings (nagaśt) of Aksum, indicating that the two may have co-ruled for a while before Kaleb abdicated in favor of Alla Amidas.[24]\n\nProcopius notes that Abrahah later submitted to Kaleb's successor, as supported by the former's inscription in 543 stating Aksum before the territories directly under his control. During his reign, Abrahah repaired the Ma'rib Dam in 543, and received embassies from Persia and Byzantium, including a request to free some bishops who had been imprisoned at Nisibis (according to John of Ephesus's \"Life of Simeon\").[24][23] Abraha ruled until at least 547, sometime after which he was succeeded by his son, Aksum. Aksum (called \"Yaksum\" in Arabic sources) was perplexingly referred to as \"of Ma'afir\" (ḏū maʻāfir), the southwestern coast of Yemen, in Abrahah's Ma'rib dam inscription, and was succeeded by his brother, Masrūq. Aksumite control in Yemen ended in 570 with the invasion of the elder Sassanid general Vahriz who, according to later legends, famously killed Masrūq with his well-aimed arrow.[23]\n\nLater Arabic sources also say that Abrahah constructed a great Church called \"al-Qulays\" at Sana'a in order to divert pilgrimage from the Ka'bah and have him die in the Year of the Elephant (570) after returning from a failed attack on Mecca (though he is thought to have died before this time).[22] The exact chronology of the early wars are uncertain, as a 525 inscription mentions the death of a King of Ḥimyar, which could refer either to the Ḥimyarite viceroy of Aksum, Sumyafa' Ashwa', or to Yusuf Asar Yathar. The later Arabic histories also mention a conflict between Abrahah and another Aksumite general named Aryat occurring in 525 as leading to the rebellion.[19]\n\nThe Persian king Khosrau I, sent troops under the command of Vahriz, who helped the semi-legendary Sayf ibn Dhi Yazan to drive the Aksumites out of Yemen. Southern Arabia became a Persian dominion under a Yemenite vassal and thus came within the sphere of influence of the Sassanid Empire. Later another army was sent to Yemen, and in 597/8 Southern Arabia became a province of the Sassanid Empire under a Persian satrap. It was a Persian province by name but after the Persians assassinated Dhi Yazan, Yemen divided into a number of autonomous kingdoms.\n\nThis development was a consequence of the expansionary policy pursued by the Sassanian king Khosrau II Parviz (590–628), whose aim was to secure Persian border areas such as Yemen against Roman/Byzantine incursions. Following the death of Khosrau II in 628, then the Persian governor in Southern Arabia, Badhan, converted to Islam and Yemen followed the new religion.\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/History_of_Yemen",
        "https://en.wikipedia.org/wiki/Sabaeans",
        "https://en.wikipedia.org/wiki/Hadhramaut",
        "https://en.wikipedia.org/wiki/Kingdom_of_Awsan",
        "https://en.wikipedia.org/wiki/Qataban",
        "https://en.wikipedia.org/wiki/Minaeans",
        "https://en.wikipedia.org/wiki/Himyarite_Kingdom",
        "https://en.wikipedia.org/wiki/Kingdom_of_Aksum",
        "https://en.wikipedia.org/wiki/Sasanian_Empire",
        "https://en.wikipedia.org/wiki/Islamic_history_of_Yemen",
        "https://en.wikipedia.org/wiki/Rashidun_Caliphate",
        "https://en.wikipedia.org/wiki/Umayyad_Caliphate",
        "https://en.wikipedia.org/wiki/Abbasid_Caliphate",
        "https://en.wikipedia.org/wiki/Ziyadid_dynasty",
        "https://en.wikipedia.org/wiki/Najahid_dynasty",
        "https://en.wikipedia.org/wiki/Sulayhid_dynasty",
        "https://en.wikipedia.org/wiki/Zurayids",
        "https://en.wikipedia.org/wiki/Mahdids",
        "https://en.wikipedia.org/wiki/Ayyubid_dynasty",
        "https://en.wikipedia.org/wiki/Rasulid_dynasty",
        "https://en.wikipedia.org/wiki/Modern_history_of_Yemen",
        "https://en.wikipedia.org/wiki/Yemen_Eyalet",
        "https://en.wikipedia.org/wiki/Yemeni_Zaidi_State",
        "https://en.wikipedia.org/wiki/Aden_Protectorate",
        "https://en.wikipedia.org/wiki/Sultanate_of_Lahej",
        "https://en.wikipedia.org/wiki/Yemen_Vilayet",
        "https://en.wikipedia.org/wiki/Mutawakkilite_Kingdom_of_Yemen",
        "https://en.wikipedia.org/wiki/Yemen_Arab_Republic",
        "https://en.wikipedia.org/wiki/South_Yemen",
        "https://en.wikipedia.org/wiki/Yemeni_unification",
        "https://en.wikipedia.org/wiki/Yemeni_Revolution",
        "https://en.wikipedia.org/wiki/Timeline_of_Yemeni_history",
        "https://en.wikipedia.org/wiki/Almaqah",
        "https://en.wikipedia.org/wiki/Arabian",
        "https://en.wikipedia.org/wiki/Hadhramaut",
        "https://en.wikipedia.org/wiki/South_Arabia",
        "https://en.wikipedia.org/wiki/Yemen",
        "https://en.wikipedia.org/wiki/Civilization",
        "https://en.wikipedia.org/wiki/Near_East",
        "https://en.wikipedia.org/wiki/Ptolemy",
        "https://en.wikipedia.org/wiki/Spice_trade",
        "https://en.wikipedia.org/wiki/Sabaeans",
        "https://en.wikipedia.org/wiki/Minaeans",
        "https://en.wikipedia.org/wiki/Qataban",
        "https://en.wikipedia.org/wiki/Hadhramaut",
        "https://en.wikipedia.org/wiki/Kingdom_of_Awsan",
        "https://en.wikipedia.org/wiki/Himyarite_Kingdom",
        "https://en.wikipedia.org/wiki/Oman",
        "https://en.wikipedia.org/wiki/Dedanites",
        "https://en.wikipedia.org/wiki/Eritrea",
        "https://en.wikipedia.org/wiki/Tanzania",
        "https://en.wikipedia.org/wiki/Ludovico_di_Varthema",
        "https://en.wikipedia.org/wiki/Johann_David_Michaelis",
        "https://en.wikipedia.org/wiki/Carsten_Niebuhr",
        "https://en.wikipedia.org/wiki/Eduard_Glaser",
        "https://en.wikipedia.org/wiki/Fritz_Hommel",
        "https://en.wikipedia.org/wiki/William_Foxwell_Albright",
        "https://en.wikipedia.org/wiki/Gerald_Lankester_Harding",
        "https://en.wikipedia.org/wiki/Shabwah",
        "https://en.wikipedia.org/wiki/Paleolithic",
        "https://en.wikipedia.org/wiki/German_Archaeological_Institute",
        "https://en.wikipedia.org/wiki/Sheba",
        "https://en.wikipedia.org/wiki/Assyria",
        "https://en.wikipedia.org/wiki/Aelius_Gallus",
        "https://en.wikipedia.org/wiki/Palaeography",
        "https://en.wikipedia.org/wiki/Radio_carbon_dating",
        "https://en.wikipedia.org/wiki/Eduard_Glaser",
        "https://en.wikipedia.org/wiki/Fritz_Hommel",
        "https://en.wikipedia.org/wiki/Jacqueline_Pirenne",
        "https://en.wikipedia.org/wiki/Palaeography",
        "https://en.wikipedia.org/wiki/Timnah",
        "https://en.wikipedia.org/wiki/Shabwah",
        "https://en.wikipedia.org/wiki/Semitic_people",
        "https://en.wikipedia.org/wiki/Qahtan",
        "https://en.wikipedia.org/wiki/Sayhad",
        "https://en.wikipedia.org/wiki/Dam_of_Marib",
        "https://en.wikipedia.org/wiki/Tihamah",
        "https://en.wikipedia.org/wiki/Queen_of_Sheba",
        "https://en.wikipedia.org/wiki/Bilqis",
        "https://en.wikipedia.org/wiki/Palaeolithic",
        "https://en.wikipedia.org/wiki/Tumuli",
        "https://en.wikipedia.org/wiki/Megalithic",
        "https://en.wikipedia.org/wiki/Neolithic",
        "https://en.wikipedia.org/wiki/Bronze_Age",
        "https://en.wikipedia.org/wiki/Bronze_Age",
        "https://en.wikipedia.org/wiki/Iron_Age",
        "https://en.wikipedia.org/wiki/Sabaeans",
        "https://en.wikipedia.org/wiki/Asir",
        "https://en.wikipedia.org/wiki/Noah",
        "https://en.wikipedia.org/wiki/Shem",
        "https://en.wikipedia.org/wiki/Sheba",
        "https://en.wikipedia.org/wiki/Sirwah",
        "https://en.wikipedia.org/wiki/Nashaq",
        "https://en.wikipedia.org/wiki/Al_Jawf_Governorate",
        "https://en.wikipedia.org/wiki/Frankincense",
        "https://en.wikipedia.org/wiki/Myrrh",
        "https://en.wikipedia.org/wiki/Sheba",
        "https://en.wikipedia.org/wiki/Old_Testament",
        "https://en.wikipedia.org/wiki/Kingdom_of_Hadhramaut",
        "https://en.wikipedia.org/wiki/Louvre_Museum",
        "https://en.wikipedia.org/wiki/Sabaean_language",
        "https://en.wikipedia.org/wiki/Himyar",
        "https://en.wikipedia.org/wiki/Sabaeans",
        "https://en.wikipedia.org/wiki/Kingdom_of_Aksum",
        "https://en.wikipedia.org/wiki/GDRT",
        "https://en.wikipedia.org/wiki/Thifar",
        "https://en.wikipedia.org/wiki/Kingdom_of_Awsan",
        "https://en.wikipedia.org/wiki/Yemen",
        "https://en.wikipedia.org/wiki/Shabwah",
        "https://en.wikipedia.org/wiki/Mukarrib",
        "https://en.wikipedia.org/wiki/Sabaeans",
        "https://en.wikipedia.org/wiki/Qatabanians",
        "https://en.wikipedia.org/wiki/Qataban",
        "https://en.wikipedia.org/wiki/Bayhan",
        "https://en.wikipedia.org/wiki/Timna",
        "https://en.wikipedia.org/wiki/Minaeans",
        "https://en.wikipedia.org/wiki/Qarnawu",
        "https://en.wikipedia.org/wiki/Qataban",
        "https://en.wikipedia.org/wiki/Hadhramaut",
        "https://en.wikipedia.org/wiki/Saudi_Arabia",
        "https://en.wikipedia.org/wiki/Delos",
        "https://en.wikipedia.org/wiki/Egypt",
        "https://en.wikipedia.org/wiki/Minaean_language",
        "https://en.wikipedia.org/wiki/Himyarite_Kingdom",
        "https://en.wikipedia.org/wiki/GDRT",
        "https://en.wikipedia.org/wiki/Kingdom_of_Aksum",
        "https://en.wikipedia.org/wiki/Thifar",
        "https://en.wikipedia.org/wiki/Tihamah",
        "https://en.wikipedia.org/wiki/Thifar",
        "https://en.wikipedia.org/wiki/Ibb",
        "https://en.wikipedia.org/wiki/Dhu_Nuwas",
        "https://en.wikipedia.org/wiki/Judaism",
        "https://en.wikipedia.org/wiki/Kaleb_of_Axum",
        "https://en.wikipedia.org/wiki/Kingdom_of_Aksum",
        "https://en.wikipedia.org/wiki/Justin_I",
        "https://en.wikipedia.org/wiki/Persian_Empire",
        "https://en.wikipedia.org/wiki/Kingdom_of_Aksum",
        "https://en.wikipedia.org/wiki/Judaism",
        "https://en.wikipedia.org/wiki/Dhu_Nuwas",
        "https://en.wikipedia.org/wiki/Zacharias_Rhetor",
        "https://en.wikipedia.org/wiki/Mytilene",
        "https://en.wikipedia.org/wiki/Red_Sea",
        "https://en.wikipedia.org/wiki/Kaleb_of_Axum",
        "https://en.wikipedia.org/wiki/Procopius",
        "https://en.wikipedia.org/wiki/Justin_I",
        "https://en.wikipedia.org/wiki/Kingdom_of_Aksum",
        "https://en.wikipedia.org/wiki/Silk",
        "https://en.wikipedia.org/wiki/Sassanid_Empire",
        "https://en.wikipedia.org/wiki/Himyar",
        "https://en.wikipedia.org/wiki/Esimiphaios",
        "https://en.wikipedia.org/wiki/Abraha",
        "https://en.wikipedia.org/wiki/Axum",
        "https://en.wikipedia.org/wiki/Church_of_the_Holy_Sepulchre",
        "https://en.wikipedia.org/wiki/Jerusalem",
        "https://en.wikipedia.org/wiki/Alla_Amidas",
        "https://en.wikipedia.org/wiki/Marib_Dam",
        "https://en.wikipedia.org/wiki/Nisbis",
        "https://en.wikipedia.org/wiki/John_of_Ephesus",
        "https://en.wikipedia.org/wiki/Vahriz",
        "https://en.wikipedia.org/wiki/Abraha",
        "https://en.wikipedia.org/wiki/Kaaba",
        "https://en.wikipedia.org/wiki/Year_of_the_Elephant",
        "https://en.wikipedia.org/wiki/Abraha",
        "https://en.wikipedia.org/wiki/Sassanid_Empire",
        "https://en.wikipedia.org/wiki/Persian_Empire",
        "https://en.wikipedia.org/wiki/Khosrau_I",
        "https://en.wikipedia.org/wiki/Vahriz",
        "https://en.wikipedia.org/wiki/Sayf_ibn_Dhi_Yazan",
        "https://en.wikipedia.org/wiki/Kingdom_of_Aksum",
        "https://en.wikipedia.org/wiki/Sassanid_Empire",
        "https://en.wikipedia.org/wiki/Satrap",
        "https://en.wikipedia.org/wiki/Khosrau_II_Parviz",
        "https://en.wikipedia.org/wiki/Byzantine_Empire",
        "https://en.wikipedia.org/wiki/Byzantine",
        "https://en.wikipedia.org/wiki/Ancient_Near_East",
        "https://en.wikipedia.org/wiki/Ancient_South_Arabian_art",
        "https://en.wikipedia.org/wiki/Islamic_history_of_Yemen",
        "https://en.wikipedia.org/wiki/Wayback_Machine",
        "https://en.wikipedia.org/wiki/Wayback_Machine",
        "https://en.wikipedia.org/wiki/Wayback_Machine",
        "https://en.wikipedia.org/wiki/John_Winter_Jones",
        "https://en.wikipedia.org/wiki/Andrey_Korotayev",
        "https://en.wikipedia.org/wiki/Paul_Alan_Yule",
        "https://en.wikipedia.org/wiki/Ancient_history_of_Yemen",
        "https://en.wikipedia.org/wiki/Ancient_history_of_Yemen",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}