{
    "url": "https://en.wikipedia.org/wiki/Andean_civilizations",
    "title": "Andean civilizations",
    "table_of_contents": [
        "1 Uniqueness",
        "2 Agriculture",
        "3 Archaeological cultures",
        "3.1 Caral",
        "3.2 Valdivia",
        "3.3 Chavín",
        "3.4 Nazca",
        "3.5 Moche",
        "3.6 Chachapoyas",
        "3.7 Wari",
        "3.8 Tiwanaku",
        "4 Historical cultures",
        "4.1 Chimú",
        "4.2 Inca Empire",
        "4.3 Muisca",
        "4.4 Timoto-Cuica",
        "5 See also",
        "6 References",
        "7 Further reading",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The Andean civilizations were complex societies of many cultures and peoples mainly developed in the river valleys of the coastal deserts of Peru. They stretched from the Andes of southern Colombia southward down the Andes to Chile and northwest Argentina. Archaeologists believe that Andean civilizations first developed on the narrow coastal plain of the Pacific Ocean. The Caral or Norte Chico civilization of Peru is the oldest known civilization in the Americas, dating back to 3200 BCE.[1]\n\nDespite severe environmental challenges, the Andean civilizations domesticated a wide variety of crops, some of which became of worldwide importance.  The Andean civilizations were also noteworthy for monumental architecture, textile weaving, and many unique characteristics of the societies they created.\n\nLess than a century prior to the arrival of the Spanish conquerors, the Incas, from their homeland centered on the city of Cusco, united most of the Andean cultures into one single empire that encompassed all of what is usually called Andean civilization. The Timoto Cuica of Venezuela remained outside the Inca orbit. The Inca Empire was a patchwork of languages, cultures and peoples.\n\nSpanish rule ended or transformed many elements of the Andean civilizations, notably influencing religion and architecture.\n\n"
        },
        {
            "title": "Uniqueness",
            "text": "The civilization of the Andes was one of six in the world deemed by scholars to be \"pristine\", that is indigenous and not derived from other civilizations.[2] Due to its isolation from other civilizations, the indigenous people of the Andes had to come up with their own, often unique solutions to environmental and societal challenges.[3]\n\nAndean civilization lacked several characteristics distinguishing it from the pristine civilizations in the Old World and from the Mesoamerican cultures. First, and perhaps most important, Andean civilizations did not have a written language.  Instead, their societies used the quipu, a system of knotted and colored strings, to convey information.  Few quipus survive and they have never been fully deciphered.  Scholars differ on whether the knotted cords of the quipu were able only to record numerical data or could also be used for narrative communication, a true system of writing.[4] The use of the quipu dates back at least to the Wari Empire (600–1000 CE) and possibly to the much earlier civilization of Caral/Norte Chico of the third millennium BCE.[5]\n\nAndean civilizations also lacked wheeled vehicles and draft animals.  People on land traveled only by foot and the transport of goods was only by humans or llama, pack animals which could carry loads of up to one-fourth of their weight, a maximum of 45 kilograms (99 lb).[6] Llamas were not big or strong enough to be used for plowing or as riding animals for adults.[3]\n\nMoreover, Andean civilizations faced severe environmental challenges.  The earliest civilizations were on the hyper-arid desert coast of Peru.  Agriculture was possible only with irrigation in valleys crossed by rivers coming from the high Andes, plus in a few fog oases called lomas. In the Andes, agriculture was limited by thin soils, cold climate, low or seasonal precipitation, and a scarcity of flat land. Freezing temperatures may occur in every month of the year at altitudes of more than 3,000 metres (9,800 ft), the homeland of many of the highland Andean civilizations.[7]\n\nFinally, the Andean civilizations lacked money. Copper axe-monies (also called \"naipes\")[8] and Spondylus shells[9] functioned as mediums of exchange in some areas, especially coastal Ecuador, but most of the Andes area had economies organized on reciprocity and redistribution rather than money and markets. These characteristics were especially notable during the Inca Empire but originated in much earlier times.[10]\n\n"
        },
        {
            "title": "Agriculture",
            "text": "Agriculture in South America may have begun in coastal Ecuador with the domestication of squash about 8000 BCE by the Las Vegas culture.[11]\n\nSome scholars believe that the earliest civilizations on the Peruvian coast initially relied more upon maritime resources than agriculture during the formative period of their societies.[12][13] However, as in all civilizations until the late 19th century, agriculture was the principal occupation of the great majority of the people.  The greatest contribution of Andean civilization to the modern world has been the plants its people domesticated.  Crops grown by the Andeans were often unique to the region. Maize, which found its way to the Andes from Mexico, was often the most important crop at lower and intermediate elevations.  The Andeans cultivated an estimated 70 different plants, almost as many as were cultivated in all of Europe and Asia.[14] Many of these plants are no longer cultivated, or are minor crops, but important plants which were domesticated in or near the Andes include  potatoes, quinoa, tomatoes, chile peppers, cotton, coca, tobacco, pineapples, peanuts, and several varieties of beans.[15] Animals domesticated in the Andes were llamas and guinea pigs.\n\nThe challenges of the environment required sophisticated agricultural technology.[16] Unlike the Middle East, the Andes lacked easily domesticated and large-seeded plants such as wheat and barley and large and easily domesticated animals such as horses and cattle.[17]  Agriculture on the desert coast required the development of irrigation. In the mountains, the elevation, cold climate and steep terrain required a range of technological solutions such as terraces (andén), exploitation of microclimates, and selective breeding. Due to the climatic uncertainties, farmers traditionally farmed several crops at several elevations and exposures.  At a macro level, societies and states did the same with the vertical archipelago, establishing colonies at different elevations and locations to increase the possibilities of agricultural success.[18][19]\n\n"
        },
        {
            "title": "Archaeological cultures",
            "text": "The Norte Chico civilization, also called Caral,[20] was a complex pre-Columbian society that included as many as 30 major population centers in what is now the Norte Chico region of north-central coastal Peru. It is the oldest known civilization in the Americas and one of the Cradles of civilization where civilization separately originated in the ancient world. It flourished between the 30th century BCE and the 18th century BCE. The alternative name, Caral-Supe, is derived from the Sacred City of Caral[21] in the Supe Valley, a large and well-studied Norte Chico site. Complex society in Norte Chico arose a millennium after Sumer in Mesopotamia, was contemporaneous with the Egyptian pyramids, and predated the Mesoamerican Olmec by nearly two millennia.\n\nThe Valdivia Culture is one of the oldest settled cultures recorded in the Americas. It emerged from the earlier Las Vegas culture and thrived on the Santa Elena peninsula near the modern-day town of Valdivia, Ecuador between 3500 BCE and 1800 BCE.\n\nThe Chavín culture is thought to have been primarily a religious movement. The culture apparently began in the Peruvian highlands and then spread outward throughout the country. The Chavín culture has very distinctive art styles, particularly in effigy pots, a number of which were in feline shapes. Chavin de Huantar was an important ritual centre for Chavin Culture, dating to around 1,500 BCE.[22]\n\nThe Nazca culture (also Nasca) was the archaeological culture that flourished from 100 to 800 CE beside the dry southern coast of Peru in the river valleys of the Rio Grande de Nazca drainage and the Ica Valley (Silverman and Proulx, 2002). Having been heavily influenced by the preceding Paracas culture, which was known for extremely complex textiles, the Nazca produced an array of beautiful crafts and technologies such as ceramics, textiles, and geoglyphs (most commonly known as the Nazca lines). They also built an impressive system of underground aqueducts, known as puquios, that still function today. The Nazca Province in the Ica Region was named for this people.\n\nThe Moche civilization (alternately, the Mochica culture, Early Chimu, Pre-Chimu, Proto-Chimu, etc.) flourished in northern Peru from about 100 CE to 800 CE, during the Regional Development Epoch. While this issue is the subject of some debate, many scholars contend that the Moche were not politically organized as a monolithic empire or state.   Rather, they were likely a group of autonomous polities that shared a common elite culture, as seen in the rich iconography and monumental architecture that survive today. They are particularly noted for their elaborately painted ceramics, gold work, monumental constructions (huacas) and irrigation systems.[23] Moche history may be broadly divided into three periods – the emergence of the Moche culture in Early Moche (CE 100–300), its expansion and florescence during Middle Moche (CE 300–600), and the urban nucleation and subsequent collapse in Late Moche (CE 500–750).[24]\n\nThe Chachapoyas, or the 'Cloud People', were an Andean civilization living in cloud forests of the Amazonas region of present-day northern Peru. The Incas conquered the Chachapoyas shortly before the arrival of the Spanish in Peru. The first firm evidence of their existence dates back to around 700 CE, although it is possible that they built a settlement called Gran Pajáten where some ceramics have been dated to 200 BCE. The largest Chacapoyan site discovered so far is Kuelap. A number of mummified burial sites have also been discovered.\n\nThe Wari (Spanish: Huari) were a Middle Horizon civilization that flourished in the south-central Andes and coastal area of Peru, from about CE 500 to 1000. (The Wari culture is not to be confused with the modern ethnic group and language known as Wari', with which it has no known link.) Wari, as the former capital city was called, is located 11 km (6.8 mi) north-east of the city of Ayacucho. This city was the center of a civilization that covered much of the highlands and coast of Peru. The best-preserved remnants, beside the Wari Ruins, are the recently discovered Northern Wari ruins near the city of Chiclayo, and Cerro Baul in Moquegua. Also well-known are the Wari ruins of Pikillaqta (\"Flea Town\"), a short distance south-east of Cuzco en route to Lake Titicaca.\n\nTiwanaku (Spanish: Tiahuanaco and Tiahuanacu) is an important Pre-Columbian archaeological site in western Bolivia, South America. Tiwanaku is recognized by Andean scholars as one of the most important precursors to the Inca Empire, flourishing as the ritual and administrative capital of a major state power for approximately five hundred years. The ruins of the ancient city state are near the south-eastern shore of Lake Titicaca in the La Paz Department, Ingavi Province, Tiwanaku Municipality, about 72 km (45 mi) west of La Paz. The site was first recorded in written history by Spanish conquistador and self-acclaimed \"first chronicler of the Indies\" Pedro Cieza de León. Leon stumbled upon the remains of Tiwanaku in 1549 while searching for the Inca capital Qullasuyu.[25] Some have hypothesized that Tiwanaku's modern name is related to the Aymara term taypiqala, meaning \"stone in the center\", alluding to the belief that it lay at the center of the world.[26] However, the name by which Tiwanaku was known to its inhabitants may have been lost, as the people of Tiwanaku had no written language.[27][28]\n\n"
        },
        {
            "title": "Historical cultures",
            "text": "The Chimú were the residents of Chimor, with its capital at the city of Chan Chan, a large adobe city in the Moche Valley of present-day Trujillo, Peru. The culture arose about 900 CE. The Inca ruler Topa Inca Yupanqui led a campaign which conquered the Chimú around 1470 CE.[29]\n\nThis was just fifty years before the arrival of the Spanish in the region. Consequently, Spanish chroniclers were able to record accounts of Chimú culture from individuals who had lived before the Inca conquest. Similarly,  archaeological evidence suggest Chimor grew out of the remnants of Moche culture; early Chimú pottery had some resemblance to that of the Moche. Their ceramics are all black, and their work in precious metals is very detailed and intricate.\n\nThe Inca Empire, or Incan Empire[30] (Quechua: Tawantinsuyu), was the largest empire in pre-Columbian America.[31] The administrative, political and military center of the empire was located in Cusco. The Inca civilization arose from the Peruvian highlands sometime in the early 13th century, and the last Inca stronghold was conquered by the Spanish in 1572. From 1438 to 1533 CE, the Incas used a variety of methods, from conquest to peaceful assimilation, to incorporate a large portion of western South America, centered on the Andean mountain ranges, including Peru, southwest Ecuador, western and south central Bolivia, northwest Argentina, northern Chile, and a small part of southwest Colombia into a state comparable to the historical empires of the Old World.\n\nThe Muisca was the Chibcha-speaking people that formed the Muisca Confederation in the central highlands of present-day Colombia. They were encountered by the troops of Gonzalo Jiménez de Quesada, in name of the Spanish Empire at the time of the conquest in the spring of 1537. The Muisca comprised two confederations: Hunza (present-day Tunja) was located in the northern area, whose sovereign was the zaque; and Bacatá the southern area, whose sovereign was the zipa. Both confederations were located in the highlands of modern-day Cundinamarca and Boyacá (Altiplano Cundiboyacense) in the central area of Colombia's Eastern Ranges.\n\nTimoto–Cuica people was composed primarily of two tribes, the Timotes and the Cuicas, that inhabited in the Andean region of western Venezuela.[32] They were closely related to the Muisca people of the Andes, who spoke a Chibcha language. The Timoto-Cuicas were not only composed of the Timoto and the Cuica tribes, but also the Mucuchíes, the Migures, the Tabares, and the Mucuñuques. Timoto-Cuica society was complex with pre-planned permanent villages, surrounded by irrigated, terraced fields. They also stored water in tanks.[32] Their houses were made primarily of stone and wood with thatched roofs. They were peaceful, for the most part, and depended on growing crops. Regional crops included potatoes and ullucos.[33] They left behind works of art, particularly anthropomorphic ceramics, but no major monuments. They spun vegetable fibers to weave into textiles and mats for housing. They are credited with having invented the arepa, a staple in Venezuelan and Colombian cuisine.\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Human_history",
        "https://en.wikipedia.org/wiki/Holocene_calendar",
        "https://en.wikipedia.org/wiki/Prehistory",
        "https://en.wikipedia.org/wiki/Pleistocene",
        "https://en.wikipedia.org/wiki/Holocene",
        "https://en.wikipedia.org/wiki/Timelines_of_world_history",
        "https://en.wikipedia.org/wiki/Neolithic_Revolution",
        "https://en.wikipedia.org/wiki/Contemporary_history",
        "https://en.wikipedia.org/wiki/Discovery_of_human_antiquity",
        "https://en.wikipedia.org/wiki/Recorded_history",
        "https://en.wikipedia.org/wiki/Common_Era",
        "https://en.wikipedia.org/wiki/History_of_writing",
        "https://en.wikipedia.org/wiki/Protohistory",
        "https://en.wikipedia.org/wiki/History_by_period",
        "https://en.wikipedia.org/wiki/Ancient_history",
        "https://en.wikipedia.org/wiki/Bronze_Age",
        "https://en.wikipedia.org/wiki/Iron_Age",
        "https://en.wikipedia.org/wiki/Axial_Age",
        "https://en.wikipedia.org/wiki/Classical_antiquity",
        "https://en.wikipedia.org/wiki/Late_antiquity",
        "https://en.wikipedia.org/wiki/Mesoamerica",
        "https://en.wikipedia.org/wiki/History_of_East_Asia",
        "https://en.wikipedia.org/wiki/Outline_of_South_Asian_history",
        "https://en.wikipedia.org/wiki/Ancient_Near_East",
        "https://en.wikipedia.org/wiki/Classical_antiquity",
        "https://en.wikipedia.org/wiki/Timeline_of_the_Middle_Ages",
        "https://en.wikipedia.org/wiki/History_of_Oceania",
        "https://en.wikipedia.org/wiki/History_of_East_Asia",
        "https://en.wikipedia.org/wiki/Middle_kingdoms_of_India",
        "https://en.wikipedia.org/wiki/Middle_Ages",
        "https://en.wikipedia.org/wiki/Renaissance",
        "https://en.wikipedia.org/wiki/Modern_era",
        "https://en.wikipedia.org/wiki/Early_modern_period",
        "https://en.wikipedia.org/wiki/Renaissance",
        "https://en.wikipedia.org/wiki/Late_modern_period",
        "https://en.wikipedia.org/wiki/Industrial_Revolution",
        "https://en.wikipedia.org/wiki/Contemporary_history",
        "https://en.wikipedia.org/wiki/Digital_Revolution",
        "https://en.wikipedia.org/wiki/Modern_Middle_East",
        "https://en.wikipedia.org/wiki/Age_of_Discovery",
        "https://en.wikipedia.org/wiki/Modernity",
        "https://en.wikipedia.org/wiki/Postmodernity",
        "https://en.wikipedia.org/wiki/Futures_studies",
        "https://en.wikipedia.org/wiki/Political_history_of_the_world",
        "https://en.wikipedia.org/wiki/Future",
        "https://en.wikipedia.org/wiki/Civilization",
        "https://en.wikipedia.org/wiki/Indigenous_peoples_of_South_America",
        "https://en.wikipedia.org/wiki/Peru",
        "https://en.wikipedia.org/wiki/Andes",
        "https://en.wikipedia.org/wiki/Colombia",
        "https://en.wikipedia.org/wiki/Chile",
        "https://en.wikipedia.org/wiki/Argentina",
        "https://en.wikipedia.org/wiki/Civilization",
        "https://en.wikipedia.org/wiki/Pacific_Ocean",
        "https://en.wikipedia.org/wiki/Norte_Chico_civilization",
        "https://en.wikipedia.org/wiki/Spanish_Empire",
        "https://en.wikipedia.org/wiki/Inca_Empire",
        "https://en.wikipedia.org/wiki/Cusco",
        "https://en.wikipedia.org/wiki/Cradle_of_civilization",
        "https://en.wikipedia.org/wiki/Indigenous_peoples_of_South_America",
        "https://en.wikipedia.org/wiki/Old_World",
        "https://en.wikipedia.org/wiki/Quipu",
        "https://en.wikipedia.org/wiki/Wari_Empire",
        "https://en.wikipedia.org/wiki/Norte_Chico_civilization",
        "https://en.wikipedia.org/wiki/Llama",
        "https://en.wikipedia.org/wiki/Plough",
        "https://en.wikipedia.org/wiki/Riding_animal",
        "https://en.wikipedia.org/wiki/Lomas",
        "https://en.wikipedia.org/wiki/Spondylus",
        "https://en.wikipedia.org/wiki/Ecuador",
        "https://en.wikipedia.org/wiki/Las_Vegas_culture",
        "https://en.wikipedia.org/wiki/Maize",
        "https://en.wikipedia.org/wiki/Mexico",
        "https://en.wikipedia.org/wiki/Europe",
        "https://en.wikipedia.org/wiki/Asia",
        "https://en.wikipedia.org/wiki/Potato",
        "https://en.wikipedia.org/wiki/Quinoa",
        "https://en.wikipedia.org/wiki/Tomato",
        "https://en.wikipedia.org/wiki/Chile_peppers",
        "https://en.wikipedia.org/wiki/Cotton",
        "https://en.wikipedia.org/wiki/Coca",
        "https://en.wikipedia.org/wiki/Tobacco",
        "https://en.wikipedia.org/wiki/Pineapple",
        "https://en.wikipedia.org/wiki/Peanut",
        "https://en.wikipedia.org/wiki/Bean",
        "https://en.wikipedia.org/wiki/Guinea_pigs",
        "https://en.wikipedia.org/wiki/Middle_East",
        "https://en.wikipedia.org/wiki/Wheat",
        "https://en.wikipedia.org/wiki/Barley",
        "https://en.wikipedia.org/wiki/Horses",
        "https://en.wikipedia.org/wiki/Cattle",
        "https://en.wikipedia.org/wiki/Selective_breeding",
        "https://en.wikipedia.org/wiki/Vertical_archipelago",
        "https://en.wikipedia.org/wiki/Cultural_periods_of_Peru",
        "https://en.wikipedia.org/wiki/Norte_Chico_civilization",
        "https://en.wikipedia.org/wiki/Peru",
        "https://en.wikipedia.org/wiki/Cradles_of_civilization",
        "https://en.wikipedia.org/wiki/Sacred_City_of_Caral",
        "https://en.wikipedia.org/wiki/Sumer",
        "https://en.wikipedia.org/wiki/Mesopotamia",
        "https://en.wikipedia.org/wiki/Egyptian_pyramids",
        "https://en.wikipedia.org/wiki/Mesoamerican",
        "https://en.wikipedia.org/wiki/Olmec",
        "https://en.wikipedia.org/wiki/Valdivia_culture",
        "https://en.wikipedia.org/wiki/Valdivia_Culture",
        "https://en.wikipedia.org/wiki/Las_Vegas_culture",
        "https://en.wikipedia.org/wiki/Ecuador",
        "https://en.wikipedia.org/wiki/Cultural_periods_of_Peru",
        "https://en.wikipedia.org/wiki/Larco_Museum",
        "https://en.wikipedia.org/wiki/Chavin_de_Huantar",
        "https://en.wikipedia.org/wiki/Nazca_culture",
        "https://en.wikipedia.org/wiki/Nazca_Lines",
        "https://en.wikipedia.org/wiki/Nazca_culture",
        "https://en.wikipedia.org/wiki/Nazca_culture",
        "https://en.wikipedia.org/wiki/Archaeological_culture",
        "https://en.wikipedia.org/wiki/Nazca",
        "https://en.wikipedia.org/wiki/Ica_Region",
        "https://en.wikipedia.org/wiki/Paracas_culture",
        "https://en.wikipedia.org/wiki/Geoglyph",
        "https://en.wikipedia.org/wiki/Nazca_Lines",
        "https://en.wikipedia.org/wiki/Puquios",
        "https://en.wikipedia.org/wiki/Nazca_Province",
        "https://en.wikipedia.org/wiki/Ica_Region",
        "https://en.wikipedia.org/wiki/Moche_culture",
        "https://en.wikipedia.org/wiki/Andean_condor",
        "https://en.wikipedia.org/wiki/Chimu",
        "https://en.wikipedia.org/wiki/Cultural_periods_of_Peru",
        "https://en.wikipedia.org/wiki/Iconography",
        "https://en.wikipedia.org/wiki/Monument",
        "https://en.wikipedia.org/wiki/Gold",
        "https://en.wikipedia.org/wiki/Huaca",
        "https://en.wikipedia.org/wiki/Irrigation",
        "https://en.wikipedia.org/wiki/Chachapoya_culture",
        "https://en.wikipedia.org/wiki/Kuelap",
        "https://en.wikipedia.org/wiki/Wari_culture",
        "https://en.wikipedia.org/wiki/Cusco",
        "https://en.wikipedia.org/wiki/Wari_culture",
        "https://en.wikipedia.org/wiki/Spanish_language",
        "https://en.wikipedia.org/wiki/Andes",
        "https://en.wikipedia.org/wiki/Ethnic",
        "https://en.wikipedia.org/wiki/Wari_ruins",
        "https://en.wikipedia.org/wiki/Ayacucho",
        "https://en.wikipedia.org/wiki/Wari_ruins",
        "https://en.wikipedia.org/wiki/Northern_Wari_ruins",
        "https://en.wikipedia.org/wiki/Moquegua",
        "https://en.wikipedia.org/wiki/Cuzco",
        "https://en.wikipedia.org/wiki/Lake_Titicaca",
        "https://en.wikipedia.org/wiki/Tiwanaku_Empire",
        "https://en.wikipedia.org/wiki/Gate_of_the_Sun",
        "https://en.wikipedia.org/wiki/Tiwanaku",
        "https://en.wikipedia.org/wiki/Bolivia",
        "https://en.wikipedia.org/wiki/Inca_Empire",
        "https://en.wikipedia.org/wiki/Lake_Titicaca",
        "https://en.wikipedia.org/wiki/Ingavi_Province",
        "https://en.wikipedia.org/wiki/Tiwanaku_Municipality",
        "https://en.wikipedia.org/wiki/Qullasuyu",
        "https://en.wikipedia.org/wiki/Aymara_language",
        "https://en.wikipedia.org/wiki/Chimor",
        "https://en.wikipedia.org/wiki/Caballitos_de_totora",
        "https://en.wikipedia.org/wiki/Chimor",
        "https://en.wikipedia.org/wiki/Chan_Chan",
        "https://en.wikipedia.org/wiki/Moche_Valley",
        "https://en.wikipedia.org/wiki/Topa_Inca_Yupanqui",
        "https://en.wikipedia.org/wiki/Archaeological",
        "https://en.wikipedia.org/wiki/Moche_culture",
        "https://en.wikipedia.org/wiki/Inca_Empire",
        "https://en.wikipedia.org/wiki/Machu_Picchu",
        "https://en.wikipedia.org/wiki/Inca_Empire",
        "https://en.wikipedia.org/wiki/Quechuan_languages",
        "https://en.wikipedia.org/wiki/Cusco",
        "https://en.wikipedia.org/wiki/History_of_the_Incas",
        "https://en.wikipedia.org/wiki/Andes",
        "https://en.wikipedia.org/wiki/Ecuador",
        "https://en.wikipedia.org/wiki/Bolivia",
        "https://en.wikipedia.org/wiki/Argentina",
        "https://en.wikipedia.org/wiki/Chile",
        "https://en.wikipedia.org/wiki/Colombia",
        "https://en.wikipedia.org/wiki/Empire",
        "https://en.wikipedia.org/wiki/Old_World",
        "https://en.wikipedia.org/wiki/Muisca_Confederation",
        "https://en.wikipedia.org/wiki/Muisca_raft",
        "https://en.wikipedia.org/wiki/Guatavita_Lake",
        "https://en.wikipedia.org/wiki/Muisca_people",
        "https://en.wikipedia.org/wiki/Chibcha",
        "https://en.wikipedia.org/wiki/Muisca_Confederation",
        "https://en.wikipedia.org/wiki/Colombia",
        "https://en.wikipedia.org/wiki/Spanish_Empire",
        "https://en.wikipedia.org/wiki/Spanish_conquest_of_the_Muisca",
        "https://en.wikipedia.org/wiki/Tunja",
        "https://en.wikipedia.org/wiki/Zaque",
        "https://en.wikipedia.org/wiki/Zipa",
        "https://en.wikipedia.org/wiki/Cundinamarca_Department",
        "https://en.wikipedia.org/wiki/Altiplano_Cundiboyacense",
        "https://en.wikipedia.org/wiki/Colombia",
        "https://en.wikipedia.org/wiki/Andes",
        "https://en.wikipedia.org/wiki/Venezuela",
        "https://en.wikipedia.org/wiki/Muisca_people",
        "https://en.wikipedia.org/wiki/Andes",
        "https://en.wikipedia.org/wiki/Chibcha_language",
        "https://en.wikipedia.org/wiki/Ulluco",
        "https://en.wikipedia.org/wiki/Arepa",
        "https://en.wikipedia.org/wiki/Venezuelan_cuisine",
        "https://en.wikipedia.org/wiki/Colombian_cuisine",
        "https://en.wikipedia.org/wiki/History_of_Argentina",
        "https://en.wikipedia.org/wiki/History_of_Bolivia",
        "https://en.wikipedia.org/wiki/History_of_Chile",
        "https://en.wikipedia.org/wiki/History_of_Colombia",
        "https://en.wikipedia.org/wiki/History_of_Ecuador",
        "https://en.wikipedia.org/wiki/History_of_Peru",
        "https://en.wikipedia.org/wiki/Amazonas_before_the_Inca_Empire",
        "https://en.wikipedia.org/wiki/Guaman_Poma",
        "https://en.wikipedia.org/wiki/Pambokancha",
        "https://en.wikipedia.org/wiki/Population_history_of_American_indigenous_peoples",
        "https://en.wikipedia.org/wiki/Tumi",
        "https://en.wikipedia.org/wiki/Quechua_people",
        "https://en.wikipedia.org/wiki/Kogi_people",
        "https://en.wikipedia.org/wiki/JSTOR",
        "https://en.wikipedia.org/wiki/The_New_York_Times",
        "https://en.wikipedia.org/wiki/JSTOR",
        "https://en.wikipedia.org/wiki/Chile",
        "https://en.wikipedia.org/wiki/UNESCO",
        "https://en.wikipedia.org/wiki/Frommers",
        "https://en.wikipedia.org/wiki/Genographic_Project",
        "https://en.wikipedia.org/wiki/National_Geographic_Society",
        "https://en.wikipedia.org/wiki/Quechuan_and_Aymaran_spelling_shift",
        "https://en.wikipedia.org/wiki/Wayback_Machine",
        "https://en.wikipedia.org/wiki/Genetic_history_of_Indigenous_peoples_of_the_Americas",
        "https://en.wikipedia.org/wiki/Archaeology_of_the_Americas",
        "https://en.wikipedia.org/wiki/Indigenous_peoples_of_the_Americas",
        "https://en.wikipedia.org/wiki/Ancestral_Puebloans",
        "https://en.wikipedia.org/wiki/Caddoan_Mississippian_culture",
        "https://en.wikipedia.org/wiki/Chichimeca",
        "https://en.wikipedia.org/wiki/Hopewell_tradition",
        "https://en.wikipedia.org/wiki/Coles_Creek_culture",
        "https://en.wikipedia.org/wiki/Fremont_culture",
        "https://en.wikipedia.org/wiki/Hohokam",
        "https://en.wikipedia.org/wiki/Marksville_culture",
        "https://en.wikipedia.org/wiki/Mississippian_culture",
        "https://en.wikipedia.org/wiki/Mogollon_culture",
        "https://en.wikipedia.org/wiki/Plaquemine_culture",
        "https://en.wikipedia.org/wiki/Plum_Bayou_culture",
        "https://en.wikipedia.org/wiki/Poverty_Point_culture",
        "https://en.wikipedia.org/wiki/Sinagua",
        "https://en.wikipedia.org/wiki/Troyville_culture",
        "https://en.wikipedia.org/wiki/Weeden_Island_culture",
        "https://en.wikipedia.org/wiki/Mesoamerica",
        "https://en.wikipedia.org/wiki/Mesoamerican_chronology",
        "https://en.wikipedia.org/wiki/Acolhua",
        "https://en.wikipedia.org/wiki/Capacha",
        "https://en.wikipedia.org/wiki/Chalcatzingo",
        "https://en.wikipedia.org/wiki/Diquis",
        "https://en.wikipedia.org/wiki/Huastec_civilization",
        "https://en.wikipedia.org/wiki/Izapa",
        "https://en.wikipedia.org/wiki/Mezcala_culture",
        "https://en.wikipedia.org/wiki/Mixtec",
        "https://en.wikipedia.org/wiki/Olmecs",
        "https://en.wikipedia.org/wiki/Pipil_people",
        "https://en.wikipedia.org/wiki/Quelepa",
        "https://en.wikipedia.org/wiki/Western_Mexico_shaft_tomb_tradition",
        "https://en.wikipedia.org/wiki/Teotihuacan",
        "https://en.wikipedia.org/wiki/Tepanec",
        "https://en.wikipedia.org/wiki/Tlatilco_culture",
        "https://en.wikipedia.org/wiki/Tlaxcaltec",
        "https://en.wikipedia.org/wiki/Toltec",
        "https://en.wikipedia.org/wiki/Totonac",
        "https://en.wikipedia.org/wiki/Classic_Veracruz_culture",
        "https://en.wikipedia.org/wiki/Xochipala",
        "https://en.wikipedia.org/wiki/Zapotec_civilization",
        "https://en.wikipedia.org/wiki/List_of_indigenous_peoples_of_South_America",
        "https://en.wikipedia.org/wiki/El_Abra",
        "https://en.wikipedia.org/wiki/Aymara_kingdoms",
        "https://en.wikipedia.org/wiki/Chachapoya_culture",
        "https://en.wikipedia.org/wiki/Chancay_culture",
        "https://en.wikipedia.org/wiki/Chimor",
        "https://en.wikipedia.org/wiki/Chinchorro_culture",
        "https://en.wikipedia.org/wiki/Chiripa_culture",
        "https://en.wikipedia.org/wiki/Gran_Chaco_people",
        "https://en.wikipedia.org/wiki/Lima_culture",
        "https://en.wikipedia.org/wiki/Mapuche_history",
        "https://en.wikipedia.org/wiki/Moche_culture",
        "https://en.wikipedia.org/wiki/Mollo_culture",
        "https://en.wikipedia.org/wiki/Monte_Verde",
        "https://en.wikipedia.org/wiki/Nazca_culture",
        "https://en.wikipedia.org/wiki/Piaroa_people",
        "https://en.wikipedia.org/wiki/Quimbaya",
        "https://en.wikipedia.org/wiki/Shuar",
        "https://en.wikipedia.org/wiki/Sican_culture",
        "https://en.wikipedia.org/wiki/Tairona",
        "https://en.wikipedia.org/wiki/Tierradentro",
        "https://en.wikipedia.org/wiki/Tiwanaku_Empire",
        "https://en.wikipedia.org/wiki/Valdivia_culture",
        "https://en.wikipedia.org/wiki/Wankarani_culture",
        "https://en.wikipedia.org/wiki/Wari_culture",
        "https://en.wikipedia.org/wiki/Aztec_Empire",
        "https://en.wikipedia.org/wiki/Maya_civilization",
        "https://en.wikipedia.org/wiki/Muisca_Confederation",
        "https://en.wikipedia.org/wiki/Inca_Empire",
        "https://en.wikipedia.org/wiki/Nahuatl",
        "https://en.wikipedia.org/wiki/Mayan_languages",
        "https://en.wikipedia.org/wiki/Chibcha_language",
        "https://en.wikipedia.org/wiki/Quechuan_languages",
        "https://en.wikipedia.org/wiki/Aztec_script",
        "https://en.wikipedia.org/wiki/Maya_script",
        "https://en.wikipedia.org/wiki/Muisca_numerals",
        "https://en.wikipedia.org/wiki/Quipu",
        "https://en.wikipedia.org/wiki/Aztec_religion",
        "https://en.wikipedia.org/wiki/Maya_religion",
        "https://en.wikipedia.org/wiki/Muisca_religion",
        "https://en.wikipedia.org/wiki/Religion_in_the_Inca_Empire",
        "https://en.wikipedia.org/wiki/Aztec_mythology",
        "https://en.wikipedia.org/wiki/Maya_mythology",
        "https://en.wikipedia.org/wiki/Muisca_mythology",
        "https://en.wikipedia.org/wiki/Inca_mythology",
        "https://en.wikipedia.org/wiki/Aztec_calendar",
        "https://en.wikipedia.org/wiki/Maya_calendar",
        "https://en.wikipedia.org/wiki/Muisca_calendar",
        "https://en.wikipedia.org/wiki/Aztec_society",
        "https://en.wikipedia.org/wiki/Maya_society",
        "https://en.wikipedia.org/wiki/Muisca_economy",
        "https://en.wikipedia.org/wiki/Women_in_Muisca_society",
        "https://en.wikipedia.org/wiki/Inca_society",
        "https://en.wikipedia.org/wiki/Chinampa",
        "https://en.wikipedia.org/wiki/Maya_architecture",
        "https://en.wikipedia.org/wiki/Muisca_architecture",
        "https://en.wikipedia.org/wiki/Muisca_agriculture",
        "https://en.wikipedia.org/wiki/Inca_architecture",
        "https://en.wikipedia.org/wiki/Inca_road_system",
        "https://en.wikipedia.org/wiki/Incan_agriculture",
        "https://en.wikipedia.org/wiki/History_of_the_Aztecs",
        "https://en.wikipedia.org/wiki/History_of_the_Maya_civilization",
        "https://en.wikipedia.org/wiki/History_of_the_Incas",
        "https://en.wikipedia.org/wiki/Moctezuma_I",
        "https://en.wikipedia.org/wiki/Moctezuma_II",
        "https://en.wikipedia.org/wiki/Nemequene",
        "https://en.wikipedia.org/wiki/Quemuenchatocha",
        "https://en.wikipedia.org/wiki/Tisquesusa",
        "https://en.wikipedia.org/wiki/Tundama",
        "https://en.wikipedia.org/wiki/Zoratama",
        "https://en.wikipedia.org/wiki/Pachacuti",
        "https://en.wikipedia.org/wiki/Atahualpa",
        "https://en.wikipedia.org/wiki/Manco_Inca_Yupanqui",
        "https://en.wikipedia.org/wiki/Spanish_conquest_of_the_Aztec_Empire",
        "https://en.wikipedia.org/wiki/Spanish_conquest_of_the_Maya",
        "https://en.wikipedia.org/wiki/Francisco_de_Montejo",
        "https://en.wikipedia.org/wiki/Spanish_conquest_of_Guatemala",
        "https://en.wikipedia.org/wiki/Pedro_de_Alvarado",
        "https://en.wikipedia.org/wiki/Spanish_conquest_of_the_Muisca",
        "https://en.wikipedia.org/wiki/List_of_conquistadors_in_Colombia",
        "https://en.wikipedia.org/wiki/Spanish_conquest_of_the_Inca_Empire",
        "https://en.wikipedia.org/wiki/Francisco_Pizarro",
        "https://en.wikipedia.org/wiki/Aztecs",
        "https://en.wikipedia.org/wiki/Columbian_exchange",
        "https://en.wikipedia.org/wiki/Mesoamerican_writing_systems",
        "https://en.wikipedia.org/wiki/Indigenous_cuisine_of_the_Americas",
        "https://en.wikipedia.org/wiki/Ceramics_of_indigenous_peoples_of_the_Americas",
        "https://en.wikipedia.org/wiki/Population_history_of_Indigenous_peoples_of_the_Americas",
        "https://en.wikipedia.org/wiki/Painting_in_the_Americas_before_European_colonization",
        "https://en.wikipedia.org/wiki/Andean_civilizations",
        "https://en.wikipedia.org/wiki/Andean_civilizations",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}