{
    "url": "https://en.wikipedia.org/wiki/Andreas_Dorschel",
    "title": "Andreas Dorschel",
    "table_of_contents": [
        "1 Background",
        "2 Research",
        "3 Work",
        "3.1 Will",
        "3.2 Prejudice",
        "3.3 Design",
        "3.4 Metamorphosis",
        "3.5 Ideas",
        "3.6 Tragic, comic, tragicomic",
        "4 Retrieving philosophical genres",
        "5 Awards",
        "6 Publications",
        "6.1 Books",
        "6.2 Articles",
        "6.3 Letters, dialogues, monologues, philosophical tales",
        "7 References",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Andreas Dorschel (born 1962) is a German philosopher. Since 2002, he has been professor of aesthetics and head of the Institute for Music Aesthetics at the University of the Arts Graz (Austria).\n\n"
        },
        {
            "title": "Background",
            "text": "Andreas Dorschel was born in 1962 in Wiesbaden, West Germany. He is a cousin of the modernist visual artist Gesine Probst-Bösch (Weimar 1944–1994 Munich).[1] From 1983 on, Dorschel studied philosophy, musicology and linguistics at the universities of Frankfurt am Main (Germany) and Vienna (Austria) (MA 1987, PhD 1991). In 2002, the University of Bern (Switzerland) awarded him the Habilitation degree (post-doctoral lecturing qualification). Dorschel has taught at universities in Switzerland, Austria, Germany and the UK.[2] At University of East Anglia Norwich (UK), he was a colleague of writer W.G. Sebald.[3] Dorschel was Visiting Professor at Emory University (1995) and at Stanford University (2006).[4] On Dorschel’s initiative, the Graz Institute for Music Aesthetics received its name in 2007.[5] Between 2008 and 2017, Dorschel was a member of the Board of Trustees of the Austrian Science Fund (FWF);[6] from 2012 to 2017 he joined the Review Panel of the HERA (Humanities in the European Research Area) Joint Research Programme of the European Science Foundation (ESF) (Strasbourg / Brussels).[7] From 2010 on, he has been on the Advisory Board of the Royal Musical Association (RMA) Music and Philosophy Study Group.[8] In his philosophical explorations of music, he closely exchanged ideas with British aesthetician Roger Scruton (1944–2020).[9] In 2019, Andreas Dorschel was elected member of the Academia Europaea.[10] During the academic year 2020/21, he was a Fellow of the Berlin Institute for Advanced Study.[11]\n\n"
        },
        {
            "title": "Work",
            "text": "In his philosophical studies, Dorschel explores, both in a systematic and historical vein, the interconnectedness of thought and action. His work has been influenced by philosophers Denis Diderot, Arthur Schopenhauer and R. G. Collingwood.[13]\n\nIn Die idealistische Kritik des Willens [German Idealism’s Critique of the Will] (1992) Dorschel defends an understanding of freedom as choice against Kant’s and Hegel’s ethical animadversions. Following a method of “critical analysis”,[14] Dorschel objects both to Kant’s claim that “a free will and a will under moral laws are one and the same thing” (“ein freier Wille und ein Wille unter sittlichen Gesetzen einerlei”)[15] and to Hegel’s doctrine that “freedom of the will is rendered real as law” (“die Freiheit des Willens als Gesetz verwirklicht”).[16] What renders freedom of the will real, Dorschel argues, is rather to exercise choice sensibly.[17] Unlike other critics of idealism, Dorschel does not endorse determinism. Determinism, if we are to make sense of the idea, would have to be correlated with the notion of prediction. Predictions, Dorschel argues, need a basis that is not affected by their being made. But just as I cannot overtake my own shadow, I cannot predict my own future behaviour from my present state. For I would alter my state by making the prediction.[18] This line of reasoning can do without Kant’s opposition of determinism about appearances and freedom of the thing-in-itself.[19]\n\nRethinking Prejudice (2000, reissued 2019) examines the Enlightenment’s struggle against prejudices[20] and the Counter-Enlightenment’s partisanship in favour of them. “Dorschel wants to subvert that controversy by way of refuting an assumption shared by both parties” (“Dorschel will diesen Streit unterlaufen, indem er eine von beiden geteilte Annahme widerlegt”),[21] to wit, that prejudices are bad or good, false or true because they are prejudices.[22] As Richard Raatzsch puts it, Dorschel “seeks out the common source of both parties’ errors through rendering each position as strong as possible” (“den gemeinsamen Quellen der Irrtümer beider Seiten nachgeht, indem er sie so plausibel wie möglich zu machen sucht”).[23] Prejudices, Dorschel concludes, can be true or false, intelligent or stupid, wise or foolish, positive or negative, good or bad, racist or humanist – and they possess none of these features simply qua prejudices.[24] The conclusion’s significance derives from the fact that it is part and parcel of “an account which preserves something of the common-sense notion of prejudice, rather than an abstract list of necessary and sufficient conditions that risks neglecting what people have historically meant and continue to mean by the term.”[25]\n\nIn Gestaltung – Zur Ästhetik des Brauchbaren [Design – The Aesthetics of Useful Things] (2002), Dorschel probes different ways of assessing artefacts.[26] He “observed that ‘the concepts of the useful and [of] purpose have been replaced in the philosophy of design by that of function’”, Ute Poerschke states in a dense summary of the monograph.[27] ‘Function’ seemed to maintain the older meaning, but covered a bias towards technology. “The question of ‘how’ (how does this machine function?) replaced the question of ‘what’ (for what purpose?). Purpose embodies the question of ‘what’; technology the question of ‘how’. Dorschel criticized that function has a diffuse meaning, under which one could understand both purpose and technology and concluded that because of this diffuse meaning it is advisable to consider ‘not function, as modern functionalism did, but rather purpose and technology as the basic concepts of a theory of design’.”[28] Gestaltung – Zur Ästhetik des Brauchbaren, according to Christian Demand, features “a systematic philosophy of design that does not settle for mere propaedeutics”.[29] Ludwig Hasler characterizes Dorschel’s book as a “cure via argumentative precision” (“argumentative Präzisionskur”), setting up “a controversy [...] both with modern functionalism, the movement that revolutionized design for a century, and with postmodernism, that sportive celebration of whimsy in matters of form” (“eine Streitschrift […] gegen den Funktionalismus der Moderne, der ein Jahrhundert lang die Gestaltung der Gebrauchsdinge revolutionierte, wie gegen die Postmoderne, die sich auf den Spass an der Beliebigkeit der Formen kaprizierte”).[30]\n\nDorschel’s Verwandlung. Mythologische Ansichten, technologische Absichten [Mutation. Mythological Views, Technological Purposes] (2009) represents a philosophical history of the idea of metamorphosis – “shaded in many nuances”.[31] Metamorphosis, Dorschel points out, defies analysis in terms of change.[32] Change is supposed to be a rational pattern: A thing remains what it is while its features alter. But where does a thing cease to be that thing, where do its features commence? Whatever were that thing devoid of its features? Hence, historically, the concept of change was shadowed by the idea of metamorphosis or mutation. Dorschel highlights this idea, setting forth – in four case studies – the character of metamorphosis in Graeco-Roman mythology, in the New Testament,[33] in modern alchemy, and, finally, in current genetic engineering and synthetic biology.\n\nIn his 2010 volume Ideengeschichte [History of Ideas], Dorschel explains key issues of method in his research fields.[34] He distrusts an isolating take on ‘an idea’ as a singular entity; from Gilbert Ryle, Dorschel borrows the image of “teams of ideas”[35] which can only succeed if and when they play together. New ideas are invented in response to difficulties, obstacles or perplexities; from the latter, Dorschel suggests, historians can make sense of the former.[36] The extent to which emerging ideas undermine previously dominant ideas is a measure of their novelty. Dorschel considers the subversive potential of ideas not to be peripheral; rather, he grants it centre stage in his account.[37] It has been considered “one of the strengths of Dorschel’s monograph”[38] to overcome Quentin Skinner’s constricting doctrine that ideas are “essentially linguistic”.[39] Dorschel asserts: “Words are just one medium of ideas among others; musicians conceive their products in tones, architects in spaces, painters in form and colour, mathematicians in numbers or, on a more abstract level, in functions” (“Worte sind nur ein Medium von Ideen unter anderen; Musiker denken in Tönen, Architekten in Räumen, Maler in Formen und Farben, Mathematiker in Zahlen oder, abstrakter, in Funktionen.”).[40] In a way that breaks new ground, Dorschel proposes, as Eberhard Hüppe points out, to analyse ideas not just in terms of time, but also in terms of space.[41]\n\nIn his 2022 monograph Mit Entsetzen Scherz (Trifling with Despair), Andreas Dorschel starts from the historical observation that the concepts of ‘tragic’ and ‘comic’, since they had been first put forward in the 5th c. BC, were seen as opposed to each other.[42] If combined, we should then expect them to weaken each other. Yet tragicomic situations, Dorschel suggests, offer the surprising experience that those opposed qualities actually invigorate each other.[43] The book explores conditions that allow this to happen. To that purpose, Dorschel draws attention to the dimension of time.[44] To appear comic is a matter of the moment, he argues, while what is tragic manifests itself in “a grand arc” (“eine[m] großen Bogen”).[45] From this general tenet, Dorschel unfolds a poetics of the tragicomic incident in works from ancient Greece through renaissance England to modern Austria, employing the categories ‘irony’,[46] ‘intervention’[47] and ‘travesty’.[48]\n\n"
        },
        {
            "title": "Retrieving philosophical genres",
            "text": "Dorschel has taken a critical stance towards a blinkered academicism in philosophy.[49] He considers the narrowing-down of philosophical writing to articles and monographs a drain especially on epistemology, ethics and aesthetics. The now conventional forms of exposition leave little room for presenting a position while, as the argument develops, keeping various degrees of distance from the position presented. To that purpose, tapping richer resources of (dramatic and epic) irony as well as a heuristic of fiction, Dorschel has revived a number of genres such as the letter, dialogue, monologue and philosophical tale (‘conte philosophique’) that had flourished during the Renaissance and the Enlightenment,[50] but fell out of favour with modern academic philosophers.[51] Ten of Dorschel’s dialogues, with an introduction to the philosophy of dialogue, were published in 2021 under the title Wortwechsel (literally: exchange of words).\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Wiesbaden",
        "https://en.wikipedia.org/wiki/Germany",
        "https://en.wikipedia.org/wiki/Germans",
        "https://en.wikipedia.org/wiki/Goethe_University_Frankfurt",
        "https://en.wikipedia.org/wiki/University_of_Vienna",
        "https://en.wikipedia.org/wiki/Western_philosophy",
        "https://en.wikipedia.org/wiki/Philosopher",
        "https://en.wikipedia.org/wiki/Wiesbaden",
        "https://en.wikipedia.org/wiki/West_Germany",
        "https://en.wikipedia.org/wiki/University_of_Bern",
        "https://en.wikipedia.org/wiki/Habilitation",
        "https://en.wikipedia.org/wiki/University_of_East_Anglia",
        "https://en.wikipedia.org/wiki/Emory_University",
        "https://en.wikipedia.org/wiki/Stanford_University",
        "https://en.wikipedia.org/wiki/Graz",
        "https://en.wikipedia.org/wiki/Austrian_Science_Fund",
        "https://en.wikipedia.org/wiki/European_Science_Foundation",
        "https://en.wikipedia.org/wiki/Royal_Musical_Association",
        "https://en.wikipedia.org/wiki/Roger_Scruton",
        "https://en.wikipedia.org/wiki/Academia_Europaea",
        "https://en.wikipedia.org/wiki/Berlin_Institute_for_Advanced_Study",
        "https://en.wikipedia.org/wiki/Denis_Diderot",
        "https://en.wikipedia.org/wiki/Arthur_Schopenhauer",
        "https://en.wikipedia.org/wiki/Immanuel_Kant",
        "https://en.wikipedia.org/wiki/Georg_Wilhelm_Friedrich_Hegel",
        "https://en.wikipedia.org/wiki/German_idealism",
        "https://en.wikipedia.org/wiki/Determinism",
        "https://en.wikipedia.org/wiki/Prediction",
        "https://en.wikipedia.org/wiki/Age_of_Enlightenment",
        "https://en.wikipedia.org/wiki/Postmodernism",
        "https://en.wikipedia.org/wiki/Mythology",
        "https://en.wikipedia.org/wiki/New_Testament",
        "https://en.wikipedia.org/wiki/Alchemy",
        "https://en.wikipedia.org/wiki/Genetic_engineering",
        "https://en.wikipedia.org/wiki/Synthetic_biology",
        "https://en.wikipedia.org/wiki/Gilbert_Ryle",
        "https://en.wikipedia.org/wiki/Quentin_Skinner",
        "https://en.wikipedia.org/wiki/Time",
        "https://en.wikipedia.org/wiki/Space",
        "https://en.wikipedia.org/wiki/Time",
        "https://en.wikipedia.org/wiki/Renaissance",
        "https://en.wikipedia.org/wiki/Irony",
        "https://en.wikipedia.org/wiki/Epistemology",
        "https://en.wikipedia.org/wiki/Ethics",
        "https://en.wikipedia.org/wiki/Aesthetics",
        "https://en.wikipedia.org/wiki/Irony",
        "https://en.wikipedia.org/wiki/Heuristic",
        "https://en.wikipedia.org/wiki/Fiction",
        "https://en.wikipedia.org/wiki/Dialogue",
        "https://en.wikipedia.org/wiki/Monologue",
        "https://en.wikipedia.org/wiki/Renaissance",
        "https://en.wikipedia.org/wiki/Age_of_Enlightenment",
        "https://en.wikipedia.org/wiki/Ernest_Sosa",
        "https://en.wikipedia.org/wiki/Alan_Musgrave",
        "https://en.wikipedia.org/wiki/Federico_Celestini",
        "https://en.wikipedia.org/wiki/Universal_Edition",
        "https://en.wikipedia.org/wiki/Oxford_German_Studies",
        "https://en.wikipedia.org/wiki/The_Cambridge_Quarterly",
        "https://en.wikipedia.org/wiki/Angelika_Krebs",
        "https://en.wikipedia.org/wiki/Wayback_Machine",
        "https://en.wikipedia.org/wiki/Peter_Revers",
        "https://en.wikipedia.org/wiki/Wayback_Machine",
        "https://en.wikipedia.org/wiki/Immanuel_Kant",
        "https://en.wikipedia.org/wiki/Georg_Wilhelm_Friedrich_Hegel",
        "https://en.wikipedia.org/wiki/The_Philosophical_Forum",
        "https://en.wikipedia.org/wiki/Experience",
        "https://en.wikipedia.org/wiki/Die_Weltwoche",
        "https://en.wikipedia.org/wiki/New_historicism",
        "https://en.wikipedia.org/wiki/Quentin_Skinner",
        "https://en.wikipedia.org/wiki/Suhrkamp",
        "https://en.wikipedia.org/wiki/Wayback_Machine",
        "https://en.wikipedia.org/wiki/German_National_Library",
        "https://en.wikipedia.org/wiki/Andreas_Dorschel",
        "https://en.wikipedia.org/wiki/Andreas_Dorschel",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}