{
    "url": "https://en.wikipedia.org/wiki/Andrew_Shaffer",
    "title": "Andrew Shaffer",
    "table_of_contents": [
        "1 Background and career",
        "2 Order of St. Nick",
        "3 Fifty Shames of Earl Grey",
        "4 How to Survive a Sharknado and Other Unnatural Disasters",
        "5 Ghosts from Our Past: Both Literally and Figuratively: The Study of the Paranormal",
        "6 Bibliography",
        "7 References",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Andrew Shaffer (born in Cedar Rapids, Iowa, United States.[citation needed]) is an American author. Under the pen name \"Fanny Merkin,\" he authored the Fifty Shades of Grey parody Fifty Shames of Earl Grey. His other books include Great Philosophers Who Failed at Love, and Literary Rogues: A Scandalous History of Wayward Authors. He is the founder and creative director of Order of St. Nick, a greeting card company. He resides in Louisville, Kentucky with his wife, novelist Tiffany Reisz.[1]\n\n"
        },
        {
            "title": "Background and career",
            "text": "Shaffer attended the Iowa Writers' Workshop for a summer semester and studied comedy writing at Chicago's The Second City. He reviews books for RT Book Reviews, a magazine devoted largely to romance and erotic literature. He is also a columnist for the Huffington Post where he covers news within the publishing industry and reviews new book releases.[2]\n\n"
        },
        {
            "title": "Order of St. Nick",
            "text": "Order of St. Nick is a greeting card company whose irreverent cards have been featured on The Colbert Report, NPR, and Fox News. Shaffer started the company after a fruitless quest to find seasonal cards that expressed secular beliefs to send to atheists during the holidays. It was featured on the Colbert Report as 'Un-American.' And CBS's The Early Show featured Order of St. Nick's Depressing Times cards as one of the most prominent examples of the 'Great Depression chic' trend in 2009.\n\n"
        },
        {
            "title": "Fifty Shames of Earl Grey",
            "text": "Shaffer wrote Fifty Shames of Earl Grey under the pen name \"Fanny Merkin.\" Fifty Shames of Earl Grey is a parody of E. L. James' popular trilogy, Fifty Shades of Grey. Publishers Weekly suggested \"The parody brings to life all of the arguments for and against 50 Shades, including the feminist concerns, portrayal of BDSM, roots in Twilight fan-fiction, and EL James's writing style.\"[3] Fifty Shames of Earl Grey was a Goodreads choice 2012 semi-finalist.[4]\n\n"
        },
        {
            "title": "How to Survive a Sharknado and Other Unnatural Disasters",
            "text": "In 2015, Shaffer's tie-in book to the Syfy channel's Sharknado series of films debuted on the New York Times Bestseller List.[5]\n\n"
        },
        {
            "title": "Ghosts from Our Past: Both Literally and Figuratively: The Study of the Paranormal",
            "text": "Released on June 28, 2016, this Ghosts from Our Past is a tie-in book to Ghostbusters (2016).[6] Shaffer is listed as a co-author even though the other two authors, Erin Gilbert and Abby L. Yates, are the fictional characters in the Ghostbusters film.\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Fifty_Shades_of_Grey",
        "https://en.wikipedia.org/wiki/Tiffany_Reisz",
        "https://en.wikipedia.org/wiki/The_Second_City",
        "https://en.wikipedia.org/wiki/RT_Book_Reviews",
        "https://en.wikipedia.org/wiki/Huffington_Post",
        "https://en.wikipedia.org/wiki/The_Colbert_Report",
        "https://en.wikipedia.org/wiki/NPR",
        "https://en.wikipedia.org/wiki/Fox_News",
        "https://en.wikipedia.org/wiki/The_Early_Show",
        "https://en.wikipedia.org/wiki/Fifty_Shades_of_Grey",
        "https://en.wikipedia.org/wiki/Syfy_channel",
        "https://en.wikipedia.org/wiki/Sharknado",
        "https://en.wikipedia.org/wiki/Barack_Obama",
        "https://en.wikipedia.org/wiki/Joe_Biden",
        "https://en.wikipedia.org/wiki/Barack_Obama",
        "https://en.wikipedia.org/wiki/Joe_Biden",
        "https://en.wikipedia.org/wiki/Andrew_Shaffer",
        "https://en.wikipedia.org/wiki/Andrew_Shaffer",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}