{
    "url": "https://en.wikipedia.org/wiki/Andrew_Pickering",
    "title": "Andrew Pickering",
    "table_of_contents": [
        "1 Career",
        "2 Selected publications",
        "2.1 Books",
        "2.2 Chapters in books",
        "2.3 Journal articles",
        "3 Notes",
        "4 References",
        "5 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nAndrew Pickering (born 1948) is a British sociologist, philosopher and historian of science at the University of Exeter. He was a professor of sociology and a director of science and technology studies at the University of Illinois at Urbana-Champaign until 2007. He holds a doctorate in physics from the University of London, and a doctorate in Science Studies from the University of Edinburgh.[1] His book Constructing Quarks: A Sociological History of Particle Physics (1984)[a] is a classic in the field of the sociology of science.\n\n"
        },
        {
            "title": "Career",
            "text": "In elucidating some of the sociological factors prevailing in particle physics, Pickering also wrote a number of papers for journals and conferences.[2][3][4][5] According to Pickering, theory and experiment come in packages, and traditions of experiment generate just the kind of data which will fuel further theorising, while traditions of theory generate new problems for further development.[6]\n\nPickering thus described two theoretical frameworks in particle physics: 'old physics' – which at the time of its death, was \"still alive\"[6] – dominated high energy physics through the 1960s and into the early 1970s, and concerned itself with 'common [particle physics] phenomena'. 'New physics' refers to the theory and experiment 'package' concerned with rare phenomena, such as the search for quarks. While each theoretical framework had little to say about the other, and \"was useless in the phenomenal world of its rival\",[6] each was satisfactory in its own terms. Despite this, Pickering also outlined a process of \"magical transmutation\", where new theories are produced from old, by what he called \"analogical recycling\".[7] Pickering noted that all this is symptomatic of Kuhnian type revolutions.[6]\n\nHe authored The mangle of practice: Time, agency and science (University of Chicago Press, 1995), where he develops a performative conception of scientific practice, focusing on non-human agency and strongly contributing to the posthumanist trend of Science and Technology Studies. His most recent book, The Cybernetic Brain: Sketches of Another Future traces the history of British Cybernetics after the Second World War. Pickering considers Cybernetics as a type of nomad science that, instead of seeking to dominate reality as its modern counterpart (thus leading to processes of enframing, following Heidegger) rather develops an ontological theatre between humans and non-humans. In this book, Pickering explores projects that intertwine, for instance, technology, psychiatry, spirituality, education and, of course, brain sciences.\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/University_of_Exeter",
        "https://en.wikipedia.org/wiki/University_of_London",
        "https://en.wikipedia.org/wiki/University_of_Edinburgh",
        "https://en.wikipedia.org/wiki/Sociology_of_science",
        "https://en.wikipedia.org/wiki/The_Structure_of_Scientific_Revolutions",
        "https://en.wikipedia.org/wiki/Cybernetics",
        "https://en.wikipedia.org/wiki/University_of_Chicago_Press",
        "https://en.wikipedia.org/wiki/University_of_Chicago_Press",
        "https://en.wikipedia.org/wiki/University_of_Chicago_Press",
        "https://en.wikipedia.org/wiki/MIT_Press",
        "https://en.wikipedia.org/wiki/University_of_Chicago_Press",
        "https://en.wikipedia.org/wiki/University_of_Chicago_Press",
        "https://en.wikipedia.org/wiki/Social_Studies_of_Science",
        "https://en.wikipedia.org/wiki/Sage_Publications",
        "https://en.wikipedia.org/wiki/Social_Studies_of_Science",
        "https://en.wikipedia.org/wiki/Sage_Publications",
        "https://en.wikipedia.org/wiki/University_of_Chicago_Press",
        "https://en.wikipedia.org/wiki/Social_Studies_of_Science",
        "https://en.wikipedia.org/wiki/Sage_Publications",
        "https://en.wikipedia.org/wiki/Richard_Dalitz",
        "https://en.wikipedia.org/wiki/Richard_Dalitz",
        "https://en.wikipedia.org/wiki/Andrew_Pickering",
        "https://en.wikipedia.org/wiki/Andrew_Pickering",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}