{
    "url": "https://en.wikipedia.org/wiki/Anjali_Nayar",
    "title": "Anjali Nayar",
    "table_of_contents": [
        "1 Films",
        "1.1 Silas (2017)",
        "1.2 Gun Runners (2016)",
        "1.3 Just A Band",
        "1.4 Select filmography",
        "2 Technology",
        "3 Journalism (selected)",
        "3.1 Nature magazine",
        "3.2 CBC News",
        "3.3 Reuters",
        "4 Education",
        "5 References",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nAnjali Nayar is a Canadian-Indian filmmaker, former climate scientist, and founder of the TIMBY suite of environmental and human rights reporting tools.\n\nNayar's most recent feature film, Silas, premiered at the Toronto International Film Festival in September 2017 and was acquired by Amazon.[1][2][3]  The film profiles activists using smartphones to expose land grabbing and corruption in West Africa.[4] Nayar's feature directorial debut, Gun Runners, premiered at Toronto's Hot Docs Canadian International Documentary Festival in May 2016[5] and was acquired by Netflix.[6] The film follows two Kenyan warriors who trade in their AK-47s to pursue marathon running.[7] Nayar is also directing Just A Band, a fractionally fictional documentary about an Afro-electric pop group that wants to go to space.[8]\n\nBeyond film, Nayar has written and filmed extensively for Nature, Reuters, the CBC News, the BBC, and NPR. Nayar has a Masters in Documentary from Columbia University Graduate School of Journalism, a Masters in Environmental Management from Linacre College, University of Oxford, and a Graduate degree in space science from the International Space University.[9] Nayar founded TIMBY (This Is My Backyard), a suite of digital tools that helps activists report, verify and tell stories safely.[10]\n\n"
        },
        {
            "title": "Films",
            "text": "Silas is the story of award-winning activist Silas Siakor and his army of citizen journalists who risk their lives to document corruption and illegalities in both the extractive industries and government of Liberia. The film premiered at the Toronto International Film Festival in September 2017 and was acquired by Amazon.[3] The film went on to win numerous prizes and nominations, at the Directors' Guild of Canada 2018 Awards, The DC Environmental Film Festival, The African Academy Awards, among others.[11]\n\nThe film was supported by the MacArthur Foundation, Ford Just Films, the Tribeca Film Institute, the Sundance Documentary Fund, Sundance Skoll Stories of Change, the IDFA Bertha Fund, the Hot Docs Blue Ice Group Fund, The Alter-Cine Foundation, and the PUMA Catalyst Award. The film was co-directed by Hawa Essuman and co-produced by Steven Markovitz. Executive producers for the project included Edward Zwick, Leonardo DiCaprio, Jenn Davisson, Neil Tabaznik and Robin\n\nDuring the making of Silas, Nayar worked with Liberian activists to create the TIMBY (This Is My Backyard) reporting tools, now deployed in 21 languages in 40 countries around the world.[12]\n\nGun Runners is the story of two warriors from Northern Kenya who trade in their AK-47s for running shoes and the dream of marathon running. The film was produced by the National Film Board of Canada and premiered at the Hot Docs Canadian International Documentary Festival in Toronto on 2 May 2016 to sold-out crowds.[5]\nThough many films in the global south focus on social justice issues, Gun Runners moves away from this theme and intimately portrays contemporary Kenya through the eyes of two friends navigating their way through life. The film is an interpretation of the Horatio Alger myth set in Kenya.[13]\n\nShortly after the film's completion, one of the film's main characters, Robert Matanda and his wife, Stella Ebei, were killed in a car accident when the bus they were travelling in was hit by a truck. Their youngest child, named Anjali, was in the car with them but survived the crash.[14]\nNayar and the other filmmakers involved in Gun Runners started a Trust and are taking care of the seven children who Matanda supported. Nayar began a GoFundMe campaign in April 2016. The team raised over $10,000 for the children within the first couple of weeks following the premiere.[13][15]\n\nGun Runners is currently in its theatrical phase and has screened theatrically in Australia.[16] Gun Runners was screened at the Palm Springs International Film Festival in January 2017 and has been profiled by Daily Vice.[17] The film is currently on Netflix.[18][19]\n\nJust A Band (in production) follows the story of four twentysomethings in Nairobi, Kenya, who drop out of university to form an art collective, creating a counter narrative to the lives expected of them. In the film, the four friends form a pact to go to space.\nJust A Band contains a mishmash of post-modern cultural influences such as the work of Sun Ra, Kung Fu movies, and hip hop. Just A Band paints a truer picture of urban Africa than you can imagine.\nThe film is supported by Sundance, Cinereach, the Ted Rogers Fund, the Hot Docs Blue Ice Group, Worldview, and the PUMA Catalyst Award.[20][21][22][23][24]\n\n"
        },
        {
            "title": "Technology",
            "text": "Nayar founded TIMBY (This is My Backyard) in 2012, which is a suite of digital tools developed to help teams tackle complex chronic problems with speed and security.[27] The tools consist of a mobile app, the investigation dashboard, and a drag-and-drop story maker.[28]\n\nEnvironmental reporting is the core focus of TIMBY's work and development, although the platform has been adopted by groups working on related issues such as health, corruption, supply chains and human rights. The TIMBY technology was designed and built from the ground-up in Liberia and Kenya, in conjunction with the award-winning Sustainable Development Institute and its founder, Goldman Environmental Prize winner, Silas Siakor.\n\nThe system is operational in over 20 languages in 40 countries. In Kenya, the platform is helping indigenous forest communities fight government-led violent evictions.[29][30] In Mozambique, Indonesia, Ghana, Togo, Cameroon, Peru and Malaysia, the system is being used to track deforestation and illegal forestry.[31] In India, the platform is being used to track and resolve workers grievances and human trafficking. In Nigeria, the system is being used to document and bring to account cases of sextortion. In Mexico, the system is being used to ground truth natural disasters and response solutions. In Liberia, the platform is helping communities and civil society organizations collect and disseminate evidence of company and government infractions from the frontlines of rural extractive projects. In Vietnam, the TIMBY system is being used to document land grabbing. In Kenya, the system is being used by health professionals to report within their hospitals (a space forbidden to journalists).[32]\n\nThe mobile app enables groups to collect audio, video, photographs and other geo-referenced structured and unstructured data. The app design relies heavily on colours and icons, for use by semi-literate groups. Reports can be uploaded to the investigation dashboard either using the phone (if network is available) or by encrypted zip file.[28] Currently the TIMBY app is only available for Android on the Google Play Store but the iOS app will be launched in August 2021[33]\nThe investigation platform helps groups verify reports and discover the links between issues, people, and companies in \"list\" or \"map\" view. The map view runs on CartoDB and displays data from OpenStreetMap and Global Forest Watch among other sources[28][34]\nGroups can use the story maker to easily drag and drop verified reports into the template to write stories, blogs and press releases. Stories can be sent directly to legislators, printed or displayed on a website. All the original evidence (photos, videos, documents) can be downloaded without metadata from the website.[28]\n\nSince it was founded, TIMBY has partnered with activist groups, NGOs, commercial partners, and news organizations around the world to support their secure reporting work. TIMBY was created and is maintained by a collective of software developers, designers, activists and storytellers.[35][36] Funding for TIMBY's work comes from the Open Society Foundation, Humanity United—part of the Omidyar Network, the Ford Foundation, GHR Foundation, HIVOS, Tribeca Institute and Internews.[37][38][39]\n\n"
        },
        {
            "title": "",
            "text": "Nayar has written and filmed extensively for Nature, Reuters, Al Jazeera, the CBC News, and the BBC, among other publications and networks.[40][41][42][43][44][45]\n\nNayar's 's focus in writing for Nature has concerned climate, the environment, and the Global South. Nayar spent a month hiking in Bhutan's mountainous border region with China in 2009 to report on projects Bhutan is undertaking to decrease the dangerous levels of glacial melt in lakes, which have led to deadly outburst floods, known as Glacial lake outburst floods (GLOFs).[40] Nayar won the ICIMOD reporting prize for this work. The same year, Nayar reported on remote forestry projects in Northeastern Madagascar, aimed at curbing carbon emissions for which she won an IUCN-Reuters-COMPlus Global Reporting Prize.[40][46] Nayar's other notable Nature stories include features on hunting for viruses, explosive lakes, and reports on education in the Global South.\n\nNayar's work for CBC has included long stints of working in multimedia around sporting events, as well as short documentaries for a number of CBC shows and spot news.\nIn the months leading up to the 2010 FIFA World Cup in South Africa, Nayar travelled with a soccer ball from Ivory Coast down to South Africa, blogging along the way. She also maintained her coverage (for CBC and Reuters), following the sub-Saharan teams in the competition during the two months of play. Her blog, named Destination South Africa: A ball and a Mosquito Net, was featured heavily in the media.[47] Because CBC no longer has rights to the World Cup, unfortunately the blog is no longer online.\n\nNayar repeated the concept of the blog, travelling across India in the lead-up to the Commonwealth Games in Delhi in 2011 and for the FIFA Women's World Cup in Germany in 2011 (which again, has been taken down).[48][49] These pieces were similarly heavily featured in the media. \nNayar's coverage often used sports as a starting point to talk about everything from nationalism, and politics, to the sexualization of sports.\nNayar was a competitive soccer player—training with the Canadian Junior National Team and the Quebec Team, the University of British Columbia Thunderbirds and was named MVP during the Blues match during her year at the University of Oxford. Her step-sister, Rhian Wilkinson, is a member of the Canadian Women's National Soccer Team.\n\nNayar's other work for CBC included numerous short documentaries on the show Dispatches and news segments both on world affairs and covering her work.[50]\n\nNayar worked for Reuters TV across Africa between 2007 and 2012. During her time at Reuters, Nayar covered everything from the 2012 World Cup in South Africa to Kenya's election violence, Zanzibar's clove industry, Liberia's logging industry, pharmaceutical trials, as well as carbon trading based on Gabon's forests. Her contributions ranged from short documentaries for Reuters' show Africa Journal to wire news coverage for TV and print.\n\n"
        },
        {
            "title": "Education",
            "text": "Nayar transitioned to working in film and storytelling from pure science (climate change, remote sensing) in the early 2000s, after being frustrated by the inaccuracies by the media in its coverage of climate change. In 2005, she turned down a scholarship to continue her studies at the University of Oxford at the PhD level, to take up a Fulbright Scholarship at the Columbia Graduate School of Journalism in New York City.\nHer first piece of journalism, a profile of a New York climate modeler, was published in The New York Times .[51]\n\nNayar has a Masters in Documentary from the Columbia Graduate School of Journalism, where she studied, as a Fulbright Scholar.[52][53] Nayar also has a Masters in Environmental Change and Management from Linacre College, University of Oxford, where she studied as a Commonwealth Scholar. Nayar's thesis at Oxford assessed the use of remote sensing imagery to predict urbanization and malaria rates in African cities. Nayar also spent a summer studying remote sensing and space studies at the International Space University, hosted by the University of Adelaide and the University of Western Australia.\nAs an undergraduate student, Nayar did a double Honours degree in biology and geology at the University of British Columbia on a Chancellor's scholarship. During her years at UBC, she played varsity Soccer for the UBC Thunderbirds and spent a year on exchange at the University of Queensland in Brisbane, Australia studying coral reefs and climate change. Before that, she was the valedictorian, an academic All-Canadian and received Governor General's Bronze Medal (1999) for her year at John Abbott College, in Sainte-Anne-de-Bellevue, Quebec. Nayar went to high school at the Trafalgar School for Girls, in Montreal, Quebec, Canada.\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Multimedia",
        "https://en.wikipedia.org/wiki/Toronto_International_Film_Festival",
        "https://en.wikipedia.org/wiki/Smartphone",
        "https://en.wikipedia.org/wiki/Land_grabbing",
        "https://en.wikipedia.org/wiki/Gun_Runners",
        "https://en.wikipedia.org/wiki/Hot_Docs_Canadian_International_Documentary_Festival",
        "https://en.wikipedia.org/wiki/Marathon",
        "https://en.wikipedia.org/wiki/Linacre_College",
        "https://en.wikipedia.org/wiki/University_of_Oxford",
        "https://en.wikipedia.org/wiki/Space_science",
        "https://en.wikipedia.org/wiki/Extractive_industries",
        "https://en.wikipedia.org/wiki/Hawa_Essuman",
        "https://en.wikipedia.org/wiki/Film_producer",
        "https://en.wikipedia.org/wiki/Steven_Markovitz",
        "https://en.wikipedia.org/wiki/Edward_Zwick",
        "https://en.wikipedia.org/wiki/Leonardo_DiCaprio",
        "https://en.wikipedia.org/wiki/Kenya",
        "https://en.wikipedia.org/wiki/Marathon",
        "https://en.wikipedia.org/wiki/Toronto",
        "https://en.wikipedia.org/wiki/Global_south",
        "https://en.wikipedia.org/wiki/Social_justice",
        "https://en.wikipedia.org/wiki/Kenya",
        "https://en.wikipedia.org/wiki/Horatio_Alger_myth",
        "https://en.wikipedia.org/wiki/Kenya",
        "https://en.wikipedia.org/wiki/GoFundMe",
        "https://en.wikipedia.org/wiki/Palm_Springs_International_Film_Festival",
        "https://en.wikipedia.org/wiki/Netflix",
        "https://en.wikipedia.org/wiki/Nairobi",
        "https://en.wikipedia.org/wiki/Art_collective",
        "https://en.wikipedia.org/wiki/Sun_Ra",
        "https://en.wikipedia.org/wiki/Kung_Fu",
        "https://en.wikipedia.org/wiki/Hip_hop",
        "https://en.wikipedia.org/wiki/Cinereach",
        "https://en.wikipedia.org/wiki/Hot_Docs_Canadian_International_Documentary_Festival",
        "https://en.wikipedia.org/wiki/Al_Jazeera",
        "https://en.wikipedia.org/wiki/Mobile_app",
        "https://en.wikipedia.org/wiki/Dashboard",
        "https://en.wikipedia.org/wiki/Liberia",
        "https://en.wikipedia.org/wiki/Kenya",
        "https://en.wikipedia.org/wiki/Goldman_Environmental_Prize",
        "https://en.wikipedia.org/wiki/Liberia",
        "https://en.wikipedia.org/wiki/Civil_society_organizations",
        "https://en.wikipedia.org/wiki/Mobile_app",
        "https://en.wikipedia.org/wiki/Sound",
        "https://en.wikipedia.org/wiki/Structured_data",
        "https://en.wikipedia.org/wiki/Unstructured_data",
        "https://en.wikipedia.org/wiki/Zip_file",
        "https://en.wikipedia.org/wiki/Application_software",
        "https://en.wikipedia.org/wiki/Drag_and_drop",
        "https://en.wikipedia.org/wiki/Downloaded",
        "https://en.wikipedia.org/wiki/Metadata",
        "https://en.wikipedia.org/wiki/Collective",
        "https://en.wikipedia.org/wiki/Software_developers",
        "https://en.wikipedia.org/wiki/Storytelling",
        "https://en.wikipedia.org/wiki/Open_Society_Foundations",
        "https://en.wikipedia.org/wiki/Omidyar_Network",
        "https://en.wikipedia.org/wiki/Climate",
        "https://en.wikipedia.org/wiki/Mountains_of_Bhutan",
        "https://en.wikipedia.org/wiki/Bhutan",
        "https://en.wikipedia.org/wiki/Glacial_lake_outburst_flood",
        "https://en.wikipedia.org/wiki/Madagascar",
        "https://en.wikipedia.org/wiki/Carbon_emissions",
        "https://en.wikipedia.org/wiki/Multimedia",
        "https://en.wikipedia.org/wiki/CBC_News",
        "https://en.wikipedia.org/wiki/2010_FIFA_World_Cup",
        "https://en.wikipedia.org/wiki/Ivory_Coast",
        "https://en.wikipedia.org/wiki/CBC_News",
        "https://en.wikipedia.org/wiki/Reuters",
        "https://en.wikipedia.org/wiki/CBC_News",
        "https://en.wikipedia.org/wiki/FIFA_World_Cup",
        "https://en.wikipedia.org/wiki/India",
        "https://en.wikipedia.org/wiki/Commonwealth_Games",
        "https://en.wikipedia.org/wiki/Delhi",
        "https://en.wikipedia.org/wiki/Sexualization",
        "https://en.wikipedia.org/wiki/University_of_British_Columbia",
        "https://en.wikipedia.org/wiki/University_of_Oxford",
        "https://en.wikipedia.org/wiki/Rhian_Wilkinson",
        "https://en.wikipedia.org/wiki/CBC_News",
        "https://en.wikipedia.org/wiki/Reuters_TV",
        "https://en.wikipedia.org/wiki/Reuters",
        "https://en.wikipedia.org/wiki/Storytelling",
        "https://en.wikipedia.org/wiki/Climate_change",
        "https://en.wikipedia.org/wiki/Remote_sensing",
        "https://en.wikipedia.org/wiki/Climate_change",
        "https://en.wikipedia.org/wiki/University_of_Oxford",
        "https://en.wikipedia.org/wiki/Fulbright_Scholarship",
        "https://en.wikipedia.org/wiki/Columbia_Graduate_School_of_Journalism",
        "https://en.wikipedia.org/wiki/Climate_model",
        "https://en.wikipedia.org/wiki/The_New_York_Times",
        "https://en.wikipedia.org/wiki/Linacre_College",
        "https://en.wikipedia.org/wiki/University_of_Oxford",
        "https://en.wikipedia.org/wiki/Commonwealth_Scholar",
        "https://en.wikipedia.org/wiki/Oxford",
        "https://en.wikipedia.org/wiki/Remote_sensing",
        "https://en.wikipedia.org/wiki/Malaria",
        "https://en.wikipedia.org/wiki/Remote_sensing",
        "https://en.wikipedia.org/wiki/International_Space_University",
        "https://en.wikipedia.org/wiki/University_of_Adelaide",
        "https://en.wikipedia.org/wiki/University_of_Western_Australia",
        "https://en.wikipedia.org/wiki/University_of_British_Columbia",
        "https://en.wikipedia.org/wiki/UBC",
        "https://en.wikipedia.org/wiki/UBC",
        "https://en.wikipedia.org/wiki/University_of_Queensland",
        "https://en.wikipedia.org/wiki/Brisbane",
        "https://en.wikipedia.org/wiki/Coral_reefs",
        "https://en.wikipedia.org/wiki/Climate_change",
        "https://en.wikipedia.org/wiki/Valedictorian",
        "https://en.wikipedia.org/wiki/John_Abbott_College",
        "https://en.wikipedia.org/wiki/Trafalgar_School_for_Girls",
        "https://en.wikipedia.org/wiki/Montreal",
        "https://en.wikipedia.org/wiki/Wayback_Machine",
        "https://en.wikipedia.org/wiki/Wayback_Machine",
        "https://en.wikipedia.org/wiki/IMDb",
        "https://en.wikipedia.org/wiki/Anjali_Nayar",
        "https://en.wikipedia.org/wiki/Anjali_Nayar",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}