{
    "url": "https://en.wikipedia.org/wiki/Anna_Russell",
    "title": "Anna Russell",
    "table_of_contents": [
        "1 Life and career",
        "1.1 Early life",
        "1.2 Peak years",
        "1.3 Later years",
        "2 Books",
        "3 Recordings",
        "4 Filmography",
        "5 Notes and references",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nAnna Russell (born Anna Claudia Russell-Brown; 27 December 1911 – 18 October 2006) was an English–Canadian singer and comedian. She gave many concerts in which she sang and played comic musical sketches on the piano.  Among her best-known works are her concert performances and famous recordings of The Ring of the Nibelungs (An Analysis) – a humorous 22-minute synopsis of Richard Wagner's Der Ring des Nibelungen – and (on the same album) her parody How to Write Your Own Gilbert and Sullivan Opera.[1]\n\n"
        },
        {
            "title": "Life and career",
            "text": "Russell was born in Maida Vale, London, England,[2][3][4][5][6][n 1] and was educated at St Felix School at Southwold, Suffolk, at Harrogate College and in Brussels and Paris.  She studied at the Royal College of Music,[7] where her piano teacher was Marmaduke Barton (whose wife's maiden name happened also to be Anna Russell).[10] She had a difficult childhood, and particularly a difficult relationship with her mother, who often shipped her off to live with other relatives for some time. Russell was twice married and divorced, first to John Denison and second to artist Charles Goldhamer.  In her Who's Who entry she described herself as single.[5]\n\nIn one of Russell's comic routines she said that some of the world's greatest teachers had completely ruined her voice, going on to relate that she was interrupted early in her graduation song recital by the Royal College's judges who indicated her singing was a joke.  Whether this was literally true or not, it is a fact that she began to think of what she might be able to do with the voice and technique she had.[citation needed]\n\nRussell's early career included a few engagements in opera (including a disastrous appearance as a substitute Santuzza in a British touring production of Cavalleria rusticana, where she tripped on a set piece and pulled it down – an event later used in her comedy) – as well as appearances as a folk singer on BBC radio in 1931.[citation needed] Russell's mother was Canadian, and the family returned in 1939 to Toronto, after her father's death, where she began to appear on local radio stations as an entertainer.[11][12] By 1940, she was beginning to find success as a soloist on the concert stage in Canada.  Russell's first one-woman show as a parodist was sponsored by the Toronto Imperial Order of the Daughters of the Empire in 1942, though it was the Canadian conductor Sir Ernest MacMillan who really set her on her international career as a \"musical cartoonist\", when he invited her to take part in his annual burlesque Christmas Box Symphony Concert in 1944. Russell made her New York City debut in her one-woman show in 1948, which she toured throughout North America, Britain, Australia and the rest of the English-speaking world.\n\nIn her first major successful season, 1952–53, she performed in 37 cities in the United States and Canada before an estimated 100,000 listeners. Her recording Anna Russell Sings? became a best seller.[7] She wrote the lyrics and music for Anna Russell's Little Show (1953) and sang the role of the Witch in an animated film of the opera Hansel and Gretel in 1954, also singing that role at New York City Opera the same year and with the Cosmopolitan Opera in San Francisco in 1957.[13]\n\nShe took  Anna Russell's Little Show to Broadway in 1953 and also appeared on Broadway in All by Myself in 1960. In 1963, with Robert Paine Grose and Joan White, she founded Grow Productions, Inc., which presented Lady Audley's Secret at the New York World's Fair in 1964.  She also played a leading role in Noël Coward's comedy Blithe Spirit.  Other stage shows included Quality Street in 1965 at the Bucks County Playhouse in Pennsylvania.[14] Russell appeared on The Ed Sullivan Show and in a number of plays and television episodes.  She performed her concerts at New York's Carnegie Hall and London's Royal Albert Hall.  In 1977, she played the Duchess of Crackenthorp in the Canadian Opera Company production of Daughter of the Regiment, a role which she later recreated for Tulsa Opera in a production with Erie Mills and Giorgio Tozzi.\n\nRussell became known for her deadpan humour, including her disbelieving emphasis of the absurd in well accepted stories and her mockery of pretension.  For example, in her humorous analysis of Wagner's Ring cycle, she began by noting that the first scene takes place in the River Rhine:  \"In it!!\"  After pointing out that Gutrune, a character in the last part of the Ring Cycle, is the first woman that Siegfried has ever met who is not his aunt, she pauses and declares, \"I'm not making this up, you know!\"  This phrase also became the title of her autobiography, published in 1985. At the end of her monologue she sings the Rhinemaidens' leitmotif and declares, \"You're exactly where you started, 20 hours ago!\"  Besides her Ring and Gilbert and Sullivan parodies, Russell was famous for other routines, including \"Wind Instruments I Have Known\", and parodies of Lieder (\"Schlumpf\"), French art songs (\"Je ne veux pas faire l'amour\" and \"Je n'ai pas la plume de ma tante\"), English folk songs (\"I Wish I Were a Dicky-Bird\" and \"Oh How I Love the Spring\"), and English music-hall songs (\"I'm Only A Faded Rose\"); even stretching to blues and jazz (\"I Gave You My Heart and You Made Me Miserable\").\n\nPerhaps the apotheosis of Russell's Wagner Ring parody came during the celebrations of the Cycle's 100th Anniversary in 1976 when Wolfgang Wagner held a dinner and musical soiree featuring lighter entertainment based on his grandfather's music.  The program included some Chabrier adaptations into waltzes and polkas, and was capped by playing Russell's Ring send-up for his guests.\n\nShe composed, wrote, and performed her own material for Columbia Records, was the author of The Power of Being a Positive Stinker (1955) and the Anna Russell Songbook (1958), and was the President of the B & R Music Publishing Company.  She received the Canadian Women's Press Club Award in 1956 as the best Canadian comedy writer of the year.  Giving advice on how to be a successful singer, she quipped that although a glorious voice was important, \"it helps to be an independently wealthy, politically motivated, back-stabbing bitch.\"\n\nRussell retired to Unionville, Ontario, Canada, in the late 1960s, living on a street named after her, but she went on several \"farewell\" tours in the 1970s and 1980s, including one-woman shows at Lincoln Center for the Performing Arts and Carnegie Hall parodying opera divas who did the same.[8] In 1980 she played Helga ten Dorp opposite Charles Dennis's Sidney Bruhl in Deathtrap at the Grand Theatre in London, Ontario.\n\nIn 1975 she toured rural New South Wales and interstate centres in the joint Ashton's Circus and Degrey-Williams-Kendall production The Clown Who Lost His Circus. This unusual circus pantomime, which combined performing acts with a play, featured Sydney actors Colin Croft, Keith Little, Anita Roberts, Peter Williams and Ron May.\n\nIn her last years she moved to Australia to be cared for by Deirdre Prussak, a fan who became Russell's close friend for over 50 years.  Russell and Prussak had developed a kind of mother-daughter relationship.[15][16] Prussak was the author of Anna in a Thousand Cities, a memoir of Anna Russell's life.\n\nRussell died in Rosedale, New South Wales, near Batemans Bay.[17]\n\n"
        },
        {
            "title": "Recordings",
            "text": "Source:[18]\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Maida_Vale",
        "https://en.wikipedia.org/wiki/London",
        "https://en.wikipedia.org/wiki/Richard_Wagner",
        "https://en.wikipedia.org/wiki/Der_Ring_des_Nibelungen",
        "https://en.wikipedia.org/wiki/Parody",
        "https://en.wikipedia.org/wiki/Gilbert_and_Sullivan",
        "https://en.wikipedia.org/wiki/Maida_Vale",
        "https://en.wikipedia.org/wiki/St_Felix_School",
        "https://en.wikipedia.org/wiki/Brussels",
        "https://en.wikipedia.org/wiki/Royal_College_of_Music",
        "https://en.wikipedia.org/wiki/Marmaduke_Barton",
        "https://en.wikipedia.org/wiki/Charles_Goldhamer",
        "https://en.wikipedia.org/wiki/Cavalleria_rusticana",
        "https://en.wikipedia.org/wiki/Folk_music",
        "https://en.wikipedia.org/wiki/BBC",
        "https://en.wikipedia.org/wiki/Toronto",
        "https://en.wikipedia.org/wiki/Ernest_MacMillan",
        "https://en.wikipedia.org/wiki/New_York_City_Opera",
        "https://en.wikipedia.org/wiki/Bucks_County_Playhouse",
        "https://en.wikipedia.org/wiki/Pennsylvania",
        "https://en.wikipedia.org/wiki/The_Ed_Sullivan_Show",
        "https://en.wikipedia.org/wiki/Carnegie_Hall",
        "https://en.wikipedia.org/wiki/Royal_Albert_Hall",
        "https://en.wikipedia.org/wiki/Canadian_Opera_Company",
        "https://en.wikipedia.org/wiki/Tulsa_Opera",
        "https://en.wikipedia.org/wiki/Giorgio_Tozzi",
        "https://en.wikipedia.org/wiki/Leitmotif",
        "https://en.wikipedia.org/wiki/Gilbert_and_Sullivan",
        "https://en.wikipedia.org/wiki/Lieder",
        "https://en.wikipedia.org/wiki/Wolfgang_Wagner",
        "https://en.wikipedia.org/wiki/Souvenirs_de_Munich",
        "https://en.wikipedia.org/wiki/Columbia_Records",
        "https://en.wikipedia.org/wiki/Lincoln_Center_for_the_Performing_Arts",
        "https://en.wikipedia.org/wiki/Carnegie_Hall",
        "https://en.wikipedia.org/wiki/Charles_Dennis",
        "https://en.wikipedia.org/wiki/Batemans_Bay",
        "https://en.wikipedia.org/wiki/The_Ring_Cycle",
        "https://en.wikipedia.org/wiki/Baltimore_Museum_of_Art",
        "https://en.wikipedia.org/wiki/The_Guardian",
        "https://en.wikipedia.org/wiki/The_Times",
        "https://en.wikipedia.org/wiki/Wayback_Machine",
        "https://en.wikipedia.org/wiki/San_Francisco_Opera",
        "https://en.wikipedia.org/wiki/Wayback_Machine",
        "https://en.wikipedia.org/wiki/Wayback_Machine",
        "https://en.wikipedia.org/wiki/Australian_Broadcasting_Corporation",
        "https://en.wikipedia.org/wiki/Wayback_Machine",
        "https://en.wikipedia.org/wiki/IMDb",
        "https://en.wikipedia.org/wiki/Internet_Broadway_Database",
        "https://en.wikipedia.org/wiki/Anna_Russell",
        "https://en.wikipedia.org/wiki/Anna_Russell",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}