{
    "url": "https://en.wikipedia.org/wiki/Anne_McCaffrey",
    "title": "Anne McCaffrey",
    "table_of_contents": [
        "1 Life and career",
        "1.1 Writer",
        "1.2 Dragons",
        "1.3 Collaborations",
        "1.4 Death",
        "2 Books",
        "2.1 Classification",
        "2.2 Restoree",
        "2.3 Federated Sentient Planets universe",
        "2.3.1 Dragonriders of Pern series",
        "2.3.2 The Brain & Brawn Ship series",
        "2.3.3 The Crystal series",
        "2.3.4 The Coelura series",
        "2.3.5 Ireta",
        "2.4 The Talents universe",
        "2.5 Doona",
        "2.6 Petaybee universe",
        "2.7 The Barque Cat series",
        "2.8 The Freedom series",
        "2.9 Acorna universe",
        "2.10 Other works",
        "3 Notes",
        "4 References",
        "5 Further reading",
        "6 External links",
        "6.1 Bibliography",
        "6.2 Other"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nAnne Inez McCaffrey (1 April 1926 – 21 November 2011)[2][3] was an American-Irish writer known for the Dragonriders of Pern science fiction series. She was the first woman to win a Hugo Award for fiction (Best Novella, Weyr Search, 1968) and the first to win a Nebula Award (Best Novella, Dragonrider, 1969). Her 1978 novel The White Dragon became one of the first science-fiction books to appear on the New York Times Best Seller list.\n\nIn 2005 the Science Fiction and Fantasy Writers of America named McCaffrey its 22nd Grand Master, an annual award to living writers of fantasy and science fiction.[4][5] She was inducted by the Science Fiction Hall of Fame on 17 June 2006.[6][7][8] She also received the Robert A. Heinlein Award for her work in 2007.[9]\n\n"
        },
        {
            "title": "Life and career",
            "text": "Anne McCaffrey was born in Cambridge, Massachusetts, the second of three children of Anne Dorothy (née McElroy) and Col. George Herbert McCaffrey. She had two brothers: Hugh (\"Mac\", died 1988) and Kevin Richard McCaffrey (\"Kevie\").[10][11] Her father had Irish and English ancestry, and her mother was of Irish descent.[12] She attended Stuart Hall (a girls' boarding school in Staunton, Virginia),[13] and graduated from Montclair High School in Montclair, New Jersey.[14] In 1947 she graduated cum laude from Radcliffe College with a degree in Slavonic languages and Literature.[10]\n\nIn 1950 she married Horace Wright Johnson (died 2009),[15] who shared her interests in music, opera and ballet.[16] They had three children: Alec Anthony, born 1952; Todd, born 1956; and Georgeanne (\"Gigi\", Georgeanne Kennedy), born 1959.[10]\n\nExcept for a short time in Düsseldorf, the family lived for most of a decade in Wilmington, Delaware. They moved to Sea Cliff, Long Island in 1965, and McCaffrey became a full-time writer.[17]\n\nMcCaffrey served a term as secretary-treasurer of the Science Fiction Writers of America from 1968 to 1970. In addition to handcrafting the Nebula Award trophies, her responsibilities included production of two monthly newsletters and their distribution by mail to the membership.[18]\n\nMcCaffrey immigrated to Ireland with her two younger children in 1970, weeks after filing for divorce. Ireland had recently exempted resident artists from income taxes, an opportunity that fellow science-fiction author Harry Harrison had promptly taken and helped to promote. McCaffrey's mother soon joined the family in Dublin.[19] The following spring, McCaffrey was guest of honour at her first British science-fiction convention (Eastercon 22, 1971). There she met British reproductive biologist Jack Cohen,[20] who would be a consultant on the science of Pern.[21]\n\nMcCaffrey had had two short stories published during the 1950s. The first (\"Freedom of the Race\", about women impregnated by aliens) was written in 1952 when she was pregnant with her son Alec. It earned a $100 prize in Science-Fiction Plus.[22] Her second story, \"The Lady in the Tower\", was published in The Magazine of Fantasy and Science Fiction by editor Robert P. Mills and published again by editor Judith Merril for The Year's Greatest Science Fiction.[a] McCaffrey said \"she thought of the story when wishing herself alone, like a lady in an ivory tower\".[23]\n\nJudith Merril matched McCaffrey with her long-time literary agent Virginia Kidd and invited her to the Milford Writer's Workshop (to which she returned many times), where participants each brought a story to be critiqued.[24] After her first Milford workshop in 1959 she worked on \"The Ship Who Sang\", the story which began the Brain & Brawn Ship series. At the story's end, the spaceship Helva sings \"Taps\" for her human partner. Decades later, McCaffrey's son Todd called it \"almost an elegy to her father\".[25] In interviews between 1994 and 2004, she considered it her best story and her favourite.[26][27][28][29] \"I put much of myself into it: myself and the troubles I had in accepting my father's death [1954] and a troubled marriage.\"[27]\n\nMcCaffrey then wrote two more \"Ship\" stories and began her first novel. Regarding her motivation for Restoree (1967), her son recalled her saying, \"I was so tired of all the weak women screaming in the corner while their boyfriends were beating off the aliens. I wouldn't have been—I'd've been in there swinging with something or kicking them as hard as I could\".[30] McCaffrey explained that it did not require a sequel; it \"served its purpose of an intelligent, survivor-type woman as the protagonist of an s-f story\".[31]\n\nRegarding her 1969 Decision at Doona (which she dedicated \"To Todd Johnson—of course!\"), her son recalled that he was directed to lower his voice in his fourth-grade school play when his mother was in the auditorium. That inspired the Doona story, which opens on \"an overcrowded planet where just talking too loud made you a social outcast\".[32] As a settler on Doona, the boy talker has a priceless talent.\n\nMcCaffrey made a fast start in Ireland, completing for 1971 publication Dragonquest and two Gothic novels for Dell, The Mark of Merlin and The Ring of Fear.[33][34] With a contract for The White Dragon (which would complete the \"original trilogy\" with Ballantine), her writing stalled. During the next few years the family moved several times in the Dublin area and struggled to make ends meet, supported largely by child-care payments and meager royalties.[35]\n\nThe young-adult book market provided a crucial opportunity. Editor Roger Elwood sought short contributions for anthologies, and McCaffrey started the Pern story of Menolly. She delivered \"The Smallest Dragonboy\" for $154, and four stories which later became The Crystal Singer.[36] Futura Publications in London signed her to write books about dinosaurs for children.[37] Editor Jean E. Karl at Atheneum Books sought to attract more female readers to science fiction and solicited \"a story for young women in a different part of Pern\". McCaffrey completed Menolly's story as Dragonsong and contracted for a sequel before its publication in 1976.\nThe tales of Menolly are continued in Dragonsinger: Harper of Pern, and Dragondrums as the \"Harper Hall Trilogy\". [38] With a contract with Atheneum she was able to buy a home (named \"Dragonhold\" for the dragons who bought it).[39] Her son wrote, 20 years later, that she \"first set dragons free on Pern and then was herself freed by her dragons.\"[40]\n\nThe first Pern story, \"Weyr Search\", was published in 1967 by John W. Campbell in Analog Science Fiction and Fact. It won the 1968 Hugo Award for best novella, voted by participants in the annual World Science Fiction Convention.[4] The second Pern story, \"Dragonrider\", won the 1969 Nebula Award for best novella, voted annually by the Science Fiction Writers of America.[4] Thus she was the first woman to win a Hugo for fiction[8] and the first to win a Nebula.[41]\n\n\"Weyr Search\" covers the recruitment of a young woman, Lessa, to establish a telepathic bond with a queen dragon at its hatching, thus becoming a dragonrider and the leader of a Weyr community. \"Dragonrider\" explores the growth of the queen dragon Ramoth, and the training of Lessa and Ramoth. Editor Campbell requested \"to see dragons fighting thread [the menace from space]\", and also suggested time travel; McCaffrey incorporated both suggestions. The third story, \"Crack Dust, Black Dust\", was not separately published, but the first Pern novel (Dragonflight, published by Ballantine Books in 1968) was a fix-up of all three.[42]\n\nAgent Virginia Kidd and editor Betty Ballantine provided advice and assistance for its sequel Dragonquest. It was almost complete (and the contract for another sequel signed) before the 1970 move to Ireland. Both Ballantine and fellow writer Andre Norton made suggestions for the mutant white dragon.[43]\n\nReaders waited a long time for the completion of the original trilogy. Progress was not made until 1974–1975, when the New England Science Fiction Association invited McCaffrey to its annual convention (Boskone) as guest of honour (which included publication of a novella for sale on-site). She wrote A Time When, which would become the first part of The White Dragon.[b]\n\nThe White Dragon was released with new editions of the first two Pern books, with cover art illustrated by Michael Whelan. It was the first science-fiction book by a woman on the New York Times best-seller list, and the cover painting is still in print from Whelan. The artists share credit for their career breakthroughs.[c][d]\n\nMcCaffrey said of her collaborations with son Todd McCaffrey and Elizabeth Ann Scarborough, \"While I would dearly love to have the energy to tell a tale all on my own, I really cannot say that I am not ably represented with my collaborations\". In the Pern collaboration with Todd, she was mainly \"making suggestions or being a sounding board\".[15] McCaffrey also gave Todd and his sister Gigi permission to write their own stories set in the Pern universe.[29]\n\nMcCaffrey also collaborated with author Mercedes Lackey to write The Ship Who Searched, the third of seven books in The Ship Who Sang series by McCaffrey and four other authors, and the only one by Lackey.\nShe also wrote with Elizabeth Moon for the series 'The Planet Pirates' (3 volumes)\n\nMcCaffrey died at age 85 on 21 November 2011 at her home in Ireland, following a stroke.[44]\n\n"
        },
        {
            "title": "Books",
            "text": "In August 1987, Locus: The magazine of the science fiction & fantasy field ranked two of the eight extant Pern novels among the \"All-Time Best Fantasy Novels\", based on a poll of subscribers; Dragonflight was 9th and The White Dragon 23rd.[45] Commenting on the Locus list, David Pringle called them \"arguably science fiction rather than fantasy proper\"[46] and named McCaffrey a \"leading practitioner\" of the planetary romance subgenre of science fiction.[47][e]\n\nMcCaffrey considered most of her work science fiction and enjoyed \"cutting them short when they call me a 'fantasy' writer\". All the Pern books may be considered science fiction, since the dragons were genetically engineered by the Pern colonists. Regarding science, she said \"I don't keep up with developments, but I do find an expert in any field in which I must explain myself and the science involved\".[26] Astronomer Steven Beard often helped with science questions,[48] and McCaffrey acknowledged reproductive biologist Jack Cohen several times.[example  needed]\n\nThe Science Fiction Hall of Fame citation of Anne McCaffrey summarises her genre as \"science fiction, though tinged with the tone and instruments of fantasy\", and her reputation as \"a writer of romantic, heightened tales of adventure explicitly designed to appeal—and to make good sense to—a predominantly female adolescent audience.\"[8]\n\nMcCaffrey said in 2000, \"There are no demographics on my books which indicate the readers are predominantly of an age or sex group. Dragons have a universal appeal\"![27] Formerly, it was another matter:\n\nIn 1999, the American Library Association gave McCaffrey the 11th Margaret A. Edwards Award for lifetime achievement in writing for teens. The librarians credited her with \"over 50 novels for young adults and adults\" and cited seven published from 1968 to 1979 for the \"significant and lasting contribution to young adult literature\" that the award features: The Ship Who Sang (1969) and the first six Pern books (those sometimes called the \"original trilogy\" and the \"Harper Hall trilogy\"). The panel chair observed that \"McCaffrey's focus on the personal and emotional need of human beings mirrors the quest of today's teens to find their own place in society.\"[49]\n\nMcCaffrey's first novel was Restoree, published by Ballantine Books in 1967.  Unlike most science fiction books of the era, Restoree's heroine is a strong-willed, intelligent woman who is willing and able to think for herself and act on her own initiative.  McCaffrey was widely quoted as saying that Restoree was intended as a \"jab\" at how women were usually portrayed in science fiction.[50]\n\nSeveral of McCaffrey's series (and more than half her books) are set in a universe governed by the \"Federated Sentient Planets\" (\"Federation\" or \"FSP\"). Although Pern's history is connected to the Federation, McCaffrey only used it as a backdrop for storytelling and did not consider her different \"worlds\" to be part of the same universe.\n\nMcCaffrey's best-known works are the Dragonriders of Pern series.  After colonists from Earth make a decades-long journey to a new planet (which they name 'Pern', from the report of the initial exploration of the planet. Pern is an acronym for \"Parallels Earth, Resources Negligible\"), a volcanic eruption and an extra-planetary threat called Thread force the original colonists to retreat into caves in the northern hemisphere of the planet, abandoning most of their advanced technology in the process.  Adopting an agrarian lifestyle, the survivors of the original expedition create genetically-engineered 'dragons' from a native species of reptiles, and use them to fight back the encroaching thread.\n\n\n\nThe Brain & Brawn Ship series comprises seven novels, only the first of which (a fix-up of five previously published stories) was written by McCaffrey alone.[51] The stories in this series deal with the adventures of \"shell-people\" or \"Brains\", who as infants (due to illness or birth defects) have had to be hard-wired into a life-support system. With sensory input and motor nerves tied into a computer they serve as starship pilots (or colony administrators), seeing and feeling the colony or ship as an extension of their own body. They perform this job to pay off their debt for education and hardware, and continue as free agents once the debt is paid. To compensate for the Brains' inability to move within human habitats they are paired with partners known as \"Brawns\", who are trained in a wide array of skills (including the protection of their Brain counterparts). It was considered impossible for a person to adjust to being a shell after the age of two or three. An exception, in The Ship Who Searched, was a shell-person who was seven when she became quadriplegic.\n\nThe Ship books are set in the same universe as the Crystal Singer books; Brainship-Brawn pairings were also characters in the second and third volumes of that series.\n\nThe first book (and first of the trilogy), The Crystal Singer (1982) is a fix-up of four stories published in 1974–1975.[52]\n\nThe Crystal Singer series revolves around the planet Ballybran. Under a permanent biohazard travel restriction due to a potentially-fatal symbiotic organism on the planet's surface, Ballybran is the source of valuable crystals that are vital to a number of industries, and home to one of the FSP's wealthiest (and most reclusive) organisations: the Heptite Guild. The Heptite Guild is known to require absolute, perfect pitch in hearing and voice for all applicants (especially those seeking to mine crystal by song).  Because Ballybran's weather is unpredictable and dangerous (Ballybran's windstorms will cause exposed crystal to 'scream' in a discordant, deafening cacophony), the Heptite Guild is prohibited from actively recruiting members.\n\n'The Coelura' explores the theme of environmental abuse, as a precious animal is hunted to near extinction for the thread it spins for its net. The Lady Caissa must choose between protecting the Coelura or meeting her obligations to her father and mother.\n\n'Nimisha's Ship' takes place in the same universe, as a woman in the First Families becomes a ship designer and on a test run her ship is captured by a wormhole. On exploring a nearby planet, she finds and befriends the remaining crew of a stranded ship who suffered the same fate years before, plus a new sapient species.\n\nThe Ireta series (as catalogued by the Internet Speculative Fiction Database) comprises five novels published 1978 to 1991, the first two by McCaffrey as subseries \"Dinosaur Planet\" and three as \"Planet Pirates\" by McCaffrey and co-writers.[53]\n\nThey share a fictional premise, and some characters and events overlap. Dinosaur Planet and its sequel follow the Exploration and Evaluation Corps team on the planet Ireta, which did not expect to find dinosaurs. In \"Planet Pirates\", all is not well in the FSP: pirates attack the spacelanes. Survivors on Ireta join forces with the survivors of space pirate attacks.\n\n\"The Talents Universe\" (as catalogued by the Internet Speculative Fiction Database) comprises two series: \"Talent\" and \"The Tower and Hive\" and share a fictional premise. Eight books (all by McCaffrey alone) tell the story of telepathic, telekinetic individuals that become increasingly important to the proper function of interstellar society.[54]\n\nTwo civilisations in near-identical circumstances – an overlarge, lethargic population and a tragic history with sentient aliens – end up attempting to colonise the same planet by accident. What the humans do not know is that the people they have misidentified as nomadic natives are more technically advanced than themselves (and under no such illusions regarding the humans).  The books are set prior to the formation of the Federation of Sentient Planets; in this series, the ruling body is the 'Amalgamated Planets'.\n\nThe Petaybee universe comprises two trilogies (Powers and The Twins of Petaybee) by McCaffrey and Elizabeth Ann Scarborough.[55]\n\nThis series introduces a new universe with space faring Barque Cats and their special telepathically linked humans.\n\nThe Freedom series (or the \"Catteni Sequence\") comprises one 1970 short story and four Freedom novels written between 1995 and 2002.[56]\n\nThe \"Acorna Universe series\" comprises ten novels published between 1997 and 2007: seven sometimes known as Acorna and three sometimes known as Acorna's Children. The series involve a group of intergalactic miners who adopt a mysterious alien foundling with unicorn-like physiognomy and apparent magical abilities. The first two were written by McCaffrey and Margaret Ball, and the rest by McCaffrey and Elizabeth Ann Scarborough.[57]\n\nMcCaffrey also published two short-story collections, several romances and young-adult fantasies.\n\nHer nonfiction work includes two cookbooks and a book about dragons in general.\n\n"
        },
        {
            "title": "References",
            "text": "Citations – books\n\nInterviews\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Anne_Marie_McCaffrey",
        "https://en.wikipedia.org/wiki/County_Wicklow",
        "https://en.wikipedia.org/wiki/Restoree",
        "https://en.wikipedia.org/wiki/Dragonriders_of_Pern",
        "https://en.wikipedia.org/wiki/The_Ship_Who_Sang",
        "https://en.wikipedia.org/wiki/Todd_McCaffrey",
        "https://en.wikipedia.org/wiki/Dragonriders_of_Pern",
        "https://en.wikipedia.org/wiki/Hugo_Award",
        "https://en.wikipedia.org/wiki/Nebula_Award",
        "https://en.wikipedia.org/wiki/New_York_Times_Best_Seller_list",
        "https://en.wikipedia.org/wiki/Science_Fiction_and_Fantasy_Writers_of_America",
        "https://en.wikipedia.org/wiki/SFWA_Grand_Master",
        "https://en.wikipedia.org/wiki/Stuart_Hall_School",
        "https://en.wikipedia.org/wiki/Boarding_school",
        "https://en.wikipedia.org/wiki/Cum_laude",
        "https://en.wikipedia.org/wiki/Radcliffe_College",
        "https://en.wikipedia.org/wiki/Slavonic_languages",
        "https://en.wikipedia.org/wiki/Science_Fiction_Writers_of_America",
        "https://en.wikipedia.org/wiki/Dublin",
        "https://en.wikipedia.org/wiki/Eastercon",
        "https://en.wikipedia.org/wiki/Judith_Merril",
        "https://en.wikipedia.org/wiki/Virginia_Kidd",
        "https://en.wikipedia.org/wiki/Todd_McCaffrey",
        "https://en.wikipedia.org/wiki/Fourth_grade",
        "https://en.wikipedia.org/wiki/Ireland",
        "https://en.wikipedia.org/wiki/Dell_Publishing",
        "https://en.wikipedia.org/wiki/Roger_Elwood",
        "https://en.wikipedia.org/wiki/Dinosaur",
        "https://en.wikipedia.org/wiki/Atheneum_Books",
        "https://en.wikipedia.org/wiki/Dragonsong",
        "https://en.wikipedia.org/wiki/Dragonsinger",
        "https://en.wikipedia.org/wiki/Dragondrums",
        "https://en.wikipedia.org/wiki/Analog_Science_Fiction_and_Fact",
        "https://en.wikipedia.org/wiki/Hugo_Award",
        "https://en.wikipedia.org/wiki/World_Science_Fiction_Convention",
        "https://en.wikipedia.org/wiki/Nebula_Award",
        "https://en.wikipedia.org/wiki/Science_Fiction_Writers_of_America",
        "https://en.wikipedia.org/wiki/Time_travel",
        "https://en.wikipedia.org/wiki/Ballantine_Books",
        "https://en.wikipedia.org/wiki/Betty_Ballantine",
        "https://en.wikipedia.org/wiki/Andre_Norton",
        "https://en.wikipedia.org/wiki/New_England_Science_Fiction_Association",
        "https://en.wikipedia.org/wiki/Michael_Whelan",
        "https://en.wikipedia.org/wiki/Todd_McCaffrey",
        "https://en.wikipedia.org/wiki/Elizabeth_Ann_Scarborough",
        "https://en.wikipedia.org/wiki/Mercedes_Lackey",
        "https://en.wikipedia.org/wiki/Anne_McCaffrey_bibliography",
        "https://en.wikipedia.org/wiki/David_Pringle",
        "https://en.wikipedia.org/wiki/Planetary_romance",
        "https://en.wikipedia.org/wiki/American_Library_Association",
        "https://en.wikipedia.org/wiki/Restoree",
        "https://en.wikipedia.org/wiki/Ballantine_Books",
        "https://en.wikipedia.org/wiki/Dragonriders_of_Pern",
        "https://en.wikipedia.org/wiki/List_of_Pern_books",
        "https://en.wikipedia.org/wiki/Dragonriders_of_Pern",
        "https://en.wikipedia.org/wiki/The_Ship_Who_Sang",
        "https://en.wikipedia.org/wiki/Brainship",
        "https://en.wikipedia.org/wiki/The_Ship_Who_Searched",
        "https://en.wikipedia.org/wiki/Internet_Speculative_Fiction_Database",
        "https://en.wikipedia.org/wiki/To_Ride_Pegasus",
        "https://en.wikipedia.org/wiki/Internet_Speculative_Fiction_Database",
        "https://en.wikipedia.org/wiki/Catteni_Series",
        "https://en.wikipedia.org/wiki/Acorna",
        "https://en.wikipedia.org/wiki/Unicorn",
        "https://en.wikipedia.org/wiki/Physiognomy",
        "https://en.wikipedia.org/wiki/Elizabeth_Ann_Scarborough",
        "https://en.wikipedia.org/wiki/Internet_Speculative_Fiction_Database",
        "https://en.wikipedia.org/wiki/Internet_Speculative_Fiction_Database",
        "https://en.wikipedia.org/wiki/Margalit_Fox",
        "https://en.wikipedia.org/wiki/The_New_York_Times",
        "https://en.wikipedia.org/wiki/The_Encyclopedia_of_Science_Fiction",
        "https://en.wikipedia.org/wiki/Science_Fiction_and_Fantasy_Writers_of_America",
        "https://en.wikipedia.org/wiki/Young_Adult_Library_Services_Association",
        "https://en.wikipedia.org/wiki/John_Clute",
        "https://en.wikipedia.org/wiki/The_Encyclopedia_of_Science_Fiction",
        "https://en.wikipedia.org/wiki/Todd_McCaffrey",
        "https://en.wikipedia.org/wiki/David_Pringle",
        "https://en.wikipedia.org/wiki/Mary_Turzillo",
        "https://en.wikipedia.org/wiki/John_Lennard",
        "https://en.wikipedia.org/wiki/Jody_Lynn_Nye",
        "https://en.wikipedia.org/wiki/Internet_Speculative_Fiction_Database",
        "https://en.wikipedia.org/wiki/Library_of_Congress",
        "https://en.wikipedia.org/wiki/Peter_Morwood",
        "https://en.wikipedia.org/wiki/Curlie",
        "https://en.wikipedia.org/wiki/Anne_McCaffrey_bibliography",
        "https://en.wikipedia.org/wiki/Acorna",
        "https://en.wikipedia.org/wiki/Brainship",
        "https://en.wikipedia.org/wiki/The_Ship_Who_Sang",
        "https://en.wikipedia.org/wiki/The_Ship_Who_Searched",
        "https://en.wikipedia.org/wiki/Crystal_Singer",
        "https://en.wikipedia.org/wiki/Crystal_Singer",
        "https://en.wikipedia.org/wiki/Dinosaur_Planet_Survivors",
        "https://en.wikipedia.org/wiki/Planet_Pirates",
        "https://en.wikipedia.org/wiki/Sassinak",
        "https://en.wikipedia.org/wiki/The_Death_of_Sleep",
        "https://en.wikipedia.org/wiki/Generation_Warriors",
        "https://en.wikipedia.org/wiki/To_Ride_Pegasus",
        "https://en.wikipedia.org/wiki/Pegasus_in_Flight",
        "https://en.wikipedia.org/wiki/Pegasus_in_Space",
        "https://en.wikipedia.org/wiki/The_Rowan",
        "https://en.wikipedia.org/wiki/The_Tower_and_the_Hive",
        "https://en.wikipedia.org/wiki/Catteni_Series",
        "https://en.wikipedia.org/wiki/Restoree",
        "https://en.wikipedia.org/wiki/Get_Off_the_Unicorn",
        "https://en.wikipedia.org/wiki/The_Girl_Who_Heard_Dragons",
        "https://en.wikipedia.org/wiki/Dragonriders_of_Pern",
        "https://en.wikipedia.org/wiki/Dragonflight",
        "https://en.wikipedia.org/wiki/Dragonquest",
        "https://en.wikipedia.org/wiki/Dragonsong",
        "https://en.wikipedia.org/wiki/Dragonsinger",
        "https://en.wikipedia.org/wiki/Dragondrums",
        "https://en.wikipedia.org/wiki/Dragonsdawn",
        "https://en.wikipedia.org/wiki/Renegades_of_Pern",
        "https://en.wikipedia.org/wiki/All_the_Weyrs_of_Pern",
        "https://en.wikipedia.org/wiki/The_Dolphins_of_Pern",
        "https://en.wikipedia.org/wiki/Dragonseye",
        "https://en.wikipedia.org/wiki/The_Masterharper_of_Pern",
        "https://en.wikipedia.org/wiki/The_Skies_of_Pern",
        "https://en.wikipedia.org/wiki/A_Gift_of_Dragons",
        "https://en.wikipedia.org/wiki/Dragon_Harper",
        "https://en.wikipedia.org/wiki/Sky_Dragons",
        "https://en.wikipedia.org/wiki/Dragonsblood",
        "https://en.wikipedia.org/wiki/Dragongirl",
        "https://en.wikipedia.org/wiki/Dragonriders_of_Pern",
        "https://en.wikipedia.org/wiki/Todd_McCaffrey",
        "https://en.wikipedia.org/wiki/List_of_Pern_books",
        "https://en.wikipedia.org/wiki/List_of_Dragonriders_of_Pern_characters",
        "https://en.wikipedia.org/wiki/Dragonflight",
        "https://en.wikipedia.org/wiki/Dragonquest",
        "https://en.wikipedia.org/wiki/The_Harper_Hall_Trilogy",
        "https://en.wikipedia.org/wiki/Dragonsong",
        "https://en.wikipedia.org/wiki/Dragonsinger",
        "https://en.wikipedia.org/wiki/Dragondrums",
        "https://en.wikipedia.org/wiki/Dragonsdawn",
        "https://en.wikipedia.org/wiki/The_Renegades_of_Pern",
        "https://en.wikipedia.org/wiki/All_the_Weyrs_of_Pern",
        "https://en.wikipedia.org/wiki/The_Dolphins_of_Pern",
        "https://en.wikipedia.org/wiki/Dragonseye",
        "https://en.wikipedia.org/wiki/The_Masterharper_of_Pern",
        "https://en.wikipedia.org/wiki/The_Skies_of_Pern",
        "https://en.wikipedia.org/wiki/Dragon_Harper",
        "https://en.wikipedia.org/wiki/Sky_Dragons",
        "https://en.wikipedia.org/wiki/Todd_McCaffrey",
        "https://en.wikipedia.org/wiki/Dragonsblood",
        "https://en.wikipedia.org/wiki/Dragongirl",
        "https://en.wikipedia.org/wiki/A_Gift_of_Dragons",
        "https://en.wikipedia.org/wiki/The_Atlas_of_Pern",
        "https://en.wikipedia.org/wiki/Karen_Wynn_Fonstad",
        "https://en.wikipedia.org/wiki/Jody_Lynn_Nye",
        "https://en.wikipedia.org/wiki/PernMUSH",
        "https://en.wikipedia.org/wiki/Damon_Knight_Memorial_Grand_Master_Award",
        "https://en.wikipedia.org/wiki/Jack_Williamson",
        "https://en.wikipedia.org/wiki/Fritz_Leiber",
        "https://en.wikipedia.org/wiki/Andre_Norton",
        "https://en.wikipedia.org/wiki/Isaac_Asimov",
        "https://en.wikipedia.org/wiki/Alfred_Bester",
        "https://en.wikipedia.org/wiki/Ray_Bradbury",
        "https://en.wikipedia.org/wiki/Lester_del_Rey",
        "https://en.wikipedia.org/wiki/Frederik_Pohl",
        "https://en.wikipedia.org/wiki/Damon_Knight",
        "https://en.wikipedia.org/wiki/Jack_Vance",
        "https://en.wikipedia.org/wiki/Poul_Anderson",
        "https://en.wikipedia.org/wiki/Hal_Clement",
        "https://en.wikipedia.org/wiki/Brian_Aldiss",
        "https://en.wikipedia.org/wiki/Robert_Silverberg",
        "https://en.wikipedia.org/wiki/Harlan_Ellison",
        "https://en.wikipedia.org/wiki/Michael_Moorcock",
        "https://en.wikipedia.org/wiki/Joe_Haldeman",
        "https://en.wikipedia.org/wiki/Connie_Willis",
        "https://en.wikipedia.org/wiki/Gene_Wolfe",
        "https://en.wikipedia.org/wiki/Larry_Niven",
        "https://en.wikipedia.org/wiki/Jane_Yolen",
        "https://en.wikipedia.org/wiki/William_Gibson",
        "https://en.wikipedia.org/wiki/Lois_McMaster_Bujold",
        "https://en.wikipedia.org/wiki/Nalo_Hopkinson",
        "https://en.wikipedia.org/wiki/Mercedes_Lackey",
        "https://en.wikipedia.org/wiki/Anne_McCaffrey",
        "https://en.wikipedia.org/wiki/Anne_McCaffrey",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}