{
    "url": "https://en.wikipedia.org/wiki/Anthony_Wilden",
    "title": "Anthony Wilden",
    "table_of_contents": [
        "1 Selected writings and publications",
        "2 References",
        "3 Further reading",
        "4 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\nAnthony George Wilden[1] (14 December 1935 – 29 December 2019) was a writer, social theorist, college lecturer, and consultant. Wilden published numerous books and articles which intersect a number of fields, including systems theory, film theory, structuralism, cybernetics, psychiatry, anthropological theory, water control projects, urban ecosystems, resource conservation, and communications and social relations.[2]\n\nWilden is credited with one of the first significant introductions to the work of Jacques Lacan in the English-speaking world, particularly in his role as one of Lacan's early English translators.[3][4] Today Wilden's work (and consequent reputation) is arguably more influential in the fields of communication theory, ecology and social interaction. These fields of study evolved out of a long scholarly tradition of \"interactional semiotics\" that originated with Plato's Cratylus. Along with such figures as Gregory Bateson (i.e., Steps to an Ecology of Mind), R. D. Laing (i.e., Sanity, Madness and the Family), and Walker Percy (i.e., Lost in the Cosmos), Wilden is considered one of this tradition's contemporary (modern and postmodern) pioneers.[5]\n\nWith the appearance of System and Structure (1972), Wilden sought \"to establish the necessity of an ecosystemic or ecological approach to communication and exchange in open systems of all types\", to use his own words.[6] In hindsight it is recognized that System and Structure was an early contribution to a \"theory of self-referential systems\". According to Niklas Luhmann, this \"theory of self-referential systems\" is the second paradigm change[7] in a \"General System Theory\" (the first change being the \"open-systems\" or \"systems/environment\" shift, a step that initially separated \"systems theory\" from the traditional \"whole-parts\" paradigm).[8] Through his teaching and writings, Wilden provided \"a contribution to our 'knowledge about knowledge' at an abstract level, as well as supplying ammunition in the struggle with the concrete reality that information is power and that scientific discourse is a hidden weapon in the arsenal of social control.\"[2] Wilden is also recognized today for his significant contributions to Context theory and Second-order cybernetics.\n\nWilden was a professor in the Communications Department at Simon Fraser University from the 1970s to the mid-1990s. He attended the University of Victoria, Victoria, British Columbia, 1960–1961, 1963–1965; and Johns Hopkins University, earning an MA in 1967 and PhD in 1968. His doctoral thesis was entitled Psychoanalysis and the Language of the Self.[1]\n\nHe died at the age of 84 in Burnaby, British Columbia.[9]\n\n"
        },
        {
            "title": "Selected writings and publications",
            "text": "Note: the primary source for this section is from the Wilden article in Gale's Biography series.[2]\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Social_theorist",
        "https://en.wikipedia.org/wiki/Systems_theory",
        "https://en.wikipedia.org/wiki/Film_theory",
        "https://en.wikipedia.org/wiki/Structuralism",
        "https://en.wikipedia.org/wiki/Cybernetics",
        "https://en.wikipedia.org/wiki/Psychiatry",
        "https://en.wikipedia.org/wiki/Anthropology",
        "https://en.wikipedia.org/wiki/Ecosystem",
        "https://en.wikipedia.org/wiki/Jacques_Lacan",
        "https://en.wikipedia.org/wiki/Ecology",
        "https://en.wikipedia.org/wiki/Semiotics",
        "https://en.wikipedia.org/wiki/Cratylus",
        "https://en.wikipedia.org/wiki/Gregory_Bateson",
        "https://en.wikipedia.org/wiki/Steps_to_an_Ecology_of_Mind",
        "https://en.wikipedia.org/wiki/Walker_Percy",
        "https://en.wikipedia.org/wiki/Lost_in_the_Cosmos",
        "https://en.wikipedia.org/wiki/Niklas_Luhmann",
        "https://en.wikipedia.org/wiki/Paradigm",
        "https://en.wikipedia.org/wiki/General_System_Theory",
        "https://en.wikipedia.org/wiki/Context_theory",
        "https://en.wikipedia.org/wiki/Simon_Fraser_University",
        "https://en.wikipedia.org/wiki/University_of_Victoria",
        "https://en.wikipedia.org/wiki/Johns_Hopkins_University",
        "https://en.wikipedia.org/wiki/Burnaby",
        "https://en.wikipedia.org/wiki/Jacques_Lacan",
        "https://en.wikipedia.org/wiki/Kathleen_Woodward",
        "https://en.wikipedia.org/wiki/Busby_Berkeley",
        "https://en.wikipedia.org/wiki/PDF",
        "https://en.wikipedia.org/wiki/Anthony_Wilden",
        "https://en.wikipedia.org/wiki/Anthony_Wilden",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}