{
    "url": "https://en.wikipedia.org/wiki/Anthroposphere",
    "title": "Anthroposphere",
    "table_of_contents": [],
    "paragraphs": [
        {
            "title": "",
            "text": "The anthroposphere (sometimes also referred as the technosphere) is that part of the environment that is made or modified by humans for use in human activities and human habitats. It is one of the Earth's spheres.[1] The term was first used by nineteenth-century Austrian geologist Eduard Suess. The contemporary concept of the technosphere was first proposed as a concept by American geologist and engineer Peter Haff, of Duke University.[2] It has been estimated that as of 2016 the total weight of the anthroposphere - that is, human generated structures and systems - was 30 trillion tons.[3]\n\nThe anthroposphere can be viewed as a human-generated equivalent to the biosphere, which is why some authorities consider it synonymous with the noosphere. While the biosphere is the total biomass of the Earth and its interaction with its systems, the anthroposphere is the total mass of human-generated systems and materials, including the human population, and its interaction with the Earth's systems. However, while the biosphere is able to efficiently produce and recycle materials through processes like photosynthesis and decomposition, the anthroposphere is highly inefficient at sustaining itself.[2] As human technology becomes more evolved, such as that required to launch objects into orbit or to cause deforestation, the impact of human activities on the environment potentially increases. The anthroposphere is the youngest of all the Earth's spheres, yet has made an enormous impact on the Earth and its systems in a very short time.[3]\n\nAspects of the anthroposphere include: mines from which minerals are obtained; automated agriculture which produces the food consumed by 7+ billion Sapiens; oil and gas fields; computer-based systems including the Internet; educational systems; landfills; factories; atmospheric pollution; artificial satellites in space, both active satellites and space junk; forestry and deforestation; urban development; transportation systems including roads, highways, and subways; nuclear installations; warfare.\n\nTechnofossils are another interesting aspect of the anthroposphere. These can include objects like mobile phones that contain a diverse range of metals and man-made materials, raw materials like aluminum that do not exist in nature, and agglomerations of plastics created in areas like the Pacific Garbage Patch and on the beaches of the Pacific Islands.[2]\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Eduard_Suess",
        "https://en.wikipedia.org/wiki/Duke_University",
        "https://en.wikipedia.org/wiki/Biosphere",
        "https://en.wikipedia.org/wiki/Noosphere",
        "https://en.wikipedia.org/wiki/Biomass",
        "https://en.wikipedia.org/wiki/Deforestation",
        "https://en.wikipedia.org/wiki/Artificial_satellite",
        "https://en.wikipedia.org/wiki/Outer_space",
        "https://en.wikipedia.org/wiki/Space_junk",
        "https://en.wikipedia.org/wiki/Urban_development",
        "https://en.wikipedia.org/wiki/Aluminum",
        "https://en.wikipedia.org/wiki/Pacific_Garbage_Patch",
        "https://en.wikipedia.org/wiki/Anthropocene",
        "https://en.wikipedia.org/wiki/Anthropogenic_metabolism",
        "https://en.wikipedia.org/wiki/Biomass",
        "https://en.wikipedia.org/wiki/Space_junk",
        "https://en.wikipedia.org/wiki/Geography",
        "https://en.wikipedia.org/wiki/Anthroposphere",
        "https://en.wikipedia.org/wiki/Anthroposphere",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}