{
    "url": "https://en.wikipedia.org/wiki/Antimalarial_medication",
    "title": "Antimalarial medication",
    "table_of_contents": [
        "1 Medications",
        "1.1 Quinine and related agents",
        "1.2 Chloroquine",
        "1.3 Hydroxychloroquine",
        "1.4 Amodiaquine",
        "1.5 Pyrimethamine",
        "1.6 Proguanil",
        "1.7 Sulfonamides",
        "1.8 Mefloquine",
        "1.9 Atovaquone",
        "1.10 Primaquine",
        "1.11 Artemisinin and derivatives",
        "1.12 Halofantrine",
        "1.13 Lumefantrine",
        "1.14 Doxycycline",
        "1.15 Clindamycin",
        "2 Resistance",
        "2.1 Spread of resistance",
        "2.2 Prevention",
        "3 Combination therapy",
        "3.1 Non-artemisinin based combinations",
        "3.2 Artemisinin-based combination therapies (ACTs)",
        "3.3 Other combinations",
        "4 By type of malaria",
        "4.1 Falciparum malaria",
        "4.2 Vivax malaria",
        "4.3 Malaria in poultry",
        "5 See also",
        "6 References",
        "7 Further reading",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Antimalarial medications or simply antimalarials are a type of antiparasitic chemical agent, often naturally derived, that can be used to treat or to prevent malaria, in the latter case, most often aiming at two susceptible target groups, young children and pregnant women.[1] As of 2018, modern treatments, including for severe malaria, continued to depend on therapies deriving historically from quinine and artesunate, both parenteral (injectable) drugs, expanding from there into the many classes of available modern drugs.[1] Incidence and distribution of the disease (\"malaria burden\") is expected to remain high, globally, for many years to come; moreover, known antimalarial drugs have repeatedly been observed to elicit resistance in the malaria parasite—including for combination therapies featuring artemisinin, a drug of last resort, where resistance has now been observed in Southeast Asia.[1] As such, the needs for new antimalarial agents and new strategies of treatment (e.g., new combination therapies) remain important priorities in tropical medicine.[1] As well, despite very positive outcomes from many modern treatments, serious side effects can impact some individuals taking standard doses (e.g., retinopathy with chloroquine, acute haemolytic anaemia with tafenoquine).[2][3][1]\n\nSpecifically, antimalarial drugs may be used to treat malaria in three categories of individuals, (i) those with suspected or confirmed infection, (ii) those visiting a malaria-endemic regions who have no immunity, to prevent infection via malaria prophylaxis, and (iii) or in broader groups of individuals, in routine but intermittent preventative treatment in regions where malaria is endemic via intermittent preventive therapy.[not verified in body] Practice in treating cases of malaria is most often based on the concept of combination therapy[verification needed] (e.g., using agents such as artemether and lumefantrine against chloroquine-resistant Plasmodium falciparum infection[verification needed][citation needed]), since this offers advantages including reduced risk of treatment failure, reduced risk of developed resistance, as well as the possibility of reduced side-effects.[not verified in body] Prompt parasitological confirmation by microscopy, or alternatively by rapid diagnostic tests, is recommended in all patients suspected of malaria before treatment is started.[4][page needed] Treatment solely on the basis of clinical suspicion is considered when a parasitological diagnosis is not possible.[4][page needed]\n\nAnti-malaria aid campaigns have a globally positive impact for health outcomes and beyond.[5]\n\n"
        },
        {
            "title": "Medications",
            "text": "It is practical to consider antimalarials by chemical structure since this is associated with important properties of each drug, such as mechanism of action.[citation needed]\n\nQuinine has a long history stretching from Peru, and the discovery of the cinchona tree, and the potential uses of its bark, to the current day[when?] and a collection of derivatives that are still frequently used in the prevention and treatment of malaria. Quinine is an alkaloid that acts as a blood schizonticidal and weak gametocide against Plasmodium vivax and Plasmodium malariae. As an alkaloid, it is accumulated in the food vacuoles of Plasmodium species, especially Plasmodium falciparum. It acts by inhibiting the hemozoin biocrystallization, thus facilitating an aggregation of cytotoxic heme. Quinine is less effective and more toxic as a blood schizonticidal agent than chloroquine; however, it is still very effective and widely used in the treatment of acute cases of severe P. falciparum. It is especially useful in areas where there is known to be a high level of resistance to chloroquine, mefloquine, and sulfa drug combinations with pyrimethamine. Quinine is also used in post-exposure treatment of individuals returning from an area where malaria is endemic.\n\nThe treatment regimen of quinine is complex and is determined largely by the parasite's level of resistance and the reason for drug therapy (i.e. acute treatment or prophylaxis). The World Health Organization recommendation for quinine is 20 mg/kg first times and 10 mg/kg every eight hours for five days where parasites are sensitive to quinine, combined with doxycycline, tetracycline or clindamycin. Doses can be given by oral, intravenous or intramuscular routes. The recommended method depends on the urgency of treatment and the available resources (i.e. sterilised needles for IV or IM injections).\n\nUse of quinine is characterised by a frequently experienced syndrome called cinchonism. Tinnitus (a hearing impairment), rashes, vertigo, nausea, vomiting and abdominal pain are the most common symptoms. Neurological effects are experienced in some cases due to the drug's neurotoxic properties. These actions are mediated through the interactions of quinine causing a decrease in the excitability of the motor neuron end plates. This often results in functional impairment of the eighth cranial nerve, resulting in confusion, delirium and coma. Quinine can cause hypoglycaemia through its action of stimulating insulin secretion; this occurs in therapeutic doses and therefore it is advised that glucose levels are monitored in all patients every 4–6 hours. This effect can be exaggerated in pregnancy and therefore additional care in administering and monitoring the dosage is essential. Repeated or over-dosage can result in kidney failure and death through depression of the respiratory system.\n\nQuinimax and quinidine are the two most commonly used alkaloids related to quinine in the treatment or prevention of malaria. Quinimax is a combination of four alkaloids (quinine, quinidine, cinchonine and cinchonidine). This combination has been shown in several studies to be more effective than quinine, supposedly due to a synergistic action among the four cinchona derivatives. Quinidine is a direct derivative of quinine. It is a distereoisomer, thus having similar anti-malarial properties to the parent compound. Quinidine is recommended only for the treatment of severe cases of malaria.\n\nWarburg's tincture was a febrifuge developed by Carl Warburg in 1834, which included quinine as a key ingredient. In the 19th-century it was a well-known anti-malarial drug. Although originally sold as a secret medicine, Warburg's tincture was highly regarded by many eminent medical professionals who considered it as being superior to quinine (e.g. Surgeon-General W. C. Maclean, Professor of Military Medicine at British Army Medical School, Netley). Warburg's tincture appeared in Martindale: The complete drug reference from 1883 until about 1920. The formula was published in The Lancet 1875.[6]\n\nChloroquine was, until recently, the most widely used anti-malarial. It was the original prototype from which most methods of treatment are derived. It is also the least expensive, best tested and safest of all available drugs. The emergence of drug-resistant parasitic strains is rapidly decreasing its effectiveness; however, it is still the first-line drug of choice in most sub-Saharan African countries. It is now suggested that it is used in combination with other antimalarial drugs to extend its effective usage. Popular drugs based on chloroquine phosphate (also called nivaquine) are Chloroquine FNA, Resochin and Dawaquin.\n\nChloroquine is a 4-aminoquinolone compound with a complicated and still unclear mechanism of action. It is believed to reach high concentrations in the vacuoles of the parasite, which, due to its alkaline nature, raises the internal pH. It controls the conversion of toxic heme to hemozoin by inhibiting the biocrystallization of hemozoin, thus poisoning the parasite through excess levels of toxicity. Other potential mechanisms through which it may act include interfering with the biosynthesis of parasitic nucleic acids and the formation of a chloroquine-haem or chloroquine-DNA complex. The most significant level of activity found is against all forms of the schizonts (with the obvious exception of chloroquine-resistant P. falciparum and P. vivax strains) and the gametocytes of P. vivax, P. malariae, P. ovale as well as the immature gametocytes of P. falciparum. Chloroquine also has a significant anti-pyretic and anti-inflammatory effect when used to treat P. vivax infections, and thus it may still remain useful even when resistance is more widespread. According to a report on the Science and Development Network website's sub-Saharan Africa section, there is very little drug resistance among children infected with malaria on the island of Madagascar, but what drug resistance there is exists against chloroquinine.\n\nChildren and adults should receive 25 mg of chloroquine per kg given over three days. A pharmacokinetically superior regime, recommended by the WHO, involves giving an initial dose of 10 mg/kg followed 6–8 hours later by 5 mg/kg, then 5 mg/kg on the following two days. For chemoprophylaxis: 5 mg/kg/week (single dose) or 10 mg/kg/week divided into six daily doses is advised. Chloroquine is only recommended as a prophylactic drug in regions only affected by P. vivax and sensitive P. falciparum strains. Chloroquine has been used in the treatment of malaria for many years and no abortifacient or teratogenic effects have been reported during this time; therefore, it is considered very safe to use during pregnancy. However, itching can occur at intolerable level and Chloroquinine can be a provocation factor of psoriasis.\n\nHydroxychloroquine was derived in the 1950s by adding a hydroxy group to existing Chloroquine, making it more tolerable than Chloroquine by itself.[7][8][9]\n\nAmodiaquine is a 4-aminoquinolone anti-malarial drug similar in structure and mechanism of action to chloroquine. Amodiaquine has tended to be administered in areas of chloroquine resistance while some patients prefer its tendency to cause less itching than chloroquine. Amodiaquine is now available in a combined formulation with artesunate (ASAQ) and is among the artemisinin-combination therapies recommended by the World Health Organization. Combination with sulfadoxine=pyrimethamine is not recommended.[4]\n\nThe drug should be given in doses between 25 mg/kg and 35 mg/kg over three days in a similar method to that used in chloroquine administration. Adverse reactions are generally similar in severity and type to that seen in chloroquine treatment. In addition, bradycardia, itching, nausea, vomiting and some abdominal pain have been recorded. Some blood and hepatic disorders have also been seen in a small number of patients.\n\nPyrimethamine is used in the treatment of uncomplicated malaria. It is particularly useful in cases of chloroquine-resistant P. falciparum strains when combined with sulfadoxine. It acts by inhibiting dihydrofolate reductase in the parasite thus preventing the biosynthesis of purines and pyrimidines, thereby halting the processes of DNA replication, cell division and reproduction. It acts primarily on the schizonts during the erythrocytic phase, and nowadays is only used in concert with a sulfonamide.\n\nProguanil (chloroguanide) is a biguanide; a synthetic derivative of pyrimidine. It was developed in 1945 by a British Antimalarial research group. It has many mechanisms of action but primarily is mediated through conversion to the active metabolite cycloguanil. This inhibits the malarial dihydrofolate reductase enzyme. Its most prominent effect is on the primary tissue stages of P. falciparum, P. vivax and P. ovale. It has no known effect against hypnozoites therefore is not used in the prevention of relapse. It has a weak blood schizonticidal activity and is not recommended for therapy of acute infection. However it is useful in prophylaxis when combined with atovaquone or chloroquine (in areas where there is no chloroquine resistance). 3 mg/kg is the advised dosage per day, (hence approximate adult dosage is 200 mg). The pharmacokinetic profile of the drugs indicates that a half dose, twice daily maintains the plasma levels with a greater level of consistency, thus giving a greater level of protection. The proguanil- chloroquine combination does not provide effective protection against resistant strains of P. falciparum. There are very few side effects to proguanil, with slight hair loss and mouth ulcers being occasionally reported following prophylactic use. Proguanil hydrochloride is marketed as Paludrine by AstraZeneca.\n\nSulfadoxine and sulfamethoxypyridazine are specific inhibitors of the enzyme dihydropteroate synthetase in the tetrahydrofolate synthesis pathway of malaria parasites. They are structural analogs of p-aminobenzoic acid (PABA) and compete with PABA to block its conversion to dihydrofolic acid. Sulfonamides act on the schizont stages of the erythrocytic (asexual) cycle. When administered alone sulfonamides are not efficacious in treating malaria but co-administration with the antifolate pyrimethamine, most commonly as fixed-dose sulfadoxine-pyrimethamine (Fansidar), produces synergistic effects sufficient to cure sensitive strains of malaria.\n\nSulfonamides are not recommended for chemoprophylaxis because of rare but severe skin reactions experienced. However it is used frequently for clinical episodes of the disease.\n\nMefloquine was developed during the Vietnam War and is chemically related to quinine. It was developed to protect American troops against multi-drug resistant P. falciparum. It is a very potent blood schizonticide with a long half-life. It is thought to act by forming toxic heme complexes that damage parasitic food vacuoles. Mefloquine is effective in prophylaxis and for acute therapy. It is now used solely for the prevention of resistant strains of P. falciparum (usually combined with Artesunate) despite being effective against P. vivax, P. ovale and P. marlariae. Chloroquine/proguanil or sulfa drug-pyrimethamine combinations should be used in all other plasmodia infections.\n\nThe major commercial manufacturer of mefloquine-based malaria treatment is Roche Pharmaceuticals, which markets the drug under the trade name \"Lariam\". Lariam is fairly expensive at around three € per tablet (pricing of the year 2000).\n\nA dose of 15–25 mg/kg is recommended, depending on the prevalence of mefloquine resistance. The increased dosage is associated with a much greater level of intolerance, most noticeably in young children; with the drug inducing vomiting and esophagitis. It was not recommended for use during the first trimester, although considered safe during the second and third trimesters; nevertheless, in October 2011, the Centers for Disease Control and Prevention (CDC) changed its recommendation and approved use of Mefloquine for both prophylaxis and treatment of malaria in all trimesters, after the Food and Drug Administration (FDA) changed its categorization from C to B. Mefloquine frequently produces side effects, including nausea, vomiting, diarrhea, abdominal pain and dizziness. Several associations with neurological events have been made, namely affective and anxiety disorders, hallucinations, sleep disturbances, psychosis, toxic encephalopathy, convulsions and delirium. Cardiovascular effects have been recorded with bradycardia and sinus arrhythmia being consistently recorded in 68% of patients treated with mefloquine (in one hospital-based study).\n\nMefloquine can only be taken for a period up to six months due to side effects. After this, other drugs (such as those based on paludrine/nivaquine) again need to be taken.[10][medical citation needed]\n\nAtovaquone is available in combination with proguanil under the name Malarone, albeit at a price higher than Lariam. It is commonly used in prophylaxis by travelers and used to treat falciparum malaria in developed countries. \nA liquid oral suspension of Atovaquone is available under the name Mepron.\n\nPrimaquine is a highly active 8-aminoquinolone that is effective against P. falcipraum gametocytes but also acts on merozoites in the bloodstream and on hypnozoites, the dormant hepatic forms of P. vivax and P. ovale.[11] It is the only known drug to cure both relapsing malaria infections and acute cases. The mechanism of action is not fully understood but it is thought to block oxidative metabolism in Plasmodia. It can also be combined with methylene blue.[12]\n\nFor the prevention of relapse in P. vivax and P. ovale 0.15 mg/kg should be given for 14 days. As a gametocytocidal drug in P. falciparum infections a single dose of 0.75 mg/kg repeated seven days later is sufficient. This treatment method is only used in conjunction with another effective blood schizonticidal drug. There are few significant side effects although it has been shown that primaquine may cause anorexia, nausea, vomiting, cramps, chest weakness, anaemia, some suppression of myeloid activity and abdominal pains. In cases of over-dosage granulocytopenia may occur.[citation needed]\n\nArtemisinin is a Chinese herb (qinghaosu) that has been used in the treatment of fevers for over 1,000 years,[13] thus predating the use of Quinine in the western world. It is derived from the plant Artemisia annua, with the first documentation as a successful therapeutic agent in the treatment of malaria is in 340 AD by Ge Hong in his book Zhou Hou Bei Ji Fang (A Handbook of Prescriptions for Emergencies).[14] Ge Hong extracted the artemesinin using a simple macerate, and this method is still in use today.[15] The active compound was isolated first in 1971 and named artemisinin. It is a sesquiterpene lactone with a chemically rare peroxide bridge linkage.[citation needed] It[clarification needed] is thought to be responsible for the majority of its anti-malarial action, although the target within the parasite remains controversial.[according to whom?] At present[when?] it is strictly controlled under WHO guidelines as it has proven to be effective against all forms of multi-drug resistant P. falciparum, thus every care is taken to ensure compliance and adherence together with other behaviors associated with the development of resistance.[citation needed] It is also only given in combination with other anti-malarials.[citation needed]\n\nHalofantrine is a relatively new drug developed by the Walter Reed Army Institute of Research in the 1960s. It is a phenanthrene methanol, chemically related to Quinine and acts acting as a blood schizonticide effective against all Plasmodium parasites. Its mechanism of action is similar to other anti-malarials. Cytotoxic complexes are formed with ferritoporphyrin XI that cause plasmodial membrane damage. Despite being effective against drug resistant parasites, halofantrine is not commonly used in the treatment (prophylactic or therapeutic) of malaria due to its high cost. It has very variable bioavailability and has been shown to have potentially high levels of cardiotoxicity. It is still a useful drug and can be used in patients that are known to be free of heart disease and that have severe and resistant forms of acute malaria.[citation needed] A popular drug based on halofantrine is Halfan. The level of governmental control and the prescription-only basis on which it can be used contributes to the cost, thus halofantrine is not frequently used.\n\nA dose of 8 mg/kg of halofantrine is advised to be given in three doses at six-hour intervals for the duration of the clinical episode. It is not recommended for children under 10 kg despite data supporting the use and demonstrating that it is well tolerated. The most frequently experienced side-effects include nausea, abdominal pain, diarrhea, and itch. Severe ventricular dysrhythmias, occasionally causing death are seen when high doses are administered. This is due to prolongation of the QTc interval. Halofantrine is not recommended for use in pregnancy and lactation, in small children, or in patients that have taken mefloquine previously.\n\nLumefantrine is a relative of halofantrine that is used in some combination antimalarial regimens.[16]\n\nProbably one of the more prevalent antimalarial drugs prescribed, due to its relative effectiveness and cheapness, doxycycline is a tetracycline compound derived from oxytetracycline. The tetracyclines were one of the earliest groups of antibiotics to be developed and are still used widely in many types of infection. It is a bacteriostatic agent that acts to inhibit the process of protein synthesis by binding to the 30S ribosomal subunit thus preventing the 50s and 30s units from bonding. Doxycycline is used primarily for chemoprophylaxis in areas where chloroquine resistance exists. It can also be used in combination with quinine to treat resistant cases of P. falciparum but has a very slow action in acute malaria, and should not be used as monotherapy.\n\nWhen treating acute cases and given in combination with quinine; 100 mg of doxycycline should be given per day for seven days. In prophylactic therapy, 100 mg (adult dose) of doxycycline should be given every day during exposure to malaria.\n\nThe most commonly experienced side effects are permanent enamel hypoplasia, transient depression of bone growth, gastrointestinal disturbances and some increased levels of photosensitivity. Due to its effect of bone and tooth growth it is not used in children under 8, pregnant or lactating women and those with a known hepatic dysfunction.\n\nTetracycline is only used in combination for the treatment of acute cases of P. falciparum infections. This is due to its slow onset. Unlike doxycycline it is not used in chemoprophylaxis. For tetracycline, 250 mg is the recommended adult dosage (it should not be used in children) for five or seven days depending on the level of adherence and compliance expected. Oesophageal ulceration, gastrointestinal upset and interferences with the process of ossification and depression of bone growth are known to occur. The majority of side effects associated with doxycycline are also experienced.\n\nClindamycin is a derivative of lincomycin, with a slow action against blood schizonticides. It is only used in combination with quinine in the treatment of acute cases of resistant P. falciparum infections and not as a prophylactic. Being more toxic than the other antibiotic alternatives, it is used only in cases where the Tetracyclines are contraindicated (for example in children).\n\nClindamycin should be given in conjunction with quinine as a 300 mg dose (in adults) four times a day for five days. The only side effects recorded in patients taking clindamycin are nausea, vomiting and abdominal pains and cramps. However these can be alleviated by consuming large quantities of water and food when taking the drug. Pseudomembranous colitis (caused by Clostridium difficile) has also developed in some patients; this condition may be fatal in a small number of cases.\n\n"
        },
        {
            "title": "Resistance",
            "text": "Anti-malarial drug resistance has been defined as: \"the ability of a parasite to survive and/or multiply despite the administration and absorption of a drug given in doses equal to or higher than those usually recommended but within tolerance of the subject. The drug in question must gain access to the parasite or the infected red blood cell for the duration of the time necessary for its normal action.\"[This quote needs a citation] Resistance to antimalarial drugs is common.[17]\nIn most instances this refers to parasites that remain following on from an observed treatment; thus, it excludes all cases where anti-malarial prophylaxis has failed.[citation needed] In order for a case to be defined as resistant, the patient in question must have received a known and observed anti-malarial therapy while the blood drug and metabolite concentrations are monitored concurrently; techniques used to demonstrate this include in vivo, in vitro, and animal model testing, and more recently developed molecular techniques.[citation needed]\n\nDrug resistant parasites are often used to explain malaria treatment failure. However, they are two potentially very different clinical scenarios. The failure to clear parasitemia and recover from an acute clinical episode when a suitable treatment has been given is anti-malarial resistance in its true form. Drug resistance may lead to treatment failure, but treatment failure is not necessarily caused by drug resistance despite assisting with its development. A multitude of factors can be involved in the processes including problems with non-compliance and adherence, poor drug quality, interactions with other pharmaceuticals, poor absorption, misdiagnosis and incorrect doses being given. The majority of these factors also contribute to the development of drug resistance.\n\nThe generation of resistance can be complicated and varies between Plasmodium species. It is generally accepted to be initiated primarily through a spontaneous mutation that provides some evolutionary benefit, thus giving the anti-malarial used a reduced level of sensitivity. This can be caused by a single point mutation or multiple mutations. In most instances a mutation will be fatal for the parasite or the drug pressure will remove parasites that remain susceptible, however some resistant parasites will survive. Resistance can become firmly established within a parasite population, existing for long periods of time.\n\nThe first type of resistance to be acknowledged was to chloroquine in Thailand in 1957. The biological mechanism behind this resistance was subsequently discovered to be related to the development of an efflux mechanism that expels chloroquine from the parasite before the level required to effectively inhibit the process of haem polymerization (that is necessary to prevent buildup of the toxic byproducts formed by haemoglobin digestion). This theory has been supported by evidence showing that resistance can be effectively reversed on the addition of substances which halt the efflux. The resistance of other quinolone anti-malarials such as amodiaquine, mefloquine, halofantrine and quinine are thought to have occurred by similar mechanisms.\n\nPlasmodium have developed resistance against antifolate combination drugs, the most commonly used being sulfadoxine and pyrimethamine. Two gene mutations are thought to be responsible, allowing synergistic blockages of two enzymes involved in folate synthesis. Regional variations of specific mutations give differing levels of resistance.\n\nAtovaquone is recommended to be used only in combination with another anti-malarial compound as the selection of resistant parasites occurs very quickly when used in mono-therapy. Resistance is thought to originate from a single-point mutation in the gene coding for cytochrome-b.\n\nThere is no single factor that confers the greatest degree of influence on the spread of drug resistance, but a number of plausible causes associated with an increase have been acknowledged. These include aspects of economics, human behaviour, pharmacokinetics, and the biology of vectors and parasites.\n\nThe most influential causes are examined below:\n\nThe prevention of anti-malarial drug resistance is of enormous public health importance. It can be assumed that no therapy currently[when?] under development or to be developed in the foreseeable future will be totally protective against malaria. In accordance with this, there is the possibility of resistance developing to any given therapy that is developed. This is a serious concern, as the rate at which new drugs are produced by no means matches the rate of the development of resistance. In addition, the most newly developed therapeutics tend to be the most expensive and are required in the largest quantities by some of the poorest areas of the world. Therefore, it is apparent that the degree to which malaria can be controlled depends on the careful use of the existing drugs to limit, insofar as it is possible, any further development of resistance.\n\nProvisions essential to this process include the delivery of fast primary care where staff are well trained and supported with the necessary supplies for efficient treatment. This in itself is inadequate in large areas where malaria is endemic thus presenting an initial problem. One method proposed that aims to avoid the fundamental lack in certain countries' health care infrastructure is the privatisation of some areas, thus enabling drugs to be purchased on the open market from sources that are not officially related to the health care industry. Although this is now gaining some support there are many problems related to limited access and improper drug use, which could potentially increase the rate of resistance development to an even greater extent.\n\nThere are two general approaches to preventing the spread of resistance: preventing malaria infections, and preventing the transmission of resistant parasites.\n\nPreventing malaria infections developing has a substantial effect on the potential rate of development of resistance, by directly reducing the number of cases of malaria thus decreasing the need for anti-malarial therapy.\nPreventing the transmission of resistant parasites limits the risk of resistant malarial infections becoming endemic and can be controlled by a variety of non-medical methods including insecticide-treated bed nets, indoor residual spraying, environmental controls (such as swamp draining) and personal protective methods such as using mosquito repellent. Chemoprophylaxis is also important in the transmission of malaria infection and resistance in defined populations (for example travelers).\n\nA hope for future of anti-malarial therapy is the development of an effective malaria vaccine. This could have enormous public health benefits, providing a cost-effective and easily applicable approach to preventing not only the onset of malaria but the transmission of gametocytes, thus reducing the risk of resistance developing. Anti-malarial therapy also could be diversified by combining a potentially effective vaccine with current[when?] chemotherapy, thereby reducing the chance of vaccine resistance developing.\n\n"
        },
        {
            "title": "Combination therapy",
            "text": "The problem of the development of malaria resistance must be weighed against the essential goal of anti-malarial care; that is to reduce morbidity and mortality. Thus a balance must be reached that attempts to achieve both goals while not compromising either too much by doing so. The most successful attempts so far have been in the administration of combination therapy. This can be defined as, 'the simultaneous use of two or more blood schizonticidal drugs with independent modes of action and different biochemical targets in the parasite'.[18]  There is much evidence to support the use of combination therapies, some of which has been discussed previously, however several problems prevent the wide use in the areas where its use is most advisable. These include: problems identifying the most suitable drug for different epidemiological situations, the expense of combined therapy (it is over 10 times more expensive than traditional mono-therapy), how soon the programmes should be introduced and problems linked with policy implementation and issues of compliance.\n\nThe combinations of drugs currently[when?] prescribed can be divided into two categories: non-artemesinin-based combinations and artemesinin based combinations. It is also important to distinguish fixed-dose combination therapies (in which two or more drugs are co-formulated into a single tablet) from combinations achieved by taking two separate antimalarials.\n\nArtemisinin-based combination therapies should be used in preference to amodiaquine plus sulfadoxine-pyrimethamine for the treatment of uncomplicated P. falciparum malaria.[4][page needed]\n\nArtemesinin has a very different mode of action than conventional anti-malarials (see information above), which makes it particularly useful in the treatment of resistant infections. However, to prevent the development of resistance to this drug it is only recommended in combination with another non-artemesinin based therapy. It produces a very rapid reduction in the parasite biomass with an associated reduction in clinical symptoms and is known to cause a reduction in the transmission of gametocytes thus decreasing the potential for the spread of resistant alleles. At present there is no known resistance to Artemesinin (though some resistant strains may be emerging)[19] and very few reported side-effects to drug usage, however this data is limited.\n\nSeveral other anti-malarial combinations have been used or are in development. For example, Chlorproguanil-dapsone and artesunate (CDA) appears efficacious but the problem of haemolysis in patients with glucose-6-phosphate dehydrogenase (G6PD) deficiency is likely to prevent widespread use.[21]\n\n"
        },
        {
            "title": "By type of malaria",
            "text": "Antimalarial drugs and combinations may also be sorted according to the type of malaria in which they are used.\n\nArtemisinin-based combination therapies (ACTs) are the recommended antimalarial treatments for uncomplicated malaria caused by P. falciparum.[4][page needed] The choice of ACT in a country or region will be based on the level of resistance to the constituents in the combination.[4][page needed] For pregnant women, the recommended first-line treatment during the first trimester is quinine plus clindamycin to be given for seven days.[4][page needed] In second and third trimesters, it is recommended to give ACTs known to be effective in the country/region or artesunate plus clindamycin for seven days, or quinine plus clindamycin to be given for seven days.[4][page needed] Lactating women should receive standard antimalarial treatment (including ACTs) except for dapsone, primaquine and tetracyclines. In infants and young children, it is recommended to give ACTs for first-line treatment, with attention to accurate dosing and ensuring the administered dose is retained.[4][page needed]\n\nIn severe falciparum malaria, it is recommended that rapid clinical assessment and confirmation of the diagnosis is made, followed by administration of full doses of parenteral antimalarial treatment without delay with whichever effective antimalarial is first available.[4][page needed] For adults, intravenous (IV) or intramuscular (IM) artesunate is recommended.[4] Quinine is an acceptable alternative if parenteral artesunate is not available.[4][page needed] Parenteral antimalarials should be administered for a minimum of 24 h in the treatment of severe malaria, irrespective of the patient's ability to tolerate oral medication earlier.[4][page needed] Thereafter, it is recommended to complete treatment by giving a complete course of any of the following:[4][page needed]\n\nChloroquine remains the treatment of choice for vivax malaria,[4][page needed] except in Indonesia's Irian Jaya (Western New Guinea) region and the geographically contiguous Papua New Guinea, where chloroquine resistance is common (up to 20% resistance).\n\nNo medications are approved in the United States for treatment of malaria in poultry.[22]\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Antiparasitic",
        "https://en.wikipedia.org/wiki/Natural_product",
        "https://en.wikipedia.org/wiki/Malaria",
        "https://en.wikipedia.org/wiki/Quinine",
        "https://en.wikipedia.org/wiki/Artesunate",
        "https://en.wikipedia.org/wiki/Parenteral",
        "https://en.wikipedia.org/wiki/Artemisinin",
        "https://en.wikipedia.org/wiki/Drug_of_last_resort",
        "https://en.wikipedia.org/wiki/Tropical_medicine",
        "https://en.wikipedia.org/wiki/Side_effect",
        "https://en.wikipedia.org/wiki/Retinopathy",
        "https://en.wikipedia.org/wiki/Chloroquine",
        "https://en.wikipedia.org/wiki/Haemolytic_anaemia",
        "https://en.wikipedia.org/wiki/Tafenoquine",
        "https://en.wikipedia.org/wiki/Malaria_prophylaxis",
        "https://en.wikipedia.org/wiki/Intermittent_preventive_therapy",
        "https://en.wikipedia.org/wiki/Combination_therapy",
        "https://en.wikipedia.org/wiki/Plasmodium_falciparum",
        "https://en.wikipedia.org/wiki/Quinine",
        "https://en.wikipedia.org/wiki/Peru",
        "https://en.wikipedia.org/wiki/Cinchona",
        "https://en.wikipedia.org/wiki/Alkaloid",
        "https://en.wikipedia.org/wiki/Schizont",
        "https://en.wikipedia.org/wiki/Gamete",
        "https://en.wikipedia.org/wiki/Plasmodium_vivax",
        "https://en.wikipedia.org/wiki/Plasmodium_malariae",
        "https://en.wikipedia.org/wiki/Vacuole",
        "https://en.wikipedia.org/wiki/Plasmodium_falciparum",
        "https://en.wikipedia.org/wiki/Hemozoin",
        "https://en.wikipedia.org/wiki/Biocrystallization",
        "https://en.wikipedia.org/wiki/Cytotoxic",
        "https://en.wikipedia.org/wiki/Chloroquine",
        "https://en.wikipedia.org/wiki/Mefloquine",
        "https://en.wikipedia.org/wiki/Sulfa_drug",
        "https://en.wikipedia.org/wiki/Pyrimethamine",
        "https://en.wikipedia.org/wiki/World_Health_Organization",
        "https://en.wikipedia.org/wiki/Doxycycline",
        "https://en.wikipedia.org/wiki/Tetracycline",
        "https://en.wikipedia.org/wiki/Clindamycin",
        "https://en.wikipedia.org/wiki/Intravenous",
        "https://en.wikipedia.org/wiki/Intramuscular",
        "https://en.wikipedia.org/wiki/Cinchonism",
        "https://en.wikipedia.org/wiki/Tinnitus",
        "https://en.wikipedia.org/wiki/Neurotoxic",
        "https://en.wikipedia.org/wiki/Motor_neuron",
        "https://en.wikipedia.org/wiki/Vestibulocochlear_nerve",
        "https://en.wikipedia.org/wiki/Delirium",
        "https://en.wikipedia.org/wiki/Hypoglycaemia",
        "https://en.wikipedia.org/wiki/Insulin",
        "https://en.wikipedia.org/wiki/Kidney_failure",
        "https://en.wikipedia.org/wiki/Respiratory_system",
        "https://en.wikipedia.org/wiki/Quinidine",
        "https://en.wikipedia.org/wiki/Stereoisomer",
        "https://en.wikipedia.org/wiki/Carl_Warburg",
        "https://en.wikipedia.org/wiki/Chloroquine",
        "https://en.wikipedia.org/wiki/PH",
        "https://en.wikipedia.org/wiki/Heme",
        "https://en.wikipedia.org/wiki/Hemozoin",
        "https://en.wikipedia.org/wiki/Biocrystallization",
        "https://en.wikipedia.org/wiki/Hemozoin",
        "https://en.wikipedia.org/wiki/Nucleic_acid",
        "https://en.wikipedia.org/wiki/DNA",
        "https://en.wikipedia.org/wiki/Gametocyte",
        "https://en.wikipedia.org/wiki/Plasmodium_ovale",
        "https://en.wikipedia.org/wiki/Pharmacokinetic",
        "https://en.wikipedia.org/wiki/Chemoprophylaxis",
        "https://en.wikipedia.org/wiki/Malaria_prophylaxis",
        "https://en.wikipedia.org/wiki/Abortifacient",
        "https://en.wikipedia.org/wiki/Teratogenic",
        "https://en.wikipedia.org/wiki/Itch",
        "https://en.wikipedia.org/wiki/Psoriasis",
        "https://en.wikipedia.org/wiki/Hydroxychloroquine",
        "https://en.wikipedia.org/wiki/Hydroxy_group",
        "https://en.wikipedia.org/wiki/Chloroquine",
        "https://en.wikipedia.org/wiki/Amodiaquine",
        "https://en.wikipedia.org/wiki/ASAQ",
        "https://en.wikipedia.org/wiki/Bradycardia",
        "https://en.wikipedia.org/wiki/Hepatic",
        "https://en.wikipedia.org/wiki/Pyrimethamine",
        "https://en.wikipedia.org/wiki/Sulfadoxine",
        "https://en.wikipedia.org/wiki/Dihydrofolate_reductase",
        "https://en.wikipedia.org/wiki/Purine",
        "https://en.wikipedia.org/wiki/Pyrimidine",
        "https://en.wikipedia.org/wiki/DNA_replication",
        "https://en.wikipedia.org/wiki/Cell_division",
        "https://en.wikipedia.org/wiki/Proguanil",
        "https://en.wikipedia.org/wiki/Biguanide",
        "https://en.wikipedia.org/wiki/Metabolite",
        "https://en.wikipedia.org/wiki/Cycloguanil",
        "https://en.wikipedia.org/wiki/Hypnozoite",
        "https://en.wikipedia.org/wiki/Malaria_prophylaxis",
        "https://en.wikipedia.org/wiki/Atovaquone",
        "https://en.wikipedia.org/wiki/Chloroquine",
        "https://en.wikipedia.org/wiki/Blood_plasma",
        "https://en.wikipedia.org/wiki/AstraZeneca",
        "https://en.wikipedia.org/wiki/Sulfadoxine",
        "https://en.wikipedia.org/wiki/Sulfamethoxypyridazine",
        "https://en.wikipedia.org/wiki/Dihydropteroate_synthetase",
        "https://en.wikipedia.org/wiki/Pyrimethamine",
        "https://en.wikipedia.org/wiki/Fansidar",
        "https://en.wikipedia.org/wiki/Drug_synergy",
        "https://en.wikipedia.org/wiki/Mefloquine",
        "https://en.wikipedia.org/wiki/Vietnam_War",
        "https://en.wikipedia.org/wiki/Malaria_prophylaxis",
        "https://en.wikipedia.org/wiki/Artesunate",
        "https://en.wikipedia.org/wiki/Lariam",
        "https://en.wikipedia.org/wiki/Esophagitis",
        "https://en.wikipedia.org/wiki/Affective_disorders",
        "https://en.wikipedia.org/wiki/Anxiety_disorder",
        "https://en.wikipedia.org/wiki/Psychosis",
        "https://en.wikipedia.org/wiki/Toxic_encephalopathy",
        "https://en.wikipedia.org/wiki/Delirium",
        "https://en.wikipedia.org/wiki/Cardiovascular",
        "https://en.wikipedia.org/wiki/Sinus_arrhythmia",
        "https://en.wikipedia.org/wiki/Atovaquone",
        "https://en.wikipedia.org/wiki/Malarone",
        "https://en.wikipedia.org/wiki/Lariam",
        "https://en.wikipedia.org/wiki/Malaria_prophylaxis",
        "https://en.wikipedia.org/wiki/Primaquine",
        "https://en.wikipedia.org/wiki/Anaemia",
        "https://en.wikipedia.org/wiki/Myeloid",
        "https://en.wikipedia.org/wiki/Granulocytopenia",
        "https://en.wikipedia.org/wiki/Artemisinin",
        "https://en.wikipedia.org/wiki/Qinghaosu",
        "https://en.wikipedia.org/wiki/Artemisia_annua",
        "https://en.wikipedia.org/wiki/Ge_Hong",
        "https://en.wikipedia.org/wiki/Sesquiterpene_lactone",
        "https://en.wikipedia.org/wiki/Artemisinin",
        "https://en.wikipedia.org/wiki/Atrioventricular_block",
        "https://en.wikipedia.org/wiki/Artemether",
        "https://en.wikipedia.org/wiki/Methyl_group",
        "https://en.wikipedia.org/wiki/Ether",
        "https://en.wikipedia.org/wiki/Artesunate",
        "https://en.wikipedia.org/wiki/Dihydroartemisinin",
        "https://en.wikipedia.org/wiki/Arteether",
        "https://en.wikipedia.org/wiki/Ethyl_ether",
        "https://en.wikipedia.org/wiki/Halofantrine",
        "https://en.wikipedia.org/wiki/Walter_Reed_Army_Institute_of_Research",
        "https://en.wikipedia.org/wiki/Cardiotoxic",
        "https://en.wikipedia.org/wiki/Cardiac_arrhythmia",
        "https://en.wikipedia.org/wiki/Long_QT_syndrome",
        "https://en.wikipedia.org/wiki/Lumefantrine",
        "https://en.wikipedia.org/wiki/Doxycycline",
        "https://en.wikipedia.org/wiki/Tetracycline",
        "https://en.wikipedia.org/wiki/Oxytetracycline",
        "https://en.wikipedia.org/wiki/Bacteriostatic",
        "https://en.wikipedia.org/wiki/Protein_synthesis",
        "https://en.wikipedia.org/wiki/30S",
        "https://en.wikipedia.org/wiki/Ribosome",
        "https://en.wikipedia.org/wiki/Malaria_prophylaxis",
        "https://en.wikipedia.org/wiki/Photosensitivity",
        "https://en.wikipedia.org/wiki/Ossification",
        "https://en.wikipedia.org/wiki/Clindamycin",
        "https://en.wikipedia.org/wiki/Lincomycin",
        "https://en.wikipedia.org/wiki/Pseudomembranous_colitis",
        "https://en.wikipedia.org/wiki/Drug_resistance",
        "https://en.wikipedia.org/wiki/Animal_model",
        "https://en.wikipedia.org/wiki/Parasitemia",
        "https://en.wikipedia.org/wiki/Spontaneous_mutation",
        "https://en.wikipedia.org/wiki/Evolution",
        "https://en.wikipedia.org/wiki/Point_mutation",
        "https://en.wikipedia.org/wiki/Antifolate",
        "https://en.wikipedia.org/wiki/Folate",
        "https://en.wikipedia.org/wiki/Atovaquone",
        "https://en.wikipedia.org/wiki/Immunocompromised",
        "https://en.wikipedia.org/wiki/Phenotypic_plasticity",
        "https://en.wikipedia.org/wiki/Public_health",
        "https://en.wikipedia.org/wiki/Infrastructure",
        "https://en.wikipedia.org/wiki/Malaria_prophylaxis",
        "https://en.wikipedia.org/wiki/Insecticide",
        "https://en.wikipedia.org/wiki/Bed_net",
        "https://en.wikipedia.org/wiki/Indoor_residual_spraying",
        "https://en.wikipedia.org/wiki/Mosquito_repellent",
        "https://en.wikipedia.org/wiki/Malaria_vaccine",
        "https://en.wikipedia.org/wiki/Morbidity",
        "https://en.wikipedia.org/wiki/World_Health_Organization",
        "https://en.wikipedia.org/wiki/Cinchonism",
        "https://en.wikipedia.org/wiki/Amodiaquine",
        "https://en.wikipedia.org/wiki/ASAQ",
        "https://en.wikipedia.org/wiki/Neutropenia",
        "https://en.wikipedia.org/wiki/ASAQ",
        "https://en.wikipedia.org/wiki/Mefloquine",
        "https://en.wikipedia.org/wiki/Lumefantrine",
        "https://en.wikipedia.org/wiki/Coartem",
        "https://en.wikipedia.org/wiki/Sulfadoxine",
        "https://en.wikipedia.org/wiki/Pyrimethamine",
        "https://en.wikipedia.org/wiki/Dihydroartemisinin",
        "https://en.wikipedia.org/wiki/Piperaquine",
        "https://en.wikipedia.org/wiki/Primaquine",
        "https://en.wikipedia.org/wiki/Chlorproguanil",
        "https://en.wikipedia.org/wiki/Dapsone",
        "https://en.wikipedia.org/wiki/Plasmodium_falciparum",
        "https://en.wikipedia.org/wiki/First_trimester",
        "https://en.wikipedia.org/wiki/Dapsone",
        "https://en.wikipedia.org/wiki/Primaquine",
        "https://en.wikipedia.org/wiki/Tetracycline",
        "https://en.wikipedia.org/wiki/Intravenous",
        "https://en.wikipedia.org/wiki/Intramuscular",
        "https://en.wikipedia.org/wiki/Plasmodium_vivax",
        "https://en.wikipedia.org/wiki/Chloroquine",
        "https://en.wikipedia.org/wiki/Western_New_Guinea",
        "https://en.wikipedia.org/wiki/Independent_State_of_Papua_New_Guinea",
        "https://en.wikipedia.org/wiki/Malaria_in_poultry",
        "https://en.wikipedia.org/wiki/United_States",
        "https://en.wikipedia.org/wiki/Poultry",
        "https://en.wikipedia.org/wiki/Diospyros_melanoxylon",
        "https://en.wikipedia.org/wiki/Antiplasmodial",
        "https://en.wikipedia.org/wiki/Malaria_prophylaxis",
        "https://en.wikipedia.org/wiki/Amazon_Malaria_Initiative",
        "https://en.wikipedia.org/wiki/Project_523",
        "https://en.wikipedia.org/wiki/World_Health_Organization",
        "https://en.wikipedia.org/wiki/Merck_Veterinary_Manual",
        "https://en.wikipedia.org/wiki/World_Health_Organization",
        "https://en.wikipedia.org/wiki/World_Health_Organization",
        "https://en.wikipedia.org/wiki/Malaria",
        "https://en.wikipedia.org/wiki/Malaria",
        "https://en.wikipedia.org/wiki/Cerebral_malaria",
        "https://en.wikipedia.org/wiki/Quartan_fever",
        "https://en.wikipedia.org/wiki/Blackwater_fever",
        "https://en.wikipedia.org/wiki/Plasmodium",
        "https://en.wikipedia.org/wiki/Plasmodium_falciparum",
        "https://en.wikipedia.org/wiki/Plasmodium_vivax",
        "https://en.wikipedia.org/wiki/Plasmodium_falciparum",
        "https://en.wikipedia.org/wiki/Plasmodium_ovale",
        "https://en.wikipedia.org/wiki/Plasmodium_malariae",
        "https://en.wikipedia.org/wiki/Plasmodium_knowlesi",
        "https://en.wikipedia.org/wiki/Anopheles",
        "https://en.wikipedia.org/wiki/Biological_life_cycle",
        "https://en.wikipedia.org/wiki/Apicomplexan_life_cycle",
        "https://en.wikipedia.org/wiki/Merozoite",
        "https://en.wikipedia.org/wiki/Hypnozoite",
        "https://en.wikipedia.org/wiki/Gametocyte",
        "https://en.wikipedia.org/wiki/Public_health",
        "https://en.wikipedia.org/wiki/DDT",
        "https://en.wikipedia.org/wiki/Mosquito_net",
        "https://en.wikipedia.org/wiki/Malaria_prophylaxis",
        "https://en.wikipedia.org/wiki/Mosquito_control",
        "https://en.wikipedia.org/wiki/Sterile_insect_technique",
        "https://en.wikipedia.org/wiki/Genetic_resistance_to_malaria",
        "https://en.wikipedia.org/wiki/Duffy_antigen",
        "https://en.wikipedia.org/wiki/Thalassemia",
        "https://en.wikipedia.org/wiki/G6PDH_deficiency",
        "https://en.wikipedia.org/wiki/Malaria_vaccine",
        "https://en.wikipedia.org/wiki/Diagnosis_of_malaria",
        "https://en.wikipedia.org/wiki/Malaria_culture",
        "https://en.wikipedia.org/wiki/Blood_film",
        "https://en.wikipedia.org/wiki/Malaria_antigen_detection_tests",
        "https://en.wikipedia.org/wiki/Artemisinin",
        "https://en.wikipedia.org/wiki/Mefloquine",
        "https://en.wikipedia.org/wiki/Proguanil",
        "https://en.wikipedia.org/wiki/Diseases_of_poverty",
        "https://en.wikipedia.org/wiki/Millennium_Development_Goals",
        "https://en.wikipedia.org/wiki/History_of_malaria",
        "https://en.wikipedia.org/wiki/National_Malaria_Eradication_Program",
        "https://en.wikipedia.org/wiki/World_Malaria_Day",
        "https://en.wikipedia.org/wiki/Epidemiology",
        "https://en.wikipedia.org/wiki/Malaria_and_the_Caribbean",
        "https://en.wikipedia.org/wiki/Malaria_Atlas_Project",
        "https://en.wikipedia.org/wiki/Malaria_Consortium",
        "https://en.wikipedia.org/wiki/Against_Malaria_Foundation",
        "https://en.wikipedia.org/wiki/Imagine_No_Malaria",
        "https://en.wikipedia.org/wiki/Malaria_No_More",
        "https://en.wikipedia.org/wiki/Africa_Fighting_Malaria",
        "https://en.wikipedia.org/wiki/African_Malaria_Network_Trust",
        "https://en.wikipedia.org/wiki/South_African_Malaria_Initiative",
        "https://en.wikipedia.org/wiki/African_Leaders_Malaria_Alliance",
        "https://en.wikipedia.org/wiki/Amazon_Malaria_Initiative",
        "https://en.wikipedia.org/wiki/Medicines_for_Malaria_Venture",
        "https://en.wikipedia.org/wiki/European_and_Developing_Countries_Clinical_Trials_Partnership",
        "https://en.wikipedia.org/wiki/Antiparasitic",
        "https://en.wikipedia.org/wiki/Antiprotozoal_agent",
        "https://en.wikipedia.org/wiki/Chromalveolata",
        "https://en.wikipedia.org/wiki/ATC_code_P01",
        "https://en.wikipedia.org/wiki/Alveolate",
        "https://en.wikipedia.org/wiki/Apicomplexa",
        "https://en.wikipedia.org/wiki/Conoidasida",
        "https://en.wikipedia.org/wiki/Coccidiostat",
        "https://en.wikipedia.org/wiki/Nitazoxanide",
        "https://en.wikipedia.org/wiki/Pyrimethamine",
        "https://en.wikipedia.org/wiki/Sulfadiazine",
        "https://en.wikipedia.org/wiki/Clindamycin",
        "https://en.wikipedia.org/wiki/Atovaquone",
        "https://en.wikipedia.org/wiki/Aconoidasida",
        "https://en.wikipedia.org/wiki/Antimalarial_drug",
        "https://en.wikipedia.org/wiki/Aminoquinoline",
        "https://en.wikipedia.org/wiki/Amodiaquine",
        "https://en.wikipedia.org/wiki/Chloroquine",
        "https://en.wikipedia.org/wiki/Hydroxychloroquine",
        "https://en.wikipedia.org/wiki/Primaquine",
        "https://en.wikipedia.org/wiki/Pamaquine",
        "https://en.wikipedia.org/wiki/Tafenoquine",
        "https://en.wikipedia.org/wiki/Mefloquine",
        "https://en.wikipedia.org/wiki/Quinine",
        "https://en.wikipedia.org/wiki/Quinidine",
        "https://en.wikipedia.org/wiki/Lumefantrine",
        "https://en.wikipedia.org/wiki/Halofantrine",
        "https://en.wikipedia.org/wiki/Antifolate",
        "https://en.wikipedia.org/wiki/Dihydrofolate_reductase_inhibitor",
        "https://en.wikipedia.org/wiki/Pyrimethamine",
        "https://en.wikipedia.org/wiki/Cycloguanil",
        "https://en.wikipedia.org/wiki/Biguanide",
        "https://en.wikipedia.org/wiki/Chlorproguanil",
        "https://en.wikipedia.org/wiki/Proguanil",
        "https://en.wikipedia.org/wiki/Sulfadoxine",
        "https://en.wikipedia.org/wiki/Sulfalene",
        "https://en.wikipedia.org/wiki/Sesquiterpene_lactones",
        "https://en.wikipedia.org/wiki/Artemether",
        "https://en.wikipedia.org/wiki/Artemisinin",
        "https://en.wikipedia.org/wiki/Artemotil",
        "https://en.wikipedia.org/wiki/Artesunate",
        "https://en.wikipedia.org/wiki/Dihydroartemisinin",
        "https://en.wikipedia.org/wiki/Atovaquone",
        "https://en.wikipedia.org/wiki/Tetracycline",
        "https://en.wikipedia.org/wiki/Doxycycline",
        "https://en.wikipedia.org/wiki/Clindamycin",
        "https://en.wikipedia.org/wiki/Mepacrine",
        "https://en.wikipedia.org/wiki/Pyronaridine",
        "https://en.wikipedia.org/wiki/Piperaquine",
        "https://en.wikipedia.org/wiki/Artemisinin",
        "https://en.wikipedia.org/wiki/Arterolane",
        "https://en.wikipedia.org/wiki/Clindamycin",
        "https://en.wikipedia.org/wiki/Ciliophora",
        "https://en.wikipedia.org/wiki/Tetracycline",
        "https://en.wikipedia.org/wiki/Heterokont",
        "https://en.wikipedia.org/wiki/Metronidazole",
        "https://en.wikipedia.org/wiki/WHO_Model_List_of_Essential_Medicines",
        "https://en.wikipedia.org/wiki/List_of_withdrawn_drugs",
        "https://en.wikipedia.org/wiki/Clinical_trial",
        "https://en.wikipedia.org/wiki/Antimalarial_medication",
        "https://en.wikipedia.org/wiki/Antimalarial_medication",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}