{
    "url": "https://en.wikipedia.org/wiki/Apocolocyntosis",
    "title": "Apocolocyntosis",
    "table_of_contents": [
        "1 Authorship",
        "2 Plot",
        "3 Translations",
        "4 See also",
        "5 Notes",
        "6 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The Apocolocyntosis (divi) Claudii, literally The Pumpkinification of (the Divine) Claudius, is a satire on the Roman emperor Claudius, which, according to Cassius Dio, was written by Seneca the Younger. A partly extant Menippean satire, an anonymous work called Ludus de morte Divi Claudii (\"Play on the Death of the Divine Claudius\") in its surviving manuscripts, may or may not be identical to the text mentioned by Cassius Dio. \"Apocolocyntosis\" is a word play on \"apotheosis\", the process by which dead Roman emperors were recognized as gods.\n\n"
        },
        {
            "title": "Authorship",
            "text": "The Ludus de morte Divi Claudii is one of only two examples of a Menippean satire from the classical era that have survived, the other being the Satyricon, which was likely written by Petronius. Gilbert Bagnani is among the scholars who also attribute the Ludus text to Petronius.[1]\n\n\"Apocolocyntosis\" is Latinized Greek, and can also be transliterated as Apokolokyntosis (Attic Greek Ἀποκολοκύντωσις: \"Pumpkinification\", lit. \"Gourdification\"). The title Apokolokyntosis comes from the Roman historian Cassius Dio, who wrote in Greek. Cassius Dio attributed authorship of a satirical text on the death of Claudius, called Apokolokyntosis, to Seneca the Younger.[2] Only much later was the work referred to by Cassius Dio identified (with some degree of uncertainty) with the Ludus text.[3] Most scholars accept this attribution, although a minority holds that the two works are not the same, and that the surviving text is not necessarily Seneca's.[4]\n\n"
        },
        {
            "title": "Plot",
            "text": "The work traces the death of Claudius, his ascent to heaven, judgment by the gods, and eventual descent to Hades. At each turn, the author mocks the late emperor's personal failings, most notably his arrogant cruelty and his inarticulacy.\n\nAfter Mercury persuades Clotho to kill the emperor, Claudius walks to Mount Olympus, where he convinces Hercules to let the gods hear his suit for deification in a session of the divine senate. Proceedings are in Claudius's favor until Augustus delivers a long and sincere speech listing some of Claudius's most notorious crimes. Most of the speeches of the gods are lost due to a large lacuna in the text. Mercury escorts him to Hades. On the way, they witness the funeral procession for the emperor, in which a crew of venal characters mourns the loss of the perpetual Saturnalia of the previous reign. In Hades Claudius is greeted by the ghosts of all the friends he has murdered. These shades carry him off to be punished, and the gods condemn him to shake dice forever in a box with no bottom (as gambling was one of Claudius's vices); every time he tries to throw the dice, they fall out, and he has to search the ground for them. Suddenly Caligula appears, claims that Claudius is an ex-slave of his, and hands him over to be a law clerk in the court of the underworld.\n\n"
        },
        {
            "title": "Translations",
            "text": "Notable English-language translations of the Apocolocyntosis include:\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Abbey_library_of_Saint_Gall",
        "https://en.wikipedia.org/wiki/Claudius",
        "https://en.wikipedia.org/wiki/Cassius_Dio",
        "https://en.wikipedia.org/wiki/Seneca_the_Younger",
        "https://en.wikipedia.org/wiki/Menippean_satire",
        "https://en.wikipedia.org/wiki/Apotheosis",
        "https://en.wikipedia.org/wiki/Satyricon",
        "https://en.wikipedia.org/wiki/Petronius",
        "https://en.wikipedia.org/wiki/Attic_Greek",
        "https://en.wikipedia.org/wiki/Cassius_Dio",
        "https://en.wikipedia.org/wiki/Ancient_Greek",
        "https://en.wikipedia.org/wiki/Hades",
        "https://en.wikipedia.org/wiki/Clotho",
        "https://en.wikipedia.org/wiki/Mount_Olympus",
        "https://en.wikipedia.org/wiki/Hercules",
        "https://en.wikipedia.org/wiki/Deification",
        "https://en.wikipedia.org/wiki/Roman_senate",
        "https://en.wikipedia.org/wiki/Augustus",
        "https://en.wikipedia.org/wiki/Saturnalia",
        "https://en.wikipedia.org/wiki/Caligula",
        "https://en.wikipedia.org/wiki/Project_Gutenberg",
        "https://en.wikipedia.org/wiki/Claudius_the_God",
        "https://en.wikipedia.org/wiki/Robert_Graves",
        "https://en.wikipedia.org/wiki/Seneca_the_Younger",
        "https://en.wikipedia.org/wiki/De_Beneficiis",
        "https://en.wikipedia.org/wiki/De_Clementia",
        "https://en.wikipedia.org/wiki/De_Constantia_Sapientis",
        "https://en.wikipedia.org/wiki/De_Ira",
        "https://en.wikipedia.org/wiki/De_Otio",
        "https://en.wikipedia.org/wiki/De_Providentia",
        "https://en.wikipedia.org/wiki/De_Tranquillitate_Animi",
        "https://en.wikipedia.org/wiki/De_Vita_Beata",
        "https://en.wikipedia.org/wiki/Epistulae_Morales_ad_Lucilium",
        "https://en.wikipedia.org/wiki/Naturales_quaestiones",
        "https://en.wikipedia.org/wiki/Hercules_Oetaeus",
        "https://en.wikipedia.org/wiki/Correspondence_of_Paul_and_Seneca",
        "https://en.wikipedia.org/wiki/Senecan_tragedy",
        "https://en.wikipedia.org/wiki/Stoicism",
        "https://en.wikipedia.org/wiki/Double_Herm_of_Socrates_and_Seneca",
        "https://en.wikipedia.org/wiki/Seneca_the_Elder",
        "https://en.wikipedia.org/wiki/Lucius_Junius_Gallio_Annaeanus",
        "https://en.wikipedia.org/wiki/Pompeia_Paulina",
        "https://en.wikipedia.org/wiki/Lucan",
        "https://en.wikipedia.org/wiki/Apocolocyntosis",
        "https://en.wikipedia.org/wiki/Apocolocyntosis",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}