{
    "url": "https://en.wikipedia.org/wiki/Apperception",
    "title": "Apperception",
    "table_of_contents": [
        "1 Meaning in philosophy",
        "2 Meaning in psychology",
        "2.1 Example",
        "3 Meaning in epistemology",
        "4 See also",
        "5 References",
        "6 Further reading",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Apperception (from the Latin ad-, \"to, toward\" and percipere, \"to perceive, gain, secure, learn, or feel\") is any of several aspects of perception and consciousness in such fields as psychology, philosophy and epistemology.\n\n"
        },
        {
            "title": "Meaning in philosophy",
            "text": "The term originates with René Descartes in the form of the word apercevoir in his book Traité des passions. Leibniz introduced the concept of apperception into the more technical philosophical tradition, in his work Principes de la nature fondés en raison et de la grâce; although he used the word practically in the sense of the modern attention, by which an object is apprehended as \"not-self\" and yet in relation to the self.[1]\n\nImmanuel Kant distinguished transcendental apperception from empirical apperception. The first is the perception of an object as involving the consciousness of the pure self as subject – \"the pure, original, unchangeable consciousness that is the necessary condition of experience and the ultimate foundation of the unity of experience\". The second is \"the consciousness of the concrete actual self with its changing states\", the so-called \"inner sense\" (Otto F. Kraushaar in Runes[2]). Transcendental apperception is almost equivalent to self-consciousness; the existence of the ego may be more or less prominent, but it is always involved.[1] See Kantianism.\n\nThe German philosopher Theodor Lipps distinguished the terms perception and apperception in his 1902 work Vom Fühlen, Wollen und Denken.[3] Perception, for Lipps, is a generic term that covers such psychic occurrences as auditory and tactile sensations, recollections, visual representations in memory, etc. But these perceptions do not always hold one's conscious attention – perception is not always consciously noticed. Lipps uses the term apperception, then, to refer to attentive perception, wherein, in addition to merely perceiving an object, either one also consciously attends to the perceived object or one also attends to the very perception of the object.[4]\n\n"
        },
        {
            "title": "Meaning in psychology",
            "text": "In psychology, apperception is \"the process by which new experience is assimilated to and transformed by the residuum of past experience of an individual to form a new whole\".[2] In short, it is to perceive new experience in relation to past experience. The term is found in the early psychologies of Herbert Spencer, Hermann Lotze, and Wilhelm Wundt. It originally means passing the threshold into consciousness, i.e., to perceive. But the percept is changed when reaching consciousness due to its entry into an already present interpretive context; thus it is not perceived but apperceived.\n\nAccording to Johann Friedrich Herbart, apperception is that process by which an aggregate or \"mass\" of presentations becomes systematized (apperceptions-system) by the accretion of new elements, either sense-given or as a product of the inner workings of the mind. He thus emphasizes in apperception the connection with the self as resulting from the sum of antecedent experience. Hence in education the teacher should fully acquaint himself with the mental development of the pupil, in order that he may make full use of what the pupil already knows.[1]\n\nAlfred Adler used the notion of apperception to explain certain principles of perception in child psychology. A child perceives different situations not as they actually exist, but by means of the biases prism of their personal interests, in other words, according to their personal apperception scheme.[5]\n\nApperception is thus a general term for all mental processes in which a presentation is brought into connection with an already existent and systematized mental conception, and thereby is classified, explained or, in a word, understood; e.g. a new scientific phenomenon is explained in the light of phenomena already analysed and classified. The whole intelligent life of man is, consciously or unconsciously, a process of apperception, in as much as every act of attention involves the appercipient process.[1]\n\nA rich child and a poor child walking together come across the same ten dollar bill on the sidewalk. The rich child says it is not very much money and the poor child says it is a lot of money. The difference lies in how they apperceive the same event – the lens of past experience through which they see and value (or devalue) the money.[6]\n\n"
        },
        {
            "title": "Meaning in epistemology",
            "text": "In epistemology, apperception is \"the introspective or reflective apprehension by the mind of its own inner states\".[2]\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Latin",
        "https://en.wikipedia.org/wiki/Psychology",
        "https://en.wikipedia.org/wiki/Philosophy",
        "https://en.wikipedia.org/wiki/Epistemology",
        "https://en.wikipedia.org/wiki/Gottfried_Wilhelm_Leibniz",
        "https://en.wikipedia.org/wiki/Attention",
        "https://en.wikipedia.org/wiki/Immanuel_Kant",
        "https://en.wikipedia.org/wiki/Transcendental_apperception",
        "https://en.wikipedia.org/wiki/Kantianism",
        "https://en.wikipedia.org/wiki/Theodor_Lipps",
        "https://en.wikipedia.org/wiki/Psychology",
        "https://en.wikipedia.org/wiki/Perceive",
        "https://en.wikipedia.org/wiki/Herbert_Spencer",
        "https://en.wikipedia.org/wiki/Hermann_Lotze",
        "https://en.wikipedia.org/wiki/Wilhelm_Wundt",
        "https://en.wikipedia.org/wiki/Johann_Friedrich_Herbart",
        "https://en.wikipedia.org/wiki/Alfred_Adler",
        "https://en.wikipedia.org/wiki/Scientific_phenomenon",
        "https://en.wikipedia.org/wiki/Epistemology",
        "https://en.wikipedia.org/wiki/Projective_test",
        "https://en.wikipedia.org/wiki/Rorschach_inkblot_test",
        "https://en.wikipedia.org/wiki/Thematic_Apperception_Test",
        "https://en.wikipedia.org/wiki/Public_domain",
        "https://en.wikipedia.org/wiki/George_Stout",
        "https://en.wikipedia.org/wiki/Alfred_Adler",
        "https://en.wikipedia.org/wiki/William_James",
        "https://en.wikipedia.org/wiki/Apperception",
        "https://en.wikipedia.org/wiki/Apperception",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}