{
    "url": "https://en.wikipedia.org/wiki/Applications_of_cybernetics_in_economics",
    "title": "Applications of cybernetics in economics",
    "table_of_contents": [
        "1 In the Soviet Union",
        "2 Project cybersyn",
        "3 Hayek",
        "4 Towards a new socialism",
        "5 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Economics is one domain in which cybernetics has had application and influence.\n\n"
        },
        {
            "title": "In the Soviet Union",
            "text": "The Great Soviet Encyclopaedia defines Economic cybernetics as a scientific field wherein cybernetic approaches are applied to economics.[1] It facilitates a dialogue between microsystems and macrosystems.[2]\n\nThe design of self-regulating control systems for a real-time planned economy was explored by economist Oskar Lange, cyberneticist Viktor Glushkov, and other Soviet cyberneticists during the 1960s. By the time information technology was developed enough to enable feasible economic planning based on computers, the Soviet Union and eastern bloc countries began moving away from planning[3] and eventually collapsed.\n\n"
        },
        {
            "title": "Hayek",
            "text": "Friedrich Hayek attended the 1960 Symposium on Principles of Self-Organization, organised by Heinz von Foerster.\n\nHayek mentions cybernetics as a discipline that could help economists understand the \"self-organizing or self-generating systems\" called markets.[4] Being \"complex phenomena\",[5] the best way to examine market functions is by using the feedback mechanism, explained by cybernetic theorists. That way, economists could make \"pattern predictions\".[6]\n\nTherefore, the market for Hayek is a \"communication system\", an \"efficient mechanism for digesting dispersed information\".[7] The economist and a cyberneticist are like gardeners who are \"providing the appropriate environment\".[7] Hayek's definition of information is idiosyncratic and precedes the information theory used in cybernetics and the natural sciences.\n\nFinally, Hayek also considers Adam Smith's idea of the invisible hand as an anticipation of the operation of the feedback mechanism in cybernetics.[8] In the same book, Law, Legislation and Liberty, Hayek mentions, along with cybernetics, that economists should rely on the scientific findings of Ludwig von Bertalanffy general systems theory, along with information and communication theory and semiotics.[8]\n\n"
        },
        {
            "title": "Towards a new socialism",
            "text": "A proposal for a \"New Socialism\" was outlined by the computer scientists Paul Cockshott and Allin Cottrell in 1995 (Towards a New Socialism), where computers determine and manage the flows and allocation of resources among socially owned enterprises.[9]\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Cybernetics",
        "https://en.wikipedia.org/wiki/Cybernetics_in_the_Soviet_Union",
        "https://en.wikipedia.org/wiki/Great_Soviet_Encyclopedia",
        "https://en.wikipedia.org/wiki/Scientific_field",
        "https://en.wikipedia.org/wiki/Cybernetic",
        "https://en.wikipedia.org/wiki/Economics",
        "https://en.wikipedia.org/wiki/Microsystem",
        "https://en.wikipedia.org/wiki/Oskar_Lange",
        "https://en.wikipedia.org/wiki/Viktor_Glushkov",
        "https://en.wikipedia.org/wiki/Soviet_cyberneticists",
        "https://en.wikipedia.org/wiki/Economic_planning",
        "https://en.wikipedia.org/wiki/Project_Cybersyn",
        "https://en.wikipedia.org/wiki/Friedrich_Hayek",
        "https://en.wikipedia.org/wiki/Heinz_von_Foerster",
        "https://en.wikipedia.org/wiki/Adam_Smith",
        "https://en.wikipedia.org/wiki/Invisible_hand",
        "https://en.wikipedia.org/wiki/Ludwig_von_Bertalanffy",
        "https://en.wikipedia.org/wiki/Systems_theory",
        "https://en.wikipedia.org/wiki/Communication_theory",
        "https://en.wikipedia.org/wiki/Semiotics",
        "https://en.wikipedia.org/wiki/Paul_Cockshott",
        "https://en.wikipedia.org/wiki/Towards_a_New_Socialism",
        "https://en.wikipedia.org/wiki/Applications_of_cybernetics_in_economics",
        "https://en.wikipedia.org/wiki/Applications_of_cybernetics_in_economics",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}