{
    "url": "https://en.wikipedia.org/wiki/Apogee",
    "title": "Apsis",
    "table_of_contents": [
        "1 General description",
        "2 Terminology",
        "2.1 Etymology",
        "2.2 Terminology summary",
        "3 Perihelion and aphelion",
        "3.1 Inner planets and outer planets",
        "3.2 Lines of apsides",
        "3.3 Earth perihelion and aphelion",
        "3.4 Other planets",
        "4 Mathematical formulae",
        "5 Time of perihelion",
        "5.1 Short arcs",
        "6 See also",
        "7 References",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nAn apsis (from Ancient Greek  ἁψίς (hapsís) 'arch, vault'; pl. apsides /ˈæpsɪˌdiːz/ AP-sih-deez)[1][2] is the farthest or nearest point in the orbit of a planetary body about its primary body. For example, the apsides of the Earth are called the aphelion and perihelion.\n\n"
        },
        {
            "title": "General description",
            "text": "There are two apsides in any elliptic orbit. The name for each apsis is created from the prefixes ap-, apo- (from  ἀπ(ό), (ap(o)-) 'away from'), or peri- (from  περί (peri-) 'near'), each referring to the farthest and closest point to the primary body the affixing necessary suffix that describes the primary body in the orbit. In this case, the suffix for Earth is -gee, so the apsides' names are apogee and perigee. For the Sun, its suffix is -helion, so the names are aphelion and perihelion.\n\nAccording to Newton's laws of motion, all periodic orbits are ellipses. The barycenter of the two bodies may lie well within the bigger body—e.g., the Earth–Moon barycenter is about 75% of the way from Earth's center to its surface. If, compared to the larger mass, the smaller mass is negligible (e.g., for satellites), then the orbital parameters are independent of the smaller mass.\n\nWhen used as a suffix—that is, -apsis—the term can refer to the two distances from the primary body to the orbiting body when the latter is located: 1) at the periapsis point, or 2) at the apoapsis point (compare both graphics, second figure). The line of apsides denotes the distance of the line that joins the nearest and farthest points across an orbit; it also refers simply to the extreme range of an object orbiting a host body (see top figure; see third figure).\n\nIn orbital mechanics, the apsides technically refer to the distance measured between the barycenters of the central body and orbiting body. However, in the case of a spacecraft, the terms are commonly used to refer to the orbital altitude of the spacecraft above the surface of the central body (assuming a constant, standard reference radius).\n\n"
        },
        {
            "title": "Terminology",
            "text": "The words \"pericenter\" and \"apocenter\" are often seen, although periapsis/apoapsis are preferred in technical usage.\n\nThe words perihelion and aphelion were coined by Johannes Kepler[6] to describe the orbital motions of the planets around the Sun.\nThe words are formed from the prefixes peri- (Greek: περί, near)  and apo- (Greek: ἀπό, away from), affixed to the Greek word for the sun, (ἥλιος, or hēlíos).[3]\n\nVarious related terms are used for other celestial objects. The suffixes -gee, -helion, -astron and -galacticon are frequently used in the astronomical literature when referring to the Earth, Sun, stars, and the galactic center respectively.  The suffix -jove is occasionally used for Jupiter, but -saturnium has very rarely been used in the last 50 years for Saturn. The -gee form is also used as a generic closest-approach-to \"any planet\" term—instead of applying it only to Earth.\n\nDuring the Apollo program, the terms pericynthion and apocynthion were used when referring to orbiting the Moon;  they reference Cynthia, an alternative name for the Greek Moon goddess Artemis.[7] More recently, during the Artemis program, the terms perilune and apolune have been used.[8] Regarding black holes, the terms perimelasma and apomelasma (from a Greek root) were used by physicist and science-fiction author Geoffrey A. Landis in a story published in 1998,[9] thus appearing before perinigricon and aponigricon (from Latin) in the scientific literature in 2002,[10] and before  peribothron (from Greek bothros, meaning \"hole\" or \"pit\") in 2015.[11]\n\nThe suffixes shown below may be added to prefixes peri- or apo- to form unique names of apsides for the orbiting bodies of the indicated host/(primary) system. However, only for the Earth, Moon and Sun systems are the unique suffixes commonly used. Exoplanet studies commonly use -astron, but typically, for other host systems the generic suffix, -apsis, is used instead.[12][failed verification]\n\n"
        },
        {
            "title": "Perihelion and aphelion",
            "text": "The perihelion (q) and aphelion (Q) are the nearest and farthest points respectively of a body's direct orbit around the Sun.\n\nComparing osculating elements at a specific epoch to effectively those at a different epoch will generate differences. The time-of-perihelion-passage as one of six osculating elements is not an exact prediction (other than for a generic two-body model) of the actual minimum distance to the Sun using the full dynamical model. Precise predictions of perihelion passage require numerical integration.\n\nThe two images below show the orbits, orbital nodes, and positions of perihelion (q) and aphelion (Q) for the planets of the Solar System[15] as seen from above the northern pole of Earth's ecliptic plane, which is coplanar with Earth's orbital plane. The planets travel counterclockwise around the Sun and for each planet, the blue part of their orbit travels north of the ecliptic plane, the pink part travels south, and dots mark perihelion (green) and aphelion (orange).\n\nThe first image (below-left) features the inner planets, situated outward from the Sun as Mercury, Venus, Earth, and Mars. The reference Earth-orbit is colored yellow and represents the orbital plane of reference. At the time of vernal equinox, the Earth is at the bottom of the figure. The second image (below-right) shows the outer planets, being Jupiter, Saturn, Uranus, and Neptune.\n\nThe orbital nodes are the two end points of the \"line of nodes\" where a planet's tilted orbit intersects the plane of reference;[16] here they may be 'seen' as the points where the blue section of an orbit meets the pink.\n\nThe chart shows the extreme range—from the closest approach (perihelion) to farthest point (aphelion)—of several orbiting celestial bodies of the Solar System: the planets, the known dwarf planets, including Ceres, and Halley's Comet. The length of the horizontal bars correspond to the extreme range of the orbit of the indicated body around the Sun. These extreme distances (between perihelion and aphelion) are the lines of apsides of the orbits of various objects around a host body.\n\nCurrently, the Earth reaches perihelion in early January, approximately 14 days after the December solstice. At perihelion, the Earth's center is about 0.98329 astronomical units (AU) or 147,098,070 km (91,402,500 mi) from the Sun's center. In contrast, the Earth reaches aphelion currently in early July, approximately 14 days after the June solstice. The aphelion distance between the Earth's and Sun's centers is currently about 1.01671 AU or 152,097,700 km (94,509,100 mi).\n\nThe dates of perihelion and aphelion change over time due to precession and other orbital factors, which follow cyclical patterns known as Milankovitch cycles. In the short term, such dates can vary up to 2 days from one year to another.[17] This significant variation is due to the presence of the Moon: while the Earth–Moon barycenter is moving on a stable orbit around the Sun, the position of the Earth's center which is on average about 4,700 kilometres (2,900 mi) from the barycenter, could be shifted in any direction from it—and this affects the timing of the actual closest approach between the Sun's and the Earth's centers (which in turn defines the timing of perihelion in a given year).[18]\n\nBecause of the increased distance at aphelion, only 93.55% of the radiation from the Sun falls on a given area of Earth's surface as does at perihelion, but this does not account for the seasons, which result instead from the tilt of Earth's axis of 23.4° away from perpendicular to the plane of Earth's orbit.[19] Indeed, at both perihelion and aphelion it is summer in one hemisphere while it is winter in the other one. Winter falls on the hemisphere where sunlight strikes least directly, and summer falls where sunlight strikes most directly, regardless of the Earth's distance from the Sun.\n\nIn the northern hemisphere, summer occurs at the same time as aphelion, when solar radiation is lowest. Despite this, summers in the northern hemisphere are on average 2.3 °C (4 °F) warmer than in the southern hemisphere, because the northern hemisphere contains larger land masses, which are easier to heat than the seas.[20]\n\nPerihelion and aphelion do however have an indirect effect on the seasons: because Earth's orbital speed is minimum at aphelion and maximum at perihelion, the planet takes longer to orbit from June solstice to September equinox than it does from December solstice to March equinox. Therefore, summer in the northern hemisphere lasts slightly longer (93 days) than summer in the southern hemisphere (89 days).[21]\n\nAstronomers commonly express the timing of perihelion relative to the First Point of Aries not in terms of days and hours, but rather as an angle of orbital displacement, the so-called longitude of the periapsis (also called longitude of the pericenter). For the orbit of the Earth, this is called the longitude of perihelion, and in 2000 it was about 282.895°; by 2010, this had advanced by a small fraction of a degree to about 283.067°.[22]\n\nFor the orbit of the Earth around the Sun, the time of apsis is often expressed in terms of a time relative to seasons, since this determines the contribution of the elliptical orbit to seasonal variations. The variation of the seasons is primarily controlled by the annual cycle of the elevation angle of the Sun, which is a result of the tilt of the axis of the Earth measured from the plane of the ecliptic. The Earth's eccentricity and other orbital elements are not constant, but vary slowly due to the perturbing effects of the planets and other objects in the solar system (Milankovitch cycles).\n\nOn a very long time scale, the dates of the perihelion and of the aphelion progress through the seasons, and they make one complete cycle in 22,000 to 26,000 years. There is a corresponding movement of the position of the stars as seen from Earth, called the apsidal precession. (This is closely related to the precession of the axes.) The dates and times of the perihelions and aphelions for several past and future years are listed in the following table:[23]\n\nThe following table shows the distances of the planets and dwarf planets from the Sun at their perihelion and aphelion.[24]\n\n"
        },
        {
            "title": "Mathematical formulae",
            "text": "These formulae characterize the pericenter and apocenter of an orbit:\n\nWhile, in accordance with Kepler's laws of planetary motion (based on the conservation of angular momentum) and the conservation of energy, these two quantities are constant for a given orbit:\n\nwhere:\n\nNote that for conversion from heights above the surface to distances between an orbit and its primary, the radius of the central body has to be added, and conversely.\n\nThe arithmetic mean of the two limiting distances is the length of the semi-major axis a. The geometric mean of the two distances is the length of the semi-minor axis b.\n\nThe geometric mean of the two limiting speeds is\n\nwhich is the speed of a body in a circular orbit whose radius is \n\n\n\na\n\n\n{\\displaystyle a}\n\n.\n\n"
        },
        {
            "title": "Time of perihelion",
            "text": "Orbital elements such as the time of perihelion passage are defined at the epoch chosen using an unperturbed two-body solution that does not account for the n-body problem. To get an accurate time of perihelion passage you need to use an epoch close to the perihelion passage. For example, using an epoch of 1996, Comet Hale–Bopp shows perihelion on 1 April 1997.[25] Using an epoch of 2008 shows a less accurate perihelion date of 30 March 1997.[26] Short-period comets can be even more sensitive to the epoch selected. Using an epoch of 2005 shows 101P/Chernykh coming to perihelion on 25 December 2005,[27] but using an epoch of 2012 produces a less accurate unperturbed perihelion date of 20 January 2006.[28]\n\nNumerical integration shows dwarf planet Eris will come to perihelion around December 2257.[29] Using an epoch of 2021, which is 236 years early, less accurately shows Eris coming to perihelion in 2260.[30]\n\n4 Vesta comes to perihelion on 26 December 2021,[31] but using a two-body solution at an epoch of July 2021 less accurately shows Vesta coming to perihelion on 25 December 2021.[32]\n\nTrans-Neptunian objects discovered when 80+ AU from the Sun need dozens of observations over multiple years to well constrain their orbits because they move very slowly against the background stars. Due to statistics of small numbers, trans-Neptunian objects such as 2015 TH367 with only 8 observations over an observation arc of 1 year that have not or will not come to perihelion for roughly 100 years can have a 1-sigma uncertainty of 74.6 years (27,260 days) in the perihelion date.[33]\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Apse",
        "https://en.wikipedia.org/wiki/Aspis",
        "https://en.wikipedia.org/wiki/Planetary_body",
        "https://en.wikipedia.org/wiki/Moon",
        "https://en.wikipedia.org/wiki/Earth",
        "https://en.wikipedia.org/wiki/Jupiter",
        "https://en.wikipedia.org/wiki/Sun",
        "https://en.wikipedia.org/wiki/Jupiter",
        "https://en.wikipedia.org/wiki/Exoplanet",
        "https://en.wikipedia.org/wiki/Star",
        "https://en.wikipedia.org/wiki/Solar_System",
        "https://en.wikipedia.org/wiki/Elliptic_orbit",
        "https://en.wikipedia.org/wiki/Center_of_mass",
        "https://en.wikipedia.org/wiki/Barycenter",
        "https://en.wikipedia.org/wiki/Kepler_orbit",
        "https://en.wikipedia.org/wiki/Orbital_elements",
        "https://en.wikipedia.org/wiki/Orbital_mechanics",
        "https://en.wikipedia.org/wiki/Orbital_elements",
        "https://en.wikipedia.org/wiki/Argument_of_periapsis",
        "https://en.wikipedia.org/wiki/Orbital_eccentricity",
        "https://en.wikipedia.org/wiki/Orbital_inclination",
        "https://en.wikipedia.org/wiki/Mean_anomaly",
        "https://en.wikipedia.org/wiki/Orbital_node",
        "https://en.wikipedia.org/wiki/True_anomaly",
        "https://en.wikipedia.org/wiki/Circular_orbit",
        "https://en.wikipedia.org/wiki/Elliptic_orbit",
        "https://en.wikipedia.org/wiki/Transfer_orbit",
        "https://en.wikipedia.org/wiki/Hohmann_transfer_orbit",
        "https://en.wikipedia.org/wiki/Parabolic_trajectory",
        "https://en.wikipedia.org/wiki/Hyperbolic_trajectory",
        "https://en.wikipedia.org/wiki/Radial_trajectory",
        "https://en.wikipedia.org/wiki/Orbital_decay",
        "https://en.wikipedia.org/wiki/Dynamical_friction",
        "https://en.wikipedia.org/wiki/Escape_velocity",
        "https://en.wikipedia.org/wiki/Orbital_period",
        "https://en.wikipedia.org/wiki/Orbital_speed",
        "https://en.wikipedia.org/wiki/Surface_gravity",
        "https://en.wikipedia.org/wiki/Specific_orbital_energy",
        "https://en.wikipedia.org/wiki/Celestial_mechanics",
        "https://en.wikipedia.org/wiki/Barycenter",
        "https://en.wikipedia.org/wiki/Hill_sphere",
        "https://en.wikipedia.org/wiki/Lagrange_point",
        "https://en.wikipedia.org/wiki/Halo_orbit",
        "https://en.wikipedia.org/wiki/Lissajous_orbit",
        "https://en.wikipedia.org/wiki/Lyapunov_stability",
        "https://en.wikipedia.org/wiki/Aerospace_engineering",
        "https://en.wikipedia.org/wiki/Mass_ratio",
        "https://en.wikipedia.org/wiki/Payload_fraction",
        "https://en.wikipedia.org/wiki/Propellant_mass_fraction",
        "https://en.wikipedia.org/wiki/Tsiolkovsky_rocket_equation",
        "https://en.wikipedia.org/wiki/Gravity_assist",
        "https://en.wikipedia.org/wiki/Oberth_effect",
        "https://en.wikipedia.org/wiki/Ancient_Greek_language",
        "https://en.wikipedia.org/wiki/Orbit",
        "https://en.wikipedia.org/wiki/Planetary_body",
        "https://en.wikipedia.org/wiki/Elliptic_orbit",
        "https://en.wikipedia.org/wiki/Primary_body",
        "https://en.wikipedia.org/wiki/Orbital_elements",
        "https://en.wikipedia.org/wiki/Orbital_mechanics",
        "https://en.wikipedia.org/wiki/Spacecraft",
        "https://en.wikipedia.org/wiki/Altitude",
        "https://en.wikipedia.org/wiki/Sun",
        "https://en.wikipedia.org/wiki/Earth",
        "https://en.wikipedia.org/wiki/Moon",
        "https://en.wikipedia.org/wiki/Ancient_Greek",
        "https://en.wikipedia.org/wiki/Lunar_orbit",
        "https://en.wikipedia.org/wiki/Johannes_Kepler",
        "https://en.wikipedia.org/wiki/Celestial_body",
        "https://en.wikipedia.org/wiki/Apollo_program",
        "https://en.wikipedia.org/wiki/Lunar_orbit",
        "https://en.wikipedia.org/wiki/Artemis",
        "https://en.wikipedia.org/wiki/Artemis_program",
        "https://en.wikipedia.org/wiki/Bothros",
        "https://en.wikipedia.org/wiki/Exoplanet",
        "https://en.wikipedia.org/wiki/Astronomical_object",
        "https://en.wikipedia.org/wiki/Sun",
        "https://en.wikipedia.org/wiki/Venus",
        "https://en.wikipedia.org/wiki/Earth",
        "https://en.wikipedia.org/wiki/Moon",
        "https://en.wikipedia.org/wiki/Mars",
        "https://en.wikipedia.org/wiki/Jupiter",
        "https://en.wikipedia.org/wiki/Saturn",
        "https://en.wikipedia.org/wiki/Helios",
        "https://en.wikipedia.org/wiki/Hermes",
        "https://en.wikipedia.org/wiki/Cytherean",
        "https://en.wikipedia.org/wiki/Artemis",
        "https://en.wikipedia.org/wiki/Selene",
        "https://en.wikipedia.org/wiki/Ares",
        "https://en.wikipedia.org/wiki/Demeter",
        "https://en.wikipedia.org/wiki/Zeus",
        "https://en.wikipedia.org/wiki/Jupiter",
        "https://en.wikipedia.org/wiki/Cronus",
        "https://en.wikipedia.org/wiki/Saturn",
        "https://en.wikipedia.org/wiki/Star",
        "https://en.wikipedia.org/wiki/Galaxy",
        "https://en.wikipedia.org/wiki/Barycenter",
        "https://en.wikipedia.org/wiki/Black_hole",
        "https://en.wikipedia.org/wiki/Galaxy",
        "https://en.wikipedia.org/wiki/Bothros",
        "https://en.wikipedia.org/wiki/Orbit",
        "https://en.wikipedia.org/wiki/Sun",
        "https://en.wikipedia.org/wiki/Orbit",
        "https://en.wikipedia.org/wiki/Sun",
        "https://en.wikipedia.org/wiki/Osculating_elements",
        "https://en.wikipedia.org/wiki/Numerical_integration",
        "https://en.wikipedia.org/wiki/Orbital_node",
        "https://en.wikipedia.org/wiki/Ecliptic",
        "https://en.wikipedia.org/wiki/Coplanar",
        "https://en.wikipedia.org/wiki/Inner_planets",
        "https://en.wikipedia.org/wiki/Outer_planets",
        "https://en.wikipedia.org/wiki/Celestial_bodies",
        "https://en.wikipedia.org/wiki/Solar_System",
        "https://en.wikipedia.org/wiki/Solar_System",
        "https://en.wikipedia.org/wiki/Perihelion",
        "https://en.wikipedia.org/wiki/Aphelion",
        "https://en.wikipedia.org/wiki/Orbital_eccentricity",
        "https://en.wikipedia.org/wiki/December_solstice",
        "https://en.wikipedia.org/wiki/Astronomical_unit",
        "https://en.wikipedia.org/wiki/June_solstice",
        "https://en.wikipedia.org/wiki/Milankovitch_cycles",
        "https://en.wikipedia.org/wiki/Barycenter",
        "https://en.wikipedia.org/wiki/Season",
        "https://en.wikipedia.org/wiki/Axial_tilt",
        "https://en.wikipedia.org/wiki/Summer",
        "https://en.wikipedia.org/wiki/Winter",
        "https://en.wikipedia.org/wiki/Orbital_speed",
        "https://en.wikipedia.org/wiki/First_Point_of_Aries",
        "https://en.wikipedia.org/wiki/Longitude_of_the_periapsis",
        "https://en.wikipedia.org/wiki/Plane_of_the_ecliptic",
        "https://en.wikipedia.org/wiki/Orbital_eccentricity",
        "https://en.wikipedia.org/wiki/Apsidal_precession",
        "https://en.wikipedia.org/wiki/Coordinated_Universal_Time",
        "https://en.wikipedia.org/wiki/Coordinated_Universal_Time",
        "https://en.wikipedia.org/wiki/Planet",
        "https://en.wikipedia.org/wiki/Dwarf_planet",
        "https://en.wikipedia.org/wiki/Insolation",
        "https://en.wikipedia.org/wiki/Venus",
        "https://en.wikipedia.org/wiki/Earth",
        "https://en.wikipedia.org/wiki/Mars",
        "https://en.wikipedia.org/wiki/Jupiter",
        "https://en.wikipedia.org/wiki/Saturn",
        "https://en.wikipedia.org/wiki/Uranus",
        "https://en.wikipedia.org/wiki/Neptune",
        "https://en.wikipedia.org/wiki/Pluto",
        "https://en.wikipedia.org/wiki/Formula",
        "https://en.wikipedia.org/wiki/Angular_momentum",
        "https://en.wikipedia.org/wiki/Specific_relative_angular_momentum",
        "https://en.wikipedia.org/wiki/Specific_orbital_energy",
        "https://en.wikipedia.org/wiki/Standard_gravitational_parameter",
        "https://en.wikipedia.org/wiki/Orbital_eccentricity",
        "https://en.wikipedia.org/wiki/Arithmetic_mean",
        "https://en.wikipedia.org/wiki/Geometric_mean",
        "https://en.wikipedia.org/wiki/Orbital_elements",
        "https://en.wikipedia.org/wiki/Numerical_integration",
        "https://en.wikipedia.org/wiki/Dwarf_planet",
        "https://en.wikipedia.org/wiki/4_Vesta",
        "https://en.wikipedia.org/wiki/2015_TH367",
        "https://en.wikipedia.org/wiki/Observation_arc",
        "https://en.wikipedia.org/wiki/Distance_of_closest_approach",
        "https://en.wikipedia.org/wiki/Eccentric_anomaly",
        "https://en.wikipedia.org/wiki/Mean_anomaly",
        "https://en.wikipedia.org/wiki/Perifocal_coordinate_system",
        "https://en.wikipedia.org/wiki/True_anomaly",
        "https://en.wikipedia.org/wiki/The_American_Heritage_Dictionary_of_the_English_Language",
        "https://en.wikipedia.org/wiki/Wayback_Machine",
        "https://en.wikipedia.org/wiki/Wayback_Machine",
        "https://en.wikipedia.org/wiki/Wayback_Machine",
        "https://en.wikipedia.org/wiki/Wayback_Machine",
        "https://en.wikipedia.org/wiki/Infinity_Plus",
        "https://en.wikipedia.org/wiki/NASA",
        "https://en.wikipedia.org/wiki/University_of_Southern_Maine",
        "https://en.wikipedia.org/wiki/Wayback_Machine",
        "https://en.wikipedia.org/wiki/Wayback_Machine",
        "https://en.wikipedia.org/wiki/United_States_Naval_Observatory",
        "https://en.wikipedia.org/wiki/Orbit",
        "https://en.wikipedia.org/wiki/List_of_orbits",
        "https://en.wikipedia.org/wiki/Box_orbit",
        "https://en.wikipedia.org/wiki/Parabolic_trajectory",
        "https://en.wikipedia.org/wiki/Circular_orbit",
        "https://en.wikipedia.org/wiki/Elliptic_orbit",
        "https://en.wikipedia.org/wiki/Highly_elliptical_orbit",
        "https://en.wikipedia.org/wiki/Parabolic_trajectory",
        "https://en.wikipedia.org/wiki/Horseshoe_orbit",
        "https://en.wikipedia.org/wiki/Hyperbolic_trajectory",
        "https://en.wikipedia.org/wiki/Inclined_orbit",
        "https://en.wikipedia.org/wiki/Kepler_orbit",
        "https://en.wikipedia.org/wiki/Lagrange_point",
        "https://en.wikipedia.org/wiki/Osculating_orbit",
        "https://en.wikipedia.org/wiki/Parabolic_trajectory",
        "https://en.wikipedia.org/wiki/Parking_orbit",
        "https://en.wikipedia.org/wiki/Retrograde_and_prograde_motion",
        "https://en.wikipedia.org/wiki/Synchronous_orbit",
        "https://en.wikipedia.org/wiki/Subsynchronous_orbit",
        "https://en.wikipedia.org/wiki/Hohmann_transfer_orbit",
        "https://en.wikipedia.org/wiki/Geocentric_orbit",
        "https://en.wikipedia.org/wiki/Geosynchronous_orbit",
        "https://en.wikipedia.org/wiki/Geostationary_orbit",
        "https://en.wikipedia.org/wiki/Geostationary_transfer_orbit",
        "https://en.wikipedia.org/wiki/Graveyard_orbit",
        "https://en.wikipedia.org/wiki/High_Earth_orbit",
        "https://en.wikipedia.org/wiki/Low_Earth_orbit",
        "https://en.wikipedia.org/wiki/Medium_Earth_orbit",
        "https://en.wikipedia.org/wiki/Molniya_orbit",
        "https://en.wikipedia.org/wiki/Orbit_of_the_Moon",
        "https://en.wikipedia.org/wiki/Polar_orbit",
        "https://en.wikipedia.org/wiki/Tundra_orbit",
        "https://en.wikipedia.org/wiki/Areocentric_orbit",
        "https://en.wikipedia.org/wiki/Areosynchronous_orbit",
        "https://en.wikipedia.org/wiki/Areostationary_orbit",
        "https://en.wikipedia.org/wiki/Distant_retrograde_orbit",
        "https://en.wikipedia.org/wiki/Halo_orbit",
        "https://en.wikipedia.org/wiki/Lissajous_orbit",
        "https://en.wikipedia.org/wiki/Lunar_orbit",
        "https://en.wikipedia.org/wiki/Heliocentric_orbit",
        "https://en.wikipedia.org/wiki/Mars_cycler",
        "https://en.wikipedia.org/wiki/Lunar_cycler",
        "https://en.wikipedia.org/wiki/Orbital_elements",
        "https://en.wikipedia.org/wiki/Orbital_eccentricity",
        "https://en.wikipedia.org/wiki/Orbital_inclination",
        "https://en.wikipedia.org/wiki/Longitude_of_the_ascending_node",
        "https://en.wikipedia.org/wiki/Argument_of_periapsis",
        "https://en.wikipedia.org/wiki/Longitude_of_the_periapsis",
        "https://en.wikipedia.org/wiki/Mean_anomaly",
        "https://en.wikipedia.org/wiki/True_anomaly",
        "https://en.wikipedia.org/wiki/Eccentric_anomaly",
        "https://en.wikipedia.org/wiki/Mean_longitude",
        "https://en.wikipedia.org/wiki/True_longitude",
        "https://en.wikipedia.org/wiki/Orbital_period",
        "https://en.wikipedia.org/wiki/Mean_motion",
        "https://en.wikipedia.org/wiki/Orbital_speed",
        "https://en.wikipedia.org/wiki/Orbital_maneuver",
        "https://en.wikipedia.org/wiki/Gravity_assist",
        "https://en.wikipedia.org/wiki/Gravity_turn",
        "https://en.wikipedia.org/wiki/Hohmann_transfer_orbit",
        "https://en.wikipedia.org/wiki/Orbital_inclination_change",
        "https://en.wikipedia.org/wiki/Oberth_effect",
        "https://en.wikipedia.org/wiki/Orbit_phasing",
        "https://en.wikipedia.org/wiki/Tsiolkovsky_rocket_equation",
        "https://en.wikipedia.org/wiki/Space_rendezvous",
        "https://en.wikipedia.org/wiki/Orbital_mechanics",
        "https://en.wikipedia.org/wiki/Astronomical_coordinate_systems",
        "https://en.wikipedia.org/wiki/Characteristic_energy",
        "https://en.wikipedia.org/wiki/Escape_velocity",
        "https://en.wikipedia.org/wiki/Ephemeris",
        "https://en.wikipedia.org/wiki/Equatorial_coordinate_system",
        "https://en.wikipedia.org/wiki/Ground_track",
        "https://en.wikipedia.org/wiki/Hill_sphere",
        "https://en.wikipedia.org/wiki/Interplanetary_Transport_Network",
        "https://en.wikipedia.org/wiki/Lagrange_point",
        "https://en.wikipedia.org/wiki/Orbit_equation",
        "https://en.wikipedia.org/wiki/Orbital_state_vectors",
        "https://en.wikipedia.org/wiki/Retrograde_and_prograde_motion",
        "https://en.wikipedia.org/wiki/Specific_orbital_energy",
        "https://en.wikipedia.org/wiki/Specific_angular_momentum",
        "https://en.wikipedia.org/wiki/List_of_orbits",
        "https://en.wikipedia.org/wiki/Apsis",
        "https://en.wikipedia.org/wiki/Apsis",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}