{
    "url": "https://en.wikipedia.org/wiki/Arkady_Averchenko",
    "title": "Arkady Averchenko",
    "table_of_contents": [
        "1 Biography",
        "1.1 Life before the Russian Revolution",
        "1.2 After emigration",
        "2 English translations",
        "3 References",
        "4 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nArkady Timofeevich Averchenko (Russian: Арка́дий Тимофе́евич Аве́рченко; 27 March 1881 in Sevastopol – 12 March 1925 in Prague) was a Russian playwright and satirist. He published his stories in the journal Satirikon, of which he was also an editor, in the series of New Satirikon,[1] and other publications. He published a total of around 20 books. Averchenko's satirical writings can be described as liberal. After the Russian Civil War, he emigrated to Central Europe and died in Prague.\n\n"
        },
        {
            "title": "Biography",
            "text": "Averchenko was born on 27 March 1881 in Sevastopol. He was the son of a poor merchant, Timofey Petrovich Averchenko.\n\nAverchenko completed only two courses at the Gymnasia because of his poor eyesight, which rendered him unable to work on his studies for extended periods. His eye had been damaged by a childhood accident.  However, as time went by, his lack of formal education was compensated by his natural intellect, as the writer N.N. Breshko-Breshkovskiy has described.\n\nAverchenko started to work at the age of 15, employed by a private transport company. He remained there for slightly over a year before pursuing other employment. In 1897 Averchenko left for Donbass to work as a clerk in the Bryansk mine. He worked there for three years and later wrote several stories about life at the mine, including \"In the Evening\" and \"Lightning.\"\n\nIn 1903, at the age of 22, he moved to Kharkiv where his first story appeared in the newspaper \"South Territory\" on 31 October.\n\nDuring 1906 to 1907 he edited the satirical magazines Bayonet and Sword. Finally in 1907 he was fired from this work, reportedly  with the words, \"You are a good man, but suitable for nothing.\" After this, in January 1908 Averchenko left for Saint Petersburg where he was to achieve success in his career.\n\nIn 1908 Averchenko became secretary of the satirical magazine Dragonfly (later renamed to Satyricon) and in 1913 he became its editor. For many years Averchenko worked successfully as a member of the magazine's staff together with many other notable people, including Nadezhda Teffi, Sasha Chorny, and Aleksey Remizov. His most lauded humorous stories were published in the magazine. During Averchenko's work at the Satyricon it became very popular, and theatrical works based on his stories were put on by many theatres throughout the country.\n\nFrom 1910 to 1912 Averchenko more than once travelled to Europe with his friends and colleagues at the Satyricon (including Aleksey Remizov). These travels served Averchenko as a rich source for his creative work, and inspired his book Expedition of Satyriconers in Western Europe which was published in 1912. Averchenko also wrote many theatre reviews under several pen names.\n\nAfter the October Revolution, Averchenko's life was greatly changed. In August 1918 Bolshevik leaders declared the Satyricon anti-Soviet and suppressed it.\n\nAverchenko and all Satyricon staff took a negative position against Soviet authority. Averchenko struggled greatly in attempting to return to his own Sevastopol; in particular, he had to travel through the Ukraine, which was being occupied by Germans. Beginning in June 1919 Averchenko worked for the newspaper South (later the South of Russia) and urged aid for the Voluntary Army.\n\nOn 15 November 1920 Sevastopol was taken by the Reds. Some days before Averchenko had had time to flee via steamer ship to İstanbul.\n\nAverchenko felt comfortable while in İstanbul. There were many other fellow Russian refugees in the city at the time.\n\nIn 1921 in Paris he published a satirical anthology, A Dozen Knives in the Back of Revolution which Lenin described as \"a book of great talent by the embittered to distraction White Guard.\" He followed this book with a collection of stories, A Dozen Portraits in the Boudoir Format.\n\nOn 13 April 1922 Averchenko moved to Sofia and later moved to Belgrade. Averchenko spent a brief time in both cities before moving again and taking up permanent residence in Prague on 17 June 1922. In 1923 his book of collected emigrant stories, The Notes of the Simple-Minded, was published by the Berlin publishing house Nord.\n\nAverchenko found life away from his homeland and from his native tongue very hard. Many his stories dealt with his feelings of alienation, in particular the story \"The Tragedy of the Russian Writer.\" He took on popularity in Czech immediately. His writings have been very successful and many of his stories have been translated into Czech.\n\nWorking for the famous newspaper Prager Presse, Averchenko wrote many effervescent and witty stories, which nevertheless expressed great yearning for his homeland.\n\nIn 1925 Averchenko fell sick after an operation to remove his eye. On 28 January he was moved to the Prague Municipal Hospital with the diagnosis of \"weakness of the heart muscle, distension of the aorta and sclerosis of the kidneys.\" Doctors could not save his life and he died on the morning of 12 March 1925.\n\nAverchenko was buried in the Olšany Cemetery in Prague. His last work was the novel The Joke of Maecenas, written in Sopot in 1923 and published in 1925 after his death.\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Sevastopol",
        "https://en.wikipedia.org/wiki/Prague",
        "https://en.wikipedia.org/wiki/First_Czechoslovak_Republic",
        "https://en.wikipedia.org/wiki/Russian_language",
        "https://en.wikipedia.org/wiki/Sevastopol",
        "https://en.wikipedia.org/wiki/Prague",
        "https://en.wikipedia.org/wiki/Playwright",
        "https://en.wikipedia.org/wiki/Satire",
        "https://en.wikipedia.org/wiki/Novyi_Satirikon",
        "https://en.wikipedia.org/wiki/Russian_Civil_War",
        "https://en.wikipedia.org/wiki/Donbass",
        "https://en.wikipedia.org/wiki/Kharkiv",
        "https://en.wikipedia.org/wiki/Saint_Petersburg",
        "https://en.wikipedia.org/wiki/Strekoza",
        "https://en.wikipedia.org/wiki/Nadezhda_Teffi",
        "https://en.wikipedia.org/wiki/Sasha_Chorny",
        "https://en.wikipedia.org/wiki/Aleksey_Remizov",
        "https://en.wikipedia.org/wiki/Aleksey_Remizov",
        "https://en.wikipedia.org/wiki/Pen_name",
        "https://en.wikipedia.org/wiki/October_Revolution",
        "https://en.wikipedia.org/wiki/Bolshevik",
        "https://en.wikipedia.org/wiki/Sevastopol",
        "https://en.wikipedia.org/wiki/Prague",
        "https://en.wikipedia.org/wiki/Paris",
        "https://en.wikipedia.org/wiki/Lenin",
        "https://en.wikipedia.org/wiki/White_movement",
        "https://en.wikipedia.org/wiki/Sofia",
        "https://en.wikipedia.org/wiki/Belgrade",
        "https://en.wikipedia.org/wiki/Czech_language",
        "https://en.wikipedia.org/wiki/Prager_Presse",
        "https://en.wikipedia.org/wiki/Sopot",
        "https://en.wikipedia.org/wiki/Wikisource",
        "https://en.wikipedia.org/wiki/Wikisource",
        "https://en.wikipedia.org/wiki/Internet_Archive",
        "https://en.wikipedia.org/wiki/LibriVox",
        "https://en.wikipedia.org/wiki/Arkady_Averchenko",
        "https://en.wikipedia.org/wiki/Arkady_Averchenko",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}