{
    "url": "https://en.wikipedia.org/wiki/Armageddon",
    "title": "Armageddon",
    "table_of_contents": [
        "1 Etymology",
        "2 Christianity",
        "2.1 Dispensationalism",
        "2.2 Jehovah's Witnesses",
        "2.3 Seventh-day Adventist",
        "2.4 Christadelphians",
        "3 Baháʼí Faith",
        "4 See also",
        "5 References",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "According to the Book of Revelation in the New Testament of the Christian Bible, Armageddon (/ˌɑːrməˈɡɛdən/, from Ancient Greek: Ἁρμαγεδών Harmagedōn,[1][2] Late Latin: Armagedōn,[3] from Hebrew: הַר מְגִדּוֹ‎ Har Məgīddō) is the prophesied location of a gathering of armies for a battle during the end times, which is variously interpreted as either a literal or a symbolic location. The term is also used in a generic sense to refer to any end of the world scenario. In Islamic theology, Armageddon is also mentioned in Hadith as the Greatest Armageddon or Al-Malhama Al-Kubra (the great battle).[4]\n\nThe \"mount\" of Megiddo in northern Israel is not actually a mountain, but a tell (a mound or hill created by many generations of people living and rebuilding on the same spot)[5] on which ancient forts were built to guard the Via Maris, an ancient trade route linking Egypt with the northern empires of Syria, Anatolia and Mesopotamia. Megiddo was the location of various ancient battles, including one in the 15th century BC and one in 609 BC. The nearby modern Megiddo is a kibbutz in the Kishon River area.[6]\n\n"
        },
        {
            "title": "Etymology",
            "text": "The word Armageddon appears only once in the Greek New Testament, in Revelation 16:16. The word is a Greek transliteration of the Hebrew har məgiddô (הר מגידו). Har means \"a mountain or range of hills\". This is a shortened form of harar meaning \"to loom up; a mountain\". Megiddo refers to a fortification made by King Ahab that dominated the Plain of Jezreel. Its name means \"place of crowds\".[7][8]\n\nAdam Clarke wrote in his Bible commentary (1817) on Revelation 16:16:\n"
        },
        {
            "title": "Christianity",
            "text": "Megiddo is mentioned twelve times in the Old Testament, ten times in reference to the ancient city of Megiddo, and twice with reference to \"the plain of Megiddo\", most probably simply meaning \"the plain next to the city\".[10] None of these Old Testament passages describes the city of Megiddo as being associated with any particular prophetic beliefs. The one New Testament reference to the city of Armageddon found in Revelation 16:16 makes no specific mention of any armies being predicted to one day gather in this city, either, but instead seems to predict only that \"they (will gather) the kings together to ... Armageddon\".[11] The text does however seem to imply, based on the text from the earlier passage of Revelation 16:14, that the purpose of this gathering of kings in the \"place called Armageddon\" is \"for the war of the great day of God, the Almighty\". Because of the seemingly highly symbolic and even cryptic language of this one New Testament passage, some Christian scholars conclude that Mount Armageddon must be an idealized location.[12] R. J. Rushdoony says, \"There are no mountains of Megiddo, only the Plains of Megiddo. This is a deliberate destruction of the vision of any literal reference to the place.\"[13] Other scholars, including C. C. Torrey, Kline and Jordan, argue that the word is derived from the Hebrew moed (מועד), meaning \"assembly\". Thus, \"Armageddon\" would mean \"Mountain of Assembly\", which Jordan says is \"a reference to the assembly at Mount Sinai, and to its replacement, Mount Zion\".[12]\n\nMost traditions interpret this Bible prophecy to be symbolic of the progression of the world toward the \"great day of God, the Almighty\" in which God pours out his just and holy wrath against unrepentant sinners, led by Satan, in a literal end-of-the-world final confrontation.[14] 'Armageddon' is the symbolic name given to this event based on scripture references regarding divine obliteration of God's enemies. The hermeneutical method supports this position by referencing Judges 4 and 5 where God miraculously destroys the enemy of their elect, Israel, at Megiddo.[15]\n\nChristian scholar William Hendriksen writes:\n\nIn his discussion of Armageddon, J. Dwight Pentecost has devoted a chapter to the subject, \"The Campaign of Armageddon\", in which he discusses it as a campaign and not a specific battle, which will be fought in the Middle East. Pentecost writes:\n\nPentecost then discusses the location of this campaign, and mentions the \"hill of Megiddo\" and other geographic locations such as \"the valley of Jehoshaphat\"[19] and \"the valley of the passengers\",[20] \"Lord coming from Edom or Idumea, south of Jerusalem, when he returns from the judgment\"; and Jerusalem itself.[21][22]\n\nPentecost further describes the area involved:\n\nPentecost then outlines the biblical time period for this campaign to occur and with further arguments concludes that it must take place with the 70th week of Daniel. The invasion of Israel by the Northern Confederacy \"will bring the Beast and his armies to the defense of Israel as her protector\". He then uses Daniel to further clarify his thinking.[25]\n\nAgain, events are listed by Pentecost in his book:\n\nAfter the destruction of the Beast at the Second Coming of Jesus, the promised Kingdom is set up, in which Jesus and the saints will rule for a thousand years. Satan is then loosed \"for a season\" and goes out to deceive the nations, specifically Gog and Magog.[36] The army mentioned attacks the saints in the New Jerusalem, they are defeated by a judgment of fire coming down from heaven, and then comes the Great White Throne judgment, which includes all of those through the ages[37] and these are cast into the Lake of Fire, which event is also known as the \"second death\" and Gehenna, not to be confused with Hell, which is Satan's domain. Pentecost describes this as follows:\n\nJehovah's Witnesses believe that Armageddon is the means by which God will fulfill his purpose for the Earth to be populated with happy healthy humans who will be free from sin and death.[43] They teach that the armies of heaven will eradicate all who oppose the Kingdom of God, wiping out all wicked humans on Earth, only leaving righteous mankind.[44]\n\nThey believe that the gathering of all of the nations of the earth refers to the uniting of the world's political powers, as a gradual process which began in 1914 and was later seen in manifestations such as the League of Nations and the United Nations following the First and Second World Wars.[45][full citation needed] These political powers are said to be influenced by Satan and his demons in opposition to God's kingdom.[43] Babylon the Great is interpreted as being the world empire of false religions, and it will be destroyed by the beast just prior to Armageddon.[46][47][full citation needed] Witnesses believe that after all other religions have been destroyed, the governments of the world will begin persecuting Witnesses, and God will then intervene, precipitating Armageddon.[48]\n\nJehovah's Witnesses teach that the armies of heaven, led by Jesus, will then destroy all forms of human government and then Jesus, along with a selected 144,000 humans, will rule Earth for 1,000 years.[49] They believe that Satan and his demons will be bound for that period, unable to influence mankind. After the 1,000 years are ended, and the second resurrection has taken place, Satan is released and allowed to tempt the perfect human race one last time. Those who follow Satan will be destroyed, along with him, leaving the earth, and humankind at peace with God forever, free from sin and death.[50]\n\nThe religion's current teaching on Armageddon originated in 1925 with former Watch Tower Society president J. F. Rutherford, who based his interpretations on passages that are found in the books of Exodus, Jeremiah, Ezekiel and Psalms as well as additional passages that are found in the books of Samuel, Kings and Chronicles. The doctrine marked a further break from the teachings of the Watch Tower Society's founder Charles Taze Russell, who for decades had taught that the final war would be an anarchistic struggle for domination on earth.[51] Tony Wills, the author of a historical study of Jehovah's Witnesses, wrote that Rutherford seemed to relish his descriptions of how completely the wicked would be destroyed at Armageddon, dwelling at great length on prophecies of destruction. He stated that towards the close of his ministry, Rutherford allocated about half the space that was available in The Watchtower magazines to discussions about Armageddon.[52]\n\nThe teachings of the Seventh-day Adventist Church state that the terms \"Armageddon\", \"Day of the Lord\" and \"The Second Coming of Christ\" all describe the same event.[53][verification needed] Seventh-day Adventists further teach that the current religious movements taking place in the world are setting the stage for Armageddon, and they are concerned by an anticipated unity between spiritualism, American Protestantism and Roman Catholicism. A further significant difference in Seventh-day Adventist theology is the teaching that the events of Armageddon will leave the earth desolate for the duration of the millennium.[54][full citation needed] They teach that the righteous will be taken to heaven while the rest of humanity will be destroyed, leaving Satan with no one to tempt and effectively \"bound\".[55] The final re-creation of a \"new heaven and a new earth\";[56] then follows the millennium.\n\nFor Christadelphians, Armageddon marks the \"great climax of history when the nations would be gathered together 'into a place called in the Hebrew tongue Armageddon', and the judgment on them would herald the setting up of the Kingdom of God.\"[57]\n\n"
        },
        {
            "title": "",
            "text": "From Baháʼí literature, a number of interpretations of the expectations surrounding the Battle of Armageddon may be inferred, three of them being associated with events surrounding the World Wars.[58]\n\nThe first interpretation deals with a series of tablets written by Bahá'u'lláh, founder of the Baháʼí Faith, to be sent to various kings and rulers.[58] The second, and best-known one, relates to events near the end of World War I involving General Allenby and the Battle of Megiddo (1918) wherein World Powers are said to have drawn soldiers from many parts of the world to engage in battle at Megiddo. In winning this battle Allenby also prevented the Ottomans from killing 'Abdu'l-Baha, then head of the Baháʼí Faith, whom they had intended to crucify.[59][60] A third interpretation reviews the overall progress of the World Wars, and the situation in the world before and after.[58]\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Tel_Megiddo",
        "https://en.wikipedia.org/wiki/Christian_eschatology",
        "https://en.wikipedia.org/wiki/Historicist_interpretations_of_the_Book_of_Revelation",
        "https://en.wikipedia.org/wiki/Dispensationalism",
        "https://en.wikipedia.org/wiki/Preterism",
        "https://en.wikipedia.org/wiki/Millennialism",
        "https://en.wikipedia.org/wiki/Amillennialism",
        "https://en.wikipedia.org/wiki/Postmillennialism",
        "https://en.wikipedia.org/wiki/Premillennialism",
        "https://en.wikipedia.org/wiki/Prewrath_rapture",
        "https://en.wikipedia.org/wiki/Dispensationalism",
        "https://en.wikipedia.org/wiki/Book_of_Daniel",
        "https://en.wikipedia.org/wiki/Prophecy_of_Seventy_Weeks",
        "https://en.wikipedia.org/wiki/Synoptic_Gospels",
        "https://en.wikipedia.org/wiki/Olivet_Discourse",
        "https://en.wikipedia.org/wiki/Mark_13",
        "https://en.wikipedia.org/wiki/Matthew_24",
        "https://en.wikipedia.org/wiki/The_Sheep_and_the_Goats",
        "https://en.wikipedia.org/wiki/Pauline_epistles",
        "https://en.wikipedia.org/wiki/Second_Epistle_to_the_Thessalonians",
        "https://en.wikipedia.org/wiki/Johannine_literature",
        "https://en.wikipedia.org/wiki/Book_of_Revelation",
        "https://en.wikipedia.org/wiki/Events_of_Revelation",
        "https://en.wikipedia.org/wiki/Book_of_Enoch",
        "https://en.wikipedia.org/wiki/2_Esdras",
        "https://en.wikipedia.org/wiki/Abomination_of_desolation",
        "https://en.wikipedia.org/wiki/Antichrist",
        "https://en.wikipedia.org/wiki/Apocalypse",
        "https://en.wikipedia.org/wiki/False_prophet",
        "https://en.wikipedia.org/wiki/Four_Horsemen_of_the_Apocalypse",
        "https://en.wikipedia.org/wiki/Gog_and_Magog",
        "https://en.wikipedia.org/wiki/Great_Apostasy",
        "https://en.wikipedia.org/wiki/Great_Tribulation",
        "https://en.wikipedia.org/wiki/Katechon",
        "https://en.wikipedia.org/wiki/Kingship_and_kingdom_of_God",
        "https://en.wikipedia.org/wiki/Lake_of_fire",
        "https://en.wikipedia.org/wiki/Last_Judgment",
        "https://en.wikipedia.org/wiki/Man_of_sin",
        "https://en.wikipedia.org/wiki/New_Heaven_and_New_Earth",
        "https://en.wikipedia.org/wiki/New_Jerusalem",
        "https://en.wikipedia.org/wiki/Number_of_the_beast",
        "https://en.wikipedia.org/wiki/Rapture",
        "https://en.wikipedia.org/wiki/Resurrection_of_the_dead",
        "https://en.wikipedia.org/wiki/Second_Coming",
        "https://en.wikipedia.org/wiki/Seven_bowls",
        "https://en.wikipedia.org/wiki/Seven_seals",
        "https://en.wikipedia.org/wiki/Son_of_perdition",
        "https://en.wikipedia.org/wiki/Two_witnesses",
        "https://en.wikipedia.org/wiki/War_in_Heaven",
        "https://en.wikipedia.org/wiki/Whore_of_Babylon",
        "https://en.wikipedia.org/wiki/Woman_of_the_Apocalypse",
        "https://en.wikipedia.org/wiki/World_to_come",
        "https://en.wikipedia.org/wiki/Book_of_Revelation",
        "https://en.wikipedia.org/wiki/New_Testament",
        "https://en.wikipedia.org/wiki/Bible",
        "https://en.wikipedia.org/wiki/Ancient_Greek_language",
        "https://en.wikipedia.org/wiki/Late_Latin",
        "https://en.wikipedia.org/wiki/Hebrew_language",
        "https://en.wikipedia.org/wiki/Eschatology",
        "https://en.wikipedia.org/wiki/Eschatology",
        "https://en.wikipedia.org/wiki/Schools_of_Islamic_theology",
        "https://en.wikipedia.org/wiki/Hadith",
        "https://en.wikipedia.org/wiki/Tel_Megiddo",
        "https://en.wikipedia.org/wiki/Mountain",
        "https://en.wikipedia.org/wiki/Via_Maris",
        "https://en.wikipedia.org/wiki/Trade_route",
        "https://en.wikipedia.org/wiki/Egypt",
        "https://en.wikipedia.org/wiki/Syria",
        "https://en.wikipedia.org/wiki/Anatolia",
        "https://en.wikipedia.org/wiki/Mesopotamia",
        "https://en.wikipedia.org/wiki/Kibbutz",
        "https://en.wikipedia.org/wiki/Kishon_River",
        "https://en.wikipedia.org/wiki/Novum_Testamentum_Graece",
        "https://en.wikipedia.org/wiki/Hebrew_language",
        "https://en.wikipedia.org/wiki/Tel_Megiddo",
        "https://en.wikipedia.org/wiki/Ahab",
        "https://en.wikipedia.org/wiki/Jezreel_Valley",
        "https://en.wikipedia.org/wiki/Adam_Clarke",
        "https://en.wikipedia.org/wiki/Christian_eschatology",
        "https://en.wikipedia.org/wiki/Hieronymus_Bosch",
        "https://en.wikipedia.org/wiki/Old_Testament",
        "https://en.wikipedia.org/wiki/Tel_Megiddo",
        "https://en.wikipedia.org/wiki/New_Testament",
        "https://en.wikipedia.org/wiki/Hebrew_language",
        "https://en.wikipedia.org/wiki/William_Hendriksen",
        "https://en.wikipedia.org/wiki/Dispensationalism",
        "https://en.wikipedia.org/wiki/Military_campaign",
        "https://en.wikipedia.org/wiki/Battle",
        "https://en.wikipedia.org/wiki/Middle_East",
        "https://en.wikipedia.org/wiki/Richard_Chenevix_Trench",
        "https://en.wikipedia.org/wiki/Joseph_Henry_Thayer",
        "https://en.wikipedia.org/wiki/Valley_of_Josaphat",
        "https://en.wikipedia.org/wiki/Edom",
        "https://en.wikipedia.org/wiki/Jerusalem",
        "https://en.wikipedia.org/wiki/Last_judgment",
        "https://en.wikipedia.org/wiki/John_of_Patmos",
        "https://en.wikipedia.org/wiki/Prophecy_of_Seventy_Weeks",
        "https://en.wikipedia.org/wiki/Book_of_Daniel",
        "https://en.wikipedia.org/wiki/Moab",
        "https://en.wikipedia.org/wiki/Ammon",
        "https://en.wikipedia.org/wiki/Second_Coming",
        "https://en.wikipedia.org/wiki/Jesus",
        "https://en.wikipedia.org/wiki/Kingdom_of_God",
        "https://en.wikipedia.org/wiki/Saints",
        "https://en.wikipedia.org/wiki/Millennialism",
        "https://en.wikipedia.org/wiki/New_Jerusalem",
        "https://en.wikipedia.org/wiki/Great_White_Throne",
        "https://en.wikipedia.org/wiki/Lake_of_Fire",
        "https://en.wikipedia.org/wiki/God",
        "https://en.wikipedia.org/wiki/Sin",
        "https://en.wikipedia.org/wiki/Heavenly_host",
        "https://en.wikipedia.org/wiki/League_of_Nations",
        "https://en.wikipedia.org/wiki/United_Nations",
        "https://en.wikipedia.org/wiki/World_War_I",
        "https://en.wikipedia.org/wiki/World_War_II",
        "https://en.wikipedia.org/wiki/Satan",
        "https://en.wikipedia.org/wiki/Babylon_the_Great",
        "https://en.wikipedia.org/wiki/Satan",
        "https://en.wikipedia.org/wiki/Watch_Tower_Bible_and_Tract_Society_of_Pennsylvania",
        "https://en.wikipedia.org/wiki/Joseph_Franklin_Rutherford",
        "https://en.wikipedia.org/wiki/Charles_Taze_Russell",
        "https://en.wikipedia.org/wiki/Spiritualism",
        "https://en.wikipedia.org/wiki/Protestantism",
        "https://en.wikipedia.org/wiki/Roman_Catholic_Church",
        "https://en.wikipedia.org/wiki/Premillennialism",
        "https://en.wikipedia.org/wiki/Christadelphians",
        "https://en.wikipedia.org/wiki/World_War_I",
        "https://en.wikipedia.org/wiki/Ottoman_Empire",
        "https://en.wikipedia.org/wiki/Crucifixion",
        "https://en.wikipedia.org/wiki/1_Maccabees",
        "https://en.wikipedia.org/wiki/World_War_III",
        "https://en.wikipedia.org/wiki/Amik_Valley",
        "https://en.wikipedia.org/wiki/Antiochus_Epiphanes",
        "https://en.wikipedia.org/wiki/Apocalyptic_literature",
        "https://en.wikipedia.org/wiki/Historicist_interpretations_of_the_Book_of_Revelation",
        "https://en.wikipedia.org/wiki/List_of_dates_predicted_for_apocalyptic_events",
        "https://en.wikipedia.org/wiki/Millenarianism",
        "https://en.wikipedia.org/wiki/Millennialism",
        "https://en.wikipedia.org/wiki/Waiting_for_Armageddon",
        "https://en.wikipedia.org/wiki/Wayback_Machine",
        "https://en.wikipedia.org/wiki/The_New_York_Times",
        "https://en.wikipedia.org/wiki/Wayback_Machine",
        "https://en.wikipedia.org/wiki/William_Hendriksen",
        "https://en.wikipedia.org/wiki/Geographic_coordinate_system",
        "https://en.wikipedia.org/wiki/Global_catastrophic_risk",
        "https://en.wikipedia.org/wiki/Future_of_Earth",
        "https://en.wikipedia.org/wiki/Future_of_an_expanding_universe",
        "https://en.wikipedia.org/wiki/Ultimate_fate_of_the_universe",
        "https://en.wikipedia.org/wiki/Chemical_warfare",
        "https://en.wikipedia.org/wiki/Cyberattack",
        "https://en.wikipedia.org/wiki/Cyberwarfare",
        "https://en.wikipedia.org/wiki/Cyberterrorism",
        "https://en.wikipedia.org/wiki/Cybergeddon",
        "https://en.wikipedia.org/wiki/Gray_goo",
        "https://en.wikipedia.org/wiki/Nanoweapon",
        "https://en.wikipedia.org/wiki/Kinetic_bombardment",
        "https://en.wikipedia.org/wiki/Relativistic_kill_vehicle",
        "https://en.wikipedia.org/wiki/Nuclear_warfare",
        "https://en.wikipedia.org/wiki/Mutual_assured_destruction",
        "https://en.wikipedia.org/wiki/Dead_Hand",
        "https://en.wikipedia.org/wiki/Doomsday_Clock",
        "https://en.wikipedia.org/wiki/Doomsday_device",
        "https://en.wikipedia.org/wiki/Antimatter_weapon",
        "https://en.wikipedia.org/wiki/Electromagnetic_pulse",
        "https://en.wikipedia.org/wiki/Micro_black_hole",
        "https://en.wikipedia.org/wiki/Strangelet",
        "https://en.wikipedia.org/wiki/Synthetic_intelligence",
        "https://en.wikipedia.org/wiki/Artificial_intelligence",
        "https://en.wikipedia.org/wiki/AI_takeover",
        "https://en.wikipedia.org/wiki/Existential_risk_from_artificial_general_intelligence",
        "https://en.wikipedia.org/wiki/Technological_singularity",
        "https://en.wikipedia.org/wiki/Transhumanism",
        "https://en.wikipedia.org/wiki/Year_2000_problem",
        "https://en.wikipedia.org/wiki/Year_2038_problem",
        "https://en.wikipedia.org/wiki/Anthropogenic_hazard",
        "https://en.wikipedia.org/wiki/Doomsday_argument",
        "https://en.wikipedia.org/wiki/Economic_collapse",
        "https://en.wikipedia.org/wiki/Malthusianism",
        "https://en.wikipedia.org/wiki/Nuclear_holocaust",
        "https://en.wikipedia.org/wiki/Nuclear_winter",
        "https://en.wikipedia.org/wiki/Nuclear_famine",
        "https://en.wikipedia.org/wiki/Cobalt_bomb",
        "https://en.wikipedia.org/wiki/Societal_collapse",
        "https://en.wikipedia.org/wiki/Collapsology",
        "https://en.wikipedia.org/wiki/World_War_III",
        "https://en.wikipedia.org/wiki/Climate_variability_and_change",
        "https://en.wikipedia.org/wiki/Anoxic_event",
        "https://en.wikipedia.org/wiki/Biodiversity_loss",
        "https://en.wikipedia.org/wiki/Mass_mortality_event",
        "https://en.wikipedia.org/wiki/Cataclysmic_pole_shift_hypothesis",
        "https://en.wikipedia.org/wiki/Climate_apocalypse",
        "https://en.wikipedia.org/wiki/Deforestation",
        "https://en.wikipedia.org/wiki/Desertification",
        "https://en.wikipedia.org/wiki/Extinction_risk_from_global_warming",
        "https://en.wikipedia.org/wiki/Tipping_points_in_the_climate_system",
        "https://en.wikipedia.org/wiki/Flood_basalt",
        "https://en.wikipedia.org/wiki/Global_dimming",
        "https://en.wikipedia.org/wiki/Global_terrestrial_stilling",
        "https://en.wikipedia.org/wiki/Global_warming",
        "https://en.wikipedia.org/wiki/Hypercane",
        "https://en.wikipedia.org/wiki/Ice_age",
        "https://en.wikipedia.org/wiki/Ecocide",
        "https://en.wikipedia.org/wiki/Ecological_collapse",
        "https://en.wikipedia.org/wiki/Environmental_degradation",
        "https://en.wikipedia.org/wiki/Habitat_destruction",
        "https://en.wikipedia.org/wiki/Human_impact_on_the_environment",
        "https://en.wikipedia.org/wiki/Environmental_issues_with_coral_reefs",
        "https://en.wikipedia.org/wiki/Human_impact_on_marine_life",
        "https://en.wikipedia.org/wiki/Land_degradation",
        "https://en.wikipedia.org/wiki/Land_consumption",
        "https://en.wikipedia.org/wiki/Land_surface_effects_on_climate",
        "https://en.wikipedia.org/wiki/Ocean_acidification",
        "https://en.wikipedia.org/wiki/Ozone_depletion",
        "https://en.wikipedia.org/wiki/Resource_depletion",
        "https://en.wikipedia.org/wiki/Sea_level_rise",
        "https://en.wikipedia.org/wiki/Supervolcano",
        "https://en.wikipedia.org/wiki/Volcanic_winter",
        "https://en.wikipedia.org/wiki/Verneshot",
        "https://en.wikipedia.org/wiki/Water_pollution",
        "https://en.wikipedia.org/wiki/Water_scarcity",
        "https://en.wikipedia.org/wiki/Earth_Overshoot_Day",
        "https://en.wikipedia.org/wiki/Overexploitation",
        "https://en.wikipedia.org/wiki/Overpopulation",
        "https://en.wikipedia.org/wiki/Human_overpopulation",
        "https://en.wikipedia.org/wiki/Extinction",
        "https://en.wikipedia.org/wiki/Extinction_event",
        "https://en.wikipedia.org/wiki/Holocene_extinction",
        "https://en.wikipedia.org/wiki/Human_extinction",
        "https://en.wikipedia.org/wiki/List_of_extinction_events",
        "https://en.wikipedia.org/wiki/Genetic_erosion",
        "https://en.wikipedia.org/wiki/Genetic_pollution",
        "https://en.wikipedia.org/wiki/Biodiversity_loss",
        "https://en.wikipedia.org/wiki/Decline_in_amphibian_populations",
        "https://en.wikipedia.org/wiki/Decline_in_insect_populations",
        "https://en.wikipedia.org/wiki/Biotechnology_risk",
        "https://en.wikipedia.org/wiki/Biological_agent",
        "https://en.wikipedia.org/wiki/Biological_warfare",
        "https://en.wikipedia.org/wiki/Bioterrorism",
        "https://en.wikipedia.org/wiki/Colony_Collapse_Disorder",
        "https://en.wikipedia.org/wiki/Defaunation",
        "https://en.wikipedia.org/wiki/Interplanetary_contamination",
        "https://en.wikipedia.org/wiki/Pandemic",
        "https://en.wikipedia.org/wiki/Pollinator_decline",
        "https://en.wikipedia.org/wiki/Overfishing",
        "https://en.wikipedia.org/wiki/Big_Crunch",
        "https://en.wikipedia.org/wiki/Big_Rip",
        "https://en.wikipedia.org/wiki/Coronal_mass_ejection",
        "https://en.wikipedia.org/wiki/Geomagnetic_storm",
        "https://en.wikipedia.org/wiki/False_vacuum_decay",
        "https://en.wikipedia.org/wiki/Heat_death_of_the_universe",
        "https://en.wikipedia.org/wiki/Proton_decay",
        "https://en.wikipedia.org/wiki/Virtual_black_hole",
        "https://en.wikipedia.org/wiki/Impact_event",
        "https://en.wikipedia.org/wiki/Asteroid_impact_avoidance",
        "https://en.wikipedia.org/wiki/Asteroid_impact_prediction",
        "https://en.wikipedia.org/wiki/Potentially_hazardous_object",
        "https://en.wikipedia.org/wiki/Impact_winter",
        "https://en.wikipedia.org/wiki/Rogue_planet",
        "https://en.wikipedia.org/wiki/Hypernova",
        "https://en.wikipedia.org/wiki/Micronova",
        "https://en.wikipedia.org/wiki/Solar_flare",
        "https://en.wikipedia.org/wiki/Stellar_collision",
        "https://en.wikipedia.org/wiki/Eschatology",
        "https://en.wikipedia.org/wiki/Buddhist_eschatology",
        "https://en.wikipedia.org/wiki/Maitreya",
        "https://en.wikipedia.org/wiki/Three_Ages_of_Buddhism",
        "https://en.wikipedia.org/wiki/Hindu_eschatology",
        "https://en.wikipedia.org/wiki/Kalki",
        "https://en.wikipedia.org/wiki/Kali_Yuga",
        "https://en.wikipedia.org/wiki/Last_Judgement",
        "https://en.wikipedia.org/wiki/Second_Coming",
        "https://en.wikipedia.org/wiki/Book_of_Enoch",
        "https://en.wikipedia.org/wiki/Book_of_Daniel",
        "https://en.wikipedia.org/wiki/Abomination_of_Desolation",
        "https://en.wikipedia.org/wiki/Prophecy_of_Seventy_Weeks",
        "https://en.wikipedia.org/wiki/Messiah",
        "https://en.wikipedia.org/wiki/Christian_eschatology",
        "https://en.wikipedia.org/wiki/Dispensationalism",
        "https://en.wikipedia.org/wiki/Historicist_interpretations_of_the_Book_of_Revelation",
        "https://en.wikipedia.org/wiki/Preterism",
        "https://en.wikipedia.org/wiki/2_Esdras",
        "https://en.wikipedia.org/wiki/Second_Epistle_to_the_Thessalonians",
        "https://en.wikipedia.org/wiki/Man_of_sin",
        "https://en.wikipedia.org/wiki/Katechon",
        "https://en.wikipedia.org/wiki/Antichrist",
        "https://en.wikipedia.org/wiki/Book_of_Revelation",
        "https://en.wikipedia.org/wiki/Events_of_Revelation",
        "https://en.wikipedia.org/wiki/Four_Horsemen_of_the_Apocalypse",
        "https://en.wikipedia.org/wiki/Lake_of_fire",
        "https://en.wikipedia.org/wiki/Number_of_the_beast",
        "https://en.wikipedia.org/wiki/Seven_bowls",
        "https://en.wikipedia.org/wiki/Seven_seals",
        "https://en.wikipedia.org/wiki/Two_witnesses",
        "https://en.wikipedia.org/wiki/War_in_Heaven",
        "https://en.wikipedia.org/wiki/Whore_of_Babylon",
        "https://en.wikipedia.org/wiki/Great_Apostasy",
        "https://en.wikipedia.org/wiki/New_Jerusalem",
        "https://en.wikipedia.org/wiki/Olivet_Discourse",
        "https://en.wikipedia.org/wiki/Great_Tribulation",
        "https://en.wikipedia.org/wiki/Son_of_Perdition",
        "https://en.wikipedia.org/wiki/The_Sheep_and_the_Goats",
        "https://en.wikipedia.org/wiki/Islamic_eschatology",
        "https://en.wikipedia.org/wiki/Beast_of_the_Earth",
        "https://en.wikipedia.org/wiki/Dajjal",
        "https://en.wikipedia.org/wiki/Israfil",
        "https://en.wikipedia.org/wiki/Mahdi",
        "https://en.wikipedia.org/wiki/Sufyani",
        "https://en.wikipedia.org/wiki/Jewish_eschatology",
        "https://en.wikipedia.org/wiki/Messiah_in_Judaism",
        "https://en.wikipedia.org/wiki/Gog_and_Magog",
        "https://en.wikipedia.org/wiki/Third_Temple",
        "https://en.wikipedia.org/wiki/Frashokereti",
        "https://en.wikipedia.org/wiki/Saoshyant",
        "https://en.wikipedia.org/wiki/2011_end_times_prediction",
        "https://en.wikipedia.org/wiki/2012_phenomenon",
        "https://en.wikipedia.org/wiki/Apocalypse",
        "https://en.wikipedia.org/wiki/Apocalyptic_literature",
        "https://en.wikipedia.org/wiki/Apocalypticism",
        "https://en.wikipedia.org/wiki/Blood_moon_prophecy",
        "https://en.wikipedia.org/wiki/Earth_Changes",
        "https://en.wikipedia.org/wiki/Global_catastrophic_risk",
        "https://en.wikipedia.org/wiki/Gog_and_Magog",
        "https://en.wikipedia.org/wiki/List_of_dates_predicted_for_apocalyptic_events",
        "https://en.wikipedia.org/wiki/Messianism",
        "https://en.wikipedia.org/wiki/Messianic_Age",
        "https://en.wikipedia.org/wiki/Millenarianism",
        "https://en.wikipedia.org/wiki/Millennialism",
        "https://en.wikipedia.org/wiki/Premillennialism",
        "https://en.wikipedia.org/wiki/Amillennialism",
        "https://en.wikipedia.org/wiki/Postmillennialism",
        "https://en.wikipedia.org/wiki/Nibiru_cataclysm",
        "https://en.wikipedia.org/wiki/Rapture",
        "https://en.wikipedia.org/wiki/Prewrath",
        "https://en.wikipedia.org/wiki/Resurrection_of_the_dead",
        "https://en.wikipedia.org/wiki/World_to_come",
        "https://en.wikipedia.org/wiki/Alien_invasion",
        "https://en.wikipedia.org/wiki/List_of_apocalyptic_films",
        "https://en.wikipedia.org/wiki/Climate_fiction",
        "https://en.wikipedia.org/wiki/Disaster_film",
        "https://en.wikipedia.org/wiki/List_of_disaster_films",
        "https://en.wikipedia.org/wiki/List_of_fictional_doomsday_devices",
        "https://en.wikipedia.org/wiki/Zombie_apocalypse",
        "https://en.wikipedia.org/wiki/Zombie",
        "https://en.wikipedia.org/wiki/Centre_for_the_Study_of_Existential_Risk",
        "https://en.wikipedia.org/wiki/Future_of_Humanity_Institute",
        "https://en.wikipedia.org/wiki/Future_of_Life_Institute",
        "https://en.wikipedia.org/wiki/Nuclear_Threat_Initiative",
        "https://en.wikipedia.org/wiki/Cyber_ransom",
        "https://en.wikipedia.org/wiki/Cyberwarfare",
        "https://en.wikipedia.org/wiki/Economic_depression",
        "https://en.wikipedia.org/wiki/Droughts",
        "https://en.wikipedia.org/wiki/Epidemic",
        "https://en.wikipedia.org/wiki/Famine",
        "https://en.wikipedia.org/wiki/Financial_crisis",
        "https://en.wikipedia.org/wiki/Pandemic",
        "https://en.wikipedia.org/wiki/Riots",
        "https://en.wikipedia.org/wiki/Social_crisis",
        "https://en.wikipedia.org/wiki/Survivalism",
        "https://en.wikipedia.org/wiki/Armageddon",
        "https://en.wikipedia.org/wiki/Armageddon",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}