{
    "url": "https://en.wikipedia.org/wiki/Aromata",
    "title": "Aromata",
    "table_of_contents": [],
    "paragraphs": [
        {
            "title": "",
            "text": "Aromata (Greek: Αρώματα, lit. \"spices, aromatics\"), also called the Spice Port,[1] was an emporium and seaport in the Horn of Africa, today a part of Somalia. It lay near the tip of Cape Guardafui, which was itself called the \"promontory of spices\" (Aromaton akron, Αρώματον ἄκρον).[2][3] It was notable for its produce of resins and various herbs.[4]\n\nAccording to the 1st-century Periplus of the Erythraean Sea, the \"port of spices\" (Aromaton emporion, Ἀρωμάτων ἐμπόριον) had a roadstead or anchorage (hormos) in the land of the Barbaroi.[5][6][7] It was one of the \"far side\" ports that lay in a line along the north Somali coast. They were \"far\" because they came after Adulis and beyond the strait of Bab-el-Mandeb. Merchants left Egypt in July to reach them.[8] Aromata was the sixth port after Zeyla (Aualites), Berbera (Malao), Heis (Moundou), Bandar Kasim (Mosullon) and Bandar Alula (Akannai).[9] It is to be identified with Damo, a site protected on the south but exposed on the north.[2][10] It could occasionally be dangerous to ships.[11] British archaeologist Neville Chittick discovered Roman pottery near Damo, confirming the identification.[2] Previously, G. W. B. Huntingford had identified with Olok (Olog), which is 3 kilometres (1.9 mi) to the west.[12][13]\n\nAccording to the 2nd-century Geography of Ptolemy, a merchant named Diogenes, returning from India, was driven south by a north wind as he approached Aromata. He sailed for 25 days with the coast of the Troglodytae on his right (west) almost as far as Rhapta in Azania. Citing Marinus of Tyre, Ptolemy adds that a merchant named Theophilos sailed from Rhapta to Aromata in twenty days with a south wind blowing. Ptolemy emphasises that these were single sailings and he does not know the average number of days to sail between Aromata and Rhapta.[14] He places Aromata 6°N, while Marinus places it 4.25°N. He cites a certain Dioskoros for the location of Cape Prason, the southernmost point the Greeks reached in Africa, being \"many days\" beyond Rhapta. He then estimates the distance from Aromata to Cape Prason as 20.67° of latitude.[15] Ptolemy also says that he has heard from traders that the direction from Arabia Felix to Aromata is southwest not due south.[16] He places Aromata on the Gulf of Aden and not in the Indian Ocean.[1]\n\nAromata, like all other ports on the Gulf of Aden, was independent and ruled by its own chief.[1] Its major exports were frankincense and all grades of cassia (gizeir, asuphe, magla and moto).[17] It may have served as a major transshipment port for goods coming from India and Southeast Asia, the latter being the main source for cassia. It also exported grain, rice, sesame oil and cotton cloth.[18] According to the Periplus, a ship warned at Aromata of an approaching storm on the Indian Ocean could take refuge at Tabai (Chori Hordio), two days' sailing and on the other side of the cape.[2]\n\nThe Monumentum Adulitanum is a 4th-century monumental inscription by King Ezana of Axum recording his various victories in war. It is lost, but its text was copied down in the 6th century by Cosmas Indicopleustes in his Christian Topography. It describes Ezana's easternmost conquest as the \"land of Aromatics\",[19][20] also translated \"Land of Incense\"[21] or \"frankincense country\":[22]\n\nPaul Henze takes this to refer to the whole of the \"dry coastal region, a major source of incense\" from the lowlands of what is today Eritrea through Somalia and perhaps even a part of South Arabia.[23] Yuzo Shitomi suggests that it may in fact have been Ḥaḍramawt in South Arabia.[21] L. P. Kirwan distinguishes two lands of incense: that of the Monumentum Adulitanum (which he places in South Arabia) and that of the Christian Topography itself (which is the Aromata of the Periplus and Ptolemy).[24]\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Greek_language",
        "https://en.wikipedia.org/wiki/Spices",
        "https://en.wikipedia.org/wiki/Aroma_compound",
        "https://en.wikipedia.org/wiki/Seaport",
        "https://en.wikipedia.org/wiki/Horn_of_Africa",
        "https://en.wikipedia.org/wiki/Somalia",
        "https://en.wikipedia.org/wiki/Cape_Guardafui",
        "https://en.wikipedia.org/wiki/Periplus_of_the_Erythraean_Sea",
        "https://en.wikipedia.org/wiki/Roadstead",
        "https://en.wikipedia.org/wiki/Adulis",
        "https://en.wikipedia.org/wiki/Egypt",
        "https://en.wikipedia.org/wiki/Zeyla",
        "https://en.wikipedia.org/wiki/Berbera",
        "https://en.wikipedia.org/wiki/Bosaso",
        "https://en.wikipedia.org/wiki/Neville_Chittick",
        "https://en.wikipedia.org/wiki/Roman_pottery",
        "https://en.wikipedia.org/wiki/Bereeda",
        "https://en.wikipedia.org/wiki/Ptolemy",
        "https://en.wikipedia.org/wiki/Troglodytae",
        "https://en.wikipedia.org/wiki/Rhapta",
        "https://en.wikipedia.org/wiki/Azania",
        "https://en.wikipedia.org/wiki/Marinus_of_Tyre",
        "https://en.wikipedia.org/wiki/Arabia_Felix",
        "https://en.wikipedia.org/wiki/Gulf_of_Aden",
        "https://en.wikipedia.org/wiki/Indian_Ocean",
        "https://en.wikipedia.org/wiki/Frankincense",
        "https://en.wikipedia.org/wiki/Cinnamomum_cassia",
        "https://en.wikipedia.org/wiki/Indian_Subcontinent",
        "https://en.wikipedia.org/wiki/Southeast_Asia",
        "https://en.wikipedia.org/wiki/Hafun",
        "https://en.wikipedia.org/wiki/Monumentum_Adulitanum",
        "https://en.wikipedia.org/wiki/Ezana_of_Axum",
        "https://en.wikipedia.org/wiki/Cosmas_Indicopleustes",
        "https://en.wikipedia.org/wiki/Christian_Topography",
        "https://en.wikipedia.org/wiki/Mahram",
        "https://en.wikipedia.org/wiki/Kingdom_of_Kush",
        "https://en.wikipedia.org/wiki/Sesea",
        "https://en.wikipedia.org/wiki/Paul_Henze",
        "https://en.wikipedia.org/wiki/Eritrea",
        "https://en.wikipedia.org/wiki/South_Arabia",
        "https://en.wikipedia.org/wiki/Lionel_Casson",
        "https://en.wikipedia.org/wiki/Geographic_coordinate_system",
        "https://en.wikipedia.org/wiki/Aromata",
        "https://en.wikipedia.org/wiki/Aromata",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}