{
    "url": "https://en.wikipedia.org/wiki/Arrow_of_time",
    "title": "Arrow of time",
    "table_of_contents": [
        "1 Overview",
        "2 Conception by Eddington",
        "3 Arrows",
        "3.1 Thermodynamic arrow of time",
        "3.2 Cosmological arrow of time",
        "3.3 Radiative arrow of time",
        "3.4 Causal arrow of time",
        "3.5 Particle physics (weak) arrow of time",
        "3.6 Quantum arrow of time",
        "3.7 Psychological/perceptual arrow of time",
        "4 See also",
        "5 References",
        "6 Further reading",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The arrow of time, also called time's arrow, is the concept positing the \"one-way direction\" or \"asymmetry\" of time. It was developed in 1927 by the British astrophysicist Arthur Eddington, and is an unsolved general physics question. This direction, according to Eddington, could be determined by studying the organization of atoms, molecules, and bodies, and might be drawn upon a four-dimensional relativistic map of the world (\"a solid block of paper\").[1]\n\nPhysical processes at the microscopic level are believed to be either entirely or mostly time-symmetric: if the direction of time were to reverse, the theoretical statements that describe them would remain true. Yet at the macroscopic level it often appears that this is not the case: there is an obvious direction (or flow) of time.\n\n"
        },
        {
            "title": "Overview",
            "text": "The symmetry of time (T-symmetry) can be understood simply as the following: if time were perfectly symmetrical, a video of real events would seem realistic whether played forwards or backwards.[2] Gravity, for example, is a time-reversible force. A ball that is tossed up, slows to a stop, and falls is a case where recordings would look equally realistic forwards and backwards. The system is T-symmetrical. However, the process of the ball bouncing and eventually coming to a stop is not time-reversible. While going forward, kinetic energy is dissipated and entropy is increased. Entropy may be one of the few processes that is not time-reversible. According to the statistical notion of increasing entropy, the \"arrow\" of time is identified with a decrease of free energy.[3]\n\nIn his book The Big Picture, physicist Sean M. Carroll has compared the asymmetry of time to the asymmetry of space: While physical laws are in general isotropic, near Earth there is an obvious distinction between \"up\" and \"down\", due to proximity to this huge body, which breaks the symmetry of space. Similarly, physical laws are in general symmetric to the flipping of time direction, but near the Big Bang (i.e. in the first many trillions of years following it) there is an obvious distinction between \"forward\" and \"backward\" in time, due to relative proximity to this special event, which breaks the symmetry of time. Under this view, all the arrows of time are a result of our relative proximity in time to the Big Bang, and the special circumstances that existed then. (Strictly speaking, the weak interactions are asymmetric to both spatial reflection and to flipping of the time direction. However, they do obey a more complicated symmetry that includes both.)\n\n"
        },
        {
            "title": "Conception by Eddington",
            "text": "In the 1928 book The Nature of the Physical World, which helped to popularize the concept, Eddington stated:\n\nEddington then gives three points to note about this arrow:\n\n"
        },
        {
            "title": "Arrows",
            "text": "The arrow of time is the \"one-way direction\" or \"asymmetry\" of time. The thermodynamic arrow of time is provided by the second law of thermodynamics, which says that in an isolated system, entropy tends to increase with time. Entropy can be thought of as a measure of microscopic disorder; thus the second law implies that time is asymmetrical with respect to the amount of order in an isolated system: as a system advances through time, it becomes more statistically disordered. This asymmetry can be used empirically to distinguish between future and past, though measuring entropy does not accurately measure time. Also, in an open system, entropy can decrease with time.\n\nBritish physicist Sir Alfred Brian Pippard wrote, \"There is thus no justification for the view, often glibly repeated, that the Second Law of Thermodynamics is only statistically true, in the sense that microscopic violations repeatedly occur, but never violations of any serious magnitude. On the contrary, no evidence has ever been presented that the Second Law breaks down under any circumstances.\"[4] However, there are a number of paradoxes regarding violation of the second law of thermodynamics, one of them due to the Poincaré recurrence theorem.\n\nThis arrow of time seems to be related to all other arrows of time and arguably underlies some of them, with the exception of the weak arrow of time.[clarification needed]\n\nHarold Blum's 1951 book Time's Arrow and Evolution[5] \"explored the relationship between time's arrow (the second law of thermodynamics) and organic evolution.\" This influential text explores \"irreversibility and direction in evolution and order, negentropy, and evolution.\"[6] Blum argues that evolution followed specific patterns predetermined by the inorganic nature of the earth and its thermodynamic processes.[7]\n\nThe cosmological arrow of time points in the direction of the universe's expansion. It may be linked to the thermodynamic arrow, with the universe heading towards a heat death (Big Chill) as the amount of Thermodynamic free energy becomes negligible. Alternatively, it may be an artifact of our place in the universe's evolution (see the Anthropic bias), with this arrow reversing as gravity pulls everything back into a Big Crunch.\n\nIf this arrow of time is related to the other arrows of time, then the future is by definition the direction towards which the universe becomes bigger. Thus, the universe expands—rather than shrinks—by definition.\n\nThe thermodynamic arrow of time and the second law of thermodynamics are thought to be a consequence of the initial conditions in the early universe.[8] Therefore, they ultimately result from the cosmological set-up.\n\nWaves, from radio waves to sound waves to those on a pond from throwing a stone, expand outward from their source, even though the wave equations accommodate solutions of convergent waves as well as radiative ones. This arrow has been reversed in carefully worked experiments that created convergent waves,[9] so this arrow probably follows from the thermodynamic arrow in that meeting the conditions to produce a convergent wave requires more order than the conditions for a radiative wave. Put differently, the probability for initial conditions that produce a convergent wave is much lower than the probability for initial conditions that produce a radiative wave. In fact, normally a radiative wave increases entropy, while a convergent wave decreases it,[citation needed] making the latter contradictory to the second law of thermodynamics in usual circumstances.\n\nA cause precedes its effect: the causal event occurs before the event it causes or affects. Birth, for example, follows a successful conception and not vice versa. Thus causality is intimately bound up with time's arrow.\n\nAn epistemological problem with using causality as an arrow of time is that, as David Hume maintained, the causal relation per se cannot be perceived; one only perceives sequences of events. Furthermore, it is surprisingly difficult to provide a clear explanation of what the terms cause and effect really mean, or to define the events to which they refer. However, it does seem evident that dropping a cup of water is a cause while the cup subsequently shattering and spilling the water is the effect.\n\nPhysically speaking, correlations between a system and its surrounding are thought to increase with entropy, and have been shown to be equivalent to it in a simplified case of a finite system interacting with the environment.[10] The assumption of low initial entropy is indeed equivalent to assuming no initial correlations in the system; thus correlations can only be created as we move forward in time, not backwards. Controlling the future, or causing something to happen, creates correlations between the doer and the effect,[11] and therefore the relation between cause and effect is a result of the thermodynamic arrow of time, a consequence of the second law of thermodynamics.[12] Indeed, in the above example of the cup dropping, the initial conditions have high order and low entropy, while the final state has high correlations between relatively distant parts of the system - the shattered pieces of the cup, as well as the spilled drops of water, and the object that caused the cup to drop.\n\nCertain subatomic interactions involving the weak nuclear force violate the conservation of both parity and charge conjugation, but only very rarely. An example is the kaon decay.[13] According to the CPT theorem, this means they should also be time-irreversible, and so establish an arrow of time. Such processes should be responsible for matter creation in the early universe.\n\nThat the combination of parity and charge conjugation is broken so rarely means that this arrow only \"barely\" points in one direction, setting it apart from the other arrows whose direction is much more obvious. This arrow had not been linked to any large-scale temporal behaviour until the work of Joan Vaccaro, who showed that T violation could be responsible for conservation laws and dynamics.[14]\n\nQuantum evolution is governed by equations of motions that are time-symmetric (such as Schrödinger equation in the non-relativistic approximation), and by wave function collapse, which is a time-irreversible process, and is either real (by the Copenhagen interpretation of quantum mechanics) or apparent only (by the many-worlds interpretation and relational quantum mechanics interpretation).\n\nThe theory of quantum decoherence explains why wave function collapse happens in a time-asymmetric fashion due to the second law of thermodynamics, thus deriving the quantum arrow of time from the thermodynamic arrow of time. In essence, following any particle scattering or interaction between two larger systems, the relative phases of the two systems are at first orderly related, but subsequent interactions (with additional particles or systems) make them less so, so that the two systems become decoherent. Thus decoherence is a form of increase in microscopic disorder –  in short, decoherence increases entropy. Two decoherent systems can no longer interact via quantum superposition, unless they become coherent again, which is normally impossible, by the second law of thermodynamics.[15] In the language of relational quantum mechanics, the observer becomes entangled with the measured state, where this entanglement increases entropy. As stated by Seth Lloyd, \"the arrow of time is an arrow of increasing correlations\".[16][17]\n\nHowever, under special circumstances, one can prepare initial conditions that will cause a decrease in decoherence and in entropy. This has been shown experimentally in 2019, when a team of Russian scientists reported the reversal of the quantum arrow of time on an IBM quantum computer, in an experiment supporting the understanding of the quantum arrow of time as emerging from the thermodynamic one.[18] By observing the state of the quantum computer made of two and later three superconducting qubits, they found that in 85% of the cases, the two-qubit computer returned into the initial state.[19] The state's reversal was made by a special program, similarly to the random microwave background fluctuation in the case of the electron.[19] However, according to the estimations, throughout the age of the universe (13.7 billion years) such a reversal of the electron's state would only happen once, for 0.06 nanoseconds.[19] The scientists' experiment led to the possibility of a quantum algorithm that reverses a given quantum state through complex conjugation of the state.[18]\n\nNote that quantum decoherence merely allows the process of quantum wave collapse; it is a matter of dispute whether the collapse itself actually takes place or is redundant and apparent only. However, since the theory of quantum decoherence is now widely accepted and has been supported experimentally, this dispute can no longer be considered as related to the arrow of time question.[15]\n\nA related mental arrow arises because one has the sense that one's perception is a continuous movement from the known past to the unknown future. This phenomenon has two aspects: Memory - we remember the past and not the future; and volition - we feel we can influence the future but not the past. The two aspects are a consequence of the causal arrow of time: past events (but not future events) are the cause of our present memories, as more and more correlations are formed between the outer world and our brain (see correlations and the arrow of time); and our present volitions and actions are causes of future events. This is because the increase of entropy is thought to be related to increase of both correlations between a system and its surroundings[10] and of the overall complexity, under an appropriate definition,[20] thus all increase together with time.\n\nPast and future are also psychologically associated with additional notions. English, along with other languages, tends to associate the past with \"behind\" and the future with \"ahead\", with expressions such as \"to look forward to welcoming you\", \"to look back to the good old times\", or \"to be years ahead\". However, this association of \"behind ⇔ past\" and \"ahead ⇔ future\" is culturally determined.[21] For example, the Aymara language associates \"ahead ⇔ past\" and \"behind ⇔ future\" both in terms of terminology and gestures, corresponding to the past being observed and the future being unobserved.[22][23] Similarly, the Chinese term for \"the day after tomorrow\" 後天 (\"hòutiān\") literally means \"after (or behind) day\", whereas \"the day before yesterday\" 前天 (\"qiántiān\") is literally \"preceding (or in front) day\", and Chinese speakers spontaneously gesture in front for the past and behind for the future, although there are conflicting findings on whether they perceive the ego to be in front of or behind the past.[24][25] There are no languages that place the past and future on a left–right axis (e.g., there is no expression in English such as *the meeting was moved to the left), although at least English speakers associate the past with the left and the future with the right.[21]\n\nThe words \"yesterday\" and \"tomorrow\" both translate to the same word in Hindi: कल (\"kal\"),[26] meaning \"[one] day remote from today.\"[27] The ambiguity is resolved by verb tense. परसों (\"parson\") is used for both \"day before yesterday\" and \"day after tomorrow\", or \"two days from today\".[28]\n\nतरसों (\"tarson\") is used for \"three days from today\" [1] and नरसों (\"narson\") is used for \"four days from today\".\n\nThe other side of the psychological passage of time is in the realm of volition and action. We plan and often execute actions intended to affect the course of events in the future. From the Rubaiyat:\n\nIn June 2022, researchers reported[29] in Physical Review Letters finding that salamanders were demonstrating counter-intuitive responses to the arrow of time in how their eyes perceived different stimuli.\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Arthur_Eddington",
        "https://en.wikipedia.org/wiki/Asymmetry",
        "https://en.wikipedia.org/wiki/Time",
        "https://en.wikipedia.org/wiki/Arthur_Eddington",
        "https://en.wikipedia.org/wiki/List_of_unsolved_problems_in_physics",
        "https://en.wikipedia.org/wiki/Atom",
        "https://en.wikipedia.org/wiki/Molecule",
        "https://en.wikipedia.org/wiki/Physical_object",
        "https://en.wikipedia.org/wiki/Microscopic",
        "https://en.wikipedia.org/wiki/Macroscopic",
        "https://en.wikipedia.org/wiki/Gravity",
        "https://en.wikipedia.org/wiki/Kinetic_energy",
        "https://en.wikipedia.org/wiki/Entropy",
        "https://en.wikipedia.org/wiki/Irreversibility",
        "https://en.wikipedia.org/wiki/Isotropic",
        "https://en.wikipedia.org/wiki/Big_Bang",
        "https://en.wikipedia.org/wiki/Future_of_an_expanding_universe",
        "https://en.wikipedia.org/wiki/Weak_interaction",
        "https://en.wikipedia.org/wiki/CPT_symmetry",
        "https://en.wikipedia.org/wiki/Physics",
        "https://en.wikipedia.org/wiki/Consciousness",
        "https://en.wikipedia.org/wiki/Second_law_of_thermodynamics",
        "https://en.wikipedia.org/wiki/Brian_Pippard",
        "https://en.wikipedia.org/wiki/Negentropy",
        "https://en.wikipedia.org/wiki/Evolution",
        "https://en.wikipedia.org/wiki/Entropy",
        "https://en.wikipedia.org/wiki/Past_hypothesis",
        "https://en.wikipedia.org/wiki/Thermodynamic_arrow",
        "https://en.wikipedia.org/wiki/Heat_death_of_the_Universe",
        "https://en.wikipedia.org/wiki/Thermodynamic_free_energy",
        "https://en.wikipedia.org/wiki/Anthropic_bias",
        "https://en.wikipedia.org/wiki/Big_Crunch",
        "https://en.wikipedia.org/wiki/Initial_conditions",
        "https://en.wikipedia.org/wiki/Radio_waves",
        "https://en.wikipedia.org/wiki/Sound_waves",
        "https://en.wikipedia.org/wiki/Wave_equation",
        "https://en.wikipedia.org/wiki/Causality",
        "https://en.wikipedia.org/wiki/Epistemological",
        "https://en.wikipedia.org/wiki/David_Hume",
        "https://en.wikipedia.org/wiki/Future",
        "https://en.wikipedia.org/wiki/Thermodynamic",
        "https://en.wikipedia.org/wiki/CP_violation",
        "https://en.wikipedia.org/wiki/Weak_nuclear_force",
        "https://en.wikipedia.org/wiki/Charge_conjugation",
        "https://en.wikipedia.org/wiki/Kaon",
        "https://en.wikipedia.org/wiki/Particle_decay",
        "https://en.wikipedia.org/wiki/CPT_symmetry",
        "https://en.wikipedia.org/wiki/Baryogenesis",
        "https://en.wikipedia.org/wiki/Joan_Vaccaro",
        "https://en.wikipedia.org/wiki/Wave_function_collapse",
        "https://en.wikipedia.org/wiki/Copenhagen_interpretation",
        "https://en.wikipedia.org/wiki/Quantum_mechanics",
        "https://en.wikipedia.org/wiki/Relational_quantum_mechanics",
        "https://en.wikipedia.org/wiki/Quantum_decoherence",
        "https://en.wikipedia.org/wiki/Scattering",
        "https://en.wikipedia.org/wiki/Quantum_superposition",
        "https://en.wikipedia.org/wiki/Seth_Lloyd",
        "https://en.wikipedia.org/wiki/IBM",
        "https://en.wikipedia.org/wiki/Quantum_computer",
        "https://en.wikipedia.org/wiki/Microwave_background",
        "https://en.wikipedia.org/wiki/Electron",
        "https://en.wikipedia.org/wiki/Age_of_the_universe",
        "https://en.wikipedia.org/wiki/Nanoseconds",
        "https://en.wikipedia.org/wiki/Quantum_algorithm",
        "https://en.wikipedia.org/wiki/Quantum_state",
        "https://en.wikipedia.org/wiki/Complex_conjugation",
        "https://en.wikipedia.org/wiki/Time_perception",
        "https://en.wikipedia.org/wiki/English_language",
        "https://en.wikipedia.org/wiki/Aymara_language_idiosyncrasies",
        "https://en.wikipedia.org/wiki/Chinese_language",
        "https://en.wikipedia.org/wiki/Hindi",
        "https://en.wikipedia.org/wiki/Rubaiyat_of_Omar_Khayyam",
        "https://en.wikipedia.org/wiki/Physical_Review_Letters",
        "https://en.wikipedia.org/wiki/Salamander",
        "https://en.wikipedia.org/wiki/A_Brief_History_of_Time",
        "https://en.wikipedia.org/wiki/Anthropic_bias",
        "https://en.wikipedia.org/wiki/Ilya_Prigogine",
        "https://en.wikipedia.org/wiki/Quantum_Zeno_effect",
        "https://en.wikipedia.org/wiki/Royal_Institution_Christmas_Lectures",
        "https://en.wikipedia.org/wiki/Samay_chakra",
        "https://en.wikipedia.org/wiki/Time_evolution",
        "https://en.wikipedia.org/wiki/Time_reversal_signal_processing",
        "https://en.wikipedia.org/wiki/Yale_Journal_of_Biology_and_Medicine",
        "https://en.wikipedia.org/wiki/Mathias_Fink",
        "https://en.wikipedia.org/wiki/Katja_Lindenberg",
        "https://en.wikipedia.org/wiki/Physical_Review_Letters",
        "https://en.wikipedia.org/wiki/Scholarpedia",
        "https://en.wikipedia.org/wiki/Ludwig_Boltzmann",
        "https://en.wikipedia.org/wiki/Peter_Coveney",
        "https://en.wikipedia.org/wiki/Richard_Feynman",
        "https://en.wikipedia.org/wiki/The_Character_of_Physical_Law",
        "https://en.wikipedia.org/wiki/Roger_Penrose",
        "https://en.wikipedia.org/wiki/Roger_Penrose",
        "https://en.wikipedia.org/wiki/Quantum_field_theory",
        "https://en.wikipedia.org/wiki/Adam_Becker",
        "https://en.wikipedia.org/wiki/Time",
        "https://en.wikipedia.org/wiki/Past",
        "https://en.wikipedia.org/wiki/Present",
        "https://en.wikipedia.org/wiki/Future",
        "https://en.wikipedia.org/wiki/Eternity",
        "https://en.wikipedia.org/wiki/Horology",
        "https://en.wikipedia.org/wiki/Time_standard",
        "https://en.wikipedia.org/wiki/Chronometry",
        "https://en.wikipedia.org/wiki/Coordinated_Universal_Time",
        "https://en.wikipedia.org/wiki/Universal_Time",
        "https://en.wikipedia.org/wiki/International_Atomic_Time",
        "https://en.wikipedia.org/wiki/Unit_of_time",
        "https://en.wikipedia.org/wiki/System_of_measurement",
        "https://en.wikipedia.org/wiki/Hindu_units_of_time",
        "https://en.wikipedia.org/wiki/Relative_hour",
        "https://en.wikipedia.org/wiki/Daylight_saving_time",
        "https://en.wikipedia.org/wiki/Decimal_time",
        "https://en.wikipedia.org/wiki/Hexadecimal_time",
        "https://en.wikipedia.org/wiki/Metric_time",
        "https://en.wikipedia.org/wiki/Sidereal_time",
        "https://en.wikipedia.org/wiki/Solar_time",
        "https://en.wikipedia.org/wiki/Time_zone",
        "https://en.wikipedia.org/wiki/Calendar",
        "https://en.wikipedia.org/wiki/Solar_calendar",
        "https://en.wikipedia.org/wiki/Lunar_calendar",
        "https://en.wikipedia.org/wiki/Lunisolar_calendar",
        "https://en.wikipedia.org/wiki/Gregorian_calendar",
        "https://en.wikipedia.org/wiki/Julian_calendar",
        "https://en.wikipedia.org/wiki/Hebrew_calendar",
        "https://en.wikipedia.org/wiki/Islamic_calendar",
        "https://en.wikipedia.org/wiki/Solar_Hijri_calendar",
        "https://en.wikipedia.org/wiki/Chinese_calendar",
        "https://en.wikipedia.org/wiki/Hindu_calendar",
        "https://en.wikipedia.org/wiki/Maya_calendar",
        "https://en.wikipedia.org/wiki/List_of_calendars",
        "https://en.wikipedia.org/wiki/Clock",
        "https://en.wikipedia.org/wiki/Astronomical_clock",
        "https://en.wikipedia.org/wiki/Astrarium",
        "https://en.wikipedia.org/wiki/Atomic_clock",
        "https://en.wikipedia.org/wiki/Quantum_clock",
        "https://en.wikipedia.org/wiki/Hourglass",
        "https://en.wikipedia.org/wiki/Marine_chronometer",
        "https://en.wikipedia.org/wiki/Sundial",
        "https://en.wikipedia.org/wiki/Watch",
        "https://en.wikipedia.org/wiki/Mechanical_watch",
        "https://en.wikipedia.org/wiki/Stopwatch",
        "https://en.wikipedia.org/wiki/Water_clock",
        "https://en.wikipedia.org/wiki/Cuckoo_clock",
        "https://en.wikipedia.org/wiki/Digital_clock",
        "https://en.wikipedia.org/wiki/Grandfather_clock",
        "https://en.wikipedia.org/wiki/History_of_timekeeping_devices",
        "https://en.wikipedia.org/wiki/Timeline_of_time_measurement_inventions",
        "https://en.wikipedia.org/wiki/Chronology",
        "https://en.wikipedia.org/wiki/History",
        "https://en.wikipedia.org/wiki/Astronomical_chronology",
        "https://en.wikipedia.org/wiki/Big_History",
        "https://en.wikipedia.org/wiki/Calendar_era",
        "https://en.wikipedia.org/wiki/Deep_time",
        "https://en.wikipedia.org/wiki/Periodization",
        "https://en.wikipedia.org/wiki/Regnal_year",
        "https://en.wikipedia.org/wiki/Timeline",
        "https://en.wikipedia.org/wiki/Philosophy_of_space_and_time",
        "https://en.wikipedia.org/wiki/A_series_and_B_series",
        "https://en.wikipedia.org/wiki/Chronocentrism",
        "https://en.wikipedia.org/wiki/Endurantism",
        "https://en.wikipedia.org/wiki/Eternal_return",
        "https://en.wikipedia.org/wiki/Perdurantism",
        "https://en.wikipedia.org/wiki/Philosophical_presentism",
        "https://en.wikipedia.org/wiki/Static_interpretation_of_time",
        "https://en.wikipedia.org/wiki/Temporal_finitism",
        "https://en.wikipedia.org/wiki/Temporal_parts",
        "https://en.wikipedia.org/wiki/The_Unreality_of_Time",
        "https://en.wikipedia.org/wiki/Ages_of_Man",
        "https://en.wikipedia.org/wiki/Destiny",
        "https://en.wikipedia.org/wiki/Immortality",
        "https://en.wikipedia.org/wiki/The_Dreaming",
        "https://en.wikipedia.org/wiki/Time_and_fate_deities",
        "https://en.wikipedia.org/wiki/Father_Time",
        "https://en.wikipedia.org/wiki/Wheel_of_time",
        "https://en.wikipedia.org/wiki/Kalachakra",
        "https://en.wikipedia.org/wiki/Time_perception",
        "https://en.wikipedia.org/wiki/Chronemics",
        "https://en.wikipedia.org/wiki/Generation_time",
        "https://en.wikipedia.org/wiki/Mental_chronometry",
        "https://en.wikipedia.org/wiki/Tempo",
        "https://en.wikipedia.org/wiki/Time_signature",
        "https://en.wikipedia.org/wiki/Rosy_retrospection",
        "https://en.wikipedia.org/wiki/Time_discipline",
        "https://en.wikipedia.org/wiki/Time_management",
        "https://en.wikipedia.org/wiki/Present",
        "https://en.wikipedia.org/wiki/Science",
        "https://en.wikipedia.org/wiki/Geology",
        "https://en.wikipedia.org/wiki/Geologic_time_scale",
        "https://en.wikipedia.org/wiki/Chronozone",
        "https://en.wikipedia.org/wiki/Geological_period",
        "https://en.wikipedia.org/wiki/Geochronology",
        "https://en.wikipedia.org/wiki/Geological_history_of_Earth",
        "https://en.wikipedia.org/wiki/Time_in_physics",
        "https://en.wikipedia.org/wiki/Absolute_space_and_time",
        "https://en.wikipedia.org/wiki/Chronon",
        "https://en.wikipedia.org/wiki/Coordinate_time",
        "https://en.wikipedia.org/wiki/Proper_time",
        "https://en.wikipedia.org/wiki/Spacetime",
        "https://en.wikipedia.org/wiki/Theory_of_relativity",
        "https://en.wikipedia.org/wiki/Time_domain",
        "https://en.wikipedia.org/wiki/Time_translation_symmetry",
        "https://en.wikipedia.org/wiki/Chronological_dating",
        "https://en.wikipedia.org/wiki/Chronobiology",
        "https://en.wikipedia.org/wiki/Circadian_rhythm",
        "https://en.wikipedia.org/wiki/Chemical_clock",
        "https://en.wikipedia.org/wiki/Glottochronology",
        "https://en.wikipedia.org/wiki/Time_geography",
        "https://en.wikipedia.org/wiki/Memory",
        "https://en.wikipedia.org/wiki/Space",
        "https://en.wikipedia.org/wiki/System_time",
        "https://en.wikipedia.org/wiki/Tempus_fugit",
        "https://en.wikipedia.org/wiki/Time_capsule",
        "https://en.wikipedia.org/wiki/Time_immemorial",
        "https://en.wikipedia.org/wiki/Time_travel",
        "https://en.wikipedia.org/wiki/Arrow_of_time",
        "https://en.wikipedia.org/wiki/Arrow_of_time",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}