{
    "url": "https://en.wikipedia.org/wiki/Ars_Magna_Lucis_et_Umbrae",
    "title": "Ars Magna Lucis et Umbrae",
    "table_of_contents": [
        "1 Content",
        "2 Illustrations",
        "2.1 Frontispiece",
        "2.2 Universal horoscope of the Society of Jesus",
        "2.3 Magic lantern",
        "3 External links",
        "4 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Ars Magna Lucis et Umbrae (\"The Great Art of Light and Shadow\") is a 1646 work by the Jesuit scholar Athanasius Kircher.[1] It was dedicated to Ferdinand IV, King of the Romans and published in Rome by Lodovico Grignani. A second edition was published in Amsterdam in 1671 by Johann Jansson.[2]: xxxiii  Ars Magna was the first description published in Europe of the illumination and projection of images.[3] The book contains the first printed illustration of Saturn and the 1671 edition also contained a description of the magic lantern.[4]: 15 \n\nArs magna lucis et umbrae followed soon after Kircher's work on magnetism, Magnes sive de Arte Magnetica (1641) and the title was a play on words.  In his introduction Kircher notes that the word 'magna' alluded to the powers of the magnet, so that the title could also be read  “The Magnetic Art of Light and Shadow”.[5] The work was well-known for several decades.[6]: 101 \n\n"
        },
        {
            "title": "Content",
            "text": "Ars Magna is the first of Kircher's works to follow a symbolic structure. It consists of ten books, represented as the ten strings of the instrument with which the psalmist praises the Lord in Psalm 143.[4]: 15  The ten books also have a kabbalistic significance, betokening the ten sefirot.[7]: 23 \n\nKircher dealt comprehensively with many different aspects of light, including physical, astronomical, astrological and metaphysical.  He discussed phenomena such as fluorescence, phosphorescence and luminescence, optics and perspective.[6]: 101  He also described pareidolia.[8] The work deals first with the sun, moon, stars, comets, eclipses and planets. It also discusses phenomena related to light, such as optical illusions, colour, refraction, projection and distortion. The work includes one of the first scientific on phosphorescence and the luminosity of fireflies. He devoted much care to descriptions of instruments such as sundials, moondials and mirrors that make use of light.  He had written extensively on these subjects in an earlier work, the Primitiae gnomoniciae catroptricae. Kircher also discussed the \"magic lantern\" - he is sometimes, incorrectly, credited with inventing this device.[2]: 13 \n\nIn the section “Cosmometria Gnomonica”, Kircher set out to show how, by measuring sunlight and shadow, it was possible to measure the universe itself. He estimated the depth of the earth’s atmosphere, the distance between the moon and the earth, the diameter of the sun and its distance from the earth.[9]\n\nThe book concludes with a verse:\n\n"
        },
        {
            "title": "Illustrations",
            "text": "Ars Magnes Lucis et Umbrae contained thirty-four engraved plate illustrations.[4]: 50  The illustration of Saturn was a woodcut.  The planet was represented as a sphere with two nearby ellipses, as the existence of the rings had not yet been discovered in 1641. By the time the second edition was published in 1671, it was understood that Saturn had rings and not two large satellites, but Kircher did not correct the illustration and it was reprinted unchanged.[4]: 130 \n\nThe frontispiece for the book by Pierre Miotte combines the physical, metaphysical and allegorical qualities of light.[6]: 101  It depicts three realms, the divine, the starry and the earthly. In the divine realm the name of God appears in the Hebrew tetragrammation, surrounded by the nine orders of angels. Immediately below this are represented the two highest means by which humans can understand God's plan, sacred authority ('auctoritas sacra') and reason ('ratio').[4]: 23–28 \n\nIn the centre of the starry realm below is a celestial sphere with the signs of the zodiac. On the left site the sun-god, his body marked with the signs of the zodiac that govern the respective parts of the body. He carries a caduceus, a token of Hermes, topped with the symbol of an eye, that may denote hermetic wisdom. His feet rest upon the double-headed eagle of the Habsburgs. From the clouds beneath a hand emerges holding a lantern revealing the text of a book, labelled profane authority ('auctoritas profana') (that is, the writings of ancient pagan philosophers and other authorities).  Facing the sun-god is the moon-goddess, covered in stars and holding a shield which reflects the light of the sun down to the earth below. She holds a staff topped with an owl, symbol of Athena, and her feet rest on a peacock, symbol of Juno. Beneath her a finger points to the fourth source of knowledge, the senses ('sensus'), represented by a telescope casting an image of the sun onto a sheet of paper.[4]: 23–28  (Ars Magna contained Kircher's own drawings of sunspots).[4]: 127 \n\nAbove the earthly level appears the portrait of the Archduke Ferdinand, to whom the book was dedicated. Beneath this, on the left, is a formal garden, perhaps demonstrating the life-giving properties of sunlight and of enlightenment. Here the rays of the moon are cast into a moondial. On the right a ray of sunlight penetrates the roof of a dark cave, and a mirror casts reflections on the wall of the cave. This is a representation of Plato's famous allegory of the cave.[4]: 23–28 [10][11]\n\nArs Magna Lucis et Umbrae contained many designs for sundials and related devices, including a large foldout sheet that allowed the user to know the time in every part of the world where the Jesuits had missions. Kircher intended to be of practical use, and suggested that it be mounted on wood, and then oriented precisely by use of a sundial. The rose at the bottom of the sheet could be cut out and mounted on stiff paper so that it could be rotated to show the hours. The main design is in the shape of an olive tree.  When the sheet is hung vertically, with pins placed at the nodes of the tree, the shadows of all the pins align to spell \"IHS\", the logo of the Society of Jesus.[12][4]: 202 \n\nKircher's unusual depiction of the magic lantern has been taken by some critics to mean that he had not actually built one or seen it operate, since the illustration shows the mirror not properly alighted with the light source and the glass slider appears in front of the lens tube rather than behind it.  Some argue that these anomalies are due to mistakes by the Dutch publisher Waesberghe; however others hold that the mechanism would work as depicted and that it was a variant of the normal type, designed as an analogicical demonstration of the Neoplatonic metaphysics of light.[13]: 66 \n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Jesuit",
        "https://en.wikipedia.org/wiki/Athanasius_Kircher",
        "https://en.wikipedia.org/wiki/Saturn",
        "https://en.wikipedia.org/wiki/Magic_lantern",
        "https://en.wikipedia.org/wiki/Magnes_sive_de_Arte_Magnetica",
        "https://en.wikipedia.org/wiki/Psalm_143",
        "https://en.wikipedia.org/wiki/Kabbalah",
        "https://en.wikipedia.org/wiki/Sefirot",
        "https://en.wikipedia.org/wiki/Fluorescence",
        "https://en.wikipedia.org/wiki/Phosphorescence",
        "https://en.wikipedia.org/wiki/Luminescence",
        "https://en.wikipedia.org/wiki/Optics",
        "https://en.wikipedia.org/wiki/Perspectivity",
        "https://en.wikipedia.org/wiki/Pareidolia",
        "https://en.wikipedia.org/wiki/Tetragrammation",
        "https://en.wikipedia.org/wiki/Caduceus",
        "https://en.wikipedia.org/wiki/Hermes",
        "https://en.wikipedia.org/wiki/Hermeticism",
        "https://en.wikipedia.org/wiki/Reichsadler",
        "https://en.wikipedia.org/wiki/Athena",
        "https://en.wikipedia.org/wiki/Allegory_of_the_cave",
        "https://en.wikipedia.org/wiki/Ars_Magna_Lucis_et_Umbrae",
        "https://en.wikipedia.org/wiki/Ars_Magna_Lucis_et_Umbrae",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}