{
    "url": "https://en.wikipedia.org/wiki/Ars_Amatoria",
    "title": "Ars Amatoria",
    "table_of_contents": [
        "1 Background",
        "2 Content",
        "3 Reception",
        "4 Legacy",
        "5 See also",
        "6 References",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The Ars amatoria (English: The Art of Love) is an instructional elegy series in three books by the ancient Roman poet Ovid. It was written in 2 AD.\n\n"
        },
        {
            "title": "Background",
            "text": "Book one of Ars amatoria was written to show a man how to find a woman. In book two, Ovid shows how to keep her. The third book, written two years after the first books were published, gives women advice on how to win and keep the love of a man (\"I have just armed the Greeks against the Amazons; now, Penthesilea, it remains for me to arm thee against the Greeks...\")..\n\n"
        },
        {
            "title": "Content",
            "text": "The first two books, aimed at men, contain sections which cover such topics as 'not forgetting her birthday', 'letting her miss you - but not for long' and 'not asking about her age'. The third gives similar advice to women, sample themes include: 'making up, but in private', 'being wary of false lovers' and 'trying young and older lovers'. Although the book was finished around 2 AD, much of the advice he gives is applicable to any day and age. His intent is often more profound than the brilliance of the surface suggests. In connection with the revelation that the theatre is a good place to meet girls, for instance, Ovid, the classically educated trickster, refers to the story of the rape of the Sabine women. It has been argued that this passage represents a radical attempt to redefine relationships between men and women in Roman society, advocating a move away from paradigms of force and possession, towards concepts of mutual fulfilment.[1]\n\nThe superficial brilliance, however, befuddles even scholars (paradoxically, Ovid consequently tended in the 20th century to be underrated as lacking in seriousness). The standard situations and clichés of the subject are treated in an entertainment-intended way, with details from Greek mythology, everyday Roman life and general human experience. Ovid likens love to military service, supposedly requiring the strictest obedience to the woman. He advises women to make their lovers artificially jealous so that they do not become neglectful through complacency. Perhaps accordingly, a slave should be instructed to interrupt the lovers' tryst with the cry 'Perimus' ('We are lost!'), compelling the young lover to hide in fear in a cupboard. The tension implicit in this uncommitted tone is reminiscent of a flirt, and in fact, the semi-serious, semi-ironic form is ideally suited to Ovid's subject matter.\n\nIt is striking that through all his ironic discourse, Ovid never becomes ribald or obscene. Of course 'embarrassing' matters can never be entirely excluded, for 'praecipue nostrum est, quod pudet, inquit, opus'[2] 'what brings a blush ... is our especial business here'. Sexual matters in the narrower sense are only dealt with at the end of each book, so here again, form and content converge in a subtly ingenious way. Things, so to speak, always end up in bed. But here, too, Ovid retains his style and his discretion, avoiding any pornographic tinge. The end of the second book deals with the pleasures of simultaneous orgasm. Somewhat atypically for a Roman, the poet confesses, Odi concubitus, qui non utrumque resolvunt. Hoc est, cur pueri tangar amore minus[3] ('I don't like intercourse that doesn't make both lovers come. That's why I'm less into the love of boys.').\n\nAt the end of the third part, as in the Kama Sutra, the sexual positions are 'declined', and from them women are exhorted to choose the most suitable, taking the proportions of their own bodies into careful consideration. Ovid's tongue is again discovered in his cheek when his recommendation that tall women should not straddle their lovers is exemplified at the expense of the tallest hero of the Trojan Wars: Quod erat longissima, numquam Thebais Hectoreo nupta resedit equo[4] ('Since she was very tall, the daughter of Thebes (Andromache) as wife never mounted Hector as horse').\n\nHowever, the word ars in the title is not to be translated coldly as 'technique', or as 'art' in the sense of civilized refinement, but as \"textbook\", the literal and antique definition of the word.\n\nAppropriately for its subject, the Ars amatoria is composed in elegiac couplets, rather than the dactylic hexameters, which are more usually associated with the didactic poem.\n\n"
        },
        {
            "title": "Reception",
            "text": "The work was such a popular success that the poet wrote a sequel, Remedia Amoris (Remedies for Love). At an early recitatio, however, S. Vivianus Rhesus, Roman governor of Thracia, is noted as having walked out in disgust.[5]\n\nThe assumption that the 'licentiousness' of the Ars amatoria was responsible in part for Ovid's relegation (banishment) by Augustus in 8 AD is dubious, and seems rather to reflect modern sensibilities than historical fact. For one thing, the work had been in circulation for eight years by the time of the relegation, and it postdates the Julian Marriage Laws by eighteen years. Secondly, it is hardly likely that Augustus, after forty years unchallenged in the purple, felt the poetry of Ovid to be a serious threat or even embarrassment to his social policies. Thirdly, Ovid's own statement[6] from his Black Sea exile that his relegation was because of 'carmen et error' ('a song and a mistake') is, for many reasons, hardly admissible.\n\nIt is more probable that Ovid was somehow caught up in factional politics connected with the succession: Agrippa Postumus, Augustus' adopted son, and Augustus' granddaughter, Vipsania Julilla, were both relegated at around the same time. This would also explain why Ovid was not reprieved when Augustus was succeeded by Agrippa's rival Tiberius. It is likely, then, that the Ars amatoria was used as an excuse for the relegation.[7] This would be neither the first nor the last time a 'crackdown on immorality' disguised an uncomfortable political secret.\n\n"
        },
        {
            "title": "Legacy",
            "text": "The Ars amatoria created considerable interest at the time of its publication. On a lesser scale, Martial's epigrams take a similar context of advising readers on love. Modern literature has been continually influenced by the Ars amatoria, which has presented additional information on the relationship between Ovid's poem and more current writings.[8]\n\n\nPioneering feminist historian Emily James Putnam wrote that Medieval Europe, deaf to the humor that Ovid intended, took seriously the mock-analytical framework of Ars amatoria as a cue for further academic exegesis:\nThe Ars amatoria was included in the syllabuses of mediaeval schools from the second half of the 11th century, and its influence on 12th and 13th centuries' European literature was so great that the German mediaevalist and palaeographer Ludwig Traube dubbed the entire age 'aetas Ovidiana' ('the Ovidian epoch').[10]\n\nAs in the years immediately following its publication, the Ars amatoria has historically been victim of moral outcry. All of Ovid's works were burned by Savonarola in Florence, Italy in 1497; an English translation of the Ars amatoria was seized by U.S. Customs in 1930.[11] Despite the actions against the work, it continues to be studied in college courses on Latin literature.[12]\n\nIt is possible that Edmond Rostand's fictionalized portrayal of Cyrano de Bergerac makes an allusion to the Ars amatoria: the theme of the erotic and seductive power of poetry is highly suggestive of Ovid's poem, and Bergerac's nose, a distinguishing feature invented by Rostand, calls to mind Ovid's cognomen, Naso (from nasus, 'large-nosed').\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Frankfurt",
        "https://en.wikipedia.org/wiki/Ovid",
        "https://en.wikipedia.org/wiki/Roman_Empire",
        "https://en.wikipedia.org/wiki/Latin",
        "https://en.wikipedia.org/wiki/Elegy",
        "https://en.wikipedia.org/wiki/Ancient_Rome",
        "https://en.wikipedia.org/wiki/Ovid",
        "https://en.wikipedia.org/wiki/Penthesilea",
        "https://en.wikipedia.org/wiki/The_Rape_of_the_Sabine_Women",
        "https://en.wikipedia.org/wiki/Greek_mythology",
        "https://en.wikipedia.org/wiki/Kama_Sutra",
        "https://en.wikipedia.org/wiki/Andromache",
        "https://en.wikipedia.org/wiki/Elegiac_couplet",
        "https://en.wikipedia.org/wiki/Dactylic_hexameter",
        "https://en.wikipedia.org/wiki/Remedia_Amoris",
        "https://en.wikipedia.org/wiki/Recitationes",
        "https://en.wikipedia.org/wiki/Thracia",
        "https://en.wikipedia.org/wiki/Relegatio",
        "https://en.wikipedia.org/wiki/Augustus",
        "https://en.wikipedia.org/wiki/Lex_Julia",
        "https://en.wikipedia.org/wiki/Agrippa_Postumus",
        "https://en.wikipedia.org/wiki/Julia_the_Younger",
        "https://en.wikipedia.org/wiki/Tiberius",
        "https://en.wikipedia.org/wiki/Martial",
        "https://en.wikipedia.org/wiki/Feminism",
        "https://en.wikipedia.org/wiki/Emily_James_Smith_Putnam",
        "https://en.wikipedia.org/wiki/Middle_Ages",
        "https://en.wikipedia.org/wiki/Aristotle",
        "https://en.wikipedia.org/wiki/Alexandrian_school",
        "https://en.wikipedia.org/wiki/Didacticism",
        "https://en.wikipedia.org/wiki/Diotima_of_Mantinea",
        "https://en.wikipedia.org/wiki/Plato",
        "https://en.wikipedia.org/wiki/Scholasticism",
        "https://en.wikipedia.org/wiki/Savonarola",
        "https://en.wikipedia.org/wiki/Florence",
        "https://en.wikipedia.org/wiki/Edmond_Rostand",
        "https://en.wikipedia.org/wiki/Cognomen",
        "https://en.wikipedia.org/wiki/Roman_de_la_Rose",
        "https://en.wikipedia.org/wiki/Wikisource",
        "https://en.wikipedia.org/wiki/Ovid",
        "https://en.wikipedia.org/wiki/Metamorphoses",
        "https://en.wikipedia.org/wiki/Remedia_Amoris",
        "https://en.wikipedia.org/wiki/Heroides",
        "https://en.wikipedia.org/wiki/Tristia",
        "https://en.wikipedia.org/wiki/Epistulae_ex_Ponto",
        "https://en.wikipedia.org/wiki/Medicamina_Faciei_Femineae",
        "https://en.wikipedia.org/wiki/Double_Heroides",
        "https://en.wikipedia.org/wiki/Ars_Amatoria",
        "https://en.wikipedia.org/wiki/Ars_Amatoria",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}