{
    "url": "https://en.wikipedia.org/wiki/Art_manifesto",
    "title": "Art manifesto",
    "table_of_contents": [
        "1 Concept",
        "2 Pre-1900",
        "2.1 Realist Manifesto 1855",
        "2.2 Symbolist Manifesto 1886",
        "3 Seminal 1909–45",
        "3.1 Futurist Manifesto 1909, 1914",
        "3.2 Cubist Manifesto 1912",
        "3.3 The Art of Noise 1913",
        "3.4 Manifeste de l'école amorphiste 1913",
        "3.5 Vorticist Manifesto 1914",
        "3.6 Suprematist Manifesto 1915",
        "3.7 Dada Manifesto 1916",
        "3.8 De Stijl 1918",
        "3.9 Realistic Manifesto 1920",
        "3.10 Purist Manifesto 1920-1925",
        "3.11 Surrealist Manifesto 1924",
        "3.12 Art Concret 1930",
        "3.13 Manifesto of Mural Painting 1933",
        "3.14 Manifesto: Towards a Free Revolutionary Art 1938",
        "4 Post-war 1946–59",
        "4.1 White Manifesto 1946",
        "4.2 COBRA manifesto 1948",
        "4.3 Refus global 1948",
        "4.4 Manifesto of Eaismo 1948",
        "4.5 Sculptors' First Manifesto 1949",
        "4.6 Mystical Manifesto 1951",
        "4.7 Manifesto pittura nucleare 1951",
        "4.8 Les Spatialistes Manifesto 1952",
        "4.9 Un Art Autre 1952",
        "4.10 Gutai Manifesto 1956",
        "4.11 Auto-Destructive Art Manifesto 1959",
        "4.12 Neo-Concrete Manifesto 1959",
        "4.13 Manifesto of Industrial Painting 1959",
        "5 Counterculture 1960–75",
        "5.1 Situationist Manifesto 1960",
        "5.2 The Chelsea Hotel Manifesto 1961",
        "5.3 I Am For An Art... Manifesto, 1961",
        "5.4 Fluxus Manifesto 1963",
        "5.5 SCUM Manifesto 1967",
        "5.6 Maintenance Art Manifesto 1969",
        "5.7 The Romantic Manifesto 1969",
        "5.8 AfriCobra Manifesto 1970",
        "5.9 WAR Manifestos early 1970s",
        "5.10 Women's Art: A Manifesto 1972",
        "5.11 Collectif d'Art Sociologique manifesto 1974",
        "5.12 Body Art Manifesto 1975",
        "5.13 A Manifesto on Lyrical Conceptualism 1975",
        "6 Punk and cyber 1976–1998",
        "6.1 Crude Art Manifesto 1978",
        "6.2 Smile Manifestos 1982",
        "6.3 International Association of Astronomical Artists Manifesto 1982",
        "6.4 Cheap Art Manifesto 1984",
        "6.5 A Cyborg Manifesto 1985",
        "6.6 What our art means 1986",
        "6.7 Post Porn Modernist Manifesto c.1989",
        "6.8 A Cyberfeminist Manifesto for the 21st Century, 1991",
        "6.9 The ____________ Manifesto, 1996",
        "6.10 New Ink Art 1996 (Western/European)",
        "6.11 Group Hangman 1997",
        "6.12 E-Mail-Art & Internet-Art Manifesto 1997",
        "6.13 Extropic Art Manifesto 1997",
        "7 World wide web 1999–present",
        "7.1 Stuckist manifesto 1999",
        "7.2 The Resurrection of Beauty: a manifesto for the future of art 2002-10",
        "7.3 How to Write an Avant-Garde Manifesto (a Manifesto) 2006",
        "7.4 The Remodernist Film Manifesto 2008",
        "7.5 The Superstroke Art Movement Manifesto 2008",
        "7.6 The Metamodernist Manifesto (2011)",
        "7.7 The Excessivism Manifesto (2014)",
        "7.8 The New Manifesto of Arts (2020)",
        "8 See also",
        "9 References",
        "10 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nAn art manifesto is a public declaration of the intentions, motives, or views of an artist or artistic movement. Manifestos are a standard feature of the various movements in the modernist avant-garde and are still written today. Art manifestos are sometimes in their rhetoric intended for shock value, to achieve a revolutionary effect. They often address wider issues, such as the political system. Typical themes are the need for revolution, freedom (of expression) and the implied or overtly stated superiority of the writers over the status quo.[citation needed] The manifesto gives a means of expressing, publicising and recording ideas for the artist or art group—even if only one or two people write the words, it is mostly still attributed to the group name.\n\nIn 1855 Gustave Courbet wrote a Realist manifesto for the introduction to the catalogue of his independent, personal exhibition. And in 1886 the Symbolist Manifesto was published in the French newspaper Le Figaro by the poet and essayist Jean Moréas.\n\nThe first art manifesto of the 20th century was introduced with the Futurists in Italy in 1909,[1] followed by the Cubists, Vorticists, Dadaists and the Surrealists: the period up to World War II created what are still the best known manifestos. Although they never stopped being issued, other media such as the growth of broadcasting tended to sideline such declarations. Due to the internet there has been a resurgence of the form, and many new manifestos are now appearing to a potential worldwide audience. The Stuckists have made particular use of this to start a worldwide movement of affiliated groups.\n\nManifestos typically consist of a number of statements, which are numbered or in bullet points and which do not necessarily follow logically from one to the next. Tristan Tzara's explanation of the manifesto (Feeble Love & Bitter Love, II) captures the spirit of many:\n\n"
        },
        {
            "title": "Concept",
            "text": "Before the early 20th century, the manifesto was almost exclusively a declaration with political aims. The intention of artists adopting the form, therefore, is to indicate that they are employing art as a political tool.\n\nThe art manifesto has two main goals. The first is to define and criticize a paradigm in contemporary art or culture; the second is to define a set of aesthetic values to counter this paradigm. Often, manifestos aspire to be works of art in their own right; for instance, many manifesto writers intend for their texts to be performed. Other manifestos cannot be fully appreciated simply as written statements because they rely heavily on graphic design for communication, a common feature in Dada manifestos. Several artists have written manifestos about artistic mediums not their own.\n\nHistorically, there has been a strong parallel between the art manifesto and the political manifesto. It was not uncommon for manifesto writers of the early 20th century to also be politically active. In Italy, Futurist founder Filippo Tomasso Marinetti ran for office, and both Russian and Italian Futurists issued political manifestos. In England, Vorticist Wyndham Lewis supported the Suffragettes, while in France, Surrealist André Breton supported the Communist party. Often, however, these political organizations rejected the artists’ attention; in other cases, artists were censored and persecuted by European authoritarian governments, like Fascist Italy and Communist Russia, which institutionally rejected the avant-garde.\n\n"
        },
        {
            "title": "Pre-1900",
            "text": "Gustave Courbet wrote a Realist manifesto for the introduction to the catalogue of his independent, personal exhibition, 1855, echoing the tone of the period's political manifestos. In it he asserts his goal as an artist \"to translate the customs, the ideas, the appearance of my epoch according to my own estimation.\"[2][3]\n\nIn 1886 the Symbolist Manifesto was published in the French newspaper Le Figaro by the poet and essayist Jean Moréas. It defined and characterized Symbolism as a style whose \"goal was not the ideal, but whose sole purpose was to express itself for the sake of being expressed.\" It names Charles Baudelaire, Stéphane Mallarmé, and Paul Verlaine as the three leading poets of the movement.[4]\n\n"
        },
        {
            "title": "",
            "text": "The Futurist Manifesto, written by the Italian poet Filippo Tommaso Marinetti, was published in the Italian newspaper Gazzetta dell'Emilia in Bologna on February 5, 1909, then in French as Manifeste du futurisme in the newspaper Le Figaro on February 20, 1909. It initiated an artistic philosophy, Futurism, that was a rejection of the past, and a celebration of speed, machinery, violence, youth and industry; it was also an advocation of the modernization and cultural rejuvenation of Italy.\n\nSince the founding manifesto did not contain a positive artistic programme, the Futurists attempted to create one in their subsequent Technical Manifesto of Futurist Painting (1914).[5] This committed them to a \"universal dynamism\", which was to be directly represented in painting and sculpture. Objects in reality were not separate from one another or from their surroundings: \"The sixteen people around you in a rolling motor bus are in turn and at the same time one, ten four three; they are motionless and they change places... The motor bus rushes into the houses which it passes, and in their turn the houses throw themselves upon the motor bus and are blended with it.\"[6]\n\nDu \"Cubisme\", written in 1912 by Albert Gleizes and Jean Metzinger, was the first major theoretical text on Cubism. The book was illustrated with works by Gleizes, Metzinger, Paul Cézanne, Fernand Léger, Juan Gris, Francis Picabia, Marcel Duchamp, Pablo Picasso, Georges Braque, André Derain and Marie Laurencin. In this highly influential treatise Gleizes and Metzinger explicitly related the concept of 'multiple perspective' to the Bergsonian sense of time. The faceted treatment of physical objects and space blurred the distinctions between subject and abstraction, between representation and non-objectivity. Effects of non-Euclidean geometry were used to convey a psychophysical sense of fluidity of consciousness.[7] Du \"Cubisme\" introduced the concept of 'simultaneity' into the theoretical framework of Cubism. It was in part a concept born out of a conviction based on the authors understanding of Henri Poincaré and Bergson that the separation or distinction between space and time should be comprehensively challenged. It was based both on philosophical and scientific ideas, on Riemannian geometry and the relativity of knowledge, contradicting notions of absolute truth. These ideas were disseminated and debated in the widely available publication, and read by writers and artists associated with the advent of modernism.[7][8]\n\nPublished in Les Homme du jour in 1913, it has never been clear whether this was a sincere manifesto of the new school of amorphism, or a parody.[9][10]\n\nExtracts from the Vorticists' BLAST manifesto were published in their magazine Blast, number 1, on June 20, 1914, and then in Blast, number 2, in July 1915.\n\nIn 1915, Kazimir Malevich laid down the foundations of Suprematism when he published his manifesto, From Cubism to Suprematism.\n\nHugo Ball recited the first Dada manifesto at Cabaret Voltaire on July 14, 1916.\n\nThe second Dada manifesto was recited by Tristan Tzara at the Salle Meise on March 23, 1918, and published in Dada, No. 3 (Zurich, December 1918).[11][12]\n\nSigned by Theo van Doesburg, Robt. van 't Hoff, Vilmos Huszar, Antony Kok, Piet Mondrian, Georges Vantongerloo, Jan Wils\n\nManifest I of \"The Style\" (De Stijl), from De Stijl, vol. II, no. 1 (November 1918), p. 4.\n\nThe Realistic Manifesto (published August 5, 1920) was written by Russian sculptor Naum Gabo and cosigned by his brother Antoine Pevsner, and the key text of Constructivism.\n\nThe founders of Purism, Amédée Ozenfant and Charles-Edouard Jeanneret (better known as Le Corbusier), titled their manifesto Après le Cubisme (After Cubism).\n\nThe first Surrealist manifesto was written by the French writer André Breton in 1924 and released to the public 1925. The document defines Surrealism as:\n\nBase de la peinture concrète, was written by Otto G. Carlsund, Theo van Doesburg, Jean Hélion, Marcel Wantz and Léon Arthur Tutundjian, published in Revue Art Concret, no. 1 (April 1930).\n\nManifesto of Mural Painting was written by Mario Sironi in 1933.\n\nTowards a Free Revolutionary Art was written by surrealist André Breton and Marxist Leon Trotsky as a reaction against the Soviet Union's mandated art.\n\n"
        },
        {
            "title": "",
            "text": "White Manifesto is a 1946 text written by Lucio Fontana.\n\nCoBrA manifesto, titled La cause était entendue, written by Christian Dotremont, and signed by Karel Appel, Constant, Corneille, Asger Jorn, and Joseph Noiret in 1948.[13]\n\nThe Refus global (or Total Refusal) was an anti-establishment and anti-religious manifesto released on August 9, 1948, in Montreal by a group of sixteen young Québécois artists and intellectuals known as les Automatistes, led by Paul-Émile Borduas.\n\nThe Refus global was greatly influenced by French poet André Breton, and it extolled the creative force of the subconscious.\n\nManifesto of Eaismo is by Voltolino Fontani.\n\nSculptors' First Manifesto is by René Iché.\n\nMystical Manifesto was written by Salvador Dalí in 1951.\n\nThe Mystical Manifesto inaugurated Dalí's Nuclear mysticism period.\n\nWritten was by Enrico Baj.\n\nLes Spatialistes, an Italian group based in Milan drew up a manifesto for television.[14]\n\nThis work by Michel Tapié defined the art informel movement.\n\nThis manifesto by Jirô Yoshihara defined the artistic aims of Japan's Gutai group.\n\nWritten by Gustav Metzger in 1964, this was given as a lecture to the Architectural Association, and taken over by students as an artistic \"Happening\". One of Metzger's Ealing College students was Pete Townshend, who later cited Metzger's concepts as an influence for his famous guitar-smashing during performances of The Who.\n\nNeo-Concrete Manifesto, by Ferreira Gullar,[15] begins:\n\n\"Manifesto of Industrial Painting: For a unitary applied art\", written by Giuseppe Pinot-Gallizio,[16] in August 1959, was originally published in Italian in Notizie Arti Figurative No. 9 (1959). Shortly afterwards it was published in Internationale Situationniste no.3 in a French translation. It was translated into English in 1997 by Molly Klein. It has only 70 points and is written a grand utopian rhetorical manner, with statements such as, \"A new, ravenous force of domination will push men toward an unimaginable epic poetry.\" One of its themes is the reconciliation of industry and nature:\n\n"
        },
        {
            "title": "",
            "text": "Manifestos in the 1960s reflected the changing social and political attitudes of the times: the general ferment of \"counterculture\" revolution to overthrow the existing order and the particular rise of feminism and Black Power, as well as the pioneering of new art forms such as body art and performance art.\n\nThe Situationist International[17] was founded at Cosio d’Arroscia April 27, 1957, by eight members, who wanted a revolutionary art with a state of constant transformation, and hence newness, as well as abolishing the gap between art and life. The manifesto espousing this was issued May 17, 1960, and reprinted in Internationale Situationniste number 4 in June 1960. It advocated the \"new human force\" against technology and the \"dissatisfaction of its possible uses in our senseless social life\", stating \"We will inaugurate what will historically be the last of the crafts. The role of amateur-professional situationist—of anti-specialist—is again a specialization up to the point of economic and mental abundance, when everyone becomes an 'artist'\". Its final sentence is: \"Such are our goals, and these will be the future goals of humanity.\"\n\nThis manifesto, written by Yves Klein,[18] has been copyrighted since 1989 by the Gagosian Gallery. It begins with the prompts for the later statements in the manifesto, the first line being, \"Due to the fact that I have painted monochromes for fifteen years\". It is a meditation by the artist about his work and life:\n\nHe appropriates the sky:\n\nHe ends with an affirmation that he is \"ready to dive into the void\".\n\nClaes Oldenburg, a Pop artist, reacting against Abstract Expressionism, along with other young artists.[19] The Manifesto ‘I am for an Art’ was originally made to be included in the catalogue of the 'Environments, Situations and Spaces’ exhibition. Each of the statements begin with 'I am for an art...'.\n\nThe following quote is from the first two statement in his poetical manifesto:\n\"I am for an art that is political-erotical-mystical, that does something other than sit on its ass in a museum.I am for an art that grows up not knowing it is art at all, an art given the chance of having a starting \npoint of zero... \"[20]\n\nWritten by George Maciunas,[21] this short hand-printed document consists of three paragraphs interspersed with collage elements from dictionary definitions related to \"flux\". It is written in lower case, with upper case for certain key phrases, some underlined. Its first paragraph is:\n\nIt advocates revolution, \"living art, anti-art\" and \"non art reality to be grasped by all peoples, not only critics, dilettantes and professionals.\"\n\nSCUM, by Valerie Solanas,[22] is an acronym for the \"Society for Cutting up Men\" and the manifesto was not specifically about art. However, it has become part of art history, because it was published in 1968, the same year that Solanas, who had spent time in Andy Warhol's \"Factory\", shot and nearly killed him. It also has sections that address art ideas. Solanas spent her last years as a street prostitute and died in 1988.\n\nIt is a document of just over 11,000 words. Its tone and basic theme are evident from the title, but it is not quite as clear cut as it seems and some women are admitted to be as bad as men (women artists, for example). SCUM wants to \"destroy all useless and harmful objects — cars, store windows, \"Great Art\", etc.\" In a section on \"'Great Art' and 'Culture'\" it states:\n\nThe full title of the manifesto is \"Maintenance Art—Proposal for an Exhibition\"; it is considered a seminal document of feminist art. Mierle Laderman Ukeles was pregnant at the time, and decided to reinterpret household chores by becoming a \"maintenance artist\", where she would \"perform\" them. Through this such \"maintenance\" revealed itself as an important condition for freedom and social functioning and she extended the idea beyond feminism to projects like the 11 month Touch Sanitation, involving 8,500 New York workers.[23] More recently she has addressed a landfill site on Staten Island.[24]\n\nThe manifesto was followed by a questionnaire (1973–76) and was concerned with making art of what would normally be seen as routine, mundane chores. She wrote, \"After the revolution, who is going to pick up the garbage on Monday morning?\". She followed this up with a \"Sanitation Manifesto!\" (1984)[25] The Maintenance Manifesto stated:\n\nThe Romantic Manifesto is a collection of essays by philosopher and novelist Ayn Rand, published under a single title in 1969. A revised edition was published in 1975.[27] The essays explain the Objectivist perspective on art, originated by Ayn Rand. The term \"Romantic\" does not refer does not relate to the concept of love and is instead a reference to the Romantic Era, an art movement prominent in the late 18th century and early-to-mid 19th century. Rand sought to reawaken this movement in contemporary culture, claiming that it did not exist in her lifetime, while rejecting the elements of it that were anathema to Objectivist philosophy:\nAfri-Cobra was a black artist collective founded in the late 1960s by Jeff Donaldson and based in Chicago. He helped organise international shows of black artists and wrote influential manifestos.[29] AfriCobra is an acronym for \"African Commune of Bad Relevant Artists\". This was derived from combining the term for Africa with \"Cobra\", the \"Coalition of Black Revolutionary Artists\". The manifesto stated the groups objectives to be the development of a new African American art, involving social responsibility, community artistic involvement and promotion of pride in Black identity. There were parallels with African American musical innovations, and the advocacy of a complementary aesthetic involving sublime imagery and high-key colours.[30]\n\nWAR is an acronym for \"Women Artists in Revolution\" of which Nancy Spero was a member. Prior to this in 1966–70 she had created a series of anti-Vietnam War \"manifestos\" which were images created with water paints and inks on paper. She then attended AWC (Art Workers Coalition) meetings, which had men and women members, and became part of WAR, which was an offshoot. She said, \"I loved it. I was so angry at that time about so many things, especially about not being able to get my art out, to get people to look. I thought, \"WAR\"— that's it. We started to organize some actions and protests and wrote manifestos. For example, a few of us marched into the Museum of Modern Art and demanded equality for women artists. Then, I joined another, the Ad Hoc Committee of Women Artists. It all went very fast in those days.\"[31]\n\nValie Export is a Viennese performance artist who worked with the Actionists and catalogued their events. She did her own confrontational body art, with a philosophy of \"Feminist Actionism\", inviting people to touch her in the street. She issued \"written manifestos predicting with \nvengeance the future of women's art\" and \"made important theoretical contributions to communicating a personal feminism in performance. She felt that it was important politically to create art. 'I knew that if I did it naked, I would really change how the \n(mostly male) audience would look at me.'\"[32]\n\n[33]\nThe French Sociological art Collective was founded by Fred Forest, Jean-Paul Thénot and Hervé Fischer and had their manifesto published in the newspaper Le Monde.  Its main purpose was using sociology to underpin artistic actions, or using artistic actions to elucidate sociological phenomena.  One such action was the auctioning of a \"artistic square meter\" in 1976 to spoof the inflation of prices in the housing and art markets.[34]  The collective made heavy use of mass media and live performance using video, telephones, etc.  The group was dissolved in 1981, though some of its tenets were brought by Fred Forest and Mario Costa with the Communication aesthetics movement of 1983.[14]\n\nIn 1975 François Pluchart promoted the first Body Art show at the Galerie Stadler in Paris, with work from 21 artists, including Marcel Duchamp, Chris Burden and Katharina Sieverding. The first Body Art manifesto was published.[14]\n\nby Paul Hartal\n\nThis is a four-page document illustrated with nine black and white images of the artist's paintings, collages and multimedia, published in Montreal in 1975.\n\"My art is a painted metaphor; the past machine of a perpetual second, the fossil emotion of an infinite longing, the magic desire evolving on the broken axis of the compressed space, reflected in the form of inner, personal landscapes\", writes Hartal in the manifesto. \"Art ought to be total\", he suggests. \"The biotic separated from the geometrical is arbitrary, and ignores the human nature.\" The idea of  \"Lyrical Conceptualism is based on the wholeness of the psychological coordinate\", he says. It \"derives from the id, ego and superego\"; an \"art in which the primarily twofold character of the artist's view evolves into a lyrical, intuitive and conceptual triad\". In The Brush and the Compass: The Interface Dynamics of Art and Science (Lanham: University Press of America, 1988, 341 pp), Hartal discusses in more detail the theory of Lyrical Conceptualism or Lyco art,[35][36][37][38][39][40]\n\n"
        },
        {
            "title": "",
            "text": "The rise of the punk movement with its basic and aggressive DIY attitude had a significant input into art manifestos, and this is reflected even in the titles. Some of the artists overtly identified with punk through music, publishing or poetry performance. There is also an equivalent \"shocking\" interpretation of feminism which contradicts the non-objectification advocated in the 1960s. Then the growing presence of the computer age began to assert itself in art proclamations as in society.\n\nArtist Charles Thomson promoted the Crude Art Manifesto 1978.[41]\n\nThis was posted in Maidstone Art College by Charles Thomson, then a student at the college. 21 years later he co-wrote the Stuckist manifestos with Billy Childish. Thomson was also a member of the punk-based The Medway Poets. The manifesto rejects \"department store\" art and \"elitist\" gallery art, as well as sophistication and skill which are \"easily obtainable ... and are used both industrially and artistically to conceal a poverty of content.\" The priority is stated to be \"the exploration and expression of the human spirit\".\n\nby Stewart Home\n\nAt this time Stewart Home operated as a one-person movement \"Generation Positive\", founding a punk band called White Colours and publishing an art fanzine Smile, which mostly contained art manifestos for the \"Generation Positive\". The rhetoric of these resembled the 1920s Berlin Dadaist manifestos. His idea was that other bands round the world should also call themselves White Colours and other magazines be titled Smile. The first part of the book Neoist Manifestos/The Art Strike Papers featured abridged versions of his manifesto-style writings from Smile.[42]\n\nThe basic tenet of the IAAA is the depiction of space (as in the cosmos) through realist painting. They disassociate themselves from science fiction and fantasy artists: \"a firm foundation of knowledge and research is the basis for each painting. Striving to accurately depict scenes which are at present beyond the range of human eyes\".[43] The group now has over 120 members representing 20 countries.\n\nby the Bread and Puppet Theater[44]\n\nThe whole title is \"the Why Cheap Art? manifesto\". It is a single sheet, issued by the Bread and Puppet Theater \"in direct response to the business of art and its growing appropriation by the corporate sector.\" There are seventeen statements, most of them beginning \"Art is\" and ending with an exclamation mark, set out mostly in upper case, sometimes mixed in with lower case, in different typefaces which get bolder through the leaflet until the final statement of a large HURRAH. It starts:\n\nIt stresses the positive nature of art which is beneficial to all and should be available to all, using poetic images such as \"Art is like green trees\", and urging, \"Art fights against war & stupidity! ... Art is cheap!\n\nby Donna J. Haraway[45]\n\nThis has the full title of \"A Cyborg Manifesto: Science, Technology, and Socialist-Feminism in the Late Twentieth-Century.\" Donna Haraway is a cultural historian. She advocates the development of cyborgs (\"cybernetic organisms\") as the way forward for a post-gender society. This had a significant effect initially amongst academics. VNS Matrix, a group of Australian women artists and British cultural historian, Sadie Plant, established a cyberfeminist movement in 1994. From 1997, the Old Boys Network (OBN) has organised \"Cyberfeminist Internationals\".[46]\n\nby Gilbert and George[47]\n\nThe manifesto is five paragraphs, each with a subtitle, the first of which is \"Art for All\", summing up the popularist intent of their manifesto:\n\nThere is also an intent to change people, but \"The art-material must be subservient to the meaning and purpose of the picture.\" It states:\n\nThe conclusion is an affirmation of \"our life-search for new meanings and purpose to give to life.\"\n\nby Veronica Vera[48]\n\nThe manifesto was signed by Veronica Vera and Candida Royalle (both ex porn stars who had then directed their own porn movies), Annie Sprinkle (who gives explicit sexual one woman shows) and performance artist Frank Moore, among other significant artists who use sex in their work.[49] In 7 short points, it founds an art movement, which \"celebrates sex as the nourishing, life-giving force. We embrace our genitals as part, not separate, from our spirits.\" It advocates the \"attitude of sex-positivism\" and wishes to \"communicate our ideas and emotions ... to have fun, heal the world and endure.\"[50]\n\nby VNS Matrix[51]\n\nVNS Matrix was a cyberfeminist art collective founded in Adelaide, Australia, in 1991. Their manifesto, written in 1991, was translated over the years into many languages including Italian, French, Spanish, Russian, Japanese and Finnish. It begins:\n\nIn 1996 they wrote the Bitch Mutant Manifesto.[52]\n\nby Michael Betancourt[53][54]\n\nThe ____________ Manifesto proposed an interactive, fill-in-the-blanks view of prohibitions and claims to be made about art and art movements. It was an early interactive piece of net art that appeared in webzines and in newsgroups, inviting participation. It begins:\n\nThe manifesto ends with a Reset button. The text is sampled from Tristian Tzara's Dada manifestos, but key pieces from the original text have been omitted and replaced with blanks to be filled-in.\n\nIt is one of the earliest manifestos to be published on the Internet as well as in print.[55]\n\nby Alfred Freddy Krupa[56]\n\nModern European ink painting is the European/Western contribution to the (mainly Asian) New Ink Art movement. It combines/merges Expressionism, Art Informel, Minimalism, Plein air work, Abstract Art (etc.) with typically East Asian formal reductive techniques (Ink wash painting), philosophy, materials, and concepts.\n\nThe original and completed one in form of an artist statement or agenda has been written in 1996 and dispatched to Tokyo in 1997 via the Croatian Ministry of Culture, then to Vienna to the Embassy of Japan and then to the Japanese Government in Tokyo. Based on that (and other elements like university grades) Alfred Freddy Krupa have been granted a scholarship for postgraduate research in Japan in 1998. Croatia and Japan established diplomatic relations in 1993 and he was the very first Croatian painter to be granted by the Government of Japan.\nAfter Krupa's application was formally dispatched the only thing left to him was the first draft, a sketch of his proclamation and agenda. For several years it was lost somewhere among other stuff in his family apartment. As it is known the Krupa family have been evicted in 2010 and he thought that it is lost forever as it was written on two pieces of plain paper. But it was preserved among other items from their house in one storage in very poor conditions. In 2017 the family was able to retrieve part of personal belongings which has been at the time removed to their garage. Recently, the painter was digging in his garage and by chance, he has found those original writings from 1996!\nIt was scanned and retyped with corrected English grammar. It is the manifesto which Alfred Freddy Krupa[57] followed and expanded in over 20 years.[58] It is also a document from the history of the International New Ink Art movement.\n\nNew Ink Art movement was for a long time considered a local (Hong Kong) or regional or Chinese national artistic phenomena founded by Lui Shou-Kwan /1919-1975/[59] (some still thinks about it in that way). \nWith these (and probably of other artists as well) activities concerning Croatia-Japan in the last decade of the 20th century, it has become the international movement.[60]\nLui Shou-Kwan and his followers (up to the present times) reinterprets Chinese ink art in the form of Western modernism. Krupa is doing something essentially opposite/different from Shou-Kwan and his group, he reinterprets Western modernism in the form of Chinese ink art. \nAt present it is not known is there any other manifesto concerning the International New Ink Art movement, in the west, there is none, at least not created in that time frame (the mid-1990s).\n\nThe original manuscript of Krupa's New Ink Art Manifesto from 1996 is the property of the documenta (exhibition) archiv, records and papers collection in Kassel (the access number docA-97).[61][62]\n\nby Billy Childish[63]\n\nGroup Hangman was started by Billy Childish, Tracey Emin and two others in Medway, Kent in 1983 for a short time. Fourteen years later it reformed with more members (nearly all of whom later joined the Stuckists art group), but without Emin. At this point Childish wrote 6 short manifestos, each containing 7 – 12 statements. He says, \"they were anarchic and contradictory - my favourite!\"[64] Some of the ideas resurfaced in the Stuckist manifestos written two years later. Point 9 of Communication 0001 states:\n\nStyle must be smashed (\"Artistic talent is the only obstacle\") and the unacceptable must be embraced. The last communication, of only two short sentences, was written in 2000 and recommends, \"It is time for art to grow up.\"\n\nby Guy Bleus\n\nWith the participation of 34 artistic networkers (such as, Anna Banana, Sarah Jackson, Madelyn 'Honoria' Starbuck, Judith Hoffberg, Vittore Baroni, Ken Friedman, John Held Jr., Ruud Janssen, György Galántai, Rod Summers, Andrej Tisma) from 13 countries Guy Bleus (aka 42.292) wrote the RE: E-Mail-Art & Internet-Art Manifesto. It was published in 1997 in Bleus' electronic art zine \"E-Pêle-Mêle\".[65]\n\nby Natasha Vita-More[66] (formerly Nancie Clark)\n\n(A genre of the Transhumanist art movement whose manifesto was written in 1982)\n\nThis was written on January 1, 1997, and was apparently \"on board the Cassini Huygens spacecraft on its mission to Saturn.\" Following the statement \"We are transhumans\", there is the explanation, \"Transhumanist Art reflects an extropic appreciation of aesthetics in a technologically enhanced world.\" After the manifesto is a \"FAQ\", which states, \"Transhumanist Arts include creative works by scientists, engineers, technicians, philosophers, athletes, educators, mathematicians, etc., who may not be artists in the traditional sense, but whose vision and creativity are integral to transhumanity.\" The Manifesto is based on a Transhumanist Art Statement written in 1982. Cited as specific influences are \"Abstract Art, Performance Art, Kinetic Art, Cubism, Techno Art, science fiction and Communications Art.\" Some collaborators of Vita-More's are named as Timothy Leary, Bill Viola and Francis Ford Coppola.\n\n"
        },
        {
            "title": "",
            "text": "Widespread access to the internet has created a new incentive for artists to publish manifestos, with the knowledge that there is an instant potential worldwide audience. The effect of the internet on art manifestos has been described: \"One could almost say we are living through a new boom time for the manifesto. The Web allows almost anybody to nail a broadsheet to the virtual wall for all to see.\"[67] Some of the manifestos also appear in print form; others only exist as virtual text. It has also led to a great diversity of approaches, as well as a noticeable trend looking back at earlier traditions of Modernism or the Renaissance to create a present and future paradigm. The Stuckists manifesto has become well known, though most others have achieved little individual reputation or impact.\n\nby Billy Childish and Charles Thomson[68]\n\nThe Stuckists have grown in eleven years from 13 artists in London to 209 groups in 48 countries, and claim, \"Stuckism is the first significant art movement to spread via the Internet\"[69] The first 3 points of their numbered eponymous manifesto proclaim \"a quest for authenticity\", \"painting is the medium of self discovery\" and \"a model of art which is holistic\". The 4th point states, \"Artists who don't paint aren't artists\"; the 5th is, \"Art that has to be in a gallery to be art isn’t art.\" Points are made against conceptual art, Britart, Charles Saatchi, art gimmicks and white wall galleries, while the amateur is hailed. The final point is:\n\nThis manifesto is available on their web site in 7 languages. They have issued at least 8 other manifestos, including the Remodernist Manifesto (2000), which inaugurates \"a new spirituality in art\" (to replace Postmodernism's \"scientific materialism, nihilism and spiritual bankruptcy\"), the Turner Prize Manifesto, handed out in their demonstrations at Tate Britain and a Critique of Damien Hirst.[70] The Tate gallery holds three of the manifestos.[71] Spin-offs by other Stuckists include a Camberwell College of Arts Students for Stuckism manifesto (2000)[72] and a teenagers' Underage Stuckists Manifesto (2006).[73] In 2006, Allen Herndon published The Manifesto of the American Stuckists, whose content was challenged by the Los Angeles Stuckists group.[74] There has also been an anti-Stuckist manifesto published in 2005 by the London Surrealist Group.\n\nBy Mark Miremont.[75][76]\n\nThe Resurrection of Beauty manifesto was first published in 2010 by Galerie Provocatrice in Amsterdam for a related exhibit and film premiere.[77] Its purpose is to inspire resistance to pretenses in conceptual art which seek to eliminate Beauty as a central concern in the future of Art.[78][79] Two central lines from the manifesto are: \"Beauty is the purpose of art, just as a building is the purpose of architecture\" and \"The utility of art is to inform us of Beauty, just as the utility of science is to inform us of truth.\"[80]\n\nby Lee Scrivner[81]\n\nAn avant-garde manifesto that reviews avant-garde manifestos of the past hundred years, it was taped to the front door of the Institute of Contemporary Arts in London in April 2006. It was later published online by ICA residents, the London Consortium.\n\nby Jesse Richards[82]\n\nA manifesto on filmmaking written by former Stuckist painter, photographer and filmmaker Jesse Richards that like the closely related Remodernism manifesto, calls for a \"new spirituality\", but in this instance, in relation to cinema. The manifesto proclaims a spiritual film to be \"not about religion. It is cinema concerned with humanity and an understanding of the simple truths and moments of humanity. Spiritual film is really ALL about these moments\". Point 4 of the manifesto discusses Japanese aesthetics in relation to the idea of Remodernist film: \"The Japanese ideas of wabi-sabi (the beauty of imperfection) and mono no aware (the awareness of the transience of things and the bittersweet feelings that accompany their passing), have the ability to show the truth of existence, and should always be considered when making the remodernist film\". The manifesto also criticizes filmmakers that shoot on video, arguing that film, particularly Super-8 film \"has a rawness, and an ability to capture the poetic essence of life, that video has never been able to accomplish\" and also criticizes Stanley Kubrick's work, as being \"dishonest and boring\", as well as Dogme 95's \"pretentious checkist\" of rules. Instead, the Remodernist film philosophy seems to be somewhat anti-ego, with Richards noting that \"this manifesto should be viewed only as a collection of ideas and hints whose author may be mocked and insulted at will\". The manifesto was recently translated into Turkish and published by the film website Bakiniz, and is being translated into Polish and published by the Polish underground art and culture magazine, RED.\n\nby Conrad Bo[83]\n\nThis manifesto was written by the South African conceptual artist Conrad Bo, who believes the Superstroke Art Movement is the first internationally known art movement in Africa since the Fook Island art movement started by Walter Battiss. The manifesto is quite specific in what the Superstroke Art Movement want to achieve. Superstroke is short for the super expressive brush stroke.\nThe Manifesto for the Superstroke Art Movement written by Conrad Bo is as follows: 1.Paintings should be executed using expressive even violent brush strokes on at least some part of the picture. 2.Should a photograph be used for a figurative painting, the objection should not be Photorealism, but Expressionism. 3.If mediums such as pen, pencil, etc. are used, the pen and pencil strokes must at least be overly expressive for it to be considered a Superstroke picture. 4.Paintings can be executed in both the abstract and figurative. 5.Subject matters such as Africa, light, dark, life and death are encouraged. 6.Collage, Stencil and Calligraphy may be used for impact. 7.The concept, Art for the sake of art, does not apply in Superstroke. In Superstroke it is art for the sake of Superstroke, as the artist must always strive for paintings rich in texture, or excessive brush or pencil strokes.\n\nby Luke Turner[84]\n\nThe Metamodernist Manifesto was written by artist Luke Turner as \"an exercise in simultaneously defining and embodying the metamodern spirit.\"[85] The manifesto recognised \"oscillation to be the natural order of the world\" and called for an end to \"the inertia resulting from a century of modernist ideological naivety and the cynical insincerity of its antonymous bastard child.\"[86] Instead, Turner proposed metamodernism as \"the mercurial condition between and beyond irony and sincerity, naivety and knowingness, relativism and truth, optimism and doubt, in pursuit of a plurality of disparate and elusive horizons,\" and concluded with a call to \"go forth and oscillate!\"[87][88] The manifesto formed the basis of LaBeouf, Rönkkö & Turner's collaborative art practice, after the actor Shia LaBeouf reached out to Turner in early 2014 after reading the text.[89][90]\n\nby Kaloust Guedel[91]\n\nThe Manifesto was written in 2014 and was published in Los Angeles Downtown News weekly on September 28, 2015 (page 10).\nIt starts out in a typically dense fashion: \"Excessive use of resources in magnified state, by which one expresses: by means of two, or three dimensional visual-creations, written, or pronounce words, or in any other manner. As a reflection, examination, or investigation of the capitalist system, exempt of aesthetical, legal, commercial, ethical, or moral considerations.\"[91][92] It is to go beyond the usual, necessary, or proper limit or degree. To have a certain urge ”to acquire material goods beyond one’s needs and often means.”. Excessivism, as a new global art movement, tends to be a commentary on the economic materialism.[93][91]\n\nby Menotti Lerro and Antonello Pelliccia[94]\n\nWritten in 2018 and published into magazines in 2019,[95] the New Manifesto of Arts was officially published in both Italian and English languages in 2020 by Zona publishing. It is considered the main bases of the Empathic School movement (Empathism) arose in Italy on 2020. This Manifesto places Empathy at the middle of a vision of the self, in opposition with previous views of artists as confined from society.[96][97][98][99]\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/De_Stijl",
        "https://en.wikipedia.org/wiki/Manifesto",
        "https://en.wikipedia.org/wiki/Modernist",
        "https://en.wikipedia.org/wiki/Gustave_Courbet",
        "https://en.wikipedia.org/wiki/Symbolist_Manifesto",
        "https://en.wikipedia.org/wiki/Le_Figaro",
        "https://en.wikipedia.org/wiki/Cubism",
        "https://en.wikipedia.org/wiki/Vorticism",
        "https://en.wikipedia.org/wiki/Dada",
        "https://en.wikipedia.org/wiki/Surrealism",
        "https://en.wikipedia.org/wiki/Stuckism",
        "https://en.wikipedia.org/wiki/Tristan_Tzara",
        "https://en.wikipedia.org/wiki/Gustave_Courbet",
        "https://en.wikipedia.org/wiki/Symbolist_Manifesto",
        "https://en.wikipedia.org/wiki/Le_Figaro",
        "https://en.wikipedia.org/wiki/Charles_Baudelaire",
        "https://en.wikipedia.org/wiki/Paul_Verlaine",
        "https://en.wikipedia.org/wiki/Futurist_Manifesto",
        "https://en.wikipedia.org/wiki/Italy",
        "https://en.wikipedia.org/wiki/Filippo_Tommaso_Marinetti",
        "https://en.wikipedia.org/wiki/Bologna",
        "https://en.wikipedia.org/wiki/Le_Figaro",
        "https://en.wikipedia.org/wiki/Philosophy",
        "https://en.wikipedia.org/wiki/Futurism",
        "https://en.wikipedia.org/wiki/Italy",
        "https://en.wikipedia.org/wiki/Albert_Gleizes",
        "https://en.wikipedia.org/wiki/Jean_Metzinger",
        "https://en.wikipedia.org/wiki/Albert_Gleizes",
        "https://en.wikipedia.org/wiki/Jean_Metzinger",
        "https://en.wikipedia.org/wiki/Cubism",
        "https://en.wikipedia.org/wiki/Juan_Gris",
        "https://en.wikipedia.org/wiki/Francis_Picabia",
        "https://en.wikipedia.org/wiki/Marcel_Duchamp",
        "https://en.wikipedia.org/wiki/Pablo_Picasso",
        "https://en.wikipedia.org/wiki/Georges_Braque",
        "https://en.wikipedia.org/wiki/Marie_Laurencin",
        "https://en.wikipedia.org/wiki/Henri_Bergson",
        "https://en.wikipedia.org/wiki/Psychophysics",
        "https://en.wikipedia.org/wiki/Riemannian_geometry",
        "https://en.wikipedia.org/wiki/Relativism",
        "https://en.wikipedia.org/wiki/Modernism",
        "https://en.wikipedia.org/wiki/The_Art_of_Noises",
        "https://en.wikipedia.org/wiki/Vorticism",
        "https://en.wikipedia.org/wiki/Kazimir_Malevich",
        "https://en.wikipedia.org/wiki/Suprematism",
        "https://en.wikipedia.org/wiki/Hugo_Ball",
        "https://en.wikipedia.org/wiki/Dada",
        "https://en.wikipedia.org/wiki/Tristan_Tzara",
        "https://en.wikipedia.org/wiki/Theo_van_Doesburg",
        "https://en.wikipedia.org/wiki/Piet_Mondrian",
        "https://en.wikipedia.org/wiki/Georges_Vantongerloo",
        "https://en.wikipedia.org/wiki/Jan_Wils",
        "https://en.wikipedia.org/wiki/De_Stijl",
        "https://en.wikipedia.org/wiki/Realistic_Manifesto",
        "https://en.wikipedia.org/wiki/Naum_Gabo",
        "https://en.wikipedia.org/wiki/Antoine_Pevsner",
        "https://en.wikipedia.org/wiki/Purism",
        "https://en.wikipedia.org/wiki/Le_Corbusier",
        "https://en.wikipedia.org/wiki/Surrealist_Manifesto",
        "https://en.wikipedia.org/wiki/Surrealism",
        "https://en.wikipedia.org/wiki/Surrealist_automatism",
        "https://en.wikipedia.org/wiki/Reason",
        "https://en.wikipedia.org/wiki/Art_Concret",
        "https://en.wikipedia.org/wiki/Otto_Gustaf_Carlsund",
        "https://en.wikipedia.org/wiki/Theo_van_Doesburg",
        "https://en.wikipedia.org/wiki/Marcel_Wantz",
        "https://en.wikipedia.org/wiki/Art_Concret",
        "https://en.wikipedia.org/wiki/Mario_Sironi",
        "https://en.wikipedia.org/wiki/Leon_Trotsky",
        "https://en.wikipedia.org/wiki/Lucio_Fontana",
        "https://en.wikipedia.org/wiki/Lucio_Fontana",
        "https://en.wikipedia.org/wiki/Christian_Dotremont",
        "https://en.wikipedia.org/wiki/Karel_Appel",
        "https://en.wikipedia.org/wiki/Constant_Nieuwenhuys",
        "https://en.wikipedia.org/wiki/Guillaume_Cornelis_van_Beverloo",
        "https://en.wikipedia.org/wiki/Asger_Jorn",
        "https://en.wikipedia.org/wiki/Joseph_Noiret",
        "https://en.wikipedia.org/wiki/Refus_global",
        "https://en.wikipedia.org/wiki/Religious_skepticism",
        "https://en.wikipedia.org/wiki/Montreal",
        "https://en.wikipedia.org/wiki/Les_Automatistes",
        "https://en.wikipedia.org/wiki/Subconscious",
        "https://en.wikipedia.org/wiki/Voltolino_Fontani",
        "https://en.wikipedia.org/wiki/Enrico_Baj",
        "https://en.wikipedia.org/wiki/Milan",
        "https://en.wikipedia.org/wiki/Art_informel",
        "https://en.wikipedia.org/wiki/Gutai_group",
        "https://en.wikipedia.org/wiki/Gustav_Metzger",
        "https://en.wikipedia.org/wiki/Architectural_Association",
        "https://en.wikipedia.org/wiki/Pete_Townshend",
        "https://en.wikipedia.org/wiki/The_Who",
        "https://en.wikipedia.org/wiki/Ferreira_Gullar",
        "https://en.wikipedia.org/wiki/Counterculture",
        "https://en.wikipedia.org/wiki/Feminism",
        "https://en.wikipedia.org/wiki/Black_Power",
        "https://en.wikipedia.org/wiki/Body_art",
        "https://en.wikipedia.org/wiki/Performance_art",
        "https://en.wikipedia.org/wiki/Situationist_International",
        "https://en.wikipedia.org/wiki/Hotel_Chelsea",
        "https://en.wikipedia.org/wiki/Yves_Klein",
        "https://en.wikipedia.org/wiki/Gagosian_Gallery",
        "https://en.wikipedia.org/wiki/Claes_Oldenburg",
        "https://en.wikipedia.org/wiki/Abstract_Expressionism",
        "https://en.wikipedia.org/wiki/George_Maciunas",
        "https://en.wikipedia.org/wiki/Collage",
        "https://en.wikipedia.org/wiki/SCUM_Manifesto",
        "https://en.wikipedia.org/wiki/Valerie_Solanas",
        "https://en.wikipedia.org/wiki/Andy_Warhol",
        "https://en.wikipedia.org/wiki/Mierle_Laderman_Ukeles",
        "https://en.wikipedia.org/wiki/Staten_Island",
        "https://en.wikipedia.org/wiki/The_Romantic_Manifesto",
        "https://en.wikipedia.org/wiki/Ayn_Rand",
        "https://en.wikipedia.org/wiki/Objectivism",
        "https://en.wikipedia.org/wiki/Romanticism",
        "https://en.wikipedia.org/wiki/Nancy_Spero",
        "https://en.wikipedia.org/wiki/Vietnam_War",
        "https://en.wikipedia.org/wiki/Valie_Export",
        "https://en.wikipedia.org/wiki/Viennese_Actionism",
        "https://en.wikipedia.org/wiki/Sociological_art",
        "https://en.wikipedia.org/wiki/Fred_Forest",
        "https://en.wikipedia.org/wiki/Le_Monde",
        "https://en.wikipedia.org/wiki/Fred_Forest",
        "https://en.wikipedia.org/wiki/Communication_aesthetics",
        "https://en.wikipedia.org/wiki/Body_Art",
        "https://en.wikipedia.org/wiki/Marcel_Duchamp",
        "https://en.wikipedia.org/wiki/Chris_Burden",
        "https://en.wikipedia.org/wiki/Katharina_Sieverding",
        "https://en.wikipedia.org/wiki/Paul_Hartal",
        "https://en.wikipedia.org/wiki/Punk_subculture",
        "https://en.wikipedia.org/wiki/Stuckism",
        "https://en.wikipedia.org/wiki/Billy_Childish",
        "https://en.wikipedia.org/wiki/The_Medway_Poets",
        "https://en.wikipedia.org/wiki/Stewart_Home",
        "https://en.wikipedia.org/wiki/Bread_and_Puppet_Theater",
        "https://en.wikipedia.org/wiki/Donna_Haraway",
        "https://en.wikipedia.org/wiki/Sadie_Plant",
        "https://en.wikipedia.org/wiki/Gilbert_and_George",
        "https://en.wikipedia.org/wiki/Annie_Sprinkle",
        "https://en.wikipedia.org/wiki/Veronica_Vera",
        "https://en.wikipedia.org/wiki/Veronica_Vera",
        "https://en.wikipedia.org/wiki/Candida_Royalle",
        "https://en.wikipedia.org/wiki/Annie_Sprinkle",
        "https://en.wikipedia.org/wiki/VNS_Matrix",
        "https://en.wikipedia.org/wiki/Michael_Betancourt",
        "https://en.wikipedia.org/wiki/Alfred_Freddy_Krupa",
        "https://en.wikipedia.org/wiki/Modern_European_ink_painting",
        "https://en.wikipedia.org/wiki/Expressionism",
        "https://en.wikipedia.org/wiki/Art_Informel",
        "https://en.wikipedia.org/wiki/Ink_wash_painting",
        "https://en.wikipedia.org/wiki/Tokyo",
        "https://en.wikipedia.org/wiki/Croatia",
        "https://en.wikipedia.org/wiki/Documenta",
        "https://en.wikipedia.org/wiki/Kassel",
        "https://en.wikipedia.org/wiki/Billy_Childish",
        "https://en.wikipedia.org/wiki/Billy_Childish",
        "https://en.wikipedia.org/wiki/Billy_Childish",
        "https://en.wikipedia.org/wiki/Tracey_Emin",
        "https://en.wikipedia.org/wiki/Medway",
        "https://en.wikipedia.org/wiki/Kent",
        "https://en.wikipedia.org/wiki/Guy_Bleus",
        "https://en.wikipedia.org/wiki/Anna_Banana",
        "https://en.wikipedia.org/wiki/Judith_Hoffberg",
        "https://en.wikipedia.org/wiki/Vittore_Baroni",
        "https://en.wikipedia.org/wiki/Ken_Friedman",
        "https://en.wikipedia.org/wiki/Ruud_Janssen",
        "https://en.wikipedia.org/wiki/Rod_Summers",
        "https://en.wikipedia.org/wiki/Andrej_Tisma",
        "https://en.wikipedia.org/wiki/Guy_Bleus",
        "https://en.wikipedia.org/wiki/Cassini_Huygens",
        "https://en.wikipedia.org/wiki/Timothy_Leary",
        "https://en.wikipedia.org/wiki/Bill_Viola",
        "https://en.wikipedia.org/wiki/Francis_Ford_Coppola",
        "https://en.wikipedia.org/wiki/Stuckism",
        "https://en.wikipedia.org/wiki/Turner_Prize",
        "https://en.wikipedia.org/wiki/Billy_Childish",
        "https://en.wikipedia.org/wiki/Stuckism",
        "https://en.wikipedia.org/wiki/Authenticity_in_art",
        "https://en.wikipedia.org/wiki/Conceptual_art",
        "https://en.wikipedia.org/wiki/Young_British_Artists",
        "https://en.wikipedia.org/wiki/Charles_Saatchi",
        "https://en.wikipedia.org/wiki/Remodernism",
        "https://en.wikipedia.org/wiki/Postmodernism",
        "https://en.wikipedia.org/wiki/Turner_Prize",
        "https://en.wikipedia.org/wiki/Stuckist_demonstrations",
        "https://en.wikipedia.org/wiki/Tate_Britain",
        "https://en.wikipedia.org/wiki/Tate",
        "https://en.wikipedia.org/wiki/Camberwell_College_of_Arts",
        "https://en.wikipedia.org/wiki/Allen_Herndon",
        "https://en.wikipedia.org/wiki/Mark_Miremont",
        "https://en.wikipedia.org/wiki/Lee_Scrivner",
        "https://en.wikipedia.org/wiki/Institute_of_Contemporary_Arts",
        "https://en.wikipedia.org/wiki/London_Consortium",
        "https://en.wikipedia.org/wiki/Jesse_Richards",
        "https://en.wikipedia.org/wiki/Stuckist",
        "https://en.wikipedia.org/wiki/Remodernism",
        "https://en.wikipedia.org/wiki/Japan",
        "https://en.wikipedia.org/wiki/Remodernist_film",
        "https://en.wikipedia.org/wiki/Mono_no_aware",
        "https://en.wikipedia.org/wiki/Stanley_Kubrick",
        "https://en.wikipedia.org/wiki/Dogme_95",
        "https://en.wikipedia.org/wiki/Conrad_Bo",
        "https://en.wikipedia.org/wiki/Conrad_Bo",
        "https://en.wikipedia.org/wiki/Superstroke",
        "https://en.wikipedia.org/wiki/Fook_Island",
        "https://en.wikipedia.org/wiki/Walter_Battiss",
        "https://en.wikipedia.org/wiki/Superstroke",
        "https://en.wikipedia.org/wiki/Superstroke",
        "https://en.wikipedia.org/wiki/Superstroke",
        "https://en.wikipedia.org/wiki/Metamodernism",
        "https://en.wikipedia.org/wiki/Shia_LaBeouf",
        "https://en.wikipedia.org/wiki/Kaloust_Guedel",
        "https://en.wikipedia.org/wiki/Los_Angeles_Downtown_News",
        "https://en.wikipedia.org/wiki/Excessivism",
        "https://en.wikipedia.org/wiki/Menotti_Lerro",
        "https://en.wikipedia.org/wiki/New_Manifesto_of_Arts",
        "https://en.wikipedia.org/wiki/New_Manifesto_of_Arts",
        "https://en.wikipedia.org/wiki/Empathism",
        "https://en.wikipedia.org/wiki/Empathy",
        "https://en.wikipedia.org/wiki/Futurist_Manifesto",
        "https://en.wikipedia.org/wiki/Surrealist_Manifesto",
        "https://en.wikipedia.org/wiki/Antipodeans",
        "https://en.wikipedia.org/wiki/Manifesto",
        "https://en.wikipedia.org/wiki/New_Manifesto_of_Arts",
        "https://en.wikipedia.org/wiki/Wayback_Machine",
        "https://en.wikipedia.org/wiki/Wayback_Machine",
        "https://en.wikipedia.org/wiki/Wayback_Machine",
        "https://en.wikipedia.org/wiki/Stewart_Home",
        "https://en.wikipedia.org/wiki/Wayback_Machine",
        "https://en.wikipedia.org/wiki/Wayback_Machine",
        "https://en.wikipedia.org/wiki/The_Fader",
        "https://en.wikipedia.org/wiki/Phaidon_Press",
        "https://en.wikipedia.org/wiki/BuzzFeed",
        "https://en.wikipedia.org/wiki/Gutai",
        "https://en.wikipedia.org/wiki/Visual_arts",
        "https://en.wikipedia.org/wiki/Art_world",
        "https://en.wikipedia.org/wiki/Found_object",
        "https://en.wikipedia.org/wiki/Collage",
        "https://en.wikipedia.org/wiki/Conceptual_art",
        "https://en.wikipedia.org/wiki/Cultural_artifact",
        "https://en.wikipedia.org/wiki/Drawing",
        "https://en.wikipedia.org/wiki/Fine_art",
        "https://en.wikipedia.org/wiki/Installation_art",
        "https://en.wikipedia.org/wiki/Mural",
        "https://en.wikipedia.org/wiki/Fresco",
        "https://en.wikipedia.org/wiki/New_media_art",
        "https://en.wikipedia.org/wiki/Digital_art",
        "https://en.wikipedia.org/wiki/Virtual_art",
        "https://en.wikipedia.org/wiki/Painting",
        "https://en.wikipedia.org/wiki/Plastic_arts",
        "https://en.wikipedia.org/wiki/Printmaking",
        "https://en.wikipedia.org/wiki/Public_art",
        "https://en.wikipedia.org/wiki/Street_art",
        "https://en.wikipedia.org/wiki/Sculpture",
        "https://en.wikipedia.org/wiki/Statue",
        "https://en.wikipedia.org/wiki/Carving",
        "https://en.wikipedia.org/wiki/List_of_tallest_statues",
        "https://en.wikipedia.org/wiki/Artist",
        "https://en.wikipedia.org/wiki/Private_collection",
        "https://en.wikipedia.org/wiki/Paintings_conservator",
        "https://en.wikipedia.org/wiki/Conservation_and_restoration_of_frescos",
        "https://en.wikipedia.org/wiki/Art_critic",
        "https://en.wikipedia.org/wiki/Curator",
        "https://en.wikipedia.org/wiki/Art_dealer",
        "https://en.wikipedia.org/wiki/Patronage",
        "https://en.wikipedia.org/wiki/Visual_arts_education",
        "https://en.wikipedia.org/wiki/List_of_art_universities_and_colleges_in_Europe",
        "https://en.wikipedia.org/wiki/Art_auction",
        "https://en.wikipedia.org/wiki/Art_colony",
        "https://en.wikipedia.org/wiki/Art_commune",
        "https://en.wikipedia.org/wiki/Art_exhibition",
        "https://en.wikipedia.org/wiki/Alternative_exhibition_space",
        "https://en.wikipedia.org/wiki/Art_gallery",
        "https://en.wikipedia.org/wiki/Contemporary_art_gallery",
        "https://en.wikipedia.org/wiki/Art_museum",
        "https://en.wikipedia.org/wiki/Art_school",
        "https://en.wikipedia.org/wiki/List_of_art_schools_in_Europe",
        "https://en.wikipedia.org/wiki/Arts_centre",
        "https://en.wikipedia.org/wiki/Arts_festival",
        "https://en.wikipedia.org/wiki/Artist_collective",
        "https://en.wikipedia.org/wiki/Artist_cooperative",
        "https://en.wikipedia.org/wiki/Biennale",
        "https://en.wikipedia.org/wiki/Sculpture_garden",
        "https://en.wikipedia.org/wiki/Sculpture_trail",
        "https://en.wikipedia.org/wiki/Virtual_museum",
        "https://en.wikipedia.org/wiki/History_of_art",
        "https://en.wikipedia.org/wiki/Timeline_of_art",
        "https://en.wikipedia.org/wiki/Art_history",
        "https://en.wikipedia.org/wiki/Art_movement",
        "https://en.wikipedia.org/wiki/Art_criticism",
        "https://en.wikipedia.org/wiki/Feminist_art_criticism",
        "https://en.wikipedia.org/wiki/History_of_painting",
        "https://en.wikipedia.org/wiki/Outline_of_painting_history",
        "https://en.wikipedia.org/wiki/Art_market",
        "https://en.wikipedia.org/wiki/The_arts",
        "https://en.wikipedia.org/wiki/Classificatory_disputes_about_art",
        "https://en.wikipedia.org/wiki/Collection_Management_Policy",
        "https://en.wikipedia.org/wiki/Conservation_and_restoration_of_cultural_heritage",
        "https://en.wikipedia.org/wiki/Conservation_and_restoration_of_paintings",
        "https://en.wikipedia.org/wiki/Cultural_policy",
        "https://en.wikipedia.org/wiki/Destination_painting",
        "https://en.wikipedia.org/wiki/Eclecticism_in_art",
        "https://en.wikipedia.org/wiki/Economics_of_the_arts_and_literature",
        "https://en.wikipedia.org/wiki/Art_finance",
        "https://en.wikipedia.org/wiki/Art_valuation",
        "https://en.wikipedia.org/wiki/Elements_of_art",
        "https://en.wikipedia.org/wiki/Outline_of_the_visual_arts",
        "https://en.wikipedia.org/wiki/Outline_of_painting",
        "https://en.wikipedia.org/wiki/Outline_of_sculpture",
        "https://en.wikipedia.org/wiki/Provenance",
        "https://en.wikipedia.org/wiki/Sociology_of_art",
        "https://en.wikipedia.org/wiki/Visual_design_elements_and_principles",
        "https://en.wikipedia.org/wiki/List_of_art_magazines",
        "https://en.wikipedia.org/wiki/List_of_art_media",
        "https://en.wikipedia.org/wiki/List_of_art_techniques",
        "https://en.wikipedia.org/wiki/List_of_art_movements",
        "https://en.wikipedia.org/wiki/List_of_art_museums",
        "https://en.wikipedia.org/wiki/List_of_largest_art_museums",
        "https://en.wikipedia.org/wiki/List_of_sculpture_parks",
        "https://en.wikipedia.org/wiki/List_of_art_reference_books",
        "https://en.wikipedia.org/wiki/List_of_colossal_sculptures_in_situ",
        "https://en.wikipedia.org/wiki/List_of_contemporary_artists",
        "https://en.wikipedia.org/wiki/List_of_contemporary_art_galleries",
        "https://en.wikipedia.org/wiki/List_of_modern_artists",
        "https://en.wikipedia.org/wiki/Lists_of_painters",
        "https://en.wikipedia.org/wiki/List_of_painters_by_name",
        "https://en.wikipedia.org/wiki/Lists_of_painters_by_nationality",
        "https://en.wikipedia.org/wiki/List_of_photographers",
        "https://en.wikipedia.org/wiki/List_of_sculptors",
        "https://en.wikipedia.org/wiki/List_of_female_sculptors",
        "https://en.wikipedia.org/wiki/List_of_stolen_paintings",
        "https://en.wikipedia.org/wiki/List_of_most_expensive_paintings",
        "https://en.wikipedia.org/wiki/List_of_most_expensive_sculptures",
        "https://en.wikipedia.org/wiki/List_of_most_expensive_artworks_by_living_artists",
        "https://en.wikipedia.org/wiki/Aesthetics",
        "https://en.wikipedia.org/wiki/Outline_of_aesthetics",
        "https://en.wikipedia.org/wiki/Abhinavagupta",
        "https://en.wikipedia.org/wiki/Leon_Battista_Alberti",
        "https://en.wikipedia.org/wiki/Thomas_Aquinas",
        "https://en.wikipedia.org/wiki/Hans_Urs_von_Balthasar",
        "https://en.wikipedia.org/wiki/Alexander_Gottlieb_Baumgarten",
        "https://en.wikipedia.org/wiki/Clive_Bell",
        "https://en.wikipedia.org/wiki/Edward_Bullough",
        "https://en.wikipedia.org/wiki/Edmund_Burke",
        "https://en.wikipedia.org/wiki/Ananda_Coomaraswamy",
        "https://en.wikipedia.org/wiki/Arthur_Danto",
        "https://en.wikipedia.org/wiki/Gilles_Deleuze",
        "https://en.wikipedia.org/wiki/John_Dewey",
        "https://en.wikipedia.org/wiki/Denis_Diderot",
        "https://en.wikipedia.org/wiki/Hubert_Dreyfus",
        "https://en.wikipedia.org/wiki/Curt_John_Ducasse",
        "https://en.wikipedia.org/wiki/Thierry_de_Duve",
        "https://en.wikipedia.org/wiki/Roger_Fry",
        "https://en.wikipedia.org/wiki/Nelson_Goodman",
        "https://en.wikipedia.org/wiki/Clement_Greenberg",
        "https://en.wikipedia.org/wiki/Georg_Wilhelm_Friedrich_Hegel",
        "https://en.wikipedia.org/wiki/Martin_Heidegger",
        "https://en.wikipedia.org/wiki/David_Hume",
        "https://en.wikipedia.org/wiki/Immanuel_Kant",
        "https://en.wikipedia.org/wiki/Paul_Klee",
        "https://en.wikipedia.org/wiki/Susanne_Langer",
        "https://en.wikipedia.org/wiki/Louis_Lavelle",
        "https://en.wikipedia.org/wiki/Theodor_Lipps",
        "https://en.wikipedia.org/wiki/Joseph_Margolis",
        "https://en.wikipedia.org/wiki/Jacques_Maritain",
        "https://en.wikipedia.org/wiki/Friedrich_Nietzsche",
        "https://en.wikipedia.org/wiki/Stephen_Pepper",
        "https://en.wikipedia.org/wiki/David_Prall",
        "https://en.wikipedia.org/wiki/Ayn_Rand",
        "https://en.wikipedia.org/wiki/George_Lansing_Raymond",
        "https://en.wikipedia.org/wiki/George_Santayana",
        "https://en.wikipedia.org/wiki/Friedrich_Schiller",
        "https://en.wikipedia.org/wiki/Arthur_Schopenhauer",
        "https://en.wikipedia.org/wiki/Roger_Scruton",
        "https://en.wikipedia.org/wiki/Irving_Singer",
        "https://en.wikipedia.org/wiki/Rabindranath_Tagore",
        "https://en.wikipedia.org/wiki/Giorgio_Vasari",
        "https://en.wikipedia.org/wiki/Morris_Weitz",
        "https://en.wikipedia.org/wiki/Johann_Joachim_Winckelmann",
        "https://en.wikipedia.org/wiki/Richard_Wollheim",
        "https://en.wikipedia.org/wiki/List_of_aestheticians",
        "https://en.wikipedia.org/wiki/Classicism",
        "https://en.wikipedia.org/wiki/Evolutionary_aesthetics",
        "https://en.wikipedia.org/wiki/Modernism",
        "https://en.wikipedia.org/wiki/New_Classical_architecture",
        "https://en.wikipedia.org/wiki/Postmodernism",
        "https://en.wikipedia.org/wiki/Psychoanalytic_theory",
        "https://en.wikipedia.org/wiki/Romanticism",
        "https://en.wikipedia.org/wiki/Theory_of_painting",
        "https://en.wikipedia.org/wiki/Theory_of_art",
        "https://en.wikipedia.org/wiki/List_of_art_movements",
        "https://en.wikipedia.org/wiki/Aesthetic_emotions",
        "https://en.wikipedia.org/wiki/Aesthetic_interpretation",
        "https://en.wikipedia.org/wiki/Axiology",
        "https://en.wikipedia.org/wiki/Beauty",
        "https://en.wikipedia.org/wiki/Boredom",
        "https://en.wikipedia.org/wiki/Comedy",
        "https://en.wikipedia.org/wiki/Creativity",
        "https://en.wikipedia.org/wiki/Cuteness",
        "https://en.wikipedia.org/wiki/Disgust",
        "https://en.wikipedia.org/wiki/Elegance",
        "https://en.wikipedia.org/wiki/Entertainment",
        "https://en.wikipedia.org/wiki/Eroticism",
        "https://en.wikipedia.org/wiki/Fashion",
        "https://en.wikipedia.org/wiki/Fun",
        "https://en.wikipedia.org/wiki/Gaze",
        "https://en.wikipedia.org/wiki/Harmony",
        "https://en.wikipedia.org/wiki/Humour",
        "https://en.wikipedia.org/wiki/Judgement",
        "https://en.wikipedia.org/wiki/Kama",
        "https://en.wikipedia.org/wiki/Kitsch",
        "https://en.wikipedia.org/wiki/Life_imitating_art",
        "https://en.wikipedia.org/wiki/Mimesis",
        "https://en.wikipedia.org/wiki/Perception",
        "https://en.wikipedia.org/wiki/Recreation",
        "https://en.wikipedia.org/wiki/Sthayibhava",
        "https://en.wikipedia.org/wiki/Tragedy",
        "https://en.wikipedia.org/wiki/Work_of_art",
        "https://en.wikipedia.org/wiki/Aesthetics_of_music",
        "https://en.wikipedia.org/wiki/Applied_aesthetics",
        "https://en.wikipedia.org/wiki/Architecture",
        "https://en.wikipedia.org/wiki/Art",
        "https://en.wikipedia.org/wiki/Artistic_merit",
        "https://en.wikipedia.org/wiki/Arts_criticism",
        "https://en.wikipedia.org/wiki/Feminist_aesthetics",
        "https://en.wikipedia.org/wiki/Gastronomy",
        "https://en.wikipedia.org/wiki/Japanese_aesthetics",
        "https://en.wikipedia.org/wiki/Mathematical_beauty",
        "https://en.wikipedia.org/wiki/Mathematics_and_architecture",
        "https://en.wikipedia.org/wiki/Mathematics_and_art",
        "https://en.wikipedia.org/wiki/Medieval_aesthetics",
        "https://en.wikipedia.org/wiki/Music_theory",
        "https://en.wikipedia.org/wiki/Neuroesthetics",
        "https://en.wikipedia.org/wiki/Patterns_in_nature",
        "https://en.wikipedia.org/wiki/Philosophy_of_design",
        "https://en.wikipedia.org/wiki/Philosophy_of_film",
        "https://en.wikipedia.org/wiki/Philosophy_of_music",
        "https://en.wikipedia.org/wiki/Poetry",
        "https://en.wikipedia.org/wiki/Visual_arts",
        "https://en.wikipedia.org/wiki/Painting",
        "https://en.wikipedia.org/wiki/History_of_painting",
        "https://en.wikipedia.org/wiki/Sculpture",
        "https://en.wikipedia.org/wiki/Index_of_aesthetics_articles",
        "https://en.wikipedia.org/wiki/Outline_of_aesthetics",
        "https://en.wikipedia.org/wiki/Art_manifesto",
        "https://en.wikipedia.org/wiki/Art_manifesto",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}