{
    "url": "https://en.wikipedia.org/wiki/Artillery",
    "title": "Artillery",
    "table_of_contents": [
        "1 Artillery piece",
        "2 Crew",
        "3 Tactics",
        "4 Etymology",
        "5 History",
        "5.1 Medieval",
        "5.2 Invention of gunpowder",
        "5.3 Expansion of use",
        "5.4 Smoothbores",
        "5.5 Napoleonic",
        "5.6 Modern",
        "5.6.1 Indirect fire",
        "5.7 Precision-guidance",
        "6 Ammunition",
        "6.1 Fuzes",
        "6.2 Projectiles",
        "6.3 Stabilization",
        "6.4 Propellant",
        "7 Field artillery system",
        "7.1 Logistics",
        "8 Classification",
        "8.1 Types of ordnance",
        "8.2 Organizational types",
        "8.3 Equipment types",
        "8.4 Caliber categories",
        "9 Modern operations",
        "9.1 Application of fire",
        "9.2 Counter-battery fire",
        "9.3 Field artillery team",
        "9.4 Time on target",
        "9.5 Multiple round simultaneous impact",
        "9.6 Air burst",
        "10 Use in monuments",
        "11 See also",
        "12 References",
        "12.1 Notes",
        "12.2 Bibliography",
        "13 Further reading",
        "14 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nArtillery is a class of heavy military ranged weapons that launch munitions far beyond the range and power of infantry firearms. Early artillery development focused on the ability to breach defensive walls and fortifications during sieges, and led to heavy, fairly immobile siege engines. As technology improved, lighter, more mobile field artillery cannons developed for battlefield use. This development continues today; modern self-propelled artillery vehicles are highly mobile weapons of great versatility generally providing the largest share of an army's total firepower.[citation needed]\n\nOriginally, the word \"artillery\" referred to any group of soldiers primarily armed with some form of manufactured weapon or armor. Since the introduction of gunpowder and cannon, \"artillery\" has largely meant cannons, and in contemporary usage, usually refers to shell-firing guns, howitzers, and mortars (collectively called cannon artillery, gun artillery, or tube artillery), and rocket artillery. In common speech, the word \"artillery\" is often used to refer to individual devices, along with their accessories and fittings, although these assemblages are more properly called \"equipment\". However, there is no generally recognized generic term for a gun, howitzer, mortar, and so forth: the United States uses \"artillery piece\", but most English-speaking armies use \"gun\" and \"mortar\". The projectiles fired are typically either \"shot\" (if solid) or \"shell\" (if not solid). Historically, variants of solid shot including canister, chain shot and grapeshot were also used. \"Shell\" is a widely used generic term for a projectile, which is a component of munitions.\n\nBy association, artillery may also refer to the arm of service that customarily operates such engines. In some armies, the artillery arm has operated field, coastal, anti-aircraft, and anti-tank artillery; in others these have been separate arms, and with some nations coastal has been a naval or marine responsibility.\n\nIn the 20th century, technology-based target acquisition devices (such as radar) and systems (such as sound ranging and flash spotting) emerged in order to acquire targets, primarily for artillery. These are usually operated by one or more of the artillery arms. The widespread adoption of indirect fire in the early 20th century introduced the need for specialist data for field artillery, notably survey and meteorological, and in some armies, provision of these are the responsibility of the artillery arm.\n\nArtillery has been used since at least the early Industrial Revolution. The majority of combat deaths in the Napoleonic Wars, World War I, and World War II were caused by artillery.[1] In 1944, Joseph Stalin said in a speech that artillery was \"the god of war\".[1]\n\n"
        },
        {
            "title": "Artillery piece",
            "text": "Although not called as such, siege engines performing the role recognizable as artillery have been employed in warfare since antiquity. The first known catapult was developed in Syracuse in 399 BC.[2] Until the introduction of gunpowder into western warfare, artillery was dependent upon mechanical energy which not only severely limited the kinetic energy of the projectiles, it also required the construction of very large engines to store sufficient energy. A 1st-century BC Roman catapult launching 6.55 kg (14.4 lb) stones achieved a kinetic energy of 16,000 joules, compared to a mid-19th-century 12-pounder gun, which fired a 4.1 kg (9.0 lb) round, with a kinetic energy of 240,000 joules, or a 20th-century US battleship that fired a 1,225 kg (2,701 lb) projectile from its main battery with an energy level surpassing 350,000,000 joules.\n\nFrom the Middle Ages through most of the modern era, artillery pieces on land were moved by horse-drawn gun carriages. In the contemporary era, artillery pieces and their crew relied on wheeled or tracked vehicles as transportation. These land versions of artillery were dwarfed by railway guns; the largest of these large-calibre guns ever conceived – Project Babylon of the Supergun affair – was theoretically capable of putting a satellite into orbit. Artillery used by naval forces has also changed significantly, with missiles generally replacing guns in surface warfare.\n\nOver the course of military history, projectiles were manufactured from a wide variety of materials, into a wide variety of shapes, using many different methods in which to target structural/defensive works and inflict enemy casualties. The engineering applications for ordnance delivery have likewise changed significantly over time, encompassing some of the most complex and advanced technologies in use today.\n\nIn some armies, the weapon of artillery is the projectile, not the equipment that fires it. The process of delivering fire onto the target is called gunnery. The actions involved in operating an artillery piece are collectively called \"serving the gun\" by the \"detachment\" or gun crew, constituting either direct or indirect artillery fire. The manner in which gunnery crews (or formations) are employed is called artillery support. At different periods in history, this may refer to weapons designed to be fired from ground-, sea-, and even air-based weapons platforms.\n\n"
        },
        {
            "title": "Crew",
            "text": "Some armed forces use the term \"gunners\" for the soldiers and sailors with the primary function of using artillery.\n\nThe gunners and their guns are usually grouped in teams called either \"crews\" or \"detachments\". Several such crews and teams with other functions are combined into a unit of artillery, usually called a battery, although sometimes called a company. In gun detachments, each role is numbered, starting with \"1\" the Detachment Commander, and the highest number being the Coverer, the second-in-command. \"Gunner\" is also the lowest rank, and junior non-commissioned officers are \"Bombardiers\" in some artillery arms.\n\nBatteries are roughly equivalent to a company in the infantry, and are combined into larger military organizations for administrative and operational purposes, either battalions or regiments, depending on the army. These may be grouped into brigades; the Russian army also groups some brigades into artillery divisions, and the People's Liberation Army has artillery corps.\n\nThe term \"artillery\" also designates a combat arm of most military services when used organizationally to describe units and formations of the national armed forces that operate the weapons.\n\n"
        },
        {
            "title": "Tactics",
            "text": "During military operations, field artillery has the role of providing support to other arms in combat or of attacking targets, particularly in-depth. Broadly, these effects fall into two categories, aiming either to suppress or neutralize the enemy, or to cause casualties, damage, and destruction. This is mostly achieved by delivering high-explosive munitions to suppress, or inflict casualties on the enemy from casing fragments and other debris and from blast, or by destroying enemy positions, equipment, and vehicles. Non-lethal munitions, notably smoke, can also suppress or neutralize the enemy by obscuring their view.\n\nFire may be directed by an artillery observer or another observer, including crewed and uncrewed aircraft, or called onto map coordinates.\n\nMilitary doctrine has had a significant influence on the core engineering design considerations of artillery ordnance through its history, in seeking to achieve a balance between the delivered volume of fire with ordnance mobility. However, during the modern period, the consideration of protecting the gunners also arose due to the late-19th-century introduction of the new generation of infantry weapons using conoidal bullet, better known as the Minié ball, with a range almost as long as that of field artillery.\n\nThe gunners' increasing proximity to and participation in direct combat against other combat arms and attacks by aircraft made the introduction of a gun shield necessary. The problems of how to employ a fixed or horse-towed gun in mobile warfare necessitated the development of new methods of transporting the artillery into combat. Two distinct forms of artillery were developed: the towed gun, used primarily to attack or defend a fixed-line; and the self-propelled gun, intended to accompany a mobile force and to provide continuous fire support and/or suppression. These influences have guided the development of artillery ordnance, systems, organizations, and operations until the present, with artillery systems capable of providing support at ranges from as little as 100 m to the intercontinental ranges of ballistic missiles. The only combat in which artillery is unable to take part in is close-quarters combat, with the possible exception of artillery reconnaissance teams.[3]\n\n"
        },
        {
            "title": "Etymology",
            "text": "The word as used in the current context originated in the Middle Ages. One suggestion is that it comes from French atelier, meaning the place where manual work is done.\n\nAnother suggestion is that it originates from the 13th century and the Old French artillier, designating craftsmen and manufacturers of all materials and warfare equipments (spears, swords, armor, war machines); and, for the next 250 years, the sense of the word \"artillery\" covered all forms of military weapons. Hence, the naming of the Honourable Artillery Company, which was essentially an infantry unit until the 19th century.\n\nAnother suggestion is that it comes from the Italian arte de tirare (art of shooting), coined by one of the first theorists on the use of artillery, Niccolò Tartaglia.\n\n"
        },
        {
            "title": "History",
            "text": "Mechanical systems used for throwing ammunition in ancient warfare, also known as \"engines of war\", like the catapult, onager, trebuchet, and ballista, are also referred to by military historians as artillery.\n\nDuring medieval times, more types of artillery were developed, most notably the trebuchet. Traction trebuchets, using manpower to launch projectiles, have been used in ancient China since the 4th century as anti-personnel  weapons. However, in the 12th century, the counterweight trebuchet was introduced, with the earliest mention of it being in 1187.[4]\n\nEarly Chinese artillery had vase-like shapes. This includes the \"long range awe inspiring\" cannon dated from 1350 and found in the 14th century Ming Dynasty treatise Huolongjing.[5] With the development of better metallurgy techniques, later cannons abandoned the vase shape of early Chinese artillery. This change can be seen in the bronze \"thousand ball thunder cannon\", an early example of field artillery.[6] These small, crude weapons diffused into the Middle East (the madfaa) and reached Europe in the 13th century, in a very limited manner.\n\nIn Asia, Mongols adopted the Chinese artillery and used it effectively in the great conquest. By the late 14th century, Chinese rebels used organized artillery and cavalry to push Mongols out.\n\nAs small smooth-bore tubes, these were initially cast in iron or bronze around a core, with the first drilled bore ordnance recorded in operation near Seville in 1247.[citation needed] They fired lead, iron, or stone balls, sometimes large arrows and on occasions simply handfuls of whatever scrap came to hand. During the Hundred Years' War, these weapons became more common, initially as the bombard and later the cannon. Cannon were always muzzle-loaders. While there were many early attempts at breech-loading designs, a lack of engineering knowledge rendered these even more dangerous to use than muzzle-loaders.\n\nIn 1415, the Portuguese invaded the Mediterranean port town of Ceuta. While it is difficult to confirm the use of firearms in the siege of the city, it is known the Portuguese defended it thereafter with firearms, namely bombardas, colebratas, and falconetes.  In 1419, Sultan Abu Sa'id led an army to reconquer the fallen city, and Marinids brought cannons and used them in the assault on Ceuta. Finally, hand-held firearms and riflemen appear in Morocco, in 1437, in an expedition against the people of Tangiers.[9][page needed] It is clear these weapons had developed into several different forms, from small guns to large artillery pieces.\n\nThe artillery revolution in Europe caught on during the Hundred Years' War and changed the way that battles were fought. In the preceding decades, the English had even used a gunpowder-like weapon in military campaigns against the Scottish.[10] However, at this time, the cannons used in battle were very small and not particularly powerful. Cannons were only useful for the defense of a castle, as demonstrated at Breteuil in 1356, when the besieged English used a cannon to destroy an attacking French assault tower.[11] By the end of the 14th century, cannon were only powerful enough to knock in roofs, and could not penetrate castle walls.\n\nHowever, a major change occurred between 1420 and 1430, when artillery became much more powerful and could now batter strongholds and fortresses quite efficiently. The English, French, and Burgundians all advanced in military technology, and as a result the traditional advantage that went to the defense in a siege was lost. The cannon during this period were elongated, and the recipe for gunpowder was improved to make it three times as powerful as before.[12] These changes led to the increased power in the artillery weapons of the time.\n\nJoan of Arc encountered gunpowder weaponry several times. When she led the French against the English at the Battle of Tourelles, in 1430, she faced heavy gunpowder fortifications, and yet her troops prevailed in that battle. In addition, she led assaults against the English-held towns of Jargeau, Meung, and Beaugency, all with the support of large artillery units. When she led the assault on Paris, Joan faced stiff artillery fire, especially from the suburb of St. Denis, which ultimately led to her defeat in this battle. In April 1430, she went to battle against the Burgundians, whose support was purchased by the English. At this time, the Burgundians had the strongest and largest gunpowder arsenal among the European powers, and yet the French, under Joan of Arc's leadership, were able to beat back the Burgundians and defend themselves.[14] As a result, most of the battles of the Hundred Years' War that Joan of Arc participated in were fought with gunpowder artillery.\n\nThe army of Mehmet the Conqueror, which conquered Constantinople in 1453, included both artillery and foot soldiers armed with gunpowder weapons.[15] The Ottomans brought to the siege sixty-nine guns in fifteen separate batteries and trained them at the walls of the city. The barrage of Ottoman cannon fire lasted forty days, and they are estimated to have fired 19,320 times.[16] Artillery also played a decisive role in the Battle of St. Jakob an der Birs of 1444.  Early cannon were not always reliable; King James II of Scotland was killed by the accidental explosion of one of his own cannon, imported from Flanders, at the siege of Roxburgh Castle in 1460.\n\nThe new Ming Dynasty established the \"Divine Engine Battalion\" (神机营), which specialized in various types of artillery. Light cannons and cannons with multiple volleys were developed. In a campaign to suppress a local minority rebellion near today's Burmese border, \"the Ming army used a 3-line method of arquebuses/muskets to destroy an elephant formation.\"[17]\n\nWhen the Portuguese and Spanish arrived at Southeast Asia, they found that the local kingdoms were already using cannons. One of the earliest reference to cannon and artillerymen in Java is from the year 1346.[18] Portuguese and Spanish invaders were unpleasantly surprised and even outgunned on occasion.[19] Duarte Barbosa ca. 1514 said that the inhabitants of Java were great masters in casting artillery and very good artillerymen. They made many one-pounder cannons (cetbang or rentaka), long muskets, spingarde (arquebus), schioppi (hand cannon), Greek fire, guns (cannons), and other fire-works. Every place are considered excellent in casting artillery, and in the knowledge of using it.[20]: 254 [21]: 198 [22]: 224  In 1513, the Javanese fleet led by Pati Unus sailed to attack Portuguese Malacca \"with much artillery made in Java, for the Javanese are skilled in founding and casting, and in all works in iron, over and above what they have in India\".[23]: 162 [24]: 23  By the early 16th century, the Javanese already locally-producing large guns, some of them still survived until the present day and dubbed as \"sacred cannon\" or \"holy cannon\".  These cannons varied between 180 and 260 pounders, weighing anywhere between 3–8 tons, measuring between 3–6 m.[25]\n\nBetween 1593 and 1597, about 200,000 Korean and Chinese troops which fought against Japan in Korea actively used heavy artillery in both siege and field combat. Korean forces mounted artillery in ships as naval guns, providing an advantage against Japanese navy which used Kunikuzushi (国崩し – Japanese breech-loading swivel gun) and Ōzutsu (大筒 – large size Tanegashima) as their largest firearms.[26][27]\n\nBombards were of value mainly in sieges. A famous Turkish example used at the siege of Constantinople in 1453 weighed 19 tons[vague], took 200 men and sixty oxen to emplace, and could fire just seven times a day. The Fall of Constantinople was perhaps \"the first event of supreme importance whose result was determined by the use of artillery\" when the huge bronze cannons of Mehmed II breached the city's walls, ending the Byzantine Empire, according to Sir Charles Oman.[28]\n\nBombards developed in Europe were massive smoothbore weapons distinguished by their lack of a field carriage, immobility once emplaced, highly individual design, and noted unreliability (in 1460 James II, King of Scots, was killed when one exploded at the siege of Roxburgh). Their large size precluded the barrels being cast and they were constructed out of metal staves or rods bound together with hoops like a barrel, giving their name to the gun barrel.[29][page needed]\n\nThe use of the word \"cannon\" marks the introduction in the 15th century of a dedicated field carriage with axle, trail and animal-drawn limber—this produced mobile field pieces that could move and support an army in action, rather than being found only in the siege and static defenses. The reduction in the size of the barrel was due to improvements in both iron technology and gunpowder manufacture, while the development of trunnions—projections at the side of the cannon as an integral part of the cast—allowed the barrel to be fixed to a more movable base, and also made raising or lowering the barrel much easier.[29]\n\nThe first land-based mobile weapon is usually credited to Jan Žižka, who deployed his oxen-hauled cannon during the Hussite Wars of Bohemia (1418–1424). However, cannons were still large and cumbersome. With the rise of musketry in the 16th century, cannon were largely (though not entirely) displaced from the battlefield—the cannon were too slow and cumbersome to be used and too easily lost to a rapid enemy advance.\n\nThe combining of shot and powder into a single unit, a cartridge, occurred in the 1620s with a simple fabric bag, and was quickly adopted by all nations. It speeded loading and made it safer, but unexpelled bag fragments were an additional fouling in the gun barrel and a new tool—a worm—was introduced to remove them. Gustavus Adolphus is identified as the general who made cannon an effective force on the battlefield—pushing the development of much lighter and smaller weapons and deploying them in far greater numbers than previously.  The outcome of battles was still determined by the clash of infantry.\n\nShells, explosive-filled fused projectiles, were also developed in the 17th century.[30] The development of specialized pieces—shipboard artillery, howitzers and mortars—was also begun in this period. More esoteric designs, like the multi-barrel ribauldequin (known as \"organ guns\"), were also produced.[dubious  – discuss]\n\nThe 1650 book by Kazimierz Siemienowicz Artis Magnae Artilleriae pars prima[31] was one of the most important contemporary publications on the subject of artillery. For over two centuries this work was used in Europe as a basic artillery manual.[32]\n\nOne of the most significant effects of artillery during this period was however somewhat more indirect—by easily reducing to rubble any medieval-type fortification or city wall (some which had stood since Roman times), it abolished millennia of siege-warfare strategies and styles of fortification building.[29] This led, among other things, to a frenzy of new bastion-style fortifications to be built all over Europe and in its colonies, but also had a strong integrating effect on emerging nation-states, as kings were able to use their newfound artillery superiority to force any local dukes or lords to submit to their will, setting the stage for the absolutist kingdoms to come.[29]\n\nModern rocket artillery can trace its heritage back to the Mysorean rockets of India. Their first recorded use was in 1780 during the battles of the Second, Third and Fourth Mysore Wars. The wars fought between the British East India Company and the Kingdom of Mysore in India made use of the rockets as a weapon. In the Battle of Pollilur, the Siege of Seringapatam (1792) and in Battle of Seringapatam in 1799 these rockets were used with considerable effect against the British.\"[33] After the wars, several Mysore rockets were sent to England, but experiments with heavier payloads were unsuccessful.  In 1804 William Congreve, considering the Mysorian rockets to have too short a range (less than 1,000 yards) developed rockets in numerous sizes with ranges up to 3,000 yards and eventually utilizing iron casing as the Congreve rocket which were used effectively during the Napoleonic Wars and the War of 1812.[34]\n\nWith the Napoleonic Wars, artillery experienced changes in both physical design and operation. Rather than being overseen by \"mechanics\", artillery was viewed as its own service branch with the capability of dominating the battlefield. The success of the French artillery companies was at least in part due to the presence of specially trained artillery officers leading and coordinating during the chaos of battle.[35] Napoleon, himself a former artillery officer, perfected the tactic of massed artillery batteries unleashed upon a critical point in his enemies' line as a prelude to a decisive infantry and cavalry assault.\n\nPhysically, cannons continued to become smaller and lighter. During the Seven Years War, King Frederick II of Prussia used these advances to deploy horse artillery that could move throughout the battlefield. Frederick also introduced the reversible iron ramrod, which was much more resistant to breakage than older wooden designs. The reversibility aspect also helped increase the rate of fire, since a soldier would no longer have to worry about what end of the ramrod they were using.[36]\n\nJean-Baptiste de Gribeauval, a French artillery engineer, introduced the standardization of cannon design in the mid-18th century. He developed a 6-inch (150 mm) field howitzer whose gun barrel, carriage assembly and ammunition specifications were made uniform for all French cannons. The standardized interchangeable parts of these cannons down to the nuts, bolts and screws made their mass production and repair much easier. While the Gribeauval system made for more efficient production and assembly, the carriages used were heavy and the gunners were forced to march on foot (instead of riding on the limber and gun as in the British system).[37] Each cannon was named for the weight of its projectiles, giving us variants such as 4, 8, and 12, indicating the weight in pounds. The projectiles themselves included solid balls or canister containing lead bullets or other material. These canister shots acted as massive shotguns, peppering the target with hundreds of projectiles at close range.[38] The solid balls, known as round shot, was most effective when fired at shoulder-height across a flat, open area. The ball would tear through the ranks of the enemy or bounce along the ground breaking legs and ankles.[39]\n\nThe development of modern artillery occurred in the mid to late 19th century as a result of the convergence of various improvements in the underlying technology. Advances in metallurgy allowed for the construction of breech-loading rifled guns that could fire at a much greater muzzle velocity.\n\nAfter the British artillery was shown up in the Crimean War as having barely changed since the Napoleonic Wars, the industrialist William Armstrong was awarded a contract by the government to design a new piece of artillery. Production started in 1855 at the Elswick Ordnance Company and the Royal Arsenal at Woolwich, and the outcome was the revolutionary Armstrong Gun, which marked the birth of modern artillery.[40][41] Three of its features particularly stand out.\n\nFirst, the piece was rifled, which allowed for a much more accurate and powerful action. Although rifling had been tried on small arms since the 15th century, the necessary machinery to accurately rifle artillery was not available until the mid-19th century. Martin von Wahrendorff, and Joseph Whitworth independently produced rifled cannon in the 1840s, but it was Armstrong's gun that was first to see widespread use during the Crimean War.[42] The cast iron shell of the Armstrong gun was similar in shape to a Minié ball and had a thin lead coating which made it fractionally larger than the gun's bore and which engaged with the gun's rifling grooves to impart spin to the shell. This spin, together with the elimination of windage as a result of the tight fit, enabled the gun to achieve greater range and accuracy than existing smooth-bore muzzle-loaders with a smaller powder charge.\n\nHis gun was also a breech-loader. Although attempts at breech-loading mechanisms had been made since medieval times, the essential engineering problem was that the mechanism could not withstand the explosive charge. It was only with the advances in metallurgy and precision engineering capabilities during the Industrial Revolution that Armstrong was able to construct a viable solution. The gun combined all the properties that make up an effective artillery piece. The gun was mounted on a carriage in such a way as to return the gun to firing position after the recoil.\n\nWhat made the gun really revolutionary lay in the technique of the construction of the gun barrel that allowed it to withstand much more powerful explosive forces. The \"built-up\" method involved assembling the barrel with wrought-iron (later mild steel was used) tubes of successively smaller diameter.[43] The tube would then be heated to allow it to expand and fit over the previous tube. When it cooled the gun would contract although not back to its original size, which allowed an even pressure along the walls of the gun which was directed inward against the outward forces that the gun's firing exerted on the barrel.[44]\n\nAnother innovative feature, more usually associated with 20th-century guns, was what Armstrong called its \"grip\", which was essentially a squeeze bore; the 6 inches of the bore at the muzzle end was of slightly smaller diameter, which centered the shell before it left the barrel and at the same time slightly swaged down its lead coating, reducing its diameter and slightly improving its ballistic qualities.\n\nArmstrong's system was adopted in 1858, initially for \"special service in the field\" and initially he produced only smaller artillery pieces, 6-pounder (2.5 in/64 mm) mountain or light field guns, 9-pounder (3 in/76 mm) guns for horse artillery, and 12-pounder (3 inches /76 mm) field guns.\n\nThe first cannon to contain all 'modern' features is generally considered to be the French 75 of 1897.[45][46] The gun used cased ammunition, was breech-loading, had modern sights, and a self-contained firing mechanism. It was the first field gun to include a hydro-pneumatic recoil mechanism, which kept the gun's trail and wheels perfectly still during the firing sequence. Since it did not need to be re-aimed after each shot, the crew could fire as soon as the barrel returned to its resting position. In typical use, the French 75 could deliver fifteen rounds per minute on its target, either shrapnel or melinite high-explosive, up to about 5 miles (8,500 m) away. Its firing rate could even reach close to 30 rounds per minute, albeit only for a very short time and with a highly experienced crew. These were rates that contemporary bolt action rifles could not match.\n\nIndirect fire, the firing of a projectile without relying on direct line of sight between the gun and the target, possibly dates back to the 16th century.[47] Early battlefield use of indirect fire may have occurred at Paltzig in July 1759, when the Russian artillery fired over the tops of trees,[48] and at the Battle of Waterloo, where a battery of the Royal Horse Artillery fired shrapnel indirectly against advancing French troops.[49]\n\nIn 1882, Russian Lieutenant Colonel KG Guk published Indirect Fire for Field Artillery, which provided a practical method of using aiming points for indirect fire by describing, \"all the essentials of aiming points, crest clearance, and corrections to fire by an observer\".[50]\n\nA few years later, the Richtfläche (lining-plane) sight was invented in Germany and provided a means of indirect laying in azimuth, complementing the clinometers for indirect laying in elevation which already existed. Despite conservative opposition within the German army, indirect fire was adopted as doctrine by the 1890s. In the early 1900s, Goertz in Germany developed an optical sight for azimuth laying. It quickly replaced the lining-plane; in English, it became the 'Dial Sight' (UK) or 'Panoramic Telescope' (US).\n\nThe British halfheartedly experimented with indirect fire techniques since the 1890s, but with the onset of the Boer War, they were the first to apply the theory in practice in 1899, although they had to improvise without a lining-plane sight.[51]\n\nIn the next 15 years leading up to World War I, the techniques of indirect fire became available for all types of artillery. Indirect fire was the defining characteristic of 20th-century artillery and led to undreamt of changes in the amount of artillery, its tactics, organisation, and techniques, most of which occurred during World War I.\n\nAn implication of indirect fire and improving guns was increasing range between gun and target, this increased the time of flight and the vertex of the trajectory. The result was decreasing accuracy (the increasing distance between the target and the mean point of impact of the shells aimed at it) caused by the increasing effects of non-standard conditions. Indirect firing data was based on standard conditions including a specific muzzle velocity, zero wind, air temperature and density, and propellant temperature. In practice, this standard combination of conditions almost never existed, they varied throughout the day and day to day, and the greater the time of flight, the greater the inaccuracy. An added complication was the need for survey to accurately fix the coordinates of the gun position and provide accurate orientation for the guns. Of course, targets had to be accurately located, but by 1916, air photo interpretation techniques enabled this, and ground survey techniques could sometimes be used.\n\nIn 1914, the methods of correcting firing data for the actual conditions were often convoluted, and the availability of data about actual conditions was rudimentary or non-existent, the assumption was that fire would always be ranged (adjusted). British heavy artillery worked energetically to progressively solve all these problems from late 1914 onwards, and by early 1918, had effective processes in place for both field and heavy artillery. These processes enabled 'map-shooting', later called 'predicted fire'; it meant that effective fire could be delivered against an accurately located target without ranging. Nevertheless, the mean point of impact was still some tens of yards from the target-centre aiming point. It was not precision fire, but it was good enough for concentrations and barrages. These processes remain in use into the 21st century with refinements to calculations enabled by computers and improved data capture about non-standard conditions.\n\nThe British major-general Henry Hugh Tudor pioneered armour and artillery cooperation at the breakthrough Battle of Cambrai. The improvements in providing and using data for non-standard conditions (propellant temperature, muzzle velocity, wind, air temperature, and barometric pressure) were developed by the major combatants throughout the war and enabled effective predicted fire.[52] The effectiveness of this was demonstrated by the British in 1917 (at Cambrai) and by Germany the following year (Operation Michael).\n\nMajor General J.B.A. Bailey, British Army (retired) wrote:\n\nAn estimated 75,000 French soldiers were casualties of friendly artillery fire in the four years of World War I.[54]\n\nModern artillery is most obviously distinguished by its long range, firing an explosive shell or rocket and a mobile carriage for firing and transport. However, its most important characteristic is the use of indirect fire, whereby the firing equipment is aimed without seeing the target through its sights. Indirect fire emerged at the beginning of the 20th century and was greatly enhanced by the development of predicted fire methods in World War I. However, indirect fire was area fire; it was and is not suitable for destroying point targets; its primary purpose is area suppression. Nevertheless, by the late 1970s precision-guided munitions started to appear, notably the US 155 mm Copperhead and its Soviet 152 mm Krasnopol equivalent that had success in Indian service. These relied on laser designation to 'illuminate'  the target that the shell homed onto. However, in the early 21st century, the Global Positioning System (GPS) enabled relatively cheap and accurate guidance for shells and missiles, notably the US 155 mm Excalibur and the 227 mm GMLRS rocket. The introduction of these led to a new issue, the need for very accurate three dimensional target coordinates—the mensuration process.[55]\n\nWeapons covered by the term 'modern artillery' include \"cannon\" artillery (such as howitzer, mortar, and field gun) and rocket artillery. Certain smaller-caliber mortars are more properly designated small arms rather than artillery, albeit indirect-fire small arms. This term also came to include coastal artillery which traditionally defended coastal areas against seaborne attack and controlled the passage of ships. With the advent of powered flight at the start of the 20th century, artillery also included ground-based anti-aircraft batteries.\n\nThe term \"artillery\" has traditionally not been used for projectiles with internal guidance systems, preferring the term \"missilery\", though some modern artillery units employ surface-to-surface missiles. Advances in terminal guidance systems for small munitions has allowed large-caliber guided projectiles to be developed, blurring this distinction.[56] See Long Range Precision Fires (LRPF), Joint terminal attack controller\n\n"
        },
        {
            "title": "Ammunition",
            "text": "One of the most important roles of logistics is the supply of munitions as a primary type of artillery consumable, their storage (ammunition dump, arsenal, magazine\n) and the provision of fuzes, detonators and warheads at the point where artillery troops will assemble the charge, projectile, bomb or shell.\n\nA round of artillery ammunition comprises four components:\n\nFuzes are the devices that initiate an artillery projectile, either to detonate its High Explosive (HE) filling or eject its cargo (illuminating flare or smoke canisters being examples). The official military spelling is \"fuze\".[57] Broadly there are four main types:\n\nMost artillery fuzes are nose fuzes. However, base fuzes have been used with armor-piercing shells and for squash head (High-Explosive Squash Head (HESH) or High Explosive, Plastic (HEP) anti-tank shells. At least one nuclear shell and its non-nuclear spotting version also used a multi-deck mechanical time fuze fitted into its base.\n\nImpact fuzes were, and in some armies remain, the standard fuze for HE projectiles. Their default action is normally 'superquick', some have had a 'graze' action which allows them to penetrate light cover and others have 'delay'. Delay fuzes allow the shell to penetrate the ground before exploding. Armor or Concrete-Piercing (AP or CP) fuzes are specially hardened. During World War I and later, ricochet fire with delay or graze fuzed HE shells, fired with a flat angle of descent, was used to achieve airburst.\n\nHE shells can be fitted with other fuzes. Airburst fuzes usually have a combined airburst and impact function. However, until the introduction of proximity fuzes, the airburst function was mostly used with cargo munitions—for example, shrapnel, illumination, and smoke. The larger calibers of anti-aircraft artillery are almost always used airburst. Airburst fuzes have to have the fuze length (running time) set on them. This is done just before firing using either a wrench or a fuze setter pre-set to the required fuze length.\n\nEarly airburst fuzes used igniferous timers which lasted into the second half of the 20th century. Mechanical time fuzes appeared in the early part of the century. These required a means of powering them. The Thiel mechanism used a spring and escapement (i.e. 'clockwork'), Junghans used centrifugal force and gears, and Dixi used centrifugal force and balls. From about 1980, electronic time fuzes started replacing mechanical ones for use with cargo munitions.\n\nProximity fuzes have been of two types: photo-electric or radar. The former was not very successful and seems only to have been used with British anti-aircraft artillery 'unrotated projectiles' (rockets) in World War II. Radar proximity fuzes were a big improvement over the mechanical (time) fuzes which they replaced. Mechanical time fuzes required an accurate calculation of their running time, which was affected by non-standard conditions. With HE (requiring a burst 20 to 30 feet (9.1 m) above the ground), if this was very slightly wrong the rounds would either hit the ground or burst too high. Accurate running time was less important with cargo munitions that burst much higher.\n\nThe first radar proximity fuzes (perhaps originally codenamed 'VT' and later called Variable Time (VT)) were invented by the British and developed by the US and initially used against aircraft in World War II. Their ground use was delayed for fear of the enemy recovering 'blinds' (artillery shells which failed to detonate) and copying the fuze. The first proximity fuzes were designed to detonate about 30 feet (9.1 m) above the ground. These air-bursts are much more lethal against personnel than ground bursts because they deliver a greater proportion of useful fragments and deliver them into terrain where a prone soldier would be protected from ground bursts.\n\nHowever, proximity fuzes can suffer premature detonation because of the moisture in heavy rain clouds. This led to 'Controlled Variable Time' (CVT) after World War II. These fuzes have a mechanical timer that switched on the radar about 5 seconds before expected impact, they also detonated on impact.\n\nThe proximity fuze emerged on the battlefields of Europe in late December 1944. They have become known as the U.S. Artillery's \"Christmas present\", and were much appreciated when they arrived during the Battle of the Bulge. They were also used to great effect in anti-aircraft projectiles in the Pacific against kamikaze as well as in Britain against V-1 flying bombs.[58]\n\nElectronic multi-function fuzes started to appear around 1980. Using solid-state electronics they were relatively cheap and reliable, and became the standard fitted fuze in operational ammunition stocks in some western armies. The early versions were often limited to proximity airburst, albeit with height of burst options, and impact. Some offered a go/no-go functional test through the fuze setter.\n\nLater versions introduced induction fuze setting and testing instead of physically placing a fuze setter on the fuze. The latest, such as Junghan's DM84U provide options giving, superquick, delay, a choice of proximity heights of burst, time and a choice of foliage penetration depths.\n\nA new type of artillery fuze will appear soon. In addition to other functions these offer some course correction capability, not full precision but sufficient to significantly reduce the dispersion of the shells on the ground.\n\nThe projectile is the munition or \"bullet\" fired downrange. This may be an explosive device. Projectiles have traditionally been classified as \"shot\" or \"shell\", the former being solid and the latter having some form of \"payload\".\n\nShells can be divided into three configurations: bursting, base ejection or nose ejection. The latter is sometimes called the shrapnel configuration. The most modern is base ejection, which was introduced in World War I. Base and nose ejection are almost always used with airburst fuzes. Bursting shells use various types of fuze depending on the nature of the payload and the tactical need at the time.\n\nPayloads have included:\n\nMost forms of artillery require a propellant to propel the projectile at the target. Propellant is always a low explosive, which means it deflagrates, rather than detonating like high explosives. The shell is accelerated to a high velocity in a very short time by the rapid generation of gas from the burning propellant. This high pressure is achieved by burning the propellant in a contained area, either the chamber of a gun barrel or the combustion chamber of a rocket motor.\n\nUntil the late 19th century, the only available propellant was black powder. It had many disadvantages as a propellant; it has relatively low power, requiring large amounts of powder to fire projectiles, and created thick clouds of white smoke that would obscure the targets, betray the positions of guns, and make aiming impossible. In 1846, nitrocellulose (also known as guncotton) was discovered, and the high explosive nitroglycerin was discovered at  nearly the same time. Nitrocellulose was significantly more powerful than black powder, and was smokeless. Early guncotton was unstable, however, and burned very fast and hot, leading to greatly increased barrel wear. Widespread introduction of smokeless powder would wait until the advent of the double-base powders, which combine nitrocellulose and nitroglycerin to produce powerful, smokeless, stable propellant.\n\nMany other formulations were developed in the following decades, generally trying to find the optimum characteristics of a good artillery propellant – low temperature, high energy, non-corrosive, highly stable, cheap, and easy to manufacture in large quantities. Modern gun propellants are broadly divided into three classes: single-base propellants that are mainly or entirely nitrocellulose based, double-base propellants consisting of a combination of nitrocellulose and nitroglycerin, and triple base composed of a combination of nitrocellulose and nitroglycerin and nitroguanidine.\n\nArtillery shells fired from a barrel can be assisted to greater range in three ways:\n\nPropelling charges for tube artillery can be provided either as cartridge bags or in metal cartridge cases. Generally, anti-aircraft artillery and smaller-caliber (up to 3\" or 76.2 mm) guns use metal cartridge cases that include the round and propellant, similar to a modern rifle cartridge. This simplifies loading and is necessary for very high rates of fire. Bagged propellant allows the amount of powder to be raised or lowered, depending on the range to the target. It also makes handling of larger shells easier. Cases and bags require totally different types of breech. A metal case holds an integral primer to initiate the propellant and provides the gas seal to prevent the gases leaking out of the breech; this is called obturation. With bagged charges, the breech itself provides obturation and holds the primer. In either case, the primer is usually percussion, but electrical is also used, and laser ignition is emerging. Modern 155 mm guns have a primer magazine fitted to their breech.\n\nArtillery ammunition has four classifications according to use:\n\n"
        },
        {
            "title": "Field artillery system",
            "text": "Because modern field artillery mostly uses indirect fire, the guns have to be part of a system that enables them to attack targets invisible to them, in accordance with the combined arms plan.\n\nThe main functions in the field artillery system are:\n\nAll these calculations to produce a quadrant elevation (or range) and azimuth were done manually using instruments, tabulated, data of the moment, and approximations until battlefield computers started appearing in the 1960s and 1970s. While some early calculators copied the manual method (typically substituting polynomials for tabulated data), computers use a different approach. They simulate a shell's trajectory by 'flying' it in short steps and applying data about the conditions affecting the trajectory at each step. This simulation is repeated until it produces a quadrant elevation and azimuth that lands the shell within the required 'closing' distance of the target coordinates.\nNATO has a standard ballistic model for computer calculations and has expanded the scope of this into the NATO Armaments Ballistic Kernel (NABK)[65] within the SG2 Shareable (Fire Control) Software Suite (S4).\n\nSupply of artillery ammunition has always been a major component of military logistics. Up until World War I some armies made artillery responsible for all forward ammunition supply because the load of small arms ammunition was trivial compared to artillery. Different armies use different approaches to ammunition supply, which can vary with the nature of operations. Differences include where the logistic service transfers artillery ammunition to artillery, the amount of ammunition carried in units and extent to which stocks are held at unit or battery level. A key difference is whether supply is 'push' or 'pull'. In the former the 'pipeline' keeps pushing ammunition into formations or units at a defined rate. In the latter units fire as tactically necessary and replenish to maintain or reach their authorised holding (which can vary), so the logistic system has to be able to cope with surge and slack.\n\n"
        },
        {
            "title": "Classification",
            "text": "Artillery types can be categorised in several ways, for example by type or size of weapon or ordnance, by role or by organizational arrangements.\n\nThe types of cannon artillery are generally distinguished by the velocity at which they fire projectiles.\nTypes of artillery:\n\nModern field artillery can also be split into two other subcategories: towed and self-propelled. As the name suggests, towed artillery has a prime mover, usually an artillery tractor or truck, to move the piece, crew, and ammunition around. Towed artillery is in some cases equipped with an APU for small displacements. Self-propelled artillery is permanently mounted on a carriage or vehicle with room for the crew and ammunition and is thus capable of moving quickly from one firing position to another, both to support the fluid nature of modern combat and to avoid counter-battery fire. It includes mortar carrier vehicles, many of which allow the mortar to be removed from the vehicle and be used dismounted, potentially in terrain in which the vehicle cannot navigate, or in order to avoid detection.\n\nAt the beginning of the modern artillery period, the late 19th century, many armies had three main types of artillery, in some case they were sub-branches within the artillery branch in others they were separate branches or corps. There were also other types excluding the armament fitted to warships:\n\nAfter World War I many nations merged these different artillery branches, in some cases keeping some as sub-branches. Naval artillery disappeared apart from that belonging to marines. However, two new branches of artillery emerged during that war and its aftermath, both used specialised guns (and a few rockets) and used direct not indirect fire, in the 1950s and 1960s both started to make extensive use of missiles:\n\nHowever, the general switch by artillery to indirect fire before and during World War I led to a reaction in some armies. The result was accompanying or infantry guns. These were usually small, short range guns, that could be easily man-handled and used mostly for direct fire but some could use indirect fire. Some were operated by the artillery branch but under command of the supported unit. In World War II they were joined by self-propelled assault guns, although other armies adopted infantry or close support tanks in armoured branch units for the same purpose, subsequently tanks generally took on the accompanying role.\n\nThe three main types of artillery \"gun\" are guns, howitzers, and mortars. During the 20th century, guns and howitzers have steadily merged in artillery use, making a distinction between the terms somewhat meaningless. By the end of the 20th century, true guns with calibers larger than about 60 mm have become very rare in artillery use, the main users being tanks, ships, and a few residual anti-aircraft and coastal guns. The term \"cannon\" is a United States generic term that includes guns, howitzers, and mortars; it is not used in other English speaking armies.\n\nThe traditional definitions differentiated between guns and howitzers in terms of maximum elevation (well less than 45° as opposed to close to or greater than 45°), number of charges (one or more than one charge), and having higher or lower muzzle velocity, sometimes indicated by barrel length. These three criteria give eight possible combinations, of which guns and howitzers are but two. However, modern \"howitzers\" have higher velocities and longer barrels than the equivalent \"guns\" of the first half of the 20th century.\n\n\nTrue guns are characterized by long range, having a maximum elevation significantly less than 45°, a high muzzle velocity and hence a relatively long barrel, smooth bore (no rifling) and a single charge. The latter often led to fixed ammunition where the projectile is locked to the cartridge case. There is no generally accepted minimum muzzle velocity or barrel length associated with a gun. \nHowitzers can fire at maximum elevations at least close to 45°; elevations up to about 70° are normal for modern howitzers. Howitzers also have a choice of charges, meaning that the same elevation angle of fire will achieve a different range depending on the charge used. They have rifled bores, lower muzzle velocities and shorter barrels than equivalent guns. All this means they can deliver fire with a steep angle of descent. Because of their multi-charge capability, their ammunition is mostly separate loading (the projectile and propellant are loaded separately).\n\nThat leaves six combinations of the three criteria, some of which have been termed gun howitzers. A term first used in the 1930s when howitzers with a relatively high maximum muzzle velocities were introduced, it never became widely accepted, most armies electing to widen the definition of \"gun\" or \"howitzer\". By the 1960s, most equipment had maximum elevations up to about 70°, were multi-charge, had quite high maximum muzzle velocities and relatively long barrels.\n\nMortars are simpler. The modern mortar originated in World War I and there were several patterns. After that war, most mortars settled on the Stokes pattern, characterized by a short barrel, smooth bore, low muzzle velocity, elevation angle of firing generally greater than 45°, and a very simple and light mounting using a \"baseplate\" on the ground. The projectile with its integral propelling charge was dropped down the barrel from the muzzle to hit a fixed firing pin. Since that time, a few mortars have become rifled and adopted breech loading.\n\nThere are other recognized typifying characteristics for artillery. One such characteristic is the type of obturation used to seal the chamber and prevent gases escaping through the breech. This may use a metal cartridge case that also holds the propelling charge, a configuration called \"QF\" or \"quickfiring\" by some nations. The alternative does not use a metal cartridge case, the propellant being merely bagged or in combustible cases with the breech itself providing all the sealing. This is called \"BL\" or \"breech loading\" by some nations.\n\nA second characteristic is the form of propulsion. Modern equipment can either be towed or self-propelled (SP). A towed gun fires from the ground and any inherent protection is limited to a gun shield. Towing by horse teams lasted throughout World War II in some armies, but others were fully mechanized with wheeled or tracked gun towing vehicles by the outbreak of that war. The size of a towing vehicle depends on the weight of the equipment and the amount of ammunition it has to carry.\n\nA variation of towed is portee, where the vehicle carries the gun which is dismounted for firing. Mortars are often carried this way. A mortar is sometimes carried in an armored vehicle and can either fire from it or be dismounted to fire from the ground. Since the early 1960s it has been possible to carry lighter towed guns and most mortars by helicopter. Even before that, they were parachuted or landed by glider from the time of the first airborne trials in the USSR in the 1930s.\n\nIn SP equipment, the gun is an integral part of the vehicle that carries it. SPs first appeared during World War I, but did not really develop until World War II. They are mostly tracked vehicles, but wheeled SPs started to appear in the 1970s. Some SPs have no armor and carry few or no other weapons and ammunition. Armored SPs usually carry a useful ammunition load. Early armored SPs were mostly a \"casemate\" configuration, in essence an open top armored box offering only limited traverse. However, most modern armored SPs have a full enclosed armored turret, usually giving full traverse for the gun. Many SPs cannot fire without deploying stabilizers or spades, sometimes hydraulic. A few SPs are designed so that the recoil forces of the gun are transferred directly onto the ground through a baseplate. A few towed guns have been given limited self-propulsion by means of an auxiliary engine.\n\nTwo other forms of tactical propulsion were used in the first half of the 20th century: Railways or transporting the equipment by road, as two or three separate loads, with disassembly and re-assembly at the beginning and end of the journey. Railway artillery took two forms, railway mountings for heavy and super-heavy guns and howitzers and armored trains as \"fighting vehicles\" armed with light artillery in a direct fire role. Disassembled transport was also used with heavy and super heavy weapons and lasted into the 1950s.\n\nA third form of artillery typing is to classify it as \"light\", \"medium\", \"heavy\" and various other terms. It appears to have been introduced in World War I, which spawned a very wide array of artillery in all sorts of sizes so a simple categorical system was needed. Some armies defined these categories by bands of calibers. Different bands were used for different types of weapons—field guns, mortars, anti-aircraft guns and coastal guns.[citation needed]\n\n"
        },
        {
            "title": "Modern operations",
            "text": "List of countries in order of amount of artillery (only conventional tube ordnance is given, in use with land forces):[66]\n\nArtillery is used in a variety of roles depending on its type and caliber. The general role of artillery is to provide fire support—\"the application of fire, coordinated with the manoeuvre of forces to destroy, neutralize or suppress the enemy\".  This NATO definition makes artillery a supporting arm although not all NATO armies agree with this logic. The italicised terms are NATO's.[78]\n\nUnlike rockets, guns (or howitzers as some armies still call them) and mortars are suitable for delivering close supporting fire. However, they are all suitable for providing deep supporting fire although the limited range of many mortars tends to exclude them from the role. Their control arrangements and limited range also mean that mortars are most suited to direct supporting fire. Guns are used either for this or general supporting fire while rockets are mostly used for the latter. However, lighter rockets may be used for direct fire support. These rules of thumb apply to NATO armies.\n\nModern mortars, because of their lighter weight and simpler, more transportable design, are usually an integral part of infantry and, in some armies, armor units. This means they generally do not have to concentrate their fire so their shorter range is not a disadvantage. Some armies also consider infantry operated mortars to be more responsive than artillery, but this is a function of the control arrangements and not the case in all armies. However, mortars have always been used by artillery units and remain with them in many armies, including a few in NATO.\n\nIn NATO armies artillery is usually assigned a tactical mission that establishes its relationship and responsibilities to the formation or units it is assigned to. It seems that not all NATO nations use the terms and outside NATO others are probably used. The standard terms are: direct support, general support, general support reinforcing and reinforcing. These tactical missions are in the context of the command authority: operational command, operational control, tactical command or tactical control.\n\nIn NATO direct support generally means that the directly supporting artillery unit provides observers and liaison to the manoeuvre troops being supported, typically an artillery battalion or equivalent is assigned to a brigade and its batteries to the brigade's battalions. However, some armies achieve this by placing the assigned artillery units under command of the directly supported formation. Nevertheless, the batteries' fire can be concentrated onto a single target, as can the fire of units in range and with the other tactical missions.\n\nThere are several dimensions to this subject. The first is the notion that fire may be against an opportunity target or may be prearranged. If it is the latter it may be either on-call or scheduled. Prearranged targets may be part of a fire plan. Fire may be either observed or unobserved, if the former it may be adjusted, if the latter then it has to be predicted. Observation of adjusted fire may be directly by a forward observer or indirectly via some other target acquisition system.\n\nNATO also recognises several different types of fire support for tactical purposes:\n\nThese purposes have existed for most of the 20th century, although their definitions have evolved and will continue to do so, lack of suppression in counterbattery is an omission. Broadly they can be defined as either:\n\nTwo other NATO terms also need definition:\n\nThe tactical purposes also include various \"mission verbs\", a rapidly expanding subject with the modern concept of \"effects based operations\".\n\nTargeting is the process of selecting target and matching the appropriate response to them taking account of operational requirements and capabilities. It requires consideration of the type of fire support required and the extent of coordination with the supported arm. It involves decisions about:\n\nThe targeting process is the key aspect of tactical fire control. Depending on the circumstances and national procedures it may all be undertaken in one place or may be distributed. In armies practicing control from the front, most of the process may be undertaken by a forward observer or other target acquirer. This is particularly the case for a smaller target requiring only a few fire units. The extent to which the process is formal or informal and makes use of computer based systems, documented norms or experience and judgement also varies widely armies and other circumstances.\n\nSurprise may be essential or irrelevant. It depends on what effects are required and whether or not the target is likely to move or quickly improve its protective posture. During World War II UK researchers concluded that for impact fuzed munitions the relative risk were as follows:[citation needed]\n\nAirburst munitions significantly increase the relative risk for lying men, etc. Historically most casualties occur in the first 10–15 seconds of fire, i.e. the time needed to react and improve protective posture, however, this is less relevant if airburst is used.\n\nThere are several ways of making best use of this brief window of maximum vulnerability:\n\nModern counter-battery fire developed in World War I, with the objective of defeating the enemy's artillery. Typically such fire was used to suppress enemy batteries when they were or were about to interfere with the activities of friendly forces (such as to prevent enemy defensive artillery fire against an impending attack) or to systematically destroy enemy guns. In World War I the latter required air observation. The first indirect counter-battery fire was in May 1900 by an observer in a balloon.[citation needed]\n\nEnemy artillery can be detected in two ways, either by direct observation of the guns from the air or by ground observers (including specialist reconnaissance), or from their firing signatures. This includes radars tracking the shells in flight to determine their place of origin, sound ranging detecting guns firing and resecting their position from pairs of microphones or cross-observation of gun flashes using observation by human observers or opto-electronic devices, although the widespread adoption of 'flashless' propellant limited the effectiveness of the latter.\n\nOnce hostile batteries have been detected they may be engaged immediately by friendly artillery or later at an optimum time, depending on the tactical situation and the counter-battery policy. Air strike is another option. In some situations the task is to locate all active enemy batteries for attack using a counter-battery fire at the appropriate moment in accordance with a plan developed by artillery intelligence staff. In other situations counter-battery fire may occur whenever a battery is located with sufficient accuracy.\n\nModern counter-battery target acquisition uses unmanned aircraft, counter-battery radar, ground reconnaissance and sound-ranging. Counter-battery fire may be adjusted by some of the systems, for example the operator of an unmanned aircraft can 'follow' a battery if it moves. Defensive measures by batteries include frequently changing position or constructing defensive earthworks, the tunnels used by North Korea being an extreme example. Counter-measures include air defence against aircraft and attacking counter-battery radars physically and electronically.\n\n'Field Artillery Team' is a US term and the following description and terminology applies to the US, other armies are broadly similar but differ in significant details. Modern field artillery (post–World War I) has three distinct parts: the Forward Observer (FO), the Fire Direction Center (FDC)  and the actual guns themselves. The forward observer observes the target using tools such as binoculars, laser rangefinders, designators and call back fire missions on his radio, or relays the data through a portable computer via an encrypted digital radio connection protected from jamming by computerized frequency hopping. A lesser known part of the team is the FAS or Field Artillery Survey team which sets up the \"Gun Line\" for the cannons. Today most artillery battalions use a(n) \"Aiming Circle\" which allows for faster setup and more mobility. FAS teams are still used for checks and balances purposes and if a gun battery has issues with the \"Aiming Circle\" a FAS team will do it for them.\n\nThe FO can communicate directly with the battery FDC, of which there is one per each battery of 4–8 guns. Otherwise the several FOs communicate with a higher FDC such as at a Battalion level, and the higher FDC prioritizes the targets and allocates fires to individual batteries as needed to engage the targets that are spotted by the FOs or to perform preplanned fires.\n\nThe Battery FDC computes firing data—ammunition to be used, powder charge, fuse settings, the direction to the target, and the quadrant elevation to be fired at to reach the target, what gun will fire any rounds needed for adjusting on the target, and the number of rounds to be fired on the target by each gun once the target has been accurately located—to the guns. Traditionally this data is relayed via radio or wire communications as a warning order to the guns, followed by orders specifying the type of ammunition and fuse setting, direction, and the elevation needed to reach the target, and the method of adjustment or orders for fire for effect (FFE). However, in more advanced artillery units, this data is relayed through a digital radio link.\n\nOther parts of the field artillery team include meteorological analysis to determine the temperature, humidity and pressure of the air and wind direction and speed at different altitudes. Also radar is used both for determining the location of enemy artillery and mortar batteries and to determine the precise actual strike points of rounds fired by battery and comparing that location with what was expected to compute a registration allowing future rounds to be fired with much greater accuracy.\n\nA technique called time on target (TOT) was developed by the British Army in North Africa at the end of 1941 and early 1942 particularly for counter-battery fire and other concentrations, it proved very popular. It relied on BBC time signals to enable officers to synchronize their watches to the second because this avoided the need to use military radio networks and the possibility of losing surprise, and the need for field telephone networks in the desert.[79] With this technique the time of flight from each fire unit (battery or troop) to the target is taken from the range or firing tables, or the computer and each engaging fire unit subtracts its time of flight from the TOT to determine the time to fire. An executive order to fire is given to all guns in the fire unit at the correct moment to fire. When each fire unit fires their rounds at their individual firing time all the opening rounds will reach the target area almost simultaneously. This is especially effective when combined with techniques that allow fires for effect to be made without preliminary adjusting fires.\n\nMultiple round simultaneous impact (MRSI) is a modern version of the earlier time on target concept. MRSI is when a single gun fires multiple shells so all arrive at the same target simultaneously. This is possible because there is more than one trajectory for a round to fly to any given target. Typically one is below 45 degrees from horizontal and the other is above it, and by using different sized propellant charges with each shell, it is possible to utilize more than two trajectories. Because the higher trajectories cause the shells to arc higher into the air, they take longer to reach the target. If shells are fired on higher trajectories for initial volleys (starting with the shell with the most propellant and working down) and later volleys are fired on the lower trajectories, with the correct timing the shells will all arrive at the same target simultaneously. This is useful because many more shells can land on the target with no warning. With traditional methods of firing, the target area may have time (however long it takes to reload and re-fire the guns) to take cover between volleys. However, guns capable of burst fire can deliver multiple rounds in a few seconds if they use the same firing data for each, and if guns in more than one location are firing on one target they can use Time on Target procedures so that all their shells arrive at the same time and target.\n\nMRSI has a few prerequisites. The first is guns with a high rate of fire. The second is the ability to use different sized propellant charges. Third is a fire control computer that has the ability to compute MRSI volleys and the  capability to produce firing data, sent to each gun, and then presented to the gun commander in the correct order.[80][81]  The number of rounds that can be delivered in MRSI depends primarily on the range to the target and the rate of fire. To allow the most shells to reach the target, the target has to be in range of the lowest propellant charge.\n\nExamples of guns with a rate of fire that makes them suitable for MRSI includes UK's AS-90, South Africa's Denel G6-52 (which can land six rounds simultaneously at targets at least 25 km (16 mi) away), Germany's Panzerhaubitze 2000[82] (which can land five rounds simultaneously at targets at least 17 km (11 mi) away), Slovakia's 155 mm SpGH ZUZANA model 2000, and K9 Thunder.[citation needed]\n\nThe Archer project (developed by BAE-Systems Bofors in Sweden) is a 155 mm howitzer on a wheeled chassis which is claimed to be able to deliver up to six shells on target simultaneously from the same gun. The 120 mm twin barrel AMOS mortar system, joint developed by Hägglunds (Sweden) and Patria (Finland),[83] is capable of 7 + 7 shells MRSI. The United States Crusader program (now cancelled) was slated to have MRSI capability. It is unclear how many fire control computers have the necessary capabilities.\n\nTwo-round MRSI firings were a popular artillery demonstration in the 1960s, where well trained detachments could show off their skills for spectators.\n\nThe destructiveness of artillery bombardments can be enhanced when some or all of the shells are set for airburst, meaning that they explode in the air above the target instead of upon impact. This can be accomplished either through time fuzes or proximity fuzes. Time fuzes use a precise timer to detonate the shell after a preset delay. This technique is tricky and slight variations in the functioning of the fuze can cause it to explode too high and be ineffective, or to strike the ground instead of exploding above it. Since December 1944 (Battle of the Bulge), proximity fuzed artillery shells have been available that take the guesswork out of this process. These employ a miniature, low powered radar transmitter in the fuze to detect the ground and explode them at a predetermined height above it.  The return of the weak radar signal completes an electrical circuit in the fuze which explodes the shell.  The proximity fuze itself was developed by the British to increase the effectiveness of anti-aircraft warfare.\n\nThis is a very effective tactic against infantry and light vehicles, because it scatters the fragmentation of the shell over a larger area and prevents it from being blocked by terrain or entrenchments that do not include some form of robust overhead cover.  Combined with TOT or MRSI tactics that give no warning of the incoming rounds, these rounds are especially devastating because many enemy soldiers are likely to be caught in the open; even more so if the attack is launched against an assembly area or troops moving in the open rather than a unit in an entrenched tactical position.\n\n"
        },
        {
            "title": "Use in monuments",
            "text": "Numerous war memorials around the world incorporate an artillery piece that was used in the war or battle commemorated.\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Royal_Artillery",
        "https://en.wikipedia.org/wiki/L118_light_gun",
        "https://en.wikipedia.org/wiki/War",
        "https://en.wikipedia.org/wiki/Military_history",
        "https://en.wikipedia.org/wiki/Prehistoric_warfare",
        "https://en.wikipedia.org/wiki/Ancient_warfare",
        "https://en.wikipedia.org/wiki/Medieval_warfare",
        "https://en.wikipedia.org/wiki/Early_modern_warfare",
        "https://en.wikipedia.org/wiki/Modern_warfare",
        "https://en.wikipedia.org/wiki/Industrial_warfare",
        "https://en.wikipedia.org/wiki/Battlespace",
        "https://en.wikipedia.org/wiki/Aerial_warfare",
        "https://en.wikipedia.org/wiki/Airborne_forces",
        "https://en.wikipedia.org/wiki/Space_warfare",
        "https://en.wikipedia.org/wiki/Land_warfare",
        "https://en.wikipedia.org/wiki/Desert_warfare",
        "https://en.wikipedia.org/wiki/Jungle_warfare",
        "https://en.wikipedia.org/wiki/Mountain_warfare",
        "https://en.wikipedia.org/wiki/Urban_warfare",
        "https://en.wikipedia.org/wiki/Naval_warfare",
        "https://en.wikipedia.org/wiki/Amphibious_warfare",
        "https://en.wikipedia.org/wiki/Surface_warfare",
        "https://en.wikipedia.org/wiki/Underwater_warfare",
        "https://en.wikipedia.org/wiki/Subterranean_warfare",
        "https://en.wikipedia.org/wiki/Tunnel_warfare",
        "https://en.wikipedia.org/wiki/Cyberwarfare",
        "https://en.wikipedia.org/wiki/Information_warfare",
        "https://en.wikipedia.org/wiki/Weapon",
        "https://en.wikipedia.org/wiki/Armoured_warfare",
        "https://en.wikipedia.org/wiki/Biological_warfare",
        "https://en.wikipedia.org/wiki/Military_camouflage",
        "https://en.wikipedia.org/wiki/Cavalry",
        "https://en.wikipedia.org/wiki/Chemical_warfare",
        "https://en.wikipedia.org/wiki/Class_conflict",
        "https://en.wikipedia.org/wiki/Combined_arms",
        "https://en.wikipedia.org/wiki/Conventional_warfare",
        "https://en.wikipedia.org/wiki/Cyberweapon",
        "https://en.wikipedia.org/wiki/Area_denial_weapon",
        "https://en.wikipedia.org/wiki/Disinformation",
        "https://en.wikipedia.org/wiki/Drone_strike",
        "https://en.wikipedia.org/wiki/Electronic_warfare",
        "https://en.wikipedia.org/wiki/Infantry",
        "https://en.wikipedia.org/wiki/Lawfare",
        "https://en.wikipedia.org/wiki/Loitering_munition",
        "https://en.wikipedia.org/wiki/Martial_music",
        "https://en.wikipedia.org/wiki/Nuclear_warfare",
        "https://en.wikipedia.org/wiki/Psychological_warfare",
        "https://en.wikipedia.org/wiki/Radiological_warfare",
        "https://en.wikipedia.org/wiki/Unconventional_warfare",
        "https://en.wikipedia.org/wiki/Military_tactics",
        "https://en.wikipedia.org/wiki/List_of_military_tactics",
        "https://en.wikipedia.org/wiki/Air_combat_manoeuvring",
        "https://en.wikipedia.org/wiki/Airlift",
        "https://en.wikipedia.org/wiki/Airdrop",
        "https://en.wikipedia.org/wiki/Battle",
        "https://en.wikipedia.org/wiki/Cavalry_tactics",
        "https://en.wikipedia.org/wiki/Counterattack",
        "https://en.wikipedia.org/wiki/Counterinsurgency",
        "https://en.wikipedia.org/wiki/Defeat_in_detail",
        "https://en.wikipedia.org/wiki/Defensive_fighting_position",
        "https://en.wikipedia.org/wiki/Envelopment",
        "https://en.wikipedia.org/wiki/Guerrilla_warfare",
        "https://en.wikipedia.org/wiki/Morale",
        "https://en.wikipedia.org/wiki/Shock_and_awe",
        "https://en.wikipedia.org/wiki/Siege",
        "https://en.wikipedia.org/wiki/Tactical_objective",
        "https://en.wikipedia.org/wiki/Saturation_attack",
        "https://en.wikipedia.org/wiki/Trench_warfare",
        "https://en.wikipedia.org/wiki/Operational_level_of_war",
        "https://en.wikipedia.org/wiki/Military_operation",
        "https://en.wikipedia.org/wiki/Operations_research",
        "https://en.wikipedia.org/wiki/Blitzkrieg",
        "https://en.wikipedia.org/wiki/Expeditionary_warfare",
        "https://en.wikipedia.org/wiki/Deep_operation",
        "https://en.wikipedia.org/wiki/Maneuver_warfare",
        "https://en.wikipedia.org/wiki/Operational_manoeuvre_group",
        "https://en.wikipedia.org/wiki/Military_strategy",
        "https://en.wikipedia.org/wiki/List_of_military_strategies_and_concepts",
        "https://en.wikipedia.org/wiki/Military_campaign",
        "https://en.wikipedia.org/wiki/Attrition_warfare",
        "https://en.wikipedia.org/wiki/Culminating_point",
        "https://en.wikipedia.org/wiki/Defence_in_depth",
        "https://en.wikipedia.org/wiki/Fabian_strategy",
        "https://en.wikipedia.org/wiki/Mosaic_Warfare",
        "https://en.wikipedia.org/wiki/Military_deception",
        "https://en.wikipedia.org/wiki/Strategic_defence",
        "https://en.wikipedia.org/wiki/Strategic_depth",
        "https://en.wikipedia.org/wiki/Naval_strategy",
        "https://en.wikipedia.org/wiki/Scorched_earth",
        "https://en.wikipedia.org/wiki/Grand_strategy",
        "https://en.wikipedia.org/wiki/Asymmetric_warfare",
        "https://en.wikipedia.org/wiki/Colonial_war",
        "https://en.wikipedia.org/wiki/Conquest",
        "https://en.wikipedia.org/wiki/Containment",
        "https://en.wikipedia.org/wiki/Economic_warfare",
        "https://en.wikipedia.org/wiki/Endemic_warfare",
        "https://en.wikipedia.org/wiki/Irregular_warfare",
        "https://en.wikipedia.org/wiki/Wars_of_national_liberation",
        "https://en.wikipedia.org/wiki/Limited_war",
        "https://en.wikipedia.org/wiki/Perpetual_war",
        "https://en.wikipedia.org/wiki/Political_warfare",
        "https://en.wikipedia.org/wiki/Princely_rebellion",
        "https://en.wikipedia.org/wiki/Proxy_war",
        "https://en.wikipedia.org/wiki/Religious_war",
        "https://en.wikipedia.org/wiki/Resource_war",
        "https://en.wikipedia.org/wiki/Strategic_studies",
        "https://en.wikipedia.org/wiki/War_of_succession",
        "https://en.wikipedia.org/wiki/Military_technology",
        "https://en.wikipedia.org/wiki/Total_war",
        "https://en.wikipedia.org/wiki/World_war",
        "https://en.wikipedia.org/wiki/Military_administration",
        "https://en.wikipedia.org/wiki/Military_branch",
        "https://en.wikipedia.org/wiki/Military_policy",
        "https://en.wikipedia.org/wiki/Military_education_and_training",
        "https://en.wikipedia.org/wiki/Military_service",
        "https://en.wikipedia.org/wiki/Military_sociology",
        "https://en.wikipedia.org/wiki/Military_organization",
        "https://en.wikipedia.org/wiki/Command_hierarchy",
        "https://en.wikipedia.org/wiki/Command_and_control",
        "https://en.wikipedia.org/wiki/Military_doctrine",
        "https://en.wikipedia.org/wiki/Military_engineering",
        "https://en.wikipedia.org/wiki/Military_intelligence",
        "https://en.wikipedia.org/wiki/Military_rank",
        "https://en.wikipedia.org/wiki/Military_technology",
        "https://en.wikipedia.org/wiki/Military_personnel",
        "https://en.wikipedia.org/wiki/Military_recruitment",
        "https://en.wikipedia.org/wiki/Conscription",
        "https://en.wikipedia.org/wiki/Recruit_training",
        "https://en.wikipedia.org/wiki/Military_specialism",
        "https://en.wikipedia.org/wiki/Women_in_the_military",
        "https://en.wikipedia.org/wiki/Children_in_the_military",
        "https://en.wikipedia.org/wiki/Transgender_people_and_military_service",
        "https://en.wikipedia.org/wiki/Sexual_harassment_in_the_military",
        "https://en.wikipedia.org/wiki/Conscientious_objector",
        "https://en.wikipedia.org/wiki/Military_logistics",
        "https://en.wikipedia.org/wiki/Arms_industry",
        "https://en.wikipedia.org/wiki/Materiel",
        "https://en.wikipedia.org/wiki/Main_operating_base",
        "https://en.wikipedia.org/wiki/Forward_operating_base",
        "https://en.wikipedia.org/wiki/Military_science",
        "https://en.wikipedia.org/wiki/Power_projection",
        "https://en.wikipedia.org/wiki/Loss_of_Strength_Gradient",
        "https://en.wikipedia.org/wiki/Law_of_war",
        "https://en.wikipedia.org/wiki/Geneva_Conventions",
        "https://en.wikipedia.org/wiki/Geneva_Protocol",
        "https://en.wikipedia.org/wiki/Military_justice",
        "https://en.wikipedia.org/wiki/Perfidy",
        "https://en.wikipedia.org/wiki/Rules_of_engagement",
        "https://en.wikipedia.org/wiki/Martial_law",
        "https://en.wikipedia.org/wiki/War_crime",
        "https://en.wikipedia.org/wiki/Military_theory",
        "https://en.wikipedia.org/wiki/Air_supremacy",
        "https://en.wikipedia.org/wiki/Command_of_the_sea",
        "https://en.wikipedia.org/wiki/Overmatch",
        "https://en.wikipedia.org/wiki/Unrestricted_Warfare",
        "https://en.wikipedia.org/wiki/Horses_in_warfare",
        "https://en.wikipedia.org/wiki/Outline_of_war",
        "https://en.wikipedia.org/wiki/Just_war_theory",
        "https://en.wikipedia.org/wiki/Principles_of_war",
        "https://en.wikipedia.org/wiki/Philosophy_of_war",
        "https://en.wikipedia.org/wiki/War_film",
        "https://en.wikipedia.org/wiki/Military_science_fiction",
        "https://en.wikipedia.org/wiki/Military_exercise",
        "https://en.wikipedia.org/wiki/Security_dilemma",
        "https://en.wikipedia.org/wiki/Tripwire_force",
        "https://en.wikipedia.org/wiki/Mercenary",
        "https://en.wikipedia.org/wiki/War_novel",
        "https://en.wikipedia.org/wiki/Women_in_war",
        "https://en.wikipedia.org/wiki/War_resister",
        "https://en.wikipedia.org/wiki/War_studies",
        "https://en.wikipedia.org/wiki/Wartime_sexual_violence",
        "https://en.wikipedia.org/wiki/Lists_of_battles",
        "https://en.wikipedia.org/wiki/List_of_military_occupations",
        "https://en.wikipedia.org/wiki/List_of_military_tactics",
        "https://en.wikipedia.org/wiki/List_of_military_operations",
        "https://en.wikipedia.org/wiki/List_of_sieges",
        "https://en.wikipedia.org/wiki/List_of_war_crimes",
        "https://en.wikipedia.org/wiki/Lists_of_weapons",
        "https://en.wikipedia.org/wiki/List_of_military_writers",
        "https://en.wikipedia.org/wiki/Ranged_weapons",
        "https://en.wikipedia.org/wiki/Ammunition",
        "https://en.wikipedia.org/wiki/Infantry",
        "https://en.wikipedia.org/wiki/Firearms",
        "https://en.wikipedia.org/wiki/Defensive_wall",
        "https://en.wikipedia.org/wiki/Fortification",
        "https://en.wikipedia.org/wiki/Siege",
        "https://en.wikipedia.org/wiki/Siege_engine",
        "https://en.wikipedia.org/wiki/Field_artillery",
        "https://en.wikipedia.org/wiki/Cannon",
        "https://en.wikipedia.org/wiki/Gunpowder",
        "https://en.wikipedia.org/wiki/Field_gun",
        "https://en.wikipedia.org/wiki/Howitzer",
        "https://en.wikipedia.org/wiki/Rocket_artillery",
        "https://en.wikipedia.org/wiki/Round_shot",
        "https://en.wikipedia.org/wiki/Canister_shot",
        "https://en.wikipedia.org/wiki/Chain_shot",
        "https://en.wikipedia.org/wiki/Grapeshot",
        "https://en.wikipedia.org/wiki/Ammunition",
        "https://en.wikipedia.org/wiki/Combat_arms",
        "https://en.wikipedia.org/wiki/Field_gun",
        "https://en.wikipedia.org/wiki/Coastal_artillery",
        "https://en.wikipedia.org/wiki/Sound_ranging",
        "https://en.wikipedia.org/wiki/Flash_spotting",
        "https://en.wikipedia.org/wiki/Industrial_Revolution",
        "https://en.wikipedia.org/wiki/Napoleonic_Wars",
        "https://en.wikipedia.org/wiki/World_War_I",
        "https://en.wikipedia.org/wiki/World_War_II",
        "https://en.wikipedia.org/wiki/Joseph_Stalin",
        "https://en.wikipedia.org/wiki/Catapult",
        "https://en.wikipedia.org/wiki/Gunpowder",
        "https://en.wikipedia.org/wiki/Middle_Ages",
        "https://en.wikipedia.org/wiki/Modern_era",
        "https://en.wikipedia.org/wiki/Cannon",
        "https://en.wikipedia.org/wiki/Gun_carriage",
        "https://en.wikipedia.org/wiki/Contemporary_history",
        "https://en.wikipedia.org/wiki/Motor_vehicle",
        "https://en.wikipedia.org/wiki/Tracked_vehicle",
        "https://en.wikipedia.org/wiki/Railway_gun",
        "https://en.wikipedia.org/wiki/Project_Babylon",
        "https://en.wikipedia.org/wiki/Supergun_affair",
        "https://en.wikipedia.org/wiki/Space_gun",
        "https://en.wikipedia.org/wiki/Missile",
        "https://en.wikipedia.org/wiki/Surface_warfare",
        "https://en.wikipedia.org/wiki/Weapons_platform",
        "https://en.wikipedia.org/wiki/M777_howitzer",
        "https://en.wikipedia.org/wiki/Artillery_battery",
        "https://en.wikipedia.org/wiki/Military_organization",
        "https://en.wikipedia.org/wiki/Combat_Arms",
        "https://en.wikipedia.org/wiki/Military_service",
        "https://en.wikipedia.org/wiki/Military_organization",
        "https://en.wikipedia.org/wiki/Military_organization",
        "https://en.wikipedia.org/wiki/Military_operation",
        "https://en.wikipedia.org/wiki/Field_artillery",
        "https://en.wikipedia.org/wiki/Penetrating_trauma",
        "https://en.wikipedia.org/wiki/Blast_injury",
        "https://en.wikipedia.org/wiki/Artillery_observer",
        "https://en.wikipedia.org/wiki/Geographic_coordinate_system",
        "https://en.wikipedia.org/wiki/Military_doctrine",
        "https://en.wikipedia.org/wiki/Engineering_design_process",
        "https://en.wikipedia.org/wiki/Ballistic_missile",
        "https://en.wikipedia.org/wiki/Close_combat",
        "https://en.wikipedia.org/wiki/Middle_Ages",
        "https://en.wikipedia.org/wiki/Atelier",
        "https://en.wikipedia.org/wiki/Old_French",
        "https://en.wikipedia.org/wiki/Honourable_Artillery_Company",
        "https://en.wikipedia.org/wiki/Infantry",
        "https://en.wikipedia.org/wiki/History_of_gunpowder",
        "https://en.wikipedia.org/wiki/Huolongjing",
        "https://en.wikipedia.org/wiki/Engines_of_war",
        "https://en.wikipedia.org/wiki/Catapult",
        "https://en.wikipedia.org/wiki/Trebuchet",
        "https://en.wikipedia.org/wiki/Ballista",
        "https://en.wikipedia.org/wiki/Gunpowder_artillery_in_the_Song_dynasty",
        "https://en.wikipedia.org/wiki/Ming_Dynasty",
        "https://en.wikipedia.org/wiki/Huolongjing",
        "https://en.wikipedia.org/wiki/Field_artillery",
        "https://en.wikipedia.org/wiki/Mongol_Empire",
        "https://en.wikipedia.org/wiki/Mongol_invasions",
        "https://en.wikipedia.org/wiki/Cannon",
        "https://en.wikipedia.org/wiki/First_Battle_of_Panipat",
        "https://en.wikipedia.org/wiki/Ceuta",
        "https://en.wikipedia.org/wiki/Tangiers",
        "https://en.wikipedia.org/wiki/Castle",
        "https://en.wikipedia.org/wiki/Siege_of_Breteuil",
        "https://en.wikipedia.org/wiki/Pumhart_von_Steyr",
        "https://en.wikipedia.org/wiki/Joan_of_Arc",
        "https://en.wikipedia.org/wiki/Mehmet_the_Conqueror",
        "https://en.wikipedia.org/wiki/Constantinople",
        "https://en.wikipedia.org/wiki/Ottoman_Empire",
        "https://en.wikipedia.org/wiki/James_II_of_Scotland",
        "https://en.wikipedia.org/wiki/Chongtong",
        "https://en.wikipedia.org/wiki/Ming_Dynasty",
        "https://en.wikipedia.org/wiki/Artillerymen",
        "https://en.wikipedia.org/wiki/Lantaka",
        "https://en.wikipedia.org/wiki/Greek_fire",
        "https://en.wikipedia.org/wiki/Portuguese_Malacca",
        "https://en.wikipedia.org/wiki/Iron",
        "https://en.wikipedia.org/wiki/India",
        "https://en.wikipedia.org/wiki/Javanese_people",
        "https://en.wikipedia.org/wiki/Japanese_invasions_of_Korea",
        "https://en.wikipedia.org/wiki/Panokseon",
        "https://en.wikipedia.org/wiki/Naval_gun",
        "https://en.wikipedia.org/wiki/Gabion",
        "https://en.wikipedia.org/wiki/Siege",
        "https://en.wikipedia.org/wiki/Fall_of_Constantinople",
        "https://en.wikipedia.org/wiki/Mehmed_II",
        "https://en.wikipedia.org/wiki/Byzantine_Empire",
        "https://en.wikipedia.org/wiki/Charles_Oman",
        "https://en.wikipedia.org/wiki/Smoothbore",
        "https://en.wikipedia.org/wiki/James_II_of_Scotland",
        "https://en.wikipedia.org/wiki/Gun_barrel",
        "https://en.wikipedia.org/wiki/Trunnion",
        "https://en.wikipedia.org/wiki/Tsar_Cannon",
        "https://en.wikipedia.org/wiki/Hussite_Wars",
        "https://en.wikipedia.org/wiki/Gustavus_Adolphus",
        "https://en.wikipedia.org/wiki/Ribauldequin",
        "https://en.wikipedia.org/wiki/Kazimierz_Siemienowicz",
        "https://en.wikipedia.org/wiki/Bastion",
        "https://en.wikipedia.org/wiki/Rocket_artillery",
        "https://en.wikipedia.org/wiki/Mysorean_rockets",
        "https://en.wikipedia.org/wiki/Third_Mysore_War",
        "https://en.wikipedia.org/wiki/Fourth_Mysore_War",
        "https://en.wikipedia.org/wiki/British_East_India_Company",
        "https://en.wikipedia.org/wiki/Kingdom_of_Mysore",
        "https://en.wikipedia.org/wiki/Mughal_India",
        "https://en.wikipedia.org/wiki/Battle_of_Seringapatam",
        "https://en.wikipedia.org/wiki/Congreve_rocket",
        "https://en.wikipedia.org/wiki/Napoleonic_Wars",
        "https://en.wikipedia.org/wiki/War_of_1812",
        "https://en.wikipedia.org/wiki/Napoleon",
        "https://en.wikipedia.org/wiki/Limbers_and_caissons",
        "https://en.wikipedia.org/wiki/Round_shot",
        "https://en.wikipedia.org/wiki/Field_artillery_in_the_American_Civil_War",
        "https://en.wikipedia.org/wiki/Prussia",
        "https://en.wikipedia.org/wiki/Rifling",
        "https://en.wikipedia.org/wiki/Muzzle_velocity",
        "https://en.wikipedia.org/wiki/Crimean_War",
        "https://en.wikipedia.org/wiki/Napoleonic_Wars",
        "https://en.wikipedia.org/wiki/Elswick_Ordnance_Company",
        "https://en.wikipedia.org/wiki/Royal_Arsenal",
        "https://en.wikipedia.org/wiki/Woolwich",
        "https://en.wikipedia.org/wiki/Armstrong_Gun",
        "https://en.wikipedia.org/wiki/Boshin_war",
        "https://en.wikipedia.org/wiki/Martin_von_Wahrendorff",
        "https://en.wikipedia.org/wiki/Joseph_Whitworth",
        "https://en.wikipedia.org/wiki/Cast_iron",
        "https://en.wikipedia.org/wiki/American_Civil_War",
        "https://en.wikipedia.org/wiki/Fort_Fisher",
        "https://en.wikipedia.org/wiki/Metallurgy",
        "https://en.wikipedia.org/wiki/Precision_engineering",
        "https://en.wikipedia.org/wiki/Industrial_Revolution",
        "https://en.wikipedia.org/wiki/Recoil",
        "https://en.wikipedia.org/wiki/Mild_steel",
        "https://en.wikipedia.org/wiki/Swage",
        "https://en.wikipedia.org/wiki/Horse_artillery",
        "https://en.wikipedia.org/wiki/RBL_12_pounder_8_cwt_Armstrong_gun",
        "https://en.wikipedia.org/wiki/Field_gun",
        "https://en.wikipedia.org/wiki/Hydraulic_recoil_mechanism",
        "https://en.wikipedia.org/wiki/Shrapnel_shell",
        "https://en.wikipedia.org/wiki/Picric_acid",
        "https://en.wikipedia.org/wiki/Bolt_action_rifle",
        "https://en.wikipedia.org/wiki/Indirect_fire",
        "https://en.wikipedia.org/wiki/Battle_of_Kay",
        "https://en.wikipedia.org/wiki/Battle_of_Waterloo",
        "https://en.wikipedia.org/wiki/Royal_Horse_Artillery",
        "https://en.wikipedia.org/wiki/Aiming_point",
        "https://en.wikipedia.org/wiki/Boer_War",
        "https://en.wikipedia.org/wiki/World_War_I",
        "https://en.wikipedia.org/wiki/15_cm_sFH_13",
        "https://en.wikipedia.org/wiki/World_War_I",
        "https://en.wikipedia.org/wiki/Henry_Hugh_Tudor",
        "https://en.wikipedia.org/wiki/Operation_Michael",
        "https://en.wikipedia.org/wiki/British_Royal_Artillery",
        "https://en.wikipedia.org/wiki/M982_Excalibur",
        "https://en.wikipedia.org/wiki/Modern_era",
        "https://en.wikipedia.org/wiki/Explosive",
        "https://en.wikipedia.org/wiki/Predicted_fire",
        "https://en.wikipedia.org/wiki/Global_Positioning_System",
        "https://en.wikipedia.org/wiki/M1156_Precision_Guidance_Kit",
        "https://en.wikipedia.org/wiki/Cannon",
        "https://en.wikipedia.org/wiki/Howitzer",
        "https://en.wikipedia.org/wiki/Field_gun",
        "https://en.wikipedia.org/wiki/Rocket_artillery",
        "https://en.wikipedia.org/wiki/Coastal_artillery",
        "https://en.wikipedia.org/wiki/Guidance_system",
        "https://en.wikipedia.org/wiki/Missile",
        "https://en.wikipedia.org/wiki/Joint_terminal_attack_controller",
        "https://en.wikipedia.org/wiki/Munition",
        "https://en.wikipedia.org/wiki/Ammunition_dump",
        "https://en.wikipedia.org/wiki/Arsenal",
        "https://en.wikipedia.org/wiki/Artillery_fuze",
        "https://en.wikipedia.org/wiki/Air_burst",
        "https://en.wikipedia.org/wiki/Proximity_fuze",
        "https://en.wikipedia.org/wiki/Centrifugal_force",
        "https://en.wikipedia.org/wiki/Proximity_fuze",
        "https://en.wikipedia.org/wiki/Battle_of_the_Bulge",
        "https://en.wikipedia.org/wiki/Kamikaze",
        "https://en.wikipedia.org/wiki/Nuclear_artillery",
        "https://en.wikipedia.org/wiki/White_phosphorus",
        "https://en.wikipedia.org/wiki/Gyroscopic",
        "https://en.wikipedia.org/wiki/Rifling",
        "https://en.wikipedia.org/wiki/Driving_band",
        "https://en.wikipedia.org/wiki/Smoothbore",
        "https://en.wikipedia.org/wiki/Propellant",
        "https://en.wikipedia.org/wiki/Deflagration",
        "https://en.wikipedia.org/wiki/Detonation",
        "https://en.wikipedia.org/wiki/Rocket_motor",
        "https://en.wikipedia.org/wiki/Black_powder",
        "https://en.wikipedia.org/wiki/Nitrocellulose",
        "https://en.wikipedia.org/wiki/Nitroglycerin",
        "https://en.wikipedia.org/wiki/Nitroguanidine",
        "https://en.wikipedia.org/wiki/Base_bleed",
        "https://en.wikipedia.org/wiki/Form_drag",
        "https://en.wikipedia.org/wiki/Laser_ignition",
        "https://en.wikipedia.org/wiki/Battleship",
        "https://en.wikipedia.org/wiki/Live_fire_exercise",
        "https://en.wikipedia.org/wiki/Hoogstade",
        "https://en.wikipedia.org/wiki/Field_artillery",
        "https://en.wikipedia.org/wiki/Indirect_fire",
        "https://en.wikipedia.org/wiki/Polynomial",
        "https://en.wikipedia.org/wiki/Finnish_Defence_Forces",
        "https://en.wikipedia.org/wiki/German_Army",
        "https://en.wikipedia.org/wiki/PzH_2000",
        "https://en.wikipedia.org/wiki/Cannon",
        "https://en.wikipedia.org/wiki/Siege_artillery",
        "https://en.wikipedia.org/wiki/Field_artillery",
        "https://en.wikipedia.org/wiki/Infantry_support_gun",
        "https://en.wikipedia.org/wiki/Mountain_gun",
        "https://en.wikipedia.org/wiki/Field_gun",
        "https://en.wikipedia.org/wiki/Direct_fire",
        "https://en.wikipedia.org/wiki/Howitzer",
        "https://en.wikipedia.org/wiki/Tank_gun",
        "https://en.wikipedia.org/wiki/Tank",
        "https://en.wikipedia.org/wiki/Assault_gun",
        "https://en.wikipedia.org/wiki/Armored_fighting_vehicle",
        "https://en.wikipedia.org/wiki/Vehicle_armor",
        "https://en.wikipedia.org/wiki/Aircraft",
        "https://en.wikipedia.org/wiki/Rocket_artillery",
        "https://en.wikipedia.org/wiki/Missile",
        "https://en.wikipedia.org/wiki/Railway_gun",
        "https://en.wikipedia.org/wiki/Railway_wagon",
        "https://en.wikipedia.org/wiki/Naval_artillery",
        "https://en.wikipedia.org/wiki/Warship",
        "https://en.wikipedia.org/wiki/Battleship",
        "https://en.wikipedia.org/wiki/Coastal_artillery",
        "https://en.wikipedia.org/wiki/Atlantic_Wall",
        "https://en.wikipedia.org/wiki/Aircraft_artillery",
        "https://en.wikipedia.org/wiki/Attack_aircraft",
        "https://en.wikipedia.org/wiki/Gunship",
        "https://en.wikipedia.org/wiki/Nuclear_artillery",
        "https://en.wikipedia.org/wiki/Nuclear_weapon",
        "https://en.wikipedia.org/wiki/Field_artillery",
        "https://en.wikipedia.org/wiki/Artillery_tractor",
        "https://en.wikipedia.org/wiki/Auxiliary_power_unit",
        "https://en.wikipedia.org/wiki/WWI_gas_mask",
        "https://en.wikipedia.org/wiki/Horse_artillery",
        "https://en.wikipedia.org/wiki/Field_artillery",
        "https://en.wikipedia.org/wiki/Rocket_artillery",
        "https://en.wikipedia.org/wiki/Coastal_artillery",
        "https://en.wikipedia.org/wiki/Mountain_gun",
        "https://en.wikipedia.org/wiki/Naval_artillery",
        "https://en.wikipedia.org/wiki/Second_Boer_War",
        "https://en.wikipedia.org/wiki/Guns",
        "https://en.wikipedia.org/wiki/Howitzers",
        "https://en.wikipedia.org/wiki/Battle_of_Gallipoli",
        "https://en.wikipedia.org/wiki/Gun_howitzers",
        "https://en.wikipedia.org/wiki/Railway_gun",
        "https://en.wikipedia.org/wiki/DRDO_Advanced_Towed_Artillery_Gun_System",
        "https://en.wikipedia.org/wiki/GCT_155mm",
        "https://en.wikipedia.org/wiki/Infantry",
        "https://en.wikipedia.org/wiki/Armor",
        "https://en.wikipedia.org/wiki/11th_Marine_Regiment",
        "https://en.wikipedia.org/wiki/M198_howitzer",
        "https://en.wikipedia.org/wiki/Howitzer",
        "https://en.wikipedia.org/wiki/Predicted_fire",
        "https://en.wikipedia.org/wiki/Counterbattery_fire",
        "https://en.wikipedia.org/wiki/Harassing_fire",
        "https://en.wikipedia.org/wiki/United_States_Marine_Corps",
        "https://en.wikipedia.org/wiki/M198_howitzer",
        "https://en.wikipedia.org/wiki/Fallujah",
        "https://en.wikipedia.org/wiki/World_War_I",
        "https://en.wikipedia.org/wiki/PzH_2000",
        "https://en.wikipedia.org/wiki/Field_artillery_team",
        "https://en.wikipedia.org/wiki/Forward_observer",
        "https://en.wikipedia.org/wiki/Fire_direction_center",
        "https://en.wikipedia.org/wiki/Binoculars",
        "https://en.wikipedia.org/wiki/Laser_rangefinder",
        "https://en.wikipedia.org/wiki/Artillery_battery",
        "https://en.wikipedia.org/wiki/Time_on_target",
        "https://en.wikipedia.org/wiki/Time_on_target",
        "https://en.wikipedia.org/wiki/Denel_G6",
        "https://en.wikipedia.org/wiki/Panzerhaubitze_2000",
        "https://en.wikipedia.org/wiki/155mm_SpGH_ZUZANA",
        "https://en.wikipedia.org/wiki/K9_Thunder",
        "https://en.wikipedia.org/wiki/Archer_Artillery_System",
        "https://en.wikipedia.org/wiki/AMOS",
        "https://en.wikipedia.org/wiki/XM2001_Crusader",
        "https://en.wikipedia.org/wiki/Air_burst",
        "https://en.wikipedia.org/wiki/Proximity_fuze",
        "https://en.wikipedia.org/wiki/Battle_of_the_Bulge",
        "https://en.wikipedia.org/wiki/Radar",
        "https://en.wikipedia.org/wiki/Battle_of_Tupelo",
        "https://en.wikipedia.org/wiki/American_Civil_War",
        "https://en.wikipedia.org/wiki/War_memorial",
        "https://en.wikipedia.org/wiki/List_of_artillery",
        "https://en.wikipedia.org/wiki/Advanced_Gun_System",
        "https://en.wikipedia.org/wiki/Artillery_museums",
        "https://en.wikipedia.org/wiki/Coilgun",
        "https://en.wikipedia.org/wiki/Cordite",
        "https://en.wikipedia.org/wiki/Fuze",
        "https://en.wikipedia.org/wiki/Gun_laying",
        "https://en.wikipedia.org/wiki/Paris_Gun",
        "https://en.wikipedia.org/wiki/Railgun",
        "https://en.wikipedia.org/wiki/Shrapnel_shell",
        "https://en.wikipedia.org/wiki/Suppressive_fire",
        "https://en.wikipedia.org/wiki/Cambridge_University_Press",
        "https://en.wikipedia.org/wiki/Sieges_of_Stirling_Castle",
        "https://en.wikipedia.org/wiki/The_Journal_of_Military_History",
        "https://en.wikipedia.org/wiki/David_Nicolle",
        "https://en.wikipedia.org/wiki/Osprey_Publishing",
        "https://en.wikipedia.org/wiki/Osprey_Publishing",
        "https://en.wikipedia.org/wiki/Korea",
        "https://en.wikipedia.org/wiki/John_Keegan",
        "https://en.wikipedia.org/wiki/A_History_of_Warfare",
        "https://en.wikipedia.org/wiki/The_Hindu",
        "https://en.wikipedia.org/wiki/Technology_and_Culture",
        "https://en.wikipedia.org/wiki/Daniel_Treadwell",
        "https://en.wikipedia.org/wiki/Wayback_Machine",
        "https://en.wikipedia.org/wiki/Wayback_Machine",
        "https://en.wikipedia.org/wiki/Wayback_Machine",
        "https://en.wikipedia.org/wiki/Finland",
        "https://en.wikipedia.org/wiki/Viking_Press",
        "https://en.wikipedia.org/wiki/Barnsley",
        "https://en.wikipedia.org/wiki/Pen_and_Sword_Books",
        "https://en.wikipedia.org/wiki/Andrew_McNaughton",
        "https://en.wikipedia.org/wiki/Wayback_Machine",
        "https://en.wikipedia.org/wiki/Weapon",
        "https://en.wikipedia.org/wiki/History_of_weapons",
        "https://en.wikipedia.org/wiki/List_of_premodern_combat_weapons",
        "https://en.wikipedia.org/wiki/List_of_medieval_weapons",
        "https://en.wikipedia.org/wiki/Early_modern_warfare",
        "https://en.wikipedia.org/wiki/Napoleonic_weaponry_and_warfare",
        "https://en.wikipedia.org/wiki/List_of_weapons_in_the_American_Civil_War",
        "https://en.wikipedia.org/wiki/Technology_during_World_War_I",
        "https://en.wikipedia.org/wiki/Chemical_weapons_in_World_War_I",
        "https://en.wikipedia.org/wiki/List_of_German_weapons_of_World_War_I",
        "https://en.wikipedia.org/wiki/Romanian_military_equipment_of_World_War_I",
        "https://en.wikipedia.org/wiki/List_of_infantry_weapons_of_World_War_I",
        "https://en.wikipedia.org/wiki/List_of_World_War_II_weapons",
        "https://en.wikipedia.org/wiki/List_of_Australian_military_equipment_of_World_War_II",
        "https://en.wikipedia.org/wiki/List_of_Belgian_military_equipment_of_World_War_II",
        "https://en.wikipedia.org/wiki/List_of_Bulgarian_military_equipment_of_World_War_II",
        "https://en.wikipedia.org/wiki/List_of_military_equipment_of_the_Canadian_Army_during_the_Second_World_War",
        "https://en.wikipedia.org/wiki/List_of_Chinese_military_equipment_in_World_War_II",
        "https://en.wikipedia.org/wiki/List_of_Croatian_military_equipment_of_World_War_II",
        "https://en.wikipedia.org/wiki/List_of_Danish_military_equipment_of_World_War_II",
        "https://en.wikipedia.org/wiki/List_of_World_War_II_weapons_of_France",
        "https://en.wikipedia.org/wiki/List_of_German_military_equipment_of_World_War_II",
        "https://en.wikipedia.org/wiki/List_of_Hungarian_military_equipment_of_World_War_II",
        "https://en.wikipedia.org/wiki/List_of_Italian_Army_equipment_in_World_War_II",
        "https://en.wikipedia.org/wiki/List_of_Japanese_military_equipment_of_World_War_II",
        "https://en.wikipedia.org/wiki/List_of_Dutch_military_equipment_of_World_War_II",
        "https://en.wikipedia.org/wiki/List_of_Norwegian_military_equipment_of_World_War_II",
        "https://en.wikipedia.org/wiki/List_of_World_War_II_weapons_of_Poland",
        "https://en.wikipedia.org/wiki/List_of_Romanian_military_equipment_of_World_War_II",
        "https://en.wikipedia.org/wiki/List_of_Soviet_Union_military_equipment_of_World_War_II",
        "https://en.wikipedia.org/wiki/List_of_Thailand_military_equipment_of_World_War_II",
        "https://en.wikipedia.org/wiki/List_of_World_War_II_weapons_of_the_United_Kingdom",
        "https://en.wikipedia.org/wiki/List_of_World_War_II_weapons_of_the_United_States",
        "https://en.wikipedia.org/wiki/List_of_World_War_II_infantry_weapons",
        "https://en.wikipedia.org/wiki/Cold_War",
        "https://en.wikipedia.org/wiki/Weapons_of_the_First_Indochina_War",
        "https://en.wikipedia.org/wiki/List_of_Korean_War_weapons",
        "https://en.wikipedia.org/wiki/Weapons_of_the_Vietnam_War",
        "https://en.wikipedia.org/wiki/List_of_Gulf_War_military_equipment",
        "https://en.wikipedia.org/wiki/List_of_aircraft_weapons",
        "https://en.wikipedia.org/wiki/Ancillary_weapon",
        "https://en.wikipedia.org/wiki/Area_denial_weapon",
        "https://en.wikipedia.org/wiki/Biological_agent",
        "https://en.wikipedia.org/wiki/Ceremonial_weapon",
        "https://en.wikipedia.org/wiki/Chemical_weapon",
        "https://en.wikipedia.org/wiki/Conventional_weapon",
        "https://en.wikipedia.org/wiki/Cyberweapon",
        "https://en.wikipedia.org/wiki/Deadly_weapon",
        "https://en.wikipedia.org/wiki/Explosive_weapon",
        "https://en.wikipedia.org/wiki/Depth_charge",
        "https://en.wikipedia.org/wiki/List_of_bombs",
        "https://en.wikipedia.org/wiki/Firearm",
        "https://en.wikipedia.org/wiki/Hunting_weapon",
        "https://en.wikipedia.org/wiki/Improvised_weapon",
        "https://en.wikipedia.org/wiki/Incendiary_device",
        "https://en.wikipedia.org/wiki/List_of_martial_arts_weapons",
        "https://en.wikipedia.org/wiki/Weapon_of_mass_destruction",
        "https://en.wikipedia.org/wiki/Melee_weapon",
        "https://en.wikipedia.org/wiki/Nuclear_Weapon",
        "https://en.wikipedia.org/wiki/Offensive_weapon",
        "https://en.wikipedia.org/wiki/Service_pistol",
        "https://en.wikipedia.org/wiki/Pneumatic_weapon",
        "https://en.wikipedia.org/wiki/List_of_practice_weapons",
        "https://en.wikipedia.org/wiki/Ranged_weapon",
        "https://en.wikipedia.org/wiki/Space_weapon",
        "https://en.wikipedia.org/wiki/Tectonic_weapon",
        "https://en.wikipedia.org/wiki/Torpedo",
        "https://en.wikipedia.org/wiki/Toy_gun",
        "https://en.wikipedia.org/wiki/Military_vehicle",
        "https://en.wikipedia.org/wiki/Combat_vehicle",
        "https://en.wikipedia.org/wiki/Arsenal",
        "https://en.wikipedia.org/wiki/Arms_industry",
        "https://en.wikipedia.org/wiki/Weapon_mount",
        "https://en.wikipedia.org/wiki/Gun_ownership",
        "https://en.wikipedia.org/wiki/Weapons_in_science_fiction",
        "https://en.wikipedia.org/wiki/Artillery",
        "https://en.wikipedia.org/wiki/Artillery",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}