{
    "url": "https://en.wikipedia.org/wiki/Artificial_imagination",
    "title": "Artificial imagination",
    "table_of_contents": [],
    "paragraphs": [
        {
            "title": "",
            "text": "Artificial imagination, also called synthetic imagination or machine imagination, is defined as the artificial simulation of human imagination by general or special purpose computers or artificial neural networks. The applied form of it is known as media synthesis or synthetic media.\n\nThe term artificial imagination is also used to describe a property of machines or programs. Some of the traits that researchers hope to simulate include creativity, vision, digital art, humor, and satire.\n\nArtificial imagination research uses tools and insights from many fields, including computer science, rhetoric, psychology, creative arts, philosophy, neuroscience, affective computing, Artificial Intelligence, cognitive science, linguistics, operations research, creative writing, probability and logic.\n\nPractitioners in the field are researching various aspects of Artificial imagination, such as Artificial (visual) imagination,[1]\nArtificial (aural) Imagination,[2] modeling/filtering content based on human emotions  and  Interactive Search. Some articles on the topic speculate on how artificial imagination may evolve to create an artificial world \"people may be comfortable enough to escape from the real world\".[3]\n\nSome researchers such as G. Schleis and M. Rizki have focused on using artificial neural networks to simulate artificial imagination.[4]\n\nAnother important project is being led by Hiroharu Kato and Tatsuya Harada at the University of Tokyo in Japan. They have developed a computer capable of translating a description of an object into an image, which could be the easiest way to define what imagination is. Their idea is based on the concept of an image as a series of pixels divided into short sequences that correspond to a specific part of an image. The scientists call this sequences “visual words” and those can be interpreted by the machine using statistical distribution to read an create an image of an object the machine has not encountered.\n\nThe topic of artificial imagination has garnered interest from scholars outside the computer science domain, such as noted communications scholar Ernest Bormann, who came up with the Symbolic Convergence Theory and worked on a project to develop artificial imagination in computer systems.[5] An interdisciplinary research seminar on artificial imagination and postdigital art has taken place since 2017 at the Ecole Normale Supérieure in Paris.[6]\n\nHow to Build a Mind: Toward Machines with Imagination by Igor Aleksander is an academic book on the topic; Artificial Imagination,[7][8] a roman à clef, a non-academic book supposedly written by an Artificial imagination system named Kalpanik S. and published by the \"Center of Artificial Imagination, Inc.\"  is the first known use of this term. \n\n"
        },
        {
            "title": "Typical artificial imagination",
            "text": "The typical application of artificial imagination is for an interactive search. Interactive searching has been developed since the mid-1990s, accompanied by the World Wide Web's development and the optimization of search engines. Based on the first query and feedback from a user, the databases to be searched are reorganized to improve the searching results.\n\nHow artificial imagination can contribute to interactive search\n\nArtificial imagination allows us to synthesize images and to develop a new image, whether it is in the database, regardless its existence in the real world. For example, the computer shows results that are based on the answer from the initial query. The user selects several relevant images, and then the technology analyzes these selections and reorganizes the images'  ranks to fit the query. In this process, artificial imagination is used to synthesize the selected images and to improve the searching result with additional relevant synthesized images. This technique is based on several algorithms, including the Rocchio algorithm and the evolutionary algorithm. The Rocchio algorithm,[9] locating a query point near relevant examples and far away from irrelevant examples, is simple and works well in a small system where the databases are arranged in certain ranks. The evolutionary synthesis is composed of two steps: a standard algorithm and an enhancement of the standard algorithm.[10][11] Through feedback from the user, there would be additional images synthesized so as to be suited to what the user is looking for.\n\n"
        },
        {
            "title": "General artificial imagination",
            "text": "Artificial imagination has a more general definition and wide applications. The traditional fields of artificial imagination include visual imagination and aural imagination. More generally, all the actions to form ideas, images and concepts can be linked to imagination. Thus, artificial imagination means more than only generating graphs. For example, moral imagination is an important research subfield of artificial imagination, although classification of artificial imagination is difficult. \n\nMorals are an important part to human beings' logic, while artificial morals are important in artificial imagination and artificial intelligence. A common criticism of artificial intelligence is whether human beings should take responsibility for machines‘ mistakes or decisions and how to develop well-behaved machines. As nobody can give a clear description of the best moral rules, it is impossible to create machines with commonly accepted moral rules. However, recent research about artificial morals circumvent the definition of moral. Instead, machine learning methods are applied to train machines to imitate human morals. As the data about moral decisions from thousands of different people are considered, the trained moral model can reflect widely accepted rules. \n\nMemory is another major field of artificial imagination. Researchers such as Aude Oliva have performed extensive work on artificial memory, especially visual memory.[12] Compared to visual imagination, the visual memory focuses more on how machine understand, analyse and store pictures in a human way. In addition, characters like spatial features are also considered. As this field is based on the brains' biological structures, extensive research on neuroscience has also been performed, which makes it a large intersection between biology and computer science.\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Human",
        "https://en.wikipedia.org/wiki/Imagination",
        "https://en.wikipedia.org/wiki/Computers",
        "https://en.wikipedia.org/wiki/Artificial_neural_networks",
        "https://en.wikipedia.org/wiki/Synthetic_media",
        "https://en.wikipedia.org/wiki/Machines",
        "https://en.wikipedia.org/wiki/Computer_program",
        "https://en.wikipedia.org/wiki/Creativity",
        "https://en.wikipedia.org/wiki/Digital_art",
        "https://en.wikipedia.org/wiki/Humor",
        "https://en.wikipedia.org/wiki/Satire",
        "https://en.wikipedia.org/wiki/Computer_science",
        "https://en.wikipedia.org/wiki/Rhetoric",
        "https://en.wikipedia.org/wiki/Psychology",
        "https://en.wikipedia.org/wiki/Creative_arts",
        "https://en.wikipedia.org/wiki/Philosophy",
        "https://en.wikipedia.org/wiki/Neuroscience",
        "https://en.wikipedia.org/wiki/Affective_computing",
        "https://en.wikipedia.org/wiki/Artificial_Intelligence",
        "https://en.wikipedia.org/wiki/Cognitive_science",
        "https://en.wikipedia.org/wiki/Computational_linguistics",
        "https://en.wikipedia.org/wiki/Operations_research",
        "https://en.wikipedia.org/wiki/Creative_writing",
        "https://en.wikipedia.org/wiki/Probability",
        "https://en.wikipedia.org/wiki/Logic",
        "https://en.wikipedia.org/wiki/Visual",
        "https://en.wikipedia.org/wiki/Aural",
        "https://en.wikipedia.org/wiki/Artificial_world",
        "https://en.wikipedia.org/wiki/Researchers",
        "https://en.wikipedia.org/wiki/Neural_networks",
        "https://en.wikipedia.org/wiki/Ernest_Bormann",
        "https://en.wikipedia.org/wiki/Symbolic_Convergence_Theory",
        "https://en.wikipedia.org/wiki/Postdigital",
        "https://en.wikipedia.org/wiki/Igor_Aleksander",
        "https://en.wikipedia.org/wiki/Rocchio_algorithm",
        "https://en.wikipedia.org/wiki/Evolutionary_algorithm",
        "https://en.wikipedia.org/wiki/Aude_Oliva",
        "https://en.wikipedia.org/wiki/Yale_University",
        "https://en.wikipedia.org/wiki/Artificial_imagination",
        "https://en.wikipedia.org/wiki/Artificial_imagination",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}