{
    "url": "https://en.wikipedia.org/wiki/Artificial_heart",
    "title": "Artificial heart",
    "table_of_contents": [
        "1 History",
        "1.1 Origins",
        "1.2 Early development",
        "1.3 Early designs of total artificial hearts",
        "1.4 First clinical implantation of a total artificial heart",
        "1.5 First clinical applications of a permanent pneumatic total artificial heart",
        "1.6 First clinical application of an intrathoracic pump",
        "1.7 First clinical application of a paracorporeal pump",
        "1.8 First VAD patient with FDA approved hospital discharge",
        "2 Total artificial hearts",
        "2.1 Approved medical devices",
        "2.1.1 SynCardia",
        "2.1.2 Carmat bioprosthetic heart",
        "2.2 Historical prototypes",
        "2.2.1 Total artificial heart pump",
        "2.2.2 POLVAD",
        "2.2.3 Phoenix-7",
        "2.2.4 Abiomed hearts",
        "2.2.5 Frazier-Cohn",
        "2.3 Current prototypes",
        "2.3.1 Soft artificial heart",
        "3 Others",
        "3.1 Hybrid assistive devices",
        "4 See also",
        "5 References",
        "5.1 General references",
        "5.2 Inline citations",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "An artificial heart is a device that replaces the heart. Artificial hearts are typically used to bridge the time to heart transplantation, or to permanently replace the heart in the case that a heart transplant (from a deceased human or, experimentally, from a deceased genetically engineered pig) is impossible. Although other similar inventions preceded it from the late 1940s, the first artificial heart to be successfully implanted in a human was the Jarvik-7 in 1982, designed by a team including Willem Johan Kolff, William DeVries and Robert Jarvik.[1]\n\nAn artificial heart is distinct from a ventricular assist device (VAD; for either one or both of the ventricles, the heart's lower chambers), which can be a permanent solution also, or the intra-aortic balloon pump – both devices are designed to support a failing heart. It is also distinct from a cardiopulmonary bypass machine, which is an external device used to provide the functions of both the heart and lungs, used only for a few hours at a time, most commonly during cardiac surgery. It is also distinct from a ventilator, used to support failing lungs, or the extracorporeal membrane oxygenation (ECMO), which is used to support those with both inadequate heart and lung function for up to days or weeks, unlike the bypass machine.\n\n"
        },
        {
            "title": "History",
            "text": "A synthetic replacement for a heart remains a long-sought \"holy grail\" of modern medicine. The obvious benefit of a functional artificial heart would be to lower the need for heart transplants because the demand for organs always greatly exceeds supply.\n\nAlthough the heart is conceptually a pump, it embodies subtleties that defy straightforward emulation with synthetic materials and power supplies. Consequences of these issues include severe foreign-body rejection and external batteries that limit mobility. These complications limited the lifespan of early human recipients from hours to days.\n\nThe first artificial heart was made by the Soviet scientist Vladimir Demikhov in 1938. It was implanted in a dog.\n\nOn 2 July 1952, 41-year-old Henry Opitek, suffering from shortness of breath, made medical history at  Harper University Hospital[2] at Wayne State University in Michigan. The Dodrill-GMR heart machine, considered to be the first operational mechanical heart, was successfully used while performing heart surgery.[3][4]\nOngoing research was done on calves at Hershey Medical Center, Animal Research Facility, in Hershey, Pennsylvania, during the 1970s.\n\nForest Dewey Dodrill, working closely with Matthew Dudley, used the machine in 1952 to bypass Henry Opitek's left ventricle for 50 minutes while he opened the patient's left atrium and worked to repair the mitral valve. In Dodrill's post-operative report, he notes, \"To our knowledge, this is the first instance of survival of a patient when a mechanical heart mechanism was used to take over the complete body function of maintaining the blood supply of the body while the heart was open and operated on.\"[5]\n\nA heart–lung machine was first used in 1953 during a successful open heart surgery. John Heysham Gibbon, the inventor of the machine, performed the operation and developed the heart–lung substitute himself.\n\nFollowing these advances, scientific interest for the development of a solution for heart disease developed in numerous research groups worldwide.\n\nIn 1949, a precursor to the modern artificial heart pump was built by doctors William Sewell and William Glenn of the Yale School of Medicine using an Erector Set, assorted odds and ends, and dime-store toys. The external pump successfully bypassed the heart of a dog for more than an hour.[6]\n\nPaul Winchell invented an artificial heart with the assistance of Henry Heimlich (the inventor of the Heimlich maneuver) and held the first patent for such a device. The University of Utah developed a similar apparatus around the same time, but when they tried to patent it, Winchell's heart was cited as prior art. The university requested that Winchell donate the heart to the University of Utah, which he did.\nThere is some debate as to how much of Winchell's design Robert Jarvik used in creating Jarvik's artificial heart. Heimlich states, \"I saw the heart, I saw the patent and I saw the letters. The basic principle used in Winchell's heart and Jarvik's heart is exactly the same.[7] \" Jarvik denies that any of Winchell's design elements were incorporated into the device he fabricated for humans which was successfully implanted into Barney Clark in 1982.\n\nOn 12 December 1957, Willem Johan Kolff, the world's most prolific inventor of artificial organs, implanted an artificial heart into a dog at Cleveland Clinic. The dog lived for 90 minutes.\n\nIn 1958, Domingo Liotta initiated the studies of TAH replacement at Lyon, France, and in 1959–60 at the National University of Córdoba, Argentina. He presented his work at the meeting of the American Society for Artificial Internal Organs held in Atlantic City in March 1961. At that meeting, Liotta described the implantation of three types of orthotopic (inside the pericardial sac) TAHs in dogs, each of which used a different source of external energy: an implantable electric motor, an implantable rotating pump with an external electric motor, and a pneumatic pump.[8][9]\n\nIn 1964, the National Institutes of Health started the Artificial Heart Program, with the goal of putting an artificial heart into a human by the end of the decade.[10]  The purpose of the program was to develop an implantable artificial heart, including the power source, to replace a failing heart.[11]\n\nIn February 1966, Adrian Kantrowitz rose to international prominence when he performed the world's first permanent implantation of a partial mechanical heart (left ventricular assist device) at Maimonides Medical Center.[12]\n\nIn 1967, Kolff left Cleveland Clinic to start the Division of Artificial Organs at the University of Utah and pursue his work on the artificial heart.\n\nOver the years, more than 200 physicians, engineers, students and faculty developed, tested and improved Kolff's artificial heart. To help manage his many endeavors, Kolff assigned project managers. Each project was named after its manager. Graduate student Robert Jarvik was the project manager for the artificial heart, which was subsequently renamed the Jarvik 7.\n\nIn 1981, William DeVries submitted a request to the FDA for permission to implant the Jarvik 7 into a human being. On 1 December 1982, William DeVries implanted the Jarvik 7 artificial heart into Barney Clark, a dentist from Seattle who had severe congestive heart failure. Clark lived for 112 days tethered to an external pneumatic compressor, a device weighing some 400 pounds (180 kg), but during that time he experienced prolonged periods of confusion and a number of instances of bleeding, and asked several times to be allowed to die.[13]\n\nOn 4 April 1969, Domingo Liotta and Denton A. Cooley replaced a dying man's heart with a mechanical heart inside the chest at The Texas Heart Institute in Houston as a bridge for a transplant. The man woke up and began to recover. After 64 hours, the pneumatic-powered artificial heart was removed and replaced by a donor heart. However thirty-two hours after transplantation, the man died of what was later proved to be an acute pulmonary infection, extended to both lungs, caused by fungi, most likely caused by an immunosuppressive drug complication.[14]\n\nThe original prototype of Liotta-Cooley artificial heart used in this historic operation is prominently displayed in the Smithsonian Institution's National Museum of American History \"Treasures of American History\" exhibit in Washington, D.C.[15]\n\nThe first clinical use of an artificial heart designed for permanent implantation rather than a bridge to transplant occurred in 1982 at the University of Utah. Artificial kidney pioneer Willem Johan Kolff started the Utah artificial organs program in 1967.[16] There, physician-engineer Clifford Kwan-Gett invented two components of an integrated pneumatic artificial heart system: a ventricle with hemispherical diaphragms that did not crush red blood cells (a problem with previous artificial hearts) and an external heart driver that inherently regulated blood flow without needing complex control systems.[17] Independently, Paul Winchell designed and patented a similarly shaped ventricle and donated the patent to the Utah program.[18] Throughout the 1970s and early 1980s, veterinarian Donald Olsen led a series of calf experiments that refined the artificial heart and its surgical care. During that time, as a student at the University of Utah, Robert Jarvik combined several modifications: an ovoid shape to fit inside the human chest, a more blood-compatible polyurethane developed by biomedical engineer Donald Lyman, and a fabrication method by Kwan-Gett that made the inside of the ventricles smooth and seamless to reduce dangerous stroke-causing blood clots.[19] On 2 December 1982, William DeVries implanted the artificial heart into retired dentist Barney Bailey Clark (born 21 January 1921), who survived 112 days[20] with the device, dying on 23 March 1983. Bill Schroeder became the second recipient and lived for a record 620 days.\n\nContrary to popular belief and erroneous articles in several periodicals, the Jarvik heart was not banned for permanent use. Today, the modern version of the Jarvik 7 is known as the SynCardia temporary Total Artificial Heart. It has been implanted in more than 1,350 people as a bridge to transplantation.\n\nIn the mid-1980s, artificial hearts were powered by dishwasher-sized pneumatic power sources whose lineage went back to Alfa Laval milking machines. Moreover, two sizable catheters had to cross the body wall to carry the pneumatic pulses to the implanted heart, greatly increasing the risk of infection. To speed development of a new generation of technologies, the National Heart, Lung, and Blood Institute opened a competition for implantable electrically powered artificial hearts. Three groups received funding: Cleveland Clinic in Cleveland, Ohio; the College of Medicine of Pennsylvania State University (Penn State Hershey Medical Center) in Hershey, Pennsylvania; and AbioMed, Inc. of Danvers, Massachusetts. Despite considerable progress, the Cleveland program was discontinued after the first five years.\n\nOn 19 July 1963, E. Stanley Crawford and Domingo Liotta implanted the first clinical Left Ventricular Assist Device (LVAD) at The Methodist Hospital in Houston, Texas, in a patient who had a cardiac arrest after surgery. The patient survived for four days under mechanical support but did not recover from the complications of the cardiac arrest; finally, the pump was discontinued, and the patient died.\n\nOn 21 April 1966, Michael DeBakey and Liotta implanted the first clinical LVAD in a paracorporeal position (where the external pump rests at the side of the patient) at The Methodist Hospital in Houston, in a patient experiencing cardiogenic shock after heart surgery. The patient developed neurological and pulmonary complications and died after few days of LVAD mechanical support. In October 1966, DeBakey and Liotta implanted the paracorporeal Liotta-DeBakey LVAD in a new patient who recovered well and was discharged from the hospital after 10 days of mechanical support, thus constituting the first successful use of an LVAD for postcardiotomy shock.\n\nIn 1990 Brian Williams was discharged from the University of Pittsburgh Medical Center (UPMC), becoming the first VAD patient to be discharged with Food and Drug Administration (FDA) approval.[22]  The patient was supported in part by bioengineers from the University of Pittsburgh's McGowan Institute.[22][23]\n\n"
        },
        {
            "title": "Total artificial hearts",
            "text": "SynCardia is a company based in Tucson, Arizona, which currently has two separate models available. It is available in a 70cc and 50cc size. The 70cc model is used for biventricular heart failure in adult men, while the 50cc is for children and women.[24] As good results with the TAH as a bridge to heart transplant accumulated, a trial of the CardioWest TAH (developed from the Jarvik 7 and now marketed as the Syncardia TAH) was initiated in 1993 and completed in 2002.[25] The SynCardia was first approved for use in 2004 by the US Food and Drug Administration.[26]\n\nAs of 2014, more than 1,250 patients have received SynCardia artificial hearts.[27][28] The device requires the use of the Companion 2 in-hospital driver, approved by the FDA in 2012, or the Freedom Driver System, approved in 2014, which allows some patients to return home, to power the heart with pulses of air.[26] The drivers also monitor blood flow for each ventricle.[29]\n\nIn 2016, Syncardia filed for bankruptcy protection and was later acquired by the private equity firm Versa Capital Management.[30]\n\nOn 27 October 2008, French professor and leading heart transplant specialist Alain F. Carpentier announced that a fully implantable artificial heart would be ready for clinical trial by 2011 and for alternative transplant in 2013. It was developed and would be manufactured by him, biomedical firm CARMAT SA,[31] and venture capital firm Truffle Capital. The prototype used embedded electronic sensors and was made from chemically treated animal tissues, called \"biomaterials\", or a \"pseudo-skin\" of biosynthetic, microporous materials.[32]\n\nAccording to a press-release by Carmat dated 20 December 2013, the first implantation of its artificial heart in a 75-year-old patient was performed on 18 December 2013 by the Georges Pompidou European Hospital team in Paris (France).[33] The patient died 75 days after the operation.[34]\n\nIn Carmat's design, two chambers are each divided by a membrane that holds hydraulic fluid on one side. A motorized pump moves hydraulic fluid in and out of the chambers, and that fluid causes the membrane to move; blood flows through the other side of each membrane. The blood-facing side of the membrane is made of tissue obtained from a sac that surrounds a cow's heart, to make the device more biocompatible. The Carmat device also uses valves made from cow heart tissue and has sensors to detect increased pressure within the device. That information is sent to an internal control system that can adjust the flow rate in response to increased demand, such as when a patient is exercising.[35] This distinguishes it from previous designs that maintain a constant flow rate.[citation needed]\n\nThe Carmat device, unlike previous designs, is meant to be used in cases of terminal heart failure, instead of being used as a bridge device while the patient awaits a transplant.[36] At 900 grams it weighs nearly three times the typical heart and is targeted primarily towards obese men. It also requires the patient to carry around an additional Li-Ion battery. The projected lifetime of the artificial heart is around 5 years (230 million beats).[37]\n\nIn 2016, trials for the Carmat \"fully artificial heart\" were banned by the National Agency for Security and Medicine in Europe after short survival rates were confirmed. The ban was lifted in May 2017. At that time, a European report stated that Celyad's C-Cure cell therapy for ischemic heart failure[38] \"could only help a subpopulation of Phase III study participants, and Carmat will hope that its artificial heart will be able to treat a higher proportion of heart failure patients\".[39]\n\nThe Carmat artificial heart was approved for sale in the European Union, receiving a CE marking on December 22, 2020.[40] Its stock price increased over a third upon the announcement of the news.[41]\n\nThe U.S. Army artificial heart pump was a compact, air-powered unit developed by Kenneth Woodward at Harry Diamond Laboratories in the early to mid-1960s.[42][43] The Army's heart pump was partially made of plexiglass, and consisted of two valves, a chamber, and a suction flapper.[42] The pump operated without any moving parts under the principle of fluid amplification – providing a pulsating air pressure source resembling a heartbeat.[43]\n\nSince 1991, the Foundation for Cardiac Surgery Development (FRK) in Zabrze, Poland, has been working on developing an artificial heart. Nowadays,[when?] the Polish system for heart support POLCAS consists of the artificial ventricle POLVAD-MEV and the three controllers POLPDU-401, POLPDU-402 and POLPDU-501. Presented devices are designed to handle only one patient. The control units of the 401 and 402 series may be used only in hospital due to its big size, method of control and type of power supply. The control[44]  unit of 501 series is the latest product of FRK. Due to its much smaller size and weight, it is significantly more mobile solution. For this reason, it can be also used during supervised treatment conducted outside the hospital.[citation needed]\n\nIn June 1996, a 46-year-old man received a total artificial heart implantation done by Jeng Wei at Cheng-Hsin General Hospital[45] in Taiwan. This technologically advanced pneumatic Phoenix-7 Total Artificial Heart was manufactured by Taiwanese dentist Kelvin K. Cheng, Chinese physician T. M. Kao, and colleagues at the Taiwan TAH Research Center in Tainan, Taiwan. With this experimental artificial heart, the patient's BP was maintained at 90–100/40–55 mmHg and cardiac output at 4.2–5.8 L/min.[46] The patient then received the world's first successful combined heart and kidney transplantation after bridging with a total artificial heart.[47]\n\nThe first AbioCor to be surgically implanted in a patient was on 3 July 2001.[48] The AbioCor is made of titanium and plastic with a weight of 0.9 kg (two pounds), and its internal battery can be recharged with a transduction device that sends power through the skin.[48] The internal battery lasts for half an hour, and a wearable external battery pack lasts for four hours.[49] The FDA announced on 5 September 2006, that the AbioCor could be implanted for humanitarian uses after the device had been tested on 15 patients.[50] It is intended for critically ill patients who cannot receive a heart transplant.[50] Some limitations of the current AbioCor are that its size makes it suitable for less than 50% of the female population and only about 50% of the male population, and its useful life is only 1–2 years.[51]\n\nBy combining its valved ventricles with the control technology and roller screw developed at Penn State, AbioMed designed a smaller, more stable heart, the AbioCor II. This pump, which should be implantable in most men and 50% of women with a life span of up to five years,[51] had animal trials in 2005, and the company hoped to get FDA approval for human use in 2008.[52] After a great deal of experimentation, Abiomed has abandoned development of total official hearts as of 2015.[53] Abiomed as of 2019 only markets heart pumps,[54] \"intended to help pump blood in patients who need short-term support (up to 6 days)\",[55] which are not total artificial hearts.\n\nOn 12 March 2011, an experimental artificial heart was implanted in 55-year-old Craig Lewis at The Texas Heart Institute in Houston by O. H. Frazier and William Cohn. The device is a combination of two modified HeartMate II pumps that is currently undergoing bovine trials.[56]\n\nFrazier and Cohn are on the board of the BiVACOR company that develops an artificial heart.[57][58] BiVACOR has been tested as a replacement for a heart in a sheep.[59][60]\n\nSo far, only one person has benefited from Frazier and Cohn's artificial heart. Craig Lewis had amyloidosis in 2011 when his heart gave out and doctors pronounced that he had only 12 to 24 hours to live.  After obtaining permission from his family, Frazier and Cohn replaced his heart with their device. Lewis survived for another 5 weeks after the operation; he eventually died from liver and kidney failure due to his amyloidosis, after which his family asked that his artificial heart be unplugged.[61]\n\nOn 10 July 2017, Nicholas Cohrs and colleagues presented a new concept of a soft total artificial heart in the Journal of Artificial Organs.[62] The heart was developed in the Functionals Materials Laboratory at ETH Zurich.[63] (Cohrs was listed as a doctoral student in a group led by Professor Wendelin Stark at ETH Zurich.)[64]\n\nThe soft artificial heart (SAH) was created from silicone with the help of 3D printing technology. The SAH is a silicone monoblock. It weighs 390g, has a volume of 679 cm3 and is operated through pressurized air. \"Our goal is to develop an artificial heart that is roughly the same size as the patient's own one and which imitates the human heart as closely as possible in form and function\" says Cohrs in an interview.[65] The SAH fundamentally moves and works like a real heart but currently only beats for 3000 beats (which corresponds to a duration of 30 to 50 minutes for an average individual's heart beat)[66]\nin a hybrid mock circulation machine.[67] Following which the silicone membrane (2.3 mm thick) between the Left Ventricle and the Air Expansion Chamber ruptured.[68]\n\nThe working life of a more recent Cohrs prototype (using various polymers instead of silicone)[67] was still limited, according to reports in early 2018, with that model providing a useful life of 1 million heartbeats, roughly ten days in a human body.[69] At the time, Cohrs and his team were experimenting with CAD software and 3D printing, striving to develop a model that would last up to 15 years. \"We cannot really predict when we could have a final working heart which fulfills all requirements and is ready for implantation. This usually takes years\", said Cohrs.[70]\n\n"
        },
        {
            "title": "Others",
            "text": "A centrifugal pump[71][72] or an axial-flow pump[73][74] can be used as an artificial heart, resulting in the patient being alive without a pulse. Other pulse-less artificial heart designs include the HeartMate II from Thoratec, which uses an Archimedes screw; and an experimental artificial heart designed by Bud Frazier and Billy Cohn, using turbines spinning at 8,000 to 12,000 RPMs.[75]\n\nA centrifugal artificial heart which alternately pumps the pulmonary circulation and the systemic circulation, causing a pulse, has been described.[76]\n\nResearchers have constructed a heart out of foam. The heart is made out of flexible silicone and works with an external pump to push air and fluids through the heart. It currently cannot be implanted into humans, but it is a promising start for artificial hearts.[77]\n\nPatients who have some remaining heart function but who can no longer live normally may be candidates for ventricular assist devices (VAD), which do not replace the human heart but complement it by taking up much of the function.[1]\n\nThe first Left Ventricular Assist Device (LVAD) system was created by Domingo Liotta at Baylor College of Medicine in Houston in 1962.[78]\n\nAnother VAD, the Kantrowitz CardioVad, designed by Adrian Kantrowitz, boosts the native heart by taking up over 50% of its function.[79] Additionally, the VAD can help patients on the wait list for a heart transplant. In a young person, this device could delay the need for a transplant by 10–15 years, or even allow the heart to recover, in which case the VAD can be removed.[79]\nThe artificial heart is powered by a battery that needs to be changed several times while still working.[citation needed]\n\nThe first heart assist device was approved by the FDA in 1994, and two more received approval in 1998.[80]\nWhile the original assist devices emulated the pulsating heart, newer versions, such as the Heartmate II,[81] developed by The Texas Heart Institute of Houston, provide continuous flow. These pumps (which may be centrifugal or axial flow) are smaller and potentially more durable and last longer than the current generation of total heart replacement pumps. Another major advantage of a VAD is that the patient keeps the natural heart, which may still function for temporary back-up support if the mechanical pump were to stop. This may provide enough support to keep the patient alive until a solution to the problem is implemented.[citation needed]\n\nIn August 2006, an artificial heart was implanted into a 15-year-old girl at the Stollery Children's Hospital in Edmonton, Alberta. It was intended to act as a temporary fixture until a donor heart could be found. Instead, the artificial heart (called a Berlin Heart) allowed for natural processes to occur and her heart healed on its own. After 146 days, the Berlin Heart was removed, and the girl's heart functioned properly on its own.[82] On 16 December 2011 the Berlin Heart gained U.S. FDA approval. The device has since been successfully implanted in several children including a 4-year-old Honduran girl at Children's Hospital Boston.[83]\n\nSeveral continuous-flow ventricular assist devices have been approved for use in the European Union, and, as of August 2007, were undergoing clinical trials for FDA approval.\n\nIn 2012, Craig Lewis, a 55-year-old Texan, presented at the Texas Heart Institute with a severe case of cardiac amyloidosis. He was given an experiment continuous-flow artificial heart transplant which saved his life. Lewis died 5 weeks later of liver failure after slipping into a coma due to the amyloidosis.[75]\n\nIn 2012, a study published in the New England Journal of Medicine compared the Berlin Heart to extracorporeal membrane oxygenation (ECMO) and concluded that \"a ventricular assist device available in several sizes for use in children as a bridge to heart transplantation [such as the Berlin Heart] was associated with a significantly higher rate of survival as compared with ECMO.\"[84] The study's primary author, Charles D. Fraser Jr., surgeon in chief at Texas Children's Hospital, explained: \"With the Berlin Heart, we have a more effective therapy to offer patients earlier in the management of their heart failure. When we sit with parents, we have real data to offer so they can make an informed decision. This is a giant step forward.\"[85]\n\nSuffering from end-stage heart failure, former Vice President Dick Cheney underwent a procedure at INOVA Fairfax Hospital, in Fairfax Virginia in July 2010, to have a Heartmate II VAD implanted.[1] In 2012, he received a heart transplant at age 71 after 20 months on a waiting list.\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/London_Science_Museum",
        "https://en.wikipedia.org/wiki/Human_heart",
        "https://en.wikipedia.org/wiki/Heart_transplantation",
        "https://en.wikipedia.org/wiki/Willem_Johan_Kolff",
        "https://en.wikipedia.org/wiki/William_DeVries",
        "https://en.wikipedia.org/wiki/Robert_Jarvik",
        "https://en.wikipedia.org/wiki/Ventricular_assist_device",
        "https://en.wikipedia.org/wiki/Cardiopulmonary_bypass",
        "https://en.wikipedia.org/wiki/Lung",
        "https://en.wikipedia.org/wiki/Cardiac_surgery",
        "https://en.wikipedia.org/wiki/Extracorporeal_membrane_oxygenation",
        "https://en.wikipedia.org/wiki/Heart_transplantation",
        "https://en.wikipedia.org/wiki/Transplant_rejection",
        "https://en.wikipedia.org/wiki/Vladimir_Demikhov",
        "https://en.wikipedia.org/wiki/Henry_Opitek",
        "https://en.wikipedia.org/wiki/Wayne_State_University",
        "https://en.wikipedia.org/wiki/Forest_Dewey_Dodrill",
        "https://en.wikipedia.org/wiki/Cardiopulmonary_bypass",
        "https://en.wikipedia.org/wiki/John_Heysham_Gibbon",
        "https://en.wikipedia.org/wiki/William_Glenn",
        "https://en.wikipedia.org/wiki/Yale_School_of_Medicine",
        "https://en.wikipedia.org/wiki/Erector_Set",
        "https://en.wikipedia.org/wiki/Paul_Winchell",
        "https://en.wikipedia.org/wiki/Henry_Heimlich",
        "https://en.wikipedia.org/wiki/Abdominal_thrusts",
        "https://en.wikipedia.org/wiki/Willem_Johan_Kolff",
        "https://en.wikipedia.org/wiki/Domingo_Liotta",
        "https://en.wikipedia.org/wiki/National_Institutes_of_Health",
        "https://en.wikipedia.org/wiki/Adrian_Kantrowitz",
        "https://en.wikipedia.org/wiki/Maimonides_Medical_Center",
        "https://en.wikipedia.org/wiki/University_of_Utah",
        "https://en.wikipedia.org/wiki/William_DeVries",
        "https://en.wikipedia.org/wiki/Congestive_heart_failure",
        "https://en.wikipedia.org/wiki/Domingo_Liotta",
        "https://en.wikipedia.org/wiki/Denton_Cooley",
        "https://en.wikipedia.org/wiki/The_Texas_Heart_Institute",
        "https://en.wikipedia.org/wiki/Houston",
        "https://en.wikipedia.org/wiki/Immunosuppressive_drug",
        "https://en.wikipedia.org/wiki/Smithsonian_Institution",
        "https://en.wikipedia.org/wiki/National_Museum_of_American_History",
        "https://en.wikipedia.org/wiki/University_of_Utah",
        "https://en.wikipedia.org/wiki/Willem_Johan_Kolff",
        "https://en.wikipedia.org/wiki/Paul_Winchell",
        "https://en.wikipedia.org/wiki/Robert_Jarvik",
        "https://en.wikipedia.org/wiki/William_DeVries",
        "https://en.wikipedia.org/wiki/SynCardia_Systems",
        "https://en.wikipedia.org/wiki/Alfa_Laval",
        "https://en.wikipedia.org/wiki/Milking_machines",
        "https://en.wikipedia.org/wiki/Cleveland_Clinic",
        "https://en.wikipedia.org/wiki/Pennsylvania_State_University",
        "https://en.wikipedia.org/wiki/Penn_State_Hershey_Medical_Center",
        "https://en.wikipedia.org/wiki/Domingo_Liotta",
        "https://en.wikipedia.org/wiki/The_Methodist_Hospital",
        "https://en.wikipedia.org/wiki/Ventricular_assist_device",
        "https://en.wikipedia.org/wiki/University_of_Pittsburgh_Medical_Center",
        "https://en.wikipedia.org/wiki/Heart_transplant",
        "https://en.wikipedia.org/wiki/US_Food_and_Drug_Administration",
        "https://en.wikipedia.org/wiki/Heart_transplantation",
        "https://en.wikipedia.org/wiki/Biosynthesis",
        "https://en.wikipedia.org/wiki/Microporous_material",
        "https://en.wikipedia.org/wiki/CE_marking",
        "https://en.wikipedia.org/wiki/Harry_Diamond_Laboratories",
        "https://en.wikipedia.org/wiki/Plexiglass",
        "https://en.wikipedia.org/wiki/Zabrze",
        "https://en.wikipedia.org/wiki/Taiwan",
        "https://en.wikipedia.org/wiki/Tainan",
        "https://en.wikipedia.org/wiki/Taiwan",
        "https://en.wikipedia.org/wiki/AbioCor",
        "https://en.wikipedia.org/wiki/Abiomed",
        "https://en.wikipedia.org/wiki/HeartMate",
        "https://en.wikipedia.org/wiki/Amyloidosis",
        "https://en.wikipedia.org/wiki/ETH_Zurich",
        "https://en.wikipedia.org/wiki/Centrifugal_pump",
        "https://en.wikipedia.org/wiki/Pulse",
        "https://en.wikipedia.org/wiki/HeartMate_II",
        "https://en.wikipedia.org/wiki/Archimedes_screw",
        "https://en.wikipedia.org/wiki/Pulmonary_circulation",
        "https://en.wikipedia.org/wiki/Systemic_circulation",
        "https://en.wikipedia.org/wiki/Ventricular_assist_device",
        "https://en.wikipedia.org/wiki/Domingo_Liotta",
        "https://en.wikipedia.org/wiki/Baylor_College_of_Medicine",
        "https://en.wikipedia.org/wiki/Houston",
        "https://en.wikipedia.org/wiki/Adrian_Kantrowitz",
        "https://en.wikipedia.org/wiki/Centrifugal_pump",
        "https://en.wikipedia.org/wiki/Axial_flow",
        "https://en.wikipedia.org/wiki/Edmonton",
        "https://en.wikipedia.org/wiki/Alberta",
        "https://en.wikipedia.org/wiki/Berlin_Heart",
        "https://en.wikipedia.org/wiki/FDA",
        "https://en.wikipedia.org/wiki/Texas_Heart_Institute",
        "https://en.wikipedia.org/wiki/Cardiac_amyloidosis",
        "https://en.wikipedia.org/wiki/Dick_Cheney",
        "https://en.wikipedia.org/wiki/Artificial_heart_valve",
        "https://en.wikipedia.org/wiki/Artificial_cardiac_pacemaker",
        "https://en.wikipedia.org/wiki/Wayback_Machine",
        "https://en.wikipedia.org/wiki/The_New_York_Times",
        "https://en.wikipedia.org/wiki/Bloomberg_News",
        "https://en.wikipedia.org/wiki/Wayback_Machine",
        "https://en.wikipedia.org/wiki/Popular_Science",
        "https://en.wikipedia.org/wiki/Wayback_Machine",
        "https://en.wikipedia.org/wiki/Artificial_heart",
        "https://en.wikipedia.org/wiki/Artificial_heart",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}