{
    "url": "https://en.wikipedia.org/wiki/Artistic_merit",
    "title": "Artistic merit",
    "table_of_contents": [],
    "paragraphs": [
        {
            "title": "",
            "text": "Artistic merit is the artistic quality or value of any given work of art, music, film, literature, sculpture or painting.\n\n"
        },
        {
            "title": "Obscenity and literary merit",
            "text": "The 1921 US trial of James Joyce's novel Ulysses concerned the publication of the Nausicaa episode by the literary magazine The Little Review, which was serializing the novel. Though not required to do so by law, John Quinn, the lawyer for the defence, decided to produce three literary experts to attest to the literary merits of Ulysses, as well as The Little Review's broader reputation.[1] The first expert witness was Philip Moeller, of the Theatre Guild, who interpreted Ulysses using the Freudian method of unveiling the subconscious mind, which prompted one of the judges to ask him to \"speak in a language that the court could understand\".[2] The next witness was Scofield Thayer, editor of The Dial, another literary magazine of the time, who \"was forced to admit that if he had had the desire to publish Ulysses he would have consulted a lawyer first—and not published it\".[2] The final witness was English novelist, lecturer, and critic John Cowper Powys, who declared that Ulysses was a \"beautiful piece of work in no way capable of corrupting the minds of young girls\".[2] The editors were found guilty under laws associated with the Comstock Act of 1873, which made it illegal to circulate materials deemed obscene in the U.S. mail, incurred a $100 fine, and were forced to cease publishing Ulysses in The Little Review. It was not until the 1933 case United States v. One Book Called Ulysses that the novel could be published in the United States without fear of prosecution.\n\nAnother important obscenity trial occurred 1960 in Britain, when the full unexpurgated edition of D. H. Lawrence's Lady Chatterley's Lover was published by Penguin Books. The trial of Penguin under the Obscene Publications Act 1959 was a major public event and a test of the new obscenity law. The 1959 act (introduced by Roy Jenkins) had made it possible for publishers to escape conviction if they could show that a work was of literary merit. Several academic critics and experts of diverse kinds, including E. M. Forster, Helen Gardner, Richard Hoggart, Raymond Williams, Norman St John-Stevas and Dr John Robinson, Anglican bishop of Woolwich, were called as witnesses for the defence, and the verdict, delivered on 2 November 1960, was \"not guilty\".[3] This resulted in a far greater degree of freedom for publishing explicit sexual material in the United Kingdom.\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/William_Shakespeare",
        "https://en.wikipedia.org/wiki/Work_of_art",
        "https://en.wikipedia.org/wiki/Obscenity_trial_of_Ulysses_in_The_Little_Review",
        "https://en.wikipedia.org/wiki/The_Little_Review",
        "https://en.wikipedia.org/wiki/Philip_Moeller",
        "https://en.wikipedia.org/wiki/Theatre_Guild",
        "https://en.wikipedia.org/wiki/Freudian",
        "https://en.wikipedia.org/wiki/Scofield_Thayer",
        "https://en.wikipedia.org/wiki/The_Dial",
        "https://en.wikipedia.org/wiki/John_Cowper_Powys",
        "https://en.wikipedia.org/wiki/Comstock_Act",
        "https://en.wikipedia.org/wiki/Obscene",
        "https://en.wikipedia.org/wiki/Penguin_Books",
        "https://en.wikipedia.org/wiki/Obscene_Publications_Act_1959",
        "https://en.wikipedia.org/wiki/Obscenity",
        "https://en.wikipedia.org/wiki/Roy_Jenkins",
        "https://en.wikipedia.org/wiki/Richard_Hoggart",
        "https://en.wikipedia.org/wiki/Raymond_Williams",
        "https://en.wikipedia.org/wiki/Aesthetics",
        "https://en.wikipedia.org/wiki/Art",
        "https://en.wikipedia.org/wiki/Kitsch",
        "https://en.wikipedia.org/wiki/Masterpiece",
        "https://en.wikipedia.org/wiki/Theory_of_art",
        "https://en.wikipedia.org/wiki/Artistic_merit",
        "https://en.wikipedia.org/wiki/Artistic_merit",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}