{
    "url": "https://en.wikipedia.org/wiki/Astronomical_clock",
    "title": "Astronomical clock",
    "table_of_contents": [
        "1 Definition",
        "2 History",
        "3 Generic description",
        "3.1 Time of day",
        "3.2 Calendar and zodiac",
        "3.3 Moon",
        "3.4 Hour lines",
        "3.5 Aspects",
        "3.6 Dragon hand: eclipse prediction and lunar nodes",
        "4 Historical examples",
        "4.1 Su Song's Cosmic Engine",
        "4.2 Astrarium of Giovanni Dondi dell'Orologio",
        "5 Interior clocks and watches",
        "5.1 The Rasmus Sørnes Clock",
        "5.2 Table clocks",
        "5.3 Watches",
        "6 Examples by country",
        "6.1 Austria",
        "6.2 Belgium",
        "6.3 Croatia",
        "6.4 Czech Republic",
        "6.5 Denmark",
        "6.6 France",
        "6.7 Georgia",
        "6.8 Germany",
        "6.9 Hungary",
        "6.10 Italy",
        "6.11 Latvia",
        "6.12 Malta",
        "6.13 Netherlands",
        "6.14 Norway",
        "6.15 Poland",
        "6.16 Slovakia",
        "6.17 Spain",
        "6.18 Sweden",
        "6.19 Switzerland",
        "6.20 United Kingdom",
        "7 See also",
        "8 Notes",
        "9 References",
        "10 Further reading",
        "11 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nAn astronomical clock, horologium, or orloj is a clock with special mechanisms and dials to display astronomical information, such as the relative positions of the Sun, Moon, zodiacal constellations, and sometimes major planets.\n\n"
        },
        {
            "title": "Definition",
            "text": "The term is loosely used to refer to any clock that shows, in addition to the time of day, astronomical information. This could include the location of the Sun and Moon in the sky, the age and Lunar phases, the position of the Sun on the ecliptic and the current zodiac sign, the sidereal time, and other astronomical data such as the Moon's nodes (for indicating eclipses) or a rotating star map. The term should not be confused with astronomical regulator, a high precision but otherwise ordinary pendulum clock used in observatories.\n\nAstronomical clocks usually represent the Solar System using the geocentric model. The center of the dial is often marked with a disc or sphere representing the Earth, located at the center of the Solar System. The Sun is often represented by a golden sphere (as it initially appeared in the Antikythera mechanism, back in the 2nd century BC), shown rotating around the Earth once a day around a 24-hour analog dial. This view accorded both with the daily experience and with the philosophical world view of pre-Copernican Europe.\n\n"
        },
        {
            "title": "History",
            "text": "The Antikythera mechanism is the oldest known analog computer and astronomical clock. A complex arrangement of multiple gears and gear trains could perform functions such as determining the position of the sun, moon and planets, predict eclipses and other astronomical phenomena and tracking the dates of Olympic Games.[1] Research in 2011 and 2012 led an expert group of researchers to posit that European astronomical clocks are descended from the technology of the Antikythera mechanism.[2]\n\nIn the 11th century, the Song dynasty Chinese horologist, mechanical engineer, and astronomer Su Song created a water-driven astronomical clock for his clock-tower of Kaifeng City. Su Song is noted for having incorporated an escapement mechanism and the earliest known endless power-transmitting chain drive for his clock-tower and armillary sphere to function. Contemporary Muslim astronomers and engineers also constructed a variety of highly accurate astronomical clocks for use in their observatories,[3][4] [5]such as the astrolabic clock by Ibn al-Shatir in the early 14th century.[6][7]\n\n\n\n\nThe early development of mechanical clocks in Europe is not fully understood, but there is general agreement that by 1300–1330 there existed mechanical clocks (powered by weights rather than by water and using an escapement) which were intended for two main purposes: for signalling and notification (e.g. the timing of services and public events), and for modelling the solar system. The latter is an inevitable development because the astrolabe was used both by astronomers and astrologers, and it was natural to apply a clockwork drive to the rotating plate to produce a working model of the solar system. American historian Lynn White Jr. of Princeton University wrote:[8] \nThe astronomical clocks developed by the English mathematician and cleric Richard of Wallingford in St Albans during the 1330s,[9] and by medieval Italian physician and astronomer Giovanni de Dondi in Padua between 1348 and 1364[10] are masterpieces of their type. They no longer exist, but detailed descriptions of their design and construction survive, and modern reproductions have been made. Wallingford's clock may have shown the sun, moon (age, phase, and node), stars and planets, and had, in addition, a wheel of fortune and an indicator of the state of the tide at London Bridge. De Dondi's clock was a seven-faced construction with 107 moving parts, showing the positions of the sun, moon, and five planets, as well as religious feast days.[10]\n\nBoth these clocks, and others like them, were probably less accurate than their designers would have wished. The gear ratios may have been exquisitely calculated, but their manufacture was somewhat beyond the mechanical abilities of the time, and they never worked reliably. Furthermore, in contrast to the intricate advanced wheelwork, the timekeeping mechanism in nearly all these clocks until the 16th century was the simple verge and foliot escapement, which had errors of at least half an hour a day.[11][12]\n\nAstronomical clocks were built as demonstration or exhibition pieces, to impress as much as to educate or inform. The challenge of building these masterpieces meant that clockmakers would continue to produce them, to demonstrate their technical skill and their patrons' wealth. The philosophical message of an ordered, heavenly-ordained universe, which accorded with the Gothic era view of the world, helps explain their popularity.\n\nThe growing interest in astronomy during the 18th century revived interest in astronomical clocks, less for the philosophical message, more for the accurate astronomical information that pendulum-regulated clocks could display.\n\n"
        },
        {
            "title": "Generic description",
            "text": "Although each astronomical clock is different, they share some common features.[13]\n\nMost astronomical clocks have a 24-hour analog dial around the outside edge, numbered from I to XII then from I to XII again. The current time is indicated by a golden ball or a picture of the sun at the end of a pointer. Local noon is usually at the top of the dial, and midnight at the bottom. Minute hands are rarely used.\n\nThe Sun indicator or hand gives an approximate indication of both the Sun's azimuth and altitude. For azimuth (bearing from the north), the top of the dial indicates South, and the two VI points of the dial East and West. For altitude, the top is the zenith and the two VI and VI points define the horizon. (This is for the astronomical clocks designed for use in the northern hemisphere.) This interpretation is most accurate at the equinoxes, of course.\n\nIf XII is not at the top of the dial, or if the numbers are Arabic rather than Roman, then the time may be shown in Italian hours (also called Bohemian, or Old Czech, hours). In this system, 1 o'clock occurs at sunset, and counting continues through the night and into the next afternoon, reaching 24 an hour before sunset.\n\nIn the photograph of the Prague clock shown at the top of the article, the time indicated by the Sun hand is about 9am (IX in Roman numerals), or about the 13th hour (Italian time in Arabic numerals).\n\nThe year is usually represented by the 12 signs of the zodiac, arranged either as a concentric circle inside the 24-hour dial, or drawn onto a displaced smaller circle, which is a projection of the ecliptic, the path of the Sun and planets through the sky, and the plane of the Earth's orbit.\n\nThe ecliptic plane is projected onto the face of the clock, and, because of the Earth's tilted angle of rotation relative to its orbital plane, it is displaced from the center and appears to be distorted. The projection point for the stereographic projection is the North pole; on astrolabes the South pole is more common.\n\nThe ecliptic dial makes one complete revolution in 23 hours 56 minutes (a sidereal day), and will therefore gradually get out of phase with the hour hand, drifting slowly further apart during the year.\n\nTo find the date, find the place where the hour hand or Sun disk intersects the ecliptic dial: this indicates the current star sign, the sun's current location on the ecliptic. The intersection point slowly moves around the ecliptic dial during the year, as the Sun moves out of one astrological sign into another.\n\nIn the diagram showing the clock face on the right, the Sun's disk has recently moved into Aries (the stylized ram's horns), having left Pisces. The date is therefore late March or early April.\n\nIf the zodiac signs run around inside the hour hands, either this ring rotates to align itself with the hour hand, or there's another hand, revolving once per year, which points to the Sun's current zodiac sign.\n\nA dial or ring indicating the numbers 1 to 29 or 30 indicates the moon's age: a new moon is 0, waxes become full around day 15, and then wanes up to 29 or 30. The phase is sometimes shown by a rotating globe or black hemisphere, or a window that reveals part of a wavy black shape beneath.\n\nUnequal hours were the result of dividing up the period of daylight into 12 equal hours and nighttime into another 12. In Europe, there is more daylight in the summer, and less night, so each of the 12 daylight hours is longer than a night hour. Similarly in winter, daylight hours are shorter, and night hours are longer. These unequal hours are shown by the curved lines radiating from the center. The longer daylight hours in summer can usually be seen at the outer edge of the dial, and the time in unequal hours is read by noting the intersection of the sun hand with the appropriate curved line.\n\nAstrologers placed importance on how the Sun, Moon, and planets were arranged and aligned in the sky. If certain planets appeared at the points of a triangle, hexagon, or square, or if they were opposite or next to each other, the appropriate aspect was used to determine the event's significance. On some clocks you can see the common aspects – triangle, square, and hexagon – drawn inside the central disc, with each line marked by the symbol for that aspect, and you may also see the signs for conjunction and opposition. On an astrolabe, the corners of the different aspects could be lined up on any of the planets. On a clock, though, the disc containing the aspect lines can't be rotated at will, so they usually show only the aspects of the Sun or Moon.\n\nOn the Torre dell'Orologio, Brescia clock in northern Italy, the triangle, square, and star in the centre of the dial show these aspects (the third, fourth, and sixth phases) of (presumably) the moon.\n\nThe Moon's orbit is not in the same plane as the Earth's orbit around the Sun but crosses it in two places. The Moon crosses the ecliptic plane twice a month, once when it goes up above the plane, and again 15 or so days later when it goes back down below the ecliptic. These two locations are the ascending and descending lunar nodes. Solar and lunar eclipses will occur only when the Moon is positioned near one of these nodes because at other times the Moon is either too high or too low for an eclipse to be noticed from the earth. Some astronomical clocks keep track of the position of the lunar nodes with a long pointer that crosses the dial. This so-called dragon hand makes one complete rotation around the ecliptic dial every 19 years. When the dragon hand and the new moon coincide, the Moon is on the same plane as the Earth and Sun, and so there is every chance that an eclipse will be visible from somewhere on Earth.\n\n"
        },
        {
            "title": "Historical examples",
            "text": "The Science Museum (London) has a scale model of the 'Cosmic Engine', which Su Song, a Chinese polymath, designed and constructed in China in 1092. This great astronomical hydromechanical clock tower was about ten metres high (about 30 feet) and featured a clock escapement and was indirectly powered by a rotating wheel either with falling water and liquid mercury, which freezes at a much lower temperature than water, allowing operation of the clock during colder weather. A full-sized working replica of Su Song's clock exists in the Republic of China (Taiwan)'s National Museum of Natural Science, Taichung city. This full-scale, fully functional replica, approximately 12 meters (39 feet) in height, was constructed from Su Song's original descriptions and mechanical drawings.[14]\n\nThe Astrarium of Giovanni Dondi dell'Orologio was a complex astronomical clock built between 1348 and 1364 in Padova, Italy, by the doctor and clock-maker Giovanni Dondi dell'Orologio. The Astrarium had seven faces and 107 moving gears; it showed the positions of the sun, the moon and the five planets then known, as well as religious feast days. The astrarium stood about 1 metre high, and consisted of a seven-sided brass or iron framework resting on 7 decorative paw-shaped feet. The lower section provided a 24-hour dial and a large calendar drum, showing the fixed feasts of the church, the movable feasts, and the position in the zodiac of the moon's ascending node. The upper section contained 7 dials, each about 30 cm in diameter, showing the positional data for the Primum Mobile, Venus, Mercury, the moon, Saturn, Jupiter, and Mars. Directly above the 24-hour dial is the dial of the Primum Mobile, so called because it reproduces the diurnal motion of the stars and the annual motion of the sun against the background of stars. Each of the 'planetary' dials used complex clockwork to produce reasonably accurate models of the planets' motion. These agreed reasonably well both with Ptolemaic theory and with observations. For example, Dondi's dial for Mercury uses a number of intermediate wheels, including: a wheel with 146 teeth, and a wheel with 63 internal (facing inwards) teeth that meshed with a 20 tooth pinion.\n\n"
        },
        {
            "title": "Interior clocks and watches",
            "text": "Arguably the most complicated of its kind ever constructed, the last of a total of four astronomical clocks designed and made by Norwegian Rasmus Sørnes (1893–1967), is characterized by its superior complexity compactly housed in a casing with the modest measurements of 0.70 x 0.60 x 2.10 m. Features include locations of the sun and moon in the zodiac, Julian calendar, Gregorian calendar, sidereal time, GMT, local time with daylight saving time and leap year, solar and lunar cycle corrections, eclipses, local sunset and sunrise, moon phase, tides, sunspot cycles and a planetarium including Pluto's 248-year orbit and the 25 800-year periods of the polar ecliptics (precession of the Earth's axis). All wheels are in brass and gold-plated. Dials are silver-plated. The clock has an electromechanical pendulum.\n\nSørnes also made the necessary tools and based his work on his own astronomical observations. Having been exhibited at the Time Museum in Rockford, Illinois, and at The Chicago Museum of Science and Industry, the clock was sold in 2002 and its current location is not known. The Rasmus Sørnes Astronomical Clock No. 3, the precursor to the Chicago Clock, his tools, patents, drawings, telescope, and other items, are exhibited at the Borgarsyssel Museum in Sarpsborg, Norway.\n\nThere are many examples of astronomical table clocks, due to their popularity as showpieces. To become a master clockmaker in 17th-century Augsburg, candidates had to design and build a 'masterpiece' clock, an astronomical table-top clock of formidable complexity. Examples can be found in museums, such as London's British Museum.\n\nCurrently Edmund Scientific among other retailers offers a mechanical Tellurium clock, perhaps the first mechanical astronomical clock to be mass-marketed.\n\nIn Japan, Tanaka Hisashige made a Myriad year clock in 1851.\n\nMore recently, independent clockmaker Christiaan van der Klaauw [nl] created a wristwatch astrolabe, the \"Astrolabium\" in addition to the \"Planetarium 2000\", the \"Eclipse 2001\" and the \"Real Moon.\"  Ulysse Nardin also sells several astronomical wristwatches, the \"Astrolabium,\" \"Planetarium\", and the \"Tellurium J. Kepler.\"\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Prague_astronomical_clock",
        "https://en.wikipedia.org/wiki/Old_Town_Square",
        "https://en.wikipedia.org/wiki/Clock",
        "https://en.wikipedia.org/wiki/Astronomical",
        "https://en.wikipedia.org/wiki/Sun",
        "https://en.wikipedia.org/wiki/Moon",
        "https://en.wikipedia.org/wiki/Zodiac",
        "https://en.wikipedia.org/wiki/Constellation",
        "https://en.wikipedia.org/wiki/Planet",
        "https://en.wikipedia.org/wiki/Astrarium",
        "https://en.wikipedia.org/wiki/Lunar_phases",
        "https://en.wikipedia.org/wiki/Sidereal_time",
        "https://en.wikipedia.org/wiki/Eclipses",
        "https://en.wikipedia.org/wiki/Pendulum_clock",
        "https://en.wikipedia.org/wiki/Solar_System",
        "https://en.wikipedia.org/wiki/Geocentric",
        "https://en.wikipedia.org/wiki/Antikythera_mechanism",
        "https://en.wikipedia.org/wiki/Copernican_Revolution",
        "https://en.wikipedia.org/wiki/History_of_timekeeping_devices",
        "https://en.wikipedia.org/wiki/Louis_de_Gruuthuse",
        "https://en.wikipedia.org/wiki/Antikythera_mechanism",
        "https://en.wikipedia.org/wiki/Astronomy",
        "https://en.wikipedia.org/wiki/Sun",
        "https://en.wikipedia.org/wiki/Moon",
        "https://en.wikipedia.org/wiki/Planet",
        "https://en.wikipedia.org/wiki/Eclipse",
        "https://en.wikipedia.org/wiki/Olympic_Games",
        "https://en.wikipedia.org/wiki/Song_dynasty",
        "https://en.wikipedia.org/wiki/Su_Song",
        "https://en.wikipedia.org/wiki/Water_clock",
        "https://en.wikipedia.org/wiki/Kaifeng",
        "https://en.wikipedia.org/wiki/Escapement",
        "https://en.wikipedia.org/wiki/Chain_drive",
        "https://en.wikipedia.org/wiki/Armillary_sphere",
        "https://en.wikipedia.org/wiki/Islamic_astronomy",
        "https://en.wikipedia.org/wiki/Muslim_inventions",
        "https://en.wikipedia.org/wiki/Observatory",
        "https://en.wikipedia.org/wiki/Astrolabe",
        "https://en.wikipedia.org/wiki/Escapement",
        "https://en.wikipedia.org/wiki/Astrolabe",
        "https://en.wikipedia.org/wiki/Richard_of_Wallingford",
        "https://en.wikipedia.org/wiki/St_Albans",
        "https://en.wikipedia.org/wiki/Giovanni_de_Dondi",
        "https://en.wikipedia.org/wiki/Padua",
        "https://en.wikipedia.org/wiki/Lunar_phase",
        "https://en.wikipedia.org/wiki/Lunar_node",
        "https://en.wikipedia.org/wiki/London_Bridge",
        "https://en.wikipedia.org/wiki/Verge_and_foliot",
        "https://en.wikipedia.org/wiki/Pendulum",
        "https://en.wikipedia.org/wiki/Zodiac",
        "https://en.wikipedia.org/wiki/Stereographic_projection",
        "https://en.wikipedia.org/wiki/Azimuth",
        "https://en.wikipedia.org/wiki/Zodiac",
        "https://en.wikipedia.org/wiki/Ecliptic",
        "https://en.wikipedia.org/wiki/Stereographic_projection",
        "https://en.wikipedia.org/wiki/Astrolabes",
        "https://en.wikipedia.org/wiki/Sidereal_time",
        "https://en.wikipedia.org/wiki/Astrological_sign",
        "https://en.wikipedia.org/wiki/Astrological_aspect",
        "https://en.wikipedia.org/wiki/Astrolabe",
        "https://en.wikipedia.org/wiki/Lunar_nodes",
        "https://en.wikipedia.org/wiki/Su_Song",
        "https://en.wikipedia.org/wiki/Polymath",
        "https://en.wikipedia.org/wiki/Escapement",
        "https://en.wikipedia.org/wiki/Republic_of_China",
        "https://en.wikipedia.org/wiki/National_Museum_of_Natural_Science",
        "https://en.wikipedia.org/wiki/Taichung",
        "https://en.wikipedia.org/wiki/Padova",
        "https://en.wikipedia.org/wiki/Primum_Mobile",
        "https://en.wikipedia.org/wiki/Primum_Mobile",
        "https://en.wikipedia.org/wiki/Julian_calendar",
        "https://en.wikipedia.org/wiki/Gregorian_calendar",
        "https://en.wikipedia.org/wiki/Sidereal_time",
        "https://en.wikipedia.org/wiki/Sunspot",
        "https://en.wikipedia.org/wiki/Planetarium",
        "https://en.wikipedia.org/wiki/Pluto",
        "https://en.wikipedia.org/wiki/Precession",
        "https://en.wikipedia.org/wiki/Borgarsyssel_Museum",
        "https://en.wikipedia.org/wiki/Sarpsborg",
        "https://en.wikipedia.org/wiki/Augsburg",
        "https://en.wikipedia.org/wiki/British_Museum",
        "https://en.wikipedia.org/wiki/Tanaka_Hisashige",
        "https://en.wikipedia.org/wiki/Myriad_year_clock",
        "https://en.wikipedia.org/wiki/Ulysse_Nardin",
        "https://en.wikipedia.org/wiki/Ulysse_Nardin",
        "https://en.wikipedia.org/wiki/Innsbruck",
        "https://en.wikipedia.org/wiki/Peuerbach",
        "https://en.wikipedia.org/wiki/Georg_von_Peuerbach",
        "https://en.wikipedia.org/wiki/Zimmer_tower",
        "https://en.wikipedia.org/wiki/Louis_Zimmer",
        "https://en.wikipedia.org/wiki/Equation_of_time",
        "https://en.wikipedia.org/wiki/Tide_clock",
        "https://en.wikipedia.org/wiki/Zimmer_tower",
        "https://en.wikipedia.org/wiki/Dubrovnik",
        "https://en.wikipedia.org/wiki/Dubrovnik_Bell_Tower",
        "https://en.wikipedia.org/wiki/Prague",
        "https://en.wikipedia.org/wiki/Prague_astronomical_clock",
        "https://en.wikipedia.org/wiki/World_War_II",
        "https://en.wikipedia.org/wiki/Olomouc",
        "https://en.wikipedia.org/wiki/Olomouc_astronomical_clock",
        "https://en.wikipedia.org/wiki/Heliocentric_system",
        "https://en.wikipedia.org/wiki/Socialist_realism",
        "https://en.wikipedia.org/wiki/Bohemian_Forest",
        "https://en.wikipedia.org/wiki/Prague_astronomical_clock",
        "https://en.wikipedia.org/wiki/Olomouc_astronomical_clock",
        "https://en.wikipedia.org/wiki/Copenhagen",
        "https://en.wikipedia.org/wiki/Copenhagen_City_Hall",
        "https://en.wikipedia.org/wiki/Jens_Olsen",
        "https://en.wikipedia.org/wiki/Auxerre",
        "https://en.wikipedia.org/wiki/Lunar_day",
        "https://en.wikipedia.org/wiki/Beauvais",
        "https://en.wikipedia.org/wiki/Beauvais_astronomical_clock",
        "https://en.wikipedia.org/wiki/Beauvais_Cathedral",
        "https://en.wikipedia.org/wiki/Last_Judgement",
        "https://en.wikipedia.org/wiki/Bourges",
        "https://en.wikipedia.org/wiki/Bourges_astronomical_clock",
        "https://en.wikipedia.org/wiki/Bourges_Cathedral",
        "https://en.wikipedia.org/wiki/Chartres",
        "https://en.wikipedia.org/wiki/Chartres_Cathedral",
        "https://en.wikipedia.org/wiki/Haguenau",
        "https://en.wikipedia.org/wiki/Lyon",
        "https://en.wikipedia.org/wiki/Lyon_astronomical_clock",
        "https://en.wikipedia.org/wiki/Lyon_Cathedral",
        "https://en.wikipedia.org/wiki/Orrery",
        "https://en.wikipedia.org/wiki/Rouen",
        "https://en.wikipedia.org/wiki/Gros_Horloge",
        "https://en.wikipedia.org/wiki/Strasbourg",
        "https://en.wikipedia.org/wiki/Strasbourg_astronomical_clock",
        "https://en.wikipedia.org/wiki/Strasbourg_Cathedral",
        "https://en.wikipedia.org/wiki/Computus",
        "https://en.wikipedia.org/wiki/Passemant_astronomical_clock",
        "https://en.wikipedia.org/wiki/Palace_of_Versailles",
        "https://en.wikipedia.org/wiki/Rococo",
        "https://en.wikipedia.org/wiki/Louis_XV_of_France",
        "https://en.wikipedia.org/wiki/Auxerre",
        "https://en.wikipedia.org/wiki/Bourges_astronomical_clock",
        "https://en.wikipedia.org/wiki/Bourges_Cathedral",
        "https://en.wikipedia.org/wiki/Chartres_Cathedral",
        "https://en.wikipedia.org/wiki/Lyon_astronomical_clock",
        "https://en.wikipedia.org/wiki/Lyon_Cathedral",
        "https://en.wikipedia.org/wiki/Strasbourg_astronomical_clock",
        "https://en.wikipedia.org/wiki/Strasbourg_Cathedral",
        "https://en.wikipedia.org/wiki/Beauvais_astronomical_clock",
        "https://en.wikipedia.org/wiki/Beauvais_Cathedral",
        "https://en.wikipedia.org/wiki/Batumi",
        "https://en.wikipedia.org/wiki/Hanseatic_League",
        "https://en.wikipedia.org/wiki/Bad_Doberan",
        "https://en.wikipedia.org/wiki/Doberan_Minster",
        "https://en.wikipedia.org/wiki/Nikolaus_Lilienfeld",
        "https://en.wikipedia.org/wiki/Paul_Behrens",
        "https://en.wikipedia.org/wiki/Glockenspiel",
        "https://en.wikipedia.org/wiki/Rostock",
        "https://en.wikipedia.org/wiki/Rostock_astronomical_clock",
        "https://en.wikipedia.org/wiki/Stendal",
        "https://en.wikipedia.org/wiki/Stralsund",
        "https://en.wikipedia.org/wiki/Wismar",
        "https://en.wikipedia.org/wiki/Esslingen_am_Neckar",
        "https://en.wikipedia.org/wiki/Heilbronn",
        "https://en.wikipedia.org/wiki/Isaac_and_Josias_Habrecht",
        "https://en.wikipedia.org/wiki/Ulm",
        "https://en.wikipedia.org/wiki/Cologne",
        "https://en.wikipedia.org/wiki/Sidereal_time",
        "https://en.wikipedia.org/wiki/Esslingen_am_Neckar",
        "https://en.wikipedia.org/wiki/Festo",
        "https://en.wikipedia.org/wiki/Harmonices_Mundi",
        "https://en.wikipedia.org/wiki/Glockenspiel",
        "https://en.wikipedia.org/wiki/Munich",
        "https://en.wikipedia.org/wiki/Deutsches_Museum",
        "https://en.wikipedia.org/wiki/Schramberg",
        "https://en.wikipedia.org/wiki/Stuttgart",
        "https://en.wikipedia.org/wiki/Budapest",
        "https://en.wikipedia.org/wiki/Arezzo",
        "https://en.wikipedia.org/wiki/Bassano_del_Grappa",
        "https://en.wikipedia.org/wiki/Brescia",
        "https://en.wikipedia.org/wiki/Clusone",
        "https://en.wikipedia.org/wiki/Cremona",
        "https://en.wikipedia.org/wiki/Torrazzo_of_Cremona",
        "https://en.wikipedia.org/wiki/Cremona_Cathedral",
        "https://en.wikipedia.org/wiki/Macerata",
        "https://en.wikipedia.org/wiki/Mantua",
        "https://en.wikipedia.org/wiki/Merano",
        "https://en.wikipedia.org/wiki/Messina",
        "https://en.wikipedia.org/wiki/Messina_astronomical_clock",
        "https://en.wikipedia.org/wiki/Messina_Cathedral",
        "https://en.wikipedia.org/wiki/Padua",
        "https://en.wikipedia.org/wiki/Rimini",
        "https://en.wikipedia.org/wiki/Trapani",
        "https://en.wikipedia.org/wiki/Venice",
        "https://en.wikipedia.org/wiki/Riga",
        "https://en.wikipedia.org/wiki/Valletta",
        "https://en.wikipedia.org/wiki/Rotunda_of_Mosta",
        "https://en.wikipedia.org/wiki/Arnemuiden",
        "https://en.wikipedia.org/wiki/Franeker",
        "https://en.wikipedia.org/wiki/Eise_Eisinga_Planetarium",
        "https://en.wikipedia.org/wiki/Arnemuiden",
        "https://en.wikipedia.org/wiki/Eise_Eisinga_Planetarium",
        "https://en.wikipedia.org/wiki/Franeker",
        "https://en.wikipedia.org/wiki/Oslo",
        "https://en.wikipedia.org/wiki/Oslo_City_Hall",
        "https://en.wikipedia.org/wiki/Our_Lady_of_Sorrows",
        "https://en.wikipedia.org/wiki/Astrolabe",
        "https://en.wikipedia.org/wiki/DCF77",
        "https://en.wikipedia.org/wiki/Astorga_Cathedral",
        "https://en.wikipedia.org/wiki/Lund",
        "https://en.wikipedia.org/wiki/Lund_astronomical_clock",
        "https://en.wikipedia.org/wiki/Lund_Cathedral",
        "https://en.wikipedia.org/wiki/In_Dulci_Jubilo",
        "https://en.wikipedia.org/wiki/Magi",
        "https://en.wikipedia.org/wiki/Fjelie_Church",
        "https://en.wikipedia.org/wiki/Rinkaby",
        "https://en.wikipedia.org/wiki/Rinkaby_Church",
        "https://en.wikipedia.org/wiki/Lund_astronomical_clock",
        "https://en.wikipedia.org/wiki/Rinkaby",
        "https://en.wikipedia.org/wiki/Bern",
        "https://en.wikipedia.org/wiki/Zytglogge",
        "https://en.wikipedia.org/wiki/Diessenhofen",
        "https://en.wikipedia.org/wiki/Mellingen",
        "https://en.wikipedia.org/wiki/Schaffhausen",
        "https://en.wikipedia.org/wiki/Lunar_node",
        "https://en.wikipedia.org/wiki/Sion_astronomical_clock",
        "https://en.wikipedia.org/wiki/Solothurn",
        "https://en.wikipedia.org/wiki/Winterthur",
        "https://en.wikipedia.org/wiki/Zug",
        "https://en.wikipedia.org/wiki/West_Country",
        "https://en.wikipedia.org/wiki/Exeter",
        "https://en.wikipedia.org/wiki/Exeter_Cathedral_astronomical_clock",
        "https://en.wikipedia.org/wiki/Ottery_St_Mary",
        "https://en.wikipedia.org/wiki/Ottery_St_Mary_astronomical_clock",
        "https://en.wikipedia.org/wiki/Wells_Cathedral_clock",
        "https://en.wikipedia.org/wiki/Wimborne_Minster",
        "https://en.wikipedia.org/wiki/Wimborne_Minster_astronomical_clock",
        "https://en.wikipedia.org/wiki/Durham_Cathedral",
        "https://en.wikipedia.org/wiki/Hampton_Court_Palace",
        "https://en.wikipedia.org/wiki/Hampton_Court_astronomical_clock",
        "https://en.wikipedia.org/wiki/Copernicus",
        "https://en.wikipedia.org/wiki/Leicester",
        "https://en.wikipedia.org/wiki/Leicester_University_astronomical_clock",
        "https://en.wikipedia.org/wiki/London",
        "https://en.wikipedia.org/wiki/Snowshill",
        "https://en.wikipedia.org/wiki/Snowshill_Manor",
        "https://en.wikipedia.org/wiki/St_Albans",
        "https://en.wikipedia.org/wiki/Bodleian_Library",
        "https://en.wikipedia.org/wiki/St_Albans_Cathedral",
        "https://en.wikipedia.org/wiki/York",
        "https://en.wikipedia.org/wiki/York_Minster_astronomical_clock",
        "https://en.wikipedia.org/wiki/World_War_II",
        "https://en.wikipedia.org/wiki/Wells_Cathedral_clock",
        "https://en.wikipedia.org/wiki/Exeter_Cathedral_astronomical_clock",
        "https://en.wikipedia.org/wiki/Ottery_St_Mary_astronomical_clock",
        "https://en.wikipedia.org/wiki/Hampton_Court_astronomical_clock",
        "https://en.wikipedia.org/wiki/York_Minster_astronomical_clock",
        "https://en.wikipedia.org/wiki/Astrolabe",
        "https://en.wikipedia.org/wiki/Astrarium",
        "https://en.wikipedia.org/wiki/Clock_of_the_Long_Now",
        "https://en.wikipedia.org/wiki/Solar_System_model",
        "https://en.wikipedia.org/wiki/Torquetum",
        "https://en.wikipedia.org/wiki/Donald_Routledge_Hill",
        "https://en.wikipedia.org/wiki/Donald_Routledge_Hill",
        "https://en.wikipedia.org/wiki/Wayback_Machine",
        "https://en.wikipedia.org/wiki/Joseph_Needham",
        "https://en.wikipedia.org/wiki/Science_and_Civilization_in_China",
        "https://en.wikipedia.org/wiki/Borgarsyssel_Museum",
        "https://en.wikipedia.org/wiki/Astronomical_clocks",
        "https://en.wikipedia.org/wiki/Olomouc_astronomical_clock",
        "https://en.wikipedia.org/wiki/Prague_astronomical_clock",
        "https://en.wikipedia.org/wiki/Beauvais_astronomical_clock",
        "https://en.wikipedia.org/wiki/Bourges_astronomical_clock",
        "https://en.wikipedia.org/wiki/Lyon_astronomical_clock",
        "https://en.wikipedia.org/wiki/Gros_Horloge",
        "https://en.wikipedia.org/wiki/Strasbourg_astronomical_clock",
        "https://en.wikipedia.org/wiki/Rostock_astronomical_clock",
        "https://en.wikipedia.org/wiki/Torrazzo_of_Cremona",
        "https://en.wikipedia.org/wiki/Messina_astronomical_clock",
        "https://en.wikipedia.org/wiki/Zytglogge",
        "https://en.wikipedia.org/wiki/Sion_astronomical_clock",
        "https://en.wikipedia.org/wiki/Exeter_Cathedral_astronomical_clock",
        "https://en.wikipedia.org/wiki/Hampton_Court_astronomical_clock",
        "https://en.wikipedia.org/wiki/Leicester_University_astronomical_clock",
        "https://en.wikipedia.org/wiki/Ottery_St_Mary_astronomical_clock",
        "https://en.wikipedia.org/wiki/Wells_Cathedral_clock",
        "https://en.wikipedia.org/wiki/Wimborne_Minster_astronomical_clock",
        "https://en.wikipedia.org/wiki/York_Minster_astronomical_clock",
        "https://en.wikipedia.org/wiki/Dubrovnik_Bell_Tower",
        "https://en.wikipedia.org/wiki/Zimmer_tower",
        "https://en.wikipedia.org/wiki/Lund_astronomical_clock",
        "https://en.wikipedia.org/wiki/Paul_Behrens",
        "https://en.wikipedia.org/wiki/Kaspar_Brunner",
        "https://en.wikipedia.org/wiki/Nikolaus_Lilienfeld",
        "https://en.wikipedia.org/wiki/Jens_Olsen",
        "https://en.wikipedia.org/wiki/Louis_Zimmer",
        "https://en.wikipedia.org/wiki/Solar_System_model",
        "https://en.wikipedia.org/wiki/Antikythera_mechanism",
        "https://en.wikipedia.org/wiki/Armillary_sphere",
        "https://en.wikipedia.org/wiki/Astrarium",
        "https://en.wikipedia.org/wiki/Orrery",
        "https://en.wikipedia.org/wiki/Eise_Eisinga_Planetarium",
        "https://en.wikipedia.org/wiki/Tellurion",
        "https://en.wikipedia.org/wiki/Akaa_Solar_System_Scale_Model",
        "https://en.wikipedia.org/wiki/Kystagerparken",
        "https://en.wikipedia.org/wiki/Monument_to_the_Sun",
        "https://en.wikipedia.org/wiki/Nine_Views",
        "https://en.wikipedia.org/wiki/Planet_Lofoten",
        "https://en.wikipedia.org/wiki/Sagan_Planet_Walk",
        "https://en.wikipedia.org/wiki/Somerset_Space_Walk",
        "https://en.wikipedia.org/wiki/Sweden_Solar_System",
        "https://en.wikipedia.org/wiki/Solar_System",
        "https://en.wikipedia.org/wiki/Kirkhill_Astronomical_Pillar",
        "https://en.wikipedia.org/wiki/Historical_models_of_the_Solar_System",
        "https://en.wikipedia.org/wiki/Numerical_model_of_the_Solar_System",
        "https://en.wikipedia.org/wiki/Astronomical_clock",
        "https://en.wikipedia.org/wiki/Astronomical_clock",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}