{
    "url": "https://en.wikipedia.org/wiki/Atacama_Large_Millimeter_Array",
    "title": "Atacama Large Millimeter Array",
    "table_of_contents": [
        "1 Overview",
        "1.1 History",
        "2 Funding",
        "3 Assembly",
        "3.1 Transporting the antennae",
        "4 Scientific results",
        "4.1 Images from initial testing",
        "4.2 Comet studies",
        "4.3 Planetary formation",
        "4.4 Event Horizon Telescope",
        "4.5 Phosphine in the atmosphere of Venus",
        "5 Global collaboration",
        "6 ALMA regional centre (ARC)",
        "7 Project detail",
        "7.1 Atacama Compact Array",
        "8 Work stoppage",
        "9 Project timeline",
        "10 Videos and gallery",
        "11 See also",
        "12 References",
        "13 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The Atacama Large Millimeter/submillimeter Array (ALMA) is an astronomical interferometer of 66 radio telescopes in the Atacama Desert of northern Chile, which observe electromagnetic radiation at millimeter and submillimeter wavelengths. The array has been constructed on the 5,000 m (16,000 ft) elevation Chajnantor plateau - near the Llano de Chajnantor Observatory and the Atacama Pathfinder Experiment. This location was chosen for its high elevation and low humidity, factors which are crucial to reduce noise and decrease signal attenuation due to Earth's atmosphere.[1] ALMA provides insight on star birth during the early Stelliferous era and detailed imaging of local star and planet formation.[2][3]\n\nALMA is an international partnership amongst Europe, the United States, Canada, Japan, South Korea, Taiwan, and Chile.[4] Costing about US$1.4 billion, it is the most expensive ground-based telescope in operation.[5][6] ALMA began scientific observations in the second half of 2011 and the first images were released to the press on 3 October 2011. The array has been fully operational since March 2013.[7][8]\n\n"
        },
        {
            "title": "Overview",
            "text": "The initial ALMA array is composed of 66 high-precision antennae, and operates at wavelengths of 3.6 to 0.32 millimeters (31 to 1000 GHz).[9] The array has much higher sensitivity and higher resolution than earlier submillimeter telescopes such as the single-dish James Clerk Maxwell Telescope or existing interferometer networks such as the Submillimeter Array or the Institut de Radio Astronomie Millimétrique (IRAM) Plateau de Bure facility.\n\nThe antennae can be moved across the desert plateau over distances from 150 m to 16 km, which will give ALMA a powerful variable \"zoom\", similar in its concept to that employed at the centimeter-wavelength Very Large Array (VLA) site in New Mexico, United States.\n\nThe high sensitivity is mainly achieved through the large numbers of antenna dishes that make up the array.\n\nThe telescopes were provided by the European, North American and East Asian partners of ALMA. The American and European partners each provided twenty-five 12-meter diameter antennae, for a subtotal of fifty antennae, that compose the main array. The participating East Asian countries are contributing 16 antennae (four 12-meter diameter and twelve 7-meter diameter antennae) in the form of the Atacama Compact Array (ACA), which is part of the enhanced ALMA.\n\nBy using smaller antennae than the main ALMA array, larger fields of view can be imaged at a given frequency using ACA. Placing the antennae closer together enables the imaging of sources of larger angular extent. The ACA works together with the main array in order to enhance the latter's wide-field imaging capability.\n\nALMA has its conceptual roots in three astronomical projects — the Millimeter Array (MMA) of the United States, the Large Southern Array (LSA) of Europe, and the Large Millimeter Array (LMA) of Japan.\n\nThe first step toward the creation of what would become ALMA came in 1997, when the National Radio Astronomy Observatory (NRAO) and the European Southern Observatory (ESO) agreed to pursue a common project that merged the MMA and LSA. The merged array combined the sensitivity of the LSA with the frequency coverage and superior site of the MMA. ESO and NRAO worked together in technical, science, and management groups to define and organise a joint project between the two observatories with participation by Canada and Spain (the latter became a member of ESO later).\n\nA series of resolutions and agreements led to the choice of \"Atacama Large Millimeter Array\", or ALMA, as the name of the new array in March 1999 and the signing of the ALMA Agreement on 25 February 2003, between the North American and European parties. (\"Alma\" means \"soul\" in Spanish and \"learned\" or \"knowledgeable\" in Arabic.) Following mutual discussions over several years, the ALMA Project received a proposal from the National Astronomical Observatory of Japan (NAOJ) whereby Japan would provide the ACA (Atacama Compact Array) and three additional receiver bands for the large array, to form Enhanced ALMA. Further discussions between ALMA and NAOJ led to the signing of a high-level agreement on 14 September 2004 that makes Japan an official participant in Enhanced ALMA, to be known as the Atacama Large Millimeter/submillimeter Array. A groundbreaking ceremony was held on November 6, 2003 and the ALMA logo was unveiled.[10]\n\nDuring an early stage of the planning of ALMA, it was decided to employ ALMA antennae designed and constructed by known companies in North America, Europe, and Japan, rather than using one single design. This was mainly for political reasons. Although very different approaches have been chosen by the providers, each of the antenna designs appears to be able to meet ALMA's stringent requirements. The components designed and manufactured across Europe were transported by specialist aerospace and astrospace logistics company Route To Space Alliance,[11] 26 in total which were delivered to Antwerp for onward shipment to Chile.\n\n"
        },
        {
            "title": "Funding",
            "text": "ALMA was initially a 50-50 collaboration between the National Radio Astronomy Observatory and European Southern Observatory (ESO) and later extended with the help of the other Japanese, Taiwanese, and Chilean partners.[12] ALMA is the largest and most expensive ground-based astronomical project, costing between US$1.4 and 1.5 billion.[5][13] (However, various space astronomy projects including the Hubble Space Telescope, the James Webb Space Telescope, and several major planet probes have cost considerably more).\n\n"
        },
        {
            "title": "Assembly",
            "text": "The complex was built primarily by European, U.S., Japanese, and Canadian companies and universities. Three prototype antennae have undergone evaluation at the Very Large Array since 2002.\n\nGeneral Dynamics C4 Systems and its SATCOM Technologies division was contracted by Associated Universities, Inc. to provide twenty-five of the 12 m antennae,[14] while European manufacturer Thales Alenia Space provided the other twenty-five principal antennae[15] (in the largest-ever European industrial contract in ground-based astronomy). Japan's Mitsubishi Electric was contracted to assemble NAOJ's 16 antennae.[16][17] The antennae were delivered to the site from December 2008 to September 2013.[18]\n\nTransporting the 115 tonne antennae from the Operations Support Facility at 2900 m altitude to the site at 5000 m, \nor moving antennae around the site to change the array size, presents enormous challenges; as portrayed in the television documentary Monster Moves: Mountain Mission.[19] The solution chosen is to use two custom 28-wheel self-loading heavy haulers. The vehicles were made by Scheuerle Fahrzeugfabrik [de][20] in Germany and are 10 m wide, 20 m long and 6 m high, weighing 130 tonnes. They are powered by twin turbocharged 500 kW Diesel engines.\n\nThe transporters, which feature a driver's seat designed to accommodate an oxygen tank to aid breathing the thin high-altitude air, place the antennae precisely on the pads. The first vehicle was completed and tested in July 2007.[21] Both transporters were delivered to the ALMA Operations Support Facility (OSF) in Chile on 15 February 2008.\n\nOn 7 July 2008, an ALMA transporter moved an antenna for the first time, from inside the antenna assembly building (Site Erection Facility) to a pad outside the building for testing (holographic surface measurements).[22]\n\nDuring Autumn 2009, the first three antennae were transported one-by-one to the Array Operations Site. At the end of 2009, a team of ALMA astronomers and engineers successfully linked three antennae at the 5,000-metre (16,000 ft) elevation observing site thus finishing the first stage of assembly and integration of the fledgling array. Linking three antennae allows corrections of errors that can arise when only two antennae are used, thus paving the way for precise, high-resolution imaging. With this key step, commissioning of the instrument began 22 January 2010.\n\nOn 28 July 2011, the first European antenna for ALMA arrived at the Chajnantor plateau, 5,000 meters above sea level, to join 15 antennae already in place from the other international partners. This was the number of antennae specified for ALMA to begin its first science observations, and was therefore an important milestone for the project.[24] In October 2012, 43 of the 66 antennae had been set up.\n\n"
        },
        {
            "title": "Scientific results",
            "text": "By the summer of 2011, sufficient telescopes were operational during the extensive program of testing prior to the Early Science phase for the first images to be captured.[26] These early images gave a first glimpse of the potential of the new array that will produce much better quality images in the future as the scale of the array continues to increase.\n\nThe target of the observation was a pair of colliding galaxies with dramatically distorted shapes, known as the Antennae Galaxies. Although ALMA did not observe the entire galaxy merger, the result is the best submillimeter-wavelength image ever made of the Antennae Galaxies, showing the clouds of dense cold gas from which new stars form, which cannot be seen using visible light.\n\nOn 11 August 2014, astronomers released studies, using the Atacama Large Millimeter/submillimeter Array (ALMA) for the first time, that detailed the distribution of HCN, HNC, H2CO, and dust inside the comae of comets C/2012 F6 (Lemmon) and C/2012 S1 (ISON).[27][28]\n\nAn image of the protoplanetary disc surrounding HL Tauri (a very young T Tauri star[29] in the constellation Taurus) was made public in 2014, showing a series of concentric bright rings separated by gaps, indicating protoplanet formation. As of 2014[update], most theories did not expect planetary formation in such a young (100,000-1,000,000-year-old) system, so the new data spurred renewed theories of protoplanetary development. One theory suggests that the faster accretion rate might be due to the complex magnetic field of the protoplanetary disc.[30]\n\nALMA participated in the Event Horizon Telescope project, which produced the first direct image of a black hole, published in 2019.[31]\n\nALMA participated in the claimed detection of phosphine, a biomarker, in the air of Venus. As no known non-biological source of phosphine on Venus could produce phosphine in the concentrations detected, this would have indicated the presence of biological organisms in the atmosphere of Venus.[32][33] However, this theory has since been overturned, and a reanalysis indicates that there is no phosphine in the atmosphere of Venus.[34]\n\n"
        },
        {
            "title": "Global collaboration",
            "text": "The Atacama Large Millimeter/submillimeter Array (ALMA), an international astronomy facility, is a partnership of Europe, North America and East Asia in cooperation with the Republic of Chile. ALMA is funded in Europe by the European Southern Observatory (ESO), in North America by the U.S. National Science Foundation (NSF) in cooperation with the National Research Council of Canada (NRC) and the National Science Council of Taiwan (NSC) and in East Asia by the National Institutes of Natural Sciences of Japan (NINS) in cooperation with the Academia Sinica (AS) in Taiwan. ALMA construction and operations are led on behalf of Europe by ESO, on behalf of North America by the National Radio Astronomy Observatory (NRAO), which is managed by Associated Universities, Inc (AUI) and on behalf of East Asia by the National Astronomical Observatory of Japan (NAOJ). The Joint ALMA Observatory (JAO) provides the unified leadership and management of the construction, commissioning and operation of ALMA.[35] Its current director since February 2018 is Sean Dougherty.[36]\n\n"
        },
        {
            "title": "",
            "text": "The ALMA regional centre (ARC) has been designed as an interface between user communities of the major contributors of the ALMA project and the JAO. Activates for operating the ARC have also divided into the three main regions involved (Europe, North America and East Asia). The European ARC (led by ESO) has been further subdivided into ARC-nodes[37] located across Europe in Bonn-Bochum-Cologne, Bologna, Ondřejov, Onsala, IRAM (Grenoble), Leiden and JBCA (Manchester).\n\nThe core purpose of the ARC is to assist the user community with the preparation of observing proposals, ensure observing programs meet their scientific goals efficiently, run a help-desk for submitting proposals and observing programs, delivering the data to principal investigators, maintenance of the ALMA data archive, assistance with the calibration of data and providing user feedback.[38]\n\n"
        },
        {
            "title": "Project detail",
            "text": "The Atacama Compact Array, ACA, is a subset of 16 closely separated antennae that will greatly improve ALMA's ability to study celestial objects with a large angular size, such as molecular clouds and nearby galaxies. The antennae forming the Atacama Compact Array, four 12-meter antennae and twelve 7-meter antennae, were produced and delivered by Japan. In 2013, the Atacama Compact Array was named the Morita Array after Professor Koh-ichiro Morita, a member of the Japanese ALMA team and designer of the ACA, who died on 7 May 2012 in Santiago.[40]\n\n"
        },
        {
            "title": "Work stoppage",
            "text": "In August 2013, workers at the telescope went on strike to demand better pay and working conditions. This is one of the first strikes to affect an astronomical observatory. The work stoppage began after the observatory failed to reach an agreement with the workers' union.[41][42][43][44] After 17 days an agreement was reached providing for reduced schedules and higher pay for work done at high altitude.[45][46]\n\nIn March 2020, ALMA was shut down due to the COVID-19 pandemic. It also delayed the cycle 8 proposal submission deadline and suspended public visits to the site.[47]\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Event_Horizon_Telescope",
        "https://en.wikipedia.org/wiki/Llano_de_Chajnantor_Observatory",
        "https://en.wikipedia.org/wiki/Atacama_Desert",
        "https://en.wikipedia.org/wiki/Antofagasta_Region",
        "https://en.wikipedia.org/wiki/Atacama_Desert",
        "https://en.wikipedia.org/wiki/Geographic_coordinate_system",
        "https://en.wikipedia.org/wiki/European_Southern_Observatory",
        "https://en.wikipedia.org/wiki/National_Science_Foundation",
        "https://en.wikipedia.org/wiki/Astronomical_interferometer",
        "https://en.wikipedia.org/wiki/Radio_telescope",
        "https://en.wikipedia.org/wiki/Atacama_Desert",
        "https://en.wikipedia.org/wiki/Chile",
        "https://en.wikipedia.org/wiki/Electromagnetic_radiation",
        "https://en.wikipedia.org/wiki/Submillimeter",
        "https://en.wikipedia.org/wiki/Wavelength",
        "https://en.wikipedia.org/wiki/Llano_de_Chajnantor_Observatory",
        "https://en.wikipedia.org/wiki/Atacama_Pathfinder_Experiment",
        "https://en.wikipedia.org/wiki/Humidity",
        "https://en.wikipedia.org/wiki/List_of_nearest_stars_and_brown_dwarfs",
        "https://en.wikipedia.org/wiki/Europe",
        "https://en.wikipedia.org/wiki/United_States",
        "https://en.wikipedia.org/wiki/Canada",
        "https://en.wikipedia.org/wiki/Japan",
        "https://en.wikipedia.org/wiki/South_Korea",
        "https://en.wikipedia.org/wiki/Taiwan",
        "https://en.wikipedia.org/wiki/Chile",
        "https://en.wikipedia.org/wiki/Interferometer",
        "https://en.wikipedia.org/wiki/Radio_correlator",
        "https://en.wikipedia.org/wiki/Wavelength",
        "https://en.wikipedia.org/wiki/Submillimeter_astronomy",
        "https://en.wikipedia.org/wiki/James_Clerk_Maxwell_Telescope",
        "https://en.wikipedia.org/wiki/Submillimeter_Array",
        "https://en.wikipedia.org/wiki/Plateau_de_Bure_Interferometer",
        "https://en.wikipedia.org/wiki/Very_Large_Array",
        "https://en.wikipedia.org/wiki/New_Mexico",
        "https://en.wikipedia.org/wiki/National_Radio_Astronomy_Observatory",
        "https://en.wikipedia.org/wiki/European_Southern_Observatory",
        "https://en.wikipedia.org/wiki/National_Astronomical_Observatory_of_Japan",
        "https://en.wikipedia.org/wiki/National_Radio_Astronomy_Observatory",
        "https://en.wikipedia.org/wiki/European_Southern_Observatory",
        "https://en.wikipedia.org/wiki/Hubble_Space_Telescope",
        "https://en.wikipedia.org/wiki/James_Webb_Space_Telescope",
        "https://en.wikipedia.org/wiki/European_Southern_Observatory",
        "https://en.wikipedia.org/wiki/National_Science_Foundation",
        "https://en.wikipedia.org/wiki/National_Radio_Astronomy_Observatory",
        "https://en.wikipedia.org/wiki/National_Research_Council_of_Canada",
        "https://en.wikipedia.org/wiki/National_Astronomical_Observatory_of_Japan",
        "https://en.wikipedia.org/wiki/Taiwan",
        "https://en.wikipedia.org/wiki/Academia_Sinica",
        "https://en.wikipedia.org/wiki/Universities",
        "https://en.wikipedia.org/wiki/General_Dynamics_C4_Systems",
        "https://en.wikipedia.org/wiki/Thales_Alenia_Space",
        "https://en.wikipedia.org/wiki/Mitsubishi_Electric",
        "https://en.wikipedia.org/wiki/Tonne",
        "https://en.wikipedia.org/wiki/Heavy_hauler",
        "https://en.wikipedia.org/wiki/Turbocharger",
        "https://en.wikipedia.org/wiki/Diesel_engine",
        "https://en.wikipedia.org/wiki/Oxygen",
        "https://en.wikipedia.org/wiki/Antennae_Galaxies",
        "https://en.wikipedia.org/wiki/Hubble_Space_Telescope",
        "https://en.wikipedia.org/wiki/HL_Tauri",
        "https://en.wikipedia.org/wiki/Antennae_Galaxies",
        "https://en.wikipedia.org/wiki/Hydrogen_cyanide",
        "https://en.wikipedia.org/wiki/Hydrogen_isocyanide",
        "https://en.wikipedia.org/wiki/Formaldehyde",
        "https://en.wikipedia.org/wiki/Dust",
        "https://en.wikipedia.org/wiki/Comet",
        "https://en.wikipedia.org/wiki/Comet_ISON",
        "https://en.wikipedia.org/wiki/HL_Tauri",
        "https://en.wikipedia.org/wiki/T_Tauri_star",
        "https://en.wikipedia.org/wiki/Event_Horizon_Telescope",
        "https://en.wikipedia.org/wiki/Black_hole",
        "https://en.wikipedia.org/wiki/European_Southern_Observatory",
        "https://en.wikipedia.org/wiki/National_Science_Foundation",
        "https://en.wikipedia.org/wiki/National_Science_Council",
        "https://en.wikipedia.org/wiki/Academia_Sinica",
        "https://en.wikipedia.org/wiki/National_Radio_Astronomy_Observatory",
        "https://en.wikipedia.org/wiki/National_Astronomical_Observatory_of_Japan",
        "https://en.wikipedia.org/wiki/Sean_Dougherty",
        "https://en.wikipedia.org/wiki/European_Southern_Observatory",
        "https://en.wikipedia.org/wiki/Onsala_Space_Observatory",
        "https://en.wikipedia.org/wiki/Jodrell_Bank_Centre_for_Astrophysics",
        "https://en.wikipedia.org/wiki/Llano_de_Chajnantor_Observatory",
        "https://en.wikipedia.org/wiki/Digital_imaging",
        "https://en.wikipedia.org/wiki/Radio_window",
        "https://en.wikipedia.org/wiki/Spatial_resolution",
        "https://en.wikipedia.org/wiki/Arcsecond",
        "https://en.wikipedia.org/wiki/Very_Large_Array",
        "https://en.wikipedia.org/wiki/Hubble_Space_Telescope",
        "https://en.wikipedia.org/wiki/Astronomical_interferometer",
        "https://en.wikipedia.org/wiki/Arcminute",
        "https://en.wikipedia.org/wiki/Radio_correlator",
        "https://en.wikipedia.org/wiki/International_Space_Station",
        "https://en.wikipedia.org/wiki/Atacama_Pathfinder_Experiment",
        "https://en.wikipedia.org/wiki/Atacama_Submillimeter_Telescope_Experiment",
        "https://en.wikipedia.org/wiki/Cosmic_Background_Imager",
        "https://en.wikipedia.org/wiki/Spain",
        "https://en.wikipedia.org/wiki/List_of_astronomical_observatories",
        "https://en.wikipedia.org/wiki/Wayback_Machine",
        "https://en.wikipedia.org/wiki/Associated_Press",
        "https://en.wikipedia.org/wiki/National_Astronomical_Observatory_of_Japan",
        "https://en.wikipedia.org/wiki/NASA",
        "https://en.wikipedia.org/wiki/The_Astrophysical_Journal",
        "https://en.wikipedia.org/wiki/The_Washington_Post",
        "https://en.wikipedia.org/wiki/BBC_News",
        "https://en.wikipedia.org/wiki/Huffington_Post",
        "https://en.wikipedia.org/wiki/National_Astronomical_Observatory_of_Japan",
        "https://en.wikipedia.org/wiki/BBC",
        "https://en.wikipedia.org/wiki/Wayback_Machine",
        "https://en.wikipedia.org/wiki/Radio_astronomy",
        "https://en.wikipedia.org/wiki/Watt",
        "https://en.wikipedia.org/wiki/Jansky",
        "https://en.wikipedia.org/wiki/Radio_telescope",
        "https://en.wikipedia.org/wiki/Radio_window",
        "https://en.wikipedia.org/wiki/Astronomical_interferometer",
        "https://en.wikipedia.org/wiki/Astronomical_radio_source",
        "https://en.wikipedia.org/wiki/List_of_radio_telescopes",
        "https://en.wikipedia.org/wiki/Arecibo_Telescope",
        "https://en.wikipedia.org/wiki/Caltech_Submillimeter_Observatory",
        "https://en.wikipedia.org/wiki/Green_Bank_Telescope",
        "https://en.wikipedia.org/wiki/Large_Millimeter_Telescope",
        "https://en.wikipedia.org/wiki/Lovell_Telescope",
        "https://en.wikipedia.org/wiki/Ooty_Radio_Telescope",
        "https://en.wikipedia.org/wiki/Qitai_Radio_Telescope",
        "https://en.wikipedia.org/wiki/Sardinia_Radio_Telescope",
        "https://en.wikipedia.org/wiki/Usuda_Deep_Space_Center",
        "https://en.wikipedia.org/wiki/Hartebeesthoek_Radio_Astronomy_Observatory",
        "https://en.wikipedia.org/wiki/Parkes_Observatory",
        "https://en.wikipedia.org/wiki/Warkworth_Radio_Astronomical_Observatory",
        "https://en.wikipedia.org/wiki/Allen_Telescope_Array",
        "https://en.wikipedia.org/wiki/Australia_Telescope_Compact_Array",
        "https://en.wikipedia.org/wiki/Australian_Square_Kilometre_Array_Pathfinder",
        "https://en.wikipedia.org/wiki/Canadian_Hydrogen_Intensity_Mapping_Experiment",
        "https://en.wikipedia.org/wiki/European_VLBI_Network",
        "https://en.wikipedia.org/wiki/Event_Horizon_Telescope",
        "https://en.wikipedia.org/wiki/Giant_Metrewave_Radio_Telescope",
        "https://en.wikipedia.org/wiki/Green_Bank_Interferometer",
        "https://en.wikipedia.org/wiki/Korean_VLBI_Network",
        "https://en.wikipedia.org/wiki/Large_Latin_American_Millimeter_Array",
        "https://en.wikipedia.org/wiki/Long_Wavelength_Array",
        "https://en.wikipedia.org/wiki/MeerKAT",
        "https://en.wikipedia.org/wiki/Molonglo_Observatory_Synthesis_Telescope",
        "https://en.wikipedia.org/wiki/MERLIN",
        "https://en.wikipedia.org/wiki/Murchison_Widefield_Array",
        "https://en.wikipedia.org/wiki/Northern_Cross_Radio_Telescope",
        "https://en.wikipedia.org/wiki/Northern_Extended_Millimeter_Array",
        "https://en.wikipedia.org/wiki/Primeval_Structure_Telescope",
        "https://en.wikipedia.org/wiki/Square_Kilometre_Array",
        "https://en.wikipedia.org/wiki/Submillimeter_Array",
        "https://en.wikipedia.org/wiki/Very_Large_Array",
        "https://en.wikipedia.org/wiki/Very_Long_Baseline_Array",
        "https://en.wikipedia.org/wiki/Westerbork_Synthesis_Radio_Telescope",
        "https://en.wikipedia.org/wiki/HALCA",
        "https://en.wikipedia.org/wiki/Algonquin_Radio_Observatory",
        "https://en.wikipedia.org/wiki/Arecibo_Observatory",
        "https://en.wikipedia.org/wiki/Green_Bank_Observatory",
        "https://en.wikipedia.org/wiki/Haystack_Observatory",
        "https://en.wikipedia.org/wiki/Jodrell_Bank_Observatory",
        "https://en.wikipedia.org/wiki/Mullard_Radio_Astronomy_Observatory",
        "https://en.wikipedia.org/wiki/National_Radio_Astronomy_Observatory",
        "https://en.wikipedia.org/wiki/Onsala_Space_Observatory",
        "https://en.wikipedia.org/wiki/Pushchino_Radio_Astronomy_Observatory",
        "https://en.wikipedia.org/wiki/Special_Astrophysical_Observatory_of_the_Russian_Academy_of_Science",
        "https://en.wikipedia.org/wiki/Vermilion_River_Observatory",
        "https://en.wikipedia.org/wiki/Dominion_Radio_Astrophysical_Observatory",
        "https://en.wikipedia.org/wiki/New_Norcia_Station",
        "https://en.wikipedia.org/wiki/Prince_Albert_Radar_Laboratory",
        "https://en.wikipedia.org/wiki/John_Gatenby_Bolton",
        "https://en.wikipedia.org/wiki/Edward_George_Bowen",
        "https://en.wikipedia.org/wiki/Jocelyn_Bell_Burnell",
        "https://en.wikipedia.org/wiki/Arthur_Covington",
        "https://en.wikipedia.org/wiki/Frank_Drake",
        "https://en.wikipedia.org/wiki/Cyril_Hazard",
        "https://en.wikipedia.org/wiki/Antony_Hewish",
        "https://en.wikipedia.org/wiki/Sebastian_von_Hoerner",
        "https://en.wikipedia.org/wiki/Karl_Guthe_Jansky",
        "https://en.wikipedia.org/wiki/Kenneth_Kellermann",
        "https://en.wikipedia.org/wiki/Frank_John_Kerr",
        "https://en.wikipedia.org/wiki/Bernard_Lovell",
        "https://en.wikipedia.org/wiki/Jan_Oort",
        "https://en.wikipedia.org/wiki/Arno_Allan_Penzias",
        "https://en.wikipedia.org/wiki/Grote_Reber",
        "https://en.wikipedia.org/wiki/Martin_Ryle",
        "https://en.wikipedia.org/wiki/Govind_Swarup",
        "https://en.wikipedia.org/wiki/Gart_Westerhout",
        "https://en.wikipedia.org/wiki/Robert_Woodrow_Wilson",
        "https://en.wikipedia.org/wiki/Submillimetre_astronomy",
        "https://en.wikipedia.org/wiki/Infrared_astronomy",
        "https://en.wikipedia.org/wiki/Aperture_synthesis",
        "https://en.wikipedia.org/wiki/Cosmic_microwave_background",
        "https://en.wikipedia.org/wiki/Interferometry",
        "https://en.wikipedia.org/wiki/Odd_radio_circle",
        "https://en.wikipedia.org/wiki/Pulsar_timing_array",
        "https://en.wikipedia.org/wiki/Radio_propagation",
        "https://en.wikipedia.org/wiki/Search_for_extraterrestrial_intelligence",
        "https://en.wikipedia.org/wiki/HD_164595",
        "https://en.wikipedia.org/wiki/Solar_radio_emission",
        "https://en.wikipedia.org/wiki/European_Southern_Observatory",
        "https://en.wikipedia.org/wiki/La_Silla_Observatory",
        "https://en.wikipedia.org/wiki/Llano_de_Chajnantor_Observatory",
        "https://en.wikipedia.org/wiki/Paranal_Observatory",
        "https://en.wikipedia.org/wiki/Space_Telescope_European_Coordinating_Facility",
        "https://en.wikipedia.org/wiki/Atacama_Pathfinder_Experiment",
        "https://en.wikipedia.org/wiki/Extremely_Large_Telescope",
        "https://en.wikipedia.org/wiki/New_Technology_Telescope",
        "https://en.wikipedia.org/wiki/Overwhelmingly_Large_Telescope",
        "https://en.wikipedia.org/wiki/Very_Large_Telescope",
        "https://en.wikipedia.org/wiki/VLT_Survey_Telescope",
        "https://en.wikipedia.org/wiki/ADONIS",
        "https://en.wikipedia.org/wiki/CORALIE_spectrograph",
        "https://en.wikipedia.org/wiki/ESPRESSO",
        "https://en.wikipedia.org/wiki/High_Accuracy_Radial_Velocity_Planet_Searcher",
        "https://en.wikipedia.org/wiki/Multi_Unit_Spectroscopic_Explorer",
        "https://en.wikipedia.org/wiki/ESO_Hotel",
        "https://en.wikipedia.org/wiki/Xavier_Barcons",
        "https://en.wikipedia.org/wiki/Antofagasta_Region",
        "https://en.wikipedia.org/wiki/Atacama_Cosmology_Telescope",
        "https://en.wikipedia.org/wiki/Cerro_Armazones_Observatory",
        "https://en.wikipedia.org/wiki/Extremely_Large_Telescope",
        "https://en.wikipedia.org/wiki/Cosmology_Large_Angular_Scale_Surveyor",
        "https://en.wikipedia.org/wiki/Llano_de_Chajnantor_Observatory",
        "https://en.wikipedia.org/wiki/Atacama_Pathfinder_Experiment",
        "https://en.wikipedia.org/wiki/Atacama_Submillimeter_Telescope_Experiment",
        "https://en.wikipedia.org/wiki/POLARBEAR",
        "https://en.wikipedia.org/wiki/NANTEN2_Observatory",
        "https://en.wikipedia.org/wiki/QUIET",
        "https://en.wikipedia.org/wiki/Paranal_Observatory",
        "https://en.wikipedia.org/wiki/Very_Large_Telescope",
        "https://en.wikipedia.org/wiki/University_of_Tokyo_Atacama_Observatory",
        "https://en.wikipedia.org/wiki/Coquimbo_Region",
        "https://en.wikipedia.org/wiki/Gemini_Observatory",
        "https://en.wikipedia.org/wiki/Southern_Astrophysical_Research_Telescope",
        "https://en.wikipedia.org/wiki/La_Silla_Observatory",
        "https://en.wikipedia.org/wiki/Las_Campanas_Observatory",
        "https://en.wikipedia.org/wiki/Santiago_Metropolitan_Region",
        "https://en.wikipedia.org/wiki/Cerro_El_Roble_Observatory",
        "https://en.wikipedia.org/wiki/Manuel_Foster_Observatory",
        "https://en.wikipedia.org/wiki/Atacama_Large_Millimeter_Array",
        "https://en.wikipedia.org/wiki/Atacama_Large_Millimeter_Array",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}