{
    "url": "https://en.wikipedia.org/wiki/Atmosphere",
    "title": "Atmosphere",
    "table_of_contents": [
        "1 Composition",
        "2 Structure Of atmosphere",
        "2.1 Earth",
        "3 Pressure",
        "4 Escape",
        "5 Terrain",
        "5.1 Atmospheres in the Solar System",
        "5.2 Outside the Solar System",
        "6 Circulation",
        "7 Importance",
        "8 See also",
        "9 References",
        "10 Further reading",
        "11 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "An atmosphere (from Ancient Greek  ἀτμός (atmós) 'vapour, steam', and  σφαῖρα (sphaîra) 'sphere') is a layer of gas or layers of gases that envelop a planet, and is held in place by the gravity of the planetary body. A planet retains an atmosphere when the gravity is great and the temperature of the atmosphere is low.[1] A stellar atmosphere is the outer region of a star, which includes the layers above the opaque photosphere; stars of low temperature might have outer atmospheres containing compound molecules.\n\nThe atmosphere of Earth is composed of nitrogen (78%), oxygen (21%), argon (0.9%), carbon dioxide (0.04%) and trace gases.[2] Most organisms use oxygen for respiration; lightning and bacteria perform nitrogen fixation to produce ammonia that is used to make nucleotides and amino acids; plants, algae, and cyanobacteria use carbon dioxide for photosynthesis. The layered composition of the atmosphere minimises the harmful effects of sunlight, ultraviolet radiation, the solar wind, and cosmic rays to protect organisms from genetic damage. The current composition of the atmosphere of the Earth is the product of billions of years of biochemical modification of the paleoatmosphere by living organisms.[1]\n\n"
        },
        {
            "title": "Composition",
            "text": "The initial gaseous composition of an atmosphere is determined by the chemistry and temperature of the local solar nebula from which a planet is formed, and the subsequent escape of some gases from the interior of the atmosphere proper. The original atmosphere of the planets originated from a rotating disc of gases, which collapsed onto itself and then divided into a series of spaced rings of gas and matter that, which later condensed to form the planets of the Solar system. The atmospheres of the planets Venus and Mars are principally composed of carbon dioxide and nitrogen, argon and oxygen.[3]\n\nThe composition of Earth's atmosphere is determined by the by-products of the life that it sustains. Dry air (mixture of gases) from Earth's atmosphere contains 78.08% nitrogen, 20.95% oxygen, 0.93% argon, 0.04% carbon dioxide, and traces of hydrogen, helium, and other \"noble\" gases (by volume), but generally a variable amount of water vapor is also present, on average about 1% at sea level.[4]\n\nThe low temperatures and higher gravity of the Solar System's giant planets—Jupiter, Saturn, Uranus and Neptune—allow them more readily to retain gases with low molecular masses. These planets have hydrogen–helium atmospheres, with trace amounts of more complex compounds.\n\nTwo satellites of the outer planets possess significant atmospheres. Titan, a moon of Saturn, and Triton, a moon of Neptune, have atmospheres mainly of nitrogen. When in the part of its orbit closest to the Sun, Pluto has an atmosphere of nitrogen and methane similar to Triton's, but these gases are frozen when it is farther from the Sun.\n\nOther bodies within the Solar System have extremely thin atmospheres not in equilibrium. These include the Moon (sodium gas), Mercury (sodium gas), Europa (oxygen), Io (sulfur), and Enceladus (water vapor).\n\nThe first exoplanet whose atmospheric composition was determined is HD 209458b, a gas giant with a close orbit around a star in the constellation Pegasus. Its atmosphere is heated to temperatures over 1,000 K, and is steadily escaping into space. Hydrogen, oxygen, carbon and sulfur have been detected in the planet's inflated atmosphere.[5]\n\n"
        },
        {
            "title": "Structure Of atmosphere",
            "text": "The atmosphere of Earth is composed of layers with different properties, such as specific gaseous composition, temperature, and pressure.\n\nThe troposphere is the lowest layer of the atmosphere. This extends from the planetary surface to the bottom of the stratosphere. The troposphere contains 75-80 per cent of the mass of the atmosphere,[6] and is the atmospheric  layer wherein the weather occurs; the height of the troposphere varies between 17km at the equator and 7.0km at the poles. \n\nThe stratosphere extends from the top of the troposphere to the bottom of the mesosphere, and contains the ozone layer, at an altitude between 15km and 35km. It is the atmospheric layer that absorbs most of the ultraviolet radiation that Earth receives from the Sun. \n\nThe mesosphere ranges from 50km to 85km, and is the layer wherein most meteors are incinerated before reaching the surface. \n\nThe thermosphere extends from an altitude of 85km to the base of the exosphere at 690km and contains the ionosphere, where solar radiation ionizes the atmosphere. The density of the ionosphere is greater at short distances from the planetary surface in the daytime and decreases as the ionosphere rises at night-time, thereby allowing a greater range of radio frequencies to travel greater distances. Moreover, located in the thermosphere is the Kármán line at 100km, which is the boundary between outer space and Earth's atmosphere.\n\nThe exosphere begins at  690 to 1,000km from the surface, and extends to roughly 10,000km, where it interacts with the magnetosphere of Earth.\n\n"
        },
        {
            "title": "Pressure",
            "text": "Atmospheric pressure is the force (per unit-area) perpendicular to a unit-area of planetary surface, as determined by the weight of the vertical column of atmospheric gases. In said atmospheric model, the atmospheric pressure, the weight of the mass of the gas, decreases at high altitude because of the diminishing mass of the gas above the point of barometric measurement. The units of air pressure are based upon the standard atmosphere (atm), which is 101.325kPa (760Torr, or 14.696pounds per square inch (psi). The height at which the atmospheric pressure declines by a factor of e (an irrational number equal to 2.71828) is called the scale height (H). For an atmosphere of uniform temperature, the scale height is proportional to the atmospheric temperature, and is inversely proportional to the product of the mean molecular mass of dry air, and the local acceleration of gravity at the point of barometric measurement.\n\n"
        },
        {
            "title": "Escape",
            "text": "Surface gravity differs significantly among the planets. For example, the large gravitational force of the giant planet Jupiter retains light gases such as hydrogen and helium that escape from objects with lower gravity. Secondly, the distance from the Sun determines the energy available to heat atmospheric gas to the point where some fraction of its molecules' thermal motion exceed the planet's escape velocity, allowing those to escape a planet's gravitational grasp. Thus, distant and cold Titan, Triton, and Pluto are able to retain their atmospheres despite their relatively low gravities.\n\nSince a collection of gas molecules may be moving at a wide range of velocities, there will always be some fast enough to produce a slow leakage of gas into space. Lighter molecules move faster than heavier ones with the same thermal kinetic energy, and so gases of low molecular weight are lost more rapidly than those of high molecular weight. It is thought that Venus and Mars may have lost much of their water when, after being photodissociated into hydrogen and oxygen by solar ultraviolet radiation, the hydrogen escaped. Earth's magnetic field helps to prevent this, as, normally, the solar wind would greatly enhance the escape of hydrogen. However, over the past 3 billion years Earth may have lost gases through the magnetic polar regions due to auroral activity, including a net 2% of its atmospheric oxygen.[7] The net effect, taking the most important escape processes into account, is that an intrinsic magnetic field does not protect a planet from atmospheric escape and that for some magnetizations the presence of a magnetic field works to increase the escape rate.[8]\n\nOther mechanisms that can cause atmosphere depletion are solar wind-induced sputtering, impact erosion, weathering, and sequestration—sometimes referred to as \"freezing out\"—into the regolith and polar caps.\n\n"
        },
        {
            "title": "Terrain",
            "text": "Atmospheres have dramatic effects on the surfaces of rocky bodies. Objects that have no atmosphere, or that have only an exosphere, have terrain that is covered in craters. Without an atmosphere, the planet  has no protection from meteoroids, and all of them collide with the surface as meteorites and create craters.\n\nMost meteoroids burn up as meteors before hitting a planet's surface. When meteoroids do impact, the effects are often erased by the action of wind.[9]\n\nWind erosion is a significant factor in shaping the terrain of rocky planets with atmospheres, and over time can erase the effects of both craters and volcanoes. In addition, since liquids can not exist without pressure, an atmosphere allows liquid to be present at the surface, resulting in lakes, rivers and oceans. Earth and Titan are known to have liquids at their surface and terrain on the planet suggests that Mars had liquid on its surface in the past.\n\n\n\nMain article: Extraterrestrial atmosphere\n\n"
        },
        {
            "title": "Circulation",
            "text": "The circulation of the atmosphere occurs due to thermal differences when convection becomes a more efficient transporter of heat than thermal radiation. On planets where the primary heat source is solar radiation, excess heat in the tropics is transported to higher latitudes. When a planet generates a significant amount of heat internally, such as is the case for Jupiter, convection in the atmosphere can transport thermal energy from the higher temperature interior up to the surface.\n\n"
        },
        {
            "title": "Importance",
            "text": "From the perspective of a planetary geologist, the atmosphere acts to shape a planetary surface. Wind picks up dust and other particles which, when they collide with the terrain, erode the relief and leave deposits (eolian processes). Frost and precipitations, which depend on the atmospheric composition, also influence the relief. Climate changes can influence a planet's geological history. Conversely, studying the surface of the Earth leads to an understanding of the atmosphere and climate of other planets.\n\nFor a meteorologist, the composition of the Earth's atmosphere is a factor affecting the climate and its variations.\n\nFor a biologist or paleontologist, the Earth's atmospheric composition is closely dependent on the appearance of the life and its evolution.\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Atmosphere_of_Earth",
        "https://en.wikipedia.org/wiki/Atmospheric_Environment",
        "https://en.wikipedia.org/wiki/Mars",
        "https://en.wikipedia.org/wiki/Rayleigh_scattering",
        "https://en.wikipedia.org/wiki/Visible_spectrum",
        "https://en.wikipedia.org/wiki/Sky_blue",
        "https://en.wikipedia.org/wiki/Earth_observation",
        "https://en.wikipedia.org/wiki/Outer_space",
        "https://en.wikipedia.org/wiki/Atmosphere_of_Earth",
        "https://en.wikipedia.org/wiki/Ancient_Greek_language",
        "https://en.wikipedia.org/wiki/Gas",
        "https://en.wikipedia.org/wiki/Planet",
        "https://en.wikipedia.org/wiki/Gravity",
        "https://en.wikipedia.org/wiki/Temperature",
        "https://en.wikipedia.org/wiki/Stellar_atmosphere",
        "https://en.wikipedia.org/wiki/Photosphere",
        "https://en.wikipedia.org/wiki/Molecule",
        "https://en.wikipedia.org/wiki/Atmosphere_of_Earth",
        "https://en.wikipedia.org/wiki/Nitrogen",
        "https://en.wikipedia.org/wiki/Oxygen",
        "https://en.wikipedia.org/wiki/Argon",
        "https://en.wikipedia.org/wiki/Nitrogen_fixation",
        "https://en.wikipedia.org/wiki/Ammonia",
        "https://en.wikipedia.org/wiki/Nucleotides",
        "https://en.wikipedia.org/wiki/Amino_acids",
        "https://en.wikipedia.org/wiki/Plant",
        "https://en.wikipedia.org/wiki/Algae",
        "https://en.wikipedia.org/wiki/Cyanobacteria",
        "https://en.wikipedia.org/wiki/Photosynthesis",
        "https://en.wikipedia.org/wiki/Sunlight",
        "https://en.wikipedia.org/wiki/Ultraviolet",
        "https://en.wikipedia.org/wiki/Solar_wind",
        "https://en.wikipedia.org/wiki/Cosmic_ray",
        "https://en.wikipedia.org/wiki/Paleoatmosphere",
        "https://en.wikipedia.org/wiki/Solar_nebula",
        "https://en.wikipedia.org/wiki/Planet",
        "https://en.wikipedia.org/wiki/Venus",
        "https://en.wikipedia.org/wiki/Mars",
        "https://en.wikipedia.org/wiki/Carbon_dioxide",
        "https://en.wikipedia.org/wiki/Nitrogen",
        "https://en.wikipedia.org/wiki/Argon",
        "https://en.wikipedia.org/wiki/Oxygen",
        "https://en.wikipedia.org/wiki/Atmosphere_of_Earth",
        "https://en.wikipedia.org/wiki/Giant_planet",
        "https://en.wikipedia.org/wiki/Jupiter",
        "https://en.wikipedia.org/wiki/Saturn",
        "https://en.wikipedia.org/wiki/Uranus",
        "https://en.wikipedia.org/wiki/Neptune",
        "https://en.wikipedia.org/wiki/Molecular_mass",
        "https://en.wikipedia.org/wiki/Nitrogen",
        "https://en.wikipedia.org/wiki/Pluto",
        "https://en.wikipedia.org/wiki/Solar_System",
        "https://en.wikipedia.org/wiki/Moon",
        "https://en.wikipedia.org/wiki/Sodium",
        "https://en.wikipedia.org/wiki/Sulfur",
        "https://en.wikipedia.org/wiki/Water_vapor",
        "https://en.wikipedia.org/wiki/HD_209458",
        "https://en.wikipedia.org/wiki/Constellation",
        "https://en.wikipedia.org/wiki/Atmosphere_of_Earth",
        "https://en.wikipedia.org/wiki/Troposphere",
        "https://en.wikipedia.org/wiki/Stratosphere",
        "https://en.wikipedia.org/wiki/Stratosphere",
        "https://en.wikipedia.org/wiki/Mesosphere",
        "https://en.wikipedia.org/wiki/Ozone_layer",
        "https://en.wikipedia.org/wiki/Ultraviolet_radiation",
        "https://en.wikipedia.org/wiki/Mesosphere",
        "https://en.wikipedia.org/wiki/Meteors",
        "https://en.wikipedia.org/wiki/Thermosphere",
        "https://en.wikipedia.org/wiki/Exosphere",
        "https://en.wikipedia.org/wiki/Ionosphere",
        "https://en.wikipedia.org/wiki/Outer_space",
        "https://en.wikipedia.org/wiki/Exosphere",
        "https://en.wikipedia.org/wiki/Magnetosphere",
        "https://en.wikipedia.org/wiki/Atmospheric_pressure",
        "https://en.wikipedia.org/wiki/Force",
        "https://en.wikipedia.org/wiki/Weight",
        "https://en.wikipedia.org/wiki/Atmospheric_pressure",
        "https://en.wikipedia.org/wiki/Barometer",
        "https://en.wikipedia.org/wiki/Torr",
        "https://en.wikipedia.org/wiki/Pounds_per_square_inch",
        "https://en.wikipedia.org/wiki/Irrational_number",
        "https://en.wikipedia.org/wiki/Scale_height",
        "https://en.wikipedia.org/wiki/Molecular_mass",
        "https://en.wikipedia.org/wiki/Atmospheric_escape",
        "https://en.wikipedia.org/wiki/Surface_gravity",
        "https://en.wikipedia.org/wiki/Jupiter",
        "https://en.wikipedia.org/wiki/Hydrogen",
        "https://en.wikipedia.org/wiki/Helium",
        "https://en.wikipedia.org/wiki/Thermal_motion",
        "https://en.wikipedia.org/wiki/Escape_velocity",
        "https://en.wikipedia.org/wiki/Pluto",
        "https://en.wikipedia.org/wiki/Kinetic_energy",
        "https://en.wikipedia.org/wiki/Molecular_mass",
        "https://en.wikipedia.org/wiki/Venus",
        "https://en.wikipedia.org/wiki/Mars",
        "https://en.wikipedia.org/wiki/Photodissociation",
        "https://en.wikipedia.org/wiki/Ultraviolet",
        "https://en.wikipedia.org/wiki/Atmospheric_escape",
        "https://en.wikipedia.org/wiki/Solar_wind",
        "https://en.wikipedia.org/wiki/Impact_event",
        "https://en.wikipedia.org/wiki/Weathering",
        "https://en.wikipedia.org/wiki/Regolith",
        "https://en.wikipedia.org/wiki/Polar_ice_cap",
        "https://en.wikipedia.org/wiki/Impact_crater",
        "https://en.wikipedia.org/wiki/Meteoroid",
        "https://en.wikipedia.org/wiki/Meteorites",
        "https://en.wikipedia.org/wiki/Meteors",
        "https://en.wikipedia.org/wiki/Meteoroids",
        "https://en.wikipedia.org/wiki/Wind_erosion",
        "https://en.wikipedia.org/wiki/Volcanoes",
        "https://en.wikipedia.org/wiki/Liquid",
        "https://en.wikipedia.org/wiki/Lake",
        "https://en.wikipedia.org/wiki/River",
        "https://en.wikipedia.org/wiki/Ocean",
        "https://en.wikipedia.org/wiki/Earth",
        "https://en.wikipedia.org/wiki/Mars",
        "https://en.wikipedia.org/wiki/Atmosphere_of_the_Sun",
        "https://en.wikipedia.org/wiki/Atmosphere_of_Mercury",
        "https://en.wikipedia.org/wiki/Atmosphere_of_Venus",
        "https://en.wikipedia.org/wiki/Atmosphere_of_Earth",
        "https://en.wikipedia.org/wiki/Atmosphere_of_the_Moon",
        "https://en.wikipedia.org/wiki/Atmosphere_of_Mars",
        "https://en.wikipedia.org/wiki/Atmosphere_of_Jupiter",
        "https://en.wikipedia.org/wiki/Atmosphere_of_Saturn",
        "https://en.wikipedia.org/wiki/Atmosphere_of_Titan",
        "https://en.wikipedia.org/wiki/Atmosphere_of_Uranus",
        "https://en.wikipedia.org/wiki/Atmosphere_of_Triton",
        "https://en.wikipedia.org/wiki/Atmosphere_of_Pluto",
        "https://en.wikipedia.org/wiki/Extraterrestrial_atmosphere",
        "https://en.wikipedia.org/wiki/HD_209458_b",
        "https://en.wikipedia.org/wiki/Atmospheric_circulation",
        "https://en.wikipedia.org/wiki/Convection",
        "https://en.wikipedia.org/wiki/Thermal_radiation",
        "https://en.wikipedia.org/wiki/Jupiter",
        "https://en.wikipedia.org/wiki/Geologist",
        "https://en.wikipedia.org/wiki/Wind",
        "https://en.wikipedia.org/wiki/Dust",
        "https://en.wikipedia.org/wiki/Terrain",
        "https://en.wikipedia.org/wiki/Aeolian_processes",
        "https://en.wikipedia.org/wiki/Frost_line",
        "https://en.wikipedia.org/wiki/Meteorologist",
        "https://en.wikipedia.org/wiki/Climate",
        "https://en.wikipedia.org/wiki/Biologist",
        "https://en.wikipedia.org/wiki/Paleontologist",
        "https://en.wikipedia.org/wiki/Evolution",
        "https://en.wikipedia.org/wiki/Atmometer",
        "https://en.wikipedia.org/wiki/Atmospheric_pressure",
        "https://en.wikipedia.org/wiki/International_Standard_Atmosphere",
        "https://en.wikipedia.org/wiki/Sky",
        "https://en.wikipedia.org/wiki/Perseus_Project",
        "https://en.wikipedia.org/wiki/Forbes",
        "https://en.wikipedia.org/wiki/Stellar_atmosphere",
        "https://en.wikipedia.org/wiki/Atmosphere_of_Mercury",
        "https://en.wikipedia.org/wiki/Atmosphere_of_Venus",
        "https://en.wikipedia.org/wiki/Atmosphere_of_Earth",
        "https://en.wikipedia.org/wiki/Atmosphere_of_Mars",
        "https://en.wikipedia.org/wiki/Atmosphere_of_Jupiter",
        "https://en.wikipedia.org/wiki/Atmosphere_of_Uranus",
        "https://en.wikipedia.org/wiki/Atmosphere_of_Pluto",
        "https://en.wikipedia.org/wiki/Atmosphere_of_the_Moon",
        "https://en.wikipedia.org/wiki/Atmosphere_of_Titan",
        "https://en.wikipedia.org/wiki/Atmosphere_of_Triton",
        "https://en.wikipedia.org/wiki/Prebiotic_atmosphere",
        "https://en.wikipedia.org/wiki/Extraterrestrial_atmosphere",
        "https://en.wikipedia.org/wiki/Stellar_atmosphere",
        "https://en.wikipedia.org/wiki/Atmosphere",
        "https://en.wikipedia.org/wiki/Atmosphere",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}