{
    "url": "https://en.wikipedia.org/wiki/Atomic_clock",
    "title": "Atomic clock",
    "table_of_contents": [
        "1 History",
        "1.1 Definition of the second",
        "1.2 Optical clock advances",
        "1.3 Metrology advancements and optical clocks",
        "1.4 Chip scale atomic clocks",
        "2 How atomic clocks work",
        "2.1 Time standards",
        "2.2 Synchronization with satellites",
        "2.3 International timekeeping",
        "3 Types",
        "3.1 Caesium",
        "3.2 Rubidium",
        "3.3 Hydrogen",
        "4 Time measuring mechanism",
        "4.1 International System of Units definition",
        "4.2 Tuning and optimization",
        "4.3 Clock mechanism",
        "5 Accuracy",
        "6 Research",
        "6.1 Secondary representations of the second",
        "6.2 Quantum clocks",
        "6.3 Nuclear (optical) clock concept",
        "6.4 Clock comparison techniques",
        "7 Optical clocks",
        "8 Chip scale atomic clocks",
        "9 Redefining the second",
        "9.1 Rydberg constant",
        "9.2 Requirements",
        "10 Applications",
        "10.1 Global navigation satellite systems",
        "10.1.1 Experimental space clock",
        "10.1.2 Military usage",
        "10.2 Time signal radio transmitters",
        "10.3 General relativity",
        "10.4 Financial systems",
        "11 See also",
        "12 Explanatory notes",
        "13 References",
        "14 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\n\nAn atomic clock is a clock that measures time by monitoring the resonant frequency of atoms. It is based on atoms having different energy levels. Electron states in an atom are associated with different energy levels, and in transitions between such states they interact with a very specific frequency of electromagnetic radiation. This phenomenon serves as the basis for the International System of Units' (SI) definition of a second:\n  This definition is the basis for the system of International Atomic Time (TAI), which is maintained by an ensemble of atomic clocks around the world. The system of Coordinated Universal Time (UTC) that is the basis of civil time implements leap seconds to allow clock time to track changes in Earth's rotation to within one second while being based on clocks that are based on the definition of the second.\n\nThe accurate timekeeping capabilities of atomic clocks are also used for navigation by satellite networks such as the European Union's Galileo Program and the United States' GPS. The timekeeping accuracy of the involved atomic clocks is important because the smaller the error in time measurement, the smaller the error in distance obtained by multiplying the time by the speed of light is (a timing error of a nanosecond or 1 billionth of a second (10−9 or 1⁄1,000,000,000 second) translates into an almost 30-centimetre (11.8 in) distance and hence positional error).\n\nThe main variety of atomic clock uses caesium atoms cooled to temperatures that approach absolute zero. The primary standard for the United States, the National Institute of Standards and Technology (NIST)'s caesium fountain clock named NIST-F2, measures time with an uncertainty of 1 second in 300 million years (relative uncertainty 10−16). NIST-F2 was brought online on 3 April 2014.[2][3]\n\n"
        },
        {
            "title": "History",
            "text": "The Scottish physicist James Clerk Maxwell proposed measuring time with the vibrations of light waves in his 1873 Treatise on Electricity and Magnetism: ‘A more universal unit of time might be found by taking the periodic time of vibration of the particular kind of light whose wave length is the unit of length.’[4][5] Maxwell argued this would be more accurate than the Earth's rotation, which defines the mean solar second for timekeeping.[6]\n\nDuring the 1930s, Isidor Rabi built equipment for atomic beam magnetic resonance frequency clocks.[7][8]\n\nThe accuracy of mechanical, electromechanical and quartz clocks is reduced by temperature fluctuations. This led to the idea of measuring the frequency of an atom's vibrations to keep time much more accurately, as proposed by James Clerk Maxwell, Lord Kelvin, and Isidor Rabi.[9] He proposed the concept in 1945, which led to a demonstration of a clock based on ammonia in 1949.[10] This led to the first practical accurate atomic clock with caesium atoms being built at the National Physical Laboratory in the United Kingdom in 1955.[11][12]\n\nIn 1949, Kastler and Brossel [14] developed a technique for making transitions with light named[clarification needed] optical pumping. This technique is useful for creating much stronger magnetic resonance and microwave absorption signals. Unfortunately, this caused a side effect with a light shift of the resonant frequency. Cohen-Tannoudji and others managed and reduced the light shifts to acceptable levels.\n\nRamsey developed a method for higher frequencies and narrower resonances in the oscillating fields. Kolsky, Phipps, Ramsey, and Silsbee used this technique for molecular beam spectroscopy in 1950.[15]\n\nAfter 1956, atomic clocks were studied by many groups, such as the National Institute of Standards and Technology (formerly the National Bureau of Standards) in the USA, the Physikalisch-Technische Bundesanstalt (PTB) in Germany, the National Research Council (NRC) in Canada, the National Physical Laboratory in the United Kingdom, International Time Bureau (French: Bureau International de l'Heure, abbreviated BIH), at the Paris Observatory, the National Radio Company, Bomac, Varian, Hewlett–Packard and Frequency & Time Systems.[16]\n\nDuring the 1950s, the National Radio Company sold more than 50 units of the first atomic clock, the Atomichron.[17] In 1964, engineers at Hewlett-Packard released the 5060 rack-mounted model of caesium clocks.[9]\n\nIn 1968, the duration of the second was defined to be 9192631770 vibrations of the unperturbed ground-state hyperfine transition frequency of the caesium-133 atom.  Prior to that it was defined by there being 31556925.9747 seconds in the tropical year 1900.[18] The 1968 definition was updated in 2019 to reflect the new definitions of the ampere, kelvin, kilogram, and mole decided upon at the 2019 redefinition of the International System of Units. Timekeeping researchers are currently working on developing an even more stable atomic reference for the second, with a plan to find a more precise definition of the second as atomic clocks improve based on optical clocks or the Rydberg constant around 2030.[19][20]\n\nOptical clocks were first developed in the 2000s. Although optical clocks are not as mature as caesium clocks, considering caesium clocks have been keeping time since the definition of the second in 1960, they are rapidly reaching new levels of accuracy. Optical clocks that are as accurate as the most accurate caesium clocks available, that is with a relative uncertainty of 10−16, are now being further developed.\n\nThe first advance beyond the precision of caesium clocks occurred at NIST in 2010 with the demonstration of a \"quantum logic\" optical clock that used aluminum ions to achieve a precision of 10−17.[21] Optical clocks are a very active area of research in the field of metrology as scientists work to develop clocks based on elements ytterbium, mercury, aluminum, and strontium. Scientists at JILA demonstrated a strontium clock with a frequency precision of 10−18 in 2015.[22] Scientists at NIST developed a quantum logic clock that measured a single aluminum ion in 2019 with a frequency uncertainty of 10−19.[23][24] At JILA in September 2021, scientists demonstrated an optical strontium clock with a frequency differential precision of 7.6×10−21.[25][26] The second is expected to be redefined when the field of optical clocks matures, sometime around the year 2026 or 2030.[20] In order for this to occur, optical clocks must be capable of measuring time to very high precision consistently. In addition, methods for reliably and accurately comparing different optical clocks around the world in national metrology labs must be demonstrated.\n\nTechnological developments such as lasers and optical frequency combs in the 1990s led to increasing accuracy of atomic clocks.[27][28]\n\nIn addition to increased accuracy, the development of chip scale atomic clocks has expanded the number of places atomic clocks can be used. In August 2004, NIST scientists demonstrated a chip-scale atomic clock that was 100 times smaller than an ordinary atomic clock and had a much smaller power consumption of 125 mW.[29][30] The atomic clock was about the size of a grain of rice with a frequency of about 9 GHz. This technology became available commercially in 2011.[29] Atomic clocks on the scale of one chip require less than 30 milliwatts of power.[31][32]\n\nThe National Institute of Standards and Technology created a program NIST on a chip to develop compact ways of measuring time with a device just a few millimeters across.[33]\n\nMetrologists are currently (2022) designing atomic clocks that implement new developments such as ion traps, and optical combs to reach greater accuracies.[34]\n\n"
        },
        {
            "title": "How atomic clocks work",
            "text": "An atomic clock is based on a system of atoms which may be in one of two possible energy states. A group of atoms in one state is prepared, then subjected to microwave radiation. If the radiation is of the correct frequency, a number of atoms will transition to the other energy state. The closer the frequency is to the inherent oscillation frequency of the atoms, the more atoms will switch states. This allows very accurate tuning of the frequency of the microwave radiation. Once the microwave radiation is thus adjusted to a known frequency, it can be used as a timekeeping oscillator to measure elapsed time.[35]\n\nA number of national metrology laboratories maintain atomic clocks: including Paris Observatory, the Physikalisch-Technische Bundesanstalt (PTB) in Germany, the National Institute of Standards and Technology (NIST) in Colorado and Maryland, USA, JILA in the University of Colorado Boulder, the National Physical Laboratory (NPL) in the United Kingdom, and the All-Russian Scientific Research Institute for Physical-Engineering and Radiotechnical Metrology. They do this by designing and building frequency standards that produce electric oscillations at a frequency whose relationship to the transition frequency of caesium 133 is known, in order to achieve a very low uncertainty. These primary frequency standards estimate and correct various frequency shifts, including relativistic Doppler shifts linked to atomic motion, the thermal radiation of the environment (blackbody shift) and several other factors. The best primary standards currently produce the SI second with an accuracy approaching an uncertainty of one part in 1016.\n\nIt is important to note that at this level of accuracy, the differences in the gravitational field in the device cannot be ignored. The standard is then considered in the framework of general relativity to provide a proper time at a specific point.[36]\n\nThe International Bureau of Weights and Measures (BIPM) provides a list of frequencies that serve as secondary representations of the second. This list contains the frequency values and respective standard uncertainties for the rubidium microwave transition and other optical transitions, including neutral atoms and single trapped ions. These secondary frequency standards can be as accurate as one part in 1018; however, the uncertainties in the list are one part in 1014–1016. This is because the uncertainty in the central caesium standard against which the secondary standards are calibrated is one part in 1014–1016.\n\nPrimary frequency standards can be used to calibrate the frequency of other clocks used in national laboratories. These are usually commercial caesium clocks having very good long-term frequency stability, maintaining a frequency with a stability better than 1 part in 1014 over a few months. The uncertainty of the primary standard frequencies is around one part in 1013.\n\nHydrogen masers, which rely on the 1.4 GHz hyperfine transition in atomic hydrogen, are also used in time metrology laboratories. Masers outperform any commercial caesium clock in terms of short-term frequency stability. In the past, these instruments have been used in all applications that require a steady reference across time periods of less than one day (frequency stability of about 1 part in ten[clarification needed] for averaging times of a few hours). Because some active hydrogen masers have a modest but predictable frequency drift with time, they have become an important part of the BIPM's ensemble of commercial clocks that implement International Atomic Time.[36]\n\nThe time readings of clocks operated in metrology labs operating with the BIPM need to be known very accurately. Some operations require synchronization of atomic clocks separated by great distances over thousands of kilometers. Global Navigational Satellite Systems (GNSS) provide a satisfactory solution to the problem of time transfer. Atomic clocks are used to broadcast time signals in the United States Global Positioning System (GPS), the Russian Federation's Global Navigation Satellite System (GLONASS), the European Union's Galileo system and China's BeiDou system.\n\nThe signal received from one satellite in a metrology laboratory equipped with a receiver with an accurately known position allows the time difference between the local time scale and the GNSS system time to be determined with an uncertainty of a few nanoseconds when averaged over 15 minutes. Receivers allow the simultaneous reception of signals from several satellites, and make use of signals transmitted on two frequencies. As more satellites are launched and start operations, time measurements will become more accurate.\n\nThese methods of time comparison must make corrections for the effects of special relativity and general relativity of a few nanoseconds.\n\nNational laboratories usually operate a range of clocks. These are operated independently of one another and their measurements are sometimes combined to generate a scale that is more stable and more accurate than that of any individual contributing clocks. This scale allows for time comparisons between different clocks in the laboratory. These atomic time scales are generally referred to as TA(k) for laboratory k.\n\nCoordinated Universal Time (UTC) is the result of comparing clocks in national laboratories around the world to International Atomic Time (TAI), then adding leap seconds as necessary. TAI is a weighted average of around 450 clocks in some 80 time institutions. The relative stability of TAI is around one part in 1016.\n\nBefore TAI is published, the frequency of the result is compared with the SI second at various primary and secondary frequency standards. This requires relativistic corrections to be applied to the location of the primary standard which depend on the distance between the equal gravity potential and the rotating geoid of Earth. These corrections are about 1 part for every 1016 meters of altitude. The values of the rotating geoid and the TAI change slightly each month and are available in the BIPM Circular T publication. The TAI time-scale is deferred by a few weeks as the average of atomic clocks around the world is calculated.\n\nTAI is not distributed in everyday timekeeping. Instead, an integer number of leap seconds are added or subtracted to correct for the Earth's rotation, producing UTC. The number of leap seconds is changed so that mean solar noon at the Greenwich meridian does not deviate from UTC noon by more than 0.9 seconds.\n\nNational metrology institutions maintain an approximation of UTC referred to as UTC(k) for laboratory k. UTC(k) is distributed by the BIPM's Consultative Committee for Time and Frequency. The offset UTC-UTC(k) is calculated every 5 days, the results are published monthly. Atomic clocks record UTC(k) to no more than 100 nanoseconds. In some countries, UTC(k) is the legal time that is distributed by radio, television, telephone, Internet, fiber-optic cables, time signal transmitters, and speaking clocks. In addition, GNSS provides time information accurate to a few tens of nanoseconds or better.\n\n"
        },
        {
            "title": "Types",
            "text": "The SI second is defined as a certain number of unperturbed ground-state hyperfine transitions of the caesium-133 atom. Caesium standards are therefore regarded as primary time and frequency standards.\n\nCaesium clocks include the NIST-F1 clock, developed in 1999, and the NIST-F2 clock, developed in 2013.[37][38]\n\nCaesium has several properties that make it a good choice for an atomic clock. Whereas a hydrogen atom moves at 1,600 m/s at room temperature and a nitrogen atom moves at 510 m/s, a caesium atom moves at a much slower speed of 130 m/s due to its greater mass.[39][9] The hyperfine frequency of caesium (~9.19 GHz) is also higher than other elements such as rubidium (~6.8 GHz) and hydrogen (~1.4 GHz).[9] The high frequency of caesium allows for more accurate measurements. Caesium reference tubes suitable for national standards currently last about seven years and cost about US$35,000. Primary frequency and time standards like the United States Time Standard atomic clocks, NIST-F1 and NIST-F2, use far higher power.[30][40][41][42]\n\nThe BIPM defines the unperturbed ground-state hyperfine transition frequency of the rubidium-87 atom, 6 834 682 610.904 312 6 Hz, in terms of the caesium standard frequency. Atomic clocks based on rubidium standards are therefore regarded as secondary representations of the second.\n\nRubidium standard clocks are prized for their low cost, small size (commercial standards are as small as 1.7×105 mm3)[29] and short-term stability. They are used in many commercial, portable and aerospace applications. Modern rubidium standard tubes last more than ten years, and can cost as little as US$50. Some commercial applications use a rubidium standard periodically corrected by a global positioning system receiver (see GPS disciplined oscillator). This achieves excellent short-term accuracy, with long-term accuracy equal to (and traceable to) the US national time standards.[43]\n\nThe BIPM defines the unperturbed optical transition frequency of the hydrogen-1 neutral atom, 1 233 030 706 593 514 Hz, in terms of the caesium standard frequency. Atomic clocks based on hydrogen standards are therefore regarded as secondary representations of the second.\n\nHydrogen masers have superior short-term stability compared to other standards, but lower long-term accuracy. The long-term stability of hydrogen maser standards decreases because of changes in the cavity's properties over time. The relative error of hydrogen masers is 5 × 10−16 for periods of 1000 seconds. This makes hydrogen masers good for radio astronomy, in particular for very long baseline interferometry. Hydrogen masers are used for flywheel oscillators in laser-cooled atomic frequency standards and broadcasting time signals from national standards laboratories, although they need to be corrected as they drift from the correct frequency over time. The hydrogen maser is also useful for experimental tests of the effects of special relativity and general relativity such as gravitational red shift.[5]\n\n"
        },
        {
            "title": "Time measuring mechanism",
            "text": "Since 1968, the SI has defined the second as the duration of 9192631770 cycles of radiation corresponding to the transition between two energy levels of the ground state of the caesium-133 atom. In 1997, the International Committee for Weights and Measures (CIPM) added that the preceding definition refers to a caesium atom at rest at a temperature of absolute zero.[44]: 113 \n\nThis definition makes the caesium oscillator the primary standard for time and frequency measurements, called the caesium standard. Following the 2019 redefinition of the SI base units, the definition of every base unit except the mole and almost every derived unit relies on the definition of the second.\n\nIn this particular design (see simplified block diagram), the time-reference of an atomic clock consists of a quartz clock oscillating at microwave frequency. The oscillator is arranged so that its frequency-determining components include an element that can be controlled by a feedback signal. The feedback signal keeps the oscillator tuned in resonance with the frequency of the hyperfine transition.\n\nThe core of the radio frequency atomic clock is a tunable microwave cavity containing a gas. In a hydrogen maser clock the gas emits microwaves (the gas mases) on a hyperfine transition, the field in the cavity oscillates, and the cavity is tuned for maximum microwave amplitude. Alternatively, in a caesium or rubidium clock, the beam or gas absorbs microwaves and the cavity contains an electronic amplifier to make it oscillate. For both types, the atoms in the gas are prepared in one hyperfine state prior to filling them into the cavity. For the second type, the number of atoms that change hyperfine state is detected and the cavity is tuned for a maximum of detected state changes.\n\nMost of the complexity of the clock lies in this adjustment process. The adjustment tries to correct for unwanted side-effects, such as frequencies from other electron transitions, temperature changes, and the spreading in frequencies caused by the vibration of molecules including Doppler broadening.[45] One way of doing this is to sweep the microwave oscillator's frequency across a narrow range to generate a modulated signal at the detector. The detector's signal can then be demodulated to apply feedback to control long-term drift in the radio frequency.[46] In this way, the quantum-mechanical properties of the atomic transition frequency of the caesium can be used to tune the microwave oscillator to the same frequency, except for a small amount of experimental error. When a clock is first turned on, it takes a while for the oscillator to stabilize. In practice, the feedback and monitoring mechanism is much more complex.[47]\n\nAll timekeeping devices use oscillatory phenomena to accurately measure time, whether it is the rotation of the Earth for a sundial, the swinging of a pendulum in a grandfather clock, the vibrations of springs and gears in a watch, or voltage changes in a quartz crystal watch. However all of these are easily affected by temperature changes and are not very accurate. The most accurate clocks use atomic vibrations to keep track of time. One of the most important factors in a clock's performance is the atomic line quality factor, Q, which is defined as the ratio of the absolute frequency \n\n\n\n\nν\n\n0\n\n\n\n\n{\\displaystyle \\nu _{0}}\n\n of the resonance to the linewidth of the resonance itself \n\n\n\nΔ\nν\n\n\n{\\displaystyle \\Delta \\nu }\n\n. Atomic resonance has a much higher Q than mechanical devices. Atomic clocks can also be isolated from environmental effects to a much higher degree. Atomic clocks have the benefit that atoms are universal, which means that the oscillation frequency is also universal. This is different from quartz and mechanical time measurement devices that do not have a universal frequency.\n\nA clock's quality can be specified by two parameters: uncertainty and stability. Uncertainty is a measurement of the degree to which the clock's ticking rate stays constant without speeding up or slowing down. Stability is a measurement of how the clock performs over time when measurements are averaged related to precision.[48]\n\nThe instability of a clock is specified by the equation: \n\n\n\n\n\nσ\n\ny\n\n\n(\nτ\n)\n≈\n\n\n\nΔ\nv\n\n\n\nν\n\n0\n\n\n\n\nN\n\n\n\n\n\n\n\n\n\nT\n\nc\n\n\nτ\n\n\n\n\n\n\n{\\displaystyle \\textstyle \\sigma _{y}(\\tau )\\approx {\\frac {\\Delta v}{\\nu _{0}{\\sqrt {N}}}}{\\sqrt {\\frac {T_{\\text{c}}}{\\tau }}}}\n\n where \n\n\n\nΔ\nν\n\n\n{\\displaystyle \\Delta \\nu }\n\n is the spectroscopic linewidth of the clock system, \n\n\n\nN\n\n\n{\\displaystyle N}\n\n is the number of atoms or ions used in a single measurement, \n\n\n\n\nT\n\nc\n\n\n\n\n{\\displaystyle T_{\\text{c}}}\n\n is the time required for one cycle, and \n\n\n\nτ\n\n\n{\\displaystyle \\tau }\n\n is the averaging period. This means instability is smaller when the linewidth \n\n\n\nΔ\nν\n\n\n{\\displaystyle \\Delta \\nu }\n\n is smaller and when \n\n\n\n\n\nN\n\n\n\n\n{\\displaystyle {\\sqrt {N}}}\n\n is the signal to noise ratio is larger. The stability improves as the time \n\n\n\nτ\n\n\n{\\displaystyle \\tau }\n\n over which the measurements are averaged increases from seconds to hours to days. The stability is most heavily affected by the oscillator frequency \n\n\n\nΔ\nν\n\n\n{\\displaystyle \\Delta \\nu }\n\n. This is why optical clocks such as strontium clocks (429 terahertz) are much more accurate than caesium clocks (9.19 GHz).\n\n"
        },
        {
            "title": "Accuracy",
            "text": "The accuracy of atomic clocks has improved continuously since the first prototype in the 1950s. The first generation of atomic clocks were based on measuring caesium, rubidium, and hydrogen atoms. In a time period from 1959 to 1998, NIST developed a series of seven caesium-133 microwave clocks named NBS-1 to NBS-6 and NIST-7 after the agency changed its name from the National Bureau of Standards to the National Institute of Standards and Technology.[9] The first clock had an accuracy of 10−11, and the last clock had an accuracy of 10−15. The clocks were the first to use a caesium fountain, which was introduced by Jerrod Zacharias, and laser cooling of atoms, which was demonstrated by Dave Wineland and his colleagues in 1978.\n\nThe next step in atomic clock advances involves going from accuracies of 10−15 to accuracies of 10−18 and even 10−19.[a] The goal is to redefine the second when clocks become so accurate that they will not lose or gain more than a second in the age of the universe.[b] To do so, scientists must demonstrate the accuracy of clocks that use strontium and ytterbium and optical lattice technology.\n\nThe goal of an atomic clock with 10−16 accuracy was first reached at the United Kingdom's National Physical Laboratory's NPL-CsF2 caesium fountain clock[50][51][52] and the United States' NIST-F2.[53][54] The increase in precision from NIST-F1 to NIST-F2 is due to advances in liquid nitrogen cooling technology for atoms.[55]\n\nThe performance of primary and secondary frequency standards contributing to International Atomic Time (TAI) is evaluated. The evaluation reports of individual (mainly primary) clocks are published online by the International Bureau of Weights and Measures (BIPM).\n\n"
        },
        {
            "title": "Research",
            "text": "Most research focuses on the often conflicting goals of making the clocks smaller, cheaper, more portable, more energy efficient, more accurate, more stable and more reliable.[56][57]\nThe Cold Atom Clock Experiment in Space (CACES) testing a Cold Atom Clock in Earth orbit in microgravity conditions and the Atomic Clock Ensemble in Space are examples of clock research.[58][59][60]\n\nA list of frequencies recommended for secondary representations of the second is maintained by the International Bureau of Weights and Measures (BIPM) since 2006 and is available online. The list contains the frequency values and the respective standard uncertainties for the rubidium microwave transition and for several optical transitions. These secondary frequency standards are accurate at the level of 10−18; however, the uncertainties provided in the list are in the range 10−14 – 10−15 since they are limited by the linking to the caesium primary standard that currently (2018) defines the second.[36]\n\nTwenty-first century experimental atomic clocks that provide non-caesium-based secondary representations of the second are becoming so precise that they are likely to be used as extremely sensitive detectors for other things besides measuring frequency and time. For example, the frequency of atomic clocks is altered slightly by gravity, magnetic fields, electrical fields, force, motion, temperature and other phenomena. The experimental clocks tend to continue to improve, and leadership in performance has shifted back and forth between various types of experimental clocks.[66][67][68][69]\n\nIn March 2008, physicists at NIST described a quantum logic clock based on individual ions of beryllium and aluminium. This clock was compared to NIST's mercury ion clock. These were the most accurate clocks that had been constructed, with neither clock gaining nor losing time at a rate that would exceed a second in over a billion years.[70] In February 2010, NIST physicists described a second, enhanced version of the quantum logic clock based on individual ions of magnesium and aluminium. Considered the world's most precise clock in 2010 with a fractional frequency inaccuracy of 8.6×10−18, it offers more than twice the precision of the original.[71][72] In July 2019, NIST scientists demonstrated such an Al+ quantum logic clock with total uncertainty of 9.4×10−19, which is the first demonstration of such a clock with uncertainty below 10−18.[73][74][75]\n\nThe accuracy of experimental quantum clocks has since been superseded by experimental optical lattice clocks based on strontium-87[76] and ytterbium-171.[77]\n\nOne theoretical possibility for improving the performance of atomic clocks is to use a nuclear energy transition (between different nuclear isomers) rather than the atomic electron transitions which current atomic clocks measure. Most nuclear transitions operate at far too high a frequency to be measured, but in 2003, Ekkehard Peik and Christian Tamm[78] noted that the exceptionally low excitation energy of 229mTh is within reach of current frequency-measurement techniques, making a clock possible. In 2012, it was shown that a nuclear clock based on a single 229Th3+ ion could provide a total fractional frequency inaccuracy of 1.5×10−19, which is better than existing 2019 atomic clock technology.[79] Although it remains an unrealized theoretical possibility, as of 2019[update] significant progress toward the development of an experimental nuclear clock has been made.[80][81][82][83]\n\nA nuclear energy transition offers the following potential advantages:[84]\n\nIn June 2015, the National Physical Laboratory (NPL) in Teddington, UK; the French department of Time-Space Reference Systems at the Paris Observatory (LNE-SYRTE); the German German National Metrology Institute (PTB) in Braunschweig; and Italy's Istituto Nazionale di Ricerca Metrologica (INRiM) in Turin labs have started tests to improve the accuracy of current state-of-the-art satellite comparisons by a factor of 10, but it will still be limited to one part in 1. These four European labs are developing and host a variety of experimental optical clocks that harness different elements in different experimental set-ups and want to compare their optical clocks against each other and check whether they agree. In a next phase, these labs strive to transmit comparison signals in the visible spectrum through fibre-optic cables. This will allow their experimental optical clocks to be compared with an accuracy similar to the expected accuracies of the optical clocks themselves. Some of these labs have already established fibre-optic links, and tests have begun on sections between Paris and Teddington, and Paris and Braunschweig. Fibre-optic links between experimental optical clocks also exist between the American NIST lab and its partner lab JILA, both in Boulder, Colorado but these span much shorter distances than the European network and are between just two labs. According to Fritz Riehle, a physicist at PTB, \"Europe is in a unique position as it has a high density of the best clocks in the world\".[85]\nIn August 2016 the French LNE-SYRTE in Paris and the German PTB in Braunschweig reported the comparison and agreement of two fully independent experimental strontium lattice optical clocks in Paris and Braunschweig at an uncertainty of 5×10−17 via a newly established phase-coherent frequency link connecting Paris and Braunschweig, using 1,415 km (879 mi) of telecom fibre-optic cable. The fractional uncertainty of the whole link was assessed to be 2.5×10−19, making comparisons of even more accurate clocks possible.[86][87]\nIn 2021, NIST compared transmission of signals from a series of experimental atomic clocks located about 1.5 km (1 mi) apart at the NIST lab, its partner lab JILA, and the University of Colorado all in Boulder, Colorado over air and fiber optic cable to a precision of 8×10−18.[88][89]\n\n"
        },
        {
            "title": "Optical clocks",
            "text": "The idea of trapping atoms in an optical lattice using lasers was proposed by Russian physicist Vladilen Letokhov in the 1960s.[91] The theoretical move from microwaves as the atomic \"escapement\" for clocks to light in the optical range (harder to measure but offering better performance) earned John L. Hall and Theodor W. Hänsch the Nobel Prize in Physics in 2005. One of 2012's Physics Nobelists, David J. Wineland, is a pioneer in exploiting the properties of a single ion held in a trap to develop clocks of the highest stability.[92] The first optical clock was started at NIST in 2000 and finished in 2006.[93]\n\nThe development of femtosecond frequency combs, optical lattices has led to a new generation of atomic clocks. These clocks are based on atomic transitions that emit visible light instead of microwaves. A major obstacle to developing an optical clock is the difficulty of directly measuring optical frequencies. This problem has been solved with the development of self-referenced mode-locked lasers, commonly referred to as femtosecond frequency combs. Before the demonstration of the frequency comb in 2000, terahertz techniques were needed to bridge the gap between radio and optical frequencies, and the systems for doing so were cumbersome and complicated. With the refinement of the frequency comb, these measurements have become much more accessible and numerous optical clock systems are now being developed around the world.[94]\n\nAs in the radio range, absorption spectroscopy is used to stabilize an oscillator—in this case, a laser. When the optical frequency is divided down into a countable radio frequency using a femtosecond comb, the bandwidth of the phase noise is also divided by that factor. Although the bandwidth of laser phase noise is generally greater than stable microwave sources, after division it is less.[94]\n\nThe primary systems under consideration for use in optical frequency standards are:\n\nThese techniques allow the atoms or ions to be highly isolated from external perturbations, thus producing an extremely stable frequency reference.[97][98] Lasers and magneto-optical traps are used to cool the atoms for improved precision.[99]\n\nAtomic systems under consideration include Al+, Hg+/2+,[95] Hg, Sr, Sr+/2+, In+/3+, Mg, Ca, Ca+, Yb+/2+/3+, Yb and Th+/3+.[100][101][102] The color of a clock's electromagnetic radiation depends on the element that is simulated. For example, calcium optical clocks resonate when red light is produced, and ytterbium clocks resonate in the presence of violet light.[103]\n\nThe rare-earth element ytterbium (Yb) is valued not so much for its mechanical properties but for its complement of internal energy levels. \"A particular transition in Yb atoms, at a wavelength of 578 nm, currently provides one of the world's most accurate optical atomic frequency standards,\" said Marianna Safronova.[104] The estimated uncertainty achieved corresponds to about one second over the lifetime of the universe so far, 15 billion years, according to scientists at the Joint Quantum Institute (JQI) and the University of Delaware in December 2012.[105]\n\nIn 2013 optical lattice clocks (OLCs) were shown to be as good as or better than caesium fountain clocks. Two optical lattice clocks containing about 10000 atoms of strontium-87 were able to stay in synchrony with each other at a precision of at least 1.5×10−16, which is as accurate as the experiment could measure.[106] These clocks have been shown to keep pace with all three of the caesium fountain clocks at the Paris Observatory. There are two reasons for the possibly better precision. Firstly, the frequency is measured using light, which has a much higher frequency than microwaves, and secondly, by using many atoms, any errors are averaged.[107] Using ytterbium-171 atoms, a new record for stability with a precision of 1.6×10−18 over a 7-hour period was published on 22 August 2013. At this stability, the two optical lattice clocks working independently from each other used by the NIST research team would differ less than a second over the age of the universe (13.8×109 years); this was 10 times better than previous experiments. The clocks rely on 10 000 ytterbium atoms cooled to 10 microkelvin and trapped in an optical lattice. A laser at 578 nm excites the atoms between two of their energy levels.[108] Having established the stability of the clocks, the researchers are studying external influences and evaluating the remaining systematic uncertainties, in the hope that they can bring the clock's accuracy down to the level of its stability.[109] An improved optical lattice clock was described in a 2014 Nature paper.[110] In 2015 JILA evaluated the absolute frequency uncertainty of a strontium-87 optical lattice clock at 2.1×10−18, which corresponds to a measurable gravitational time dilation for an elevation change of 2 cm (0.79 in) on planet Earth that according to JILA/NIST Fellow Jun Ye is \"getting really close to being useful for relativistic geodesy\".[111][112][113] At this frequency uncertainty, this JILA optical lattice clock is expected to neither gain nor lose a second in more than 15 billion years.[114][115]\n\nIn 2017 JILA reported an experimental 3D quantum gas strontium optical lattice clock in which strontium-87 atoms are packed into a tiny three-dimensional (3-D) cube at 1,000 times the density of previous one-dimensional (1-D) clocks, such as the 2015 JILA clock. A synchronous clock comparison between two regions of the 3D lattice yielded a record level of synchronization of 5×10−19 in 1 hour of averaging time.[116] The 3D quantum gas strontium optical lattice clock's centerpiece is an unusual state of matter called a degenerate Fermi gas (a quantum gas for Fermi particles). The experimental data shows the 3D quantum gas clock achieved a precision of 3.5×10−19 in about two hours. According to Jun Ye \"This represents a significant improvement over any previous demonstrations.\" Ye further commented \"The most important potential of the 3D quantum gas clock is the ability to scale up the atom numbers, which will lead to a huge gain in stability.\" and \"The ability to scale up both the atom number and coherence time will make this new-generation clock qualitatively different from the previous generation.\"[117][118][119] In 2018 JILA reported the 3D quantum gas clock reached a frequency precision of 2.5×10−19 over 6 hours.[120][121] At this frequency uncertainty, this 3D quantum gas clock would lose or gain about 0.1 seconds over the age of the universe.[122] Recently it has been proved that the quantum entanglement can help to further enhance the clock stability.[123] In 2020 optical clocks were researched for space applications like future generations of global navigation satellite systems (GNSSs) as replacements for microwave based clocks.[124]\n\nIn February 2022, scientists at the University of Wisconsin-Madison reported a “multiplexed” optical atomic clock, where individual clocks deviated from each other with an accuracy equivalent to losing a second in 300 billion years. The reported minor deviation is explainable as the concerned clock oscillators are in slightly different environments. These are causing differing reactions to gravity, magnetic fields, or other conditions. This miniaturized clock network approach is novel in that it uses an optical lattice of strontium atoms and a configuration of six clocks that can be used to demonstrate relative stability, fractional uncertainty between clocks and methods for ultra-high-precision comparisons between optical atomic clock ensembles that are located close together in a metrology facility.[49][125]\n\nOptical clocks are currently (2022) still primarily research projects, less mature than rubidium and caesium microwave standards, which regularly deliver time to the International Bureau of Weights and Measures (BIPM) for establishing International Atomic Time (TAI).[126] As the optical experimental clocks move beyond their microwave counterparts in terms of accuracy and stability performance, this puts them in a position to replace the current standard for time, the caesium fountain clock.[95][127] In the future this might lead to redefining the caesium microwave-based SI second, and other new dissemination techniques at the highest level of accuracy to transfer clock signals will be required that can be used in both shorter-range and longer-range (frequency) comparisons between better clocks and to explore their fundamental limitations without significantly compromising their performance.[95][128][129][130][131] The BIPM reported in December 2021 based on the progress of optical standards contributing to TAI the Consultative Committee for Time and Frequency (CCTF) initiated work towards a redefinition of the second expected during the 2030s.[132]\n\n"
        },
        {
            "title": "Chip scale atomic clocks",
            "text": "The most accurate caesium clocks based on the caesium frequency of 9.19 GHz have an accuracy between 10−15–10−16. Unfortunately, they are big and only available in large metrology labs and not useful for factories or industrial environments that would use an atomic clock for GPS accuracy but can't afford to build a whole metrology laboratory for one atomic clock. Researchers have designed a strontium optical clock that can be moved around in an air-conditioned car trailer.[133]\n\n"
        },
        {
            "title": "Redefining the second",
            "text": "In 2022, the best realisation of the second is done with caesium primary standard clocks such as IT-CsF2, NIST-F2, NPL-CsF2, PTB-CSF2, SU–CsFO2 or SYRTE-FO2. These clocks work by laser-cooling a cloud of caesium atoms to a microkelvin in a magneto-optic trap. These cold atoms are then launched vertically by laser light. The atoms then undergo Ramsey excitation in a microwave cavity. The fraction of excited atoms are then detected by laser beams. These clocks have 5×10−16 systematic uncertainty, which is equivalent to 50 picoseconds per day. A system of several fountains worldwide contributes to International Atomic Time. These caesium clocks also underpin optical frequency measurements.\n\nThe advantage of optical clocks can be explained by the statement that the instability \n\n\n\nσ\n∝\n\n\n\nΔ\nf\n\nf\n\n\n\n\n1\n\nS\n\n/\n\nN\n\n\n\n\n\n{\\displaystyle \\sigma \\propto {\\frac {\\Delta f}{f}}{\\frac {1}{S/N}}}\n\n , where \n\n\n\nσ\n\n\n{\\displaystyle \\sigma }\n\n is the instability, f is the frequency, and S/N is the signal-to-noise ratio. This  leads to the equation \n\n\n\nσ\n(\nτ\n)\n=\n\n\n1\n\n2\nπ\nf\n\n\nN\n\nT\n\ni\nn\nt\n\n\nτ\n\n\n\n\n\n\n\n{\\displaystyle \\sigma (\\tau )={\\frac {1}{2\\pi f{\\sqrt {NT_{int}\\tau }}}}}\n\n.\n\nOptical clocks are based on forbidden optical transitions in ions or atoms. They have frequencies around 1015 Hz, with a natural linewidth \n\n\n\nΔ\nf\n\n\n{\\displaystyle \\Delta f}\n\n of typically 1 Hz, so the Q-factor is about 1015, or even higher. They have better stabilities than microwave clocks, which means that they can facilitate evaluation of lower uncertainties. They also have better time resolution, which means the clock \"ticks\" faster.[134] Optical clocks use either a single ion, or an optical lattice with 104–106 atoms.\n\nA definition based on the Rydberg constant would involve fixing the value to a certain value: \n\n\n\n\nR\n\n∞\n\n\n=\n\n\n\n\nm\n\ne\n\n\n\ne\n\n4\n\n\n\n\n8\n\nε\n\n0\n\n\n2\n\n\n\nh\n\n3\n\n\nc\n\n\n\n=\n\n\n\n\nm\n\ne\n\n\nc\n\nα\n\n2\n\n\n\n\n2\nh\n\n\n\n\n\n{\\displaystyle R_{\\infty }={\\frac {m_{e}e^{4}}{8\\varepsilon _{0}^{2}h^{3}c}}={\\frac {m_{e}c\\alpha ^{2}}{2h}}}\n\n. The Rydberg constant describes the energy levels in a hydrogen atom with the nonrelativistic approximation \n\n\n\n\nE\n\nn\n\n\n≈\n−\n\n\n\n\nR\n\n∞\n\n\nc\nh\n\n\nn\n\n2\n\n\n\n\n\n\n{\\displaystyle E_{n}\\approx -{\\frac {R_{\\infty }ch}{n^{2}}}}\n\n.\n\nThe only viable way to fix the Rydberg constant involves trapping and cooling hydrogen. Unfortunately, this is difficult because it is very light and the atoms move very fast, causing Doppler shifts. The radiation needed to cool the hydrogen —121.5 nm— is also difficult. Another hurdle involves improving the uncertainty in quantum electrodynamics/QED calculations.[135]\n\nA redefinition must include improved optical clock reliability. TAI must be contributed to by optical clocks before the BIPM affirms a redefinition. A consistent method of sending signals, such as fiber-optics, must be developed before the second is redefined.[135]\n\n"
        },
        {
            "title": "Applications",
            "text": "The development of atomic clocks has led to many scientific and technological advances such as precise global and regional navigation satellite systems, and applications in the Internet, which depend critically on frequency and time standards. Atomic clocks are installed at sites of time signal radio transmitters.[136] They are used at some long-wave and medium-wave broadcasting stations to deliver a very precise carrier frequency.[137] Atomic clocks are used in many scientific disciplines, such as for long-baseline interferometry in radio astronomy.[138]\n\nThe Global Positioning System (GPS) operated by the United States Space Force provides very accurate timing and frequency signals. A GPS receiver works by measuring the relative time delay of signals from a minimum of four, but usually more, GPS satellites, each of which has at least two onboard caesium and as many as two rubidium atomic clocks. The relative times are mathematically transformed into three absolute spatial coordinates and one absolute time coordinate.[139] GPS Time (GPST) is a continuous time scale and theoretically accurate to about 14 nanoseconds.[140] However, most receivers lose accuracy in the interpretation of the signals and are only accurate to 100 nanoseconds.[141][142] GPST is related to but differs from TAI (International Atomic Time) and UTC (Coordinated Universal Time). GPST remains at a constant offset from TAI (TAI – GPST = 19 seconds) and like TAI does not implement leap seconds. Periodic corrections are performed to the on-board clocks in the satellites to keep them synchronized with ground clocks.[143][144] The GPS navigation message includes the difference between GPST and UTC. As of July 2015, GPST is 17 seconds ahead of UTC because of the leap second added to UTC on 30 June 2015.[145][146] Receivers subtract this offset from GPS Time to calculate UTC.\n\nThe GLObal NAvigation Satellite System (GLONASS) operated by the Russian Aerospace Defence Forces provides an alternative to the Global Positioning System (GPS) system and is the second navigational system in operation with global coverage and of comparable precision. GLONASS Time (GLONASST) is generated by the GLONASS Central Synchroniser and is typically better than 1,000 nanoseconds.[147] Unlike GPS, the GLONASS time scale implements leap seconds, like UTC.[148]\n\nThe Galileo Global Navigation Satellite System is operated by the European GNSS Agency and European Space Agency. Galileo started offering global Early Operational Capability (EOC) on 15 December 2016, providing the third, and first non-military operated, global navigation satellite system.[149][150] Galileo System Time (GST) is a continuous time scale which is generated on the ground at the Galileo Control Centre in Fucino, Italy, by the Precise Timing Facility, based on averages of different atomic clocks and maintained by the Galileo Central Segment and synchronised with TAI with a nominal offset below 50 nanoseconds.[151][152][153][150] According to the European GNSS Agency Galileo offers 30 nanoseconds timing accuracy.[154] The March 2018 Quarterly Performance Report by the European GNSS Service Centre reported the UTC Time Dissemination Service Accuracy was ≤ 7.6 nanoseconds, computed by accumulating samples over the previous 12 months, and exceeding the ≤ 30 ns target.[155][156] Each Galileo satellite has two passive hydrogen maser and two rubidium atomic clocks for onboard timing.[157][158] The Galileo navigation message includes the differences between GST, UTC and GPST (to promote interoperability).[159][160] In the summer of 2021, the European Union settled on a passive hydrogen maser for the second generation of Galileo satellites, starting in 2023, with an expected lifetime of 12 years per satellite. The masers are about 2 feet long with a weight of 40 pounds.[161]\n\nThe BeiDou-2/BeiDou-3 satellite navigation system is operated by the China National Space Administration. BeiDou Time (BDT) is a continuous time scale starting at 1 January 2006 at 0:00:00 UTC and is synchronised with UTC within 100 ns.[162][163] BeiDou became operational in China in December 2011, with 10 satellites in use,[164] and began offering services to customers in the Asia-Pacific region in December 2012.[165] On 27 December 2018 the BeiDou Navigation Satellite System started to provide global services with a reported timing accuracy of 20 ns.[166] The final, 35th, BeiDou-3 satellite for global coverage was launched into orbit on 23 June 2020.[167]\n\nIn April 2015, NASA announced that it planned to deploy a Deep Space Atomic Clock (DSAC), a miniaturized, ultra-precise mercury-ion atomic clock, into outer space. NASA said that the DSAC would be much more stable than other navigational clocks.[168] The clock was successfully launched on 25 June 2019,[169] activated on 23 August 2019[170] and deactivated two years later on 18 September 2021.[171]\n\nIn 2022, DARPA announced a drive to upgrade to the U.S. military timekeeping systems for greater precision over time when sensors do not have access to GPS satellites, with a plan to reach precision of 1 part in 1012. The Robust Optical Clock Network will balance usability and accuracy as it is developed over 4 years.[172][173]\n\nA radio clock is a clock that automatically synchronizes itself by means of radio time signals received by a radio receiver. Some manufacturers may label radio clocks as atomic clocks[174] because the radio signals they receive originate from atomic clocks. Normal low-cost consumer-grade receivers that rely on the amplitude-modulated time signals have a practical accuracy uncertainty of ± 0.1 second. This is sufficient for many consumer applications.[174] Instrument grade time receivers provide higher accuracy. Radio clocks incur a propagation delay of approximately 1 ms for every 300 kilometres (186 mi) of distance from the radio transmitter. Many governments operate transmitters for timekeeping purposes.[175]\n\nGeneral relativity predicts that clocks tick slower deeper in a gravitational field. Atomic clocks are effective at testing general relativity on smaller and smaller scales. A project to observe 12 atomic clocks from 11 November 1999 to October 2014 resulted in a further demonstration that Einstein's theory of general relativity is accurate at small scales.[176] In 2021 a team of scientists at JILA measured the difference in the passage of time due to gravitational redshift between two layers of atoms separated by 1 millimeter using a strontium optical clock cooled to 100 nanokelvin with a precision of 7.6×10−21 seconds.[177][178] Atomic clocks can also be used to see how time is influenced by general relativity and quantum mechanics at the same time.[179]\n\nAtomic clocks keep accurate records of transactions between buyers and sellers to the millisecond or better, particularly in high-frequency trading.[180][181] Accurate timekeeping is needed to prevent illegal trading ahead of time, in addition to ensuring fairness to traders on the other side of the globe. The current system known as NTP is only accurate to a millisecond.[182]\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Radio_clock",
        "https://en.wikipedia.org/wiki/Doomsday_Clock",
        "https://en.wikipedia.org/wiki/Clock",
        "https://en.wikipedia.org/wiki/Telecommunications",
        "https://en.wikipedia.org/wiki/Science",
        "https://en.wikipedia.org/wiki/International_Atomic_Time",
        "https://en.wikipedia.org/wiki/Satellite_navigation",
        "https://en.wikipedia.org/wiki/Electricity",
        "https://en.wikipedia.org/wiki/United_States_Naval_Observatory",
        "https://en.wikipedia.org/wiki/Microsemi",
        "https://en.wikipedia.org/wiki/Clock",
        "https://en.wikipedia.org/wiki/Energy_level",
        "https://en.wikipedia.org/wiki/Frequency",
        "https://en.wikipedia.org/wiki/Electromagnetic_radiation",
        "https://en.wikipedia.org/wiki/International_System_of_Units",
        "https://en.wikipedia.org/wiki/Second",
        "https://en.wikipedia.org/wiki/International_Atomic_Time",
        "https://en.wikipedia.org/wiki/Coordinated_Universal_Time",
        "https://en.wikipedia.org/wiki/Leap_seconds",
        "https://en.wikipedia.org/wiki/Satellite_navigation",
        "https://en.wikipedia.org/wiki/European_Union",
        "https://en.wikipedia.org/wiki/GPS",
        "https://en.wikipedia.org/wiki/Accuracy_and_precision",
        "https://en.wikipedia.org/wiki/Speed_of_light",
        "https://en.wikipedia.org/wiki/Nanosecond",
        "https://en.wikipedia.org/wiki/Caesium",
        "https://en.wikipedia.org/wiki/National_Institute_of_Standards_and_Technology",
        "https://en.wikipedia.org/wiki/Measurement_uncertainty",
        "https://en.wikipedia.org/wiki/Louis_Essen",
        "https://en.wikipedia.org/wiki/James_Clerk_Maxwell",
        "https://en.wikipedia.org/wiki/Electromagnetic_radiation",
        "https://en.wikipedia.org/wiki/Isidor_Rabi",
        "https://en.wikipedia.org/wiki/Magnetic_resonance",
        "https://en.wikipedia.org/wiki/Quartz_clock",
        "https://en.wikipedia.org/wiki/Ammonia",
        "https://en.wikipedia.org/wiki/Optical_pumping",
        "https://en.wikipedia.org/wiki/Magnetic_resonance",
        "https://en.wikipedia.org/wiki/National_Institute_of_Standards_and_Technology",
        "https://en.wikipedia.org/wiki/National_Research_Council_Canada",
        "https://en.wikipedia.org/wiki/International_Time_Bureau",
        "https://en.wikipedia.org/wiki/French_language",
        "https://en.wikipedia.org/wiki/Paris_Observatory",
        "https://en.wikipedia.org/wiki/National_Radio_Company",
        "https://en.wikipedia.org/wiki/Varian_Medical_Systems",
        "https://en.wikipedia.org/wiki/National_Radio_Company",
        "https://en.wikipedia.org/wiki/Atomichron",
        "https://en.wikipedia.org/wiki/Tropical_year",
        "https://en.wikipedia.org/wiki/Ampere",
        "https://en.wikipedia.org/wiki/Kelvin",
        "https://en.wikipedia.org/wiki/Kilogram",
        "https://en.wikipedia.org/wiki/2019_redefinition_of_the_SI_base_units",
        "https://en.wikipedia.org/wiki/Rydberg_constant",
        "https://en.wikipedia.org/wiki/Accuracy_and_precision",
        "https://en.wikipedia.org/wiki/Ytterbium",
        "https://en.wikipedia.org/wiki/Aluminium",
        "https://en.wikipedia.org/wiki/Strontium",
        "https://en.wikipedia.org/wiki/JILA",
        "https://en.wikipedia.org/wiki/Frequency",
        "https://en.wikipedia.org/wiki/Lasers",
        "https://en.wikipedia.org/wiki/Frequency_comb",
        "https://en.wikipedia.org/wiki/National_Institute_of_Standards_and_Technology",
        "https://en.wikipedia.org/wiki/Milliwatt",
        "https://en.wikipedia.org/wiki/Watt",
        "https://en.wikipedia.org/wiki/Metrology",
        "https://en.wikipedia.org/wiki/Ion_trap",
        "https://en.wikipedia.org/wiki/Frequency_comb",
        "https://en.wikipedia.org/wiki/Microwave",
        "https://en.wikipedia.org/wiki/Energy_level",
        "https://en.wikipedia.org/wiki/Metrology",
        "https://en.wikipedia.org/wiki/Paris_Observatory",
        "https://en.wikipedia.org/wiki/National_Institute_of_Standards_and_Technology",
        "https://en.wikipedia.org/wiki/Colorado",
        "https://en.wikipedia.org/wiki/Maryland",
        "https://en.wikipedia.org/wiki/JILA",
        "https://en.wikipedia.org/wiki/University_of_Colorado_Boulder",
        "https://en.wikipedia.org/wiki/Doppler_effect",
        "https://en.wikipedia.org/wiki/Thermal_radiation",
        "https://en.wikipedia.org/wiki/Black_body",
        "https://en.wikipedia.org/wiki/Gravitational_field",
        "https://en.wikipedia.org/wiki/General_relativity",
        "https://en.wikipedia.org/wiki/Proper_time",
        "https://en.wikipedia.org/wiki/International_Bureau_of_Weights_and_Measures",
        "https://en.wikipedia.org/wiki/Rubidium",
        "https://en.wikipedia.org/wiki/Calibration",
        "https://en.wikipedia.org/wiki/Hydrogen",
        "https://en.wikipedia.org/wiki/Maser",
        "https://en.wikipedia.org/wiki/Satellite_navigation",
        "https://en.wikipedia.org/wiki/Global_Positioning_System",
        "https://en.wikipedia.org/wiki/GLONASS",
        "https://en.wikipedia.org/wiki/BeiDou",
        "https://en.wikipedia.org/wiki/Nanosecond",
        "https://en.wikipedia.org/wiki/Special_relativity",
        "https://en.wikipedia.org/wiki/General_relativity",
        "https://en.wikipedia.org/wiki/Reference_ellipsoid",
        "https://en.wikipedia.org/wiki/Geoid",
        "https://en.wikipedia.org/wiki/Caesium_standard",
        "https://en.wikipedia.org/wiki/Caesium",
        "https://en.wikipedia.org/wiki/Hydrogen",
        "https://en.wikipedia.org/wiki/Nitrogen",
        "https://en.wikipedia.org/wiki/Caesium",
        "https://en.wikipedia.org/wiki/Rubidium_standard",
        "https://en.wikipedia.org/wiki/Global_positioning_system",
        "https://en.wikipedia.org/wiki/GPS_disciplined_oscillator",
        "https://en.wikipedia.org/wiki/Hydrogen_maser",
        "https://en.wikipedia.org/wiki/Radio_astronomy",
        "https://en.wikipedia.org/wiki/Special_relativity",
        "https://en.wikipedia.org/wiki/General_relativity",
        "https://en.wikipedia.org/wiki/Gravitational_red_shift",
        "https://en.wikipedia.org/wiki/Second",
        "https://en.wikipedia.org/wiki/International_Committee_for_Weights_and_Measures",
        "https://en.wikipedia.org/wiki/Absolute_zero",
        "https://en.wikipedia.org/wiki/2019_redefinition_of_the_SI_base_units",
        "https://en.wikipedia.org/wiki/SI_derived_unit",
        "https://en.wikipedia.org/wiki/Resonance",
        "https://en.wikipedia.org/wiki/Radio_frequency",
        "https://en.wikipedia.org/wiki/Microwave_cavity",
        "https://en.wikipedia.org/wiki/Hydrogen_maser",
        "https://en.wikipedia.org/wiki/Microwave",
        "https://en.wikipedia.org/wiki/Maser",
        "https://en.wikipedia.org/wiki/Doppler_broadening",
        "https://en.wikipedia.org/wiki/Modulation",
        "https://en.wikipedia.org/wiki/Signal",
        "https://en.wikipedia.org/wiki/Demodulation",
        "https://en.wikipedia.org/wiki/Quantum_mechanics",
        "https://en.wikipedia.org/wiki/Observational_error",
        "https://en.wikipedia.org/wiki/Sundial",
        "https://en.wikipedia.org/wiki/Pendulum",
        "https://en.wikipedia.org/wiki/Grandfather_clock",
        "https://en.wikipedia.org/wiki/Watch",
        "https://en.wikipedia.org/wiki/Voltage",
        "https://en.wikipedia.org/wiki/Quartz",
        "https://en.wikipedia.org/wiki/Quartz_clock",
        "https://en.wikipedia.org/wiki/Temperature",
        "https://en.wikipedia.org/wiki/Resonance",
        "https://en.wikipedia.org/wiki/Accuracy_and_precision",
        "https://en.wikipedia.org/wiki/Spectroscopy",
        "https://en.wikipedia.org/wiki/NIST",
        "https://en.wikipedia.org/wiki/National_Institute_of_Standards_and_Technology",
        "https://en.wikipedia.org/wiki/Atomic_fountain",
        "https://en.wikipedia.org/wiki/Age_of_the_universe",
        "https://en.wikipedia.org/wiki/Optical_lattice",
        "https://en.wikipedia.org/wiki/Atomic_fountain",
        "https://en.wikipedia.org/wiki/Liquid_nitrogen",
        "https://en.wikipedia.org/wiki/Strontium",
        "https://en.wikipedia.org/wiki/Accuracy",
        "https://en.wikipedia.org/wiki/Atomic_Clock_Ensemble_in_Space",
        "https://en.wikipedia.org/wiki/Hz",
        "https://en.wikipedia.org/wiki/Allan_deviation",
        "https://en.wikipedia.org/wiki/Isotopes_of_caesium",
        "https://en.wikipedia.org/wiki/Isotopes_of_rubidium",
        "https://en.wikipedia.org/wiki/Isotopes_of_hydrogen",
        "https://en.wikipedia.org/wiki/Isotopes_of_strontium",
        "https://en.wikipedia.org/wiki/Quantum_clock",
        "https://en.wikipedia.org/wiki/Quantum_clock",
        "https://en.wikipedia.org/wiki/Ion",
        "https://en.wikipedia.org/wiki/Aluminium",
        "https://en.wikipedia.org/wiki/Magnesium",
        "https://en.wikipedia.org/wiki/Isotopes_of_strontium",
        "https://en.wikipedia.org/wiki/Nuclear_clock",
        "https://en.wikipedia.org/wiki/Nuclear_isomer",
        "https://en.wikipedia.org/wiki/Atomic_electron_transition",
        "https://en.wikipedia.org/wiki/Nuclear_clock",
        "https://en.wikipedia.org/wiki/NIST",
        "https://en.wikipedia.org/wiki/JILA",
        "https://en.wikipedia.org/wiki/Kilometre",
        "https://en.wikipedia.org/wiki/Mile",
        "https://en.wikipedia.org/wiki/Kilometre",
        "https://en.wikipedia.org/wiki/Mile",
        "https://en.wikipedia.org/wiki/JILA",
        "https://en.wikipedia.org/wiki/Laser",
        "https://en.wikipedia.org/wiki/Nobel_Prize_in_Physics",
        "https://en.wikipedia.org/wiki/Femtosecond",
        "https://en.wikipedia.org/wiki/Frequency_comb",
        "https://en.wikipedia.org/wiki/Optical_lattice",
        "https://en.wikipedia.org/wiki/Light",
        "https://en.wikipedia.org/wiki/Microwaves",
        "https://en.wikipedia.org/wiki/Terahertz_radiation",
        "https://en.wikipedia.org/wiki/Femtosecond_comb",
        "https://en.wikipedia.org/wiki/Phase_noise",
        "https://en.wikipedia.org/wiki/Lasers",
        "https://en.wikipedia.org/wiki/Aluminium",
        "https://en.wikipedia.org/wiki/Strontium",
        "https://en.wikipedia.org/wiki/Strontium",
        "https://en.wikipedia.org/wiki/Indium",
        "https://en.wikipedia.org/wiki/Magnesium",
        "https://en.wikipedia.org/wiki/Calcium",
        "https://en.wikipedia.org/wiki/Calcium",
        "https://en.wikipedia.org/wiki/Ytterbium",
        "https://en.wikipedia.org/wiki/Ytterbium",
        "https://en.wikipedia.org/wiki/Thorium",
        "https://en.wikipedia.org/wiki/Electromagnetic_radiation",
        "https://en.wikipedia.org/wiki/NIST",
        "https://en.wikipedia.org/wiki/University_of_Delaware",
        "https://en.wikipedia.org/wiki/Isotopes_of_strontium",
        "https://en.wikipedia.org/wiki/Paris_Observatory",
        "https://en.wikipedia.org/wiki/National_Institute_of_Standards_and_Technology",
        "https://en.wikipedia.org/wiki/Age_of_the_universe",
        "https://en.wikipedia.org/wiki/JILA",
        "https://en.wikipedia.org/wiki/Isotopes_of_strontium",
        "https://en.wikipedia.org/wiki/Gravitational_time_dilation",
        "https://en.wikipedia.org/wiki/Jun_Ye",
        "https://en.wikipedia.org/wiki/Geodesy",
        "https://en.wikipedia.org/wiki/Degenerate_matter",
        "https://en.wikipedia.org/wiki/Fermi_gas",
        "https://en.wikipedia.org/wiki/International_Bureau_of_Weights_and_Measures",
        "https://en.wikipedia.org/wiki/International_Atomic_Time",
        "https://en.wikipedia.org/wiki/Laser",
        "https://en.wikipedia.org/wiki/Optical_lattice",
        "https://en.wikipedia.org/wiki/Rydberg_constant",
        "https://en.wikipedia.org/wiki/Quantum_electrodynamics",
        "https://en.wikipedia.org/wiki/Optical_fiber",
        "https://en.wikipedia.org/wiki/Satellite_navigation",
        "https://en.wikipedia.org/wiki/Internet",
        "https://en.wikipedia.org/wiki/Time_signal",
        "https://en.wikipedia.org/wiki/Interferometry",
        "https://en.wikipedia.org/wiki/Radioastronomy",
        "https://en.wikipedia.org/wiki/Global_Positioning_System",
        "https://en.wikipedia.org/wiki/United_States_Space_Force",
        "https://en.wikipedia.org/wiki/Nanosecond",
        "https://en.wikipedia.org/wiki/GLONASS",
        "https://en.wikipedia.org/wiki/Russian_Aerospace_Defence_Forces",
        "https://en.wikipedia.org/wiki/European_GNSS_Agency",
        "https://en.wikipedia.org/wiki/European_Space_Agency",
        "https://en.wikipedia.org/wiki/Rubidium_standard",
        "https://en.wikipedia.org/wiki/China_National_Space_Administration",
        "https://en.wikipedia.org/wiki/Deep_Space_Atomic_Clock",
        "https://en.wikipedia.org/wiki/DARPA",
        "https://en.wikipedia.org/wiki/Radio_clock",
        "https://en.wikipedia.org/wiki/Radio_clock",
        "https://en.wikipedia.org/wiki/Radio_receiver",
        "https://en.wikipedia.org/wiki/Millisecond",
        "https://en.wikipedia.org/wiki/Radio_transmitter",
        "https://en.wikipedia.org/wiki/General_relativity",
        "https://en.wikipedia.org/wiki/JILA",
        "https://en.wikipedia.org/wiki/Gravitational_redshift",
        "https://en.wikipedia.org/wiki/Network_Time_Protocol",
        "https://en.wikipedia.org/wiki/Caesium_standard",
        "https://en.wikipedia.org/wiki/Clock_drift",
        "https://en.wikipedia.org/wiki/List_of_atomic_clocks",
        "https://en.wikipedia.org/wiki/Network_Time_Protocol",
        "https://en.wikipedia.org/wiki/Primary_Atomic_Reference_Clock_in_Space",
        "https://en.wikipedia.org/wiki/Pulsar_clock",
        "https://en.wikipedia.org/wiki/Speaking_clock",
        "https://en.wikipedia.org/wiki/Time_metrology",
        "https://en.wikipedia.org/wiki/Time_transfer",
        "https://en.wikipedia.org/wiki/Optical_clock",
        "https://en.wikipedia.org/wiki/National_Institute_of_Standards_and_Technology",
        "https://en.wikipedia.org/wiki/Louis_Essen",
        "https://en.wikipedia.org/wiki/IEEE_Journal_of_Selected_Topics_in_Quantum_Electronics",
        "https://en.wikipedia.org/wiki/National_Institute_of_Standards_and_Technology",
        "https://en.wikipedia.org/wiki/Wayback_Machine",
        "https://en.wikipedia.org/wiki/International_Bureau_of_Weights_and_Measures",
        "https://en.wikipedia.org/wiki/BIPM",
        "https://en.wikipedia.org/wiki/Louis_Essen",
        "https://en.wikipedia.org/wiki/Wayback_Machine",
        "https://en.wikipedia.org/wiki/National_Science_Foundation",
        "https://en.wikipedia.org/wiki/Physical_Review_Letters",
        "https://en.wikipedia.org/wiki/Wired_UK",
        "https://en.wikipedia.org/wiki/Physical_Review_Letters",
        "https://en.wikipedia.org/wiki/Helen_Margolis",
        "https://en.wikipedia.org/wiki/NASA",
        "https://en.wikipedia.org/wiki/Wayback_Machine",
        "https://en.wikipedia.org/wiki/FAQ",
        "https://en.wikipedia.org/wiki/Journal_of_the_Physical_Society_of_Japan",
        "https://en.wikipedia.org/wiki/Time",
        "https://en.wikipedia.org/wiki/Past",
        "https://en.wikipedia.org/wiki/Present",
        "https://en.wikipedia.org/wiki/Future",
        "https://en.wikipedia.org/wiki/Eternity",
        "https://en.wikipedia.org/wiki/Horology",
        "https://en.wikipedia.org/wiki/Time_standard",
        "https://en.wikipedia.org/wiki/Chronometry",
        "https://en.wikipedia.org/wiki/Coordinated_Universal_Time",
        "https://en.wikipedia.org/wiki/Universal_Time",
        "https://en.wikipedia.org/wiki/International_Atomic_Time",
        "https://en.wikipedia.org/wiki/Unit_of_time",
        "https://en.wikipedia.org/wiki/System_of_measurement",
        "https://en.wikipedia.org/wiki/Hindu_units_of_time",
        "https://en.wikipedia.org/wiki/Relative_hour",
        "https://en.wikipedia.org/wiki/Daylight_saving_time",
        "https://en.wikipedia.org/wiki/Decimal_time",
        "https://en.wikipedia.org/wiki/Hexadecimal_time",
        "https://en.wikipedia.org/wiki/Metric_time",
        "https://en.wikipedia.org/wiki/Sidereal_time",
        "https://en.wikipedia.org/wiki/Solar_time",
        "https://en.wikipedia.org/wiki/Time_zone",
        "https://en.wikipedia.org/wiki/Calendar",
        "https://en.wikipedia.org/wiki/Solar_calendar",
        "https://en.wikipedia.org/wiki/Lunar_calendar",
        "https://en.wikipedia.org/wiki/Lunisolar_calendar",
        "https://en.wikipedia.org/wiki/Gregorian_calendar",
        "https://en.wikipedia.org/wiki/Julian_calendar",
        "https://en.wikipedia.org/wiki/Hebrew_calendar",
        "https://en.wikipedia.org/wiki/Islamic_calendar",
        "https://en.wikipedia.org/wiki/Solar_Hijri_calendar",
        "https://en.wikipedia.org/wiki/Chinese_calendar",
        "https://en.wikipedia.org/wiki/Hindu_calendar",
        "https://en.wikipedia.org/wiki/Maya_calendar",
        "https://en.wikipedia.org/wiki/List_of_calendars",
        "https://en.wikipedia.org/wiki/Clock",
        "https://en.wikipedia.org/wiki/Astronomical_clock",
        "https://en.wikipedia.org/wiki/Astrarium",
        "https://en.wikipedia.org/wiki/Quantum_clock",
        "https://en.wikipedia.org/wiki/Hourglass",
        "https://en.wikipedia.org/wiki/Marine_chronometer",
        "https://en.wikipedia.org/wiki/Sundial",
        "https://en.wikipedia.org/wiki/Watch",
        "https://en.wikipedia.org/wiki/Mechanical_watch",
        "https://en.wikipedia.org/wiki/Stopwatch",
        "https://en.wikipedia.org/wiki/Water_clock",
        "https://en.wikipedia.org/wiki/Cuckoo_clock",
        "https://en.wikipedia.org/wiki/Digital_clock",
        "https://en.wikipedia.org/wiki/Grandfather_clock",
        "https://en.wikipedia.org/wiki/History_of_timekeeping_devices",
        "https://en.wikipedia.org/wiki/Timeline_of_time_measurement_inventions",
        "https://en.wikipedia.org/wiki/Chronology",
        "https://en.wikipedia.org/wiki/History",
        "https://en.wikipedia.org/wiki/Astronomical_chronology",
        "https://en.wikipedia.org/wiki/Big_History",
        "https://en.wikipedia.org/wiki/Calendar_era",
        "https://en.wikipedia.org/wiki/Deep_time",
        "https://en.wikipedia.org/wiki/Periodization",
        "https://en.wikipedia.org/wiki/Regnal_year",
        "https://en.wikipedia.org/wiki/Timeline",
        "https://en.wikipedia.org/wiki/Philosophy_of_space_and_time",
        "https://en.wikipedia.org/wiki/A_series_and_B_series",
        "https://en.wikipedia.org/wiki/Chronocentrism",
        "https://en.wikipedia.org/wiki/Endurantism",
        "https://en.wikipedia.org/wiki/Eternal_return",
        "https://en.wikipedia.org/wiki/Perdurantism",
        "https://en.wikipedia.org/wiki/Philosophical_presentism",
        "https://en.wikipedia.org/wiki/Static_interpretation_of_time",
        "https://en.wikipedia.org/wiki/Temporal_finitism",
        "https://en.wikipedia.org/wiki/Temporal_parts",
        "https://en.wikipedia.org/wiki/The_Unreality_of_Time",
        "https://en.wikipedia.org/wiki/Ages_of_Man",
        "https://en.wikipedia.org/wiki/Destiny",
        "https://en.wikipedia.org/wiki/Immortality",
        "https://en.wikipedia.org/wiki/The_Dreaming",
        "https://en.wikipedia.org/wiki/Time_and_fate_deities",
        "https://en.wikipedia.org/wiki/Father_Time",
        "https://en.wikipedia.org/wiki/Wheel_of_time",
        "https://en.wikipedia.org/wiki/Kalachakra",
        "https://en.wikipedia.org/wiki/Time_perception",
        "https://en.wikipedia.org/wiki/Chronemics",
        "https://en.wikipedia.org/wiki/Generation_time",
        "https://en.wikipedia.org/wiki/Mental_chronometry",
        "https://en.wikipedia.org/wiki/Tempo",
        "https://en.wikipedia.org/wiki/Time_signature",
        "https://en.wikipedia.org/wiki/Rosy_retrospection",
        "https://en.wikipedia.org/wiki/Time_discipline",
        "https://en.wikipedia.org/wiki/Time_management",
        "https://en.wikipedia.org/wiki/Present",
        "https://en.wikipedia.org/wiki/Science",
        "https://en.wikipedia.org/wiki/Geology",
        "https://en.wikipedia.org/wiki/Geologic_time_scale",
        "https://en.wikipedia.org/wiki/Chronozone",
        "https://en.wikipedia.org/wiki/Geological_period",
        "https://en.wikipedia.org/wiki/Geochronology",
        "https://en.wikipedia.org/wiki/Geological_history_of_Earth",
        "https://en.wikipedia.org/wiki/Time_in_physics",
        "https://en.wikipedia.org/wiki/Absolute_space_and_time",
        "https://en.wikipedia.org/wiki/Arrow_of_time",
        "https://en.wikipedia.org/wiki/Chronon",
        "https://en.wikipedia.org/wiki/Coordinate_time",
        "https://en.wikipedia.org/wiki/Proper_time",
        "https://en.wikipedia.org/wiki/Spacetime",
        "https://en.wikipedia.org/wiki/Theory_of_relativity",
        "https://en.wikipedia.org/wiki/Time_domain",
        "https://en.wikipedia.org/wiki/Time_translation_symmetry",
        "https://en.wikipedia.org/wiki/Chronological_dating",
        "https://en.wikipedia.org/wiki/Chronobiology",
        "https://en.wikipedia.org/wiki/Circadian_rhythm",
        "https://en.wikipedia.org/wiki/Chemical_clock",
        "https://en.wikipedia.org/wiki/Glottochronology",
        "https://en.wikipedia.org/wiki/Time_geography",
        "https://en.wikipedia.org/wiki/Memory",
        "https://en.wikipedia.org/wiki/Space",
        "https://en.wikipedia.org/wiki/System_time",
        "https://en.wikipedia.org/wiki/Tempus_fugit",
        "https://en.wikipedia.org/wiki/Time_capsule",
        "https://en.wikipedia.org/wiki/Time_immemorial",
        "https://en.wikipedia.org/wiki/Time_travel",
        "https://en.wikipedia.org/wiki/Electric_clock",
        "https://en.wikipedia.org/wiki/Utility_frequency",
        "https://en.wikipedia.org/wiki/Synchronous_motor",
        "https://en.wikipedia.org/wiki/Quartz_clock",
        "https://en.wikipedia.org/wiki/Radio_clock",
        "https://en.wikipedia.org/wiki/Time",
        "https://en.wikipedia.org/wiki/Time_standard",
        "https://en.wikipedia.org/wiki/Chronometry",
        "https://en.wikipedia.org/wiki/Time_metrology",
        "https://en.wikipedia.org/wiki/Coordinated_Universal_Time",
        "https://en.wikipedia.org/wiki/UTC_offset",
        "https://en.wikipedia.org/wiki/Universal_Time",
        "https://en.wikipedia.org/wiki/DUT1",
        "https://en.wikipedia.org/wiki/International_Earth_Rotation_and_Reference_Systems_Service",
        "https://en.wikipedia.org/wiki/ISO_8601",
        "https://en.wikipedia.org/wiki/International_Atomic_Time",
        "https://en.wikipedia.org/wiki/Barycentric_Coordinate_Time",
        "https://en.wikipedia.org/wiki/Barycentric_Dynamical_Time",
        "https://en.wikipedia.org/wiki/Civil_time",
        "https://en.wikipedia.org/wiki/Daylight_saving_time",
        "https://en.wikipedia.org/wiki/Geocentric_Coordinate_Time",
        "https://en.wikipedia.org/wiki/International_Date_Line",
        "https://en.wikipedia.org/wiki/IERS_Reference_Meridian",
        "https://en.wikipedia.org/wiki/Leap_second",
        "https://en.wikipedia.org/wiki/Solar_time",
        "https://en.wikipedia.org/wiki/Terrestrial_Time",
        "https://en.wikipedia.org/wiki/Time_zone",
        "https://en.wikipedia.org/wiki/180th_meridian",
        "https://en.wikipedia.org/wiki/Hourglass",
        "https://en.wikipedia.org/wiki/Time_zone",
        "https://en.wikipedia.org/wiki/Ephemeris_time",
        "https://en.wikipedia.org/wiki/Greenwich_Mean_Time",
        "https://en.wikipedia.org/wiki/Prime_meridian",
        "https://en.wikipedia.org/wiki/Time_in_physics",
        "https://en.wikipedia.org/wiki/Absolute_space_and_time",
        "https://en.wikipedia.org/wiki/Spacetime",
        "https://en.wikipedia.org/wiki/Chronon",
        "https://en.wikipedia.org/wiki/Continuous_signal",
        "https://en.wikipedia.org/wiki/Coordinate_time",
        "https://en.wikipedia.org/wiki/Cosmological_decade",
        "https://en.wikipedia.org/wiki/Discrete_time_and_continuous_time",
        "https://en.wikipedia.org/wiki/Proper_time",
        "https://en.wikipedia.org/wiki/Theory_of_relativity",
        "https://en.wikipedia.org/wiki/Time_dilation",
        "https://en.wikipedia.org/wiki/Gravitational_time_dilation",
        "https://en.wikipedia.org/wiki/Time_domain",
        "https://en.wikipedia.org/wiki/Time_translation_symmetry",
        "https://en.wikipedia.org/wiki/Horology",
        "https://en.wikipedia.org/wiki/Clock",
        "https://en.wikipedia.org/wiki/Astrarium",
        "https://en.wikipedia.org/wiki/History_of_timekeeping_devices",
        "https://en.wikipedia.org/wiki/Hourglass",
        "https://en.wikipedia.org/wiki/Marine_chronometer",
        "https://en.wikipedia.org/wiki/Marine_sandglass",
        "https://en.wikipedia.org/wiki/Radio_clock",
        "https://en.wikipedia.org/wiki/Watch",
        "https://en.wikipedia.org/wiki/Stopwatch",
        "https://en.wikipedia.org/wiki/Water_clock",
        "https://en.wikipedia.org/wiki/Sundial",
        "https://en.wikipedia.org/wiki/Dialing_scales",
        "https://en.wikipedia.org/wiki/Equation_of_time",
        "https://en.wikipedia.org/wiki/History_of_sundials",
        "https://en.wikipedia.org/wiki/Schema_for_horizontal_dials",
        "https://en.wikipedia.org/wiki/Calendar",
        "https://en.wikipedia.org/wiki/Gregorian_calendar",
        "https://en.wikipedia.org/wiki/Hebrew_calendar",
        "https://en.wikipedia.org/wiki/Hindu_calendar",
        "https://en.wikipedia.org/wiki/Holocene_calendar",
        "https://en.wikipedia.org/wiki/Islamic_calendar",
        "https://en.wikipedia.org/wiki/Julian_calendar",
        "https://en.wikipedia.org/wiki/Solar_Hijri_calendar",
        "https://en.wikipedia.org/wiki/Astronomical_year_numbering",
        "https://en.wikipedia.org/wiki/Dominical_letter",
        "https://en.wikipedia.org/wiki/Epact",
        "https://en.wikipedia.org/wiki/Equinox",
        "https://en.wikipedia.org/wiki/Julian_date",
        "https://en.wikipedia.org/wiki/Leap_year",
        "https://en.wikipedia.org/wiki/Lunar_calendar",
        "https://en.wikipedia.org/wiki/Lunisolar_calendar",
        "https://en.wikipedia.org/wiki/Solar_calendar",
        "https://en.wikipedia.org/wiki/Solstice",
        "https://en.wikipedia.org/wiki/Tropical_year",
        "https://en.wikipedia.org/wiki/Determination_of_the_day_of_the_week",
        "https://en.wikipedia.org/wiki/Names_of_the_days_of_the_week",
        "https://en.wikipedia.org/wiki/Chronological_dating",
        "https://en.wikipedia.org/wiki/Geologic_time_scale",
        "https://en.wikipedia.org/wiki/International_Commission_on_Stratigraphy",
        "https://en.wikipedia.org/wiki/Astronomical_chronology",
        "https://en.wikipedia.org/wiki/Galactic_year",
        "https://en.wikipedia.org/wiki/Nuclear_timescale",
        "https://en.wikipedia.org/wiki/Precession",
        "https://en.wikipedia.org/wiki/Sidereal_time",
        "https://en.wikipedia.org/wiki/Unit_of_time",
        "https://en.wikipedia.org/wiki/Second",
        "https://en.wikipedia.org/wiki/Minute",
        "https://en.wikipedia.org/wiki/Hour",
        "https://en.wikipedia.org/wiki/Day",
        "https://en.wikipedia.org/wiki/Week",
        "https://en.wikipedia.org/wiki/Fortnight",
        "https://en.wikipedia.org/wiki/Month",
        "https://en.wikipedia.org/wiki/Year",
        "https://en.wikipedia.org/wiki/Olympiad",
        "https://en.wikipedia.org/wiki/Lustrum",
        "https://en.wikipedia.org/wiki/Decade",
        "https://en.wikipedia.org/wiki/Century",
        "https://en.wikipedia.org/wiki/Saeculum",
        "https://en.wikipedia.org/wiki/Millennium",
        "https://en.wikipedia.org/wiki/Chronology",
        "https://en.wikipedia.org/wiki/Mental_chronometry",
        "https://en.wikipedia.org/wiki/Decimal_time",
        "https://en.wikipedia.org/wiki/Metric_time",
        "https://en.wikipedia.org/wiki/System_time",
        "https://en.wikipedia.org/wiki/Time_metrology",
        "https://en.wikipedia.org/wiki/Time_value_of_money",
        "https://en.wikipedia.org/wiki/Timekeeper",
        "https://en.wikipedia.org/wiki/Machine",
        "https://en.wikipedia.org/wiki/Simple_machine",
        "https://en.wikipedia.org/wiki/Inclined_plane",
        "https://en.wikipedia.org/wiki/Lever",
        "https://en.wikipedia.org/wiki/Pulley",
        "https://en.wikipedia.org/wiki/Wheel_and_axle",
        "https://en.wikipedia.org/wiki/Clock",
        "https://en.wikipedia.org/wiki/Marine_chronometer",
        "https://en.wikipedia.org/wiki/Pendulum_clock",
        "https://en.wikipedia.org/wiki/Quartz_clock",
        "https://en.wikipedia.org/wiki/Gas_compressor",
        "https://en.wikipedia.org/wiki/Pump",
        "https://en.wikipedia.org/wiki/Injector",
        "https://en.wikipedia.org/wiki/Hydraulic_ram",
        "https://en.wikipedia.org/wiki/Pump",
        "https://en.wikipedia.org/wiki/Trompe",
        "https://en.wikipedia.org/wiki/Vacuum_pump",
        "https://en.wikipedia.org/wiki/External_combustion_engine",
        "https://en.wikipedia.org/wiki/Steam_engine",
        "https://en.wikipedia.org/wiki/Stirling_engine",
        "https://en.wikipedia.org/wiki/Internal_combustion_engine",
        "https://en.wikipedia.org/wiki/Gas_turbine",
        "https://en.wikipedia.org/wiki/Reciprocating_engine",
        "https://en.wikipedia.org/wiki/Rotary_engine",
        "https://en.wikipedia.org/wiki/Nutating_disc_engine",
        "https://en.wikipedia.org/wiki/Pantograph",
        "https://en.wikipedia.org/wiki/Turbine",
        "https://en.wikipedia.org/wiki/Gas_turbine",
        "https://en.wikipedia.org/wiki/Jet_engine",
        "https://en.wikipedia.org/wiki/Quasiturbine",
        "https://en.wikipedia.org/wiki/Steam_turbine",
        "https://en.wikipedia.org/wiki/Water_turbine",
        "https://en.wikipedia.org/wiki/Wind_generator",
        "https://en.wikipedia.org/wiki/Windmill",
        "https://en.wikipedia.org/wiki/Airfoil",
        "https://en.wikipedia.org/wiki/Sail",
        "https://en.wikipedia.org/wiki/Wing",
        "https://en.wikipedia.org/wiki/Rudder",
        "https://en.wikipedia.org/wiki/Electronics",
        "https://en.wikipedia.org/wiki/Vacuum_tube",
        "https://en.wikipedia.org/wiki/Transistor",
        "https://en.wikipedia.org/wiki/Diode",
        "https://en.wikipedia.org/wiki/Resistor",
        "https://en.wikipedia.org/wiki/Capacitor",
        "https://en.wikipedia.org/wiki/Inductor",
        "https://en.wikipedia.org/wiki/Vehicle",
        "https://en.wikipedia.org/wiki/Automobile",
        "https://en.wikipedia.org/wiki/Mecha",
        "https://en.wikipedia.org/wiki/Robot",
        "https://en.wikipedia.org/wiki/List_of_agricultural_machinery",
        "https://en.wikipedia.org/wiki/Vending_machine",
        "https://en.wikipedia.org/wiki/Wind_tunnel",
        "https://en.wikipedia.org/wiki/Check_weigher",
        "https://en.wikipedia.org/wiki/Riveting_machines",
        "https://en.wikipedia.org/wiki/Atomic_clock",
        "https://en.wikipedia.org/wiki/Atomic_clock",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}