{
    "url": "https://en.wikipedia.org/wiki/Attractor",
    "title": "Attractor",
    "table_of_contents": [
        "1 Motivation of attractors",
        "2 Mathematical definition",
        "3 Types of attractors",
        "3.1 Fixed point",
        "3.2 Finite number of points",
        "3.3 Limit cycle",
        "3.4 Limit torus",
        "3.5 Strange attractor",
        "4 Attractors characterize the evolution of a system",
        "5 Basins of attraction",
        "5.1 Linear equation or system",
        "5.2 Nonlinear equation or system",
        "6 Partial differential equations",
        "7 See also",
        "8 References",
        "9 Further reading",
        "10 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nIn the mathematical field of dynamical systems, an attractor is a set of states toward which a system tends to evolve,[2] for a wide variety of starting conditions of the system. System values that get close enough to the attractor values remain close even if slightly disturbed.\n\nIn finite-dimensional systems, the evolving variable may be represented algebraically as an n-dimensional vector. The attractor is a region in n-dimensional space. In physical systems, the n dimensions may be, for example, two or three positional coordinates for each of one or more physical entities; in economic systems, they may be separate variables such as the inflation rate and the unemployment rate.[not verified in body]\n\nIf the evolving variable is two- or three-dimensional, the attractor of the dynamic process can be represented geometrically in two or three dimensions, (as for example in the three-dimensional case depicted to the right). An attractor can be a point, a finite set of points, a curve, a manifold, or even a complicated set with a fractal structure known as a strange attractor (see strange attractor below). If the variable is a scalar, the attractor is a subset of the real number line. Describing the attractors of chaotic dynamical systems has been one of the achievements of chaos theory.\n\nA trajectory of the dynamical system in the attractor does not have to satisfy any special constraints except for remaining on the attractor, forward in time.  The trajectory may be periodic or chaotic. If a set of points is periodic or chaotic, but the flow in the neighborhood is away from the set, the set is not an attractor, but instead is called a repeller (or repellor).\n\n"
        },
        {
            "title": "Motivation of attractors",
            "text": "A dynamical system is generally described by one or more differential or difference equations. The equations of a given dynamical system specify its behavior over any given short period of time.  To determine the system's behavior for a longer period, it is often necessary to integrate the equations, either through analytical means or through iteration, often with the aid of computers.\n\nDynamical systems in the physical world tend to arise from dissipative systems: if it were not for some driving force, the motion would cease.  (Dissipation may come from internal friction, thermodynamic losses, or loss of material, among many causes.) The dissipation and the driving force tend to balance, killing off initial transients and settle the system into its typical behavior. The subset of the phase space of the dynamical system corresponding to the typical behavior is the attractor, also known as the attracting section or attractee.\n\nInvariant sets and limit sets are similar to the attractor concept. An invariant set is a set that evolves to itself under the dynamics.[3] Attractors may contain invariant sets. A limit set is a set of points such that there exists some initial state that ends up arbitrarily close to the limit set (i.e. to each point of the set) as time goes to infinity.  Attractors are limit sets, but not all limit sets are attractors: It is possible to have some points of a system converge to a limit set, but different points when perturbed slightly off the limit set may get knocked off and never return to the vicinity of the limit set.\n\nFor example, the damped pendulum has two invariant points: the point x0 of minimum height and the point x1 of maximum height.  The point x0 is also a limit set, as trajectories converge to it; the point x1 is not a limit set.  Because of the dissipation due to air resistance, the point x0 is also an attractor.  If there was no dissipation, x0 would not be an attractor. Aristotle believed that objects moved only as long as they were pushed, which is an early formulation of a dissipative attractor.\n\nSome attractors are known to be chaotic (see strange attractor), in which case the evolution of any two distinct points of the attractor result in exponentially diverging trajectories, which complicates prediction when even the smallest noise is present in the system.[4]\n\n"
        },
        {
            "title": "Mathematical definition",
            "text": "Let t represent time and let f(t, •) be a function which specifies the dynamics of the system.  That is, if a is a point in an n-dimensional phase space, representing the initial state of the system, then f(0, a) = a and, for a positive value of t, f(t, a) is the result of the evolution of this state after t units of time.  For example, if the system describes the evolution of a free particle in one dimension then the phase space is the plane R2 with coordinates (x,v), where x is the position of the particle, v is its velocity, a = (x,v), and the evolution is given by\n\nAn attractor is a subset A of the phase space characterized by the following three conditions:\n\nSince the basin of attraction contains an open set containing A, every point that is sufficiently close to A is attracted to A.  The definition of an attractor uses a metric on the phase space, but the resulting notion usually depends only on the topology of the phase space. In the case of Rn, the Euclidean norm is typically used.\n\nMany other definitions of attractor occur in the literature.  For example, some authors require that an attractor have positive measure (preventing a point from being an attractor), others relax the requirement that B(A) be a neighborhood.[5]\n\n"
        },
        {
            "title": "Types of attractors",
            "text": "Attractors are portions or subsets of the phase space of a dynamical system.  Until the 1960s, attractors were thought of as being simple geometric subsets of the phase space, like points, lines, surfaces, and simple regions of three-dimensional space.  More complex attractors that cannot be categorized as simple geometric subsets, such as topologically wild sets, were known of at the time but were thought to be fragile anomalies.  Stephen Smale was able to show that his horseshoe map was robust and that its attractor had the structure of a Cantor set.\n\nTwo simple attractors are a fixed point and the limit cycle.  Attractors can take on many other geometric shapes (phase space subsets).  But when these sets (or the motions within them) cannot be easily described as simple combinations (e.g. intersection and union) of fundamental geometric objects (e.g. lines, surfaces, spheres, toroids, manifolds), then the attractor is called a strange attractor.\n\nA fixed point of a function or transformation is a point that is mapped to itself by the function or transformation. If we regard the evolution of a dynamical system as a series of transformations, then there may or may not be a point which remains fixed under each transformation.  The final state that a dynamical system evolves towards corresponds to an attracting fixed point of the evolution function for that system, such as the center bottom position of a damped pendulum, the level and flat water line of sloshing water in a glass, or the bottom center of a bowl contain a rolling marble. But the fixed point(s) of a dynamic system is not necessarily an attractor of the system. For example, if the bowl containing a rolling marble was inverted and the marble was balanced on top of the bowl, the center bottom (now top) of the bowl is a fixed state, but not an attractor.  This is equivalent to the difference between stable and unstable equilibria. In the case of a marble on top of an inverted bowl (a hill), that point at the top of the bowl (hill) is a fixed point (equilibrium), but not an attractor (unstable equilibrium).\n\nIn addition, physical dynamic systems with at least one fixed point invariably have multiple fixed points and attractors due to the reality of dynamics in the physical world, including the nonlinear dynamics of stiction, friction, surface roughness, deformation (both elastic and plasticity), and even quantum mechanics.[6] In the case of a marble on top of an inverted bowl, even if the bowl seems perfectly hemispherical, and the marble's spherical shape, are both much more complex surfaces when examined under a microscope, and their shapes change or deform during contact. Any physical surface can be seen to have a rough terrain of multiple peaks, valleys, saddle points, ridges, ravines, and plains.[7] There are many points in this surface terrain (and the dynamic system of a similarly rough marble rolling around on this microscopic terrain) that are considered stationary or fixed points, some of which are categorized as attractors.\n\nIn a discrete-time system, an attractor can take the form of a finite number of points that are visited in sequence. Each of these points is called a periodic point. This is illustrated by the logistic map, which depending on its specific parameter value can have an attractor consisting of 1 point, 2 points, 2n points, 3 points, 3×2n points, 4 points, 5 points, or any given positive integer number of points.\n\nA limit cycle is a periodic orbit of a continuous dynamical system that is isolated. It concerns a cyclic attractor.  Examples include the swings of a pendulum clock, and the heartbeat while resting. The limit cycle of an ideal pendulum is not an example of a limit cycle attractor because its orbits are not isolated: in the phase space of the ideal pendulum, near any point of a periodic orbit there is another point that belongs to a different periodic orbit, so the former orbit is not attracting. For a physical pendulum under friction, the resting state will be a fixed-point attractor. The difference with the clock pendulum is that there, energy is injected by the escapement mechanism to maintain the cycle.\n\nThere may be more than one frequency in the periodic trajectory of the system through the state of a limit cycle. For example, in physics, one frequency may dictate the rate at which a planet orbits a star while a second frequency describes the oscillations in the distance between the two bodies. If two of these frequencies form an irrational fraction (i.e. they are incommensurate), the trajectory is no longer closed, and the limit cycle becomes a limit torus. This kind of attractor is called an Nt -torus if there are Nt incommensurate frequencies. For example, here is a 2-torus:\n\n\n\nA time series corresponding to this attractor is a quasiperiodic series: A discretely sampled sum of Nt periodic functions (not necessarily sine waves) with incommensurate frequencies. Such a time series does not have a strict periodicity, but its power spectrum still consists only of sharp lines.\n\nAn attractor is called strange if it has a fractal structure.[clarification needed] This is often the case when the dynamics on it are chaotic, but strange nonchaotic attractors also exist.  If a strange attractor is chaotic, exhibiting sensitive dependence on initial conditions, then any two arbitrarily close alternative initial points on the attractor, after any of various numbers of iterations, will lead to points that are arbitrarily far apart (subject to the confines of the attractor), and after any of various other numbers of iterations will lead to points that are arbitrarily close together. Thus a dynamic system with a chaotic attractor is locally unstable yet globally stable: once some sequences have entered the attractor, nearby points diverge from one another but never depart from the attractor.[8]\n\nThe term strange attractor was coined by David Ruelle and Floris Takens to describe the attractor resulting from a series of bifurcations of a system describing fluid flow.[9] Strange attractors are often differentiable in a few directions, but some are like a Cantor dust, and therefore not differentiable. Strange attractors may also be found in the presence of noise, where they may be shown to support invariant random probability measures of Sinai–Ruelle–Bowen type.[10]\n\nExamples of strange attractors include the double-scroll attractor, Hénon attractor, Rössler attractor, and Lorenz attractor.\n\n"
        },
        {
            "title": "Attractors characterize the evolution of a system",
            "text": "The parameters of a dynamic equation evolve as the equation is iterated, and the specific values may depend on the starting parameters.  An example is the well-studied logistic map,  \n\n\n\n\nx\n\nn\n+\n1\n\n\n=\nr\n\nx\n\nn\n\n\n(\n1\n−\n\nx\n\nn\n\n\n)\n\n\n{\\displaystyle x_{n+1}=rx_{n}(1-x_{n})}\n\n, whose basins of attraction for various values of the parameter r are shown in the figure. If \n\n\n\nr\n=\n2.6\n\n\n{\\displaystyle r=2.6}\n\n, all starting x values of \n\n\n\nx\n<\n0\n\n\n{\\displaystyle x<0}\n\n will rapidly lead to function values that go to negative infinity; starting x values of \n\n\n\nx\n>\n1\n\n\n{\\displaystyle x>1}\n\n will also go to negative infinity. But for \n\n\n\n0\n<\nx\n<\n1\n\n\n{\\displaystyle 0<x<1}\n\n the x values rapidly converge to \n\n\n\nx\n≈\n0.615\n\n\n{\\displaystyle x\\approx 0.615}\n\n, i.e. at this value of r, a single value of x is an attractor for the function's behaviour. For other values of r, more than one value of x may be visited: if r is 3.2, starting values of \n\n\n\n0\n<\nx\n<\n1\n\n\n{\\displaystyle 0<x<1}\n\n will lead to function values that alternate between \n\n\n\nx\n≈\n0.513\n\n\n{\\displaystyle x\\approx 0.513}\n\n and \n\n\n\nx\n≈\n0.799\n\n\n{\\displaystyle x\\approx 0.799}\n\n. At some values of r, the attractor is a single point (a \"fixed point\"), at other values of r two values of x are visited in turn (a period-doubling bifurcation), or, as a result of further doubling, any number k × 2n values of x; at yet other values of r, any given number of values of x are visited in turn; finally, for some values of r, an infinitude of points are visited. Thus one and the same dynamic equation can have various types of attractors, depending on its starting parameters.\n\n"
        },
        {
            "title": "Basins of attraction",
            "text": "An attractor's basin of attraction is the region of the phase space, over which iterations are defined, such that any point (any initial condition) in that region will asymptotically be iterated into the attractor. For a stable linear system, every point in the phase space is in the basin of attraction. However, in nonlinear systems, some points may map directly or asymptotically to infinity, while other points may lie in a different basin of attraction and map asymptotically into a different attractor; other initial conditions may be in or map directly into a non-attracting point or cycle.[11]\n\nA single-variable (univariate) linear difference equation of the homogeneous form \n\n\n\n\nx\n\nt\n\n\n=\na\n\nx\n\nt\n−\n1\n\n\n\n\n{\\displaystyle x_{t}=ax_{t-1}}\n\n diverges to infinity if |a| > 1 from all initial points except 0; there is no attractor and therefore no basin of attraction. But if |a| < 1 all points on the number line map asymptotically (or directly in the case of 0) to 0; 0 is the attractor, and the entire number line is the basin of attraction.\n\nLikewise, a linear matrix difference equation in a dynamic vector X, of the homogeneous form \n\n\n\n\nX\n\nt\n\n\n=\nA\n\nX\n\nt\n−\n1\n\n\n\n\n{\\displaystyle X_{t}=AX_{t-1}}\n\n in terms of square matrix A will have all elements of the dynamic vector diverge to infinity if the largest eigenvalue of A is greater than 1 in absolute value; there is no attractor and no basin of attraction. But if the largest eigenvalue is less than 1 in magnitude, all initial vectors will asymptotically converge to the zero vector, which is the attractor; the entire n-dimensional space of potential initial vectors is the basin of attraction.\n\nSimilar features apply to linear differential equations. The scalar equation \n\n\n\nd\nx\n\n/\n\nd\nt\n=\na\nx\n\n\n{\\displaystyle dx/dt=ax}\n\n causes all initial values of x except zero to diverge to infinity if a > 0 but to converge to an attractor at the value 0 if a < 0, making the entire number line the basin of attraction for 0. And the matrix system \n\n\n\nd\nX\n\n/\n\nd\nt\n=\nA\nX\n\n\n{\\displaystyle dX/dt=AX}\n\n gives divergence from all initial points except the vector of zeroes if any eigenvalue of the matrix A is positive; but if all the eigenvalues are negative the vector of zeroes is an attractor whose basin of attraction is the entire phase space.\n\nEquations or systems that are nonlinear can give rise to a richer variety of behavior than can linear systems. One example is Newton's method of iterating to a root of a nonlinear expression. If the expression has more than one real root, some starting points for the iterative algorithm will lead to one of the roots asymptotically, and other starting points will lead to another. The basins of attraction for the expression's roots are generally not simple—it is not simply that the points nearest one root all map there, giving a basin of attraction consisting of nearby points. The basins of attraction can be infinite in number and arbitrarily small. For example,[12] for the function \n\n\n\nf\n(\nx\n)\n=\n\nx\n\n3\n\n\n−\n2\n\nx\n\n2\n\n\n−\n11\nx\n+\n12\n\n\n{\\displaystyle f(x)=x^{3}-2x^{2}-11x+12}\n\n, the following initial conditions are in successive basins of attraction:\n\nNewton's method can also be applied to complex functions to find their roots. Each root has a basin of attraction in the complex plane; these basins can be mapped as in the image shown. As can be seen, the combined basin of attraction for a particular root can have many disconnected regions. For many complex functions, the boundaries of the basins of attraction are fractals.\n\n"
        },
        {
            "title": "Partial differential equations",
            "text": "Parabolic partial differential equations may have finite-dimensional attractors.  The diffusive part of the equation damps higher frequencies and in some cases leads to a global attractor. The Ginzburg–Landau, the Kuramoto–Sivashinsky, and the two-dimensional, forced Navier–Stokes equations are all known to have global attractors of finite dimension.\n\nFor the three-dimensional, incompressible Navier–Stokes equation with periodic boundary conditions, if it has a global attractor, then this attractor will be of finite dimensions.[13]\n\n\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Mathematics",
        "https://en.wikipedia.org/wiki/Dynamical_system",
        "https://en.wikipedia.org/wiki/Algebra",
        "https://en.wikipedia.org/wiki/Coordinate_vector",
        "https://en.wikipedia.org/wiki/Physics",
        "https://en.wikipedia.org/wiki/Economics",
        "https://en.wikipedia.org/wiki/Inflation_rate",
        "https://en.wikipedia.org/wiki/Unemployment_rate",
        "https://en.wikipedia.org/wiki/Geometry",
        "https://en.wikipedia.org/wiki/Curve",
        "https://en.wikipedia.org/wiki/Manifold",
        "https://en.wikipedia.org/wiki/Fractal",
        "https://en.wikipedia.org/wiki/Chaos_theory",
        "https://en.wikipedia.org/wiki/Trajectory",
        "https://en.wikipedia.org/wiki/Periodic_function",
        "https://en.wikipedia.org/wiki/Chaos_theory",
        "https://en.wikipedia.org/wiki/Dynamical_system",
        "https://en.wikipedia.org/wiki/Differential_equations",
        "https://en.wikipedia.org/wiki/Difference_equations",
        "https://en.wikipedia.org/wiki/Integral",
        "https://en.wikipedia.org/wiki/Iteration",
        "https://en.wikipedia.org/wiki/Dissipative_system",
        "https://en.wikipedia.org/wiki/Friction",
        "https://en.wikipedia.org/wiki/Thermodynamics",
        "https://en.wikipedia.org/wiki/Phase_space",
        "https://en.wikipedia.org/wiki/Limit_set",
        "https://en.wikipedia.org/wiki/Damping_ratio",
        "https://en.wikipedia.org/wiki/Pendulum",
        "https://en.wikipedia.org/wiki/Chaos_theory",
        "https://en.wikipedia.org/wiki/Subset",
        "https://en.wikipedia.org/wiki/Phase_space",
        "https://en.wikipedia.org/wiki/Open_set",
        "https://en.wikipedia.org/wiki/Metric_space",
        "https://en.wikipedia.org/wiki/Subset",
        "https://en.wikipedia.org/wiki/Dynamical_system",
        "https://en.wikipedia.org/wiki/Geometric_primitive",
        "https://en.wikipedia.org/wiki/Topology",
        "https://en.wikipedia.org/wiki/Stephen_Smale",
        "https://en.wikipedia.org/wiki/Horseshoe_map",
        "https://en.wikipedia.org/wiki/Structural_stability",
        "https://en.wikipedia.org/wiki/Cantor_set",
        "https://en.wikipedia.org/wiki/Limit_cycle",
        "https://en.wikipedia.org/wiki/Geometric_primitive",
        "https://en.wikipedia.org/wiki/Sphere",
        "https://en.wikipedia.org/wiki/Toroid",
        "https://en.wikipedia.org/wiki/Manifold",
        "https://en.wikipedia.org/wiki/Complex_quadratic_polynomial",
        "https://en.wikipedia.org/wiki/Damping_ratio",
        "https://en.wikipedia.org/wiki/Pendulum",
        "https://en.wikipedia.org/wiki/Nonlinear_dynamics",
        "https://en.wikipedia.org/wiki/Stiction",
        "https://en.wikipedia.org/wiki/Friction",
        "https://en.wikipedia.org/wiki/Surface_roughness",
        "https://en.wikipedia.org/wiki/Elastic_deformation",
        "https://en.wikipedia.org/wiki/Plastic",
        "https://en.wikipedia.org/wiki/Quantum_mechanics",
        "https://en.wikipedia.org/wiki/Sphere",
        "https://en.wikipedia.org/wiki/Discrete_time_and_continuous_time",
        "https://en.wikipedia.org/wiki/Periodic_point",
        "https://en.wikipedia.org/wiki/Logistic_map",
        "https://en.wikipedia.org/wiki/Limit_cycle",
        "https://en.wikipedia.org/wiki/Limit_cycle",
        "https://en.wikipedia.org/wiki/Isolated_point",
        "https://en.wikipedia.org/wiki/Attractor_network",
        "https://en.wikipedia.org/wiki/Pendulum_clock",
        "https://en.wikipedia.org/wiki/Escapement",
        "https://en.wikipedia.org/wiki/Van_der_Pol_oscillator",
        "https://en.wikipedia.org/wiki/Phase_portrait",
        "https://en.wikipedia.org/wiki/Irrational_number",
        "https://en.wikipedia.org/wiki/Torus",
        "https://en.wikipedia.org/wiki/Quasiperiodic",
        "https://en.wikipedia.org/wiki/Sine",
        "https://en.wikipedia.org/wiki/Power_spectrum",
        "https://en.wikipedia.org/wiki/Fractal",
        "https://en.wikipedia.org/wiki/Chaos_theory",
        "https://en.wikipedia.org/wiki/Strange_nonchaotic_attractor",
        "https://en.wikipedia.org/wiki/Sensitive_dependence_on_initial_conditions",
        "https://en.wikipedia.org/wiki/David_Ruelle",
        "https://en.wikipedia.org/wiki/Floris_Takens",
        "https://en.wikipedia.org/wiki/Bifurcation_theory",
        "https://en.wikipedia.org/wiki/Differentiable_function",
        "https://en.wikipedia.org/wiki/Homeomorphic",
        "https://en.wikipedia.org/wiki/Cantor_dust",
        "https://en.wikipedia.org/wiki/Double_scroll_attractor",
        "https://en.wikipedia.org/wiki/Lorenz_attractor",
        "https://en.wikipedia.org/wiki/Logistic_map",
        "https://en.wikipedia.org/wiki/Logistic_map",
        "https://en.wikipedia.org/wiki/Phase_space",
        "https://en.wikipedia.org/wiki/Initial_condition",
        "https://en.wikipedia.org/wiki/Asymptotic_behavior",
        "https://en.wikipedia.org/wiki/Linear_system",
        "https://en.wikipedia.org/wiki/Nonlinear_system",
        "https://en.wikipedia.org/wiki/Difference_equation",
        "https://en.wikipedia.org/wiki/Homogeneous_equation",
        "https://en.wikipedia.org/wiki/Matrix_difference_equation",
        "https://en.wikipedia.org/wiki/Coordinate_vector",
        "https://en.wikipedia.org/wiki/Square_matrix",
        "https://en.wikipedia.org/wiki/Eigenvalue",
        "https://en.wikipedia.org/wiki/Differential_equation",
        "https://en.wikipedia.org/wiki/Nonlinear_system",
        "https://en.wikipedia.org/wiki/Real_number",
        "https://en.wikipedia.org/wiki/Complex_analysis",
        "https://en.wikipedia.org/wiki/Complex_plane",
        "https://en.wikipedia.org/wiki/Fractal",
        "https://en.wikipedia.org/wiki/Parabolic_partial_differential_equation",
        "https://en.wikipedia.org/wiki/Boundary_condition",
        "https://en.wikipedia.org/wiki/Cycle_detection",
        "https://en.wikipedia.org/wiki/Hyperbolic_set",
        "https://en.wikipedia.org/wiki/Stable_manifold",
        "https://en.wikipedia.org/wiki/Steady_state",
        "https://en.wikipedia.org/wiki/Wada_basin",
        "https://en.wikipedia.org/wiki/Hidden_oscillation",
        "https://en.wikipedia.org/wiki/Stable_distribution",
        "https://en.wikipedia.org/wiki/Convergent_evolution",
        "https://en.wikipedia.org/wiki/MathWorld",
        "https://en.wikipedia.org/wiki/John_Milnor",
        "https://en.wikipedia.org/wiki/Michael_Ghil",
        "https://en.wikipedia.org/wiki/Mathematical_Gazette",
        "https://en.wikipedia.org/wiki/John_Milnor",
        "https://en.wikipedia.org/wiki/Scholarpedia",
        "https://en.wikipedia.org/wiki/David_Ruelle",
        "https://en.wikipedia.org/wiki/Floris_Takens",
        "https://en.wikipedia.org/wiki/David_Ruelle",
        "https://en.wikipedia.org/wiki/Notices_of_the_American_Mathematical_Society",
        "https://en.wikipedia.org/wiki/Celso_Grebogi",
        "https://en.wikipedia.org/wiki/Edward_Ott",
        "https://en.wikipedia.org/wiki/Michael_Ghil",
        "https://en.wikipedia.org/wiki/Edward_Lorenz",
        "https://en.wikipedia.org/wiki/James_Gleick",
        "https://en.wikipedia.org/wiki/Fractal",
        "https://en.wikipedia.org/wiki/Fractal_dimension",
        "https://en.wikipedia.org/wiki/Assouad_dimension",
        "https://en.wikipedia.org/wiki/Higuchi_dimension",
        "https://en.wikipedia.org/wiki/Correlation_dimension",
        "https://en.wikipedia.org/wiki/Hausdorff_dimension",
        "https://en.wikipedia.org/wiki/Packing_dimension",
        "https://en.wikipedia.org/wiki/Lebesgue_covering_dimension",
        "https://en.wikipedia.org/wiki/Recursion",
        "https://en.wikipedia.org/wiki/Iterated_function_system",
        "https://en.wikipedia.org/wiki/Barnsley_fern",
        "https://en.wikipedia.org/wiki/Cantor_set",
        "https://en.wikipedia.org/wiki/Koch_snowflake",
        "https://en.wikipedia.org/wiki/Menger_sponge",
        "https://en.wikipedia.org/wiki/Sierpinski_carpet",
        "https://en.wikipedia.org/wiki/Sierpinski_triangle",
        "https://en.wikipedia.org/wiki/Apollonian_gasket",
        "https://en.wikipedia.org/wiki/Fibonacci_word_fractal",
        "https://en.wikipedia.org/wiki/Blancmange_curve",
        "https://en.wikipedia.org/wiki/De_Rham_curve",
        "https://en.wikipedia.org/wiki/Minkowski_sausage",
        "https://en.wikipedia.org/wiki/Dragon_curve",
        "https://en.wikipedia.org/wiki/Hilbert_curve",
        "https://en.wikipedia.org/wiki/Koch_snowflake",
        "https://en.wikipedia.org/wiki/Moore_curve",
        "https://en.wikipedia.org/wiki/Peano_curve",
        "https://en.wikipedia.org/wiki/Fractal_string",
        "https://en.wikipedia.org/wiki/Vicsek_fractal",
        "https://en.wikipedia.org/wiki/Hexaflake",
        "https://en.wikipedia.org/wiki/Gosper_curve",
        "https://en.wikipedia.org/wiki/Weierstrass_function",
        "https://en.wikipedia.org/wiki/Strange_attractor",
        "https://en.wikipedia.org/wiki/Multifractal_system",
        "https://en.wikipedia.org/wiki/Fractal_canopy",
        "https://en.wikipedia.org/wiki/H_tree",
        "https://en.wikipedia.org/wiki/Burning_Ship_fractal",
        "https://en.wikipedia.org/wiki/Julia_set",
        "https://en.wikipedia.org/wiki/Filled_Julia_set",
        "https://en.wikipedia.org/wiki/Newton_fractal",
        "https://en.wikipedia.org/wiki/Douady_rabbit",
        "https://en.wikipedia.org/wiki/Lyapunov_fractal",
        "https://en.wikipedia.org/wiki/Mandelbrot_set",
        "https://en.wikipedia.org/wiki/Misiurewicz_point",
        "https://en.wikipedia.org/wiki/Multibrot_set",
        "https://en.wikipedia.org/wiki/Newton_fractal",
        "https://en.wikipedia.org/wiki/Mandelbox",
        "https://en.wikipedia.org/wiki/Mandelbulb",
        "https://en.wikipedia.org/wiki/Buddhabrot",
        "https://en.wikipedia.org/wiki/Orbit_trap",
        "https://en.wikipedia.org/wiki/Pickover_stalk",
        "https://en.wikipedia.org/wiki/Chaos_game",
        "https://en.wikipedia.org/wiki/Brownian_motion",
        "https://en.wikipedia.org/wiki/Brownian_motor",
        "https://en.wikipedia.org/wiki/Fractal_landscape",
        "https://en.wikipedia.org/wiki/Percolation_theory",
        "https://en.wikipedia.org/wiki/Michael_Barnsley",
        "https://en.wikipedia.org/wiki/Georg_Cantor",
        "https://en.wikipedia.org/wiki/Bill_Gosper",
        "https://en.wikipedia.org/wiki/Felix_Hausdorff",
        "https://en.wikipedia.org/wiki/Desmond_Paul_Henry",
        "https://en.wikipedia.org/wiki/Gaston_Julia",
        "https://en.wikipedia.org/wiki/Helge_von_Koch",
        "https://en.wikipedia.org/wiki/Aleksandr_Lyapunov",
        "https://en.wikipedia.org/wiki/Benoit_Mandelbrot",
        "https://en.wikipedia.org/wiki/Hamid_Naderi_Yeganeh",
        "https://en.wikipedia.org/wiki/Lewis_Fry_Richardson",
        "https://en.wikipedia.org/wiki/Coastline_paradox",
        "https://en.wikipedia.org/wiki/Fractal_art",
        "https://en.wikipedia.org/wiki/List_of_fractals_by_Hausdorff_dimension",
        "https://en.wikipedia.org/wiki/The_Fractal_Geometry_of_Nature",
        "https://en.wikipedia.org/wiki/The_Beauty_of_Fractals",
        "https://en.wikipedia.org/wiki/Kaleidoscope",
        "https://en.wikipedia.org/wiki/Chaos_theory",
        "https://en.wikipedia.org/wiki/Dynamical_systems",
        "https://en.wikipedia.org/wiki/Bifurcation_theory",
        "https://en.wikipedia.org/wiki/Fractal",
        "https://en.wikipedia.org/wiki/Limit_set",
        "https://en.wikipedia.org/wiki/Lyapunov_exponent",
        "https://en.wikipedia.org/wiki/Periodic_point",
        "https://en.wikipedia.org/wiki/Phase_space",
        "https://en.wikipedia.org/wiki/Anosov_diffeomorphism",
        "https://en.wikipedia.org/wiki/Arnold_tongue",
        "https://en.wikipedia.org/wiki/Axiom_A",
        "https://en.wikipedia.org/wiki/Bifurcation_diagram",
        "https://en.wikipedia.org/wiki/Correlation_dimension",
        "https://en.wikipedia.org/wiki/Conservative_system",
        "https://en.wikipedia.org/wiki/Ergodicity",
        "https://en.wikipedia.org/wiki/False_nearest_neighbors",
        "https://en.wikipedia.org/wiki/Hausdorff_dimension",
        "https://en.wikipedia.org/wiki/Invariant_measure",
        "https://en.wikipedia.org/wiki/Lyapunov_stability",
        "https://en.wikipedia.org/wiki/Recurrence_plot",
        "https://en.wikipedia.org/wiki/SRB_measure",
        "https://en.wikipedia.org/wiki/Stable_manifold",
        "https://en.wikipedia.org/wiki/Topological_conjugacy",
        "https://en.wikipedia.org/wiki/Stable_manifold_theorem",
        "https://en.wikipedia.org/wiki/Bifurcation_theory",
        "https://en.wikipedia.org/wiki/Chaos_theory",
        "https://en.wikipedia.org/wiki/Control_of_chaos",
        "https://en.wikipedia.org/wiki/Dynamical_system",
        "https://en.wikipedia.org/wiki/Ergodic_theory",
        "https://en.wikipedia.org/wiki/Quantum_chaos",
        "https://en.wikipedia.org/wiki/Stability_theory",
        "https://en.wikipedia.org/wiki/Synchronization_of_chaos",
        "https://en.wikipedia.org/wiki/List_of_chaotic_maps",
        "https://en.wikipedia.org/wiki/Complex_quadratic_polynomial",
        "https://en.wikipedia.org/wiki/Coupled_map_lattice",
        "https://en.wikipedia.org/wiki/Duffing_map",
        "https://en.wikipedia.org/wiki/Dyadic_transformation",
        "https://en.wikipedia.org/wiki/Dynamical_billiards",
        "https://en.wikipedia.org/wiki/Outer_billiard",
        "https://en.wikipedia.org/wiki/Gauss_iterated_map",
        "https://en.wikipedia.org/wiki/Gingerbreadman_map",
        "https://en.wikipedia.org/wiki/Horseshoe_map",
        "https://en.wikipedia.org/wiki/Ikeda_map",
        "https://en.wikipedia.org/wiki/Interval_exchange_transformation",
        "https://en.wikipedia.org/wiki/Irrational_rotation",
        "https://en.wikipedia.org/wiki/Logistic_map",
        "https://en.wikipedia.org/wiki/Standard_map",
        "https://en.wikipedia.org/wiki/Tent_map",
        "https://en.wikipedia.org/wiki/Tinkerbell_map",
        "https://en.wikipedia.org/wiki/Zaslavskii_map",
        "https://en.wikipedia.org/wiki/Double_scroll_attractor",
        "https://en.wikipedia.org/wiki/Duffing_equation",
        "https://en.wikipedia.org/wiki/Lorenz_system",
        "https://en.wikipedia.org/wiki/Van_der_Pol_oscillator",
        "https://en.wikipedia.org/wiki/Double_pendulum",
        "https://en.wikipedia.org/wiki/Elastic_pendulum",
        "https://en.wikipedia.org/wiki/Kicked_rotator",
        "https://en.wikipedia.org/wiki/Multiscroll_attractor",
        "https://en.wikipedia.org/wiki/Population_dynamics",
        "https://en.wikipedia.org/wiki/Weather_forecasting",
        "https://en.wikipedia.org/wiki/Rufus_Bowen",
        "https://en.wikipedia.org/wiki/Mary_Cartwright",
        "https://en.wikipedia.org/wiki/Chen_Guanrong",
        "https://en.wikipedia.org/wiki/Mitchell_Feigenbaum",
        "https://en.wikipedia.org/wiki/Peter_Grassberger",
        "https://en.wikipedia.org/wiki/Celso_Grebogi",
        "https://en.wikipedia.org/wiki/Martin_Gutzwiller",
        "https://en.wikipedia.org/wiki/Brosl_Hasslacher",
        "https://en.wikipedia.org/wiki/Svetlana_Jitomirskaya",
        "https://en.wikipedia.org/wiki/Bryna_Kra",
        "https://en.wikipedia.org/wiki/Edward_Norton_Lorenz",
        "https://en.wikipedia.org/wiki/Aleksandr_Lyapunov",
        "https://en.wikipedia.org/wiki/Benoit_Mandelbrot",
        "https://en.wikipedia.org/wiki/Hee_Oh",
        "https://en.wikipedia.org/wiki/Edward_Ott",
        "https://en.wikipedia.org/wiki/Mary_Rees",
        "https://en.wikipedia.org/wiki/David_Ruelle",
        "https://en.wikipedia.org/wiki/Caroline_Series",
        "https://en.wikipedia.org/wiki/Yakov_Sinai",
        "https://en.wikipedia.org/wiki/Oleksandr_Mykolayovych_Sharkovsky",
        "https://en.wikipedia.org/wiki/Nina_Snaith",
        "https://en.wikipedia.org/wiki/Floris_Takens",
        "https://en.wikipedia.org/wiki/Audrey_Terras",
        "https://en.wikipedia.org/wiki/Mary_Tsingou",
        "https://en.wikipedia.org/wiki/Marcelo_Viana",
        "https://en.wikipedia.org/wiki/Amie_Wilkinson",
        "https://en.wikipedia.org/wiki/Butterfly_effect",
        "https://en.wikipedia.org/wiki/Complexity",
        "https://en.wikipedia.org/wiki/Edge_of_chaos",
        "https://en.wikipedia.org/wiki/Predictability",
        "https://en.wikipedia.org/wiki/Santa_Fe_Institute",
        "https://en.wikipedia.org/wiki/Attractor",
        "https://en.wikipedia.org/wiki/Attractor",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}