{
    "url": "https://en.wikipedia.org/wiki/Aubrey_Menen",
    "title": "Aubrey Menen",
    "table_of_contents": [
        "1 Early life and education",
        "2 Career",
        "3 Works",
        "3.1 Novels",
        "3.2 Travel",
        "3.3 Other non-fiction",
        "4 References",
        "5 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nSalvator Aubrey Clarence Menen (22 April 1912 – 13 March 1989) was a British writer, novelist, satirist and theatre critic. Born in London, his essays and novels explore the nature of nationalism and the cultural contrast between his own Irish-Indian ancestry and his traditional British upbringing. The first sentence of \"Dead Man in the Silver Market\" offers an example of his good-humoured approach to this contentious topic: \"Men of all races have always sought for a convincing explanation of their own astonishing excellence and they have frequently found what they were looking for.\"\n\n"
        },
        {
            "title": "Early life and education",
            "text": "Aubrey Menen was born in London in 1912 to Kali Narain Menon (also Kalipurayath Narayana Menon), \"scion of a prominent Nayar family\"[1] of Indian Malayali origin, and Alice Villet, an Englishwoman of Irish descent.[2] Aubrey chose to change his surname's spelling, allegedly to avoid confusion with his friend V. K. Krishna Menon.[3] Menen was raised at Islington and Forest Hill in London. He was brought up Roman Catholic. His mixed heritage was central to his career, and he often drew heavily on it in his writing.[4]\n\nHe took a BA in Philosophy from University College London (UCL) in 1932. Whilst at UCL, he founded a drama group, the London Student Players, writing, directing, and performing in their productions; he befriended Duncan Grant, and commissioned him to design sets. Through Grant, Menen became acquainted with members of the Bloomsbury Group including Virginia Woolf and John Maynard Keynes.[5][6][7]\n\n"
        },
        {
            "title": "Career",
            "text": "In 1932, having graduated from UCL, Menen became drama critic for The Bookman magazine, until, in 1934, serving as director of the Experimental Theatre in London until 1936. In 1933, H. G. Wells had granted Menen permission to produce an adaptation of his novel The Shape of Things to Come, which generated \"considerable publicity\". Menen's unconventional, boundary-pushing performances included production of politically-charged drama, his \"radical plays... often fraught with controversy\". He was sued for blasphemy and obscenity in 1934 in response to his play Genesis II, based on an incident when UCL had rejected Menen for a bursary due to his Indian heritage. In 1939, he went to India, where he became a \"leading personality\" in radio; from 1948 to 1980, he lived in Italy, where he \"flourished as a writer of both fiction and non-fiction\" until returning to India, settling at Kerala, where he spent the rest of his life.[8]\n\nMenen's 1954 retelling of the classic Hindu epic Ramayana- meant as a funny and readable version of the work- was banned in India for some years, as devout Hindus were horrified by the liberties Menen took with a sacred text.[9]\nMenen states that his goal is to, \"aim at reviving,\" Valmiki's, \"attitude of mind.\"[10] Menen's humor did not undercut his love for India, however, as can be seen in his book on Hindu mystics and his text to Roloff Beny's great book of photographs of India (India, 1969).\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/London",
        "https://en.wikipedia.org/wiki/Thiruvananthapuram",
        "https://en.wikipedia.org/wiki/Kerala",
        "https://en.wikipedia.org/wiki/Nair",
        "https://en.wikipedia.org/wiki/Malayali",
        "https://en.wikipedia.org/wiki/Islington",
        "https://en.wikipedia.org/wiki/Roman_Catholic",
        "https://en.wikipedia.org/wiki/University_College_London",
        "https://en.wikipedia.org/wiki/Duncan_Grant",
        "https://en.wikipedia.org/wiki/Bloomsbury_Group",
        "https://en.wikipedia.org/wiki/Virginia_Woolf",
        "https://en.wikipedia.org/wiki/John_Maynard_Keynes",
        "https://en.wikipedia.org/wiki/The_Shape_of_Things_to_Come",
        "https://en.wikipedia.org/wiki/Ramayana",
        "https://en.wikipedia.org/wiki/Roloff_Beny",
        "https://en.wikipedia.org/wiki/Aubrey_Menen",
        "https://en.wikipedia.org/wiki/Aubrey_Menen",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}