{
    "url": "https://en.wikipedia.org/wiki/Audience",
    "title": "Audience",
    "table_of_contents": [
        "1 Types",
        "1.1 Particular (real)",
        "1.1.1 Immediate",
        "1.1.2 Mediated",
        "1.2 Theoretical (imagined)",
        "1.2.1 Self (self-deliberation)",
        "1.2.2 Universal",
        "1.2.3 Ideal",
        "1.2.4 Implied",
        "1.2.5 On the web",
        "2 Audience participation",
        "2.1 Examples",
        "2.2 Faux participation",
        "3 References",
        "4 Further reading"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "An audience is a group of people who participate in a show or encounter a work of art, literature (in which they are called \"readers\"), theatre, music (in which they are called \"listeners\"), video games (in which they are called \"players\"), or academics in any medium. Audience members participate in different ways in different kinds of art. Some events invite overt audience participation and others allow only modest clapping and criticism and reception.\n\nMedia audience studies have become a recognized part of the curriculum. Audience theory offers scholarly insight into audiences in general. These insights shape our knowledge of just how audiences affect and are affected by different forms of art. The biggest art form is the mass media. Films, video games, radio shows, software (and hardware), and other formats are affected by the audience and its reviews and recommendations.\n\nIn the age of easy internet participation and citizen journalism, professional creators share space, and sometimes attention with the public. American journalist Jeff Jarvis said, \"Give the people control of media, they will use it. The corollary: Don't give the people control of media, and you will lose. Whenever citizens can exercise control, they will.\"[1] Tom Curley, President of the Associated Press, similarly said, \"The users are deciding what the point of their engagement will be — what application, what device, what time, what place.\"[1]\n\n"
        },
        {
            "title": "Types",
            "text": "In rhetoric, some audiences depend on circumstance and situation and are characterized by the individuals that make up the audience. Sometimes these audiences are subject to persuasion and engage with the ideas of the speaker. Ranging in size and composition, this audience may come together and form a \"composite\" of multiple groups.[2]\n\nAn immediate audience is a type of audience that is composed of individuals who are face-to-face subjects with a speaker and a speaker's rhetorical text or speech.[3] This audience directly listens to, engages with, and consumes the rhetorical text in an unmediated fashion. In measuring immediate audience reception and feedback, (audience measurement), one can depend on personal interviews, applause, and verbal comments made during and after a rhetorical speech.[2]\n\nIn contrast to immediate audiences, mediated audiences are composed of individuals who consume rhetorical texts in a manner that is different from the time or place in which a speaker presents text. Audiences who consume texts or speeches through television, radio and internet are considered mediated audiences because those mediums separate the rhetor and the audience.[4] Such audiences are physically away from the audience and the message is controlled.[3] Understanding the size and composition of mediated audiences can be difficult because mediums such as television, radio, and Internet can displace the audience from the time and circumstance of a rhetorical text or speech.[2] In measuring mediated audience reception and feedback (a practice called audience measurement), one can depend on opinion polls and ratings, as well as comments and forums that may be featured on a website. This applies to may fields such as movies, songs and much more. There are companies that specialize in audience measurement.[5]\n\nTheoretical audiences are imagined for the purpose of helping a speaker compose, practice, or a critic to understand, a rhetorical text or speech.[6]\n\nWhen a rhetor deeply considers, questions, and deliberates over the content of the ideas they are conveying, it can be said that these individuals are addressing the audience of self, or self-deliberating. Scholars Chaïm Perelman and  Lucie Olbrechts-Tyteca , in their book The New Rhetoric: A Treatise on Argumentation,[7] argue that the rhetor \"is in a better position than anyone else to test the value of his own arguments.\" The audience of self, while not serving as the ends to all rhetorical purpose or circumstance, nevertheless acts as a type of audience that not only operates as a function of self-help, but as instrument used to discover the available means of persuasion.[8]\n\nThe universal audience is an imagined audience that serves as an ethical and argumentative test for the rhetor. This also requires the speaker to imagine a composite audience that contains individuals from diverse backgrounds and to discern whether or not the content of the rhetorical text or speech would appeal to individuals within that audience. Scholars Perelman and Olbrechts-Tyteca ascertain that the content addressed to a universal audience \"must convince the reader that the reasons adduced are of a compelling character, that they are self-evident, and possess an absolute and timeless validity\".[7] The concept of the universal audience has received criticism for being idealistic because it can be considered as an impediment in achieving persuasive effect with particular audiences. Yet, it still may be useful as an ethical guide for a speaker and a critical tool for a reader or audience.[8]\n\nAn ideal audience is a rhetor's imagined, intended audience. In creating a rhetorical text, a rhetor imagines is the target audience, a group of individuals that will be addressed, persuaded, or affected by the speech or rhetorical text.[9] This type of audience is not necessarily imagined as the most receptive audience, but as the future particular audience that the rhetor will engage with. Imagining such an audience allows a rhetor to formulate appeals that will grant success in engaging with the future particular audience. In considering an ideal audience, a rhetor can imagine future conditions of mediation, size, demographics, and shared beliefs among the audience to be persuaded.[10]\n\nAn implied audience is an imaginary audience determined by an auditor or reader as the text's constructed audience. The implied audience is not the actual audience, but the one that can be inferred by reading or analyzing the text. Communications scholar Edwin Black, in his essay, The Second Persona,[11] presents the theoretical concept of the implied audience using the idea of two personae. The first persona is the implied rhetoric (the idea of the speaker formed by the audience) and the second persona is the implied audience (the idea of the audience formed by and utilized for persuasion in the speech situation). A critic could also determine what the text wants that audience to become or do after the rhetorical situation.[12]\n\nThrough the Internet, every person is given the opportunity to participate in different ways. The Internet gives people a platform to write and reach the people who are interested in what they are writing about. When writers write online, they are able to form communities with the people they share common interests with. The audiences that people are trying to reach can be general or specific, all depending on what the writer is discussing in their online posts.[13] Audiences have to go and check into what the writers are writing to stay on top of the latest information. Writers have to find their niche and try hard to work their way into an already formed community. The audience the writer is reaching is able to respond to the writers posts and can give feedback. The Internet allows these connections to be formed and fostered. In the Here Comes Everybody book by Clay Shirky, there are various examples of how audience is not only receiving content but actually creating it. The Internet creates a chance of being part of an audience and a creator at the same time.[14]\n\n"
        },
        {
            "title": "Audience participation",
            "text": "Audience participation is commonly found in performances which break the fourth wall. Examples include the traditional British pantomimes, stand-up comedy, and creative stage shows such as Blue Man Group.\n\nAudience participation can be uncomfortable for certain people,[15] but is growing and evolving as a new tool of brand activation and brand engagement. In a bid to create and reinforce a special bond between brands and their consumers, companies are increasingly looking towards events that involve active audience participation. Often, organizations provide branded objects to event attendees that will involve the audience in the show as well as act as souvenirs of the event, creating a lasting link with the brand.[16] For example, during Super Bowl XLVIII, the audience was incorporated in the Super Bowl XLVIII Halftime Show as part of the lighting effects. Pepsi involved the spectators by giving them \"video ski hats\" that produced visual effects across the crowd.[17]\nBy appealing more directly to people and emotions, brands can obtain feedback from their consumers. Companies that provide or seek such experiences refer to the term \"crowd activation\". For example, Tangible Interaction named one of its branches Crowd Activation[18] and PixMob refers to itself as a crowd activation company on its website.[19]\n\nOne of the most well-known examples of popular audience participation accompanies the motion picture and music The Rocky Horror Picture Show and its earlier stage incarnation The Rocky Horror Show. The audience participation elements are often seen as the most important part of the picture, to the extent that the audio options on the DVD version include the option.\n\nIn the audience participation for the Rocky Horror Picture Show, the audience will make \"call backs\", and yell at the screen at certain parts of the movie. Also, a number of props are thrown and used by the audience during certain parts of the film.\n\nIn British pantomime performances, the audience is a crucial aspect of the show and is expected to perform certain tasks such as:\n\nThe Complete Works of William Shakespeare (Abridged) divides the audience into groups assigned to call out the concerns of three components of a character's psyche.\n\nIn The Mystery of Edwin Drood, a Broadway theatre musical based on Charles Dickens's last, unfinished work, the audience must vote for whom they think the murderer is, as well as the real identity of the detective and the couple who end up together.\n\nThe 1984 Summer Olympics included card stunts at the Olympic Stadium.\n\nTony and Tina's Wedding engages the entire audience at once, staging a narrative set during a wedding in which the audience performs the role of \"guests\".\n\nThe British panel game QI often allows the audience to try to answer questions. Currently, the audience have won one show, and have come last in another.\n\nMagic shows often rely on some audience participation. Psychological illusionist Derren Brown relies heavily on audience participation in his live shows.\n\nDuring performances of the \"Radetzky March\", it is traditional for the audience to clap along with the beat of the second (louder) repetitions of the chorus. This is particularly notable at the Neujahrskonzert.\n\nBloggers often allow their readers moderated or unmoderated comments sections.\n\nSome musical groups often heavily incorporate audience participation into their live shows. The superhero-themed comedy rock band The Aquabats typically do so within their theatrical stage shows through such antics as \"pool floatie races\", where members of the band race across the venue on inflatable rafts via crowd surfing, or providing the audience with projectiles (such as plastic balls or beach balls) to throw at costumed \"bad guys\" who come out on stage. Koo Koo Kanga Roo, a comedy dance-pop duo, write their music solely for audience participation, utilizing call and response style sing-along songs which are usually accompanied by a simple dance move that the band encourage the audience to follow along with.\n\nThe television series Mystery Science Theater 3000 featured a man and his robots who were held as imprisoned audience members and tortured by being forced to view \"bad\" movies; to retain their sanity, they talked throughout and heckled each one.\n\nIn a similar vein, the online site Television Without Pity has a stable of reviewers and recappers who speak the lingo of audience members rather than of scholars, and who sometimes act as though they, too, are being tortured.[20]\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Batsheva_Dance_Company",
        "https://en.wikipedia.org/wiki/2013_World_Championships_in_Athletics",
        "https://en.wikipedia.org/wiki/Moscow",
        "https://en.wikipedia.org/wiki/Russia",
        "https://en.wikipedia.org/wiki/Work_of_art",
        "https://en.wikipedia.org/wiki/Literature",
        "https://en.wikipedia.org/wiki/Theatre",
        "https://en.wikipedia.org/wiki/Music",
        "https://en.wikipedia.org/wiki/Video_games",
        "https://en.wikipedia.org/wiki/Audience_theory",
        "https://en.wikipedia.org/wiki/Mass_media",
        "https://en.wikipedia.org/wiki/Software",
        "https://en.wikipedia.org/wiki/Internet",
        "https://en.wikipedia.org/wiki/Citizen_journalism",
        "https://en.wikipedia.org/wiki/Rhetoric",
        "https://en.wikipedia.org/wiki/Audience_measurement",
        "https://en.wikipedia.org/wiki/Target_audience",
        "https://en.wikipedia.org/wiki/Clay_Shirky",
        "https://en.wikipedia.org/wiki/Brooklyn_Book_Festival",
        "https://en.wikipedia.org/wiki/New_York_City",
        "https://en.wikipedia.org/wiki/Fourth_wall",
        "https://en.wikipedia.org/wiki/Pantomime",
        "https://en.wikipedia.org/wiki/Blue_Man_Group",
        "https://en.wikipedia.org/wiki/Brand_engagement",
        "https://en.wikipedia.org/wiki/Super_Bowl_XLVIII",
        "https://en.wikipedia.org/wiki/Pepsi",
        "https://en.wikipedia.org/wiki/The_Rocky_Horror_Picture_Show",
        "https://en.wikipedia.org/wiki/Rocky_Horror_Show",
        "https://en.wikipedia.org/wiki/Jay_Pritzker_Pavilion",
        "https://en.wikipedia.org/wiki/Beethoven",
        "https://en.wikipedia.org/wiki/Grant_Park_Music_Festival",
        "https://en.wikipedia.org/wiki/Rocky_Horror_Picture_Show",
        "https://en.wikipedia.org/wiki/Cinderella",
        "https://en.wikipedia.org/wiki/Call_and_response",
        "https://en.wikipedia.org/wiki/Broadway_theatre",
        "https://en.wikipedia.org/wiki/Musical_theatre",
        "https://en.wikipedia.org/wiki/Charles_Dickens",
        "https://en.wikipedia.org/wiki/Card_stunt",
        "https://en.wikipedia.org/wiki/Panel_game",
        "https://en.wikipedia.org/wiki/QI",
        "https://en.wikipedia.org/wiki/Derren_Brown",
        "https://en.wikipedia.org/wiki/Radetzky_March",
        "https://en.wikipedia.org/wiki/Neujahrskonzert",
        "https://en.wikipedia.org/wiki/Blog",
        "https://en.wikipedia.org/wiki/Superhero",
        "https://en.wikipedia.org/wiki/The_Aquabats",
        "https://en.wikipedia.org/wiki/Crowd_surfing",
        "https://en.wikipedia.org/wiki/Ball_pit",
        "https://en.wikipedia.org/wiki/Beach_ball",
        "https://en.wikipedia.org/wiki/Koo_Koo_Kanga_Roo",
        "https://en.wikipedia.org/wiki/Dance_move",
        "https://en.wikipedia.org/wiki/Studio_audience",
        "https://en.wikipedia.org/wiki/Mystery_Science_Theater_3000",
        "https://en.wikipedia.org/wiki/Heckler",
        "https://en.wikipedia.org/wiki/Television_Without_Pity",
        "https://en.wikipedia.org/wiki/Jargon",
        "https://en.wikipedia.org/wiki/Jay_Rosen",
        "https://en.wikipedia.org/wiki/University_of_Arkansas",
        "https://en.wikipedia.org/wiki/Chaim_Perelman",
        "https://en.wikipedia.org/wiki/University_of_Notre_Dame_Press",
        "https://en.wikipedia.org/wiki/Neophilologus",
        "https://en.wikipedia.org/wiki/Guilford_Press",
        "https://en.wikipedia.org/wiki/Adolescence",
        "https://en.wikipedia.org/wiki/Penguin_Group",
        "https://en.wikipedia.org/wiki/Everybody_Hurts",
        "https://en.wikipedia.org/wiki/Narrative",
        "https://en.wikipedia.org/wiki/Antagonist",
        "https://en.wikipedia.org/wiki/Antihero",
        "https://en.wikipedia.org/wiki/Archenemy",
        "https://en.wikipedia.org/wiki/Character_arc",
        "https://en.wikipedia.org/wiki/Character_flaw",
        "https://en.wikipedia.org/wiki/Characterization",
        "https://en.wikipedia.org/wiki/Confidant",
        "https://en.wikipedia.org/wiki/Deuteragonist",
        "https://en.wikipedia.org/wiki/False_protagonist",
        "https://en.wikipedia.org/wiki/Focal_character",
        "https://en.wikipedia.org/wiki/Gothic_double",
        "https://en.wikipedia.org/wiki/Hamartia",
        "https://en.wikipedia.org/wiki/Hero",
        "https://en.wikipedia.org/wiki/Narration",
        "https://en.wikipedia.org/wiki/Protagonist",
        "https://en.wikipedia.org/wiki/Stock_character",
        "https://en.wikipedia.org/wiki/Straight_man",
        "https://en.wikipedia.org/wiki/Supporting_character",
        "https://en.wikipedia.org/wiki/Title_character",
        "https://en.wikipedia.org/wiki/Tragic_hero",
        "https://en.wikipedia.org/wiki/Tritagonist",
        "https://en.wikipedia.org/wiki/Villain",
        "https://en.wikipedia.org/wiki/Backstory",
        "https://en.wikipedia.org/wiki/Origin_story",
        "https://en.wikipedia.org/wiki/Cliffhanger",
        "https://en.wikipedia.org/wiki/Deus_ex_machina",
        "https://en.wikipedia.org/wiki/Dialogue_in_writing",
        "https://en.wikipedia.org/wiki/Dramatic_structure",
        "https://en.wikipedia.org/wiki/Eucatastrophe",
        "https://en.wikipedia.org/wiki/Foreshadowing",
        "https://en.wikipedia.org/wiki/Flashforward",
        "https://en.wikipedia.org/wiki/Frame_story",
        "https://en.wikipedia.org/wiki/In_medias_res",
        "https://en.wikipedia.org/wiki/Ab_ovo",
        "https://en.wikipedia.org/wiki/MacGuffin",
        "https://en.wikipedia.org/wiki/Plot_device",
        "https://en.wikipedia.org/wiki/Plot_twist",
        "https://en.wikipedia.org/wiki/Poetic_justice",
        "https://en.wikipedia.org/wiki/Red_herring",
        "https://en.wikipedia.org/wiki/Shaggy_dog_story",
        "https://en.wikipedia.org/wiki/Story_arc",
        "https://en.wikipedia.org/wiki/Subplot",
        "https://en.wikipedia.org/wiki/Suspense",
        "https://en.wikipedia.org/wiki/Alternate_history",
        "https://en.wikipedia.org/wiki/Backstory",
        "https://en.wikipedia.org/wiki/Dystopia",
        "https://en.wikipedia.org/wiki/Utopia",
        "https://en.wikipedia.org/wiki/Fictional_location",
        "https://en.wikipedia.org/wiki/Fictional_city",
        "https://en.wikipedia.org/wiki/Fictional_country",
        "https://en.wikipedia.org/wiki/Fictional_universe",
        "https://en.wikipedia.org/wiki/Worldbuilding",
        "https://en.wikipedia.org/wiki/Irony",
        "https://en.wikipedia.org/wiki/Leitmotif",
        "https://en.wikipedia.org/wiki/Metaphor",
        "https://en.wikipedia.org/wiki/Moral",
        "https://en.wikipedia.org/wiki/Deal_with_the_Devil",
        "https://en.wikipedia.org/wiki/Good_and_evil",
        "https://en.wikipedia.org/wiki/Writing_style",
        "https://en.wikipedia.org/wiki/Allegory",
        "https://en.wikipedia.org/wiki/Bathos",
        "https://en.wikipedia.org/wiki/Comic_relief",
        "https://en.wikipedia.org/wiki/Diction",
        "https://en.wikipedia.org/wiki/Figure_of_speech",
        "https://en.wikipedia.org/wiki/Imagery",
        "https://en.wikipedia.org/wiki/Narration",
        "https://en.wikipedia.org/wiki/List_of_narrative_techniques",
        "https://en.wikipedia.org/wiki/Stylistic_device",
        "https://en.wikipedia.org/wiki/Suspension_of_disbelief",
        "https://en.wikipedia.org/wiki/Dramatic_structure",
        "https://en.wikipedia.org/wiki/Dramatic_structure",
        "https://en.wikipedia.org/wiki/Protasis",
        "https://en.wikipedia.org/wiki/Epitasis",
        "https://en.wikipedia.org/wiki/Peripeteia",
        "https://en.wikipedia.org/wiki/Catastasis",
        "https://en.wikipedia.org/wiki/Narrative_structure",
        "https://en.wikipedia.org/wiki/Nonlinear_narrative",
        "https://en.wikipedia.org/wiki/List_of_nonlinear_narrative_films",
        "https://en.wikipedia.org/wiki/List_of_nonlinear_narrative_television_series",
        "https://en.wikipedia.org/wiki/Types_of_fiction_with_multiple_endings",
        "https://en.wikipedia.org/wiki/List_of_narrative_forms",
        "https://en.wikipedia.org/wiki/Drama",
        "https://en.wikipedia.org/wiki/Fabliau",
        "https://en.wikipedia.org/wiki/Flash_fiction",
        "https://en.wikipedia.org/wiki/Folklore",
        "https://en.wikipedia.org/wiki/Fable",
        "https://en.wikipedia.org/wiki/Fairy_tale",
        "https://en.wikipedia.org/wiki/Legend",
        "https://en.wikipedia.org/wiki/Myth",
        "https://en.wikipedia.org/wiki/Tall_tale",
        "https://en.wikipedia.org/wiki/Gamebook",
        "https://en.wikipedia.org/wiki/Narrative_poetry",
        "https://en.wikipedia.org/wiki/Epic_poetry",
        "https://en.wikipedia.org/wiki/Novel",
        "https://en.wikipedia.org/wiki/Novella",
        "https://en.wikipedia.org/wiki/Parable",
        "https://en.wikipedia.org/wiki/Short_story",
        "https://en.wikipedia.org/wiki/Literary_genre",
        "https://en.wikipedia.org/wiki/List_of_writing_genres",
        "https://en.wikipedia.org/wiki/Fiction",
        "https://en.wikipedia.org/wiki/Action_fiction",
        "https://en.wikipedia.org/wiki/Adventure_fiction",
        "https://en.wikipedia.org/wiki/Comic_novel",
        "https://en.wikipedia.org/wiki/Crime_fiction",
        "https://en.wikipedia.org/wiki/Docufiction",
        "https://en.wikipedia.org/wiki/Epistolary_novel",
        "https://en.wikipedia.org/wiki/Erotic_literature",
        "https://en.wikipedia.org/wiki/Historical_fiction",
        "https://en.wikipedia.org/wiki/Mystery_fiction",
        "https://en.wikipedia.org/wiki/Nautical_fiction",
        "https://en.wikipedia.org/wiki/Paranoid_fiction",
        "https://en.wikipedia.org/wiki/Philosophical_fiction",
        "https://en.wikipedia.org/wiki/Picaresque_novel",
        "https://en.wikipedia.org/wiki/Political_fiction",
        "https://en.wikipedia.org/wiki/Pop_culture_fiction",
        "https://en.wikipedia.org/wiki/Psychological_fiction",
        "https://en.wikipedia.org/wiki/Inspirational_fiction",
        "https://en.wikipedia.org/wiki/Rogue_literature",
        "https://en.wikipedia.org/wiki/Romance_novel",
        "https://en.wikipedia.org/wiki/Chivalric_romance",
        "https://en.wikipedia.org/wiki/Saga",
        "https://en.wikipedia.org/wiki/Satire",
        "https://en.wikipedia.org/wiki/Speculative_fiction",
        "https://en.wikipedia.org/wiki/Fantasy",
        "https://en.wikipedia.org/wiki/Gothic_fiction",
        "https://en.wikipedia.org/wiki/Horror_fiction",
        "https://en.wikipedia.org/wiki/Magic_realism",
        "https://en.wikipedia.org/wiki/Science_fiction",
        "https://en.wikipedia.org/wiki/Superhero_fiction",
        "https://en.wikipedia.org/wiki/Theological_fiction",
        "https://en.wikipedia.org/wiki/Urban_fiction",
        "https://en.wikipedia.org/wiki/Western_fiction",
        "https://en.wikipedia.org/wiki/Nonfiction",
        "https://en.wikipedia.org/wiki/Narration",
        "https://en.wikipedia.org/wiki/Multiperspectivity",
        "https://en.wikipedia.org/wiki/Stream_of_consciousness",
        "https://en.wikipedia.org/wiki/Stream_of_unconsciousness",
        "https://en.wikipedia.org/wiki/Unreliable_narrator",
        "https://en.wikipedia.org/wiki/Diegesis",
        "https://en.wikipedia.org/wiki/Grammatical_tense",
        "https://en.wikipedia.org/wiki/Past_tense",
        "https://en.wikipedia.org/wiki/Present_tense",
        "https://en.wikipedia.org/wiki/Future_tense",
        "https://en.wikipedia.org/wiki/Creative_nonfiction",
        "https://en.wikipedia.org/wiki/Dominant_narrative",
        "https://en.wikipedia.org/wiki/Fiction_writing",
        "https://en.wikipedia.org/wiki/Retroactive_continuity",
        "https://en.wikipedia.org/wiki/Prequel",
        "https://en.wikipedia.org/wiki/Sequel",
        "https://en.wikipedia.org/wiki/Literary_criticism",
        "https://en.wikipedia.org/wiki/Literary_theory",
        "https://en.wikipedia.org/wiki/Narrative_therapy",
        "https://en.wikipedia.org/wiki/Narratology",
        "https://en.wikipedia.org/wiki/Political_narrative",
        "https://en.wikipedia.org/wiki/Rhetoric",
        "https://en.wikipedia.org/wiki/Glossary_of_rhetorical_terms",
        "https://en.wikipedia.org/wiki/Screenwriting",
        "https://en.wikipedia.org/wiki/Storytelling",
        "https://en.wikipedia.org/wiki/Tellability",
        "https://en.wikipedia.org/wiki/Audience",
        "https://en.wikipedia.org/wiki/Audience",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}