{
    "url": "https://en.wikipedia.org/wiki/Automaton",
    "title": "Automaton",
    "table_of_contents": [
        "1 Etymology",
        "2 History",
        "2.1 Ancient",
        "2.2 Medieval",
        "2.3 Renaissance and early modern",
        "2.4 Modern",
        "2.5 Proposals",
        "3 Clocks",
        "4 In art and popular culture throughout history",
        "5 See also",
        "6 Further reading",
        "7 Notes",
        "8 References",
        "9 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "An automaton (/ɔːˈtɒmətən/; plural: automata or automatons) is a relatively self-operating machine, or control mechanism designed to automatically follow a sequence of operations, or respond to predetermined instructions.[1] Some automata, such as bellstrikers in mechanical clocks, are designed to give the illusion to the casual observer that they are operating under their own power. Since long ago, the term is commonly associated with automated puppets that resemble moving humans or animals, built to impress and/or to entertain people.\n\nAnimatronics are a modern type of automata with electronics, often used for the portrayal of characters in films and in theme park attractions.\n\n"
        },
        {
            "title": "Etymology",
            "text": "The word \"automaton\" is the latinization of the Ancient Greek αὐτόματον, automaton, (neuter) \"acting of one's own will\". This word was first used by Homer to describe an automatic door opening,[2] or automatic movement of wheeled tripods.[3] It is more often used to describe non-electronic moving machines, especially those that have been made to resemble human or animal actions, such as the jacks on old public striking clocks, or the cuckoo and any other animated figures on a cuckoo clock.\n\n"
        },
        {
            "title": "History",
            "text": "In ancient Egyptian legends, statues of divinities, mostly made of stone, metal or wood, were animated and played a key role in religious ceremonies. They were believed to have a soul (a kꜣ), derived from the divinity they represented. In the New Kingdom of Egypt, from the 16th century BC until the 11th century BC, ancient Egyptians would frequently consult these statues for advice. The statues would reply with a movement of the head. According to Egyptian lore, pharaoh Hatshepsut dispatched her squadron to the \"Land of Incense\" after consulting with the statue of Amun.[4]\n\nThere are many examples of automata in Greek mythology: Hephaestus created automata for his workshop;[5][6] Talos was an artificial man of bronze; King Alkinous of the Phaiakians employed gold and silver watchdogs.[7][8] According to Aristotle, Daedalus used quicksilver to make his wooden statue of Aphrodite move.[9][10] In other Greek legends he used quicksilver to install voice in his moving statues.\n\nThe automata in the Hellenistic world were intended as tools, toys, religious spectacles, or prototypes for demonstrating basic scientific principles. Numerous water-powered automata were built by Ktesibios, a Greek inventor and the first head of the Great Library of Alexandria, for example he \"used water to sound a whistle and make a model owl move. He had invented the world's first 'cuckoo clock'\".[a] This tradition continued in Alexandria with inventors such as the Greek mathematician Hero of Alexandria (sometimes known as Heron), whose writings on hydraulics, pneumatics, and mechanics described siphons, a fire engine, a water organ, the aeolipile, and a programmable cart.[11][12]\nPhilo of Byzantium was famous for his inventions. \n\nComplex mechanical devices are known to have existed in Hellenistic Greece, though the only surviving example is the Antikythera mechanism, the earliest known analog computer.[13] The clockwork is thought to have come originally from Rhodes, where there was apparently a tradition of mechanical engineering; the island was renowned for its automata; to quote Pindar's seventh Olympic Ode:\n\nHowever, the information gleaned from recent scans of the fragments indicate that it may have come from the colonies of Corinth in Sicily and implies a connection with Archimedes.\n\nAccording to Jewish legend, King Solomon used his wisdom to design a throne with mechanical animals which hailed him as king when he ascended it; upon sitting down an eagle would place a crown upon his head, and a dove would bring him a Torah scroll. It is also said that when King Solomon stepped upon the throne, a mechanism was set in motion. As soon as he stepped upon the first step, a golden ox and a golden lion each stretched out one foot to support him and help him rise to the next step. On each side, the animals helped the King up until he was comfortably seated upon the throne.[14]\n\nIn ancient China, a curious account of automata is found in the Lie Zi text, believed to have originated around 400 BCE and compiled around the fourth century CE. Within it there is a description of a much earlier encounter between King Mu of Zhou (1023–957 BCE) and a mechanical engineer known as Yan Shi, an 'artificer'. The latter proudly presented the king with a very realistic and detailed life-size, human-shaped figure of his mechanical handiwork:\n\nOther notable examples of automata include Archytas' dove, mentioned by Aulus Gellius.[16] Similar Chinese accounts of flying automata are written of the 5th century BC Mohist philosopher Mozi and his contemporary Lu Ban, who made artificial wooden birds (ma yuan) that could successfully fly according to the Han Fei Zi and other texts.[17]\n\nThe manufacturing tradition of automata continued in the Greek world well into the Middle Ages. On his visit to Constantinople in 949 ambassador Liutprand of Cremona described automata in the emperor Theophilos' palace, including \n\nSimilar automata in the throne room (singing birds, roaring and moving lions) were described by Luitprand's contemporary, the Byzantine emperor Constantine Porphyrogenitus, in his book Περὶ τῆς Βασιλείου Τάξεως.\n\nIn the mid-8th century, the first wind powered automata were built: \"statues that turned with the wind over the domes of the four gates and the palace complex of the Round City of Baghdad\". The \"public spectacle of wind-powered statues had its private counterpart in the 'Abbasid palaces where automata of various types were predominantly displayed.\"[19] Also in the 8th century, the Muslim alchemist, Jābir ibn Hayyān (Geber), included recipes for constructing artificial snakes, scorpions, and humans that would be subject to their creator's control in his coded Book of Stones. In 827, Abbasid caliph al-Ma'mun had a silver and golden tree in his palace in Baghdad, which had the features of an automatic machine. There were metal birds that sang automatically on the swinging branches of this tree built by Muslim inventors and engineers.[20][page needed] The Abbasid caliph al-Muqtadir also had a silver and golden tree in his palace in Baghdad in 917, with birds on it flapping their wings and singing.[21] In the 9th century, the Banū Mūsā brothers invented a programmable automatic flute player and which they described in their Book of Ingenious Devices.[22]\n\nAl-Jazari described complex programmable humanoid automata amongst other machines he designed and constructed in the Book of Knowledge of Ingenious Mechanical Devices in 1206.[23] His automaton was a boat with four automatic musicians that floated on a lake to entertain guests at royal drinking parties.[24] His mechanism had a programmable drum machine with pegs (cams) that bump into little levers that operate the percussion. The drummer could be made to play different rhythms and drum patterns if the pegs were moved around.[25] According to Charles B. Fowler, the automata were a \"robot band\" which performed \"more than fifty facial and body actions during each musical selection.\"[26]\n\nAl-Jazari constructed a hand washing automaton first employing the flush mechanism now used in modern toilets. It features a female automaton standing by a basin filled with water. When the user pulls the lever, the water drains and the automaton refills the basin.[27] His \"peacock fountain\" was another more sophisticated hand washing device featuring humanoid automata as servants who offer soap and towels. Mark E. Rosheim describes it as follows: \"Pulling a plug on the peacock's tail releases water out of the beak; as the dirty water from the basin fills the hollow base a float rises and actuates a linkage which makes a servant figure appear from behind a door under the peacock and offer soap. When more water is used, a second float at a higher level trips and causes the appearance of a second servant figure—with a towel!\"[28] Al-Jazari thus appears to have been the first inventor to display an interest in creating human-like machines for practical purposes such as manipulating the environment for human comfort.[29]\n\nIn 1066, the Chinese inventor Su Song built a water clock in the form of a tower which featured mechanical figurines which chimed the hours.[30]\n\nSamarangana Sutradhara, a Sanskrit treatise by Bhoja (11th century), includes a chapter about the construction of mechanical contrivances (automata), including mechanical bees and birds, fountains shaped like humans and animals, and male and female dolls that refilled oil lamps, danced, played instruments, and re-enacted scenes from Hindu mythology.[31][32][33]\n\nVillard de Honnecourt, in his 1230s sketchbook, depicted an early escapement mechanism in a drawing titled How to make an angel keep pointing his finger toward the Sun with an angel that would perpetually turn to face the sun. He also drew an automaton of a bird with jointed wings, which led to their design implementation in clocks.[citation needed]\n\nAt the end of the thirteenth century, Robert II, Count of Artois built a pleasure garden at his castle at Hesdin that incorporated several automata as entertainment in the walled park. The work was conducted by local workmen and overseen by the Italian knight Renaud Coignet. It included monkey marionettes, a sundial supported by lions and \"wild men\", mechanized birds, mechanized fountains and a bellows-operated organ. The park was famed for its automata well into the fifteenth century before it was destroyed by English soldiers in the sixteenth.[34][35][36]\n\nThe Chinese author Xiao Xun wrote that when the Ming Dynasty founder Hongwu (r. 1368–1398) was destroying the palaces of Khanbaliq belonging to the previous Yuan Dynasty, there were —among many other mechanical devices— automata found that were in the shape of tigers.[37]\n\nThe Renaissance witnessed a considerable revival of interest in automata. Hero's treatises were edited and translated into Latin and Italian. Hydraulic and pneumatic automata, similar to those described by Hero, were created for garden grottoes.\n\nGiovanni Fontana, a Paduan engineer in 1420, developed Bellicorum instrumentorum liber[b] which includes a puppet of a camelid driven by a clothed primate twice the height of a human being and an automaton of Mary Magdalene.[39] He also created mechanical devils and rocket-propelled animal automata.[citation needed]\n\nWhile functional, early clocks were also often designed as novelties and spectacles which integrated features of automata. Many big and complex clocks with automated figures were built as public spectacles in European town centres. One of the earliest of these large clocks was the Strasbourg Clock, built in the 14th century which takes up the entire side of a cathedral wall. It contained an astronomical calendar, automata depicting animals, saints and the life of Christ. The clock still functions to this day, but has undergone several restorations since its initial construction. The Prague astronomical clock was built in 1410, animated figures were added from the 17th century onwards.[40] Numerous clockwork automata were manufactured in the 16th century, principally by the goldsmiths of the Free Imperial Cities of central Europe. These wondrous devices found a home in the cabinet of curiosities or Wunderkammern of the princely courts of Europe.\n\nIn 1454, Duke Philip created an entertainment show named The extravagant Feast of the Pheasant, which was intended to influence the Duke's peers to participate in a crusade against the Ottomans but ended up being a grand display of automata, giants, and dwarves.[41]\n\nA banquet in Camilla of Aragon's honor in Italy, 1475, featured a lifelike automated camel.[42] The spectacle was a part of a larger parade which continued over days.\n\nLeonardo da Vinci sketched a complex mechanical knight, which he may have built and exhibited at a celebration hosted by Ludovico Sforza at the court of Milan around 1495. The design of Leonardo's robot was not rediscovered until the 1950s. A functional replica was later built that could move its arms, twist its head, and sit up.[43]\n\nDa Vinci is frequently credited with constructing a mechanical lion, which he presented to King Francois I in Lyon in 1515. Although no record of the device's original designs remain, a recreation of this piece is housed at the Château du Clos Lucé.[44]\n\nThe Smithsonian Institution has in its collection a clockwork monk, about 15 in (380 mm) high, possibly dating as early as 1560. The monk is driven by a key-wound spring and walks the path of a square, striking his chest with his right arm, while raising and lowering a small wooden cross and rosary in his left hand, turning and nodding his head, rolling his eyes, and mouthing silent obsequies. From time to time, he brings the cross to his lips and kisses it. It is believed that the monk was manufactured by Juanelo Turriano, mechanician to the Holy Roman Emperor Charles V.[45]\n\nThe first description of a modern cuckoo clock was by the Augsburg nobleman Philipp Hainhofer in 1629.[46] The clock belonged to Prince Elector August von Sachsen. By 1650, the workings of mechanical cuckoos were understood and were widely disseminated in Athanasius Kircher's handbook on music, Musurgia Universalis. In what is the first documented description of how a mechanical cuckoo works, a mechanical organ with several automated figures is described.[47] \nIn 18th-century Germany, clockmakers began making cuckoo clocks for sale.[40] Clock shops selling cuckoo clocks became commonplace in the Black Forest region by the middle of the 18th century.[48]\n\nJapan adopted clockwork automata in the early 17th century as \"karakuri\" puppets. In 1662, Takeda Omi completed his first butai karakuri and then built several of these large puppets for theatrical exhibitions. Karakuri puppets went through a golden age during the Edo period (1603–1867).[49]\n\nA new attitude towards automata is to be found in René Descartes when he suggested that the bodies of animals are nothing more than complex machines – the bones, muscles and organs could be replaced with cogs, pistons, and cams. Thus mechanism became the standard to which Nature and the organism was compared.[50] France in the 17th century was the birthplace of those ingenious mechanical toys that were to become prototypes for the engines of the Industrial Revolution. Thus, in 1649, when Louis XIV was still a child, an artisan named Camus designed for him a miniature coach, and horses complete with footmen, page and a lady within the coach; all these figures exhibited a perfect movement. According to P. Labat, General de Gennes constructed, in 1688, in addition to machines for gunnery and navigation, a peacock that walked and ate. Athanasius Kircher produced many automata to create Jesuit shows, including a statue which spoke and listened via a speaking tube.\n\nThe world's first successfully-built biomechanical automaton is considered to be The Flute Player, which could play twelve songs, created by the French engineer Jacques de Vaucanson in 1737. He also constructed The Tambourine Player and the Digesting Duck, a mechanical duck that – apart from quacking and flapping its wings – gave the false illusion of eating and defecating, seeming to endorse Cartesian ideas that animals are no more than machines of flesh.[51]\n\nIn 1769, a chess-playing machine called the Turk, created by Wolfgang von Kempelen, made the rounds of the courts of Europe purporting to be an automaton. The Turk was operated from inside by a hidden human director, and was not a true automaton.\n\nOther 18th century automaton makers include the prolific Swiss Pierre Jaquet-Droz (see Jaquet-Droz automata) and his son Henri-Louis Jaquet-Droz, and his contemporary Henri Maillardet. Maillardet, a Swiss mechanic, created an automaton capable of drawing four pictures and writing three poems. Maillardet's Automaton is now part of the collections at the Franklin Institute Science Museum in Philadelphia. Belgian-born John Joseph Merlin created the mechanism of the Silver Swan automaton, now at Bowes Museum.[52] A musical elephant made by the French clockmaker Hubert Martinet in 1774 is one of the highlights of Waddesdon Manor.[53] Tipu's Tiger is another late-18th century example of automata, made for Tipu Sultan, featuring a European soldier being mauled by a tiger. Catherine the Great of Russia was gifted a very large and elaborate Peacock Clock created by James Cox in 1781 now on display in the Hermitage Museum in Saint Petersburg.\n\nAccording to philosopher Michel Foucault, Frederick the Great, king of Prussia from 1740 to 1786, was \"obsessed\" with automata.[54] According to Manuel de Landa, \"he put together his armies as a well-oiled clockwork mechanism whose components were robot-like warriors\".\n\nIn 1801, Joseph Jacquard built his loom automaton that was controlled autonomously with punched cards.\n\nAutomata, particularly watches and clocks, were popular in China during the 18th and 19th centuries, and items were produced for the Chinese market. Strong interest by Chinese collectors in the 21st century brought many interesting items to market where they have had dramatic realizations.[55]\n\nThe famous magician Jean-Eugène Robert-Houdin (1805–1871) was known for creating automata for his stage shows.\n\nIn 1840, Italian inventor Innocenzo Manzetti constructed a flute-playing automaton, in the shape of a man, life-size, seated on a chair. Hidden inside the chair were levers, connecting rods and compressed air tubes, which made the automaton's lips and fingers move on the flute according to a program recorded on a cylinder similar to those used in player pianos. The automaton was powered by clockwork and could perform 12 different arias. As part of the performance it would rise from the chair, bow its head, and roll its eyes.\n\nThe period 1860 to 1910 is known as \"The Golden Age of Automata\". Mechanical coin-operated fortune tellers were introduced to boardwalks in Britain and America.[56] In Paris during this period, many small family based companies of automata makers thrived. From their workshops they exported thousands of clockwork automata and mechanical singing birds around the world. Although now rare and expensive, these French automata attract collectors worldwide. The main French makers were Bontems, Lambert, Phalibois, Renou, Roullet & Decamps, Theroude and Vichy.\n\nAbstract automata theory started in mid-20th century with finite automata[57] and is applied in branches of formal & natural science including computer science, physics, biology, as well as linguistics.\n\nContemporary automata continue this tradition with an emphasis on art, rather than technological sophistication. Contemporary automata are represented by the works of Cabaret Mechanical Theatre in the United Kingdom, Thomas Kuntz,[58] Arthur Ganson, Joe Jones and Le Défenseur du Temps by French artist Jacques Monestier.\n\nSince 1990 Dutch artist Theo Jansen has been building large automated PVC structures called strandbeest (beach animal) that can walk on wind power or compressed air. Jansen claims that he intends them to automatically evolve and develop artificial intelligence, with herds roaming freely over the beach.\n\nBritish sculptor Sam Smith (1908–1983) was a well-known maker of automata.[59][60][61]\n\nIn 2016, the NASA Innovative Advanced Concepts program studied a rover, the Automaton Rover for Extreme Environments, designed to survive for an extended time in Venus' environmental conditions. Unlike other modern automata, AREE is an automaton instead of a robot for practical reasons—Venus's harsh conditions, particularly its surface temperature of 462 °C (864 °F), make operating electronics there for any significant time impossible. It would be controlled by a mechanical computer and driven by wind power.[62]\n\n"
        },
        {
            "title": "Clocks",
            "text": "Examples of automaton clocks include Chariot clock and Cuckoo Clocks. The Cuckooland Museum exhibits autonomous clocks.\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Automation",
        "https://en.wikipedia.org/wiki/Digesting_Duck",
        "https://en.wikipedia.org/wiki/Pinocchio",
        "https://en.wikipedia.org/wiki/Machine",
        "https://en.wikipedia.org/wiki/Animatronics",
        "https://en.wikipedia.org/wiki/Electronics",
        "https://en.wikipedia.org/wiki/Ancient_Greek",
        "https://en.wikipedia.org/wiki/Homer",
        "https://en.wikipedia.org/wiki/Clock",
        "https://en.wikipedia.org/wiki/Cuckoo",
        "https://en.wikipedia.org/wiki/Cuckoo_clock",
        "https://en.wikipedia.org/wiki/Hero_of_Alexandria",
        "https://en.wikipedia.org/wiki/Ancient_Egyptian",
        "https://en.wikipedia.org/wiki/Ramesside_period",
        "https://en.wikipedia.org/wiki/Hatshepsut",
        "https://en.wikipedia.org/wiki/Greek_mythology",
        "https://en.wikipedia.org/wiki/Hephaestus",
        "https://en.wikipedia.org/wiki/Talos",
        "https://en.wikipedia.org/wiki/Alkinous",
        "https://en.wikipedia.org/wiki/Aristotle",
        "https://en.wikipedia.org/wiki/Daedalus",
        "https://en.wikipedia.org/wiki/Aphrodite",
        "https://en.wikipedia.org/wiki/Hellenistic_civilization",
        "https://en.wikipedia.org/wiki/Prototype",
        "https://en.wikipedia.org/wiki/Ktesibios",
        "https://en.wikipedia.org/wiki/Great_Library_of_Alexandria",
        "https://en.wikipedia.org/wiki/History_of_Alexandria",
        "https://en.wikipedia.org/wiki/Greek_mathematics",
        "https://en.wikipedia.org/wiki/Hero_of_Alexandria",
        "https://en.wikipedia.org/wiki/Hydraulics",
        "https://en.wikipedia.org/wiki/Pneumatics",
        "https://en.wikipedia.org/wiki/Mechanics",
        "https://en.wikipedia.org/wiki/Siphon",
        "https://en.wikipedia.org/wiki/Fire_apparatus",
        "https://en.wikipedia.org/wiki/Water_organ",
        "https://en.wikipedia.org/wiki/Aeolipile",
        "https://en.wikipedia.org/wiki/Philo_of_Byzantium",
        "https://en.wikipedia.org/wiki/Antikythera_mechanism",
        "https://en.wikipedia.org/wiki/Hellenistic_civilization",
        "https://en.wikipedia.org/wiki/Antikythera_mechanism",
        "https://en.wikipedia.org/wiki/Analog_computer",
        "https://en.wikipedia.org/wiki/Rhodes",
        "https://en.wikipedia.org/wiki/Pindar",
        "https://en.wikipedia.org/wiki/Ancient_Greek_literature",
        "https://en.wikipedia.org/wiki/Corinth",
        "https://en.wikipedia.org/wiki/Sicily",
        "https://en.wikipedia.org/wiki/Archimedes",
        "https://en.wikipedia.org/wiki/Jewish_folklore",
        "https://en.wikipedia.org/wiki/Solomon",
        "https://en.wikipedia.org/wiki/Torah",
        "https://en.wikipedia.org/wiki/Ancient_China",
        "https://en.wikipedia.org/wiki/Lie_Zi",
        "https://en.wikipedia.org/wiki/King_Mu_of_Zhou",
        "https://en.wikipedia.org/wiki/Archytas",
        "https://en.wikipedia.org/wiki/Aulus_Gellius",
        "https://en.wikipedia.org/wiki/Mohism",
        "https://en.wikipedia.org/wiki/Mozi",
        "https://en.wikipedia.org/wiki/Lu_Ban",
        "https://en.wikipedia.org/wiki/Constantinople",
        "https://en.wikipedia.org/wiki/Liutprand_of_Cremona",
        "https://en.wikipedia.org/wiki/Constantine_Porphyrogenitus",
        "https://en.wikipedia.org/wiki/De_Ceremoniis",
        "https://en.wikipedia.org/wiki/Wind_power",
        "https://en.wikipedia.org/wiki/Palace_of_the_Golden_Gate",
        "https://en.wikipedia.org/wiki/Round_city_of_Baghdad",
        "https://en.wikipedia.org/wiki/Abbasid",
        "https://en.wikipedia.org/wiki/Alchemy_and_chemistry_in_medieval_Islam",
        "https://en.wikipedia.org/wiki/Snake",
        "https://en.wikipedia.org/wiki/Scorpion",
        "https://en.wikipedia.org/wiki/Human",
        "https://en.wikipedia.org/wiki/Abbasid_caliph",
        "https://en.wikipedia.org/wiki/Baghdad",
        "https://en.wikipedia.org/wiki/Inventions_of_the_Islamic_Golden_Age",
        "https://en.wikipedia.org/wiki/Timeline_of_science_and_engineering_in_the_Islamic_world",
        "https://en.wikipedia.org/wiki/Taj_Palace",
        "https://en.wikipedia.org/wiki/Flute",
        "https://en.wikipedia.org/wiki/Book_of_Ingenious_Devices",
        "https://en.wikipedia.org/wiki/Humanoid_robot",
        "https://en.wikipedia.org/wiki/Cam",
        "https://en.wikipedia.org/wiki/Lever",
        "https://en.wikipedia.org/wiki/Percussion_instrument",
        "https://en.wikipedia.org/wiki/Musical_ensemble",
        "https://en.wikipedia.org/wiki/Hand_washing",
        "https://en.wikipedia.org/wiki/Flush_toilet",
        "https://en.wikipedia.org/wiki/Sink",
        "https://en.wikipedia.org/wiki/Domestic_worker",
        "https://en.wikipedia.org/wiki/Soap",
        "https://en.wikipedia.org/wiki/Towel",
        "https://en.wikipedia.org/wiki/Water_clock",
        "https://en.wikipedia.org/wiki/Samarangana_Sutradhara",
        "https://en.wikipedia.org/wiki/Sanskrit",
        "https://en.wikipedia.org/wiki/Bhoja",
        "https://en.wikipedia.org/wiki/Villard_de_Honnecourt",
        "https://en.wikipedia.org/wiki/Hesdin",
        "https://en.wikipedia.org/wiki/Ming_Dynasty",
        "https://en.wikipedia.org/wiki/Hongwu_Emperor",
        "https://en.wikipedia.org/wiki/Khanbaliq",
        "https://en.wikipedia.org/wiki/Yuan_Dynasty",
        "https://en.wikipedia.org/wiki/Cuckoo_clock",
        "https://en.wikipedia.org/wiki/Cuckoo",
        "https://en.wikipedia.org/wiki/Renaissance",
        "https://en.wikipedia.org/wiki/Grotto",
        "https://en.wikipedia.org/wiki/Padua",
        "https://en.wikipedia.org/wiki/Camelidae",
        "https://en.wikipedia.org/wiki/Prague_astronomical_clock",
        "https://en.wikipedia.org/wiki/Town_centre",
        "https://en.wikipedia.org/wiki/Prague_astronomical_clock",
        "https://en.wikipedia.org/wiki/Free_imperial_city",
        "https://en.wikipedia.org/wiki/Cabinet_of_curiosities",
        "https://en.wikipedia.org/wiki/Philip_the_Good",
        "https://en.wikipedia.org/wiki/Feast_of_the_Pheasant",
        "https://en.wikipedia.org/wiki/Leonardo_da_Vinci",
        "https://en.wikipedia.org/wiki/Ludovico_Sforza",
        "https://en.wikipedia.org/wiki/Lion",
        "https://en.wikipedia.org/wiki/Francis_I_of_France",
        "https://en.wikipedia.org/wiki/Lyon",
        "https://en.wikipedia.org/wiki/Smithsonian_Institution",
        "https://en.wikipedia.org/wiki/Juanelo_Turriano",
        "https://en.wikipedia.org/wiki/Holy_Roman_Emperor",
        "https://en.wikipedia.org/wiki/Cuckoo_clock",
        "https://en.wikipedia.org/wiki/Augsburg",
        "https://en.wikipedia.org/wiki/Philipp_Hainhofer",
        "https://en.wikipedia.org/wiki/Athanasius_Kircher",
        "https://en.wikipedia.org/wiki/Musurgia_Universalis",
        "https://en.wikipedia.org/wiki/Black_Forest",
        "https://en.wikipedia.org/wiki/Japan",
        "https://en.wikipedia.org/wiki/Karakuri_puppet",
        "https://en.wikipedia.org/wiki/Edo_period",
        "https://en.wikipedia.org/wiki/Waddesdon_Manor",
        "https://en.wikipedia.org/wiki/Peacock_Clock",
        "https://en.wikipedia.org/wiki/Gear",
        "https://en.wikipedia.org/wiki/Piston",
        "https://en.wikipedia.org/wiki/Cam",
        "https://en.wikipedia.org/wiki/Nature",
        "https://en.wikipedia.org/wiki/Organism",
        "https://en.wikipedia.org/wiki/France",
        "https://en.wikipedia.org/wiki/Mechanical_toy",
        "https://en.wikipedia.org/wiki/Industrial_Revolution",
        "https://en.wikipedia.org/wiki/Louis_XIV_of_France",
        "https://en.wikipedia.org/wiki/Athanasius_Kircher",
        "https://en.wikipedia.org/wiki/Speaking_tube",
        "https://en.wikipedia.org/wiki/Jacques_de_Vaucanson",
        "https://en.wikipedia.org/wiki/Digesting_Duck",
        "https://en.wikipedia.org/wiki/Mechanical_Turk",
        "https://en.wikipedia.org/wiki/Wolfgang_von_Kempelen",
        "https://en.wikipedia.org/wiki/Europe",
        "https://en.wikipedia.org/wiki/Henri_Maillardet",
        "https://en.wikipedia.org/wiki/Franklin_Institute",
        "https://en.wikipedia.org/wiki/Philadelphia",
        "https://en.wikipedia.org/wiki/John_Joseph_Merlin",
        "https://en.wikipedia.org/wiki/Bowes_Museum",
        "https://en.wikipedia.org/wiki/Clockmaker",
        "https://en.wikipedia.org/wiki/Waddesdon_Manor",
        "https://en.wikipedia.org/wiki/Tipu_Sultan",
        "https://en.wikipedia.org/wiki/Catherine_the_Great",
        "https://en.wikipedia.org/wiki/Peacock_Clock",
        "https://en.wikipedia.org/wiki/Hermitage_Museum",
        "https://en.wikipedia.org/wiki/Saint_Petersburg",
        "https://en.wikipedia.org/wiki/Michel_Foucault",
        "https://en.wikipedia.org/wiki/Frederick_II_of_Prussia",
        "https://en.wikipedia.org/wiki/Kingdom_of_Prussia",
        "https://en.wikipedia.org/wiki/Manuel_de_Landa",
        "https://en.wikipedia.org/wiki/Clockwork",
        "https://en.wikipedia.org/wiki/Joseph_Marie_Jacquard",
        "https://en.wikipedia.org/wiki/Jacquard_loom",
        "https://en.wikipedia.org/wiki/Singing_bird_box",
        "https://en.wikipedia.org/wiki/Innocenzo_Manzetti",
        "https://en.wikipedia.org/wiki/Innocenzo_Manzetti",
        "https://en.wikipedia.org/wiki/Flute",
        "https://en.wikipedia.org/wiki/Compressed_air",
        "https://en.wikipedia.org/wiki/Player_piano",
        "https://en.wikipedia.org/wiki/Alexander_Pushkin",
        "https://en.wikipedia.org/wiki/Blaise_Bontems",
        "https://en.wikipedia.org/wiki/Finite_automata",
        "https://en.wikipedia.org/wiki/Formal_science",
        "https://en.wikipedia.org/wiki/Natural_science",
        "https://en.wikipedia.org/wiki/Computer_science",
        "https://en.wikipedia.org/wiki/Physics",
        "https://en.wikipedia.org/wiki/Biology",
        "https://en.wikipedia.org/wiki/Linguistics",
        "https://en.wikipedia.org/wiki/Cabaret_Mechanical_Theatre",
        "https://en.wikipedia.org/wiki/United_Kingdom",
        "https://en.wikipedia.org/wiki/Thomas_Kuntz",
        "https://en.wikipedia.org/wiki/Arthur_Ganson",
        "https://en.wikipedia.org/wiki/Theo_Jansen",
        "https://en.wikipedia.org/wiki/Artificial_intelligence",
        "https://en.wikipedia.org/wiki/NASA_Innovative_Advanced_Concepts",
        "https://en.wikipedia.org/wiki/Automaton_Rover_for_Extreme_Environments",
        "https://en.wikipedia.org/wiki/Robot",
        "https://en.wikipedia.org/wiki/Mechanical_computer",
        "https://en.wikipedia.org/wiki/Automaton_clock",
        "https://en.wikipedia.org/wiki/Automaton_clock",
        "https://en.wikipedia.org/wiki/Chariot_clock",
        "https://en.wikipedia.org/wiki/Cuckoo_Clock",
        "https://en.wikipedia.org/wiki/Cuckooland_Museum",
        "https://en.wikipedia.org/wiki/Cyborg",
        "https://en.wikipedia.org/wiki/The_Invention_of_Hugo_Cabret",
        "https://en.wikipedia.org/wiki/Brian_Selznick",
        "https://en.wikipedia.org/wiki/The_Alchemy_of_Stone",
        "https://en.wikipedia.org/wiki/Ekaterina_Sedia",
        "https://en.wikipedia.org/wiki/The_Automation",
        "https://en.wikipedia.org/wiki/Genshin_Impact",
        "https://en.wikipedia.org/wiki/Chinese_language",
        "https://en.wikipedia.org/wiki/Syberia",
        "https://en.wikipedia.org/wiki/Automata_theory",
        "https://en.wikipedia.org/wiki/Mechanical_toy",
        "https://en.wikipedia.org/wiki/Robot",
        "https://en.wikipedia.org/wiki/Automation",
        "https://en.wikipedia.org/wiki/Brazen_head",
        "https://en.wikipedia.org/wiki/Cellular_automaton",
        "https://en.wikipedia.org/wiki/Christian_Ristow",
        "https://en.wikipedia.org/wiki/Computer",
        "https://en.wikipedia.org/wiki/Ctesibius",
        "https://en.wikipedia.org/wiki/Genesis_Redux",
        "https://en.wikipedia.org/wiki/Fortune_teller_machine",
        "https://en.wikipedia.org/wiki/Giles_Walker",
        "https://en.wikipedia.org/wiki/Golem",
        "https://en.wikipedia.org/wiki/Hero_of_Alexandria",
        "https://en.wikipedia.org/wiki/Orchestrion",
        "https://en.wikipedia.org/wiki/Singing_bird_box",
        "https://en.wikipedia.org/wiki/Theo_Jansen",
        "https://en.wikipedia.org/wiki/Whirligig",
        "https://en.wikipedia.org/wiki/Iliad",
        "https://en.wikipedia.org/wiki/Routledge",
        "https://en.wikipedia.org/wiki/Guy_Le_Strange",
        "https://en.wikipedia.org/wiki/University_of_Sheffield",
        "https://en.wikipedia.org/wiki/Discipline_and_Punish",
        "https://en.wikipedia.org/wiki/YouTube",
        "https://en.wikipedia.org/wiki/YouTube",
        "https://en.wikipedia.org/wiki/Robotics",
        "https://en.wikipedia.org/wiki/Outline_of_robotics",
        "https://en.wikipedia.org/wiki/Glossary_of_robotics",
        "https://en.wikipedia.org/wiki/Index_of_robotics_articles",
        "https://en.wikipedia.org/wiki/History_of_robots",
        "https://en.wikipedia.org/wiki/Geography_of_robotics",
        "https://en.wikipedia.org/wiki/Robot_Hall_of_Fame",
        "https://en.wikipedia.org/wiki/Robot_ethics",
        "https://en.wikipedia.org/wiki/Laws_of_robotics",
        "https://en.wikipedia.org/wiki/Robot_competition",
        "https://en.wikipedia.org/wiki/Competitions_and_prizes_in_artificial_intelligence",
        "https://en.wikipedia.org/wiki/Robot",
        "https://en.wikipedia.org/wiki/Aerobot",
        "https://en.wikipedia.org/wiki/Anthropomorphic",
        "https://en.wikipedia.org/wiki/Humanoid_robot",
        "https://en.wikipedia.org/wiki/Cyborg",
        "https://en.wikipedia.org/wiki/Claytronics",
        "https://en.wikipedia.org/wiki/Companion_robot",
        "https://en.wikipedia.org/wiki/Animatronics",
        "https://en.wikipedia.org/wiki/Industrial_robot",
        "https://en.wikipedia.org/wiki/Articulated_robot",
        "https://en.wikipedia.org/wiki/Robotic_arm",
        "https://en.wikipedia.org/wiki/Domestic_robot",
        "https://en.wikipedia.org/wiki/Educational_robotics",
        "https://en.wikipedia.org/wiki/Entertainment_robot",
        "https://en.wikipedia.org/wiki/Juggling_robot",
        "https://en.wikipedia.org/wiki/Military_robot",
        "https://en.wikipedia.org/wiki/Medical_robot",
        "https://en.wikipedia.org/wiki/Service_robot",
        "https://en.wikipedia.org/wiki/Disability_robot",
        "https://en.wikipedia.org/wiki/Agricultural_robot",
        "https://en.wikipedia.org/wiki/Automated_restaurant",
        "https://en.wikipedia.org/wiki/Automated_retail",
        "https://en.wikipedia.org/wiki/BEAM_robotics",
        "https://en.wikipedia.org/wiki/Soft_robotics",
        "https://en.wikipedia.org/wiki/Biorobotics",
        "https://en.wikipedia.org/wiki/Unmanned_vehicle",
        "https://en.wikipedia.org/wiki/Unmanned_aerial_vehicle",
        "https://en.wikipedia.org/wiki/Unmanned_ground_vehicle",
        "https://en.wikipedia.org/wiki/Mobile_robot",
        "https://en.wikipedia.org/wiki/Microbotics",
        "https://en.wikipedia.org/wiki/Nanorobotics",
        "https://en.wikipedia.org/wiki/Necrobotics",
        "https://en.wikipedia.org/wiki/Robotic_spacecraft",
        "https://en.wikipedia.org/wiki/Space_probe",
        "https://en.wikipedia.org/wiki/Swarm_robotics",
        "https://en.wikipedia.org/wiki/Telerobotics",
        "https://en.wikipedia.org/wiki/Autonomous_underwater_vehicle",
        "https://en.wikipedia.org/wiki/Remotely_operated_underwater_vehicle",
        "https://en.wikipedia.org/wiki/Robot_locomotion",
        "https://en.wikipedia.org/wiki/Continuous_track",
        "https://en.wikipedia.org/wiki/Legged_robot",
        "https://en.wikipedia.org/wiki/Electric_unicycle",
        "https://en.wikipedia.org/wiki/Robot_navigation",
        "https://en.wikipedia.org/wiki/Evolutionary_robotics",
        "https://en.wikipedia.org/wiki/Robot_kit",
        "https://en.wikipedia.org/wiki/Robotics_simulator",
        "https://en.wikipedia.org/wiki/Robotics_suite",
        "https://en.wikipedia.org/wiki/Robot_software",
        "https://en.wikipedia.org/wiki/Adaptable_robotics",
        "https://en.wikipedia.org/wiki/Developmental_robotics",
        "https://en.wikipedia.org/wiki/Robotic_paradigm",
        "https://en.wikipedia.org/wiki/Ubiquitous_robot",
        "https://en.wikipedia.org/wiki/Critique_of_work",
        "https://en.wikipedia.org/wiki/Powered_exoskeleton",
        "https://en.wikipedia.org/wiki/Technological_unemployment",
        "https://en.wikipedia.org/wiki/Terrainability",
        "https://en.wikipedia.org/wiki/List_of_fictional_robots_and_androids",
        "https://en.wikipedia.org/wiki/Outline_of_robotics",
        "https://en.wikipedia.org/wiki/Automaton",
        "https://en.wikipedia.org/wiki/Automaton",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}