{
    "url": "https://en.wikipedia.org/wiki/Automatic_door",
    "title": "Automatic door",
    "table_of_contents": [
        "1 History",
        "2 In popular culture",
        "3 See also",
        "4 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "An automatic door, also known as an auto door, is a door that opens automatically, usually on sensing the approach of a person.\n\n"
        },
        {
            "title": "History",
            "text": "In the 1st century AD, mathematician Heron of Alexandria in Roman Egypt invented the first known automatic door. He described two different automatic door applications. The first application used heat from a fire lit by the city's temple priest.  After a few hours atmospheric pressure built up in a brass vessel causing it to pump water into adjacent containers. These containers acted as weights that – through a series of ropes and pulleys – would open the temple's doors at about the time people were to arrive for prayer. Heron used a similar application to open the gates to the city.[1]\n\nIn 1931, engineers Horace H. Raymond and Sheldon S. Roby of the tool and hardware manufacturer Stanley Works designed the first model of an optical device triggering the opening of an automatic door. The invention was patented and installed in Wilcox's Pier Restaurant in West Haven, Connecticut for the benefit of waiters carrying plates of food and drink. The entire system plus installation was sold for $100.[2][3]\n\nIn 1954, Dee Horton and Lew Hewitt invented the first sliding automatic door. The automatic door used a mat actuator. In 1960, they co-founded Horton Automatics Inc and placed the first commercial automatic sliding door on the market.[4]\n\nWith the invention of the Gunn diode, microwave motion detectors became common in automatic doors in the 1970s.[5][6] And in 1980 the first automatic doors using an infrared sensor was introduced.[7]\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Door",
        "https://en.wikipedia.org/wiki/Heron_of_Alexandria",
        "https://en.wikipedia.org/wiki/Roman_Egypt",
        "https://en.wikipedia.org/wiki/Gunn_diode",
        "https://en.wikipedia.org/wiki/Motion_detector",
        "https://en.wikipedia.org/wiki/When_the_Sleeper_Wakes",
        "https://en.wikipedia.org/wiki/Pocket_door",
        "https://en.wikipedia.org/wiki/Star_Trek",
        "https://en.wikipedia.org/wiki/Electronic_lock",
        "https://en.wikipedia.org/wiki/Automatic_door",
        "https://en.wikipedia.org/wiki/Automatic_door",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}