{
    "url": "https://en.wikipedia.org/wiki/Avalites",
    "title": "Avalites",
    "table_of_contents": [
        "1 Location",
        "2 Origins",
        "3 Political structure",
        "4 Collapse",
        "5 Trade",
        "6 See also",
        "7 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Avalites (Ancient Greek: Αὐαλίτης or Ἀβαλίτης) was a small port in what is today Somalia that dominated trade in the Red Sea and Mediterranean.[1][2][3]\n\n"
        },
        {
            "title": "Location",
            "text": "There has been a series of disputes as to the location of Avalites According to the Periplus of the Erythraean Sea,[4] Avalites was located west of Adulis near the strait of  Bab-el-Mandeb.[5] Now called Zeila, it is located in western Somaliland, near the border with Djibouti.[6]  Avalites was a small port located in the east of Barbara, very close to neighbouring Arabian city-states such as Muza and Ocelis.[7]\n\nHowever, early Arab historians disagree with Periplus, they say that Avalites wasn’t located in the Barbra region, but it was located in the heart of Axum, Assab.[8]\n\nPeriplus mentions that Avalites was the first port in the Barbar region, followed by Malao, Mundus and Mosylon.[9][10] Jewish traveller Benjamin Tudela identified Avalites as a possible location of Havila.[11]\n\n"
        },
        {
            "title": "Origins",
            "text": "The people of Avalites were probably proto-Somalis, called Barbaras.[12] Al-Waqidi described the Barbar as Sudanese people who used elephants in warfare, neighbours of the Bujuwa and Nuba. He notes that they came from Kush and their land extended from Aswan to modern Tanzania.[13][14]\n\n"
        },
        {
            "title": "Political structure",
            "text": "Each port city on the northern East African coast had its own tribal chief[15] and its own unmistakable character. Some were unwelcoming to the Romans, others welcoming, depending on the conditions and perspectives of the locals.[16]\n\n"
        },
        {
            "title": "Collapse",
            "text": "By the early 2nd century, Avalites was destroyed by the Himyarite Kingdom. According to Al-Waqidi, Nuh Ifriqs, expanded his kingdom all the way to the Amazigh, and Barbaria.[17][18] During the mid-2nd century, King Charibael of Himyar is said to have extended his influence on the African coast from Avalites to Rhapta.[19][20] According to Periplus, Avalites, Mondus, and Mosullon were unruly and unjust, whilst the people of Malao were peaceful.[21][22]\n\n"
        },
        {
            "title": "Trade",
            "text": "According to Periplus, the Barbaras used ships called baden, similar to the Arab beden, to transport their cargo.[23][24] The people of Avalites used rafts to cross the Red Sea to trade with the Romans.[25][26] Avalites exported spices, myrrh, incense, and ivory,[27] and mostly traded with the Arabians of Muza,[28] but also with other small ports in southern Arabia.\n\nThe Somali coast was in important part of the global incense trade, alongside Southeast Asia, South Asia, and southern Arabia on the Red Sea. Incense was widely used in the Mediterranean region and all of Europe, used for religious and everyday purposes. This made incense a noteworthy commodity in the Indian Ocean trade.[29]\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Ancient_Greek_language",
        "https://en.wikipedia.org/wiki/Somalia",
        "https://en.wikipedia.org/wiki/Red_Sea",
        "https://en.wikipedia.org/wiki/Periplus_of_the_Erythraean_Sea",
        "https://en.wikipedia.org/wiki/Adulis",
        "https://en.wikipedia.org/wiki/Zeila",
        "https://en.wikipedia.org/wiki/Somaliland",
        "https://en.wikipedia.org/wiki/Djibouti",
        "https://en.wikipedia.org/wiki/Ocelis",
        "https://en.wikipedia.org/wiki/Assab",
        "https://en.wikipedia.org/wiki/Malao",
        "https://en.wikipedia.org/wiki/Mosylon",
        "https://en.wikipedia.org/wiki/Benjamin_Tudela",
        "https://en.wikipedia.org/wiki/Somalis",
        "https://en.wikipedia.org/wiki/Sudanese_people",
        "https://en.wikipedia.org/wiki/Nuba_peoples",
        "https://en.wikipedia.org/wiki/Aswan",
        "https://en.wikipedia.org/wiki/Tanzania",
        "https://en.wikipedia.org/wiki/Ancient_Rome",
        "https://en.wikipedia.org/wiki/Himyarite_Kingdom",
        "https://en.wikipedia.org/wiki/Charibael",
        "https://en.wikipedia.org/wiki/Rhapta",
        "https://en.wikipedia.org/wiki/Malao",
        "https://en.wikipedia.org/wiki/Beden",
        "https://en.wikipedia.org/wiki/Myrrh",
        "https://en.wikipedia.org/wiki/Ivory",
        "https://en.wikipedia.org/wiki/Muza_Emporion",
        "https://en.wikipedia.org/wiki/Southeast_Asia",
        "https://en.wikipedia.org/wiki/South_Arabia",
        "https://en.wikipedia.org/wiki/Indian_Ocean",
        "https://en.wikipedia.org/wiki/Sarapion",
        "https://en.wikipedia.org/wiki/Opone",
        "https://en.wikipedia.org/wiki/Avalites",
        "https://en.wikipedia.org/wiki/Avalites",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}