{
    "url": "https://en.wikipedia.org/wiki/Aerospace_Medicine",
    "title": "Aviation medicine",
    "table_of_contents": [
        "1 Overview",
        "2 See also",
        "3 References",
        "4 Further reading",
        "5 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Aviation medicine, also called flight medicine or aerospace medicine, is a preventive or occupational medicine in which the patients/subjects are pilots, aircrews, or astronauts.[1] The specialty strives to treat or prevent conditions to which aircrews are particularly susceptible, applies medical knowledge to the human factors in aviation and is thus a critical component of aviation safety.[1]  A military practitioner of aviation medicine may be called a flight surgeon and a civilian practitioner is an aviation medical examiner.[1] One of the biggest differences between the military and civilian flight doctors is the military flight surgeon's requirement to log flight hours.[2]\n\n"
        },
        {
            "title": "Overview",
            "text": "Broadly defined, this subdiscipline endeavors to discover and prevent various adverse physiological responses to hostile biologic and physical stresses encountered in the aerospace environment.[1]  Problems range from life support measures for astronauts to recognizing an ear block in an infant traveling on an airliner with elevated cabin pressure altitude. Aeromedical certification of pilots, aircrew and patients is also part of aviation medicine. A final subdivision is the AeroMedical Transportation Specialty. These military and civilian specialists are concerned with protecting aircrew and patients who are transported by AirEvac aircraft (helicopters or fixed-wing airplanes).\n\nAtmospheric physics potentially affect all air travelers regardless of the aircraft.[1] As humans ascend  through the first 9100–12,300 m (30,000–40,000 ft), temperature decreases linearly at an average rate of 2 °C (3.6 °F) per 305 m (1000 ft). If sea-level temperature is 16 °C (60 °F), the outside air temperature is approximately −57 °C (−70 °F) at 10,700 m (35,000 ft). Pressure and humidity also decline, and aircrew are exposed to radiation, vibration and acceleration forces (the latter are also known as \"g\" forces). Aircraft life support systems such as oxygen, heat and pressurization are the first line of defense against most of the hostile aerospace environment. Higher performance aircraft provide more sophisticated life support equipment, such as \"G-suits\" to help the body resist the adverse effects of acceleration, along with pressure breathing apparatus, or ejection seats or other escape equipment.\n\nEvery factor contributing to a safe flight has a failure rate. The crew of an aircraft is no different. Aviation medicine aims to keep this rate in the humans involved equal to or below a specified risk level. This standard of risk is also applied to airframe, avionics and systems associated with flights.\n\nAeroMedical examinations aim at screening for elevation in risk of sudden incapacitation, such as a tendency towards myocardial infarction (heart attacks), epilepsy or the presence of metabolic conditions diabetes, etc. which may lead to hazardous condition at altitude.[1]  The goal of the AeroMedical Examination is to protect the life and health of pilots and passengers by making reasonable medical assurance that an individual is fit to fly.[1] Other screened conditions such as colour blindness can prevent a person from flying because of an inability to perform a function that is necessary.[1][3] In this case to tell green from red.[4] These specialized medical exams consist of physical examinations performed by an Aviation Medical Examiner or a military Flight Surgeon, doctors trained to screen potential aircrew for identifiable medical conditions that could lead to problems while performing airborne duties.[1][5]  In addition, this unique population of aircrews is a high-risk group for several diseases and harmful conditions due to irregular work shifts with irregular sleeping and irregular meals (usually carbonated drinks and high energy snacks) and work-related stress.[1][6][7][8][9]\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Persian_Gulf",
        "https://en.wikipedia.org/wiki/Preventive_medicine",
        "https://en.wikipedia.org/wiki/Occupational_medicine",
        "https://en.wikipedia.org/wiki/Human_factors",
        "https://en.wikipedia.org/wiki/Aviation",
        "https://en.wikipedia.org/wiki/Aviation_safety",
        "https://en.wikipedia.org/wiki/Flight_surgeon",
        "https://en.wikipedia.org/wiki/Aviation_medical_examiner",
        "https://en.wikipedia.org/wiki/Aerospace",
        "https://en.wikipedia.org/wiki/Airliner",
        "https://en.wikipedia.org/wiki/Aircrew",
        "https://en.wikipedia.org/wiki/Air_temperature",
        "https://en.wikipedia.org/wiki/Rebreather",
        "https://en.wikipedia.org/wiki/Ejection_seat",
        "https://en.wikipedia.org/wiki/Airframe",
        "https://en.wikipedia.org/wiki/Avionics",
        "https://en.wikipedia.org/wiki/Myocardial_infarction",
        "https://en.wikipedia.org/wiki/Epilepsy",
        "https://en.wikipedia.org/wiki/Diabetes",
        "https://en.wikipedia.org/wiki/Colour_blindness",
        "https://en.wikipedia.org/wiki/Aviation_Medical_Examiner",
        "https://en.wikipedia.org/wiki/Flight_Surgeon",
        "https://en.wikipedia.org/wiki/Aerospace_Medical_Association",
        "https://en.wikipedia.org/wiki/American_Board_of_Preventive_Medicine",
        "https://en.wikipedia.org/wiki/American_Osteopathic_Board_of_Preventive_Medicine",
        "https://en.wikipedia.org/wiki/Barany_chair",
        "https://en.wikipedia.org/wiki/Barodontalgia",
        "https://en.wikipedia.org/wiki/Civil_Aerospace_Medical_Institute",
        "https://en.wikipedia.org/wiki/Fear_of_flying",
        "https://en.wikipedia.org/wiki/Museum_of_Aerospace_Medicine",
        "https://en.wikipedia.org/wiki/RAF_Institute_of_Aviation_Medicine",
        "https://en.wikipedia.org/wiki/Space_medicine",
        "https://en.wikipedia.org/wiki/Aviation_medicine",
        "https://en.wikipedia.org/wiki/Aviation_medicine",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}