{
    "url": "https://en.wikipedia.org/wiki/Aviation",
    "title": "Aviation",
    "table_of_contents": [
        "1 Etymology",
        "2 History",
        "2.1 Early beginnings",
        "2.2 Lighter than air",
        "2.3 Heavier than air",
        "3 Operations of aircraft",
        "3.1 Civil aviation",
        "3.1.1 Air transport",
        "3.1.2 General aviation",
        "3.2 Military aviation",
        "3.2.1 Types of military aviation",
        "3.3 Air safety",
        "4 Aviation accidents and incidents",
        "5 Air traffic control",
        "6 Environmental impact",
        "7 See also",
        "8 Notes",
        "9 Bibliography",
        "10 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nAviation is the activities surrounding mechanical flight and the aircraft industry. Aircraft includes fixed-wing and rotary-wing types, morphable wings, wing-less lifting bodies, as well as lighter-than-air craft such as hot air balloons and airships.\n\nAviation began in the 18th century with the development of the hot air balloon, an apparatus capable of atmospheric displacement through buoyancy. Some of the most significant advancements in aviation technology came with the controlled gliding flying of Otto Lilienthal in 1896; then a large step in significance came with the construction of the first powered airplane by the Wright brothers in the early 1900s. Since that time, aviation has been technologically revolutionized by the introduction of the jet which permitted a major form of transport throughout the world.\n\n"
        },
        {
            "title": "Etymology",
            "text": "The word aviation was coined by the French writer and former naval officer Gabriel La Landelle in 1863.[1] He derived the term from the verb avier (an unsuccessful neologism for \"to fly\"), itself derived from the Latin word avis (\"bird\") and the suffix -ation.[2]\n\n"
        },
        {
            "title": "History",
            "text": "There are early legends of human flight such as the stories of Icarus in Greek myth, Jamshid and Shah Kay Kāvus in Persian myth,[3] and the flying automaton of Archytas of Tarentum (428–347 BC).[4] Later, somewhat more credible claims of short-distance human flights appear, such as the winged flights of Abbas ibn Firnas (810–887, recorded in the 17th century), Eilmer of Malmesbury (11th century, recorded in the 12th century), and the hot-air Passarola of Bartholomeu Lourenço de Gusmão (1685–1724).\n\nThe modern age of aviation began with the first untethered human lighter-than-air flight on November 21, 1783, of a hot air balloon designed by the Montgolfier brothers.[5] The usefulness of balloons was limited because they could only travel downwind. It was immediately recognized that a steerable, or dirigible, balloon was required. Jean-Pierre Blanchard flew the first human-powered dirigible in 1784 and crossed the English Channel in one in 1785.\n\nRigid airships became the first aircraft to transport passengers and cargo over great distances. The best known aircraft of this type were manufactured by the German Zeppelin company.\n\nThe most successful Zeppelin was the Graf Zeppelin. It flew over one million miles, including an around-the-world flight in August 1929. However, the dominance of the Zeppelins over the airplanes of that period, which had a range of only a few hundred miles, was diminishing as airplane design advanced. The \"Golden Age\" of the airships ended on May 6, 1937, when the Hindenburg caught fire, killing 36 people. The cause of the Hindenburg accident was initially blamed on the use of hydrogen instead of helium as the lift gas. An internal investigation by the manufacturer revealed that the coating used in the material covering the frame was highly flammable and allowed static electricity to build up in the airship.[6] Changes to the coating formulation reduced the risk of further Hindenburg type accidents. Although there have been periodic initiatives to revive their use, airships have seen only niche application since that time.[7]\n\nIn 1799, Sir George Cayley set forth the concept of the modern airplane as a fixed-wing flying machine with separate systems for lift, propulsion, and control.[8][9] Early dirigible developments included machine-powered propulsion (Henri Giffard, 1852), rigid frames (David Schwarz, 1896) and improved speed and maneuverability (Alberto Santos-Dumont, 1901)\n\nThere are many competing claims for the earliest powered, heavier-than-air flight. The first recorded powered flight was carried out by Clément Ader on October 9, 1890, in his bat-winged, fully self-propelled fixed-wing aircraft, the Ader Éole. It was reportedly the first manned, powered, heavier-than-air flight of a significant distance (50 m (160 ft)) but insignificant altitude from level ground.[10][11][12] Seven years later, on 14 October 1897, Ader's Avion III was tested without success in front of two officials from the French War ministry. The report on the trials was not publicized until 1910, as they had been a military secret. In November 1906, Ader claimed to have made a successful flight on 14 October 1897, achieving an \"uninterrupted flight\" of around 300 metres (980 feet). Although widely believed at the time, these claims were later discredited.[13][14]\n\nThe Wright brothers made the first successful powered, controlled and sustained airplane flight on December 17, 1903, a feat made possible by their invention of three-axis control. Only a decade later, at the start of World War I, heavier-than-air powered aircraft had become practical for reconnaissance, artillery spotting, and even attacks against ground positions.\n\nAircraft began to transport people and cargo as designs grew larger and more reliable. The Wright brothers took aloft the first passenger, Charles Furnas, one of their mechanics, on May 14, 1908.[15][16]\n\nDuring the 1920s and 1930s great progress was made in the field of aviation, including the first transatlantic flight of Alcock and Brown in 1919, Charles Lindbergh's solo transatlantic flight in 1927, and Charles Kingsford Smith's transpacific flight the following year. One of the most successful designs of this period was the Douglas DC-3, which became the first airliner to be profitable carrying passengers exclusively, starting the modern era of passenger airline service. By the beginning of World War II, many towns and cities had built airports, and there were numerous qualified pilots available. The war brought many innovations to aviation, including the first jet aircraft and the first liquid-fueled rockets.\n\nAfter World War II, especially in North America, there was a boom in general aviation, both private and commercial, as thousands of pilots were released from military service and many inexpensive war-surplus transport and training aircraft became available. Manufacturers such as Cessna, Piper, and Beechcraft expanded production to provide light aircraft for the new middle-class market.\n\nBy the 1950s, the development of civil jets grew, beginning with the de Havilland Comet, though the first widely used passenger jet was the Boeing 707, because it was much more economical than other aircraft at that time. At the same time, turboprop propulsion began to appear for smaller commuter planes, making it possible to serve small-volume routes in a much wider range of weather conditions.\n\nSince the 1960s composite material airframes and quieter, more efficient engines have become available, and Concorde provided supersonic passenger service for more than two decades, but the most important lasting innovations have taken place in instrumentation and control. The arrival of solid-state electronics, the Global Positioning System, satellite communications, and increasingly small and powerful computers and LED displays, have dramatically changed the cockpits of airliners and, increasingly, of smaller aircraft as well. Pilots can navigate much more accurately and view terrain, obstructions, and other nearby aircraft on a map or through synthetic vision, even at night or in low visibility.\n\nOn June 21, 2004, SpaceShipOne became the first privately funded aircraft to make a spaceflight, opening the possibility of an aviation market capable of leaving the Earth's atmosphere. Meanwhile, the need to decarbonise the aviation industry to face the climate crisis has increased research into aircraft powered by alternative fuels, such as ethanol, electricity, hydrogen, and even solar energy, with flying prototypes becoming more common.\n\n"
        },
        {
            "title": "Operations of aircraft",
            "text": "Civil aviation includes all non-military flying, both general aviation and scheduled air transport.\n\nThere are five major manufacturers of civil transport aircraft (in alphabetical order):\n\nBoeing, Airbus, Ilyushin and Tupolev concentrate on wide-body and narrow-body jet airliners, while Bombardier, Embraer and Sukhoi concentrate on regional airliners. Large networks of specialized parts suppliers from around the world support these manufacturers, who sometimes provide only the initial design and final assembly in their own plants. The Chinese ACAC consortium has also recently entered the civil transport market with its Comac ARJ21 regional jet.[18][19]\n\nUntil the 1970s, most major airlines were flag carriers, sponsored by their governments and heavily protected from competition. Since then, open skies agreements have resulted in increased competition and choice for consumers, coupled with falling prices for airlines. The combination of high fuel prices, low fares, high salaries, and crises such as the September 11 attacks and the SARS pandemic have driven many older airlines to government-bailouts, bankruptcy or mergers. At the same time, low-cost carriers such as Ryanair, Southwest and WestJet have flourished.\n\nGeneral aviation includes all non-scheduled civil flying, both private and commercial. General aviation may include business flights, air charter, private aviation, flight training, ballooning, paragliding, parachuting, gliding, hang gliding, aerial photography, foot-launched powered hang gliders, air ambulance, crop dusting, charter flights, traffic reporting, police air patrols and forest fire fighting.\n\nEach country regulates aviation differently, but general aviation usually falls under different regulations depending on whether it is private or commercial and on the type of equipment involved.\n\nMany small aircraft manufacturers serve the general aviation market, with a focus on private aviation and flight training.\n\nThe most important recent developments for small aircraft (which form the bulk of the GA fleet) have been the introduction of advanced avionics (including GPS) that were formerly found only in large airliners, and the introduction of composite materials to make small aircraft lighter and faster. Ultralight and homebuilt aircraft have also become increasingly popular for recreational use, since in most countries that allow private aviation, they are much less expensive and less heavily regulated than certified aircraft.\n\nSimple balloons were used as surveillance aircraft as early as the 18th century. Over the years, military aircraft have been built to meet ever increasing capability requirements. Manufacturers of military aircraft compete for contracts to supply their government's arsenal. Aircraft are selected based on factors like cost, performance, and the speed of production.\n\nAviation safety means the state of an aviation system or organization in which risks associated with aviation activities, related to, or in direct support of the operation of aircraft, are reduced and controlled to an acceptable level. It encompasses the theory, practice, investigation, and categorization of flight failures, and the prevention of such failures through regulation, education, and training. It can also be applied in the context of campaigns that inform the public as to the safety of air travel. The worst aviation accident in history was the Tenerife airport disaster on March 27, 1977, when 583 people died when two Boeing 747 jumbo jets, operated by Pan Am and KLM collided on a runway in Los Rodeos airport, now known as Tenerife North.\n\n"
        },
        {
            "title": "Aviation accidents and incidents",
            "text": "An aviation accident is defined by the Convention on International Civil Aviation Annex 13 as an occurrence associated with the operation of an aircraft which takes place between the time any person boards the aircraft with the intention of flight until such time as all such persons have disembarked, in which a person is fatally or seriously injured, the aircraft sustains damage or structural failure or the aircraft is missing or is completely inaccessible.[21]\n\nThe first fatal aviation accident occurred in a Wright Model A aircraft at Fort Myer, Virginia, USA, on September 17, 1908, resulting in injury to the pilot, Orville Wright, and death of the passenger, Signal Corps Lieutenant Thomas Selfridge.[22]\n\nAn aviation incident is defined as an occurrence, other than an accident, associated with the operation of an aircraft that affects or could affect the safety of operations.[23]\n\nAn accident in which the damage to the aircraft is such that it must be written off, or in which the plane is destroyed, is called a hull loss accident.[23]\n\n"
        },
        {
            "title": "Air traffic control",
            "text": "Air traffic control (ATC) involves communication with aircraft to help maintain separation – that is, they ensure that aircraft are sufficiently far enough apart horizontally or vertically for no risk of collision. Controllers may co-ordinate position reports provided by pilots, or in high traffic areas (such as the United States) they may use radar to see aircraft positions.\n\nThere are generally four different types of ATC:\n\nATC is especially important for aircraft flying under instrument flight rules (IFR), when they may be in weather conditions that do not allow the pilots to see other aircraft. However, in very high-traffic areas, especially near major airports, aircraft flying under visual flight rules (VFR) are also required to follow instructions from ATC.\n\nIn addition to separation from other aircraft, ATC may provide weather advisories, terrain separation, navigation assistance, and other services to pilots, depending on their workload.\n\nATC do not control all flights. The majority of VFR (Visual Flight Rules) flights in North America are not required to contact ATC (unless they are passing through a busy terminal area or using a major airport), and in many areas, such as northern Canada and low altitude in northern Scotland, Air traffic control services are not available even for IFR flights at lower altitudes.\n\n"
        },
        {
            "title": "Environmental impact",
            "text": "\nLike all activities involving combustion, operating powered aircraft (from airliners to hot air balloons) releases soot and other pollutants into the atmosphere. Greenhouse gases such as carbon dioxide (CO2) are also produced. In addition, there are environmental impacts specific to aviation: for instance, \nAnother environmental impact of aviation is noise pollution, mainly caused by aircraft taking off and landing. Sonic booms were a problem with supersonic aircraft such as the Concorde.\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Boeing_747",
        "https://en.wikipedia.org/wiki/Transport",
        "https://en.wikipedia.org/wiki/Mode_of_transport",
        "https://en.wikipedia.org/wiki/Land_transport",
        "https://en.wikipedia.org/wiki/Rail_transport",
        "https://en.wikipedia.org/wiki/Road_transport",
        "https://en.wikipedia.org/wiki/Cable_transport",
        "https://en.wikipedia.org/wiki/Rail_transport",
        "https://en.wikipedia.org/wiki/Cable_transport",
        "https://en.wikipedia.org/wiki/Land_transport",
        "https://en.wikipedia.org/wiki/Rail_transport",
        "https://en.wikipedia.org/wiki/Road_transport",
        "https://en.wikipedia.org/wiki/Maritime_transport",
        "https://en.wikipedia.org/wiki/Land_transport",
        "https://en.wikipedia.org/wiki/Rail_transport",
        "https://en.wikipedia.org/wiki/Road_transport",
        "https://en.wikipedia.org/wiki/Personal_rapid_transit",
        "https://en.wikipedia.org/wiki/Pipeline_transport",
        "https://en.wikipedia.org/wiki/Spaceflight",
        "https://en.wikipedia.org/wiki/Supersonic_transport",
        "https://en.wikipedia.org/wiki/Maritime_transport",
        "https://en.wikipedia.org/wiki/Vactrain",
        "https://en.wikipedia.org/wiki/Bicycle_transportation_planning_and_engineering",
        "https://en.wikipedia.org/wiki/Cyclability",
        "https://en.wikipedia.org/wiki/Cycling_infrastructure",
        "https://en.wikipedia.org/wiki/Transportation_engineering",
        "https://en.wikipedia.org/wiki/Free_public_transport",
        "https://en.wikipedia.org/wiki/Green_transport_hierarchy",
        "https://en.wikipedia.org/wiki/History_of_transport",
        "https://en.wikipedia.org/wiki/Outline_of_transport",
        "https://en.wikipedia.org/wiki/Public_transport",
        "https://en.wikipedia.org/wiki/Sustainable_transport",
        "https://en.wikipedia.org/wiki/Timeline_of_transportation_technology",
        "https://en.wikipedia.org/wiki/Transport_divide",
        "https://en.wikipedia.org/wiki/Transportation_planning",
        "https://en.wikipedia.org/wiki/Flight",
        "https://en.wikipedia.org/wiki/Aircraft",
        "https://en.wikipedia.org/wiki/Airplane",
        "https://en.wikipedia.org/wiki/Helicopter",
        "https://en.wikipedia.org/wiki/Aerostat",
        "https://en.wikipedia.org/wiki/Airship",
        "https://en.wikipedia.org/wiki/Hot_air_balloon",
        "https://en.wikipedia.org/wiki/Buoyancy",
        "https://en.wikipedia.org/wiki/Otto_Lilienthal",
        "https://en.wikipedia.org/wiki/Wright_brothers",
        "https://en.wikipedia.org/wiki/Jet_aircraft",
        "https://en.wikipedia.org/wiki/Neologism",
        "https://en.wikipedia.org/wiki/History_of_aviation",
        "https://en.wikipedia.org/wiki/Timeline_of_aviation",
        "https://en.wikipedia.org/wiki/Icarus",
        "https://en.wikipedia.org/wiki/Jamshid",
        "https://en.wikipedia.org/wiki/Shah",
        "https://en.wikipedia.org/wiki/Archytas",
        "https://en.wikipedia.org/wiki/Taranto",
        "https://en.wikipedia.org/wiki/Abbas_ibn_Firnas",
        "https://en.wikipedia.org/wiki/Eilmer_of_Malmesbury",
        "https://en.wikipedia.org/wiki/LZ_129_Hindenburg",
        "https://en.wikipedia.org/wiki/Lakehurst_Naval_Air_Station",
        "https://en.wikipedia.org/wiki/Hot_air_balloon",
        "https://en.wikipedia.org/wiki/Montgolfier_brothers",
        "https://en.wikipedia.org/wiki/Airship",
        "https://en.wikipedia.org/wiki/Rigid_airship",
        "https://en.wikipedia.org/wiki/Zeppelin",
        "https://en.wikipedia.org/wiki/LZ_127_Graf_Zeppelin",
        "https://en.wikipedia.org/wiki/LZ_129_Hindenburg",
        "https://en.wikipedia.org/wiki/George_Cayley",
        "https://en.wikipedia.org/wiki/Henri_Giffard",
        "https://en.wikipedia.org/wiki/Wright_brothers",
        "https://en.wikipedia.org/wiki/Early_flying_machines",
        "https://en.wikipedia.org/wiki/Ader_Avion_III",
        "https://en.wikipedia.org/wiki/Wright_brothers",
        "https://en.wikipedia.org/wiki/World_War_I",
        "https://en.wikipedia.org/wiki/Transatlantic_flight_of_Alcock_and_Brown",
        "https://en.wikipedia.org/wiki/Charles_Lindbergh",
        "https://en.wikipedia.org/wiki/Charles_Kingsford_Smith",
        "https://en.wikipedia.org/wiki/Airliner",
        "https://en.wikipedia.org/wiki/Turbojet",
        "https://en.wikipedia.org/wiki/Rocket",
        "https://en.wikipedia.org/wiki/Cessna_172",
        "https://en.wikipedia.org/wiki/General_aviation",
        "https://en.wikipedia.org/wiki/Cessna",
        "https://en.wikipedia.org/wiki/Piper_Aircraft",
        "https://en.wikipedia.org/wiki/Beechcraft",
        "https://en.wikipedia.org/wiki/De_Havilland_Comet",
        "https://en.wikipedia.org/wiki/Boeing_707",
        "https://en.wikipedia.org/wiki/Gas_turbine",
        "https://en.wikipedia.org/wiki/Composite_material",
        "https://en.wikipedia.org/wiki/Concorde",
        "https://en.wikipedia.org/wiki/Supersonic_transport",
        "https://en.wikipedia.org/wiki/Transistor",
        "https://en.wikipedia.org/wiki/Global_Positioning_System",
        "https://en.wikipedia.org/wiki/Communications_satellite",
        "https://en.wikipedia.org/wiki/Airliner",
        "https://en.wikipedia.org/wiki/Synthetic_vision",
        "https://en.wikipedia.org/wiki/NASA",
        "https://en.wikipedia.org/wiki/Helios_Prototype",
        "https://en.wikipedia.org/wiki/Solar_power",
        "https://en.wikipedia.org/wiki/SpaceShipOne",
        "https://en.wikipedia.org/wiki/Spaceflight",
        "https://en.wikipedia.org/wiki/Decarbonisation",
        "https://en.wikipedia.org/wiki/Climate_crisis",
        "https://en.wikipedia.org/wiki/Ethanol",
        "https://en.wikipedia.org/wiki/Electricity",
        "https://en.wikipedia.org/wiki/Solar_energy",
        "https://en.wikipedia.org/wiki/Civil_aviation",
        "https://en.wikipedia.org/wiki/General_aviation",
        "https://en.wikipedia.org/wiki/Scheduled_air_transport",
        "https://en.wikipedia.org/wiki/Airline",
        "https://en.wikipedia.org/wiki/Northwest_Airlines",
        "https://en.wikipedia.org/wiki/Airbus_A330",
        "https://en.wikipedia.org/wiki/Airbus",
        "https://en.wikipedia.org/wiki/Boeing",
        "https://en.wikipedia.org/wiki/Bombardier_Aerospace",
        "https://en.wikipedia.org/wiki/Embraer",
        "https://en.wikipedia.org/wiki/United_Aircraft_Corporation",
        "https://en.wikipedia.org/wiki/Ilyushin",
        "https://en.wikipedia.org/wiki/Tupolev",
        "https://en.wikipedia.org/wiki/Airliner",
        "https://en.wikipedia.org/wiki/Sukhoi",
        "https://en.wikipedia.org/wiki/Regional_airliner",
        "https://en.wikipedia.org/wiki/ACAC_consortium",
        "https://en.wikipedia.org/wiki/Comac_ARJ21",
        "https://en.wikipedia.org/wiki/Flag_carrier",
        "https://en.wikipedia.org/wiki/Open_skies",
        "https://en.wikipedia.org/wiki/September_11_attacks",
        "https://en.wikipedia.org/wiki/Severe_acute_respiratory_syndrome",
        "https://en.wikipedia.org/wiki/Ryanair",
        "https://en.wikipedia.org/wiki/Southwest_Airlines",
        "https://en.wikipedia.org/wiki/WestJet",
        "https://en.wikipedia.org/wiki/General_aviation",
        "https://en.wikipedia.org/wiki/Piper_Cub",
        "https://en.wikipedia.org/wiki/Private_aviation",
        "https://en.wikipedia.org/wiki/Commercial_aviation",
        "https://en.wikipedia.org/wiki/Air_charter",
        "https://en.wikipedia.org/wiki/Hot_air_balloon",
        "https://en.wikipedia.org/wiki/Paragliding",
        "https://en.wikipedia.org/wiki/Parachuting",
        "https://en.wikipedia.org/wiki/Hang_gliding",
        "https://en.wikipedia.org/wiki/Aerial_photography",
        "https://en.wikipedia.org/wiki/Powered_hang_glider",
        "https://en.wikipedia.org/wiki/Traffic_reporting",
        "https://en.wikipedia.org/wiki/Avionics",
        "https://en.wikipedia.org/wiki/Global_Positioning_System",
        "https://en.wikipedia.org/wiki/Airliner",
        "https://en.wikipedia.org/wiki/Composite_material",
        "https://en.wikipedia.org/wiki/Ultralight_aviation",
        "https://en.wikipedia.org/wiki/Homebuilt_aircraft",
        "https://en.wikipedia.org/wiki/Military_aviation",
        "https://en.wikipedia.org/wiki/Aerial_warfare",
        "https://en.wikipedia.org/wiki/Military_aircraft",
        "https://en.wikipedia.org/wiki/Fighter_aircraft",
        "https://en.wikipedia.org/wiki/Sopwith_Camel",
        "https://en.wikipedia.org/wiki/A6M_Zero",
        "https://en.wikipedia.org/wiki/Ground_attack",
        "https://en.wikipedia.org/wiki/Tactical_bombing",
        "https://en.wikipedia.org/wiki/Junkers_Ju_87",
        "https://en.wikipedia.org/wiki/Bomber",
        "https://en.wikipedia.org/wiki/Strategic_bombing",
        "https://en.wikipedia.org/wiki/Zeppelin",
        "https://en.wikipedia.org/wiki/Dassault_Mirage_IV",
        "https://en.wikipedia.org/wiki/Military_transport_aircraft",
        "https://en.wikipedia.org/wiki/Surveillance_aircraft",
        "https://en.wikipedia.org/wiki/Aerial_reconnaissance",
        "https://en.wikipedia.org/wiki/Rumpler_Taube",
        "https://en.wikipedia.org/wiki/De_Havilland_Mosquito",
        "https://en.wikipedia.org/wiki/Unmanned_aerial_vehicle",
        "https://en.wikipedia.org/wiki/Missile",
        "https://en.wikipedia.org/wiki/Aviation_safety",
        "https://en.wikipedia.org/wiki/Tenerife_airport_disaster",
        "https://en.wikipedia.org/wiki/Aviation_accidents_and_incidents",
        "https://en.wikipedia.org/wiki/United_States_Air_Force_Thunderbirds",
        "https://en.wikipedia.org/wiki/Ejection_seat",
        "https://en.wikipedia.org/wiki/Air_show",
        "https://en.wikipedia.org/wiki/Convention_on_International_Civil_Aviation",
        "https://en.wikipedia.org/wiki/Wright_Model_A",
        "https://en.wikipedia.org/wiki/Fort_Myer",
        "https://en.wikipedia.org/wiki/Orville_Wright",
        "https://en.wikipedia.org/wiki/Thomas_Selfridge",
        "https://en.wikipedia.org/wiki/Air_traffic_control",
        "https://en.wikipedia.org/wiki/Air_traffic_control_tower",
        "https://en.wikipedia.org/wiki/Amsterdam_Airport",
        "https://en.wikipedia.org/wiki/Radar",
        "https://en.wikipedia.org/wiki/International_waters",
        "https://en.wikipedia.org/wiki/Instrument_flight_rules",
        "https://en.wikipedia.org/wiki/Visual_flight_rules",
        "https://en.wikipedia.org/wiki/Environmental_impact_of_aviation",
        "https://en.wikipedia.org/wiki/Combustion",
        "https://en.wikipedia.org/wiki/Soot",
        "https://en.wikipedia.org/wiki/Greenhouse_gas",
        "https://en.wikipedia.org/wiki/Carbon_dioxide",
        "https://en.wikipedia.org/wiki/Condensation_trails",
        "https://en.wikipedia.org/wiki/Airliner",
        "https://en.wikipedia.org/wiki/Cirrus_cloud",
        "https://en.wikipedia.org/wiki/Tropopause",
        "https://en.wikipedia.org/wiki/Jet_airliner",
        "https://en.wikipedia.org/wiki/Contrail",
        "https://en.wikipedia.org/wiki/Cirrus_cloud",
        "https://en.wikipedia.org/wiki/Nitrogen_oxide",
        "https://en.wikipedia.org/wiki/Avgas",
        "https://en.wikipedia.org/wiki/Tetraethyllead",
        "https://en.wikipedia.org/wiki/Gasoline",
        "https://en.wikipedia.org/wiki/Light_aircraft",
        "https://en.wikipedia.org/wiki/Noise_pollution",
        "https://en.wikipedia.org/wiki/Concorde",
        "https://en.wikipedia.org/wiki/Aeronautics",
        "https://en.wikipedia.org/wiki/Environmental_impact_of_aviation",
        "https://en.wikipedia.org/wiki/Index_of_aviation_articles",
        "https://en.wikipedia.org/wiki/Timeline_of_aviation",
        "https://en.wikipedia.org/wiki/NASA",
        "https://en.wikipedia.org/wiki/Lists_of_aviation_topics",
        "https://en.wikipedia.org/wiki/List_of_aircraft",
        "https://en.wikipedia.org/wiki/List_of_aircraft_manufacturers",
        "https://en.wikipedia.org/wiki/List_of_civil_aircraft",
        "https://en.wikipedia.org/wiki/List_of_aircraft_engines",
        "https://en.wikipedia.org/wiki/List_of_aircraft_engine_manufacturers",
        "https://en.wikipedia.org/wiki/List_of_aerospace_flight_test_centres",
        "https://en.wikipedia.org/wiki/List_of_test_pilot_schools",
        "https://en.wikipedia.org/wiki/List_of_airlines",
        "https://en.wikipedia.org/wiki/List_of_defunct_airlines",
        "https://en.wikipedia.org/wiki/List_of_helicopter_airlines",
        "https://en.wikipedia.org/wiki/List_of_airports",
        "https://en.wikipedia.org/wiki/List_of_aerobatic_teams",
        "https://en.wikipedia.org/wiki/List_of_civil_aviation_authorities",
        "https://en.wikipedia.org/wiki/List_of_gliders",
        "https://en.wikipedia.org/wiki/List_of_aerospace_museums",
        "https://en.wikipedia.org/wiki/Air_Navigation_and_Transport_Act",
        "https://en.wikipedia.org/wiki/List_of_aircraft_registration_prefixes",
        "https://en.wikipedia.org/wiki/List_of_jet_airliners",
        "https://en.wikipedia.org/wiki/List_of_rotorcraft",
        "https://en.wikipedia.org/wiki/List_of_rotorcraft_manufacturers_by_country",
        "https://en.wikipedia.org/wiki/Timeline_of_aviation",
        "https://en.wikipedia.org/wiki/List_of_air_forces",
        "https://en.wikipedia.org/wiki/List_of_experimental_aircraft",
        "https://en.wikipedia.org/wiki/List_of_missiles",
        "https://en.wikipedia.org/wiki/List_of_unmanned_aerial_vehicles",
        "https://en.wikipedia.org/wiki/List_of_aircraft_weapons",
        "https://en.wikipedia.org/wiki/List_of_accidents_and_incidents_involving_commercial_aircraft",
        "https://en.wikipedia.org/wiki/List_of_accidents_and_incidents_involving_airliners_by_location",
        "https://en.wikipedia.org/wiki/List_of_fatalities_from_aviation_accidents",
        "https://en.wikipedia.org/wiki/List_of_deadliest_aircraft_accidents_and_incidents",
        "https://en.wikipedia.org/wiki/List_of_accidents_and_incidents_involving_general_aviation",
        "https://en.wikipedia.org/wiki/Lists_of_accidents_and_incidents_involving_military_aircraft",
        "https://en.wikipedia.org/wiki/List_of_aircraft_by_tail_number",
        "https://en.wikipedia.org/wiki/Flight_airspeed_record",
        "https://en.wikipedia.org/wiki/Flight_altitude_record",
        "https://en.wikipedia.org/wiki/Flight_distance_record",
        "https://en.wikipedia.org/wiki/Flight_endurance_record",
        "https://en.wikipedia.org/wiki/List_of_firsts_in_aviation",
        "https://en.wikipedia.org/wiki/List_of_large_aircraft",
        "https://en.wikipedia.org/wiki/Aviation",
        "https://en.wikipedia.org/wiki/Aviation",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}