{
    "url": "https://en.wikipedia.org/wiki/Awa_Tanuki_Gassen",
    "title": "Awa Tanuki Gassen",
    "table_of_contents": [
        "1 Legend",
        "2 Variation",
        "3 Origin",
        "4 Related legends",
        "5 Movies",
        "6 References",
        "7 Sources"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The Awa Tanuki Gassen (阿波狸合戦) (also called the Awa no Tanuki Gassen (阿波の狸合戦)[1] or the Kinchō Tanuki Gassen (金長狸合戦)[2]) is a Japanese legend that takes place in the Awa Province (now Tokushima Prefecture). The legend is about a great war between two tanuki powers.\n\nThere are several well-known tales about tanuki in Shikkoku,[3][4][5] and this one is said to be the most famous among those from Tokushima.[6] This story first appeared near the end of the Edo Period,[7] and in literature, it was first published in Meiji 43 (1910) under the title \"Shikoku Kidan Jissetsu Furudanuki Gassen\" (四国奇談実説古狸合戦).[8] It was a kōdan from the Meiji period until the time of the war and gained popularity in the beginning of the Showa period as it became depicted in movies. In the Heisei period, it has become a common theme in community development and is widely known in Tokushima Prefecture.\n\n"
        },
        {
            "title": "Legend",
            "text": "The story took place around the tenpō period (from 1830 to 1844) near Higaino in Komatsushima (now Higaino-chō in the city of Komatsushima, Tokushima). A dyer named Moemon (茂右衛門),[9] who ran a dyeing shop called Yamatoya (大和屋),[9] saved a tanuki who was being bullied by people.[10][11] Before long, Yamatoya's business was flourishing. Eventually, the tanuki came to serve as the guardian angel of Mankichi, who worked at the shop, and told of his origins. This tanuki was called Kinchō (金長) and he was chief of the local tanuki, aged around 206 years old. While around Mankichi, Kinchō performed great services such as curing customers' diseases and performing divination, gaining himself a great reputation.[10]\n\nA few years later, Kinchō/Mankichi decided to try to raise his rank in society beyond that of a mere tanuki, so he became an apprentice to the bake-danuki, Rokuemon (六右衛門?), who lived in Tsuda Bay, Myōdō District. After much training, Kinchō displayed great accomplishments and almost achieved the rank of Senior First Rank. Rokuemon, loath to let go of Kinchō, tried to make him stay as a son-in-law through marriage to his daughter. However, Kinchō felt obliged to return to Moemon, and furthermore disliked Rokuemon's cruel personality, so he refused.\n\nUnsatisfied with this, Rokuemon thought that Kinchō would eventually become his enemy and, together with a vassal, tried to assassinate Kinchō. Kinchō, with the assistance of a tanuki from Higaino named Fuji no Kidera no Taka (藤ノ木寺の鷹), counterattacked. However, Taka died in battle, and only Kinchō was able to escape to Higaino.\n\nKinchō attempted to recruit followers in order to take revenge for Taka, and started a battle with Rokuemon and his followers. In this battle, Kinchō's army won and Rokuemon was bitten to death, but Kinchō suffered mortal wounds and died afterwards before long.\n\nIt is said that Moemon, in regret for how Kinchō lost his life just before achieving the rank of Senior First Rank, went himself to Kyoto's priest at the Yoshida Shrine, and awarded him the title of Senior First Rank.[12]\n\nAround the time of this battle, it was rumored that Kinchō's army was gathering at the Chinju Forest in preparation for battle against Rokuemon. When people entered the forest for sight-seeing, they heard much clamour and saw the footprints of a great number of tanuki, leading to speculation that the rumours of a battle were not simply lies or fairy tales.[10]\n\n"
        },
        {
            "title": "Variation",
            "text": "The exact story varies depending on the source, which is often seen to be the result of being influenced by a certain kōdan.[3]\n\n"
        },
        {
            "title": "Origin",
            "text": "In the years of Tenpō, there existed a tale about how a tanuki saved by Yamatoya repaid the favor as a sign of gratitude, leading to the theory that this story came from that tale.[19] In a certain year after that, there was an incident where a great number of tanuki corpses were found at the river banks of Katsuura River,[20] leading to the theory that the tale of the great clash between Kinchō and Rokuemon was born from people creating a \"kōdan\" (narrative story) based on these events.[19]\n\nOn the other hand, the kinds of battles, tragedies, and conflicts detailed in this war, being aspects of human society, can also be thought of as a depiction of events in human society with the people replaced by tanuki.[21]\n\nIn a spiritual mountain of the Tokushima's Shugendō practitioners, there was a battle between the different sects. In the legend called the Furudanuki Kinchō Giyuu Chinsetsuseki (古狸金長義勇珍説席), there was a scene of rock-throwing, and since rock-throwing was a military technique of the Middle Ages, there's the theory that the tale of the battle between tanuki was based on a battle between Shugendō practitioners on Mount Tairyūji and Mount Tsurugi.[22] In this theory, the Shugendō practitioners on Tairyūji would be based on Kinchō and the Shugendō practitioners on Mount Tsurugi would be based on Rokuemon, suggesting that it's related to a clash that erupted when different schools of Shugendō from two different bases, the ones from Mount Tairyūji trying to move north and the ones from Mount Tsurugi trying to move south, collided with each other.[22]\n\nTokushima Prefecture was also a place where aizome (Japanese indigo dyeing) thrived, which used sand in its process, and the sand that could be mined from Tsuda bay was the most suitable for aizome. This leads to the theory that the tanuki war was based on a battle for these sands between the two sides of the Katsuura River.[23] There's also a theory that it's based on a battle about fishing fights between Tsuda District and Komatsushima.[23][24] Asagawa Yasutaka, the chief priest of the shrine Tsuda-ji, where there's a landmark about Rokuemon, also supports this theory.[25] If one of these theories about this tale being based on human society is true, this would mean that it's actually a tale where the foolishness of humans have been projected onto the blameless tanuki.[23]\n\nRegardless of the truth about the story of the tanuki, Shibaemon was a real person,[5][26] and the 1939 movie Awa Tanuki Gassen is based on a kōdan book as well as the oral legends told by a direct descendant of Shibaemon.[5] Also, there's the theory that the incident with Mankichi becoming protected by a tanuki was a separate event from the tanuki war, with later kōdan storytellers tying them together to create the \"Awa Tanuki Gassen\" tale.[22]\n\n"
        },
        {
            "title": "Related legends",
            "text": "According to legends in Tokushima Prefecture, during the times of the Awa Domain, the time drum (a drum for notifying about the time) was beaten, but the drum wasn't beaten within the city only at 4 o'clock in the Fujita Ōmichi area and at 6 o'clock in the Teramachi area. This is said to be because in a subordinate shrine to Fujita Ōmichi's Konpira Jinja, Kichō immediate descendant was enshrined as \"Oyotsu-san\" (meaning four), and in Teramachi's Myōchō-ji a female tanuki was enshrined as \"Oroku-san\" (meaning six), and a curse would arise if the drum was beaten at the same time as their name.[14] In another theory, it's because Rokuemon's (whose name begins with \"six\") immediate descendant was enshrined in Teramachi.[27]\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Legend",
        "https://en.wikipedia.org/wiki/Tokushima_Prefecture",
        "https://en.wikipedia.org/wiki/Community_development",
        "https://en.wikipedia.org/wiki/Tokushima_Domain",
        "https://en.wikipedia.org/wiki/Pom_Poko",
        "https://en.wikipedia.org/wiki/Google_Books",
        "https://en.wikipedia.org/wiki/Awa_Tanuki_Gassen",
        "https://en.wikipedia.org/wiki/Awa_Tanuki_Gassen",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}