{
    "url": "https://en.wikipedia.org/wiki/Axial_tilt",
    "title": "Axial tilt",
    "table_of_contents": [
        "1 Standards",
        "2 Earth",
        "2.1 History",
        "2.2 Seasons",
        "2.3 Oscillation",
        "2.3.1 Short term",
        "2.3.2 Long term",
        "3 Solar System bodies",
        "4 Extrasolar planets",
        "5 See also",
        "6 References",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nIn astronomy, axial tilt, also known as obliquity, is the angle between an object's rotational axis and its orbital axis, which is the line perpendicular to its orbital plane; equivalently, it is the angle between its equatorial plane and orbital plane.[1] It differs from orbital inclination. \nAt an obliquity of 0 degrees, the two axes point in the same direction; that is, the rotational axis is perpendicular to the orbital plane. \n\nThe rotational axis of Earth, for example, is the imaginary line that passes through both the North Pole and South Pole, whereas the Earth's orbital axis is the line perpendicular to the imaginary plane through which the Earth moves as it revolves around the Sun; the Earth's obliquity or axial tilt is the angle between these two lines. \nEarth's obliquity oscillates between 22.1 and 24.5 degrees[2] on a 41,000-year cycle. Based on a continuously updated formula (here Laskar, 1986, though since 2006 the IMCCE and the IAU recommend the P03 model), Earth's mean obliquity (without taking into account the nutation in obliquity) is currently about 23°26′10.7″ (or 23.43631°) and decreasing; according to P03 astronomical model, its value (without taking into account the nutation in obliquity) was 23°26′11.570″ (23.4365472133°) on January 1, 2021, 0 TT. \n\nOver the course of an orbital period, the obliquity usually does not change considerably, and the orientation of the axis remains the same relative to the background of stars. This causes one pole to be pointed more toward the Sun on one side of the orbit, and more away from the Sun on the other side—the cause of the seasons on Earth.\n\n"
        },
        {
            "title": "Standards",
            "text": "There are two standard methods of specifying a planet's tilt.  One way is based on the planet's north pole, defined in relation to the direction of Earth's north pole, and the other way is based on the planet's positive pole, defined by the right-hand rule:\n\n"
        },
        {
            "title": "Earth",
            "text": "Earth's orbital plane is known as the ecliptic plane, and Earth's tilt is known to astronomers as the obliquity of the ecliptic, being the angle between the ecliptic and the celestial equator on the celestial sphere.[7] It is denoted by the Greek letter ε.\n\nEarth currently has an axial tilt of about 23.44°.[8] This value remains about the same relative to a stationary orbital plane throughout the cycles of axial precession.[9] But the ecliptic (i.e., Earth's orbit) moves due to planetary perturbations, and the obliquity of the ecliptic is not a fixed quantity. At present, it is decreasing at a rate of about 46.8″[10] per century (see details in Short term below).\n\nEarth's obliquity may have been reasonably accurately measured as early as 1100 BC in India and China.[11] The ancient Greeks had good measurements of the obliquity since about 350 BC, when Pytheas of Marseilles measured the shadow of a gnomon at the summer solstice.[12] About 830 AD, the Caliph Al-Mamun of Baghdad directed his astronomers to measure the obliquity, and the result was used in the Arab world for many years.[13] In 1437, Ulugh Beg determined the Earth's axial tilt as 23°30′17″ (23.5047°).[14]\n\nIt was widely believed, during the Middle Ages, that both precession and Earth's obliquity oscillated around a mean value, with a period of 672 years, an idea known as trepidation of the equinoxes. Perhaps the first to realize this was incorrect (during historic time) was Ibn al-Shatir in the fourteenth century[15] and the first to realize that the obliquity is decreasing at a relatively constant rate was Fracastoro in 1538.[16] The first accurate, modern, western observations of the obliquity were probably those of Tycho Brahe from Denmark, about 1584,[17] although observations by several others, including al-Ma'mun, al-Tusi,[18] Purbach, Regiomontanus, and Walther, could have provided similar information.\n\nEarth's axis remains tilted in the same direction with reference to the background stars throughout a year (regardless of where it is in its orbit). This means that one pole (and the associated hemisphere of Earth) will be directed away from the Sun at one side of the orbit, and half an orbit later (half a year later) this pole will be directed towards the Sun. This is the cause of Earth's seasons. Summer occurs in the Northern hemisphere when the north pole is directed toward the Sun. Variations in Earth's axial tilt can influence the seasons and is likely a factor in long-term climatic change (also see Milankovitch cycles).\n\nThe exact angular value of the obliquity is found by observation of the motions of Earth and planets over many years. Astronomers produce new fundamental ephemerides as the accuracy of observation improves and as the understanding of the dynamics increases, and from these ephemerides various astronomical values, including the obliquity, are derived.\n\nAnnual almanacs are published listing the derived values and methods of use. Until 1983, the Astronomical Almanac's angular value of the mean obliquity for any date was calculated based on the work of Newcomb, who analyzed positions of the planets until about 1895:\n\nwhere ε is the obliquity and T is tropical centuries from B1900.0 to the date in question.[19]\n\nFrom 1984, the Jet Propulsion Laboratory's DE series of computer-generated ephemerides took over as the fundamental ephemeris of the Astronomical Almanac. Obliquity based on DE200, which analyzed observations from 1911 to 1979, was calculated:\n\nwhere hereafter T is Julian centuries from J2000.0.[20]\n\nJPL's fundamental ephemerides have been continually updated. For instance, according to IAU resolution in 2006 in favor of the P03 astronomical model, the Astronomical Almanac for 2010 specifies:[21]\n\nThese expressions for the obliquity are intended for high precision over a relatively short time span, perhaps ± several centuries.[22] J. Laskar computed an expression to order T10 good to 0.02″ over 1000 years and several arcseconds over 10,000 years.\n\nwhere here t is multiples of 10,000 Julian years from J2000.0.[23]\n\nThese expressions are for the so-called mean obliquity, that is, the obliquity free from short-term variations. Periodic motions of the Moon and of Earth in its orbit cause much smaller (9.2 arcseconds) short-period (about 18.6 years) oscillations of the rotation axis of Earth, known as nutation, which add a periodic component to Earth's obliquity.[24][25] The true or instantaneous obliquity includes this nutation.[26]\n\nUsing numerical methods to simulate Solar System behavior, long-term changes in Earth's orbit, and hence its obliquity, have been investigated over a period of several million years. For the past 5 million years, Earth's obliquity has varied between 22°2′33″ and 24°30′16″, with a mean period of 41,040 years. This cycle is a combination of precession and the largest term in the motion of the ecliptic. For the next 1 million years, the cycle will carry the obliquity between 22°13′44″ and 24°20′50″.[27]\n\nThe Moon has a stabilizing effect on Earth's obliquity. Frequency map analysis conducted in 1993 suggested that, in the absence of the Moon, the obliquity could change rapidly due to orbital resonances and chaotic behavior of the Solar System, reaching as high as 90° in as little as a few million years (also see Orbit of the Moon).[28][29] However, more recent numerical simulations[30] made in 2011 indicated that even in the absence of the Moon, Earth's obliquity might not be quite so unstable; varying only by about 20–25°. To resolve this contradiction, diffusion rate of obliquity has been calculated, and it was found that it takes more than billions of years for Earth's obliquity to reach near 90°.[31] The Moon's stabilizing effect will continue for less than 2 billion years. As the Moon continues to recede from Earth due to tidal acceleration, resonances may occur which will cause large oscillations of the obliquity.[32]\n\n"
        },
        {
            "title": "Solar System bodies",
            "text": "All four of the innermost, rocky planets of the Solar System may have had large variations of their obliquity in the past. Since obliquity is the angle between the axis of rotation and the direction perpendicular to the orbital plane, it changes as the orbital plane changes due to the influence of other planets. But the axis of rotation can also move (axial precession), due to torque exerted by the Sun on a planet's equatorial bulge. Like Earth, all of the rocky planets show axial precession. If the precession rate were very fast the obliquity would actually remain fairly constant even as the orbital plane changes.[33] The rate varies due to tidal dissipation and core-mantle interaction, among other things. When a planet's precession rate approaches certain values, orbital resonances may cause large changes in obliquity. The amplitude of the contribution having one of the resonant rates is divided by the difference between the resonant rate and the precession rate, so it becomes large when the two are similar.[33]\n\nMercury and Venus have most likely been stabilized by the tidal dissipation of the Sun. Earth was stabilized by the Moon, as mentioned above, but before its formation, Earth, too, could have passed through times of instability. Mars's obliquity is quite variable over millions of years and may be in a chaotic state; it varies as much as 0° to 60° over some millions of years, depending on perturbations of the planets.[28][34] Some authors dispute that Mars's obliquity is chaotic, and show that tidal dissipation and viscous core-mantle coupling are adequate for it to have reached a fully damped state, similar to Mercury and Venus.[4][35]\n\nThe occasional shifts in the axial tilt of Mars have been suggested as an explanation for the appearance and disappearance of rivers and lakes over the course of the existence of Mars. A shift could cause a burst of methane into the atmosphere, causing warming, but then the methane would be destroyed and the climate would become arid again.[36][37]\n\nThe obliquities of the outer planets are considered relatively stable.\n\n"
        },
        {
            "title": "Extrasolar planets",
            "text": "The stellar obliquity ψs, i.e. the axial tilt of a star with respect to the orbital plane of one of its planets, has been determined for only a few systems. But for 49 stars as of 2012, the sky-projected spin-orbit misalignment λ has been observed,[40] which serves as a lower limit to ψs. Most of these measurements rely on the Rossiter–McLaughlin effect. So far, it has not been possible to constrain the obliquity of an extrasolar planet. But the rotational flattening of the planet and the entourage of moons and/or rings, which are traceable with high-precision photometry, e.g. by the space-based Kepler space telescope, could provide access to ψp[clarification needed] in the near future.\n\nAstrophysicists have applied tidal theories to predict the obliquity of extrasolar planets. It has been shown that the obliquities of exoplanets in the habitable zone around low-mass stars tend to be eroded in less than 109 years,[41][42] which means that they would not have seasons as Earth has.\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Astronomy",
        "https://en.wikipedia.org/wiki/Angle",
        "https://en.wikipedia.org/wiki/Rotation_around_a_fixed_axis",
        "https://en.wikipedia.org/wiki/Orbit",
        "https://en.wikipedia.org/wiki/Perpendicular",
        "https://en.wikipedia.org/wiki/Equator",
        "https://en.wikipedia.org/wiki/Orbital_inclination",
        "https://en.wikipedia.org/wiki/Earth",
        "https://en.wikipedia.org/wiki/North_Pole",
        "https://en.wikipedia.org/wiki/South_Pole",
        "https://en.wikipedia.org/wiki/Sun",
        "https://en.wikipedia.org/wiki/Orbital_period",
        "https://en.wikipedia.org/wiki/Celestial_sphere",
        "https://en.wikipedia.org/wiki/Fixed_stars",
        "https://en.wikipedia.org/wiki/Season",
        "https://en.wikipedia.org/wiki/International_Astronomical_Union",
        "https://en.wikipedia.org/wiki/Invariable_plane",
        "https://en.wikipedia.org/wiki/Solar_System",
        "https://en.wikipedia.org/wiki/Venus",
        "https://en.wikipedia.org/wiki/Retrograde_motion",
        "https://en.wikipedia.org/wiki/Earth",
        "https://en.wikipedia.org/wiki/Orbit",
        "https://en.wikipedia.org/wiki/Ecliptic",
        "https://en.wikipedia.org/wiki/Celestial_equator",
        "https://en.wikipedia.org/wiki/Celestial_sphere",
        "https://en.wikipedia.org/wiki/Greek_letter",
        "https://en.wikipedia.org/wiki/Epsilon",
        "https://en.wikipedia.org/wiki/Axial_precession",
        "https://en.wikipedia.org/wiki/Second_of_arc",
        "https://en.wikipedia.org/wiki/Century",
        "https://en.wikipedia.org/wiki/Pytheas",
        "https://en.wikipedia.org/wiki/Gnomon",
        "https://en.wikipedia.org/wiki/Ulugh_Beg",
        "https://en.wikipedia.org/wiki/Middle_Ages",
        "https://en.wikipedia.org/wiki/Fracastoro",
        "https://en.wikipedia.org/wiki/Tycho_Brahe",
        "https://en.wikipedia.org/wiki/Denmark",
        "https://en.wikipedia.org/wiki/Georg_Purbach",
        "https://en.wikipedia.org/wiki/Regiomontanus",
        "https://en.wikipedia.org/wiki/Bernhard_Walther",
        "https://en.wikipedia.org/wiki/Season",
        "https://en.wikipedia.org/wiki/Earth",
        "https://en.wikipedia.org/wiki/Orbit",
        "https://en.wikipedia.org/wiki/Hemispheres_of_the_Earth",
        "https://en.wikipedia.org/wiki/Season",
        "https://en.wikipedia.org/wiki/Summer",
        "https://en.wikipedia.org/wiki/Northern_hemisphere",
        "https://en.wikipedia.org/wiki/Milankovitch_cycles",
        "https://en.wikipedia.org/wiki/Planets",
        "https://en.wikipedia.org/wiki/Fundamental_ephemeris",
        "https://en.wikipedia.org/wiki/Observational_astronomy",
        "https://en.wikipedia.org/wiki/Analytical_dynamics",
        "https://en.wikipedia.org/wiki/Almanac",
        "https://en.wikipedia.org/wiki/Astronomical_Almanac",
        "https://en.wikipedia.org/wiki/Tropical_year",
        "https://en.wikipedia.org/wiki/Jet_Propulsion_Laboratory_Development_Ephemeris",
        "https://en.wikipedia.org/wiki/Fundamental_ephemeris",
        "https://en.wikipedia.org/wiki/Astronomical_Almanac",
        "https://en.wikipedia.org/wiki/Minute_of_arc",
        "https://en.wikipedia.org/wiki/Julian_day",
        "https://en.wikipedia.org/wiki/Minute_of_arc",
        "https://en.wikipedia.org/wiki/Astronomical_nutation",
        "https://en.wikipedia.org/wiki/Formation_and_evolution_of_the_Solar_System",
        "https://en.wikipedia.org/wiki/Milankovitch_cycles",
        "https://en.wikipedia.org/wiki/Numerical_methods",
        "https://en.wikipedia.org/wiki/Solar_System",
        "https://en.wikipedia.org/wiki/Orbit",
        "https://en.wikipedia.org/wiki/Addend",
        "https://en.wikipedia.org/wiki/Ecliptic",
        "https://en.wikipedia.org/wiki/Moon",
        "https://en.wikipedia.org/wiki/Orbital_resonance",
        "https://en.wikipedia.org/wiki/Stability_of_the_Solar_System",
        "https://en.wikipedia.org/wiki/Orbit_of_the_Moon",
        "https://en.wikipedia.org/wiki/Tidal_acceleration",
        "https://en.wikipedia.org/wiki/Solar_System",
        "https://en.wikipedia.org/wiki/Axial_precession",
        "https://en.wikipedia.org/wiki/Tidal_acceleration",
        "https://en.wikipedia.org/wiki/Planetary_core",
        "https://en.wikipedia.org/wiki/Orbital_resonance",
        "https://en.wikipedia.org/wiki/Venus",
        "https://en.wikipedia.org/wiki/Mars",
        "https://en.wikipedia.org/wiki/NASA",
        "https://en.wikipedia.org/wiki/J2000",
        "https://en.wikipedia.org/wiki/IAU",
        "https://en.wikipedia.org/wiki/Terrestrial_time",
        "https://en.wikipedia.org/wiki/Right_ascension",
        "https://en.wikipedia.org/wiki/Declination",
        "https://en.wikipedia.org/wiki/Right_ascension",
        "https://en.wikipedia.org/wiki/Declination",
        "https://en.wikipedia.org/wiki/Sun",
        "https://en.wikipedia.org/wiki/Venus",
        "https://en.wikipedia.org/wiki/Earth",
        "https://en.wikipedia.org/wiki/Moon",
        "https://en.wikipedia.org/wiki/Mars",
        "https://en.wikipedia.org/wiki/Jupiter",
        "https://en.wikipedia.org/wiki/Saturn",
        "https://en.wikipedia.org/wiki/Uranus",
        "https://en.wikipedia.org/wiki/Neptune",
        "https://en.wikipedia.org/wiki/Pluto",
        "https://en.wikipedia.org/wiki/Ecliptic",
        "https://en.wikipedia.org/wiki/Kepler_space_telescope",
        "https://en.wikipedia.org/wiki/Extrasolar_planets",
        "https://en.wikipedia.org/wiki/Habitable_zone",
        "https://en.wikipedia.org/wiki/Milankovitch_cycles",
        "https://en.wikipedia.org/wiki/Polar_motion",
        "https://en.wikipedia.org/wiki/Rotation_around_a_fixed_axis",
        "https://en.wikipedia.org/wiki/True_polar_wander",
        "https://en.wikipedia.org/wiki/Astronomy_and_Astrophysics",
        "https://en.wikipedia.org/wiki/Macmillan_Publishers",
        "https://en.wikipedia.org/wiki/Astronomy_and_Astrophysics",
        "https://en.wikipedia.org/wiki/Astronomy_and_Astrophysics",
        "https://en.wikipedia.org/wiki/Astronomy_in_the_medieval_Islamic_world",
        "https://en.wikipedia.org/wiki/List_of_Muslim_astronomers",
        "https://en.wikipedia.org/wiki/Ahmad_Nahavandi",
        "https://en.wikipedia.org/wiki/Mashallah_ibn_Athari",
        "https://en.wikipedia.org/wiki/Abu_Said_Gorgani",
        "https://en.wikipedia.org/wiki/Abu_Hanifa_Dinawari",
        "https://en.wikipedia.org/wiki/Sahl_ibn_Bishr",
        "https://en.wikipedia.org/wiki/Yahya_ibn_Abi_Mansur",
        "https://en.wikipedia.org/wiki/Ahmad_ibn_Yusuf",
        "https://en.wikipedia.org/wiki/Ibn_Yunus",
        "https://en.wikipedia.org/wiki/Ibrahim_ibn_Sinan",
        "https://en.wikipedia.org/wiki/Ma_Yize",
        "https://en.wikipedia.org/wiki/Nastulus",
        "https://en.wikipedia.org/wiki/Abolfadl_Harawi",
        "https://en.wikipedia.org/wiki/Abu_Nasr_Mansur",
        "https://en.wikipedia.org/wiki/Ali_ibn_Ridwan",
        "https://en.wikipedia.org/wiki/Avicenna",
        "https://en.wikipedia.org/wiki/Kushyar_Gilani",
        "https://en.wikipedia.org/wiki/Ali_ibn_Khalaf",
        "https://en.wikipedia.org/wiki/Avempace",
        "https://en.wikipedia.org/wiki/Ibn_Tufail",
        "https://en.wikipedia.org/wiki/Averroes",
        "https://en.wikipedia.org/wiki/Jabir_ibn_Aflah",
        "https://en.wikipedia.org/wiki/Omar_Khayyam",
        "https://en.wikipedia.org/wiki/Ibn_Shuayb",
        "https://en.wikipedia.org/wiki/Fathullah_Shirazi",
        "https://en.wikipedia.org/wiki/Ali_Qushji",
        "https://en.wikipedia.org/wiki/Ulugh_Beg",
        "https://en.wikipedia.org/wiki/Piri_Reis",
        "https://en.wikipedia.org/wiki/Yang_Guangxian",
        "https://en.wikipedia.org/wiki/Al_Achsasi_al_Mouakket",
        "https://en.wikipedia.org/wiki/List_of_Arabic_star_names",
        "https://en.wikipedia.org/wiki/Islamic_calendar",
        "https://en.wikipedia.org/wiki/Encyclopedia_of_the_Brethren_of_Purity",
        "https://en.wikipedia.org/wiki/Tabula_Rogeriana",
        "https://en.wikipedia.org/wiki/The_Book_of_Healing",
        "https://en.wikipedia.org/wiki/The_Remaining_Signs_of_Past_Centuries",
        "https://en.wikipedia.org/wiki/Zij",
        "https://en.wikipedia.org/wiki/Alfonsine_tables",
        "https://en.wikipedia.org/wiki/Huihui_Lifa",
        "https://en.wikipedia.org/wiki/Book_of_Fixed_Stars",
        "https://en.wikipedia.org/wiki/Toledan_Tables",
        "https://en.wikipedia.org/wiki/Alidade",
        "https://en.wikipedia.org/wiki/Analog_computer",
        "https://en.wikipedia.org/wiki/Aperture",
        "https://en.wikipedia.org/wiki/Armillary_sphere",
        "https://en.wikipedia.org/wiki/Astrolabe",
        "https://en.wikipedia.org/wiki/Astronomical_clock",
        "https://en.wikipedia.org/wiki/Armillary_sphere",
        "https://en.wikipedia.org/wiki/Compass",
        "https://en.wikipedia.org/wiki/Compass_rose",
        "https://en.wikipedia.org/wiki/Dioptra",
        "https://en.wikipedia.org/wiki/Equatorial_ring",
        "https://en.wikipedia.org/wiki/Equatorium",
        "https://en.wikipedia.org/wiki/Globe",
        "https://en.wikipedia.org/wiki/Graph_paper",
        "https://en.wikipedia.org/wiki/Magnifying_glass",
        "https://en.wikipedia.org/wiki/Mural_instrument",
        "https://en.wikipedia.org/wiki/Nebula",
        "https://en.wikipedia.org/wiki/Planisphere",
        "https://en.wikipedia.org/wiki/Shadow_square",
        "https://en.wikipedia.org/wiki/Sundial",
        "https://en.wikipedia.org/wiki/Schema_for_horizontal_dials",
        "https://en.wikipedia.org/wiki/Almucantar",
        "https://en.wikipedia.org/wiki/Apsis",
        "https://en.wikipedia.org/wiki/Astrology_in_the_medieval_Islamic_world",
        "https://en.wikipedia.org/wiki/Astrophysics",
        "https://en.wikipedia.org/wiki/Azimuth",
        "https://en.wikipedia.org/wiki/Celestial_mechanics",
        "https://en.wikipedia.org/wiki/Celestial_spheres",
        "https://en.wikipedia.org/wiki/Circular_orbit",
        "https://en.wikipedia.org/wiki/Deferent_and_epicycle",
        "https://en.wikipedia.org/wiki/Orbital_eccentricity",
        "https://en.wikipedia.org/wiki/Ecliptic",
        "https://en.wikipedia.org/wiki/Elliptic_orbit",
        "https://en.wikipedia.org/wiki/Equant",
        "https://en.wikipedia.org/wiki/Galaxy",
        "https://en.wikipedia.org/wiki/Geocentric_model",
        "https://en.wikipedia.org/wiki/Gravitational_energy",
        "https://en.wikipedia.org/wiki/Gravity",
        "https://en.wikipedia.org/wiki/Heliocentrism",
        "https://en.wikipedia.org/wiki/Inertia",
        "https://en.wikipedia.org/wiki/Cosmology_in_medieval_Islam",
        "https://en.wikipedia.org/wiki/Moonlight",
        "https://en.wikipedia.org/wiki/Multiverse",
        "https://en.wikipedia.org/wiki/Muwaqqit",
        "https://en.wikipedia.org/wiki/Parallax",
        "https://en.wikipedia.org/wiki/Precession",
        "https://en.wikipedia.org/wiki/Qibla",
        "https://en.wikipedia.org/wiki/Salah_times",
        "https://en.wikipedia.org/wiki/Specific_gravity",
        "https://en.wikipedia.org/wiki/Spherical_Earth",
        "https://en.wikipedia.org/wiki/Sublunary_sphere",
        "https://en.wikipedia.org/wiki/Sunlight",
        "https://en.wikipedia.org/wiki/Supernova",
        "https://en.wikipedia.org/wiki/Temporal_finitism",
        "https://en.wikipedia.org/wiki/Trepidation",
        "https://en.wikipedia.org/wiki/Triangulation",
        "https://en.wikipedia.org/wiki/Tusi_couple",
        "https://en.wikipedia.org/wiki/Universe",
        "https://en.wikipedia.org/wiki/House_of_Knowledge",
        "https://en.wikipedia.org/wiki/House_of_Wisdom",
        "https://en.wikipedia.org/wiki/Maragheh_observatory",
        "https://en.wikipedia.org/wiki/Ulugh_Beg_Observatory",
        "https://en.wikipedia.org/wiki/Babylonian_astronomy",
        "https://en.wikipedia.org/wiki/Egyptian_astronomy",
        "https://en.wikipedia.org/wiki/Indian_astronomy",
        "https://en.wikipedia.org/wiki/Byzantine_science",
        "https://en.wikipedia.org/wiki/Chinese_astronomy",
        "https://en.wikipedia.org/wiki/European_science_in_the_Middle_Ages",
        "https://en.wikipedia.org/wiki/Indian_astronomy",
        "https://en.wikipedia.org/wiki/Indian_astronomy",
        "https://en.wikipedia.org/wiki/Apastamba",
        "https://en.wikipedia.org/wiki/Aryabhata",
        "https://en.wikipedia.org/wiki/Aryabhata_II",
        "https://en.wikipedia.org/wiki/Vainu_Bappu",
        "https://en.wikipedia.org/wiki/Baudhayana",
        "https://en.wikipedia.org/wiki/Brahmagupta",
        "https://en.wikipedia.org/wiki/Sandip_Chakrabarti",
        "https://en.wikipedia.org/wiki/Radhagobinda_Chandra",
        "https://en.wikipedia.org/wiki/Subrahmanyan_Chandrasekhar",
        "https://en.wikipedia.org/wiki/Amil_Kumar_Das",
        "https://en.wikipedia.org/wiki/P_Devadas",
        "https://en.wikipedia.org/wiki/Gautama_Siddha",
        "https://en.wikipedia.org/wiki/M_K_Das_Gupta",
        "https://en.wikipedia.org/wiki/Jyesthadeva",
        "https://en.wikipedia.org/wiki/Kamalakara",
        "https://en.wikipedia.org/wiki/Katyayana",
        "https://en.wikipedia.org/wiki/Lagadha",
        "https://en.wikipedia.org/wiki/Lalla",
        "https://en.wikipedia.org/wiki/Madhava_of_Sangamagrama",
        "https://en.wikipedia.org/wiki/Prasanta_Chandra_Mahalanobis",
        "https://en.wikipedia.org/wiki/Manava",
        "https://en.wikipedia.org/wiki/Jayant_Narlikar",
        "https://en.wikipedia.org/wiki/Parameshvara",
        "https://en.wikipedia.org/wiki/Achyuta_Pisharati",
        "https://en.wikipedia.org/wiki/Venkatraman_Radhakrishnan",
        "https://en.wikipedia.org/wiki/Megh_Nad_Saha",
        "https://en.wikipedia.org/wiki/Jagannatha_Samrat",
        "https://en.wikipedia.org/wiki/Bapudeva_Sastri",
        "https://en.wikipedia.org/wiki/Jai_Singh_II_of_Amber",
        "https://en.wikipedia.org/wiki/Nilakantha_Somayaji",
        "https://en.wikipedia.org/wiki/Sripati",
        "https://en.wikipedia.org/wiki/Mahendra_Suri",
        "https://en.wikipedia.org/wiki/Govind_Swarup",
        "https://en.wikipedia.org/wiki/Varahamihira",
        "https://en.wikipedia.org/wiki/Shankara_Variyar",
        "https://en.wikipedia.org/wiki/Vasistha",
        "https://en.wikipedia.org/wiki/Yajnavalkya",
        "https://en.wikipedia.org/wiki/Pathani_Samanta",
        "https://en.wikipedia.org/wiki/Aryabhatiya",
        "https://en.wikipedia.org/wiki/Brahmana",
        "https://en.wikipedia.org/wiki/Aitareya_Brahmana",
        "https://en.wikipedia.org/wiki/Shatapatha_Brahmana",
        "https://en.wikipedia.org/wiki/Shulba_Sutras",
        "https://en.wikipedia.org/wiki/Panchangam",
        "https://en.wikipedia.org/wiki/Khandakhadyaka",
        "https://en.wikipedia.org/wiki/Siddhanta",
        "https://en.wikipedia.org/wiki/Brahmasphutasiddhanta",
        "https://en.wikipedia.org/wiki/Paulisa_Siddhanta",
        "https://en.wikipedia.org/wiki/Paitamaha_Siddhanta",
        "https://en.wikipedia.org/wiki/Romaka_Siddhanta",
        "https://en.wikipedia.org/wiki/Surya_Siddhanta",
        "https://en.wikipedia.org/wiki/Vasishtha_Siddhanta",
        "https://en.wikipedia.org/wiki/Tantrasangraha",
        "https://en.wikipedia.org/wiki/Jyotirmimamsa",
        "https://en.wikipedia.org/wiki/Treatise_on_Astrology_of_the_Kaiyuan_Era",
        "https://en.wikipedia.org/wiki/Vedanga_Jyotisha",
        "https://en.wikipedia.org/wiki/Vedas",
        "https://en.wikipedia.org/wiki/Atharvaveda",
        "https://en.wikipedia.org/wiki/Rigveda",
        "https://en.wikipedia.org/wiki/Yavanajataka",
        "https://en.wikipedia.org/wiki/Zij",
        "https://en.wikipedia.org/wiki/Armillary_sphere",
        "https://en.wikipedia.org/wiki/Astrolabe",
        "https://en.wikipedia.org/wiki/Armillary_sphere",
        "https://en.wikipedia.org/wiki/Compass",
        "https://en.wikipedia.org/wiki/Dioptra",
        "https://en.wikipedia.org/wiki/Equatorial_ring",
        "https://en.wikipedia.org/wiki/Equatorial_sundial",
        "https://en.wikipedia.org/wiki/Globe",
        "https://en.wikipedia.org/wiki/Gnomon",
        "https://en.wikipedia.org/wiki/Mural_instrument",
        "https://en.wikipedia.org/wiki/Sundial",
        "https://en.wikipedia.org/wiki/Water_clock",
        "https://en.wikipedia.org/wiki/Azimuth",
        "https://en.wikipedia.org/wiki/Cardinal_direction",
        "https://en.wikipedia.org/wiki/Celestial_equator",
        "https://en.wikipedia.org/wiki/Celestial_sphere",
        "https://en.wikipedia.org/wiki/Celestial_spheres",
        "https://en.wikipedia.org/wiki/Center_of_mass",
        "https://en.wikipedia.org/wiki/Circular_orbit",
        "https://en.wikipedia.org/wiki/Deferent_and_epicycle",
        "https://en.wikipedia.org/wiki/Orbital_eccentricity",
        "https://en.wikipedia.org/wiki/Ecliptic",
        "https://en.wikipedia.org/wiki/Elliptic_orbit",
        "https://en.wikipedia.org/wiki/Equant",
        "https://en.wikipedia.org/wiki/Geocentric_model",
        "https://en.wikipedia.org/wiki/Tychonic_system",
        "https://en.wikipedia.org/wiki/Globe",
        "https://en.wikipedia.org/wiki/Gravitation",
        "https://en.wikipedia.org/wiki/Heliocentrism",
        "https://en.wikipedia.org/wiki/Hindu_units_of_time",
        "https://en.wikipedia.org/wiki/Moonlight",
        "https://en.wikipedia.org/wiki/Nakshatra",
        "https://en.wikipedia.org/wiki/Parallax",
        "https://en.wikipedia.org/wiki/Precession",
        "https://en.wikipedia.org/wiki/Spherical_Earth",
        "https://en.wikipedia.org/wiki/Sunlight",
        "https://en.wikipedia.org/wiki/Tithi",
        "https://en.wikipedia.org/wiki/Yuga",
        "https://en.wikipedia.org/wiki/Astrological_sign",
        "https://en.wikipedia.org/wiki/Manvantara",
        "https://en.wikipedia.org/wiki/Jantar_Mantar",
        "https://en.wikipedia.org/wiki/Kerala_school_of_astronomy_and_mathematics",
        "https://en.wikipedia.org/wiki/Babylonian_astronomy",
        "https://en.wikipedia.org/wiki/Ancient_Greek_astronomy",
        "https://en.wikipedia.org/wiki/Astronomy_in_medieval_Islam",
        "https://en.wikipedia.org/wiki/Chinese_astronomy",
        "https://en.wikipedia.org/wiki/Science_in_Medieval_Western_Europe",
        "https://en.wikipedia.org/wiki/Hindu_calendar",
        "https://en.wikipedia.org/wiki/Chaitra",
        "https://en.wikipedia.org/wiki/Vaisakha",
        "https://en.wikipedia.org/wiki/Aashaadha",
        "https://en.wikipedia.org/wiki/Shraavana",
        "https://en.wikipedia.org/wiki/Bhaadra",
        "https://en.wikipedia.org/wiki/Agrahayana",
        "https://en.wikipedia.org/wiki/Pausha",
        "https://en.wikipedia.org/wiki/Maagha",
        "https://en.wikipedia.org/wiki/Phalguna",
        "https://en.wikipedia.org/wiki/Climate_oscillation",
        "https://en.wikipedia.org/wiki/Antarctic_Circumpolar_Wave",
        "https://en.wikipedia.org/wiki/Antarctic_oscillation",
        "https://en.wikipedia.org/wiki/Arctic_dipole_anomaly",
        "https://en.wikipedia.org/wiki/Arctic_oscillation",
        "https://en.wikipedia.org/wiki/Atlantic_Equatorial_mode",
        "https://en.wikipedia.org/wiki/Atlantic_multidecadal_oscillation",
        "https://en.wikipedia.org/wiki/Bond_event",
        "https://en.wikipedia.org/wiki/Cataclysmic_pole_shift_hypothesis",
        "https://en.wikipedia.org/wiki/Diurnal_cycle",
        "https://en.wikipedia.org/wiki/Diurnal_air_temperature_variation",
        "https://en.wikipedia.org/wiki/Equatorial_Indian_Ocean_oscillation",
        "https://en.wikipedia.org/wiki/Ice_age",
        "https://en.wikipedia.org/wiki/Indian_Ocean_Dipole",
        "https://en.wikipedia.org/wiki/Milankovitch_cycles",
        "https://en.wikipedia.org/wiki/Monsoon",
        "https://en.wikipedia.org/wiki/North_Atlantic_oscillation",
        "https://en.wikipedia.org/wiki/North_Pacific_Oscillation",
        "https://en.wikipedia.org/wiki/Orbital_forcing",
        "https://en.wikipedia.org/wiki/Pacific_decadal_oscillation",
        "https://en.wikipedia.org/wiki/Pacific_Meridional_Mode",
        "https://en.wikipedia.org/wiki/Seasonal_lag",
        "https://en.wikipedia.org/wiki/Season",
        "https://en.wikipedia.org/wiki/Solar_cycle",
        "https://en.wikipedia.org/wiki/True_polar_wander",
        "https://en.wikipedia.org/wiki/Axial_tilt",
        "https://en.wikipedia.org/wiki/Axial_tilt",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}