{
    "url": "https://en.wikipedia.org/wiki/Axum",
    "title": "Axum",
    "table_of_contents": [
        "1 History",
        "1.1 The Aksumite Empire and the Ethiopian Church",
        "1.2 Axum and Islam",
        "1.3 Earlier researches",
        "1.4 3D documentation with laser-scanning",
        "1.5 1989 air raid",
        "1.6 Maryam Ts'iyon massacre",
        "2 Main sites of Axum",
        "3 Climate",
        "4 Demographics",
        "4.1 Population",
        "4.2 Religion",
        "5 Transport",
        "6 Education",
        "7 Notable people",
        "8 Gallery",
        "9 See also",
        "10 Notes",
        "11 References",
        "12 Further reading",
        "13 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nAxum or Aksum (pronounced: /ˈæksuːm/) is a town in the Tigray Region of Ethiopia with a population of 66,900 residents (as of 2015).[1]\n\nIt is the site of the historic capital of the Aksumite Empire,[2][3][4] a naval and trading power that ruled the whole region from about 400 BCE into the 10th century. In 1980, UNESCO added Axum's archaeological sites to its list of World Heritage Sites due to their historic value.\n\nAxum is located in the Central Zone of the Tigray Region, near the base of the Adwa mountains. It has an elevation of 2,131 metres (6,991 feet) and is surrounded by La'ilay Maychew, a separately administered woreda of the Tigray region.\n\n"
        },
        {
            "title": "History",
            "text": "Axum was the hub of the marine trading power known as the Aksumite Empire, which predated the earliest mentions in Roman-era writings. Around 356 CE, its ruler was converted to an Abyssinian variety of Christianity by Frumentius. Later, under the reign of the Emperor Kaleb, Axum was a quasi-ally of Byzantium against the Sasanian Empire which had adopted Zoroastrianism. The historical record is unclear with ancient church records being the primary contemporary sources.\n\nIt is believed the empire began a long and slow decline after the 7th century due partly to the Persians and then the Arabs contesting old Red Sea trade routes. Eventually the empire was cut off from its principal markets in Alexandria, Byzantium and Southern Europe and its share of trade captured by Arab traders of the era. \n\nThe Aksumite Empire was finally destroyed in the 10th century by Empress Gudit,[5] and eventually some of the people of Axum were forced south and their old way of life declined. As the empire's power declined so did the influence of the city, which is believed to have lost population in the decline, similar to Rome and other cities thrust away from the flow of world events. The last known (nominal) emperor to reign was crowned in about the 10th century, but the empire's influence and power had ended long before that.\n\nIts decline in population and trade then contributed to the shift of the power hub of the Ethiopian Empire south to the Amhara region as it moved further inland. In this period the city of Axum became the administrative seat of an empire spanning one million square miles. Eventually, the alternative name of Ethiopia was adopted by the central region and then by the modern state that presently exists.[6]\n\n\"Axum\" (or its Greek and Latin equivalents) appears as an important centre on indigenous maps of the northern Horn of Africa in the 15th century.[7][8]\n\nThe Aksumite Empire had its own written language, Geʽez, and developed a distinctive architecture exemplified by giant obelisks. The oldest of these, though relatively small, dates from 5000–2000 BCE.[9] The empire was at its height under Emperor Ezana, baptized as Abreha in the 4th century (which was also when the empire officially embraced Christianity).[10]\n\nThe Ethiopian Orthodox Tewahedo Church claims that the Church of Our Lady Mary of Zion in Axum houses the Biblical Ark of the Covenant, in which lie the Tablets of Stone upon which the Ten Commandments are inscribed.[11] Ethiopian traditions suggest that it was from Axum that Makeda, the Queen of Sheba, journeyed to visit King Solomon in Jerusalem and that the two had a son, Menelik, who grew up in Ethiopia but travelled to Jerusalem as a young man to visit his father's homeland. He lived several years in Jerusalem before returning to his country with the Ark of the Covenant. According to the Ethiopian Church and Ethiopian tradition, the Ark still exists in Axum. This same church was the site where Ethiopian emperors were crowned for centuries until the reign of Fasilides, then again beginning with Yohannes IV until the end of the empire. \n\nAxum is considered to be the holiest city in Ethiopia and is an important destination of pilgrimages.[11][12] Significant religious festivals are the Timkat festival (known as Epiphany in western Christianity) on 19 January (20 January in leap years) and the Festival of Maryam Zion on 30 November[13] (21 Hidar on the Ethiopian calendar).\n\nIn 1937, a 24 m (79 ft) tall, 1,700-year-old Obelisk of Axum, was broken into five parts by the Italians and shipped to Rome to be erected. The obelisk is widely regarded as one of the finest examples of engineering from the height of the Axumite empire. Despite a 1947 United Nations agreement that the obelisk would be shipped back, Italy balked, resulting in a long-standing diplomatic dispute with the Ethiopian government, which views the obelisk as a symbol of national identity. In April 2005, Italy finally returned the obelisk pieces to Axum amidst much official and public rejoicing; Italy also covered the US$4 million costs of the transfer. UNESCO assumed responsibility for the re-installation of this stele in Axum, and by the end of July 2008 the obelisk had been reinstalled. It was unveiled on 4 September 2008.[14][15]\n\nThe Aksumite Empire had a long-standing relationship with Islam. According to ibn Hisham,[16] when Muhammad faced oppression from the Quraysh clan in Mecca, he sent a small group of his original followers, that included his daughter Ruqayya and her husband Uthman, to Axum. The Negus, the Aksumite monarch[17] (known as An-Najashi (النجاشي) in the Islamic tradition), gave them refuge and protection and refused the requests of the Quraish clan to send the refugees back to Arabia. These refugees did not return until the sixth Hijri year (628 C.E.) and even then many remained in Ethiopia, eventually settling at Negash in what is now the Misraqawi Zone.[citation needed]\n\nThere are different traditions concerning the effect these early Muslims had on the ruler of Axum. The Muslim tradition is that the ruler of Axum was so impressed by these refugees that he became a secret convert.[18] On the other hand, Arabic historians and Ethiopian tradition state that some of the Muslim refugees who lived in Ethiopia during this time converted to Orthodox Christianity.[citation needed] There is also a second Ethiopian tradition that, on the death of Ashama ibn Abjar, Muhammed is reported to have prayed for the king's soul, and told his followers, \"Leave the Abyssinians in peace, as long as they do not take the offensive.\"[19]\n\nIn February 1893 the British explorers, James Theodore Bent and his wife Mabel Bent, travelled by boat to Massawa on the west coast of the Red Sea. They then made their way overland to excavate at Axum and Yeha, in the hope of researching possible links between early trading networks and cultures on both sides of the Red Sea.[20] They reached Axum by 24 February 1893,[21] but their work was curtailed[22] by the tensions between the Italian occupiers and local warlords, together with the continuing ramifications of the First Italo-Ethiopian War and they had to make a hasty retreat by the end of March to Zula for passage back to England.[23]\n\nThe Zamani Project documents cultural heritage sites in 3D to create a record for future generations.[24][25][26][27] The documentation is based on terrestrial laser-scanning.[28][29] The 3D documentation of parts of the Axum Stelae Field was carried out in 2006[30] and 3D models, plans and images can be viewed here.\n\nDuring the Ethiopian Civil War, on 30 March 1989, Axum was bombed from the air by the Ethiopian National Defence Forces and three people were killed.[31]\n\nThousands of civilians died during the Axum massacre that took place in and around the Maryam Ts'iyon Church in Axum during the Tigray War in December 2020.[32][33] There was indiscriminate shooting by the Eritrean Defence Forces (EDF) throughout Axum[34][35]and focussed killings at the Church of Our Lady Mary of Zion (Maryam Ts'iyon) by the Ethiopian National Defense Force (ENDF) and Amhara militia.[32][33][36]\n\nThe church was also a place where the corpses of civilians killed elsewhere were collected for burial.[34] A tight government communications blackout ensured that news of the massacre (or two separate massacres; reports are still emerging) was only revealed internationally in early January 2021 after survivors escaped to safer locations.[37]\n\n"
        },
        {
            "title": "Main sites of Axum",
            "text": "The major Aksumite monuments in the town are steles. These obelisks are around 1,700 years old and have become a symbol of the Ethiopian people's identity.[38] The largest number are in the Northern Stelae Park, ranging up to the 33-metre-long (108 ft)[a 1] Great Stele, believed to have fallen and broken during construction.[39] The Obelisk of Axum[a 2] was removed by the Italian army in 1937, and returned to Ethiopia in 2005 and reinstalled 31 July 2008.[38] The next tallest is the 24 m (79 ft)[a 3] King Ezana's Stele. Three more stelae measure 18.2 m (60 ft) high,[a 4] 15.8 m (52 ft) high,[a 5] 15.3 m (50 ft) high.[a 6][40] The stelae are believed to mark graves and would have had cast metal discs affixed to their sides, which are also carved with architectural designs. The Gudit Stelae to the west of town, unlike the northern area, are interspersed with mostly 4th century tombs.\n\nThe other major features of the town are the old and new churches of Our Lady Mary of Zion. The Church of Our Lady Mary of Zion was built in 1665 by Emperor Fasilides and said to have previously housed the Ark of the Covenant. The original cathedral, said to have been built by Ezana and augmented several times afterwards, was believed to have been massive with an estimated 12 naves.[citation needed] It was burned to the ground by Gudit, rebuilt, and then destroyed again during the Abyssinian–Adal war of the 1500s. It was again rebuilt by Emperor Gelawdewos (completed by his brother and successor Emperor Minas) and Emperor Fasilides replaced that structure with the present one.  Only men are permitted entry into the Old St. Mary's Cathedral (some say as a result of the destruction of the original church by Gudit). The New Cathedral of St. Mary of Zion stands next to the old one, and was built to fulfil a pledge by Emperor Haile Selassie to Our Lady of Zion for the liberation of Ethiopia from the Fascist occupation. Built in a neo-Byzantine style, work on the new cathedral began in 1955, and allows entry to women. Emperor Haile Selassie interrupted the state visit of Queen Elizabeth II to travel to Axum to attend the dedication of the new cathedral and pay personal homage, showing the importance of this church in the Ethiopian Empire. Queen Elizabeth visited the Cathedral a few days later.  Between the two cathedrals is a small chapel known as The Chapel of the Tablet built at the same time as the new cathedral, and which is believed to house the Ark of the Covenant. Emperor Haile Selassie's consort, Empress Menen Asfaw, paid for its construction from her private funds. Admittance to the chapel is closed to all but the guardian monk who resides there. Entrance is even forbidden to the Patriarch of the Orthodox Church, and to the Emperor of Ethiopia during the monarchy. The two cathedrals and the chapel of the Ark are the focus of pilgrimage and considered the holiest sites in Ethiopia to members of its Orthodox Church.\n\nOther attractions in Axum include archaeological and ethnographic museums, the Ezana Stone written in Sabaean, Geʽez and Ancient Greek in a similar manner to the Rosetta Stone, King Bazen's Tomb (a megalith considered to be one of the earliest structures), the so-called Queen of Sheba's Bath (actually a reservoir), the 4th-century Ta'akha Maryam and 6th-century Dungur palaces, Pentalewon Monastery and Abba Liqanos and about 2 km (1.2 mi) west is the rock art called the Lioness of Gobedra.\n\nLocal legend claims the Queen of Sheba lived in the town.\n\n"
        },
        {
            "title": "Climate",
            "text": "The Köppen-Geiger climate classification system classifies its climate as subtropical highland (Cwb).[41]\n\n"
        },
        {
            "title": "Demographics",
            "text": "According to the Central Statistical Agency of Ethiopia (CSA), as of 1 July 2012[update] the town of Axum's estimated population was 56,576. The census indicated that 30,293 of the population were females and 26,283 were males.[42]\n\nThe 2007 national census showed that the town population was 44,647, of whom 20,741 were males and 23,906 females). The majority of the inhabitants said they practised Ethiopian Orthodox Christianity, with 88.03% reporting that as their religion, while 10.89% of the population were Ethiopian Muslim.[43]\n\nThe 1994 national census reported the population for the city as 27,148, of whom 12,536 were men and 14,612 were women. The largest ethnic group reported was Tigrayans with 98.54% and Tigrinya was spoken as a first language by 98.68%. The majority of the population practised Ethiopian Orthodox Christianity with 85.08% reported as embracing that religion, while 14.81% were Muslim.[44]\n\n"
        },
        {
            "title": "Transport",
            "text": "Axum Airport, also known as Emperor Yohannes IV Airport,[45] is located just 5.5 km (3.4 miles) to the east of the city.\n\n"
        },
        {
            "title": "Education",
            "text": "Aksum University was established in May 2006 on a greenfield site, 4 km (2.5 mi) from Axum's central area. The inauguration ceremony was held on 16 February 2007 and the current area of the campus is 107 ha (260 acres), with ample room for expansion.[citation needed] The establishment of a university in Axum is expected to contribute much to the ongoing development of the country in general and of the region in particular.\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Aksumite_Empire",
        "https://en.wikipedia.org/wiki/Tigrinya",
        "https://en.wikipedia.org/wiki/Amharic",
        "https://en.wikipedia.org/wiki/Obelisk_of_Axum",
        "https://en.wikipedia.org/wiki/Church_of_Our_Lady_Mary_of_Zion",
        "https://en.wikipedia.org/wiki/Dungur",
        "https://en.wikipedia.org/wiki/Geographic_coordinate_system",
        "https://en.wikipedia.org/wiki/List_of_sovereign_states",
        "https://en.wikipedia.org/wiki/Ethiopia",
        "https://en.wikipedia.org/wiki/Regions_of_Ethiopia",
        "https://en.wikipedia.org/wiki/Tigray_Region",
        "https://en.wikipedia.org/wiki/List_of_zones_of_Ethiopia",
        "https://en.wikipedia.org/wiki/World_Heritage_Site",
        "https://en.wikipedia.org/wiki/World_Heritage_Committee",
        "https://en.wikipedia.org/wiki/Tigray_Region",
        "https://en.wikipedia.org/wiki/Ethiopia",
        "https://en.wikipedia.org/wiki/Kingdom_of_Aksum",
        "https://en.wikipedia.org/wiki/UNESCO",
        "https://en.wikipedia.org/wiki/World_Heritage_Site",
        "https://en.wikipedia.org/wiki/Adwa",
        "https://en.wikipedia.org/wiki/List_of_districts_in_the_Tigray_Region",
        "https://en.wikipedia.org/wiki/Kingdom_of_Aksum",
        "https://en.wikipedia.org/wiki/Ancient_Rome",
        "https://en.wikipedia.org/wiki/Ethiopian_Orthodox_Tewahedo_Church",
        "https://en.wikipedia.org/wiki/Frumentius",
        "https://en.wikipedia.org/wiki/Kaleb_of_Axum",
        "https://en.wikipedia.org/wiki/Byzantium",
        "https://en.wikipedia.org/wiki/Sasanian_Empire",
        "https://en.wikipedia.org/wiki/Zoroastrianism",
        "https://en.wikipedia.org/wiki/Alexandria",
        "https://en.wikipedia.org/wiki/Southern_Europe",
        "https://en.wikipedia.org/wiki/Axumite_Empire",
        "https://en.wikipedia.org/wiki/Gudit",
        "https://en.wikipedia.org/wiki/Ethiopian_Empire",
        "https://en.wikipedia.org/wiki/Amhara_Region",
        "https://en.wikipedia.org/wiki/Horn_of_Africa",
        "https://en.wikipedia.org/wiki/Axumite_Empire",
        "https://en.wikipedia.org/wiki/Ousas",
        "https://en.wikipedia.org/wiki/Ezana_of_Axum",
        "https://en.wikipedia.org/wiki/Ethiopian_Orthodox_Tewahedo_Church",
        "https://en.wikipedia.org/wiki/Church_of_Our_Lady_Mary_of_Zion",
        "https://en.wikipedia.org/wiki/Ark_of_the_Covenant",
        "https://en.wikipedia.org/wiki/Tablets_of_Stone",
        "https://en.wikipedia.org/wiki/Ten_Commandments",
        "https://en.wikipedia.org/wiki/Queen_of_Sheba",
        "https://en.wikipedia.org/wiki/Solomon",
        "https://en.wikipedia.org/wiki/Menelik_I",
        "https://en.wikipedia.org/wiki/Fasilides",
        "https://en.wikipedia.org/wiki/Yohannes_IV",
        "https://en.wikipedia.org/wiki/Timkat",
        "https://en.wikipedia.org/wiki/Ethiopian_calendar",
        "https://en.wikipedia.org/wiki/Obelisk_of_Axum",
        "https://en.wikipedia.org/wiki/Obelisk_of_Axum",
        "https://en.wikipedia.org/wiki/Rome",
        "https://en.wikipedia.org/wiki/Negus",
        "https://en.wikipedia.org/wiki/Najashi",
        "https://en.wikipedia.org/wiki/Mecca",
        "https://en.wikipedia.org/wiki/Migration_to_Abyssinia",
        "https://en.wikipedia.org/wiki/Muhammad",
        "https://en.wikipedia.org/wiki/Islam",
        "https://en.wikipedia.org/wiki/Ibn_Hisham",
        "https://en.wikipedia.org/wiki/Muhammad",
        "https://en.wikipedia.org/wiki/Quraysh",
        "https://en.wikipedia.org/wiki/Migration_to_Abyssinia",
        "https://en.wikipedia.org/wiki/Ruqayya",
        "https://en.wikipedia.org/wiki/Uthman",
        "https://en.wikipedia.org/wiki/Negus",
        "https://en.wikipedia.org/wiki/Najashi",
        "https://en.wikipedia.org/wiki/Hijri_year",
        "https://en.wikipedia.org/wiki/Negash",
        "https://en.wikipedia.org/wiki/Misraqawi_Zone",
        "https://en.wikipedia.org/wiki/James_Theodore_Bent",
        "https://en.wikipedia.org/wiki/Mabel_Bent",
        "https://en.wikipedia.org/wiki/Massawa",
        "https://en.wikipedia.org/wiki/Yeha",
        "https://en.wikipedia.org/wiki/Zula",
        "https://en.wikipedia.org/wiki/Zamani_Project",
        "https://en.wikipedia.org/wiki/Ethiopian_Civil_War",
        "https://en.wikipedia.org/wiki/Ethiopian_National_Defence_Forces",
        "https://en.wikipedia.org/wiki/Church_of_Our_Lady_Mary_of_Zion",
        "https://en.wikipedia.org/wiki/Axum_massacre",
        "https://en.wikipedia.org/wiki/Tigray_War",
        "https://en.wikipedia.org/wiki/Eritrean_Defence_Forces",
        "https://en.wikipedia.org/wiki/Church_of_Our_Lady_Mary_of_Zion",
        "https://en.wikipedia.org/wiki/Ethiopian_National_Defense_Force",
        "https://en.wikipedia.org/wiki/Obelisk_of_Axum",
        "https://en.wikipedia.org/wiki/Stele",
        "https://en.wikipedia.org/wiki/Obelisk_of_Axum",
        "https://en.wikipedia.org/wiki/Tomb",
        "https://en.wikipedia.org/wiki/Church_of_Our_Lady_Mary_of_Zion",
        "https://en.wikipedia.org/wiki/Fasilides",
        "https://en.wikipedia.org/wiki/Ezana_of_Axum",
        "https://en.wikipedia.org/wiki/Gudit",
        "https://en.wikipedia.org/wiki/Gelawdewos",
        "https://en.wikipedia.org/wiki/Menas_of_Ethiopia",
        "https://en.wikipedia.org/wiki/Haile_Selassie",
        "https://en.wikipedia.org/wiki/Italian_East_Africa",
        "https://en.wikipedia.org/wiki/Byzantine_Revival_architecture",
        "https://en.wikipedia.org/wiki/Elizabeth_II",
        "https://en.wikipedia.org/wiki/Menen_Asfaw",
        "https://en.wikipedia.org/wiki/Ezana_Stone",
        "https://en.wikipedia.org/wiki/Sabaean_language",
        "https://en.wikipedia.org/wiki/Greek_language",
        "https://en.wikipedia.org/wiki/Ezana_Stone",
        "https://en.wikipedia.org/wiki/Sabaean_language",
        "https://en.wikipedia.org/wiki/Ancient_Greek",
        "https://en.wikipedia.org/wiki/Rosetta_Stone",
        "https://en.wikipedia.org/wiki/Megalith",
        "https://en.wikipedia.org/wiki/Reservoir",
        "https://en.wikipedia.org/wiki/Dungur",
        "https://en.wikipedia.org/wiki/Rock_art",
        "https://en.wikipedia.org/wiki/Lioness_of_Gobedra",
        "https://en.wikipedia.org/wiki/Queen_of_Sheba",
        "https://en.wikipedia.org/wiki/Precipitation",
        "https://en.wikipedia.org/wiki/Central_Statistical_Agency",
        "https://en.wikipedia.org/wiki/Ethiopian_Orthodox_Tewahedo_Church",
        "https://en.wikipedia.org/wiki/Islam_in_Ethiopia",
        "https://en.wikipedia.org/wiki/Tigrayans",
        "https://en.wikipedia.org/wiki/Tigrinya_language",
        "https://en.wikipedia.org/wiki/Axum_Airport",
        "https://en.wikipedia.org/wiki/Yohannes_IV",
        "https://en.wikipedia.org/wiki/Aksum_University",
        "https://en.wikipedia.org/wiki/Abune_Mathias",
        "https://en.wikipedia.org/wiki/Abay_Tsehaye",
        "https://en.wikipedia.org/wiki/Zeresenay_Alemseged",
        "https://en.wikipedia.org/wiki/Amphora",
        "https://en.wikipedia.org/wiki/Asmara",
        "https://en.wikipedia.org/wiki/List_of_megalithic_sites",
        "https://en.wikipedia.org/wiki/List_of_World_Heritage_Sites_in_Ethiopia",
        "https://en.wikipedia.org/wiki/UNESCO",
        "https://en.wikipedia.org/wiki/De_Agostini",
        "https://en.wikipedia.org/wiki/Novara",
        "https://en.wikipedia.org/wiki/Corriere_della_Sera",
        "https://en.wikipedia.org/wiki/Europe_External_Programme_with_Africa",
        "https://en.wikipedia.org/wiki/Jan_Nyssen",
        "https://en.wikipedia.org/wiki/ResearchGate",
        "https://en.wikipedia.org/wiki/Tghat",
        "https://en.wikipedia.org/wiki/Tghat",
        "https://en.wikipedia.org/wiki/Le_Monde",
        "https://en.wikipedia.org/wiki/Martin_Plaut",
        "https://en.wikipedia.org/wiki/Wayback_Machine",
        "https://en.wikipedia.org/wiki/Wayback_Machine",
        "https://en.wikipedia.org/wiki/Wikisource",
        "https://en.wikipedia.org/wiki/BBC",
        "https://en.wikipedia.org/wiki/List_of_zones_of_Ethiopia",
        "https://en.wikipedia.org/wiki/Woredas_of_Ethiopia",
        "https://en.wikipedia.org/wiki/Tigray_Region",
        "https://en.wikipedia.org/wiki/List_of_districts_in_the_Tigray_Region",
        "https://en.wikipedia.org/wiki/Adwa",
        "https://en.wikipedia.org/wiki/Kola_Tembien",
        "https://en.wikipedia.org/wiki/Abiy_Addi",
        "https://en.wikipedia.org/wiki/Mereb_Lehe",
        "https://en.wikipedia.org/wiki/Naeder_Adet",
        "https://en.wikipedia.org/wiki/Tahtay_Maychew",
        "https://en.wikipedia.org/wiki/Tanqua_Millash",
        "https://en.wikipedia.org/wiki/Werie_Lehe",
        "https://en.wikipedia.org/wiki/Adigrat",
        "https://en.wikipedia.org/wiki/Atsbi_Wenberta",
        "https://en.wikipedia.org/wiki/Ganta_Afeshum",
        "https://en.wikipedia.org/wiki/Gulomahda",
        "https://en.wikipedia.org/wiki/Kilte_Awulaelo",
        "https://en.wikipedia.org/wiki/Saesi_Tsaedaemba",
        "https://en.wikipedia.org/wiki/Wukro",
        "https://en.wikipedia.org/wiki/Hintalo_Wajirat",
        "https://en.wikipedia.org/wiki/Saharti_Samre",
        "https://en.wikipedia.org/wiki/Alaje",
        "https://en.wikipedia.org/wiki/Endamekoni",
        "https://en.wikipedia.org/wiki/Korem",
        "https://en.wikipedia.org/wiki/Maychew",
        "https://en.wikipedia.org/wiki/Ofla",
        "https://en.wikipedia.org/wiki/Raya_Azebo",
        "https://en.wikipedia.org/wiki/Kafta_Humera",
        "https://en.wikipedia.org/wiki/Tsegede",
        "https://en.wikipedia.org/wiki/Welkait",
        "https://en.wikipedia.org/wiki/Asgede_Tsimbla",
        "https://en.wikipedia.org/wiki/Medebay_Zana",
        "https://en.wikipedia.org/wiki/Sheraro",
        "https://en.wikipedia.org/wiki/Shire_Inda_Selassie",
        "https://en.wikipedia.org/wiki/Tahtay_Adiyabo",
        "https://en.wikipedia.org/wiki/Tahtay_Koraro",
        "https://en.wikipedia.org/wiki/Tselemti",
        "https://en.wikipedia.org/wiki/Mekelle",
        "https://en.wikipedia.org/wiki/World_Heritage_Site",
        "https://en.wikipedia.org/wiki/Ethiopia",
        "https://en.wikipedia.org/wiki/List_of_World_Heritage_Sites_in_Ethiopia",
        "https://en.wikipedia.org/wiki/Fasil_Ghebbi",
        "https://en.wikipedia.org/wiki/Harar",
        "https://en.wikipedia.org/wiki/Konso",
        "https://en.wikipedia.org/wiki/Awash_River",
        "https://en.wikipedia.org/wiki/Semien_Mountains_National_Park",
        "https://en.wikipedia.org/wiki/Ethiopia",
        "https://en.wikipedia.org/wiki/List_of_cities_and_towns_in_Ethiopia",
        "https://en.wikipedia.org/wiki/Adama",
        "https://en.wikipedia.org/wiki/Addis_Ababa",
        "https://en.wikipedia.org/wiki/Adigrat",
        "https://en.wikipedia.org/wiki/Adwa",
        "https://en.wikipedia.org/wiki/Arba_Minch",
        "https://en.wikipedia.org/wiki/Areka",
        "https://en.wikipedia.org/wiki/Asella",
        "https://en.wikipedia.org/wiki/Awasa",
        "https://en.wikipedia.org/wiki/Bahir_Dar",
        "https://en.wikipedia.org/wiki/Bishoftu",
        "https://en.wikipedia.org/wiki/Bitena",
        "https://en.wikipedia.org/wiki/Boditi",
        "https://en.wikipedia.org/wiki/Debre_Berhan",
        "https://en.wikipedia.org/wiki/Debre_Marqos",
        "https://en.wikipedia.org/wiki/Debre_Tabor",
        "https://en.wikipedia.org/wiki/Degehabur",
        "https://en.wikipedia.org/wiki/Dembidolo",
        "https://en.wikipedia.org/wiki/Dessie",
        "https://en.wikipedia.org/wiki/Dimtu",
        "https://en.wikipedia.org/wiki/Dire_Dawa",
        "https://en.wikipedia.org/wiki/Gesuba",
        "https://en.wikipedia.org/wiki/Goba",
        "https://en.wikipedia.org/wiki/Gode",
        "https://en.wikipedia.org/wiki/Gondar",
        "https://en.wikipedia.org/wiki/Gununo",
        "https://en.wikipedia.org/wiki/Harar",
        "https://en.wikipedia.org/wiki/Hosaena",
        "https://en.wikipedia.org/wiki/Irgalem",
        "https://en.wikipedia.org/wiki/Jijiga",
        "https://en.wikipedia.org/wiki/Jimma",
        "https://en.wikipedia.org/wiki/Kebri_Dahar",
        "https://en.wikipedia.org/wiki/Kombolcha",
        "https://en.wikipedia.org/wiki/Mekelle",
        "https://en.wikipedia.org/wiki/Moyale",
        "https://en.wikipedia.org/wiki/Negele_Arsi",
        "https://en.wikipedia.org/wiki/Negele_Borana",
        "https://en.wikipedia.org/wiki/Nekemte",
        "https://en.wikipedia.org/wiki/Sebeta",
        "https://en.wikipedia.org/wiki/Shashamane",
        "https://en.wikipedia.org/wiki/Tebela",
        "https://en.wikipedia.org/wiki/Sodo",
        "https://en.wikipedia.org/wiki/Weldiya",
        "https://en.wikipedia.org/wiki/Wukro",
        "https://en.wikipedia.org/wiki/Axum",
        "https://en.wikipedia.org/wiki/Axum",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}