{
    "url": "https://en.wikipedia.org/wiki/Bruce_Archer",
    "title": "L. Bruce Archer",
    "table_of_contents": [
        "1 Early life",
        "2 Career",
        "2.1 Consultant",
        "2.2 Designing hospital equipment",
        "2.3 Professor",
        "2.4 Director of Research",
        "2.5 Retirement",
        "3 Family",
        "4 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nLeonard Bruce Archer CBE (22 November 1922 – 16 May 2005)[1] was a British chartered mechanical engineer and Professor of Design Research at the Royal College of Art (RCA) who championed research in design, and helped to establish design as an academic discipline.\n\nArcher spent most of his working life in schools of art and design, including more than 25 years at the RCA. He promoted the use of systems-level analysis, evidence-based design, and evaluation through field testing within industrial design, and led a multi-disciplinary team which employed these methods in practice, including most notably their application to the design of what became the standard British hospital bed. He went on to become head of a postgraduate research and teaching department where he identified that scholarly inquiry in design was just as vital as it was in the arts, the humanities and the sciences, and argued that design warranted its own body of scholarship and knowledge no less than conventional academic disciplines. He proposed that modelling be recognised as the fundamental competence of design, just as numeracy underpins mathematics and literacy the humanities and he believed that – like both literacy and numeracy – it should be widely taught.[2]\n\nArcher trained a generation of design researchers, showing them how the procedures of scholarly research based on well-founded evidence and systematic analysis were as applicable in design as in the more traditional academic subjects.[3] For design practice he argued there was a need for method and rigour, and for decisions to be recorded and explained so they could, if necessary, be defended. In the modern day, practitioners are familiar with these issues through the requirements of quality assurance, while in academia the Research Assessment Exercise has pushed even the art and design community into taking research seriously. Archer's ideas were radical and pioneering, and the very existence of his research department – in an art college – controversial. It was his own force of character and his persuasive ability to argue his case with absolute clarity and conviction that ensured the department's survival, and provided him with the opportunity to demonstrate that design is not just a craft skill but a knowledge-based discipline in its own right.\n\n"
        },
        {
            "title": "Early life",
            "text": "Leonard Bruce Archer (known primarily as Bruce Archer or L. Bruce Archer) was born in 1922.[4] His father was a Regimental Sergeant Major in the Scots Guards and his mother a dressmaker and a trained amateur artist. During his schooldays, at Henry Thornton Grammar School, he wanted to be a painter, but he was academically bright and not allowed to continue with art beyond fifteen. His school certificates were in entirely scientific subjects. The Second World War intervened before he could go to art school or university and he joined his father's regiment. He saw service in Italy but left after three years (1941–44) on medical grounds.\n\n"
        },
        {
            "title": "Career",
            "text": "Archer worked as an engineering designer in manufacturing, designing jigs and tools and later process plant. He attended evening classes for years at Northampton College, London (now City University) where he trained as a mechanical engineering designer, eventually gaining his Higher National Certificate in mechanical engineering. He became a member of the Institution of Engineering Designers in 1950, and in 1951 was awarded its national prize for the best thesis on design. He joined the Institution of Mechanical Engineers in the same year.\n\nInspired by the Festival of Britain, which took place in 1951, Archer later stated:[5]\n\nIn 1953 he left full-time employment in industry to set up his own consultancy – the Scientists' and Technologists' Engineering Partnership – and started teaching evening classes at the Central School of Art and Design becoming a full-time lecturer there in 1957. He began writing articles for Design magazine, promoting what he called 'a rational approach to design'. At a party given by a colleague from the Central School, he was approached by Tomás Maldonado, Director of the Ulm School of Design, and offered a job acting as a bridge between two rival factions at the school – 'scientists' and 'artists'. Archer moved there in 1960 as a guest professor to find two opposing belief systems. The ergonomists and psychologists believed in analysis and experiment as the basis for design, whereas the stylists were mostly concerned with form, and had evolved design rules about proportion, colour and texture which they thought of as a logical system for creating the cool, minimalist look for which Ulm became famous.[6] Archer tried to convey each side's belief systems across the divide, but each group thought he had aligned himself with the other. Maldonado had left Ulm even before Archer arrived, and he found himself isolated. Later he said that learning how the two cultures thought was a highly formative experience.\n\nIn 1961 Misha Black was appointed head of industrial design at the Royal College of Art and asked him to lead a research project called Studies in the function and design of non-surgical hospital equipment, being funded by the Nuffield Foundation. Archer returned in the summer of 1962 and, with a small multi-disciplinary team, identified four urgent design problems: a receptacle for soiled dressings, a means of reducing incorrect dispensing of medicines to ward patients, the need for a standard design for hospital beds, and a way to prevent smoke control doors being routinely propped open. They presented their report at the end of the first year to the Nuffield Foundation. Unfortunately:\n\nArcher and Black were both stunned. Undaunted, Archer took a job at the Eldorado ice cream factory in Southwark, loading ice cream into refrigerated vans every night and working at the College unpaid during the day. Eventually, commercial funding was found for the soiled dressings receptacle, and in 1963 he gave up his evening job when support was obtained from the King Edward's Hospital Fund for London to study the medicine-dispensing problem. A radical solution was devised - a medicine trolley on wheels that could be securely padlocked to a wall when not in use. The hospital bed problem was also re-examined. The King Edward's Hospital Fund became the King's Fund and was seeking a major exercise to promote its new nationwide role. It took on the standardisation of the hospital bed. Archer was appointed to a Working Party, and in due course won a contract for a standard specification and a prototype design. After widespread consultation, evidence gathering through direct observations, and extensive field trials using mock-ups and test devices, the specification was adopted by the Kings Fund and became a British Standard; a successful prototype was also developed by Kenneth Agnew at the college for a commercial bed manufacturer. The hospital bed project has been documented by an historian.[8][9] The fire door problem was solved by the use of electro-magnetic door-holders wired to the fire alarm, which released the doors when the alarm was triggered. So solutions to all four of the original projects were delivered. In the process, Archer had demonstrated that work study, systems analysis, and ergonomics, were proper tools for use by designers, and that systematic methods were not inimical to creativity in design, but essential contributors to it.\n\nGeneralizing from his experiences in these and other design projects undertaken by what became the Industrial Design (Engineering) Research Unit, Archer presented his ideas at design conferences and prepared the paper for which he is perhaps most widely known, 'Systematic method for designers'[10] which was published by the Council for Industrial Design in 1965 after a series in Design magazine. A thesis on 'The structure of the design process' was published by the US National Bureau of Standards in 1969. Both papers were translated into several languages, and he continued to receive requests for reprints for a decade or more afterwards. He was awarded the Kaufmann International Design Research Award in 1964. In 1967 he helped to found the cross-disciplinary Design Research Society, and was awarded a doctorate by the Royal College in 1968. Many of his ideas were brought together in 'Technological innovation: a methodology', a paper published by the Science Policy Foundation in 1971.\n\nIn that same year the Rector of the college, Sir Robin Darwin, called him into his office and as Archer said later:\n\nSoon his Department of Design Research[11] had a complement of more than thirty researchers. As they marched daily into the college's Senior Common Room they represented quite a large body of people, and were not entirely welcomed by staff from other departments. Archer himself reluctantly became what he described as a traveling salesman to ensure a steady flow of research contracts.\n\nAfter two or three years, there was a change of direction following a College decision to turn the Department of Design Research into a post-graduate teaching department like every other. Funding was won from the Science Research Council to study design processes, and postgraduates were recruited to undertake masters and doctoral studies. Design graduates arrived to learn how to conduct research, while others from disciplines like psychology and mathematics learned to apply their skills to the discipline of design. Archer's own lectures ranged widely across the philosophy of science, ethics, aesthetics, economics, innovation, measurement and value theory, and were delivered with directness and enthusiasm. The Department itself was organized in a highly systematic way, with procedural memoranda setting out agendas for every type of meeting including highly structured progress reviews for students. Every event was meticulously recorded in his daily log.\n\nFrom his belief that design was just as important an academic topic as the arts, the humanities and the sciences, Archer was instrumental in the move to see it taught as part of the school curriculum. He campaigned to influence the Department for Education and Science, and ran short courses at the college for school teachers. He launched a Department for Design Education at the college, giving teachers the opportunity to undertake masters level research into design. He was made a CBE in 1976.\n\nIn 1984, Jocelyn Stevens was appointed as Rector of the Royal College of Art, and he peremptorily closed the Department of Design Research. It had operated successfully for exactly 25 years. Archer himself was appointed Director of Research with college-wide responsibilities. Though approaching retirement age, his knowledge of the workings of the college and his academic credibility placed him in great demand, and Stevens thought nothing of contacting him at any time of day or night for advice.\n\nAfter retiring in 1988, Archer ran in-service training courses on research for art and design institutes and was active as Chair of the Design Research Society from 1988 to 1990, and later as its first President from 1992 to 2000. In March 2004, a dinner was held at the Royal College of Art organised by the Society at which he was presented with its Lifetime Achievement Award.[12] Archer himself, though frail, made a typically forceful and eloquent acceptance speech in which he acknowledged the contributions of his many co-workers, and contrasted the skills of decision making and advocacy which typify design, with those of inquiry and analysis which are essential in research.\n\n"
        },
        {
            "title": "Family",
            "text": "Archer was married to Joan Henrietta Allen for fifty years. They had one daughter, Miranda, who trained as an architect before becoming a high school teacher in design technology – the very subject that her father had done so much to see established in secondary education.\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Design_Research",
        "https://en.wikipedia.org/wiki/Royal_College_of_Art",
        "https://en.wikipedia.org/wiki/CBE",
        "https://en.wikipedia.org/wiki/Design_Research",
        "https://en.wikipedia.org/wiki/Royal_College_of_Art",
        "https://en.wikipedia.org/wiki/Industrial_design",
        "https://en.wikipedia.org/wiki/Numeracy",
        "https://en.wikipedia.org/wiki/Literacy",
        "https://en.wikipedia.org/wiki/Quality_assurance",
        "https://en.wikipedia.org/wiki/Research_Assessment_Exercise",
        "https://en.wikipedia.org/wiki/Scots_Guards",
        "https://en.wikipedia.org/wiki/World_War_II",
        "https://en.wikipedia.org/wiki/Institution_of_Engineering_Designers",
        "https://en.wikipedia.org/wiki/Institution_of_Mechanical_Engineers",
        "https://en.wikipedia.org/wiki/Festival_of_Britain",
        "https://en.wikipedia.org/wiki/Central_School_of_Art_and_Design",
        "https://en.wikipedia.org/wiki/Ulm_School_of_Design",
        "https://en.wikipedia.org/wiki/Misha_Black",
        "https://en.wikipedia.org/wiki/Royal_College_of_Art",
        "https://en.wikipedia.org/wiki/Nuffield_Foundation",
        "https://en.wikipedia.org/wiki/Nuffield_Foundation",
        "https://en.wikipedia.org/wiki/British_Standard",
        "https://en.wikipedia.org/wiki/Ergonomics",
        "https://en.wikipedia.org/wiki/Design_Research_Society",
        "https://en.wikipedia.org/wiki/Science_Research_Council",
        "https://en.wikipedia.org/wiki/Jocelyn_Stevens",
        "https://en.wikipedia.org/wiki/Design_Research_Society",
        "https://en.wikipedia.org/wiki/Design_Research_Society",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}