{
    "url": "https://en.wikipedia.org/wiki/La_Venta",
    "title": "La Venta",
    "table_of_contents": [
        "1 Overview",
        "2 Major features of La Venta",
        "2.1 Complex C (The Great Pyramid)",
        "2.2 Complex A",
        "2.3 Complex B",
        "2.4 Complex E",
        "2.5 Summary",
        "3 Monumental artifacts at La Venta",
        "3.1 Colossal heads",
        "3.2 Altars 4 & 5",
        "4 Social structure",
        "5 Burials",
        "5.1 Structure A-2",
        "5.2 Urn burials",
        "6 Religion and ideology",
        "7 Agriculture and economy",
        "8 Discovery and excavation",
        "9 Chronology",
        "10 Threats to La Venta",
        "11 See also",
        "12 Notes",
        "13 References",
        "14 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "La Venta is a pre-Columbian archaeological site of the Olmec civilization located in the present-day Mexican state of Tabasco. Some of the artifacts have been moved to the museum \"Parque - Museo de La Venta\", which is in nearby Villahermosa, the capital of Tabasco.\n\n"
        },
        {
            "title": "Overview",
            "text": "The Olmec were one of the first civilizations to develop in the Americas. Chronologically, the history of the Olmecs can be divided into the Early Formative (1800-900 BCE), Middle Formative (900-400 BCE) and Late Formative (400 BCE-200AD). The Olmecs are known as the \"mother culture\" of Mesoamerica, meaning that the Olmec civilization was the first culture that spread and influenced Mesoamerica. The spread of Olmec culture eventually led to cultural features found throughout all Mesoamerican societies.\n\nRising from the sedentary agriculturalists of the Gulf Lowlands as early as 1600 BCE in the Early Formative period, the Olmecs held sway in the Olmec heartland, an area on the southern Gulf of Mexico coastal plain, in Veracruz and Tabasco. Prior to the site of La Venta, the first Olmec site of San Lorenzo dominated the modern day state of Veracruz (1200-900 BCE).\n\nRoughly 200 kilometres (124 mi) long and 80 kilometres (50 mi) wide, with the Coatzalcoalcos River system running through the middle, the heartland is home to the major Olmec sites of La Venta, San Lorenzo Tenochtitlán, Laguna de los Cerros, and Tres Zapotes.\n\nBy no later than 1200 BCE, San Lorenzo had emerged as the most prominent Olmec center. While a layer of occupation at La Venta dates to 1200 BCE, La Venta did not reach its apogee until the decline of San Lorenzo, after 900 BCE. After 500 years of pre-eminence, La Venta was all but abandoned by the beginning of the fourth century BCE.[2]\n\nLocated on an island in a coastal swamp overlooking a former river, the Río Palma, or Río Barí,[3] La Venta probably controlled a region between the Mezcalapa and Coatzacoalcos rivers. The site itself is about 16 kilometres (9.9 miles) inland at an elevation of less than 10 meters above sea level with the island consisting of slightly more than 2 square miles (5.2 square kilometres) of dry land, resting on the largest alluvial plane in Mexico. The humid tropical climate of La Venta has an average annual temperature of 26 degrees Celsius and an average annual rainfall of 2,000 millimeters.[4][5] La Venta is located at the nexus of four different ecosystems: marshes, mangrove swamps, tropical forest, and the Gulf of Mexico.\n\n\"There was a large resident population at the site, a number of specialists not dedicated to food production, and political, religious, economic, and/or military relations with other sites within its area of influence.\"[6] Unfortunately, few, if any, of the residential structures surrounding the large centers of the city have survived. The main part of the site is a complex of clay constructions stretched out for 20 kilometres (12 miles) in a north-south direction, although the site is oriented 8° west of north. The urbanized zone may have covered an area as large of 2 km2. This particular site layout is the way the city was from 600 – 400 BCE, which is when the final Olmec occupation occurred.[5][6] This site is particularly fascinating because of its layout—not only does Complex A face within 8 degrees of true North, but the east and west sides of the site are almost identical, showing bilateral symmetry. This is perhaps related to religion (it’s fairly speculative, at this point) but it certainly shows a high level of sophistication and city-planning.\n\nUnlike later Maya or Aztec cities, La Venta was built from earth and clay—there was little locally abundant stone for the construction. Large basalt stones were brought in from the Tuxtla Mountains, but these were used nearly exclusively for monuments including the colossal heads, the \"altars\" (actually thrones), and various stelae. For example, the basalt columns that surround Complex A were quarried from Punta Roca Partida, on the Gulf coast north of the San Andres Tuxtla volcano.[7] \"Little more than half of the ancient city survived modern disturbances enough to map accurately.\"[6] Today, the entire southern end of the site is covered by a petroleum refinery and has been largely demolished, making excavations difficult or impossible. Many of the site's monuments are now on display in the archaeological museum and park in the city of Villahermosa, Tabasco.\n\n"
        },
        {
            "title": "Major features of La Venta",
            "text": "La Venta was a civic and ceremonial center. While it may have included as-yet-undiscovered regal residences, habitation for the non-regal elite and the commoners were located at outlying sites such as San Andrés. Instead of dwellings, La Venta is dominated by a restricted sacred area (Complex A), the Great Pyramid (Complex C), and the large plaza to their south.\n\nAs a ceremonial center, La Venta contains an elaborate series of buried offerings and tombs, as well as monumental sculptures. These stone monuments, stelae, and \"altars\" were carefully distributed amongst the mounds and platforms. The mounds and platforms were built largely from local sands and clays. It is assumed that many of these platforms were once topped with wooden structures, which have long since disappeared.\n\nComplex C, \"The Great Pyramid,\" is the central building in the city layout, is constructed almost entirely out of clay, and is easily seen from far away. The structure is built on top of a closed-in platform—this is where Blom and La Farge discovered Altars 2 and 3, thereby discovering La Venta and the Olmec civilization.[6] A carbon sample from a burned area of the Structure C-1's surface resulted in the date of 394 ± 30 BCE.\n\nOne of the earliest pyramids known in Mesoamerica, the Great Pyramid is 110 ft (34 m) high and contains an estimated 100,000 cubic meters of earth fill. The current conical shape of the pyramid was once thought to represent nearby volcanoes or mountains, but recent work by Rebecca Gonzalez Lauck has shown that the pyramid was in fact a rectangular pyramid with stepped sides and inset corners, and the current shape is most likely due to 2,500 years of erosion. The pyramid itself has never been excavated, but a magnetometer survey in 1967 found an anomaly high on the south side of the pyramid. Speculation ranges from a section of burned clay to a cache of buried offerings to a tomb.\n\nComplex A is a mound and plaza group located just to the north of the Great Pyramid (Complex C). The centerline of Complex A originally oriented to Polaris (true north) which indicates the Olmec had some knowledge of astronomy.[8] Surrounded by a series of basalt columns, which likely restricted access to the elite, it was erected in a period of four construction phases that span over four centuries (1000 – 600 BCE). Beneath the mounds and plazas were found a vast array of offerings and other buried objects, more than 50 separate caches by one count, including buried jade, polished mirrors made of iron-ores, and five large \"Massive Offerings\" of serpentine blocks. It is estimated that Massive Offering 3 contains 50 tons of carefully finished serpentine blocks, covered by 4,000 tons of clay fill.[9]\n\nAlso unearthed in Complex A were three rectangular mosaics (also known as \"Pavements\") each roughly 4.5 by 6 metres (15 by 20 feet) and each consisting of up to 485 blocks of serpentine. These blocks were arranged horizontally to form what has been variously interpreted as an ornate Olmec bar-and-four-dots motif, the Olmec Dragon,[10] a very abstract jaguar mask,[11] a cosmogram,[10] or a symbolic map of La Venta and environs.[12] Not intended for display, soon after completion these pavements were covered over with colored clay and then many feet of earth.\n\nFive formal tombs were discovered within Complex A, one with a sandstone sarcophagus carved with what seemed to be an crocodilian earth monster.[13] Diehl states that these tombs \"are so elaborate and so integrated to the architecture that it seems clear that Complex A really was a mortuary complex dedicated to the spirits of deceased rulers\".[14]\n\nOther notable artifacts within Complex A include:\n\nSouth of the Great Pyramid lies Complex B. Whereas Complex A was apparently restricted to the elite, the plaza of Complex B seems to be built specifically for large public gatherings. This plaza is just south of the Great Pyramid, east of the Complex B platforms, and west of the huge raised platform referred to as the Stirling Acropolis.[15] This plaza is nearly 400 metres (440 yards) long and over 100 metres (110 yards) wide. A small platform is situated in the center of the plaza.\n\nThis layout has led researchers to propose that the platforms surrounding the plaza functioned as stages where ritual drama was enacted for viewers within the plaza.[16] These rituals were likely related to the \"altars\", monuments, and the stelae surrounding and within the plaza. These monuments, including Colossal Head 1 (Monument 1), were of such a large size and were placed in such a position that they could convey their messages to many viewers at once.\n\nThough there are not any actual houses remaining in this area (or anywhere at La Venta) \"a chemical evaluation of the soil revealed unusual concentrations of phosphate, indicating the possibility it had been a residential zone.\"[17]\n\nThe arrangement of the mounds, platforms, complexes, and monumental artifacts at La Venta created a unique civil and ceremonial center that, in the words of Rebecca Gonzalez-Lauck, constitutes \"one of the earliest examples of large-scale ideological communications through the interaction of architecture and sculpture\".[18]\n\n"
        },
        {
            "title": "Monumental artifacts at La Venta",
            "text": "Certainly the most famous of the La Venta monumental artifacts are the four colossal heads. Seventeen colossal heads have been unearthed in the Olmec area, four of them at La Venta, officially named Monuments 1 through 4.\n\nThree of the heads—Monuments 2, 3, and 4—were found roughly 150 meters north of Complex A, which is itself just north of the Great Pyramid. These heads were in a slightly irregular row, facing north. The other colossal head—Monument 1 (shown at left) – is a few dozen meters south of the Great Pyramid.\n\nThe La Venta heads are thought to have been carved by 700 BCE, but possibly as early as 850 BCE, while the San Lorenzo heads are credited to an earlier period. The colossal heads can measure up to 9 feet 4 inches (2.84 m) in height and weigh several tons. The sheer size of the stones causes a great deal of speculation on how the Olmec were able to move them. The major basalt quarry for the colossal heads at La Venta was found at Cerro Cintepec in the Tuxtla Mountains, over 80 km away.[7]\n\nEach of the heads wears headgear reminiscent of 1920s-style American football helmets, although each is unique in its decoration. The consensus is that the heads likely represent mighty Olmec rulers.\n\nSeven basalt \"altars\" were found at La Venta, including Altar 4 and Altar 5. These altars, roughly 2 meters high and twice as wide, feature an elaborately dressed and sculpted figure on the center front.\n\nThe figure on Altar 4 is sitting inside what appears to be a cave or the mouth of a fantastic creature, holding a rope which wraps around the base of the altar to his right and left. On the left side, the rope is connected to a seated bas-relief figure. The right side is eroded away but is thought to be similar to the scene on the right.\n\nThe consensus today is that these \"altars\" are thrones on which the Olmec rulers were seated during important rituals or ceremonies. This leads many researchers to interpret the figure at the front of Altar 4 as a ruler, who is contacting or being helped by his ancestors, the figures on either side of the altar.[19] Alternatively, some believe the side figures to be bound captives.\n\nAltar 5 faces Altar 4 across Structure D-8 (one of the dozens of mounds at La Venta, the remains of platforms). Altar 5 is similar in design and size to Altar 4, except that the central figure holds an inert, perhaps dead, were-jaguar baby. The left side of Altar 5 features bas-reliefs of humans holding quite lively were-jaguar babies. Like the Altar 4, the right side of Altar 5 has been defaced.\n\nSome have seen child sacrifice echoed in the limp were-jaguar baby on the front of Altar 5. Others, however, view the tableau as a myth of human emergence or as story of a spiritual journey.\n\nAlthough less striking and displaying a lesser degree of craftsmanship, Altars 2 and 3 are similar to Altars 4 and 5. They each show a central figure, one with a baby and one without, and they sit facing each other on the southern edge of the Great Pyramid.\n\n"
        },
        {
            "title": "Social structure",
            "text": "La Venta was the cultural capital of the Olmec concentration in the region. It contained a \"concentration of power,\" as reflected by the sheer scale of the architecture and the extreme value of the artifacts uncovered.[20] La Venta is perhaps the largest Olmec city and it was controlled and expanded by an extremely complex hierarchical system with a king, as the ruler and the elites below him. Priests had power and influence over life and death and likely great political sway as well. Unfortunately, not much is known about the political or social structure of the Olmec, though new dating techniques might, at some point, reveal more information about this elusive culture. It is possible that the signs of status exist in the artifacts recovered at the site such as depictions of feathered headdresses or of individuals wearing a mirror on their chest or forehead.[8] \"High-status objects were a significant source of power in the La Venta polity political power, economic power, and ideological power. They were tools used by the elite to enhance and maintain rights to rulership.\"[21]\n\nIt has been estimated that La Venta would need to be supported by a population of at least 18,000 people during its principal occupation.[22] To add to the mystique of La Venta, the alluvial soil did not preserve skeletal remains, so it is difficult to observe differences in burials. However, colossal heads provide proof that the elite had some control over the lower classes, as their construction would have been extremely labor-intensive. \"Other features similarly indicate that many laborers were involved.\"[23] In addition, excavations over the years have discovered that different parts of the site were likely reserved for elites and other parts for non-elites. This segregation of the city indicates that there must have been social classes and therefore social inequality.[8]\n\n"
        },
        {
            "title": "Burials",
            "text": "Several burials have been found at La Venta, especially in Mound A, but none have skeletal remains as the environment is too humid for organic preservation. \"Organic materials do not preserve well in the acidic soils of La Venta. The only organics recovered at the site include traces of long bones, a burned skullcap, a few milk teeth, a shark's tooth, and stingray spines—all found in the basalt tomb [Structure A-2].\" [24] Offerings of jade celts and figures seem to be commonplace and were likely concentrated in burials (though this cannot be confirmed because there are no human remains still present). Artifacts, such as jade earspools, beads, pendants, spangles, plaques, and other jewelry, were found in plenty at burial sites; however it is difficult to tell if they were worn or placed in the grave as burial goods.[8]\n\nStructure A-2 (Mound A) is an earthen platform thought to be a burial site (a \"funerary chamber\").[25] Inside the platform, researchers discovered badly preserved bones covered in a red pigment, cinnabar, a substance used in similar Mesoamerican cultures to denote status. Also found were jade artifacts, figurines and masks, as well as polished obsidian mirrors. Mirrors are also suspected to be a mark of rank among the Olmec, as stelae and other monuments display leaders and priests wearing them on their chest and on their foreheads. \"Throughout the layer [uncovered by Stirling in 1942] were copious unrestorable traces of organic material. The red cinnabar lay in a fashion which gave the impression that it had been inside of wrapped bundles. Probably the bodies had been thus wrapped before interment.\" [26]\n\nRust (2008) discovered \"urn burials\" in Complex E (residential area) where fragments of bone and teeth were buried in clay pots. \"The fill immediately around this large urn was clean, yellow sand, and the urn was covered with an inverted fine-paste orange bowl with flaring walls; the bowl's interior was painted red and incised with the double-line-break pattern on the inside rim.\"[24]\n\n"
        },
        {
            "title": "Religion and ideology",
            "text": "\"For decades, certain scholars have used shamanism as an explanatory paradigm for considering the monuments of La Venta... one of the most important ceremonial-civic centers of the Middle Formative era.[27] Most of what is known about Olmec religion is speculative, but certain patterns do emerge at La Venta that are certainly symbolic and might have ritual meaning. For example, the crossed bands symbol, an X in a rectangular box, is often repeated in stone at La Venta, other Olmec sites, and continued to have significance to the cultures inspired by the Olmec. It often appears in conjunction with the maize deity and so might have connection with subsistence.\n\nThe artifacts discovered at La Venta have been crucial to starting to understand Olmec religion and ideology. For example, hematite and iron-ore mirror fragments have been discovered in abundance at La Venta. Mirrors were an incredibly important part of Olmec society, used in both rituals and daily life.[28] Celts, or \"pseudo-axes,\" are extremely common in both burials and offerings. It is unclear whether these artifacts were actually used in any practical way or if their meaning is ritual or symbolic. Most are smooth, but quite a few are decorated with what has been interpreted as representing religious symbolism.[8] Such celts and other jade artifacts were offered to deities during ceremonies at La Venta and the belief in supernatural beings is evidenced in Olmec artifacts. However, it is difficult to tell which important figures remaining on the stone monuments and artifacts are gods and which are human leaders. In fact, there might have been little difference between the divine and the Olmec king, in their ideology.[29]\n\nStructures at La Venta show that \"various architectural-sculptural canons were firmly established—canons that were, in essence, used in civic-ceremonial constructions throughout the cultural history of ancient Middle America.\"[25] In other words, most of what we know about the Olmec, from La Venta, comes from the architecture and artifacts left behind and from these clues it can be discerned that Maya and Aztec culture and ideology was heavily influenced by the Olmec \"mother culture.\"\n\nThere is a definite connection between animals and spirituality among the Olmec, especially with animal characteristics combined with human features. This is represented in Olmec \"art\" and those with elite status would have worn elaborate headdresses of feathers and other animal forms.[30] Ocean creatures were also sacred to the Olmec—Pohl (2005) found shark teeth and sting ray remains at feasting sites at San Andres and it is clear that those at La Venta shared in the same ideology. \"Zoomorphic forms reference sharks and birds, and both collections contain representations of the quincunx symbol, a conceptualization of the cosmos in Mesoamerican thought.\"[31]\n\n\"Given the lack of written documents in Formative Mesoamerica, there is no foolproof strategy for interpreting Olmec visual culture.\"[32] However, it is almost certain that the Olmec had some form of a writing system that utilized symbols, as evidenced in the cylinder seal and other forms of writing found at nearby elite-center, San Andres.\n\n"
        },
        {
            "title": "Agriculture and economy",
            "text": "The wild flora and fauna greatly varied at La Venta and mostly consisted of seafood, deer, and a variety of small animals, as well as many wild plants. The only animals domesticated by the Olmec were dogs and, therefore, La Venta and surrounding areas largely depended on wild game. However, the rich, alluvial soil along the river banks allowed for multiple harvests every year and the land, in general, was quite bountiful.[29] \"Evidence has been found for corn (Zea mais) of teosinte size associated with ceramic material dated to 1750 BCE.\"[5] Maize was the primary domesticated food source and Seinfeld's (2007) study of feasting at the nearby sub-city of San Andres uncovered likely maize use in beverages, as well as cocoa.[33]\n\nBasalt rock was brought in from the Tuxtla Mountains to make stone monuments. Whether or not this is an example of trade with another culture is uncertain. La Venta had a strong concentration of specialized craftsmen and so it is entirely possible that more goods were exported than imported. This local exchange, and the resulting relationship system, is important, though, because it increased and consolidated the power of the elites with luxury goods and feasting foods like cacao and maize beer.[33][34] \"Participation in regional and long-distance exchange networks provided the La Venta ruling elite with a significant source of legitimizing power.\"[21]\n\n"
        },
        {
            "title": "Discovery and excavation",
            "text": "Frans Blom and Oliver La Farge made the first detailed descriptions of La Venta during their 1925 expedition, sponsored by Tulane University. Originally La Venta was thought to be a Mayan site. It wasn't until more sophisticated radiocarbon techniques were developed in the 1950s that Olmec sites were irrefutably dated as preceding the Maya.[13]\n\nLa Venta was first excavated by Matthew Stirling and Philip Drucker (assisted by Waldo Wedel in 1943, due to Drucker's military service during WWII) between 1940 and 1943, resulting in several articles by Stirling and in 1952 a two-volume monograph by Drucker. Stirling is sometimes credited with identifying the Olmec civilization; although some Olmec sites and monuments had been known earlier, it was Stirling's work that put the Olmec culture into context. This first excavation was funded by the National Geographic Society and the Smithsonian Institution and focused on collecting samples using stratipits.[35]\n\nIn 1955, Drucker led a new excavation, funded again by the National Geographic Society, concentrating on Complex A and finally reaching the subsoil at the site, established stratigraphy to discover the constructional history. They discovered more jade artifacts, which were interpreted as ritual offerings, as well as pottery shards.[35] The findings were published by Drucker, Robert Heizer and Robert Squier, (who were also assisted by Eduardo Contreras and Pierre Agrinier) in 1959.[8] At this point most of the site was still unexcavated[9][36][37] and in a strongly worded passage Heizer reported that the site was inadequately protected by the Mexican government and a wave of illegal excavations followed the departure of the archaeologists, as well as damage by urban sprawl, the national oil company, Pemex, and the removal of large monuments to museums (without leaving markers as to their original positions).[37][38]\n\nSeveral subsequent excavations followed through the 1960s, funded by generous grants from the National Geographic Society.[39] On their return in 1967, Drucker and Heizer saw that, as others had already claimed, the vegetation previously covering the mound, as well as their own assumptions, had led to them previously publishing a completely wrong account of its shape. It was in fact a round fluted cone with ten ridges and depressions around it, rather than the sloping rectangle, leading to a flat platform that they had assumed. Possibly the shape was intended to match or represent the mountains nearby.[40] They also obtained better carbon samples in order to achieve one of the key goals of the excavation of La Venta—proving that the Olmec were a distinct and separate culture that pre-dates the first Maya settlements.\n\nRebecca Gonzalez-Lauck led an INAH (Instituto Nacional de Antropología e Historia) team on several digs at La Venta in the 1980s. Her team focused on mapping the site and \"ended and reversed the urban encroachment on the archaeological site of La Venta and created a program of protection, restoration, and research.\"[41] Their efforts have opened the site to a new generation of graduate students and other anthropologists, who continue to uncover new evidence about the mysterious Olmec.\n\nA ceramic cylinder was recovered from the nearby San Andrés La Venta site that dates to around 650 BCE that brings evidence to the argument that a writing system existed at this site. A bird image is connected to two glyphs on speech scrolls that represent the date 3 Ajaw on the 260-day Mesoamerican calendar. The seal increases the likelihood that a writing system existed as well as a 260-day calendar during this time period.[42]\n\n"
        },
        {
            "title": "Chronology",
            "text": "“Because of extremely poor viewing conditions in the tropical rainforest, different parts of La Venta were discovered piecemeal, and it was decades before scholars realized that all the platforms and stone sculptures found in the vicinity were part of a single site, an ancient city that was occupied from 900-400 BCE.”[13] Phases I- IV are dated based on radiocarbon dates from Complex A, with approximately one hundred years between each phase. Unfortunately, excavating Complex A led to the destruction of the original integrity of the site and has made it difficult to go back and re-verify the dates. This is why La Venta has a rather loose chronology that cannot be made any more definitive.[8]\n\nPhase I—dated with five radiocarbon samples (from the stratigraphy at Complex A) that have the average age of 2770 ± 134 years old (814 BCE +/- 134 years)\n\nPhase II—dated with a single sample at 804 BCE\n\nPhase III—no radiocarbon dates\n\nPhase IV—no radiocarbon dates, from Post-Phase IV dates, Heizer and Drucker estimated the end of Phase IV somewhere between 450 and 325 BCE\n\nPost-Phase IV—two samples average 2265 years old (309 BCE)\n\nConclusion: The La Venta site was used from (approximately) 800- 400 BCE, during the Formative Period.[35] Complex A at the site was built and rebuilt during this period and this date range comes from carbon samples from construction fills. Rebecca Gonzalez Lauck asserts that the Olmec concentration at La Venta occurred from 1200 – 400 BCE and the overriding point seems to be that an exact chronology has proved to be elusive.[5]\n\n"
        },
        {
            "title": "Threats to La Venta",
            "text": "On January 11, 2009, 23 ancient Olmec sculptures were damaged with a mixture of salt water, grape juice, and oil by a group attempting to perform a supposed pre-Columbian ritual to bring about peace and world-healing. The group of two Mexicans, Roberto Conde Díaz and José Pablo Megenes Jasso, and an American citizen, Wanda Ivette Aguilar were alleged members of a Christian sect called \"Nueva Generación\".[43][44][45][46]\n\nThe incident prompted Mexican legislators to draft legislation \"that would increase fines and jail time for vandalism and looting of monuments and archaeological sites.\"[47]\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Archaeological_site",
        "https://en.wikipedia.org/wiki/Olmec",
        "https://en.wikipedia.org/wiki/Mexico",
        "https://en.wikipedia.org/wiki/State_of_Tabasco",
        "https://en.wikipedia.org/wiki/Villahermosa",
        "https://en.wikipedia.org/wiki/Americas",
        "https://en.wikipedia.org/wiki/Common_Era",
        "https://en.wikipedia.org/wiki/Mesoamerican_chronology",
        "https://en.wikipedia.org/wiki/Olmec_heartland",
        "https://en.wikipedia.org/wiki/Gulf_of_Mexico",
        "https://en.wikipedia.org/wiki/Veracruz",
        "https://en.wikipedia.org/wiki/Coatzalcoalcos_River",
        "https://en.wikipedia.org/wiki/Laguna_de_los_Cerros",
        "https://en.wikipedia.org/wiki/Tres_Zapotes",
        "https://en.wikipedia.org/wiki/Villahermosa",
        "https://en.wikipedia.org/wiki/Colossal_heads",
        "https://en.wikipedia.org/wiki/Scientific_consensus",
        "https://en.wikipedia.org/wiki/Cornice",
        "https://en.wikipedia.org/wiki/Smithsonian_Institution",
        "https://en.wikipedia.org/wiki/Basalt",
        "https://en.wikipedia.org/wiki/Matthew_Stirling",
        "https://en.wikipedia.org/wiki/Philip_Drucker",
        "https://en.wikipedia.org/wiki/Olmec_influences_on_Mesoamerican_cultures",
        "https://en.wikipedia.org/wiki/List_of_Mesoamerican_pyramids",
        "https://en.wikipedia.org/wiki/List_of_megalithic_sites",
        "https://en.wikipedia.org/wiki/History_of_Mexico",
        "https://en.wikipedia.org/wiki/Facts_on_File",
        "https://en.wikipedia.org/wiki/Cambridge_University_Press",
        "https://en.wikipedia.org/wiki/Merle_Greene_Robertson",
        "https://en.wikipedia.org/wiki/Matthew_Stirling",
        "https://en.wikipedia.org/wiki/Garland_Publishing",
        "https://en.wikipedia.org/wiki/University_of_Oklahoma_Press",
        "https://en.wikipedia.org/wiki/La_Jornada",
        "https://en.wikipedia.org/wiki/Richard_Diehl",
        "https://en.wikipedia.org/wiki/Rosemary_Joyce",
        "https://en.wikipedia.org/wiki/Dumbarton_Oaks_Research_Library_and_Collection",
        "https://en.wikipedia.org/wiki/Dumbarton_Oaks_Research_Library_and_Collection",
        "https://en.wikipedia.org/wiki/Geographic_coordinate_system",
        "https://en.wikipedia.org/wiki/La_Venta",
        "https://en.wikipedia.org/wiki/La_Venta",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}