{
    "url": "https://en.wikipedia.org/wiki/Labeling_theory",
    "title": "Labeling theory",
    "table_of_contents": [
        "1 Theoretical basis",
        "1.1 George Herbert Mead",
        "1.2 Thomas Scheff",
        "1.3 Frank Tannenbaum",
        "1.4 Edwin Lemert",
        "1.5 Howard Becker",
        "1.6 Albert Memmi",
        "1.7 Erving Goffman",
        "1.7.1 Goffman's key insights",
        "1.8 David Matza",
        "2 The \"criminal\"",
        "3 The \"mentally ill\"",
        "4 The \"homosexual\"",
        "5 Modified labeling theory",
        "6 See also",
        "7 References",
        "8 Bibliography"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Labeling theory posits that self-identity and the behavior of individuals may be determined or influenced by the terms used to describe or classify them.  It is associated with the concepts of self-fulfilling prophecy and stereotyping. Labeling theory holds that deviance is not inherent in an act, but instead focuses on the tendency of majorities to negatively label minorities or those seen as deviant from standard cultural norms.[1] The theory was prominent during the 1960s and 1970s, and some modified versions of the theory have developed and are still currently popular. Stigma is defined as a powerfully negative label that changes a person's self-concept and social identity.[2]\n\nLabeling theory is closely related to social-construction and symbolic-interaction analysis.[2] Labeling theory was developed by sociologists during the 1960s. Howard Saul Becker's book Outsiders was extremely influential in the development of this theory and its rise to popularity.\n\nLabeling theory is also connected to other fields besides crime. For instance there is the labeling theory that corresponds to homosexuality. Alfred Kinsey and his colleagues were the main advocates in separating the difference between the role of a \"homosexual\" and the acts one does. An example is the idea that males performing feminine acts would imply that they are homosexual. Thomas J. Scheff states that labeling also plays a part with the \"mentally ill\". The label does not refer to criminal but rather acts that are not socially accepted due to mental disorders.\n\n"
        },
        {
            "title": "Theoretical basis",
            "text": "Labeling theory attributes its origins to French sociologist Émile Durkheim and his 1897 book, Suicide. Durkheim found that crime is not so much a violation of a penal code as it is an act that outrages society. He was the first to suggest that deviant labeling satisfies that function and satisfies society's need to control the behavior.\n\nAs a contributor to American Pragmatism and later a member of the Chicago School, George Herbert Mead posited that the self is socially constructed and reconstructed through the interactions which each person has with the community. The labeling theory suggests that people obtain labels from how others view their tendencies or behaviors. Each individual is aware of how they are judged by others because he or she has attempted many different roles and functions in social interactions and has been able to gauge the reactions of those present.\n\nThis theoretically builds a subjective conception of the self, but as others intrude into the reality of that individual's life, this represents \"objective\" (intersubjective) data which may require a re-evaluation of that conception depending on the authoritativeness of the others' judgment. Family and friends may judge differently from random strangers. More socially representative individuals such as police officers or judges may be able to make more globally respected judgments. If deviance is a failure to conform to the rules observed by most of the group, the reaction of the group is to label the person as having offended against their social or moral norms of behavior. This is the power of the group: to designate breaches of their rules as deviant and to treat the person differently depending on the seriousness of the breach. The more differential the treatment, the more the individual's self-image is potentially affected.\n\nLabeling theory concerns itself mostly not with the normal roles that define our lives, but with those very special roles that society provides for deviant behavior, called deviant roles, stigmatic roles, or social stigma. A social role is a set of expectations we have about the behavior of an agent. Social roles are necessary for the organization and functioning of any society or group. We expect the postman, for example, to adhere to certain fixed rules about how he does his job. \"Deviance\" for a sociologist does not mean morally wrong, but rather behavior that is condemned by society. Deviant behavior can include both criminal and non-criminal activities.\n\nInvestigators found that deviant roles powerfully affect how we perceive those who are assigned those roles. They also affect how the deviant actor perceives himself and his relationship to society. The deviant roles and the labels attached to them function as a form of social stigma. Always inherent in the deviant role is the attribution of some form of \"pollution\" or difference that marks the labeled person as different from others. Society uses these stigmatic roles to them to control and limit deviant behavior: \"If you proceed in this behavior, you will become a member of that group of people.\"\n\nWhether a breach of a given rule will be stigmatized will depend on the significance of the moral or other tenet it represents. For example, adultery may be considered a breach of an informal rule or it may be criminalized depending on the status of marriage, morality, and religion within the community. In most Western countries, adultery is not a crime. Attaching the label \"adulterer\" may have some unfortunate consequences but they are not generally severe. But in some Islamic countries, zina is a crime and proof of extramarital activity may lead to severe consequences for all concerned.\n\nStigma is usually the result of laws enacted against the behavior. Laws protecting slavery or outlawing homosexuality, for instance, will over time form deviant roles connected with those behaviors. Those who are assigned those roles will be seen as less human and reliable. Deviant roles are the sources of negative stereotypes, which tend to support society's disapproval of the behavior.\n\nOne of the founders of social interactionism, George Herbert Mead, focused on the internal processes of how the mind constructs one's self-image. In Mind, Self, and Society (1934),[3]: 107  he showed how infants come to know persons first and only later come to know things. According to Mead, thought is both a social and pragmatic process, based on the model of two persons discussing how to solve a problem. Mead's central concept is the self, the part of an individual's personality composed of self-awareness and self-image.[4] Our self-image is, in fact, constructed of ideas about what we think others are thinking about us. While we make fun of those who visibly talk to themselves, they have only failed to do what the rest of us do in keeping the internal conversation to ourselves. Human behavior, Mead stated, is the result of meanings created by the social interaction of conversation, both real and imaginary.\n\nThomas J. Scheff (1966), professor emeritus of Sociology at UCSB, published the book Being Mentally III: A Sociological Theory.\nAccording to Scheff, society has perceptions about people with mental illness. He stated that everyone in the society learns the stereotyped imagery of mental disorder through ordinary social interaction. From childhood, people learn to use terms like \"crazy,\" \"loony,\" \"nuts,\" and associated them with disturbed behaviors. The media also contributes to this bias against mentally ill patients by associating them with violent crimes. Scheff believes that mental illness is a label given to a person who has a behavior which is away from the social norms of the society and is treated as a social deviance in the society. Once a person is given a label of \"mentally ill person\", they receive a set of uniform responses from the society, which are generally negative in nature. These responses from the society compel to the person to take the role of a \"mentally ill person\" as they start internalizing the same. When the individual takes on the role of being mentally ill as their central identity, they become a stable mental ill person. Chronic mental illness is thus a social role and the societal reaction is the most determinant of one's entry into this role of chronically ill. According to Scheff hospitalization of a mentally ill person further reinforces this social role and forces them to take this role as their self-perception. Once the person is institutionalized for mental disorder, they have been publicly labeled as \"crazy\" and forced to become a member of a deviant social group. It then becomes difficult for a deviant person to return to their former level of functioning as the status of 'patient' causes unfavorable evaluations by self and by others.\n\nFrank Tannenbaum is considered the grandfather of labeling theory. His Crime and Community (1938),[5] describing the social interaction involved in crime, is considered a pivotal foundation of modern criminology. While the criminal differs little or not at all from others in the original impulse to first commit a crime, social interaction accounts for continued acts that develop a pattern of interest to sociologists.\n\nTannenbaum first introduced the idea of \"tagging.\"[6] While conducting his studies with delinquent youth, he found that a negative tag or label often contributed to further involvement in delinquent activities. This initial tagging may cause the individual to adopt it as part of their identity. The crux of Tannenbaum's argument is that the greater the attention placed on this label, the more likely the person is to identify themselves as the label.\n\n\nKerry Townsend (2001) writes about the revolution in criminology caused by Tannenbaum's work:\nSociologist Edwin Lemert (1951) introduced the concept of \"secondary deviance.\" The primary deviance is the experience connected to the overt behavior, say drug addiction and its practical demands and consequences. Secondary deviation is the role created to deal with society's condemnation of the behavior of a person.\n\nWith other sociologists of his time, Lemert saw how all deviant acts are social acts, a result of the cooperation of society. In studying drug addiction, Lemert observed a very powerful and subtle force at work. Besides the physical addiction to the drug and all the economic and social disruptions it caused, there was an intensely intellectual process at work concerning one's own identity and the justification for the behavior: \"I do these things because I am this way.\"\n\nThere might be certain subjective and personal motives that might first lead a person to drink or shoplift. But the activity itself tells us little about the person's self-image or its relationship to the activity. Lemert writes: \"His acts are repeated and organized subjectively and transformed into active roles and become the social criteria for assigning status.…When a person begins to employ his deviant behavior or a role based on it as a means of defense, attack, or adjustment to the overt and covert problems created by the consequent societal reaction to him, his deviation is secondary.\"[9]: 75–6 \n\n\nWhile it was Lemert who introduced the key concepts of labeling theory, it was Howard Becker who became their successor. He first began describing the process of how a person adopts a deviant role in a study of dance musicians, with whom he once worked. He later studied the identity formation of marijuana smokers. This study was the basis of his Outsiders published in 1963. This work became the manifesto of the labeling theory movement among sociologists. In his opening, Becker writes:\nWhile society uses the stigmatic label to justify its condemnation, the deviant actor uses it to justify his actions. He wrote: \"To put a complex argument in a few words: instead of the deviant motives leading to the deviant behavior, it is the other way around, the deviant behavior in time produces the deviant motivation.\"[10]: 26 \n\nBecker's immensely popular views were also subjected to a barrage of criticism, most of it blaming him for neglecting the influence of other biological, genetic effects and personal responsibility. In a later 1973 edition of his work, he answered his critics. He wrote that sociologists, while dedicated to studying society, are often careful not to look too closely. Instead, he wrote: \"I prefer to think of what we study as collective action. People act, as Mead and Blumer have made clearest, together. They do what they do with an eye on what others have done, are doing now, and may do in the future. One tries to fit his own line of action into the actions of others, just as each of them likewise adjusts his own developing actions to what he sees and expects others to do.\"[10]: 26 \n\nFrancis Cullen reported in 1984 that Becker was probably too generous with his critics. After 20 years, Becker's views, far from being supplanted, have been corrected and absorbed into an expanded \"structuring perspective.\"[11]: 130 \n\n\nIn The Colonizer and the Colonized (1965), Albert Memmi described the deep psychological effects of the social stigma created by the domination of one group by another. He wrote:\nIn Dominated Man (1968), Memmi turned his attention to the motivation of stigmatic labeling: it justifies the exploitation or criminalization of the victim. He wrote:\nCentral to stigmatic labeling is the attribution of an inherent fault: It is as if one says, \"There must be something wrong with these people. Otherwise, why would we treat them so badly?\"\n\nPerhaps the most important contributor to labeling theory was Erving Goffman, President of the American Sociological Association (ASA), and one of America's most cited sociologists. His most popular books include The Presentation of Self in Everyday Life,[14] Interaction Ritual,[15] and Frame Analysis.[16]\n\nHis most important contribution to labeling theory, however, was Stigma: Notes on the Management of Spoiled Identity published in 1963.[17] Unlike other authors who examined the process of adopting a deviant identity, Goffman explored the ways people managed that identity and controlled information about it.\n\n\nThe modern nation state's heightened demand for normalcy. Today's stigmas are the result not so much of ancient or religious prohibitions, but of a new demand for normalcy: \nLiving in a divided world, deviants split their worlds into: (1) forbidden places where discovery means exposure and danger; (2) places where people of that kind are painfully tolerated; and (3) places where one's kind is exposed without need to dissimulate or conceal.[17]: 81 \nDealing with others is fraught with great complexity and ambiguity: \nSociety's demands are filled with contradictions:\nFamiliarity need not reduce contempt. In spite of the common belief that openness and exposure will decrease stereotypes and repression, the opposite is true: \nIn On Becoming Deviant (1969), sociologist David Matza[18] gives the most vivid and graphic account of the process of adopting a deviant role. The acts of authorities in outlawing a proscribed behavior can have two effects, keeping most out of the behavior, but also offering new opportunities for creating deviant identities. He says the concept of \"affinity\" does little to explain the dedication to the behavior. \"Instead, it may be regarded as a natural biographical tendency born of personal and social circumstances that suggests but hardly compels a direction or movement.\"[18]: 93 \n\n\nWhat gives force to that movement is the development of a new identity:\n"
        },
        {
            "title": "",
            "text": "As an application of phenomenology, the theory hypothesizes that the labels applied to individuals influence their behavior, particularly the application of negative or stigmatizing labels (such as \"criminal\" or \"felon\") promote deviant behavior, becoming a self-fulfilling prophecy, i.e. an individual who is labeled has little choice but to conform to the essential meaning of that judgment. Consequently, labeling theory postulates that it is possible to prevent social deviance via a limited social shaming reaction in \"labelers\" and replacing moral indignation with tolerance. Emphasis is placed on the rehabilitation of offenders through an alteration of their labels. Related prevention policies include client empowerment schemes, mediation and conciliation, victim-offender forgiveness ceremonies (restorative justice), restitution, reparation, and alternatives to prison programs involving diversion. Labeling theory has been accused of promoting impractical policy implications, and criticized for failing to explain society's most serious offenses.[19]\n\nSome offenses, including the use of violence, are universally recognized as wrong. Hence, labeling either habitual criminals or those who have caused serious harm as \"criminals\" is not constructive. Society may use more specific labels such as \"murderer\" or \"rapist\" or \"child abuser\" to demonstrate more clearly after the event the extent of its disapproval, but there is a slightly mechanical determinism in asserting that the application of a label will invariably modify the behavior of the one labeled. Further, if one of the functions of the penal system is to reduce recidivism, applying a long-term label may cause prejudice against the offender, resulting in the inability to maintain employment and social relationships.[citation needed]\n\n"
        },
        {
            "title": "",
            "text": "The social construction of deviant behavior plays an important role in the labeling process that occurs in society. This process involves not only the labeling of criminally deviant behavior, which is behavior that does not fit socially constructed norms, but also labeling that which reflects stereotyped or stigmatized behavior of the \"mentally ill\". In 1961 Thomas Szasz, in The Myth of Mental Illness, asked, \"Who defines whom as troublesome or mentally sick?... [the one] who first seizes the word imposes reality on the other; [the one] who defines thus dominates and lives; and [the one] who is defined is subjugated and may be killed.\"[20]: 85  Thomas J. Scheff in Being Mentally Ill challenged common perceptions of mental illness by claiming that mental illness is manifested solely as a result of societal influence. He argued that society views certain actions as deviant and, in order to come to terms with and understand these actions, often places the label of mental illness on those who exhibit them. Certain expectations are then placed on these individuals and, over time, they unconsciously change their behavior to fulfill them. Criteria for different mental illnesses are not consistently fulfilled by those who are diagnosed with them because all of these people suffer from the same disorder, they are simply fulfilled because the \"mentally ill\" believe they are supposed to act a certain way so, over time, come to do so.[21]\nScheff's theory had many critics, most notably Walter Gove who consistently argued against Scheff with an almost opposite theory; he believed that society has no influence at all on \"mental illness\". Instead, any societal perceptions of the \"mentally ill\" come about as a direct result of these people's behaviors. Most sociologists' views of labeling and mental illness have fallen somewhere between the extremes of Gove and Scheff. On the other hand, it is almost impossible to deny, given both common sense and research findings, that society's negative perceptions of \"crazy\" people has had some effect on them. It seems that, realistically, labeling can accentuate and prolong the issues termed \"mental illness\", but it is rarely the full cause.[22]\n\nMany other studies have been conducted in this general vein. To provide a few examples, several studies have indicated that most people associate being labeled mentally ill as being just as, or even more, stigmatizing than being seen as a drug addict, ex-convict, or prostitute (for example: Brand & Claiborn 1976). Additionally, Page's 1977 study found that self declared \"ex-mental patients\" are much less likely to be offered apartment leases or hired for jobs. Clearly, these studies and the dozens of others like them serve to demonstrate that labeling can have a very real and very large effect on the mentally ill. However, labeling has not been proven to be the sole cause of any symptoms of mental illness.\n\nPeggy Thoits (1999) discusses the process of labeling someone with a mental illness in her article, \"Sociological Approaches to Mental Illness\". Working off Thomas Scheff's (1966) theory, Thoits claims that people who are labeled as mentally ill are stereotypically portrayed as unpredictable, dangerous, and unable to care for themselves. She also claims that \"people who are labeled as deviant and treated as deviant become deviant.\"[23]: 134  This statement can be broken down into two processes, one that involves the effects of self-labeling and the other differential treatment from society based on the individual's label. Therefore, if society sees mentally ill individuals as unpredictable, dangerous and reliant on others, then a person who may not actually be mentally ill but has been labeled as such, could become mentally ill.\n\nThe label of \"mentally ill\" may help a person seek help, for example psychotherapy or medication. Labels, while they can be stigmatizing, can also lead those who bear them down the road to proper treatment and (hopefully) recovery. If one believes that \"being mentally ill\" is more than just believing one should fulfill a set of diagnostic criteria (as Scheff – see above – would argue[citation needed]), then one would probably also agree that there are some who are labeled \"mentally ill\" who need help. It has been claimed that this could not happen if \"we\" did not have a way to categorize (and therefore label) them, although there are actually plenty of approaches to these phenomena that don't use categorical classifications and diagnostic terms, for example spectrum or continuum models. Here, people vary along different dimensions, and everyone falls at different points on each dimension.\n\nProponents of hard labeling, as opposed to soft labeling, believe that mental illness does not exist, but is merely deviance from norms of the social order, causing people to believe in mental illness. They view them as socially constructed illnesses and psychotic disorders.[24]: 361–76 \n\n"
        },
        {
            "title": "",
            "text": "\nThe application of labeling theory to homosexuality has been extremely controversial. It was Alfred Kinsey and his colleagues who pointed out the big discrepancy between the behavior and the role attached to it.[25] They had observed the often negative consequences of labeling and repeatedly condemned labeling people as homosexual:\nErving Goffman's Stigma: Notes on the Management of Spoiled Identity distinguished between the behavior and the role assigned to it:\nLabeling theory was also applied to homosexuality by Evelyn Hooker[26][27][28] and by Leznoff and Westley (1956), who published the first sociological study of the gay community.[29] Erving Goffman and Howard Becker used the lives of gay-identified persons in their theories of labeling and interactionism. Simon and Gagnon likewise wrote: \"It is necessary to move away from the obsessive concern with the sexuality of the individual, and attempt to see the homosexual in terms of the broader attachments that he must make to live in the world around him.\"[30]: 179 \nBritish sociologist Mary McIntosh reflected the enthusiasm of Europeans for labeling theory in her 1968 study, \"The Homosexual Role:\"[31]\nSara Fein and Elaine M. Nuehring (1981) were among the many who supported the application of labeling theory to homosexuality. They saw the gay role functioning as a \"master status\" around which other roles become organized. This brings a whole new set of problems and restrictions:\nPerhaps the strongest proponent of labeling theory was Edward Sagarin. In his book, Deviants and Deviance, he wrote, \"There are no homosexuals, transvestites, chemical addicts, suicidogenics, delinquents, criminals, or other such entities, in the sense of people having such identities.\"[33]: 150  Sagarin's position was roundly condemned by academics in the gay community. Sagarin had written some gay novels under the pseudonym of Donald Webster Cory. According to reports, he later abandoned his gay identity and began promoting an interactionist view of homosexuality.[34]: 150 \n\nA number of authors adopted a modified, non-deviant, labeling theory. They rejected the stigmatic function of the gay role, but found it useful in describing the process of coming out and reconciling one's homosexual experiences with the social role. Their works includes:\n\nBarry Adam (1976) took those authors to task for ignoring the force of the oppression in creating identities and their inferiorizing effects. Drawing upon the works of Albert Memmi, Adam showed how gay-identified persons, like Jews and blacks, internalize the hatred to justify their limitations of life choices. He saw the gravitation towards ghettos was evidence of the self-limitations:\nStrong defense of labeling theory also arose within the gay community. Dan Slater of the Los Angeles Homosexual Information Center said, \"There is no such thing as a homosexual lifestyle. There is no such thing as gay pride or anything like that. Homosexuality is simply based on the sex act. Gay consciousness and all the rest are separatist and defeatist attitudes going back to centuries-old and out-moded conceptions that homosexuals are, indeed, different from other people.\"[48]\nIn a later article, Slater (1971) stated the gay movement was going in the wrong direction:\nWilliam DuBay (1967) describes gay identity as one strategy for dealing with society's oppression.[34] It solves some problems but creates many more, replacing a closet of secrecy with one of gay identity. A better strategy, he suggests, is to reject the label and live as if the oppression did not exist. Quoting Goffman,[17]: 122  he writes, \"But of course what is a good adjustment for the individual can be an even better one for society.\"\n\nDuBay contends that the attempt to define homosexuality as a class of persons to be protected against discrimination as defined in the statutes has not reduced the oppression. The goal of the movement instead should be to gain acceptance of homosexual relationships as useful and productive for both society and the family. The movement has lost the high moral ground by sponsoring the \"flight from choice\" and not taking up the moral issues. \"Persons whom we confine to back rooms and bars other societies have honored as tenders of children, astrologers, dancers, chanters, minstrels, jesters, artists, shamans, sacred warriors and judges, seers, healers, weavers of tales and magic.\"[34]: 9 \n\nDuBay refers to the \"gay trajectory,\" in which a person first wraps himself in the gay role, organizing his personality and his life around sexual behavior. He might flee from his family and home town to a large gay center. There, the bedeviling force of the stigma will introduce him to more excessive modes of deviance such as promiscuity, prostitution, alcoholism, and drugs. Many resist such temptations and try to normalize their life, but the fast lanes of gay society are littered with the casualties of gay identity. Some come to reject the label entirely. \"Accomplishing the forbidden, they are neither gay nor straight. Again learning to choose, they develop the ability to make the ban ambiguous, taking responsibility and refusing explanations of their behaviors.\"[34]: 143 \n\nJohn Henry Mackay (1985) writes about a gay hustler in Berlin adopting such a solution: \"What was self-evident, natural, and not the least sick did not require an excuse through an explanation.… It was love just like any other love. Whoever could not or would not accept it as love was mistaken.\"[50]\n\n"
        },
        {
            "title": "Modified labeling theory",
            "text": "Bruce Link and colleagues (1989) had conducted several studies which point to the influence that labeling can have on mental patients.[51] Through these studies, taking place in 1987, 1989, and 1997, Link advanced a \"modified labeling theory\" indicating that expectations of labeling can have a large negative effect, that these expectations often cause patients to withdraw from society, and that those labeled as having a mental disorder are constantly being rejected from society in seemingly minor ways but that, when taken as a whole, all of these small slights can drastically alter their self concepts. They come to both anticipate and perceive negative societal reactions to them, and this potentially damages their quality of life.[51]\n\nModified labeling theory has been described as a \"sophisticated social-psychological model of 'why labels matter.'\" In 2000, results from a prospective two-year study of patients discharged from a mental hospital (in the context of deinstitutionalization) showed that stigma was a powerful and persistent force in their lives, and that experiences of social rejection were a persistent source of social stress. Efforts to cope with labels, such as not telling anyone, educating people about mental distress/disorder, withdrawing from stigmatizing situations, could result in further social isolation and reinforce negative self-concepts. Sometimes an identity as a low self-esteem minority in society would be accepted. The stigma was associated with diminished motivation and ability to \"make it in mainstream society\" and with \"a state of social and psychological vulnerability to prolonged and recurrent problems\". There was an up and down pattern in self-esteem, however, and it was suggested that, rather than simply gradual erosion of self-worth and increasing self-deprecating tendencies, people were sometimes managing, but struggling, to maintain consistent feelings of self-worth. Ultimately, \"a cadre of patients had developed an entrenched, negative view of themselves, and their experiences of rejection appear to be a key element in the construction of these self-related feelings\" and \"hostile neighbourhoods may not only affect their self-concept but may also ultimately impact the patient's mental health status and how successful they are.\"[52]\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Stereotype",
        "https://en.wikipedia.org/wiki/Cultural_norm",
        "https://en.wikipedia.org/wiki/Social_identity",
        "https://en.wikipedia.org/wiki/Social_constructionism",
        "https://en.wikipedia.org/wiki/Symbolic_interactionism",
        "https://en.wikipedia.org/wiki/Sociologist",
        "https://en.wikipedia.org/wiki/Homosexuality",
        "https://en.wikipedia.org/wiki/American_Pragmatism",
        "https://en.wikipedia.org/wiki/George_Herbert_Mead",
        "https://en.wikipedia.org/wiki/Community",
        "https://en.wikipedia.org/wiki/Family",
        "https://en.wikipedia.org/wiki/Friend",
        "https://en.wikipedia.org/wiki/Police_officer",
        "https://en.wikipedia.org/wiki/Judge",
        "https://en.wikipedia.org/wiki/Social_deviance",
        "https://en.wikipedia.org/wiki/Social_stigma",
        "https://en.wikipedia.org/wiki/Morality",
        "https://en.wikipedia.org/wiki/Adultery",
        "https://en.wikipedia.org/wiki/Criminalize",
        "https://en.wikipedia.org/wiki/Marriage",
        "https://en.wikipedia.org/wiki/Religion",
        "https://en.wikipedia.org/wiki/Stereotype",
        "https://en.wikipedia.org/wiki/Interactionism",
        "https://en.wikipedia.org/wiki/George_Herbert_Mead",
        "https://en.wikipedia.org/wiki/Pragmaticism",
        "https://en.wikipedia.org/wiki/Emeritus",
        "https://en.wikipedia.org/wiki/Frank_Tannenbaum",
        "https://en.wikipedia.org/wiki/Biological_determinism",
        "https://en.wikipedia.org/wiki/Edwin_Lemert",
        "https://en.wikipedia.org/wiki/Secondary_deviance",
        "https://en.wikipedia.org/wiki/Albert_Memmi",
        "https://en.wikipedia.org/wiki/Erving_Goffman",
        "https://en.wikipedia.org/wiki/American_Sociological_Association",
        "https://en.wikipedia.org/wiki/The_Presentation_of_Self_in_Everyday_Life",
        "https://en.wikipedia.org/wiki/Criminology",
        "https://en.wikipedia.org/wiki/Penology",
        "https://en.wikipedia.org/wiki/Anomie",
        "https://en.wikipedia.org/wiki/Biosocial_criminology",
        "https://en.wikipedia.org/wiki/Broken_windows_theory",
        "https://en.wikipedia.org/wiki/Collective_efficacy",
        "https://en.wikipedia.org/wiki/Crime_analysis",
        "https://en.wikipedia.org/wiki/Criminalization",
        "https://en.wikipedia.org/wiki/Differential_association",
        "https://en.wikipedia.org/wiki/Expressive_function_of_law",
        "https://en.wikipedia.org/wiki/Psychopathy",
        "https://en.wikipedia.org/wiki/Risk_and_actuarial_criminology",
        "https://en.wikipedia.org/wiki/Social_control_theory",
        "https://en.wikipedia.org/wiki/Social_disorganization_theory",
        "https://en.wikipedia.org/wiki/Social_learning_theory",
        "https://en.wikipedia.org/wiki/Subcultural_theory",
        "https://en.wikipedia.org/wiki/Symbolic_interactionism",
        "https://en.wikipedia.org/wiki/Victimology",
        "https://en.wikipedia.org/wiki/Crime",
        "https://en.wikipedia.org/wiki/Crimes_against_humanity",
        "https://en.wikipedia.org/wiki/Offence_against_the_person",
        "https://en.wikipedia.org/wiki/Offence_against_the_state",
        "https://en.wikipedia.org/wiki/Corporate_crime",
        "https://en.wikipedia.org/wiki/Juvenile_delinquency",
        "https://en.wikipedia.org/wiki/Organized_crime",
        "https://en.wikipedia.org/wiki/Political_crime",
        "https://en.wikipedia.org/wiki/State_crime",
        "https://en.wikipedia.org/wiki/Victimless_crime",
        "https://en.wikipedia.org/wiki/War_crime",
        "https://en.wikipedia.org/wiki/Comparative_historical_research",
        "https://en.wikipedia.org/wiki/Offender_profiling",
        "https://en.wikipedia.org/wiki/Critical_theory",
        "https://en.wikipedia.org/wiki/Ethnography",
        "https://en.wikipedia.org/wiki/Uniform_Crime_Reports",
        "https://en.wikipedia.org/wiki/Crime_mapping",
        "https://en.wikipedia.org/wiki/Positivist_school",
        "https://en.wikipedia.org/wiki/Qualitative_research",
        "https://en.wikipedia.org/wiki/Quantitative_research",
        "https://en.wikipedia.org/wiki/Bureau_of_Justice_Statistics",
        "https://en.wikipedia.org/wiki/Penology",
        "https://en.wikipedia.org/wiki/Trial",
        "https://en.wikipedia.org/wiki/Prison",
        "https://en.wikipedia.org/wiki/Prison_abolition_movement",
        "https://en.wikipedia.org/wiki/Open_prison",
        "https://en.wikipedia.org/wiki/Prison_reform",
        "https://en.wikipedia.org/wiki/Prisoner",
        "https://en.wikipedia.org/wiki/Prisoner_abuse",
        "https://en.wikipedia.org/wiki/Recidivism",
        "https://en.wikipedia.org/wiki/Justice",
        "https://en.wikipedia.org/wiki/Participatory_justice",
        "https://en.wikipedia.org/wiki/Restorative_justice",
        "https://en.wikipedia.org/wiki/Retributive_justice",
        "https://en.wikipedia.org/wiki/Solitary_confinement",
        "https://en.wikipedia.org/wiki/Anarchist_criminology",
        "https://en.wikipedia.org/wiki/Conflict_criminology",
        "https://en.wikipedia.org/wiki/Critical_criminology",
        "https://en.wikipedia.org/wiki/Environmental_criminology",
        "https://en.wikipedia.org/wiki/Feminist_school_of_criminology",
        "https://en.wikipedia.org/wiki/Integrative_criminology",
        "https://en.wikipedia.org/wiki/Italian_school_of_criminology",
        "https://en.wikipedia.org/wiki/Left_realism",
        "https://en.wikipedia.org/wiki/Marxist_criminology",
        "https://en.wikipedia.org/wiki/Positivist_school",
        "https://en.wikipedia.org/wiki/Postmodernist_school",
        "https://en.wikipedia.org/wiki/Right_realism",
        "https://en.wikipedia.org/wiki/American_Society_of_Criminology",
        "https://en.wikipedia.org/wiki/Anthropological_criminology",
        "https://en.wikipedia.org/wiki/Biosocial_criminology",
        "https://en.wikipedia.org/wiki/Conflict_criminology",
        "https://en.wikipedia.org/wiki/Criminology",
        "https://en.wikipedia.org/wiki/Critical_criminology",
        "https://en.wikipedia.org/wiki/Cultural_criminology",
        "https://en.wikipedia.org/wiki/Cybercrime",
        "https://en.wikipedia.org/wiki/Demography",
        "https://en.wikipedia.org/wiki/Development_theory",
        "https://en.wikipedia.org/wiki/Environmental_criminology",
        "https://en.wikipedia.org/wiki/Experimental_criminology",
        "https://en.wikipedia.org/wiki/Organizational_theory",
        "https://en.wikipedia.org/wiki/Political_crime",
        "https://en.wikipedia.org/wiki/Public_criminology",
        "https://en.wikipedia.org/wiki/Radical_criminology",
        "https://en.wikipedia.org/wiki/Index_of_criminology_articles",
        "https://en.wikipedia.org/wiki/List_of_criminologists",
        "https://en.wikipedia.org/wiki/Criminal",
        "https://en.wikipedia.org/wiki/Felony",
        "https://en.wikipedia.org/wiki/Morality",
        "https://en.wikipedia.org/wiki/Toleration",
        "https://en.wikipedia.org/wiki/Empowerment",
        "https://en.wikipedia.org/wiki/Mediation",
        "https://en.wikipedia.org/wiki/Conciliation",
        "https://en.wikipedia.org/wiki/Forgiveness",
        "https://en.wikipedia.org/wiki/Restitution",
        "https://en.wikipedia.org/wiki/Hobby",
        "https://en.wikipedia.org/wiki/Murder",
        "https://en.wikipedia.org/wiki/Rapist",
        "https://en.wikipedia.org/wiki/Child_abuse",
        "https://en.wikipedia.org/wiki/Recidivism",
        "https://en.wikipedia.org/wiki/Thomas_Szasz",
        "https://en.wikipedia.org/wiki/The_Myth_of_Mental_Illness",
        "https://en.wikipedia.org/wiki/Mental_illness",
        "https://en.wikipedia.org/wiki/Deviant",
        "https://en.wikipedia.org/wiki/Drug_addict",
        "https://en.wikipedia.org/wiki/Prostitute",
        "https://en.wikipedia.org/wiki/Psychotherapy",
        "https://en.wikipedia.org/wiki/Medication",
        "https://en.wikipedia.org/wiki/Diagnostic_criteria",
        "https://en.wikipedia.org/wiki/Classification_of_mental_disorder",
        "https://en.wikipedia.org/wiki/Spectrum_disorder",
        "https://en.wikipedia.org/wiki/Alfred_Kinsey",
        "https://en.wikipedia.org/wiki/Erving_Goffman",
        "https://en.wikipedia.org/wiki/Evelyn_Hooker",
        "https://en.wikipedia.org/wiki/Mary_Susan_McIntosh",
        "https://en.wikipedia.org/wiki/Edward_Sagarin",
        "https://en.wikipedia.org/wiki/Coming_out",
        "https://en.wikipedia.org/wiki/Cass_identity_model",
        "https://en.wikipedia.org/wiki/Albert_Memmi",
        "https://en.wikipedia.org/wiki/William_DuBay",
        "https://en.wikipedia.org/wiki/John_Henry_Mackay",
        "https://en.wikipedia.org/wiki/Berlin",
        "https://en.wikipedia.org/wiki/Bruce_Link",
        "https://en.wikipedia.org/wiki/Deinstitutionalization",
        "https://en.wikipedia.org/wiki/Social_stigma",
        "https://en.wikipedia.org/wiki/Social_rejection",
        "https://en.wikipedia.org/wiki/Attributional_bias",
        "https://en.wikipedia.org/wiki/Attribute_substitution",
        "https://en.wikipedia.org/wiki/Linguistic_relativity",
        "https://en.wikipedia.org/wiki/Moral_entrepreneur",
        "https://en.wikipedia.org/wiki/Moral_panic",
        "https://en.wikipedia.org/wiki/Nominative_determinism",
        "https://en.wikipedia.org/wiki/Psychology",
        "https://en.wikipedia.org/wiki/Signalling_theory",
        "https://en.wikipedia.org/wiki/Sociology_of_deviance",
        "https://en.wikipedia.org/wiki/Victim_blaming",
        "https://en.wikipedia.org/wiki/Labels_of_Primary_Potency",
        "https://en.wikipedia.org/wiki/Books_LLC",
        "https://en.wikipedia.org/wiki/George_Herbert_Mead",
        "https://en.wikipedia.org/wiki/University_of_Chicago_Press",
        "https://en.wikipedia.org/wiki/Pearson_Publishing",
        "https://en.wikipedia.org/wiki/Columbia_University_Press",
        "https://en.wikipedia.org/wiki/Oxford_University_Press",
        "https://en.wikipedia.org/wiki/Continuum_Publishing",
        "https://en.wikipedia.org/wiki/Edwin_Lemert",
        "https://en.wikipedia.org/wiki/Albert_Memmi",
        "https://en.wikipedia.org/wiki/Albert_Memmi",
        "https://en.wikipedia.org/wiki/Erving_Goffman",
        "https://en.wikipedia.org/wiki/Anchor_Books",
        "https://en.wikipedia.org/wiki/Erving_Goffman",
        "https://en.wikipedia.org/wiki/Harvard_University_Press",
        "https://en.wikipedia.org/wiki/Erving_Goffman",
        "https://en.wikipedia.org/wiki/Prentice_Hall",
        "https://en.wikipedia.org/wiki/Prentice_Hall",
        "https://en.wikipedia.org/wiki/Transaction_Publishers",
        "https://en.wikipedia.org/wiki/Cambridge_University_Press",
        "https://en.wikipedia.org/wiki/Cambridge_University_Press",
        "https://en.wikipedia.org/wiki/Evelyn_Hooker",
        "https://en.wikipedia.org/wiki/Evelyn_Hooker",
        "https://en.wikipedia.org/wiki/Evelyn_Hooker",
        "https://en.wikipedia.org/wiki/National_Institute_of_Mental_Health",
        "https://en.wikipedia.org/wiki/Social_Problems",
        "https://en.wikipedia.org/wiki/Edward_Sagarin",
        "https://en.wikipedia.org/wiki/Praeger_Publications",
        "https://en.wikipedia.org/wiki/Harper_and_Row",
        "https://en.wikipedia.org/wiki/Sue_Kiefer_Hammersmith",
        "https://en.wikipedia.org/wiki/Oxford_University_Press",
        "https://en.wikipedia.org/wiki/Wiley_Interscience",
        "https://en.wikipedia.org/wiki/Journal_of_Homosexuality",
        "https://en.wikipedia.org/wiki/Journal_of_Homosexuality",
        "https://en.wikipedia.org/wiki/Journal_of_Homosexuality",
        "https://en.wikipedia.org/wiki/Sue_Kiefer_Hammersmith",
        "https://en.wikipedia.org/wiki/University_of_Indiana_Press",
        "https://en.wikipedia.org/wiki/Eli_Coleman",
        "https://en.wikipedia.org/wiki/American_Behavioral_Scientist",
        "https://en.wikipedia.org/wiki/Elsevier",
        "https://en.wikipedia.org/wiki/John_Henry_Mackay",
        "https://en.wikipedia.org/wiki/Alyson_Publications",
        "https://en.wikipedia.org/wiki/Bruce_Link",
        "https://en.wikipedia.org/wiki/Bruce_Dohrenwend",
        "https://en.wikipedia.org/wiki/American_Sociological_Review",
        "https://en.wikipedia.org/wiki/Journal_of_Health_and_Social_Behavior",
        "https://en.wikipedia.org/wiki/The_Presentation_of_Self_in_Everyday_Life",
        "https://en.wikipedia.org/wiki/Cambridge_University_Press",
        "https://en.wikipedia.org/wiki/Labeling_theory",
        "https://en.wikipedia.org/wiki/Labeling_theory",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}