{
    "url": "https://en.wikipedia.org/wiki/Lady_Liberators",
    "title": "Lady Liberators",
    "table_of_contents": [
        "1 Publication history",
        "2 Fictional history",
        "2.1 The Enchantress's team",
        "2.2 She-Hulk's S.H.I.E.L.D. team",
        "3 References",
        "4 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The Lady Liberators, also called the Liberators, is a superhero team appearing in American comic books published by Marvel Comics. The original team's only appearance was in Avengers volume 1 #83 (December 1970), written by Roy Thomas, with art by John Buscema and Tom Palmer. The original team was a one-off group, lasting only a single issue and meant to satirize what was perceived to be extreme feminism, though it is also now seen as an early example of the Scarlet Witch as a feminist character.\n\nIn 2008, the international intelligence and counter-terrorist organization S.H.I.E.L.D. recruited She-Hulk to form a team of powerful heroes to battle the Red Hulk. This team, consisting only of women, did not have a name in-story but was referred to by the narration and cover copy as the new Lady Liberators.\n\n"
        },
        {
            "title": "Publication history",
            "text": "The Lady Liberators were created in 1970 for a single-issue story in Avengers volume 1 #83. Feminism was strong at the time, but the creators at Marvel Comics and superhero publications in general were still overwhelmingly male. They also considered their audience to be primarily male. Writer Roy Thomas created the group as a caricature of extreme feminism. The story introduces a new character called Valkyrie and gives her an origin story that involves gaining great power after experiencing constant sexism and dismissal from men. The Valkyrie's story is later revealed to be a lie and the character is actually Amora the Enchantress, a recurring foe of Thor and the Avengers. The design and name used for Valkyrie was later applied to real heroes in the Marvel Universe who worked alongside Thor, as well as the Avengers and the Defenders.\n\nThe story ends with hero Clint Barton as Goliath lecturing the women Avengers that feminism and \"women's lib\" is not something to follow or take seriously. Scarlet Witch, who was able to see through Amora's deception and was able to single-handedly defeat her, argues that Barton is wrong and if sexist views don't lessen then the Lady Liberators may one day return. Though this finale scene is likely not meant to be taken seriously, Scarlet Witch's defense that Amora's argument about sexism had reason and only her methods were wrong led later readers to see this as one of several examples of her acting as a positive feminist character.[1]\n\nWhen the Red Hulk appears, he fights several heroes and law enforcement agencies. She-Hulk is defeated by the creature and then is asked by S.H.I.E.L.D. to recruit a team of heroes to combat and subdue the Red Hulk. This short-lived team, consisting only of women heroes, is featured in Hulk volume 2 #7-9 (2008). The storyline was written by Jeph Loeb and illustrated by Frank Cho. Although a comic book cover and the narration refer to the team as the Lady Liberators. The team was organized by S.H.I.E.L.D. for the purpose of subduing the Red Hulk. Once the mission was completed, the team disbanded.\n\n"
        },
        {
            "title": "Fictional history",
            "text": "The female members of the Avengers are gathered for a secret meeting by a person calling herself Valkyrie. The heroes gathered include the Wasp, Black Widow, Scarlet Witch, and Medusa. Valkyrie explains that she was a brilliant scientist who constantly suffered from the sexism and dismissive attitudes of men. One of her experiments granted her superhuman abilities, and now she wishes to help the women Avengers address the sexism in their own lives by confronting their male teammates and demanding their own power and formidability be recognized. She points out times each of the women present has been overlooked, ignored, or unfairly judged in relation to their gender. The female Avengers agree and join with Valkyrie as a new team, the Lady Liberators.[1]\n\nThe Lady Liberators go off to confront the male Avengers, only to find them in battle with the newest incarnation of the Masters of Evil. After proving their power by quickly dispatching the Masters, the Liberators then turn on the Avengers. It is then revealed that Valkyrie is a false identity created by the Asgardian villain Amora the Enchantress. Amora not only disguised herself and created a false origin narrative, she used magic spells to influence the minds of the women Avengers so they would react as she wanted them to and decide their male teammates deserved violence. Amora then attempts to destroy the Avengers, but Scarlet Witch uses her hex magic to force the Enchantress's magic to backfire against her. It is revealed the Scarlet Witch had suspected a deception and been able to shake off Amora's influence, allowing her the chance to react quickly and counter the villain's attack.\n\n\nAfter the battle is finished, Clint Barton criticizes feminism in general, telling the women Avengers, \"You bird finally learned your lesson about that women's lib bull!\" The Scarlet Witch immediately defends feminism and warns that if necessary the Lady Liberators may reform one day. Wasp agrees.[1]\nSoon after the events of World War Hulk, a new Red Hulk appears and begins pursuing a sinister agenda. The Red Hulk then fights Bruce Banner, the original Hulk, to a standstill. To help the Hulk against the Red Hulk, Iron Man recruits a group of heroes, including Banner's cousin Jennifer Walters, the hero called She-Hulk. Despite their efforts, the Red Hulk defeats most of the heroes gathered or fights them to a stand-still. The original green Hulk defeats the Red Hulk, then leaves, satisfied.\n\nSeeing the Red Hulk as a threat that shouldn't simply be left alone to wander freely, S.H.I.E.L.D. recruits She-Hulk to form a task force to subdue him. S.H.I.E.L.D. hopes that when the Red Hulk is unconscious, he will revert to human form and his identity will be revealed, as often happened with the original Hulk and sometimes She-Hulk herself when they were rendered unconscious. She-Hulk is particularly eager to fight the Red Hulk again.[2]\n\nHaving served as an Avenger and member of the Fantastic Four, and due to meeting other heroes during various adventures, She-Hulk calls on several allies she's made whom she believes have the necessary power to effectively fight the Red Hulk. She decides to focus on recruiting women superhero allies. After several calls, only the alternate timeline warrior Thundra and the hero Valkyrie arrive to join She-Hulk's team.[3] The trio fight the Red Hulk, damaging Mount Rushmore in the process. They are then joined by Susan Richards of the Fantastic Four, Tigra, Black Widow, Patsy Walker in her identity as Hellcat, Spider-Woman (Jessica Drew), and Storm of the X-Men. It is said that Carol Danvers wanted to join the team as well, but she was in the middle of a situation in Las Vegas with Bruce Banner, who had transformed into the gray-skinned version of the Hulk (a storyline that was told during the same issues that featured She-Hulk's team).[4]\n\nWorking together, the group subdues the Red Hulk, rendering him unconscious and binding him in chains. To their surprise, he doesn't revert to human form. After some time has passed, the Red Hulk (who was only pretending to be unconscious) makes his escape. Their mission a failure, the heroes gathered repair the damage done by their battle and then part ways.[4]\n\n\nThis task force has no name in-story, but it's called \"Lady Liberators\" on the cover of Hulk vol. 2 #9 and in the narration of issues #8 and 9, and so fans have followed suit and referred to it as the second team to use that name. Black Widow is the only hero to serve in both the original team organized by Amora and in the second team organized by She-Hulk. Although both teams have a Valkyrie on them, with the same general appearance, the two Valkyries are different characters.\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/John_Buscema",
        "https://en.wikipedia.org/wiki/Marvel_Comics",
        "https://en.wikipedia.org/wiki/First_appearance",
        "https://en.wikipedia.org/wiki/1970_in_comics",
        "https://en.wikipedia.org/wiki/Roy_Thomas",
        "https://en.wikipedia.org/wiki/Patsy_Walker",
        "https://en.wikipedia.org/wiki/Invisible_Woman",
        "https://en.wikipedia.org/wiki/Jazinda",
        "https://en.wikipedia.org/wiki/Thundra",
        "https://en.wikipedia.org/wiki/Tigra",
        "https://en.wikipedia.org/wiki/Scarlet_Witch",
        "https://en.wikipedia.org/wiki/Superhero",
        "https://en.wikipedia.org/wiki/American_comic_book",
        "https://en.wikipedia.org/wiki/Marvel_Comics",
        "https://en.wikipedia.org/wiki/Roy_Thomas",
        "https://en.wikipedia.org/wiki/John_Buscema",
        "https://en.wikipedia.org/wiki/Feminism",
        "https://en.wikipedia.org/wiki/Scarlet_Witch",
        "https://en.wikipedia.org/wiki/Red_Hulk",
        "https://en.wikipedia.org/wiki/Feminism",
        "https://en.wikipedia.org/wiki/Clint_Barton",
        "https://en.wikipedia.org/wiki/Goliath",
        "https://en.wikipedia.org/wiki/Jeph_Loeb",
        "https://en.wikipedia.org/wiki/Frank_Cho",
        "https://en.wikipedia.org/wiki/Scarlet_Witch",
        "https://en.wikipedia.org/wiki/Thundra",
        "https://en.wikipedia.org/wiki/Invisible_Woman",
        "https://en.wikipedia.org/wiki/Tigra",
        "https://en.wikipedia.org/wiki/Patsy_Walker",
        "https://en.wikipedia.org/wiki/Carol_Danvers",
        "https://en.wikipedia.org/wiki/Stan_Lee",
        "https://en.wikipedia.org/wiki/Don_Rico",
        "https://en.wikipedia.org/wiki/Don_Heck",
        "https://en.wikipedia.org/wiki/List_of_Black_Widow_supporting_characters",
        "https://en.wikipedia.org/wiki/Captain_America",
        "https://en.wikipedia.org/wiki/Hulk",
        "https://en.wikipedia.org/wiki/Iron_Man",
        "https://en.wikipedia.org/wiki/Maria_Hill",
        "https://en.wikipedia.org/wiki/Nick_Fury",
        "https://en.wikipedia.org/wiki/Punisher",
        "https://en.wikipedia.org/wiki/Red_Guardian",
        "https://en.wikipedia.org/wiki/Bucky_Barnes",
        "https://en.wikipedia.org/wiki/The_Mighty_Avengers",
        "https://en.wikipedia.org/wiki/Secret_Avengers",
        "https://en.wikipedia.org/wiki/Heroes_for_Hire",
        "https://en.wikipedia.org/wiki/Advanced_Idea_Mechanics",
        "https://en.wikipedia.org/wiki/Black_Spectre",
        "https://en.wikipedia.org/wiki/Crimson_Dynamo",
        "https://en.wikipedia.org/wiki/Damon_Dran",
        "https://en.wikipedia.org/wiki/Femizons",
        "https://en.wikipedia.org/wiki/Amazing_Adventures",
        "https://en.wikipedia.org/wiki/Marvel_Fanfare",
        "https://en.wikipedia.org/wiki/Monica_Chang",
        "https://en.wikipedia.org/wiki/Stan_Lee",
        "https://en.wikipedia.org/wiki/John_Buscema",
        "https://en.wikipedia.org/wiki/Awesome_Android",
        "https://en.wikipedia.org/wiki/Blonde_Phantom",
        "https://en.wikipedia.org/wiki/Doc_Samson",
        "https://en.wikipedia.org/wiki/Elaine_Banner",
        "https://en.wikipedia.org/wiki/Patsy_Walker",
        "https://en.wikipedia.org/wiki/Hulk",
        "https://en.wikipedia.org/wiki/Janet_van_Dyne",
        "https://en.wikipedia.org/wiki/Jazinda",
        "https://en.wikipedia.org/wiki/Mallory_Book",
        "https://en.wikipedia.org/wiki/Betty_Ross",
        "https://en.wikipedia.org/wiki/Amadeus_Cho",
        "https://en.wikipedia.org/wiki/Richard_Rory",
        "https://en.wikipedia.org/wiki/Thunderbolt_Ross",
        "https://en.wikipedia.org/wiki/Wyatt_Wingfoot",
        "https://en.wikipedia.org/wiki/Mighty_Avengers",
        "https://en.wikipedia.org/wiki/Fantastic_Force",
        "https://en.wikipedia.org/wiki/Fantastic_Four",
        "https://en.wikipedia.org/wiki/Femizons",
        "https://en.wikipedia.org/wiki/Heroes_for_Hire",
        "https://en.wikipedia.org/wiki/Absorbing_Man",
        "https://en.wikipedia.org/wiki/Advanced_Idea_Mechanics",
        "https://en.wikipedia.org/wiki/Champion_of_the_Universe",
        "https://en.wikipedia.org/wiki/Circus_of_Crime",
        "https://en.wikipedia.org/wiki/Headmen",
        "https://en.wikipedia.org/wiki/Chondu_the_Mystic",
        "https://en.wikipedia.org/wiki/Ruby_Thursday",
        "https://en.wikipedia.org/wiki/Lightmaster",
        "https://en.wikipedia.org/wiki/Mahkizmo",
        "https://en.wikipedia.org/wiki/Teen_Abomination",
        "https://en.wikipedia.org/wiki/Thunderbolt_Ross",
        "https://en.wikipedia.org/wiki/Thundra",
        "https://en.wikipedia.org/wiki/Winter_Guard",
        "https://en.wikipedia.org/wiki/Bill_Mantlo",
        "https://en.wikipedia.org/wiki/Kurt_Busiek",
        "https://en.wikipedia.org/wiki/Mark_Gruenwald",
        "https://en.wikipedia.org/wiki/Jeph_Loeb",
        "https://en.wikipedia.org/wiki/David_Gallaher",
        "https://en.wikipedia.org/wiki/Jason_Aaron",
        "https://en.wikipedia.org/wiki/Crimson_Dynamo",
        "https://en.wikipedia.org/wiki/Red_Guardian",
        "https://en.wikipedia.org/wiki/Advanced_Idea_Mechanics",
        "https://en.wikipedia.org/wiki/Dire_Wraith",
        "https://en.wikipedia.org/wiki/Doc_Samson",
        "https://en.wikipedia.org/wiki/Hulk",
        "https://en.wikipedia.org/wiki/Iron_Man",
        "https://en.wikipedia.org/wiki/Kang_the_Conqueror",
        "https://en.wikipedia.org/wiki/Thunderbolt_Ross",
        "https://en.wikipedia.org/wiki/Skrull",
        "https://en.wikipedia.org/wiki/Secret_Invasion",
        "https://en.wikipedia.org/wiki/Lady_Liberators",
        "https://en.wikipedia.org/wiki/Lady_Liberators",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}