{
    "url": "https://en.wikipedia.org/wiki/Lajos_Tihanyi",
    "title": "Lajos Tihanyi",
    "table_of_contents": [
        "1 Early life and education",
        "2 Career",
        "2.1 1919 and emigration",
        "2.2 Paris",
        "3 Exhibits",
        "4 Legacy",
        "5 References",
        "6 Further reading",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Lajos Tihanyi (29 October 1885 – 11 June 1938) was a Hungarian painter and lithographer who achieved international renown working outside his country, primarily in Paris, France. After emigrating in 1919, he never returned to Hungary, even on a visit.\n\nBorn in Budapest, as a young man, Tihanyi was part of the \"Neoimpressionists\" or \"Neos\", and later the influential avant-garde group of painters called The Eight (A Nyolcak), founded in 1909 in Hungary. They were experimenting with styles of Post-Impressionism and rejected the naturalism of the Nagybánya artists' colony. Their work is considered highly influential in establishing modernism in Hungary to 1918, when the First World War and revolution overtook the country.\n\nAfter the fall of the Hungarian Democratic Republic in 1919, Tihanyi left and lived briefly in Vienna. He moved on to Berlin for a few years, where he connected with many Hungarian émigré writers and artists, such as Gyorgy Bölöni and the future Brassaï. By 1924 Tihanyi and numerous other artists moved to Paris, where he stayed for the remainder of his life.\n\nIn Paris, Tihanyi gradually shifted to more abstract styles in his work. His paintings and lithographs are held by the Hungarian National Gallery, Musée d'Art Moderne de la Ville de Paris, and the Brooklyn Museum of Art in New York City, among other institutions, and by private collectors. With the centenary of The Eight's first exhibition, Tihanyi has been featured in five exhibitions since 2004, including ones held in 2010 and 2012 in Hungary and Austria, and another in 2012 devoted to a solo retrospective of his work.\n\n"
        },
        {
            "title": "Early life and education",
            "text": "Lajos Tihanyi was born in Budapest in 1885 to a Hungarian-Jewish family in 1885. He had a younger sister Berta. Due to meningitis, Tihanyi became deaf and mute at the age of eleven,[1] which narrowly restricted his schooling. He studied drawing at the School of Industrial Art and Design, as Hungary did not then have a fine art academy, but he is considered largely self-taught as an artist.[1]\n\n"
        },
        {
            "title": "Career",
            "text": "Tihanyi was largely self-taught and started working in Budapest. As a young man, he studied in the summer of 1906 at the Nagybánya artists' colony, in present-day Baia Mare, Romania, and was associated with them for some time. He aligned with younger painters, who were ready to absorb new directions, including the brilliant use of color by Fauvists. He went in a different direction from the aesthetic of naturalism of many in the colony.[1]\n\nHe helped introduce the Post-Impressionist concepts and techniques of Cubism and Expressionism to art circles in Hungary. As one of a group called the \"Neos,\" he adopted techniques other than the naturalism espoused by Simon Hollósy and others of the artists' colony. The older men had studied together in Munich in the late nineteenth century.[2]\n\nTihanyi and others of the \"Neos\" developed into the Hungarian avant-garde. Károly Kernstok was considered a leader, and others were Béla Czóbel, Vilmos Perlrott-Csaba and Béla Iványi Grünwald, and Sándor Ziffer. Some had already been to Paris, where they were influenced by the work of French painters such as Paul Cézanne and Henri Matisse.[3]\n\nAt the age of 24, Tihanyi was one of The Eight (A Nyolcak) (1909–1918) at the leading edge of Hungarian art life.  The Eight included the painters Kernstok and Czóbel, plus Róbert Berény, Dezső Czigány, Ödön Márffy, Dezső Orbán, and Bertalan Pór. The sculptors Márk Vedres and Vilmos Fémes Beck were also associated with them.[3] While they had three exhibits as a group, they were also influential for participating in related events in literature and music, and were important through 1918.[4]\n\nThe Eight were part of the radical intellectual movements in the early 20th century Budapest, which attracted new artists in literature and music as well. Among the new writers and composers were Endre Ady and Béla Bartók. The Eight's style was quite complex. They worked with the rationalism of cubists, the decorative use of color as seen in the Fauves, and the emotional depth of German Expressionism. Their many-sided artistic activities are represented by Kernstok's \"monumental painting,\" Riders at the Waterside (1910) and Bertalan Pór's The Family (1909).[3]\n\n(Tihanyi, together with Ziffer, Czóbel and Berény, was considered one of the Hungarian Fauves. This aspect of their work was featured together with pieces by French artists in a 2006 exhibition at the Hungarian National Gallery.)[5]\n\nThe writer and journalist Lajos Kassák founded A Tett (Action) in 1915, and later Ma (Today); these published articles on literature and art, and provided reproductions of some work. They featured Tihanyi, who had a solo exhibit in their offices in 1915. Before the war, he was recognized for his independent creativity.[1]\n\nBy the end of World War I, the leading art style in Hungary shifted to the radical movement of Activism, in which Tihanyi also participated. The Activists pushed the cubist and expressionist innovations into a radical direction. In addition to Tihanyi, masters were József Nemes Lampérth and Béla Uitz. Béni Ferenczy's sculpture, Standing Boy, also showed the influence of Cubism.[3]\n\nTihanyi was one of several younger artists who had achieved recognition before the revolution of 1919.[6] That year, after the fall of the Hungarian Democratic Republic and the failure of its revolution, Tihanyi and many artists and intellectuals left the country en masse. He had aided the communists, and there were reprisals afterward against allies of the revolution.\n\nTihanyi worked and lived for the rest of his life abroad, first briefly in Vienna, then a few years in Berlin, which was flooded with radical artists and intellectuals from Eastern and Central Europe.[7] Kassak's journal Ma started publishing in Vienna, and László Moholy-Nagy became its Berlin editor in April 1921. In addition to the Hungarians, by that time Russians, including the Ukrainian artist Archipenko, were arriving in Berlin; he quickly achieved more notice for his constructions than he had in Paris, and the first monograph was published on him in 1921.[8] There was a \"short-lived synthesis\" of the international avant-garde in Berlin, as the Eastern, Central, and Western European intellectual currents came together.[9]\n\nAfter that time, Tihanyi moved on to Paris, where he lived most of his life. Because of his reluctance to sell his paintings, in his early years abroad, he sometimes relied on some financial help from his father, who owned a coffee shop in Budapest.[1] In Berlin, Tihanyi met the Hungarian writer Gyórgy Bölöni, the 12-years-younger artist Gyula Halász (later known as the photographer Brassaï), and other artists and writers.[10]\n\nBy 1924 Tihanyi settled in Paris, where many fellow artists and writers also migrated; part of the Hungarian circle, he got to know other foreigners in Paris, including Americans, such as the writer Henry Miller.[1][11] His portraits, such as of Bölöni (1912) and the painter Jacques de la Fregonnière (1928), represent some of his artistic circle. He was also friends with the photographer André Kertész, whom he introduced to the Parisian community. At one point, Tihanyi, Brassaï and Gyula Zilzer all lived in the Hotel Terrasse.[1]\n\nWorking in the Constructivist and Expressionist modes of his activism, Tihanyi painted and drew many of his friends, mostly fellow foreigners: among his subjects were the American composer George Antheil, the German writer Johannes Becher, Leonard Frank, the writer Ivan Goll, Louis Gruenberg, a Russian-American composer; Henri Guilbeaux, a French socialist; Vincent Huidoboro, the architect Adolph Loos, and the writer Karl Kraus. In turn, Tihanyi often appeared in photos by Kertész and Brassaï of groups at their favorite cafés.[1] In Paris, by 1933 he joined the \"Abstraction-Creation\" group, with whom he sometimes showed his work, and also had solo shows.[1] Tihanyi became internationally known for his painting and lithography, with much of his best work held by museums outside Hungary.[6]\n\nWhen Tihanyi's nephew Ervin Marton came to Paris in 1937, the painter introduced the younger man to many of his friends, bringing him within his circle. Marton became most prominent as a photographer after World War II, although he also worked in graphic arts and sculpture. He lived the remainder of his life in Paris.\n\nTihanyi died an early death in 1938, not yet 53. He was buried in Père Lachaise Cemetery, where the author Robert Desnos gave the valedictory, standing next to the politician Michael Karolyi, \"a leading figure of the 1918 Revolution\".[1]\n\nBrassaï and Bölöni arranged for storage of art works by Hungarians in Paris during World War II, including many by Tihanyi. Their support of Hungarian art continued after the war. Together with Kertész, Brassaï and de la Frégonnière in 1970 helped transfer much of Tihanyi's work to the Hungarian National Gallery, founded in 1957.[1][12]\n\nWith fellow painter Bertalan Pór, Tihanyi figures prominently as a fictionalized character in Cafe Europa: An Edna Ferber Mystery, by Ed Ifkovic, which deals with 1914 Budapest.\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Personal_name",
        "https://en.wikipedia.org/wiki/Budapest",
        "https://en.wikipedia.org/wiki/Hungary",
        "https://en.wikipedia.org/wiki/Paris",
        "https://en.wikipedia.org/wiki/France",
        "https://en.wikipedia.org/wiki/Hungary",
        "https://en.wikipedia.org/wiki/Painting",
        "https://en.wikipedia.org/wiki/Lithography",
        "https://en.wikipedia.org/wiki/Fauvism",
        "https://en.wikipedia.org/wiki/Paris",
        "https://en.wikipedia.org/wiki/France",
        "https://en.wikipedia.org/wiki/Budapest",
        "https://en.wikipedia.org/wiki/Hungarian_Democratic_Republic",
        "https://en.wikipedia.org/wiki/Berlin",
        "https://en.wikipedia.org/wiki/Hungarian_National_Gallery",
        "https://en.wikipedia.org/wiki/Brooklyn_Museum_of_Art",
        "https://en.wikipedia.org/wiki/New_York_City",
        "https://en.wikipedia.org/wiki/Meningitis",
        "https://en.wikipedia.org/wiki/Deaf",
        "https://en.wikipedia.org/wiki/Muteness",
        "https://en.wikipedia.org/wiki/Baia_Mare",
        "https://en.wikipedia.org/wiki/Romania",
        "https://en.wikipedia.org/wiki/Fauvists",
        "https://en.wikipedia.org/wiki/Cubism",
        "https://en.wikipedia.org/wiki/Expressionism",
        "https://en.wikipedia.org/wiki/Henri_Matisse",
        "https://en.wikipedia.org/wiki/Desiderius_Orban",
        "https://en.wikipedia.org/wiki/Endre_Ady",
        "https://en.wikipedia.org/wiki/Fauvism",
        "https://en.wikipedia.org/wiki/German_Expressionism",
        "https://en.wikipedia.org/wiki/Hungarian_National_Gallery",
        "https://en.wikipedia.org/wiki/Tett",
        "https://en.wikipedia.org/wiki/Activism",
        "https://en.wikipedia.org/wiki/Hungarian_Democratic_Republic",
        "https://en.wikipedia.org/wiki/Vienna",
        "https://en.wikipedia.org/wiki/Berlin",
        "https://en.wikipedia.org/wiki/Archipenko",
        "https://en.wikipedia.org/wiki/Henry_Miller",
        "https://en.wikipedia.org/wiki/George_Antheil",
        "https://en.wikipedia.org/wiki/Johannes_Becher",
        "https://en.wikipedia.org/wiki/Louis_Gruenberg",
        "https://en.wikipedia.org/wiki/Henri_Guilbeaux",
        "https://en.wikipedia.org/wiki/Adolph_Loos",
        "https://en.wikipedia.org/wiki/Ervin_Marton",
        "https://en.wikipedia.org/wiki/World_War_II",
        "https://en.wikipedia.org/wiki/Robert_Desnos",
        "https://en.wikipedia.org/wiki/Michael_Karolyi",
        "https://en.wikipedia.org/wiki/Hungarian_National_Gallery",
        "https://en.wikipedia.org/wiki/Wien",
        "https://en.wikipedia.org/wiki/Wayback_Machine",
        "https://en.wikipedia.org/wiki/Deutscher_Kunstverlag",
        "https://en.wikipedia.org/wiki/Lajos_Tihanyi",
        "https://en.wikipedia.org/wiki/Lajos_Tihanyi",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}