{
    "url": "https://en.wikipedia.org/wiki/Land_claim",
    "title": "Land claim",
    "table_of_contents": [
        "1 Mining claim (United States)",
        "1.1 Staking a claim",
        "1.2 Claim jumping",
        "2 See also",
        "3 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "A land claim is defined as \"the pursuit of recognized territorial ownership by a group or individual\".[1] The phrase is usually only used with respect to disputed or unresolved land claims. Some types of land claims include aboriginal land claims, Antarctic land claims, and post-colonial land claims.\n\nLand claims is sometimes used as a term when referring to disputed territories like Western Sahara or to refer to the claims of displaced persons. \n\nIn the colonial times of the United States American men could claim a piece of land for themselves and the claim has different level of merit according to the de facto conditions:\n\nToday, only small areas of unclaimed land remain, yet large plots of land with little economical value (e.g., in Alaska) can still be bought for very low prices. Also, in certain parts of the world, land can still be obtained by making productive use of it.\n\n"
        },
        {
            "title": "",
            "text": "A mining claim is the claim of the right to extract minerals from a tract of public land. In the United States, the practice began with the California gold rush of 1849. In the absence of effective government, the miners in each new mining camp made up their own rules, and chose to essentially adopt Mexican mining law then in effect in California. The Mexican law gave the right to mine to the first one to discover the mineral deposit and begin mining it. The area that could be claimed by one person was limited to that which could be mined by a single individual or a small group.\n\nThe US system of mining claims is an application of the legal theory of prior appropriation, by which public property is granted to the first one to put it to beneficial use.  Other applications of appropriation theory were the Homestead Act, which granted public land to farmers, and water rights in the west.\n\nThe California miners spread the concept of mining claims to other mining districts all over the western United States.  The US Congress legalized the practice in 1866, and amended it in the Mining Act of 1872.  All land in the public domain, that is, federal land whose use has not been restricted by the government to some specific purpose, was subject to being claimed.  The mining law has been changed numerous times, but still retains some features similar to those settled on by the California 49ers.\n\nThe concept was also used in other countries, for example during the Australian gold rushes which occurred at a similar time starting from the 1850s, and included similar groups of people including miners that migrated from the American gold rushes. The Oriental Claims in Victoria are one example of this.\n\nStaking a claim involves first the discovery of a valuable mineral in quantities that a \"prudent man\" (the Prudent Man Rule) would invest time and expenses to recover. Next, marking the claim boundaries, typically with wooden posts or capped steel posts, which must be four feet tall, or stone cairns, which must be three feet tall. Finally, filing a claim with both the land management agency (USFS or BLM), and the local county registrar.\n\nThere are four main types of mining claims: \n\nA mining claim always starts out as an unpatented claim. The owner of an unpatented claim must continue mining or exploration activities on an unpatented claim, or he may pay a fee to the land management agency by September 1 of each year, or it is considered abandoned and becomes null. Activities on unpatented claims must be restricted to those necessary to mining. A patented claim is one for which the federal government has issued a patent (deed). To obtain a patent, the owner of a mining claim must prove to the federal government that the claim contains locatable minerals that can be extracted at a profit. A patented claim can be used for any purpose desired by the owner, just like any other real estate. However, Congress has ceased funding for the patenting process, so at this time a claim cannot be patented.[citation needed]\n\nA dispute when one party (a \"claim jumper\") attempts to seize the land on which another party has already made claim is known as \"claim jumping\".[2]\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Yuba_River",
        "https://en.wikipedia.org/wiki/Aboriginal_title",
        "https://en.wikipedia.org/wiki/Territorial_claims_of_Antarctica",
        "https://en.wikipedia.org/wiki/Western_Sahara",
        "https://en.wikipedia.org/wiki/Colonialism",
        "https://en.wikipedia.org/wiki/De_facto",
        "https://en.wikipedia.org/wiki/California_gold_rush",
        "https://en.wikipedia.org/wiki/Prior_appropriation",
        "https://en.wikipedia.org/wiki/Homestead_Act",
        "https://en.wikipedia.org/wiki/Mining_Act_of_1872",
        "https://en.wikipedia.org/wiki/Australian_gold_rushes",
        "https://en.wikipedia.org/wiki/Oriental_Claims",
        "https://en.wikipedia.org/wiki/Gold_placer_claim",
        "https://en.wikipedia.org/wiki/Indigenous_land_claims_in_Canada",
        "https://en.wikipedia.org/wiki/Indigenous_specific_land_claims_in_Canada",
        "https://en.wikipedia.org/wiki/Land_grant",
        "https://en.wikipedia.org/wiki/Land_rights",
        "https://en.wikipedia.org/wiki/Land_reform",
        "https://en.wikipedia.org/wiki/Terra_nullius",
        "https://en.wikipedia.org/wiki/Guano_Islands_Act",
        "https://en.wikipedia.org/wiki/Extraterrestrial_real_estate",
        "https://en.wikipedia.org/wiki/Claim_club",
        "https://en.wikipedia.org/wiki/Land_reform_in_South_Africa",
        "https://en.wikipedia.org/wiki/Land_claim",
        "https://en.wikipedia.org/wiki/Land_claim",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}