{
    "url": "https://en.wikipedia.org/wiki/Land_of_the_Dead",
    "title": "Land of the Dead",
    "table_of_contents": [
        "1 Plot",
        "2 Cast",
        "3 Production",
        "3.1 Development",
        "3.2 Casting",
        "3.3 Filming",
        "4 Release",
        "4.1 Ratings",
        "5 Reception",
        "6 Video game",
        "7 References",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nLand of the Dead (also known as George A. Romero's Land of the Dead) is a 2005 post-apocalyptic horror film written and directed by George A. Romero; the fourth of Romero's six Living Dead movies, it is preceded by Night of the Living Dead, Dawn of the Dead and Day of the Dead, and succeeded by Diary of the Dead and Survival of the Dead.[3] It was released in 2005, with a budget of $15–19 million, the highest in Romero's Dead series, and has grossed $46 million.[1][2]\n\nThe story of Land of the Dead deals with a zombie assault on Pittsburgh, Pennsylvania, where a feudal-like government exists. The survivors in the film have fled to the Golden Triangle area of downtown Pittsburgh. The region is protected on two sides by rivers and on the third by an electric barricade that survivors term \"the Throat\". Released in North America on June 24, 2005, Land of the Dead received mostly positive reviews from film critics.\n\n"
        },
        {
            "title": "Plot",
            "text": "Some years after the zombie apocalypse, the scattered remnants of human civilization have reorganized enough to establish a chain of protected city-states across America. One such sanctuary is concentrated within the triangular peninsula of downtown Pittsburgh, Pennsylvania, which contains a feudal-like government. Bordered on two sides by rivers and barricaded on the third with an electrified fence guarded by a militia, the city has become a haven in which its citizens live in relative security. Outside the city's barriers is a no-man's-land of barren countryside and dilapidated suburban towns long deserted by living humans but overrun with legions of walkers. The rich and powerful live in a luxury high-rise called Fiddler's Green, while the rest of the population subsists in squalor. All forms of commerce within this protected zone are controlled by Paul Kaufman, the city's ruthless plutocratic ruler. He has sponsored Dead Reckoning, an armored personnel vehicle that can travel through the zombie-infested areas with ease.\n\nRiley Denbo is the designer and commander of Dead Reckoning. Unlike Kaufman, Riley is respected for his work in protecting the citizens, as well as providing them with food and medical supplies that the citizens can no longer safely acquire themselves. Using Dead Reckoning, Riley and his crew venture into areas overrun with zombies to scavenge for necessary supplies. They also retrieve luxury items such as designer clothing and top shelf brands of liquor as these things offer a powerful means of barter within Kaufman's oppressive oligarchic regime. On one mission, they notice many zombies exhibiting intelligent behavior. This is especially seen in one such zombie, \"Big Daddy\", formerly a gas station attendant. During the mission, rookie Mike is bitten by a zombie and commits suicide before he turns.\n\nAfter the mission, Riley retires from commanding Dead Reckoning. Grown weary of a hard-scrabble life in a post-apocalyptic city, he plans to leave the urban sanctuary for the open road to Canada once repairs on his car are finished. Back in the city, he visits Chihuahua's bar. There, he sees a prostitute named Slack being forced into a cage with some zombies to entertain guests. Riley and Charlie save Slack; Charlie kills Chihuahua in the ensuing chaos. Riley, Charlie and Slack are arrested. Slack reveals that Kaufman ordered her execution, for helping a resistance leader named Mulligan to instigate rebellion among the poor.\n\nMeanwhile, Cholo DeMora, Dead Reckoning's second in command, is denied an apartment in Fiddler's Green despite his dirty service to Kaufman in disposing his political enemies. In retaliation, Cholo takes over Dead Reckoning and threatens to destroy Fiddler's Green with it if Kaufman does not comply with his request of 5 millions dollar in ransom. Kaufman approaches Riley and tasks him, as well as Charlie and Slack, to retrieve Dead Reckoning. They are supervised by Manolete, Motown, and Pillsbury.\n\nOn the way, Manolete is bitten and then killed by Slack. After catching up with Dead Reckoning, Riley approaches the vehicle alone. Charlie, Slack, and Pillsbury follow him after subduing Motown and leaving her behind. Realizing Riley is working for Kaufman, Cholo holds both Riley and Charlie at gunpoint. As he prepares to fire Dead Reckoning's missiles at Fiddler's Green, Riley uses a small device and deactivates Dead Reckoning's weapons systems; he then destroys the device. Motown, who had regained consciousness, opens fire and nearly kills both Riley and Cholo (who is maimed by one of the gunshots). She is bitten by a zombie and killed by Slack. Riley convinces Cholo to allow him to escape North and to join him, but the latter decides to return to Fiddler's Green to deal with Kaufman; his partner Foxy accompanies him. While en route, Cholo is bitten by a zombie and leaves to kill Kaufman by himself as a zombie. Riley takes over Dead Reckoning once again and returns to Fiddler's Green.\n\nElsewhere, Big Daddy (who has gathered a large group of zombies) learns that they can walk safely underwater, and leads the zombies across the river to the human city where they breach a section of the perimeter fence. Due to years of the rich's shortsighted negligence in combat training, the border guards are swiftly overwhelmed. With the zombies swarming into the once secure areas of the city, the electrified fences that once kept them out have now become a wall to trap the humans inside. Seeing the city overrun, Kaufman runs with his money and encounters a zombie Cholo in the parking garage. As the two struggle, Big Daddy kills both with an exploding propane tank.\n\nRiley's group arrives at the city only to come upon a raised drawbridge. Riley leaves to bring the bridge down, but a small group of zombies begin to attack Dead Reckoning. Riley and the others manage to dispose of and evade the zombies. After crossing the bridge, they helplessly witness people being eaten by the zombies and mercy-kill them with missiles. It is then revealed that most of the poor people were led to safety by Mulligan, thus surviving the assault. Riley and Mulligan share a well-meaning goodbye as they split up with their groups. As they see Big Daddy and the zombies leaving the city, sparing the surviving humans, Riley decides to leave them alone as well, citing that they are just looking for a place to go, too. While lighting up the rest of the fireworks (which were earlier used to distract the zombies, but are now useless), Riley's group set off for Canada on Dead Reckoning.\n\n"
        },
        {
            "title": "Production",
            "text": "After a decade of disinterest towards the zombie genre through the 1990s, the zombies had begun to rise in fame again in the 2000s after box-office hits like 28 Days Later (2002) and Shaun of the Dead (2004). This inspired George A. Romero to make his long-awaited fourth installment of the zombie series since its recent installment, Day of the Dead, released in 1985. Romero had negotiated with (20th Century Fox), whom wanted the film to be titled Night of the Living Dead. He refused, wanting to use the title Dead Reckoning, and the studio then wanted to title it Night of the Living Dead: Dead Reckoning. It turned out that Fox sought to own the rights to the Night of the Living Dead franchise, and Romero decided not to do business with them.[4] Romero was offered with a budget of $15 million-19 million after negotiating with Universal Pictures, making the film his highest-budgeted film in the series. He used this as a chance to draw upon on some elements he wasn't able to use on Day of the Dead, due to budget constraints.[4]\n\nDespite having a bigger budget with him this time than most of his films, Romero still wanted to cast lesser-known actors for the lead roles like Simon Baker and Robert Joy with exceptions being actors like Dennis Hopper and John Leguizamo, the former of which Romero cast after being impressed by most of his films. Romero cast Asia Argento for the role of Slack after working with her father, Dario Argento, on some of his films like Dawn of the Dead (1978) and Two Evil Eyes (1990). He also cast his longtime makeup artist friend, Tom Savini and Shaun of the Dead crew members, Simon Pegg and Edgar Wright for zombie roles with Savini reprising his biker character, Blades, from Dawn of the Dead, now as a zombie and with Pegg and Wright appearing as Phone Booth Zombies.[4]\n\nFilming took place in Toronto and Hamilton, Ontario, Canada.[5]\n\n"
        },
        {
            "title": "Release",
            "text": "The film received positive reviews upon release. It was released one year and three months after the release of the remake Dawn of the Dead. The film grossed over $40 million and is second behind Dawn of the Dead with the highest-grossing revenue (unadjusted for inflation) in the Living Dead series (not including the remakes), the two lowest being Night of the Living Dead (1968) and Diary of the Dead (2008).[2] The film opened the MTV Saturday Horror block on February 27, 2010.[6]\n\nLand of the Dead is the first film in the series to receive an MPAA rating for its theatrical release. Romero had said for years that he would film two versions: an R rated cut for theatrical release and first DVD, and an unrated cut for the second DVD release. Both DVDs were released in the U.S. on October 18, 2005. Rumors suggested that Romero shot alternate, less explicit, gore scenes for the theatrical release, but this is not entirely accurate. The more extreme instances of gore (e.g. a woman having her navel piercing graphically torn out by a zombie) were obscured by foreground elements filmed on bluescreen, so that these overlaid elements could be easily removed for the unrated DVD. Other ways to obscure blood to get an R-rating were achieved by simply trimming the grislier shots by a few seconds, by digitally repainting blood so that it is more black than red, or by digitally painting the blood out altogether.\n\nBritish Columbia, Manitoba and Ontario gave both the theatrical version and DVD version a rating of 18A, though it was only given a 13+ rating in Quebec.\n\nIn the UK, the BBFC gave both the theatrical version and the unrated version a 15 certificate for strong language, violence, horror and gore. Every UK release bar the UMD version were rated 18 overall due to a bonus feature (a highlights reel of the goriest moments called Scenes of Carnage).\n\nIn Germany, both the theatrical and unrated versions were rated 18 anyway. As such, only the unrated version was widely available in Germany.\n\nThe film was banned in Ukraine.[7]\n\n"
        },
        {
            "title": "Reception",
            "text": "The film earned a 74% approval rating at the review aggregator website Rotten Tomatoes based on 179 reviews and an average rating of 6.70/10. The site's consensus says, \"George A. Romero's latest entry in his much-vaunted Dead series is not as fresh as his genre-inventing original, Night of the Living Dead. But Land of the Dead does deliver on the gore and zombies-feasting-on-flesh action.\"[8] On Metacritic, which assesses film with a score out of 100, the film holds a rating of 71 based on 30 reviews, indicating \"generally favorable reviews\".[9]\n\nRoger Ebert gave the film three stars out of four for what he considered its skillful and creative allusions, something that he argued was pervasive among Romero's previous three installments, which contained numerous satirical metaphors to American life. Ebert noted this installment's distinction between the rich and poor, those that live in Fiddler's Green and those that live in the slums.[10] John Lutz, in Zombies of the World, Unite: Class Struggle and Alienation in Land of the Dead, drew comparisons between the fireworks which were set off to distract the zombies in Land of the Dead to the US military 'shock and awe' displays seen in its military actions.[11] Michael Wilmington of Chicago Tribune awarded the film four stars, writing, \"It's another hard-edged, funny, playfully perverse and violent exercise in movie fear and loathing, with an increasingly dark take on a world spinning out of control. By now, Romero has become a classicist who uses character and dialogue as much as stomach-turning special effects to achieve his shivers.\"[12] The New York Sun declared it \"the American movie of the year\".[13]\n\nSeveral filmmakers, including John Landis, Eli Roth, Clive Barker, and Guillermo del Toro, paid tribute to Romero in a Land of the Dead special. Guillermo del Toro said: \"Finally someone was smart enough to realize that it was about time, and gave George the tools. It should be a cause of celebration amongst all of us that Michelangelo has started another ceiling. It's really a momentous occasion...\"[14]\n\n"
        },
        {
            "title": "Video game",
            "text": "A prequel, Land of the Dead: Road to Fiddler's Green, was released later that year.\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Mark_Canton",
        "https://en.wikipedia.org/wiki/Peter_Grunwald",
        "https://en.wikipedia.org/wiki/Simon_Baker",
        "https://en.wikipedia.org/wiki/Dennis_Hopper",
        "https://en.wikipedia.org/wiki/Asia_Argento",
        "https://en.wikipedia.org/wiki/Robert_Joy",
        "https://en.wikipedia.org/wiki/John_Leguizamo",
        "https://en.wikipedia.org/wiki/Reinhold_Heil",
        "https://en.wikipedia.org/wiki/Johnny_Klimek",
        "https://en.wikipedia.org/wiki/Mark_Canton",
        "https://en.wikipedia.org/wiki/Universal_Pictures",
        "https://en.wikipedia.org/wiki/CineVegas",
        "https://en.wikipedia.org/wiki/Horror_film",
        "https://en.wikipedia.org/wiki/Night_of_the_Living_Dead",
        "https://en.wikipedia.org/wiki/Diary_of_the_Dead",
        "https://en.wikipedia.org/wiki/Survival_of_the_Dead",
        "https://en.wikipedia.org/wiki/Zombie",
        "https://en.wikipedia.org/wiki/Pittsburgh",
        "https://en.wikipedia.org/wiki/Pennsylvania",
        "https://en.wikipedia.org/wiki/Feudalism",
        "https://en.wikipedia.org/wiki/Armoured_personnel_carrier",
        "https://en.wikipedia.org/wiki/Canada",
        "https://en.wikipedia.org/wiki/Drawbridge",
        "https://en.wikipedia.org/wiki/Simon_Baker",
        "https://en.wikipedia.org/wiki/John_Leguizamo",
        "https://en.wikipedia.org/wiki/Dennis_Hopper",
        "https://en.wikipedia.org/wiki/Asia_Argento",
        "https://en.wikipedia.org/wiki/Robert_Joy",
        "https://en.wikipedia.org/wiki/Tony_Nappo",
        "https://en.wikipedia.org/wiki/Jennifer_Baxter",
        "https://en.wikipedia.org/wiki/Boyd_Banks",
        "https://en.wikipedia.org/wiki/Jasmin_Geljo",
        "https://en.wikipedia.org/wiki/Shawn_Roberts",
        "https://en.wikipedia.org/wiki/Pedro_Miguel_Arce",
        "https://en.wikipedia.org/wiki/Sasha_Roiz",
        "https://en.wikipedia.org/wiki/Krista_Bridges",
        "https://en.wikipedia.org/wiki/Phil_Fondacaro",
        "https://en.wikipedia.org/wiki/Alan_van_Sprang",
        "https://en.wikipedia.org/wiki/Earl_Pastko",
        "https://en.wikipedia.org/wiki/Peter_Outerbridge",
        "https://en.wikipedia.org/wiki/Devon_Bostick",
        "https://en.wikipedia.org/wiki/Simon_Pegg",
        "https://en.wikipedia.org/wiki/Edgar_Wright",
        "https://en.wikipedia.org/wiki/Tom_Savini",
        "https://en.wikipedia.org/wiki/Greg_Nicotero",
        "https://en.wikipedia.org/wiki/Zombie_film",
        "https://en.wikipedia.org/wiki/28_Days_Later",
        "https://en.wikipedia.org/wiki/Shaun_of_the_Dead",
        "https://en.wikipedia.org/wiki/20th_Century_Fox",
        "https://en.wikipedia.org/wiki/Universal_Pictures",
        "https://en.wikipedia.org/wiki/Simon_Baker",
        "https://en.wikipedia.org/wiki/Robert_Joy",
        "https://en.wikipedia.org/wiki/Dennis_Hopper",
        "https://en.wikipedia.org/wiki/John_Leguizamo",
        "https://en.wikipedia.org/wiki/Asia_Argento",
        "https://en.wikipedia.org/wiki/Dario_Argento",
        "https://en.wikipedia.org/wiki/Two_Evil_Eyes",
        "https://en.wikipedia.org/wiki/Tom_Savini",
        "https://en.wikipedia.org/wiki/Simon_Pegg",
        "https://en.wikipedia.org/wiki/Edgar_Wright",
        "https://en.wikipedia.org/wiki/Toronto",
        "https://en.wikipedia.org/wiki/Living_Dead",
        "https://en.wikipedia.org/wiki/Night_of_the_Living_Dead",
        "https://en.wikipedia.org/wiki/Diary_of_the_Dead",
        "https://en.wikipedia.org/wiki/Motion_Picture_Association_of_America",
        "https://en.wikipedia.org/wiki/Motion_picture_rating_system",
        "https://en.wikipedia.org/wiki/DVD",
        "https://en.wikipedia.org/wiki/Chroma_key",
        "https://en.wikipedia.org/wiki/British_Columbia",
        "https://en.wikipedia.org/wiki/Manitoba",
        "https://en.wikipedia.org/wiki/Ontario",
        "https://en.wikipedia.org/wiki/Quebec",
        "https://en.wikipedia.org/wiki/British_Board_of_Film_Classification",
        "https://en.wikipedia.org/wiki/Universal_Media_Disc",
        "https://en.wikipedia.org/wiki/Ukraine",
        "https://en.wikipedia.org/wiki/Review_aggregator",
        "https://en.wikipedia.org/wiki/Rotten_Tomatoes",
        "https://en.wikipedia.org/wiki/Metacritic",
        "https://en.wikipedia.org/wiki/Roger_Ebert",
        "https://en.wikipedia.org/wiki/Chicago_Tribune",
        "https://en.wikipedia.org/wiki/The_New_York_Sun",
        "https://en.wikipedia.org/wiki/John_Landis",
        "https://en.wikipedia.org/wiki/Eli_Roth",
        "https://en.wikipedia.org/wiki/Clive_Barker",
        "https://en.wikipedia.org/wiki/Guillermo_del_Toro",
        "https://en.wikipedia.org/wiki/Guillermo_del_Toro",
        "https://en.wikipedia.org/wiki/Michelangelo",
        "https://en.wikipedia.org/wiki/Box_Office_Mojo",
        "https://en.wikipedia.org/wiki/PopMatters",
        "https://en.wikipedia.org/wiki/IMDb",
        "https://en.wikipedia.org/wiki/Metacritic",
        "https://en.wikipedia.org/wiki/CBS_Interactive",
        "https://en.wikipedia.org/wiki/Wayback_Machine",
        "https://en.wikipedia.org/wiki/IMDb",
        "https://en.wikipedia.org/wiki/AllMovie",
        "https://en.wikipedia.org/wiki/Box_Office_Mojo",
        "https://en.wikipedia.org/wiki/Rotten_Tomatoes",
        "https://en.wikipedia.org/wiki/Living_Dead",
        "https://en.wikipedia.org/wiki/Night_of_the_Living_Dead",
        "https://en.wikipedia.org/wiki/Diary_of_the_Dead",
        "https://en.wikipedia.org/wiki/Survival_of_the_Dead",
        "https://en.wikipedia.org/wiki/Night_of_the_Animated_Dead",
        "https://en.wikipedia.org/wiki/The_Return_of_the_Living_Dead",
        "https://en.wikipedia.org/wiki/Return_of_the_Living_Dead_Part_II",
        "https://en.wikipedia.org/wiki/Return_of_the_Living_Dead_3",
        "https://en.wikipedia.org/wiki/Army_of_the_Dead",
        "https://en.wikipedia.org/wiki/Army_of_Thieves",
        "https://en.wikipedia.org/wiki/Zombi_2",
        "https://en.wikipedia.org/wiki/Zombi_3",
        "https://en.wikipedia.org/wiki/After_Death",
        "https://en.wikipedia.org/wiki/Killing_Birds",
        "https://en.wikipedia.org/wiki/Children_of_the_Living_Dead",
        "https://en.wikipedia.org/wiki/Night_of_the_Living_Dead_3D",
        "https://en.wikipedia.org/wiki/Night_of_the_Living_Bread",
        "https://en.wikipedia.org/wiki/Night_of_the_Living_Carrots",
        "https://en.wikipedia.org/wiki/Hell_of_the_Living_Dead",
        "https://en.wikipedia.org/wiki/Flesheater",
        "https://en.wikipedia.org/wiki/Shaun_of_the_Dead",
        "https://en.wikipedia.org/wiki/Winter_of_the_Dead",
        "https://en.wikipedia.org/wiki/Hood_of_the_Living_Dead",
        "https://en.wikipedia.org/wiki/Zone_of_the_Dead",
        "https://en.wikipedia.org/wiki/Juan_of_the_Dead",
        "https://en.wikipedia.org/wiki/War_of_the_Dead",
        "https://en.wikipedia.org/wiki/Document_of_the_Dead",
        "https://en.wikipedia.org/wiki/Escape_of_the_Living_Dead",
        "https://en.wikipedia.org/wiki/Birth_of_the_Living_Dead",
        "https://en.wikipedia.org/wiki/Empire_of_the_Dead",
        "https://en.wikipedia.org/wiki/Night_of_the_Living_Dead",
        "https://en.wikipedia.org/wiki/The_Amusement_Park",
        "https://en.wikipedia.org/wiki/Knightriders",
        "https://en.wikipedia.org/wiki/Creepshow",
        "https://en.wikipedia.org/wiki/Two_Evil_Eyes",
        "https://en.wikipedia.org/wiki/Jacaranda_Joe",
        "https://en.wikipedia.org/wiki/Diary_of_the_Dead",
        "https://en.wikipedia.org/wiki/Survival_of_the_Dead",
        "https://en.wikipedia.org/wiki/Tales_from_the_Darkside",
        "https://en.wikipedia.org/wiki/Iron_City_Asskickers",
        "https://en.wikipedia.org/wiki/Creepshow_2",
        "https://en.wikipedia.org/wiki/Document_of_the_Dead",
        "https://en.wikipedia.org/wiki/Land_of_the_Dead",
        "https://en.wikipedia.org/wiki/Land_of_the_Dead",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}