{
    "url": "https://en.wikipedia.org/wiki/Landover_Baptist_Church",
    "title": "Landover Baptist Church",
    "table_of_contents": [
        "1 Origin",
        "2 Description",
        "3 See also",
        "4 References",
        "5 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The Landover Baptist Church is the website of a parody fundamentalist Baptist church. The church lampoons fundamentalist, Independent Baptist churches and Biblical literalism, and originated as a satire of Liberty University.\n\n"
        },
        {
            "title": "Origin",
            "text": "The site was created by Chris Harper, who obtained his master's degree in English literature from George Mason University in 1993 after being expelled from Liberty University (founded by Jerry Falwell) in 1989 for producing a radio show satirising the school's procedures[1] which Liberty's administration found offensive.[2] Harper responded to the expulsion by creating the Landover Baptist Church website, described by Pop Matters as both a parody and an exposé of the religious subculture at Liberty.[1]\n\nIn an example of Poe's law, some members of the Christian community have supported some of the outlandish stories on the website,[1] and a book[3] about Hello Kitty mistakenly cites a joke article on the Landover site as an example of the \"dead seriousness\" of the Christian right's opposition to Japanese culture.[4]\n\n"
        },
        {
            "title": "Description",
            "text": "The church is located in the fictional town of Freehold, Iowa.[5] It is described as operating under a dictatorial structure whereby its \"Pastor\" holds all authority over the church, its members, and its extensive holdings. The church supposedly uses an elaborate fine system to maintain its authority over its members, parodying Jerry Falwell's system at Liberty University,[6] and in addition can force its members to comply with any and all of its wishes (a common phrase on the website used in such cases is that the member \"mandatorily volunteered\" to comply). In cases of expulsion the member is also removed from the church property. The website describes Landover as having a \"permanent injunction\" against all \"unsaved\" persons, prohibiting them from being within ten miles of the Landover property as well as forbidding them to enter Landover's website.[7]\n\nWithin the Landover universe, the church is described as owning well over 1,000 acres (400 ha) in Freehold, with twenty-eight paid pastors, 412 full-time staff members, eleven fully equipped chapels, seven sanctuaries, a 100,000 seat amphitheater, twelve television studios, two radio stations, an academy, a university, two gated communities, twenty-seven developments, three office parks, as well as a shopping mall, amusement park, golf course, retirement community, foundation, fire and police department, circus camp, resort center, retreat center, and a number of fitness centers, swimming pools, hot springs, and cemeteries. An annual feature on the website is a story about the church's Halloween hell house.[8]\n\nThe site records that the initial pastor of Landover was Ben Ebeneezer Smith, and that upon his death his brother (Deacon Fred Smith) assumed the office.  In and around June 2010 a \"coup\" was related to website visitors (in accordance with a spurious interpretation of Romans 13) whereby Pastor Harry Harkwell took over leadership.  The site went on to describe Deacon Fred being \"restored\" to his pastorship after a \"reconciliation\" during Glenn Beck's Restoring Honor rally.\n\nThe Landover site also features material from Betty Bowers, a fictional central character on the satirical website BettyBowers.com. Bowers is portrayed by voice actress and comedian Deven Green, appearing both in photographs and numerous satirical videos. According to Bradley's fictional satirical biography of Bowers, she proclaims herself \"America's Best Christian\".[9] Listed as a member of the Landover Baptist Church,[10] Bowers operates several Christian ministries with names like \"Bringing Integrity To Christian Homemakers\" (B.I.T.C.H.)[11]  and \"Baptists Are Saving Homosexuals\" (B.A.S.H.).[12]\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Baptist",
        "https://en.wikipedia.org/wiki/Fundamentalist",
        "https://en.wikipedia.org/wiki/Independent_Baptist",
        "https://en.wikipedia.org/wiki/Church_body",
        "https://en.wikipedia.org/wiki/Biblical_literalism",
        "https://en.wikipedia.org/wiki/Liberty_University",
        "https://en.wikipedia.org/wiki/George_Mason_University",
        "https://en.wikipedia.org/wiki/Liberty_University",
        "https://en.wikipedia.org/wiki/Jerry_Falwell",
        "https://en.wikipedia.org/wiki/Pop_Matters",
        "https://en.wikipedia.org/wiki/Hello_Kitty",
        "https://en.wikipedia.org/wiki/Iowa",
        "https://en.wikipedia.org/wiki/Jerry_Falwell",
        "https://en.wikipedia.org/wiki/Liberty_University",
        "https://en.wikipedia.org/wiki/Injunction",
        "https://en.wikipedia.org/wiki/Pastor",
        "https://en.wikipedia.org/wiki/Hell_house",
        "https://en.wikipedia.org/wiki/Glenn_Beck",
        "https://en.wikipedia.org/wiki/Restoring_Honor_rally",
        "https://en.wikipedia.org/wiki/Deven_Green",
        "https://en.wikipedia.org/wiki/Christwire",
        "https://en.wikipedia.org/wiki/Westboro_Baptist_Church",
        "https://en.wikipedia.org/wiki/List_of_satirical_magazines",
        "https://en.wikipedia.org/wiki/List_of_satirical_news_websites",
        "https://en.wikipedia.org/wiki/List_of_satirical_television_news_programs",
        "https://en.wikipedia.org/wiki/Parody_religion",
        "https://en.wikipedia.org/wiki/Associated_Press",
        "https://en.wikipedia.org/wiki/Landover_Baptist_Church",
        "https://en.wikipedia.org/wiki/Landover_Baptist_Church",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}