{
    "url": "https://en.wikipedia.org/wiki/Larry_Richards",
    "title": "Larry Richards",
    "table_of_contents": [
        "1 Biography",
        "2 Work",
        "2.1 Constraint theory",
        "2.2 Cybernetics",
        "2.3 Designing (a) society",
        "3 Awards and honors",
        "4 Publications",
        "5 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Laurence Dale Richards (born 1946) was a key figure in the modern development (since 1981) of cybernetics as a transdisciplinary field of inquiry, often referred to as the new cybernetics.[1] He was the first to create interdisciplinary masters and doctoral programs in engineering management, with curricula built explicitly on concepts drawn from systems theory and cybernetics.[2] He served as President for both the American Society for Cybernetics (1986–88) and the American Society for Engineering Management (1998–99) and was elected an Academician in the International Academy for Systems and Cybernetic Sciences in 2010.[3][4]\n\n"
        },
        {
            "title": "Biography",
            "text": "Richards was born in Ann Arbor, Michigan and grew up in Orono, Maine. He received his bachelor's degree in electrical engineering from the University of Maine (1968). While serving as a pilot in the U.S. Marine Corps, he earned master's degrees in aeronautical systems from the University of West Florida (1970) and business administration from Mississippi State University (1974). He received his Ph.D. in operations research from the Wharton School at the University of Pennsylvania (1980). Notable accomplishments included: Founding Chair of the Department of Engineering Management at Old Dominion University (1984–97);[2][5] founding Executive Director of the Center for Commercial Space Infrastructure (1992–95), which subsequently morphed into the Virginia Space Flight Center and commercial spaceport on Wallops Island;[5][6][7] Founding Dean of the School of Management and Aviation Science (1997-2004) at Bridgewater State University;[5][8] inaugural Executive Vice Chancellor for Academic Affairs (2004–15) and Interim Chancellor (2012–13) at Indiana University East;[5][9][10] and, Interim Vice Chancellor & Dean for the Indiana University – Purdue University Columbus campus (2015–16).[11][12] He retired from Indiana University in 2016 as Professor Emeritus of Management and Informatics.[13]\n\n"
        },
        {
            "title": "Work",
            "text": "Richards' contributions can be sorted into three areas: (1) his development of constraint theory as an approach to the formulation of policy and technology strategy; (2) his advancement of the concepts associated with cybernetics as representing a new and powerful way of thinking; and (3) his application of cybernetic ideas to the design of a participative-dialogic society.\n\nIn his book, Constraint Theory, Richards proposed that, in addressing problems and issues in complex systems involving many participants, desires be treated as constraints rather than as goals or objectives (as they are in traditional operations research problem formulation).[14] In research for NASA, he applied constraint theory to the development of an approach for formulating policy on the selection of new space transportation systems, given the extreme uncertainty in the technologies that will be available by the time a new system becomes operational.[15]\n\nRichards recognized a unique potential in the cybernetic version of systems thinking for addressing complex behavioral and social phenomena. He focused on the ideas of hierarchy, purpose and belief to highlight differences between the process-oriented thinking of cybernetics and, for example, whole systems thinking, teleological or purposeful systems thinking, and ideological systems thinking.[16] He proposed that: (1) cybernetics be treated as a way of thinking about ways of thinking (of which it – cybernetics – is one), making the way of thinking a choice; and, (2) the cybernetician be treated as a craftsperson in and with time, merging art, science and design.[4]\n\nSince its inception in 1992, Richards was a guest at the School for Designing a Society in Urbana, Illinois.[17] A premise of the school was that social change can be realized in a transformation from the current to a new society (a change of system), not only in improvements to the current society (changes in a system). Richards saw in the cybernetic concept of conversation a particular dialogic with special relevance to processes of design and participation; from this, he created an idea for a participative-dialogic society, a society without violence or at least one where violence is the alternative of last resort.[18] This idea, he argued, would require a change of thinking.[19]\n\n"
        },
        {
            "title": "Awards and honors",
            "text": "In 2002, Richards was elected a Fellow of the American Society for Engineering Management (#33) and was awarded the Norbert Wiener Medal of the American Society for Cybernetics in 2007.[20]\n\n"
        },
        {
            "title": "Publications",
            "text": "Richards published over 100 books, monographs, journal/magazine articles, and conference papers. These represent a selection (see also the references):\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Cybernetics",
        "https://en.wikipedia.org/wiki/Transdisciplinarity",
        "https://en.wikipedia.org/wiki/Interdisciplinarity",
        "https://en.wikipedia.org/wiki/Engineering_management",
        "https://en.wikipedia.org/wiki/Systems_theory",
        "https://en.wikipedia.org/wiki/American_Society_for_Cybernetics",
        "https://en.wikipedia.org/wiki/International_Academy_for_Systems_and_Cybernetic_Sciences",
        "https://en.wikipedia.org/wiki/Electrical_engineering",
        "https://en.wikipedia.org/wiki/University_of_Maine",
        "https://en.wikipedia.org/wiki/United_States_Marine_Corps",
        "https://en.wikipedia.org/wiki/Aeronautics",
        "https://en.wikipedia.org/wiki/University_of_West_Florida",
        "https://en.wikipedia.org/wiki/Master_of_Business_Administration",
        "https://en.wikipedia.org/wiki/Mississippi_State_University",
        "https://en.wikipedia.org/wiki/Doctor_of_Philosophy",
        "https://en.wikipedia.org/wiki/Operations_research",
        "https://en.wikipedia.org/wiki/Wharton_School_of_the_University_of_Pennsylvania",
        "https://en.wikipedia.org/wiki/University_of_Pennsylvania",
        "https://en.wikipedia.org/wiki/Old_Dominion_University",
        "https://en.wikipedia.org/wiki/Wallops_Island",
        "https://en.wikipedia.org/wiki/Management",
        "https://en.wikipedia.org/wiki/Aviation",
        "https://en.wikipedia.org/wiki/Bridgewater_State_University",
        "https://en.wikipedia.org/wiki/Indiana_University_East",
        "https://en.wikipedia.org/wiki/Indiana_University",
        "https://en.wikipedia.org/wiki/Professor",
        "https://en.wikipedia.org/wiki/Emeritus",
        "https://en.wikipedia.org/wiki/Informatics",
        "https://en.wikipedia.org/wiki/Policy",
        "https://en.wikipedia.org/wiki/Strategic_thinking",
        "https://en.wikipedia.org/wiki/Participatory_democracy",
        "https://en.wikipedia.org/wiki/Goal",
        "https://en.wikipedia.org/wiki/NASA",
        "https://en.wikipedia.org/wiki/Spaceflight",
        "https://en.wikipedia.org/wiki/Systems_thinking",
        "https://en.wikipedia.org/wiki/Hierarchy",
        "https://en.wikipedia.org/wiki/Holism",
        "https://en.wikipedia.org/wiki/Teleology",
        "https://en.wikipedia.org/wiki/Ideology",
        "https://en.wikipedia.org/wiki/Cyberneticist",
        "https://en.wikipedia.org/wiki/Conversation_theory",
        "https://en.wikipedia.org/wiki/Constructivist_Foundations",
        "https://en.wikipedia.org/wiki/Constructivist_Foundations",
        "https://en.wikipedia.org/wiki/Larry_Richards",
        "https://en.wikipedia.org/wiki/Larry_Richards",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}