{
    "url": "https://en.wikipedia.org/wiki/Laser_cutting",
    "title": "Laser cutting",
    "table_of_contents": [
        "1 History",
        "2 Process",
        "3 Types",
        "4 Methods",
        "4.1 Vaporization cutting",
        "4.2 Melt and blow",
        "4.3 Thermal stress cracking",
        "4.4 Stealth dicing of silicon wafers",
        "4.5 Reactive cutting",
        "5 Tolerances and surface finish",
        "6 Machine configurations",
        "6.1 Pulsing",
        "7 Power consumption",
        "8 Production and cutting rates",
        "9 See also",
        "10 References",
        "11 Bibliography"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Laser cutting is a technology that uses a laser to vaporize materials, resulting in a cut edge. While typically used for industrial manufacturing applications, it is now used by schools, small businesses, architecture, and hobbyists. Laser cutting works by directing the output of a high-power laser most commonly through optics. The laser optics and CNC (computer numerical control) is used to direct the laser beam to the material. A commercial laser for cutting materials uses a motion control system to follow a CNC or G-code of the pattern to be cut onto the material. The focused laser beam is directed at the  material, which then either melts, burns, vaporizes away, or is blown away by a jet of gas,[1] leaving an edge with a high-quality surface finish.[2]\n\n"
        },
        {
            "title": "History",
            "text": "In 1965, the first production laser cutting machine was used to drill holes in diamond dies. This machine was made by the Western Electric Engineering Research Center.[3] In 1967, the British pioneered laser-assisted oxygen jet cutting for metals.[4] In the early 1970s, this technology was put into production to cut titanium for aerospace applications. At the same time CO2 lasers were adapted to cut non-metals, such as textiles, because, at the time, CO2 lasers were not powerful enough to overcome the thermal conductivity of metals.[5]\n\n"
        },
        {
            "title": "Process",
            "text": "The laser beam is generally focused using a high-quality lens on the work zone. The quality of the beam has a direct impact on the focused spot size. The narrowest part of the focused beam is generally less than 0.0125 inches (0.32 mm) in diameter. Depending upon material thickness, kerf widths as small as 0.004 inches (0.10 mm) are possible.[6] In order to be able to start cutting from somewhere other than the edge, a pierce is done before every cut. Piercing usually involves a high-power pulsed laser beam which slowly makes a hole in the material, taking around 5–15 seconds for 0.5-inch-thick (13 mm) stainless steel, for example.\n\nThe parallel rays of coherent light from the laser source often fall in the range between 0.06–0.08 inches (1.5–2.0 mm) in diameter. This beam is normally focused and intensified by a lens or a mirror to a very small spot of about 0.001 inches (0.025 mm) to create a very intense laser beam. In order to achieve the smoothest possible finish during contour cutting, the direction of beam polarization must be rotated as it goes around the periphery of a contoured workpiece. For sheet metal cutting, the focal length is usually 1.5–3 inches (38–76 mm).[7]\n\nAdvantages of laser cutting over mechanical cutting include easier workholding and reduced contamination of workpiece (since there is no cutting edge which can become contaminated by the material or contaminate the material). Precision may be better, since the laser beam does not wear during the process. There is also a reduced chance of warping the material that is being cut, as laser systems have a small heat-affected zone.[8] Some materials are also very difficult or impossible to cut by more traditional means.\n\nLaser cutting for metals has the advantages over plasma cutting of being more precise[9] and using less energy when cutting sheet metal; however, most industrial lasers cannot cut through the greater metal thickness that plasma can. Newer laser machines operating at higher power (6000 watts, as contrasted with early laser cutting machines' 1500 watt ratings) are approaching plasma machines in their ability to cut through thick materials, but the capital cost of such machines is much higher than that of plasma cutting machines capable of cutting thick materials like steel plate.[10]\n\n"
        },
        {
            "title": "Types",
            "text": "There are three main types of lasers used in laser cutting. The CO2 laser is suited for cutting, boring, and engraving. The neodymium (Nd) and neodymium yttrium-aluminium-garnet (Nd:YAG) lasers are identical in style and differ only in application. Nd is used for boring and where high energy but low repetition are required. The Nd:YAG laser is used where very high power is needed and for boring and engraving. Both CO2 and Nd/Nd:YAG lasers can be used for welding.[11]\n\nCO2 lasers are commonly \"pumped\" by passing a current through the gas mix (DC-excited) or using radio frequency energy (RF-excited). The RF method is newer and has become more popular. Since DC designs require electrodes inside the cavity, they can encounter electrode erosion and plating of electrode material on glassware and optics. Since RF resonators have external electrodes they are not prone to those problems.\nCO2 lasers are used for industrial cutting of many materials including titanium, stainless steel, mild steel, aluminium, plastic, wood, engineered wood, wax, fabrics, and paper. YAG lasers are primarily used for cutting and scribing metals and ceramics.[12]\n\nIn addition to the power source, the type of gas flow can affect performance as well. Common variants of CO2 lasers include fast axial flow, slow axial flow, transverse flow, and slab. In a fast axial flow resonator, the mixture of carbon dioxide, helium and nitrogen is circulated at high velocity by a turbine or blower. Transverse flow lasers circulate the gas mix at a lower velocity, requiring a simpler blower. Slab or diffusion cooled resonators have a static gas field that requires no pressurization or glassware, leading to savings on replacement turbines and glassware.\n\nThe laser generator and external optics (including the focus lens) require cooling. Depending on system size and configuration, waste heat may be transferred by a coolant or directly to air. Water is a commonly used coolant, usually circulated through a chiller or heat transfer system.\n\nA laser microjet is a water-jet guided laser in which a pulsed laser beam is coupled into a low-pressure water jet. This is used to perform laser cutting functions while using the water jet to guide the laser beam, much like an optical fiber, through total internal reflection. The advantages of this are that the water also removes debris and cools the material. Additional advantages over traditional \"dry\" laser cutting are high dicing speeds, parallel kerf, and omnidirectional cutting.[13]\n\nFiber lasers are a type of solid state laser that is rapidly growing within the metal cutting industry. Unlike CO2, Fiber technology utilizes a solid gain medium, as opposed to a gas or liquid. The “seed laser” produces the laser beam and is then amplified within a glass fiber. With a wavelength of only 1064 nanometers fiber lasers produce an extremely small spot size (up to 100 times smaller compared to the CO2) making it ideal for cutting reflective metal material. This is one of the main advantages of Fiber compared to CO2.[14]\n\nFibre laser cutter benefits include:-\n\n"
        },
        {
            "title": "Methods",
            "text": "There are many different methods in cutting using lasers, with different types used to cut different material. Some of the methods are vaporization, melt and blow, melt blow and burn, thermal stress cracking, scribing, cold cutting and burning stabilized laser cutting.\n\nIn vaporization cutting the focused beam heats the surface of the material to flashpoint point and generates a keyhole. The keyhole leads to a sudden increase in absorptivity quickly deepening the hole. As the hole deepens and the material boils, vapor generated erodes the molten walls blowing eject out and further enlarging the hole. Non melting material such as wood, carbon and thermoset plastics are usually cut by this method.\n\n\n\nMelt and blow or fusion cutting uses high-pressure gas to blow molten material from the cutting area, greatly decreasing the power requirement. First the material is heated to melting point then a gas jet blows the molten material out of the kerf avoiding the need to raise the temperature of the material any further. Materials cut with this process are usually metals.\n\nBrittle materials are particularly sensitive to thermal fracture, a feature exploited in thermal stress cracking. A beam is focused on the surface causing localized heating and thermal expansion. This results in a crack that can then be guided by moving the beam. The crack can be moved in order of m/s. It is usually used in cutting of glass.\n\nThe separation of microelectronic chips as prepared in semiconductor device fabrication from silicon wafers may be performed by the so-called stealth dicing process, which operates with a pulsed Nd:YAG laser, the wavelength of which (1064 nm) is well adapted to the electronic band gap of silicon (1.11 eV or 1117 nm).\n\nAlso called \"burning stabilized laser gas cutting\", \"flame cutting\". Reactive cutting is like oxygen torch cutting but with a laser beam as the ignition source. Mostly used for cutting carbon steel in thicknesses over 1 mm. This process can be used to cut very thick steel plates with relatively little laser power.\n\n"
        },
        {
            "title": "Tolerances and surface finish",
            "text": "Laser cutters have positioning accuracy of 10 micrometers and repeatability of 5 micrometers.[citation needed]\n\nStandard roughness Rz increases with the sheet thickness, but decreases with laser power and cutting speed. When cutting low carbon steel with laser power of 800 W, standard roughness Rz is 10 μm for sheet thickness of 1 mm, 20 μm for 3 mm, and 25 μm for 6 mm.\n\n\n\n\n\nR\nz\n=\n\n\n\n12.528\n⋅\n\nS\n\n0.542\n\n\n\n\n\nP\n\n0.528\n\n\n⋅\n\nV\n\n0.322\n\n\n\n\n\n\n\n{\\displaystyle Rz={\\frac {12.528\\cdot S^{0.542}}{P^{0.528}\\cdot V^{0.322}}}}\n\n\n\nWhere: \n\n\n\nS\n=\n\n\n{\\displaystyle S=}\n\n steel sheet thickness in mm; \n\n\n\nP\n=\n\n\n{\\displaystyle P=}\n\n laser power in kW (some new laser cutters have laser power of 4 kW); \n\n\n\nV\n=\n\n\n{\\displaystyle V=}\n\n cutting speed in meters per minute.[16]\n\nThis process is capable of holding quite close tolerances, often to within 0.001 inch (0.025 mm). Part geometry and the mechanical soundness of the machine have much to do with tolerance capabilities. The typical surface finish resulting from laser beam cutting may range from 125 to 250 micro-inches (0.003 mm to 0.006 mm).[11]\n\n"
        },
        {
            "title": "Machine configurations",
            "text": "There are generally three different configurations of industrial laser cutting machines: moving material, hybrid, and flying optics systems. These refer to the way that the laser beam is moved over the material to be cut or processed. For all of these, the axes of motion are typically designated X and Y axis. If the cutting head may be controlled, it is designated as the Z-axis.\n\nMoving material lasers have a stationary cutting head and move the material under it. This method provides a constant distance from the laser generator to the workpiece and a single point from which to remove cutting effluent. It requires fewer optics, but requires moving the workpiece. This style machine tends to have the fewest beam delivery optics, but also tends to be the slowest.\n\nHybrid lasers provide a table which moves in one axis (usually the X-axis) and move the head along the shorter (Y) axis. This results in a more constant beam delivery path length than a flying optic machine and may permit a simpler beam delivery system. This can result in reduced power loss in the delivery system and more capacity per watt than flying optics machines.\n\nFlying optics lasers feature a stationary table and a cutting head (with laser beam) that moves over the workpiece in both of the horizontal dimensions. Flying optics cutters keep the workpiece stationary during processing and often do not require material clamping. The moving mass is constant, so dynamics are not affected by varying size of the workpiece. Flying optics machines are the fastest type, which is advantageous when cutting thinner workpieces.[17]\n\nFlying optic machines must use some method to take into account the changing beam length from near field (close to resonator) cutting to far field (far away from resonator) cutting. Common methods for controlling this include collimation, adaptive optics or the use of a constant beam length axis.\n\nFive and six-axis machines also permit cutting formed workpieces. In addition, there are various methods of orienting the laser beam to a shaped workpiece, maintaining a proper focus distance and nozzle standoff, etc.\n\nPulsed lasers which provide a high-power burst of energy for a short period are very effective in some laser cutting processes, particularly for piercing, or when very small holes or very low cutting speeds are required, since if a constant laser beam were used, the heat could reach the point of melting the whole piece being cut.\n\nMost industrial lasers have the ability to pulse or cut CW (continuous wave) under NC (numerical control) program control.\n\nDouble pulse lasers use a series of pulse pairs to improve material removal rate and hole quality. Essentially, the first pulse removes material from the surface and the second prevents the ejecta from adhering to the side of the hole or cut.[18]\n\n"
        },
        {
            "title": "Power consumption",
            "text": "The main disadvantage of laser cutting is the high power consumption. Industrial laser efficiency may range from 5% to 45%.[19] The power consumption and efficiency of any particular laser will vary depending on output power and operating parameters. This will depend on type of laser and how well the laser is matched to the work at hand. The amount of laser cutting power required, known as heat input, for a particular job depends on the material type, thickness, process (reactive/inert) used, and desired cutting rate.\n\n"
        },
        {
            "title": "Production and cutting rates",
            "text": "The maximum cutting rate (production rate) is limited by a number of factors including laser power, material thickness, process type (reactive or inert), and material properties. Common industrial systems (≥1 kW) will cut carbon steel metal from 0.51 – 13 mm in thickness. For many purposes, a laser can be up to thirty times faster than standard sawing.[21]\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Laser",
        "https://en.wikipedia.org/wiki/Cutting",
        "https://en.wikipedia.org/wiki/Laser_optics",
        "https://en.wikipedia.org/wiki/CNC",
        "https://en.wikipedia.org/wiki/Drilling",
        "https://en.wikipedia.org/wiki/Diamond",
        "https://en.wikipedia.org/wiki/Western_Electric_Engineering_Research_Center",
        "https://en.wikipedia.org/wiki/Textiles",
        "https://en.wikipedia.org/wiki/Thermal_conductivity",
        "https://en.wikipedia.org/wiki/M_squared",
        "https://en.wikipedia.org/wiki/Stainless_steel",
        "https://en.wikipedia.org/wiki/Mechanical_cutting",
        "https://en.wikipedia.org/wiki/CO2_laser",
        "https://en.wikipedia.org/wiki/Neodymium",
        "https://en.wikipedia.org/wiki/Welding",
        "https://en.wikipedia.org/wiki/Dielectric_heating",
        "https://en.wikipedia.org/wiki/Glass",
        "https://en.wikipedia.org/wiki/Optics",
        "https://en.wikipedia.org/wiki/Laser",
        "https://en.wikipedia.org/wiki/Fiber_laser",
        "https://en.wikipedia.org/wiki/Wafer_dicing",
        "https://en.wikipedia.org/wiki/Microelectronic",
        "https://en.wikipedia.org/wiki/Semiconductor_device_fabrication",
        "https://en.wikipedia.org/wiki/Band_gap",
        "https://en.wikipedia.org/wiki/Silicon",
        "https://en.wikipedia.org/wiki/Electronvolt",
        "https://en.wikipedia.org/wiki/Surface_roughness",
        "https://en.wikipedia.org/wiki/Cutting_speed",
        "https://en.wikipedia.org/wiki/Engineering_tolerance",
        "https://en.wikipedia.org/wiki/Coordinate_axis",
        "https://en.wikipedia.org/wiki/Multiaxis_machining",
        "https://en.wikipedia.org/wiki/Pulsed_lasers",
        "https://en.wikipedia.org/wiki/Numerical_control",
        "https://en.wikipedia.org/wiki/Material_removal_rate",
        "https://en.wikipedia.org/wiki/3D_printing",
        "https://en.wikipedia.org/wiki/Drilling",
        "https://en.wikipedia.org/wiki/Laser_ablation",
        "https://en.wikipedia.org/wiki/Laser_converting",
        "https://en.wikipedia.org/wiki/Laser_drilling",
        "https://en.wikipedia.org/wiki/Laser_drilling",
        "https://en.wikipedia.org/wiki/Laser_engraving",
        "https://en.wikipedia.org/wiki/Laser_beam_machining",
        "https://en.wikipedia.org/wiki/Laser_beam_quality",
        "https://en.wikipedia.org/wiki/List_of_laser_articles",
        "https://en.wikipedia.org/wiki/Mirror_galvanometer",
        "https://en.wikipedia.org/wiki/Water_jet_cutter",
        "https://en.wikipedia.org/wiki/Metalworking",
        "https://en.wikipedia.org/wiki/Bandsaw",
        "https://en.wikipedia.org/wiki/Cold_saw",
        "https://en.wikipedia.org/wiki/Miter_saw",
        "https://en.wikipedia.org/wiki/Plasma_cutting",
        "https://en.wikipedia.org/wiki/Water_jet_cutter",
        "https://en.wikipedia.org/wiki/Chisel",
        "https://en.wikipedia.org/wiki/Counterbore",
        "https://en.wikipedia.org/wiki/Countersink",
        "https://en.wikipedia.org/wiki/End_mill",
        "https://en.wikipedia.org/wiki/Hand_scraper",
        "https://en.wikipedia.org/wiki/Milling_cutter",
        "https://en.wikipedia.org/wiki/Nibbler",
        "https://en.wikipedia.org/wiki/Reamer",
        "https://en.wikipedia.org/wiki/Tipped_tool",
        "https://en.wikipedia.org/wiki/Tool_bit",
        "https://en.wikipedia.org/wiki/English_wheel",
        "https://en.wikipedia.org/wiki/Hydraulic_press",
        "https://en.wikipedia.org/wiki/Machine_press",
        "https://en.wikipedia.org/wiki/Punch_press",
        "https://en.wikipedia.org/wiki/Screw_press",
        "https://en.wikipedia.org/wiki/Stamping_press",
        "https://en.wikipedia.org/wiki/Metalworking_hand_tool",
        "https://en.wikipedia.org/wiki/Combination_square",
        "https://en.wikipedia.org/wiki/Drift_pin",
        "https://en.wikipedia.org/wiki/Hacksaw",
        "https://en.wikipedia.org/wiki/Hammer",
        "https://en.wikipedia.org/wiki/Hand_scraper",
        "https://en.wikipedia.org/wiki/Machinist_square",
        "https://en.wikipedia.org/wiki/Needlegun_scaler",
        "https://en.wikipedia.org/wiki/Piercing_saw",
        "https://en.wikipedia.org/wiki/Pliers",
        "https://en.wikipedia.org/wiki/Scriber",
        "https://en.wikipedia.org/wiki/Tap_and_die",
        "https://en.wikipedia.org/wiki/Tongs",
        "https://en.wikipedia.org/wiki/Vise",
        "https://en.wikipedia.org/wiki/Workbench",
        "https://en.wikipedia.org/wiki/Wrench",
        "https://en.wikipedia.org/wiki/Machine_tool",
        "https://en.wikipedia.org/wiki/Angle_plate",
        "https://en.wikipedia.org/wiki/Collet",
        "https://en.wikipedia.org/wiki/Indexing_head",
        "https://en.wikipedia.org/wiki/Lathe_center",
        "https://en.wikipedia.org/wiki/Machine_taper",
        "https://en.wikipedia.org/wiki/Magnetic_switchable_device",
        "https://en.wikipedia.org/wiki/Mandrel",
        "https://en.wikipedia.org/wiki/Rotary_table",
        "https://en.wikipedia.org/wiki/Bore_gauge",
        "https://en.wikipedia.org/wiki/Calipers",
        "https://en.wikipedia.org/wiki/Center_gauge",
        "https://en.wikipedia.org/wiki/Feeler_gauge",
        "https://en.wikipedia.org/wiki/Gauge_block",
        "https://en.wikipedia.org/wiki/Height_gauge",
        "https://en.wikipedia.org/wiki/Machinist_square",
        "https://en.wikipedia.org/wiki/Marking_blue",
        "https://en.wikipedia.org/wiki/Marking_gauge",
        "https://en.wikipedia.org/wiki/Marking_out",
        "https://en.wikipedia.org/wiki/Optical_comparator",
        "https://en.wikipedia.org/wiki/Radius_gauge",
        "https://en.wikipedia.org/wiki/Ruler",
        "https://en.wikipedia.org/wiki/Sine_bar",
        "https://en.wikipedia.org/wiki/Straightedge",
        "https://en.wikipedia.org/wiki/Surface_plate",
        "https://en.wikipedia.org/wiki/Tape_measure",
        "https://en.wikipedia.org/wiki/Thread_pitch_gauge",
        "https://en.wikipedia.org/wiki/Vernier_scale",
        "https://en.wikipedia.org/wiki/Metalsmith",
        "https://en.wikipedia.org/wiki/Anvil",
        "https://en.wikipedia.org/wiki/Forge",
        "https://en.wikipedia.org/wiki/Hardy_tool",
        "https://en.wikipedia.org/wiki/Pritchel",
        "https://en.wikipedia.org/wiki/Steam_hammer",
        "https://en.wikipedia.org/wiki/Swage_block",
        "https://en.wikipedia.org/wiki/Trip_hammer",
        "https://en.wikipedia.org/wiki/Casting",
        "https://en.wikipedia.org/wiki/Metal_fabrication",
        "https://en.wikipedia.org/wiki/Forming_processes",
        "https://en.wikipedia.org/wiki/Jewellery",
        "https://en.wikipedia.org/wiki/Machining",
        "https://en.wikipedia.org/wiki/Metallurgy",
        "https://en.wikipedia.org/wiki/Metalsmith",
        "https://en.wikipedia.org/wiki/Outline_of_metalworking",
        "https://en.wikipedia.org/wiki/Welding",
        "https://en.wikipedia.org/wiki/Laser",
        "https://en.wikipedia.org/wiki/List_of_laser_articles",
        "https://en.wikipedia.org/wiki/List_of_laser_types",
        "https://en.wikipedia.org/wiki/List_of_laser_applications",
        "https://en.wikipedia.org/wiki/Laser_acronyms",
        "https://en.wikipedia.org/wiki/Carbon_dioxide_laser",
        "https://en.wikipedia.org/wiki/Chemical_laser",
        "https://en.wikipedia.org/wiki/Dye_laser",
        "https://en.wikipedia.org/wiki/Excimer_laser",
        "https://en.wikipedia.org/wiki/Ion_laser",
        "https://en.wikipedia.org/wiki/Laser_diode",
        "https://en.wikipedia.org/wiki/Nitrogen_laser",
        "https://en.wikipedia.org/wiki/Raman_laser",
        "https://en.wikipedia.org/wiki/Laser_science",
        "https://en.wikipedia.org/wiki/Active_laser_medium",
        "https://en.wikipedia.org/wiki/Amplified_spontaneous_emission",
        "https://en.wikipedia.org/wiki/Continuous_wave",
        "https://en.wikipedia.org/wiki/Laser_ablation",
        "https://en.wikipedia.org/wiki/Laser_linewidth",
        "https://en.wikipedia.org/wiki/Lasing_threshold",
        "https://en.wikipedia.org/wiki/Population_inversion",
        "https://en.wikipedia.org/wiki/Ultrashort_pulse_laser",
        "https://en.wikipedia.org/wiki/Beam_expander",
        "https://en.wikipedia.org/wiki/Beam_homogenizer",
        "https://en.wikipedia.org/wiki/Chirped_pulse_amplification",
        "https://en.wikipedia.org/wiki/Gaussian_beam",
        "https://en.wikipedia.org/wiki/Injection_seeder",
        "https://en.wikipedia.org/wiki/Laser_beam_profiler",
        "https://en.wikipedia.org/wiki/M_squared",
        "https://en.wikipedia.org/wiki/Mode_locking",
        "https://en.wikipedia.org/wiki/Optical_amplifier",
        "https://en.wikipedia.org/wiki/Optical_cavity",
        "https://en.wikipedia.org/wiki/Optical_isolator",
        "https://en.wikipedia.org/wiki/Output_coupler",
        "https://en.wikipedia.org/wiki/Laser_cutting",
        "https://en.wikipedia.org/wiki/Laser_cutting",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}