{
    "url": "https://en.wikipedia.org/wiki/Latma",
    "title": "Latma",
    "table_of_contents": [
        "1 Latma TV",
        "1.1 The Tribal Update",
        "1.2 Swedish antisemitism satire",
        "1.3 We Con the World",
        "1.4 The Three Terrors",
        "1.5 Other videos",
        "1.6 Hakol Shafit",
        "2 Awards",
        "3 External links",
        "4 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Latma (Hebrew: לאטמה, translation from Arabic \"slap in the face\") is a satirical right-wing[1] Israeli website that also produces a weekly satirical news show.\n\nThe website was created in 2008 by a group of journalists claiming that \"the only way to improve the Public discourse is exposing the true face of the news and journalism in whole\". According to the site, the majority of the Israeli media, and especially the satire that is presented in them, lean to the political left. The site contains criticism about media outlets, reporters and journalists. The criticism is mostly directed towards politically biased articles. The site's editor, Caroline Glick, told the Jerusalem Post that the group was founded with the intention of using comedy to critique the \"egregious leftist slant of news coverage in this country.\"[2]\n\nAccording to The New York Times, Latma \"is an initiative of the Center for Security Policy, a Washington think tank.\"[3] The Latma website editor, Caroline Glick, serves as Adjunct Senior Fellow for Middle Eastern Affairs at the Center for Security Policy.[4]\n\nThe site's editor is Caroline Glick. The regular writers are Shuky Blass and Avishai Ivri. The site's CEO is Shlomo Blass.\n\n"
        },
        {
            "title": "Latma TV",
            "text": "LatmaTV is staffed by Tal Gil'ad (screenplay), Avishay Ivri, the editor, directors Aviv and Yoni Karsutzki, writers Noam Jacobson and Yehuda Safra, and the actors. Guest writers include Shlomi Cohen Tzemah (\"Catz\") and Itay Elitzur.\n\nOne of Latma's creations is \"The Tribal Update\", a mock news show, featuring anchors Ronit Shapira (née Avrahamof) and Elchanan Even-Chen. CBS News characterizes the program  as \"a parody TV show — kind of like Saturday Night Live's Weekend Update.\" According to CBS, the anchor gravely explains, in Hebrew, that \"this is the newscast that reaches conclusions long before the facts are known.\"[5]\n\nFollowing the 2009 Aftonbladet-Israel controversy, in which a writer for Swedish tabloid Aftonbladet alleged that the IDF harvested organs of Palestinians, LatmaTV produced a clip a parody on ABBA's song \"Gimme, Gimme, Gimme a Man After Midnight\" entitled Primi Primi Primitive and Phlegmatic in which the Swedish foreign minister sings about how primitive and cowardly he is. The clip became a hit after it was quickly picked up by the leading newspaper in Sweden, DN.se, and by Swedish and Norwegian bloggers. Latma website director Shlomo Blass said, \"We were surprised by how quickly the clip took-off, we must have hit a sensitive nerve\".[6]\n\nIn 2010 Latma produced a viral video entitled We Con the World satirizing the political intentions of activists aboard the MV Mavi Marmara, the Turkish-owned flagship that led the \"blockade busting\" Free Gaza flotilla.[7][8] The video is a parody of the 1985 song \"We Are the World,\" by Michael Jackson and Lionel Richie.[9] Israeli Government Press Office officials accidentally sent it to a list of journalists, and three hours later sent an apology describing the emailed video as having been \"inadvertently released.\"[9][10][11] The clip received over 3 million hits on YouTube.[12]\n\nIn July 2011, while the second flotilla to Gaza was planned, Latma released another parody about the flotilla: a parody of Beach Boys' song and video Fun, Fun, Fun called Guns, Guns, Guns, where the flotilla sailors sing about their purpose: to bring weapons to Gaza. This video had less success than We Con the World.\n\nThe Three Terrors was produced in June 2010 as a sequel to We Con the World.  It features three tenors who represent Iran, Turkey and Syria and who resemble Mahmoud Ahmadinejad, Recep Tayyip Erdoğan and Bashar Assad singing joyfully about using terrorism to conquer the world \"from Tennessee to Teheran.\"[13]\n\nIn August 2010, Latma release a parody of Tom Jones's song and video \"Sex Bomb\" called The Iranian Bomb, where a fictional Iranian Minister of Destruction sings about his plans to acquire nuclear weapons. The goal of the video is to bring worldwide attention to the Iranian nuclear program.[14]\n\nIn 2015, the show began to air on Channel 1 under the name Hakol Shafit.[15]\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Satire",
        "https://en.wikipedia.org/wiki/News",
        "https://en.wikipedia.org/wiki/Hebrew_language",
        "https://en.wikipedia.org/wiki/Conservatism",
        "https://en.wikipedia.org/wiki/Caroline_Glick",
        "https://en.wikipedia.org/wiki/Jerusalem_Post",
        "https://en.wikipedia.org/wiki/The_New_York_Times",
        "https://en.wikipedia.org/wiki/Center_for_Security_Policy",
        "https://en.wikipedia.org/wiki/Caroline_Glick",
        "https://en.wikipedia.org/wiki/Noam_Jacobson",
        "https://en.wikipedia.org/wiki/CBS",
        "https://en.wikipedia.org/wiki/Saturday_Night_Live",
        "https://en.wikipedia.org/wiki/Sweden",
        "https://en.wikipedia.org/wiki/Aftonbladet",
        "https://en.wikipedia.org/wiki/Israel_Defense_Forces",
        "https://en.wikipedia.org/wiki/Palestinians",
        "https://en.wikipedia.org/wiki/ABBA",
        "https://en.wikipedia.org/wiki/We_Con_the_World",
        "https://en.wikipedia.org/wiki/Viral_video",
        "https://en.wikipedia.org/wiki/MV_Mavi_Marmara",
        "https://en.wikipedia.org/wiki/Free_Gaza",
        "https://en.wikipedia.org/wiki/We_Are_the_World",
        "https://en.wikipedia.org/wiki/Michael_Jackson",
        "https://en.wikipedia.org/wiki/Lionel_Richie",
        "https://en.wikipedia.org/wiki/YouTube",
        "https://en.wikipedia.org/wiki/Beach_Boys",
        "https://en.wikipedia.org/wiki/Mahmoud_Ahmadinejad",
        "https://en.wikipedia.org/wiki/Bashar_Assad",
        "https://en.wikipedia.org/wiki/Iranian_nuclear_program",
        "https://en.wikipedia.org/wiki/Center_for_Security_Policy",
        "https://en.wikipedia.org/wiki/Wayback_Machine",
        "https://en.wikipedia.org/wiki/The_Jerusalem_Post",
        "https://en.wikipedia.org/wiki/Arutz_Sheva",
        "https://en.wikipedia.org/wiki/The_Jerusalem_Post",
        "https://en.wikipedia.org/wiki/The_Jerusalem_Post",
        "https://en.wikipedia.org/wiki/Latma",
        "https://en.wikipedia.org/wiki/Latma",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}