{
    "url": "https://en.wikipedia.org/wiki/Laurence_Sterne",
    "title": "Laurence Sterne",
    "table_of_contents": [
        "1 Biography",
        "1.1 Early life and education",
        "1.2 Early career",
        "1.3 Writing",
        "1.4 Foreign travel",
        "1.5 Eliza",
        "1.6 Death",
        "2 Works",
        "3 Publications",
        "4 See also",
        "5 Citations",
        "6 References",
        "7 Further reading",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nLaurence Sterne (24 November 1713 – 18 March 1768), was an Anglo-Irish novelist and Anglican cleric who wrote the novels The Life and Opinions of Tristram Shandy, Gentleman and A Sentimental Journey Through France and Italy, published sermons and memoirs, and indulged in local politics. He grew up in a military family travelling mainly in Ireland but briefly in England. An uncle paid for Sterne to attend Hipperholme Grammar School in the West Riding of Yorkshire, as Sterne's father was ordered to Jamaica, where he died of malaria some years later. He attended Jesus College, Cambridge on a sizarship, gaining bachelor's and master's degrees. While Vicar of Sutton-on-the-Forest, Yorkshire, he married Elizabeth Lumley in 1741. His ecclesiastical satire A Political Romance infuriated the church and was burnt. With his new talent for writing, he published early volumes of his best-known novel, The Life and Opinions of Tristram Shandy, Gentleman. Sterne travelled to France to find relief from persistent tuberculosis, documenting his travels in A Sentimental Journey Through France and Italy, published weeks before his death. His posthumous Journal to Eliza addresses Eliza Draper, for whom he had romantic feelings. Sterne died in 1768 and was buried in the yard of St George's, Hanover Square. His body was said to have been stolen after burial and sold to anatomists at Cambridge University, but recognised and reinterred. His ostensible skull was found in the churchyard and transferred to Coxwold in 1969 by the Laurence Sterne Trust.\n\n"
        },
        {
            "title": "Biography",
            "text": "Sterne was born in Clonmel, County Tipperary on 24 November 1713.[1] His father, Roger Sterne, was an ensign in a British regiment recently returned from Dunkirk.[2] His great-grandfather Richard Sterne had been the Master of Jesus College, Cambridge as well as the Archbishop of York.[3] Roger Sterne was the youngest son of Richard Sterne's youngest son and consequently, Roger Sterne inherited little of Richard Sterne's wealth.[3] Roger Sterne left his family and enlisted in the army at the age of 25; he enlisted uncommissioned, which was unusual for someone from a family of high social position. Despite being promoted to an officer, he was of the lowest commission and lacked financial resources.[4] Roger Sterne married Agnes Hobert, the widow of a military captain.[5] Agnes was \"born in Flanders but... was in fact Anglo-Irish and lived for much of her life in Ireland.\"[6]\n\nThe first decade of Laurence Sterne's life was spent from place to place, as his father was regularly reassigned to a new (usually Irish) garrison. \"Other than a three-year stint in a Dublin townhouse, the Sternes never lived anywhere for more than a year between Laurence's birth and his departure for boarding school in England a few months shy of his eleventh birthday. Besides Clonmel and Dublin, the Sternes also lived in Wicklow Town; Annamoe, Co. Wicklow; Drogheda, Co. Louth; Castlepollard, Co. Westmeath; Carrickfergus, Co. Antrim; and Derry City.\"[7] In 1724, \"shortly before the family's arrival in Derry,\"[8] Roger took Sterne to his wealthy brother, Richard, so that Laurence could attend Hipperholme Grammar School near Halifax.[9] Laurence never saw his father again as Roger was ordered to Jamaica where he died of malaria in 1731.[10] Laurence was admitted to a sizarship at Jesus College, in July 1733 at the age of 20.[11] He graduated with a degree of Bachelor of Arts in January 1737 and returned in the summer of 1740 to be awarded his Master of Arts degree.[12]\n\nSterne was ordained as a deacon on 6 March 1737[13] and as a priest on 20 August 1738.[14] His religion is said to have been the \"centrist Anglicanism of his time\", known as \"latitudinarianism\".[15] A few days after his ordination as a priest, Sterne was awarded the vicarage living of Sutton-on-the-Forest in Yorkshire.[16] Sterne married Elizabeth Lumley on 30 March 1741, despite both being ill with consumption.[17] In 1743, he was presented to the neighbouring living of Stillington by Rev. Richard Levett, Prebendary of Stillington, who was patron of the living. Subsequently, Sterne did duty both there and at Sutton.[18] He was also a prebendary of York Minster.[19] Sterne's life at this time was closely tied with his uncle, Jaques Sterne, the Archdeacon of Cleveland and Precentor of York Minster. Sterne's uncle was an ardent Whig,[20] and urged Sterne to begin a career of political journalism which resulted in some scandal for Sterne and, eventually, a terminal falling-out between the two men.[21] This falling out occurred after Sterne ended his political career in 1742. He had previously written anonymous propaganda for the York Gazetteer from 1741 to 1742. [22] Laurence lived in Sutton for twenty years, during which time he kept up an intimacy which had begun at Cambridge with John Hall-Stevenson, a witty and accomplished bon vivant, owner of Skelton Hall in the Cleveland district of Yorkshire.[23]\n\nSterne wrote a religious satire work called A Political Romance in 1759. Many copies of his work were destroyed.[24] According to a 1760 anonymous letter, Sterne \"hardly knew that he could write at all, much less with humour so as to make his reader laugh\".[25] At the age of 46, Sterne dedicated himself to writing for the rest of his life. It was while living in the countryside, having failed in his attempts to supplement his income as a farmer and struggling with tuberculosis, that Sterne began work on his best-known novel, The Life and Opinions of Tristram Shandy, Gentleman, the first volumes of which were published in 1759. Sterne was at work on his celebrated comic novel during the year that his mother died, his wife was seriously ill, and his daughter was also taken ill with a fever.[26] He wrote as fast as he possibly could, composing the first 18 chapters between January and March 1759.[27] Due to his poor financial position, Sterne was forced to borrow money for the printing of his novel, suggesting that Sterne was confident in the prospective commercial success of his work and that the local critical reception of the novel was favourable enough to justify the loan.[28]\n\nThe publication of Tristram Shandy made Sterne famous in London and on the continent. He was delighted by the attention, famously saying \"I wrote not [to] be fed but to be famous.\"[29] He spent part of each year in London, being fêted as new volumes appeared. Even after the publication of volumes three and four of Tristram Shandy, his love of attention (especially as related to financial success) remained undiminished. In one letter, he wrote \"One half of the town abuse my book as bitterly, as the other half cry it up to the skies — the best is, they abuse it and buy it, and at such a rate, that we are going on with a second edition, as fast as possible.\"[30] Indeed, Baron Fauconberg rewarded Sterne by appointing him as the perpetual curate of Coxwold, North Yorkshire in March 1760.[31]\n\nIn 1766, at the height of the debate about slavery, the composer and former slave Ignatius Sancho wrote to Sterne[32] encouraging him to use his pen to lobby for the abolition of the slave trade.[33] In July 1766 Sterne received Sancho's letter shortly after he had finished writing a conversation between his fictional characters Corporal Trim and his brother Tom in Tristram Shandy, wherein Tom described the oppression of a black servant in a sausage shop in Lisbon which he had visited.[34] Sterne's widely publicised response to Sancho's letter became an integral part of 18th-century abolitionist literature.[34]\n\nSterne continued to struggle with his illness, and departed England for France in 1762 in an effort to find a climate that would alleviate his suffering. Sterne was lucky to attach himself to a diplomatic party bound for Turin, as England and France were still adversaries in the Seven Years' War. Sterne was gratified by his reception in France, where reports of the genius of Tristram Shandy had made him a celebrity. Aspects of this trip to France were incorporated into Sterne's second novel, A Sentimental Journey Through France and Italy.[35]\n\nEarly in 1767, Sterne met Eliza Draper, the wife of an official of the East India Company, then staying on her own in London.[36] He was quickly captivated by Eliza's charm, vivacity, and intelligence, and she did little to discourage the attentions of such a celebrated man.[37][38] They met frequently, exchanged miniature portraits, and Sterne's admiration seems to have turned into an obsession which he took no trouble to conceal. To his great distress, Eliza had to return to India three months after their first meeting, and he died from consumption a year later without seeing her again.\n\nEarly in 1768, Sterne brought out his Sentimental Journey, which contains some extravagant references to her, and the relationship, though platonic, aroused considerable interest. He also wrote his Journal to Eliza part of which he sent to her, and the rest of which came to light when it was presented to the British Museum in 1894. After Sterne's death, Eliza allowed ten of his letters to be published under the title Letters from Yorick to Eliza and succeeded in suppressing her letters to him, though some blatant forgeries were produced, probably by William Combe, in a volume of Eliza's Letters to Yorick.[39]\n\nLess than a month after Sentimental Journey was published, early in 1768, Sterne died in his lodgings at 41 Old Bond Street on 18 March, at the age of 54.[40] He was buried in the churchyard of St George's, Hanover Square on 22 March.[41] It was widely rumoured that Sterne's body was stolen shortly after it was interred and sold to anatomists at Cambridge University. Circumstantially, it was said that his body was recognised by Charles Collignon, who knew him[42][43] and discreetly reinterred back in St George's, in an unknown plot. A year later a group of Freemasons erected a memorial stone with a rhyming epitaph near to his original burial place. A second stone was erected in 1893, correcting some factual errors on the memorial stone. When the churchyard of St. George's was redeveloped in 1969, amongst 11,500 skulls disinterred, several were identified with drastic cuts from anatomising or a post-mortem examination. One was identified to be of a size that matched a bust of Sterne made by Nollekens.[44][45]\n\nThe skull was held up to be his, albeit with \"a certain area of doubt\".[46] Along with nearby skeletal bones, these remains were transferred to Coxwold churchyard in 1969 by the Laurence Sterne Trust.[47][48][49] The story of the reinterment of Sterne's skull in Coxwold is alluded to in Malcolm Bradbury's novel To the Hermitage.[50]\n\n"
        },
        {
            "title": "Works",
            "text": "The works of Laurence Sterne are few in comparison to other eighteenth-century authors of comparable stature.[51] Sterne's early works were letters; he had two sermons published (in 1747 and 1750), and tried his hand at satire.[52] He was involved in, and wrote about, local politics in 1742.[52] His major publication prior to Tristram Shandy was the satire A Political Romance (1759), aimed at conflicts of interest within York Minster.[52] A posthumously published piece on the art of preaching, A Fragment in the Manner of Rabelais, appears to have been written in 1759.[53] Rabelais was by far Sterne's favourite author, and in his correspondence he made clear that he considered himself as Rabelais' successor in humour writing, distancing himself from Jonathan Swift.[54][55]\n\nSterne's novel The Life and Opinions of Tristram Shandy, Gentleman sold widely in England and throughout Europe.[56] Translations of the work began to appear in all the major European languages almost upon its publication, and Sterne influenced European writers as diverse as Denis Diderot[57] and the German Romanticists.[58] His work had also noticeable influence over Brazilian author Machado de Assis, who made use of the digressive technique in the novel The Posthumous Memoirs of Bras Cubas.[59]\n\nEnglish writer and literary critic Samuel Johnson's verdict in 1776 was that \"Nothing odd will do long. Tristram Shandy did not last.\"[60] This is strikingly different from the views of European critics of the day, who praised Sterne and Tristram Shandy as innovative and superior. Voltaire called it \"clearly superior to Rabelais\", and later Goethe praised Sterne as \"the most beautiful spirit that ever lived\".[52] Swedish translator Johan Rundahl described Sterne as an arch-sentimentalist.[61] The title page to volume one includes a short Greek epigraph, which in English reads: \"Not things, but opinions about things, trouble men.\"[62] Before the novel properly begins, Sterne also offers a dedication to Lord William Pitt.[63] He urges Pitt to retreat with the book from the cares of statecraft.[64]\n\nThe novel itself starts with the narration, by Tristram, of his own conception. It proceeds mostly by what Sterne calls \"progressive digressions\" so that we do not reach Tristram's birth before the third volume.[65][66] The novel is rich in characters and humour, and the influences of Rabelais and Miguel de Cervantes are present throughout. The novel ends after 9 volumes, published over a decade, but without anything that might be considered a traditional conclusion. Sterne inserts sermons, essays and legal documents into the pages of his novel; and he explores the limits of typography and print design by including marbled pages and an entirely black page within the narrative.[52] Many of the innovations that Sterne introduced, adaptations in form that were an exploration of what constitutes the novel, were highly influential to Modernist writers like James Joyce and Virginia Woolf, and more contemporary writers such as Thomas Pynchon and David Foster Wallace.[67] Italo Calvino referred to Tristram Shandy as the \"undoubted progenitor of all avant-garde novels of our century\".[67] The Russian Formalist writer Viktor Shklovsky regarded Tristram Shandy as the archetypal, quintessential novel, \"the most typical novel of world literature.\"[68]\n\nHowever, the leading critical opinions of Tristram Shandy tend to be markedly polarised in their evaluations of its significance. Since the 1950s, following the lead of D. W. Jefferson, there are those who argue that, whatever its legacy of influence may be, Tristram Shandy in its original context actually represents a resurgence of a much older, Renaissance tradition of \"Learned Wit\" – owing a debt to such influences as the Scriblerian approach.[69] A Sentimental Journey Through France and Italy has many stylistic parallels with Tristram Shandy, and indeed, the narrator is one of the minor characters from the earlier novel.[70] Although the story is more straightforward, A Sentimental Journey is interpreted by critics as part of the same artistic project to which Tristram Shandy belongs.[71] Two volumes of Sterne's Sermons were published during his lifetime; more copies of his Sermons were sold in his lifetime than copies of Tristram Shandy.[72] The sermons, however, are conventional in substance.[73] Several volumes of letters were published after his death, as was Journal to Eliza.[74] These collections of letters, more sentimental than humorous, tell of Sterne's relationship with Eliza Draper.[75]\n\n"
        },
        {
            "title": "Publications",
            "text": "(The Sermons of Mr. Yorick volumes 5-7, were published in 1769.)\nSource[77]\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/The_Reverend",
        "https://en.wikipedia.org/wiki/Joshua_Reynolds",
        "https://en.wikipedia.org/wiki/Clonmel",
        "https://en.wikipedia.org/wiki/County_Tipperary",
        "https://en.wikipedia.org/wiki/London",
        "https://en.wikipedia.org/wiki/A_Sentimental_Journey_Through_France_and_Italy",
        "https://en.wikipedia.org/wiki/A_Political_Romance",
        "https://en.wikipedia.org/wiki/Novelist",
        "https://en.wikipedia.org/wiki/Anglican_cleric",
        "https://en.wikipedia.org/wiki/A_Sentimental_Journey_Through_France_and_Italy",
        "https://en.wikipedia.org/wiki/Sermons_of_Laurence_Sterne",
        "https://en.wikipedia.org/wiki/Hipperholme_Grammar_School",
        "https://en.wikipedia.org/wiki/West_Riding_of_Yorkshire",
        "https://en.wikipedia.org/wiki/Sizar",
        "https://en.wikipedia.org/wiki/Satire",
        "https://en.wikipedia.org/wiki/A_Political_Romance",
        "https://en.wikipedia.org/wiki/Eliza_Draper",
        "https://en.wikipedia.org/wiki/Anatomist",
        "https://en.wikipedia.org/wiki/Cambridge_University",
        "https://en.wikipedia.org/wiki/Coxwold",
        "https://en.wikipedia.org/wiki/Town_walls",
        "https://en.wikipedia.org/wiki/Clonmel",
        "https://en.wikipedia.org/wiki/Joseph_Nollekens",
        "https://en.wikipedia.org/wiki/Clonmel",
        "https://en.wikipedia.org/wiki/County_Tipperary",
        "https://en.wikipedia.org/wiki/Archbishop_of_York",
        "https://en.wikipedia.org/wiki/Wicklow",
        "https://en.wikipedia.org/wiki/Annamoe",
        "https://en.wikipedia.org/wiki/Drogheda",
        "https://en.wikipedia.org/wiki/Castlepollard",
        "https://en.wikipedia.org/wiki/Carrickfergus",
        "https://en.wikipedia.org/wiki/Derry",
        "https://en.wikipedia.org/wiki/Hipperholme_Grammar_School",
        "https://en.wikipedia.org/wiki/Jamaica",
        "https://en.wikipedia.org/wiki/Sizar",
        "https://en.wikipedia.org/wiki/Deacon",
        "https://en.wikipedia.org/wiki/Latitudinarian",
        "https://en.wikipedia.org/wiki/Tuberculosis",
        "https://en.wikipedia.org/wiki/Benefice",
        "https://en.wikipedia.org/wiki/Levett",
        "https://en.wikipedia.org/wiki/Prebendary",
        "https://en.wikipedia.org/wiki/York_Minster",
        "https://en.wikipedia.org/wiki/Archdeacon",
        "https://en.wikipedia.org/wiki/Precentor",
        "https://en.wikipedia.org/wiki/British_Whig_Party",
        "https://en.wikipedia.org/wiki/Political_journalism",
        "https://en.wikipedia.org/wiki/Propaganda",
        "https://en.wikipedia.org/wiki/Skelton_Hall",
        "https://en.wikipedia.org/wiki/Shandy_Hall",
        "https://en.wikipedia.org/wiki/Coxwold",
        "https://en.wikipedia.org/wiki/A_Political_Romance",
        "https://en.wikipedia.org/wiki/Baron_Fauconberg",
        "https://en.wikipedia.org/wiki/Curate",
        "https://en.wikipedia.org/wiki/Coxwold",
        "https://en.wikipedia.org/wiki/Ignatius_Sancho",
        "https://en.wikipedia.org/wiki/Watercolor_painting",
        "https://en.wikipedia.org/wiki/Louis_Carrogis_Carmontelle",
        "https://en.wikipedia.org/wiki/Turin",
        "https://en.wikipedia.org/wiki/A_Sentimental_Journey_Through_France_and_Italy",
        "https://en.wikipedia.org/wiki/Eliza_Draper",
        "https://en.wikipedia.org/wiki/East_India_Company",
        "https://en.wikipedia.org/wiki/Journal_to_Eliza",
        "https://en.wikipedia.org/wiki/British_Museum",
        "https://en.wikipedia.org/wiki/William_Combe",
        "https://en.wikipedia.org/wiki/Old_Bond_Street",
        "https://en.wikipedia.org/wiki/Anatomist",
        "https://en.wikipedia.org/wiki/Freemason",
        "https://en.wikipedia.org/wiki/Churchyard",
        "https://en.wikipedia.org/wiki/Coxwold",
        "https://en.wikipedia.org/wiki/Churchyard",
        "https://en.wikipedia.org/wiki/Malcolm_Bradbury",
        "https://en.wikipedia.org/wiki/Shandy_Hall",
        "https://en.wikipedia.org/wiki/A_Political_Romance",
        "https://en.wikipedia.org/wiki/York_Minster",
        "https://en.wikipedia.org/wiki/Jonathan_Swift",
        "https://en.wikipedia.org/wiki/Denis_Diderot",
        "https://en.wikipedia.org/wiki/Romanticism",
        "https://en.wikipedia.org/wiki/Brazil",
        "https://en.wikipedia.org/wiki/Machado_de_Assis",
        "https://en.wikipedia.org/wiki/The_Posthumous_Memoirs_of_Bras_Cubas",
        "https://en.wikipedia.org/wiki/Literary_critic",
        "https://en.wikipedia.org/wiki/Samuel_Johnson",
        "https://en.wikipedia.org/wiki/Voltaire",
        "https://en.wikipedia.org/wiki/Johann_Wolfgang_von_Goethe",
        "https://en.wikipedia.org/wiki/Sensibility",
        "https://en.wikipedia.org/wiki/Miguel_de_Cervantes",
        "https://en.wikipedia.org/wiki/Modernism",
        "https://en.wikipedia.org/wiki/James_Joyce",
        "https://en.wikipedia.org/wiki/Virginia_Woolf",
        "https://en.wikipedia.org/wiki/Thomas_Pynchon",
        "https://en.wikipedia.org/wiki/David_Foster_Wallace",
        "https://en.wikipedia.org/wiki/Italo_Calvino",
        "https://en.wikipedia.org/wiki/Russian_Formalism",
        "https://en.wikipedia.org/wiki/Viktor_Shklovsky",
        "https://en.wikipedia.org/wiki/Renaissance",
        "https://en.wikipedia.org/wiki/Scriblerus_Club",
        "https://en.wikipedia.org/wiki/A_Sentimental_Journey_Through_France_and_Italy",
        "https://en.wikipedia.org/wiki/Journal_to_Eliza",
        "https://en.wikipedia.org/wiki/List_of_abolitionist_forerunners",
        "https://en.wikipedia.org/wiki/List_of_Irish_writers",
        "https://en.wikipedia.org/wiki/The_Times",
        "https://en.wikipedia.org/wiki/William_Makepeace_Thackeray",
        "https://en.wikipedia.org/wiki/Percy_Hethrington_Fitzgerald",
        "https://en.wikipedia.org/wiki/Paul_Stapfer",
        "https://en.wikipedia.org/wiki/Henry_Duff_Traill",
        "https://en.wikipedia.org/wiki/English_Men_of_Letters",
        "https://en.wikipedia.org/wiki/Paul_Elmer_More",
        "https://en.wikipedia.org/wiki/Wikisource",
        "https://en.wikipedia.org/wiki/Standard_Ebooks",
        "https://en.wikipedia.org/wiki/Project_Gutenberg",
        "https://en.wikipedia.org/wiki/Internet_Archive",
        "https://en.wikipedia.org/wiki/LibriVox",
        "https://en.wikipedia.org/wiki/BBC_Radio_4",
        "https://en.wikipedia.org/wiki/Curlie",
        "https://en.wikipedia.org/wiki/Library_of_Congress",
        "https://en.wikipedia.org/wiki/Brigham_Young_University",
        "https://en.wikipedia.org/wiki/Laurence_Sterne",
        "https://en.wikipedia.org/wiki/Laurence_Sterne",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}