{
    "url": "https://en.wikipedia.org/wiki/Le_Figaro",
    "title": "Le Figaro",
    "table_of_contents": [
        "1 History",
        "2 Logo",
        "3 Editorial stance and controversies",
        "4 Circulation history",
        "5 See also",
        "6 References",
        "7 Further reading",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nLe Figaro (French pronunciation: ​[lə fiɡaʁo]) is a French daily morning newspaper founded in 1826. It is headquartered on Boulevard Haussmann in the 9th arrondissement of Paris.[9] The oldest national newspaper in France, Le Figaro is one of three French newspapers of record, along with Le Monde and Libération.[9]\n\nIt was named after Figaro, a character in a play by polymath Beaumarchais (1732–1799); one of his lines became the paper's motto: \"Sans la liberté de blâmer, il n'est point d'éloge flatteur\" (\"Without the freedom to criticise, there is no flattering praise\"). With a centre-right editorial line, it is the largest national newspaper in France, ahead of Le Parisien and Le Monde. In 2019, the paper had an average circulation of 321,116 copies per issue.[7] The paper is published in Berliner format.\n\nSince 2012 its editor (directeur de la rédaction) has been Alexis Brézet. The newspaper has been owned by Dassault Group since 2004.[10] Other Groupe Figaro publications include Le Figaro Magazine, TV Magazine and Evene.\n\n"
        },
        {
            "title": "History",
            "text": "Le Figaro was founded as a satirical weekly in 1826,[11][12] taking its name and motto from Le Mariage de Figaro, the 1778 play by Pierre Beaumarchais that poked fun at privilege. Its motto, from Figaro's monologue in the play's final act, is \"Sans la liberté de blâmer, il n'est point d'éloge flatteur\" (\"Without the freedom to criticise, there is no flattering praise\"). In 1833, editor Nestor Roqueplan fought a duel with a Colonel Gallois, who was offended by an article in Le Figaro, and was wounded but recovered.[13] Albert Wolff, Émile Zola, Alphonse Karr, Théophile Gautier, and Jules Claretie were among the paper's early contributors. It was published somewhat irregularly until 1854, when it was taken over by Hippolyte de Villemessant.\n\nIn 1866, Le Figaro became a daily newspaper.[14] Its first daily edition, that of 16 November 1866, sold 56,000 copies, having highest circulation of any newspaper in France. Its editorial line was royalist.[15] Pauline Savari was among the contributors to the paper at this time.\n\nOn 20 February 1909 Le Figaro published a manifesto signed by Filippo Tommaso Marinetti which initiated the establishment of Futurism in art.[16]\n\nOn 16 March 1914, Gaston Calmette, the editor of Le Figaro, was assassinated by Henriette Caillaux, the wife of Finance Minister Joseph Caillaux, after he published a letter that cast serious doubt on her husband's integrity.[17] In 1922, Le Figaro was purchased by perfume millionaire François Coty.[18] Abel Faivre did cartoons for the paper.[19] Coty enraged many in March 1929 when he renamed the paper simply Figaro, which it remained until 1933.[20]\n\nBy the start of World War II, Le Figaro had become France's leading newspaper. After the war, it became the voice of the upper middle class, and continues to maintain a conservative position.\n\nIn 1975, Le Figaro was bought by Robert Hersant's Socpresse. In 1999, the Carlyle Group obtained a 40% stake in the paper, which it later sold in March 2002. Since March 2004, Le Figaro has been controlled by Serge Dassault,[11] a conservative businessman and politician best known for running the aircraft manufacturer Dassault Aviation, which he inherited from his father, its founder, Marcel Dassault (1892–1986). Dassault owns 80% of the paper, by way of its media subsidiary Groupe Figaro.[11]\n\nIn 2006, Le Figaro was banned in Egypt and Tunisia for publishing articles allegedly insulting Islam.[21][22]\n\nLe Figaro switched to Berliner format in 2009.[23] The paper has published The New York Times International Weekly on Friday since 2009, an 8-page supplement featuring a selection of articles from The New York Times translated into French. In 2010, Lefigaro.fr created a section called Le Figaro in English,[24] which provides the global English-speaking community with daily original or translated content from Le Figaro's website. The section ended in 2012.[25]\n\nIn the 2010s, Le Figaro saw future presidential candidate Éric Zemmour's columns garner great interest among readers that would later serve to launch his political career.[26]\n\n"
        },
        {
            "title": "Editorial stance and controversies",
            "text": "Le Figaro has traditionally held a conservative editorial stance, becoming the voice of the French upper and middle classes.[10] More recently, the newspaper's political stance has become more centrist.\n\nThe newspaper's ownership by Serge Dassault was a source of controversy in terms of conflict-of-interest, as Dassault also owned a major military supplier and served in political positions from the Union for a Popular Movement party. His son Olivier Dassault served as a member of the French National Assembly.[27] Dassault has remarked in an interview in 2004 on the public radio station France Inter that \"newspapers must promulgate healthy ideas\" and that \"left-wing ideas are not healthy ideas.\"[28]\n\nIn February 2012, a general assembly of the newspaper's journalists adopted a motion accusing the paper's managing editor, Étienne Mougeotte, of having made Le Figaro into the \"bulletin\" of the governing party, the Union for a Popular Movement, of the government and of President Nicolas Sarkozy. They requested more pluralism and \"honesty\" and accused the paper of one-sided political reporting. Mougeotte had previously said that Le Figaro would do nothing to embarrass the government and the right.[29][30][31] Mougeotte publicly replied: \"Our editorial line pleases our readers as it is, it works. I don't see why I should change it. [...] We are a right-wing newspaper and we express it clearly, by the way. Our readers know it, our journalists too. There's nothing new to that!\"[32]\n\n"
        },
        {
            "title": "Circulation history",
            "text": "In the period of 1995–96, the paper had a circulation of 391,533 copies, behind Le Parisien's 451,159 copies.[33]\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Newspaper",
        "https://en.wikipedia.org/wiki/Groupe_Figaro",
        "https://en.wikipedia.org/wiki/Dassault_Group",
        "https://en.wikipedia.org/wiki/Gaullism",
        "https://en.wikipedia.org/wiki/Liberal_conservatism",
        "https://en.wikipedia.org/wiki/Boulevard_Haussmann",
        "https://en.wikipedia.org/wiki/France",
        "https://en.wikipedia.org/wiki/Newspaper_circulation",
        "https://en.wikipedia.org/wiki/Media_of_France",
        "https://en.wikipedia.org/wiki/List_of_newspapers_in_France",
        "https://en.wikipedia.org/wiki/Newspaper",
        "https://en.wikipedia.org/wiki/Boulevard_Haussmann",
        "https://en.wikipedia.org/wiki/9th_arrondissement_of_Paris",
        "https://en.wikipedia.org/wiki/Newspaper_of_record",
        "https://en.wikipedia.org/wiki/Le_Monde",
        "https://en.wikipedia.org/wiki/Pierre_Beaumarchais",
        "https://en.wikipedia.org/wiki/Le_Parisien",
        "https://en.wikipedia.org/wiki/Le_Monde",
        "https://en.wikipedia.org/wiki/Dassault_Group",
        "https://en.wikipedia.org/wiki/Groupe_Figaro",
        "https://en.wikipedia.org/wiki/Le_Figaro_Magazine",
        "https://en.wikipedia.org/wiki/TV_Magazine",
        "https://en.wikipedia.org/wiki/Motto",
        "https://en.wikipedia.org/wiki/Pierre_Beaumarchais",
        "https://en.wikipedia.org/wiki/Nestor_Roqueplan",
        "https://en.wikipedia.org/wiki/Alphonse_Karr",
        "https://en.wikipedia.org/wiki/Jules_Claretie",
        "https://en.wikipedia.org/wiki/Hippolyte_de_Villemessant",
        "https://en.wikipedia.org/wiki/Pauline_Savari",
        "https://en.wikipedia.org/wiki/Filippo_Tommaso_Marinetti",
        "https://en.wikipedia.org/wiki/Futurism",
        "https://en.wikipedia.org/wiki/Gaston_Calmette",
        "https://en.wikipedia.org/wiki/Henriette_Caillaux",
        "https://en.wikipedia.org/wiki/Joseph_Caillaux",
        "https://en.wikipedia.org/wiki/Abel_Faivre",
        "https://en.wikipedia.org/wiki/World_War_II",
        "https://en.wikipedia.org/wiki/Upper_middle_class",
        "https://en.wikipedia.org/wiki/Robert_Hersant",
        "https://en.wikipedia.org/wiki/Socpresse",
        "https://en.wikipedia.org/wiki/Carlyle_Group",
        "https://en.wikipedia.org/wiki/Serge_Dassault",
        "https://en.wikipedia.org/wiki/Dassault_Aviation",
        "https://en.wikipedia.org/wiki/Marcel_Dassault",
        "https://en.wikipedia.org/wiki/Groupe_Figaro",
        "https://en.wikipedia.org/wiki/Egypt",
        "https://en.wikipedia.org/wiki/Tunisia",
        "https://en.wikipedia.org/wiki/Islam",
        "https://en.wikipedia.org/wiki/The_New_York_Times",
        "https://en.wikipedia.org/wiki/Conservatism",
        "https://en.wikipedia.org/wiki/Serge_Dassault",
        "https://en.wikipedia.org/wiki/Union_for_a_Popular_Movement",
        "https://en.wikipedia.org/wiki/Olivier_Dassault",
        "https://en.wikipedia.org/wiki/France_Inter",
        "https://en.wikipedia.org/wiki/Union_for_a_Popular_Movement",
        "https://en.wikipedia.org/wiki/Nicolas_Sarkozy",
        "https://en.wikipedia.org/wiki/Le_Parisien",
        "https://en.wikipedia.org/wiki/Madame_Figaro",
        "https://en.wikipedia.org/wiki/Elsevier",
        "https://en.wikipedia.org/wiki/Routledge",
        "https://en.wikipedia.org/wiki/Wayback_Machine",
        "https://en.wikipedia.org/wiki/The_New_Yorker",
        "https://en.wikipedia.org/wiki/World_Digital_Library",
        "https://en.wikipedia.org/wiki/Le_Parisien",
        "https://en.wikipedia.org/wiki/Le_Monde",
        "https://en.wikipedia.org/wiki/Le_Monde",
        "https://en.wikipedia.org/wiki/Le_Nouvel_Observateur",
        "https://en.wikipedia.org/wiki/Rue89",
        "https://en.wikipedia.org/wiki/Gallica",
        "https://en.wikipedia.org/wiki/List_of_newspapers_in_France",
        "https://en.wikipedia.org/wiki/Le_Parisien",
        "https://en.wikipedia.org/wiki/La_Croix",
        "https://en.wikipedia.org/wiki/Le_Monde",
        "https://en.wikipedia.org/wiki/La_Provence",
        "https://en.wikipedia.org/wiki/Le_Parisien",
        "https://en.wikipedia.org/wiki/Courrier_International",
        "https://en.wikipedia.org/wiki/Le_Figaro_Magazine",
        "https://en.wikipedia.org/wiki/Le_Journal_du_Dimanche",
        "https://en.wikipedia.org/wiki/Paris_Match",
        "https://en.wikipedia.org/wiki/Valeurs_actuelles",
        "https://en.wikipedia.org/wiki/Le_Point",
        "https://en.wikipedia.org/wiki/Charlie_Hebdo",
        "https://en.wikipedia.org/wiki/Investir",
        "https://en.wikipedia.org/wiki/La_Tribune",
        "https://en.wikipedia.org/wiki/Le_Monde_diplomatique",
        "https://en.wikipedia.org/wiki/Le_Figaro",
        "https://en.wikipedia.org/wiki/Le_Figaro",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}