{
    "url": "https://en.wikipedia.org/wiki/Learning",
    "title": "Learning",
    "table_of_contents": [
        "1 Types",
        "1.1 Non-associative learning",
        "1.1.1 Habituation",
        "1.1.2 Sensitization",
        "1.2 Active learning",
        "1.3 Associative learning",
        "1.3.1 Operant conditioning",
        "1.3.2 Classical conditioning",
        "1.3.3 Observational learning",
        "1.3.4 Imprinting",
        "1.4 Play",
        "1.5 Enculturation",
        "1.6 Episodic learning",
        "1.7 Multimedia learning",
        "1.8 E-learning and augmented learning",
        "1.9 Rote learning",
        "1.10 Meaningful learning",
        "1.11 Evidence-based learning",
        "1.12 Formal learning",
        "1.13 Nonformal learning",
        "1.14 Informal learning",
        "1.15 Nonformal learning and combined approaches",
        "1.16 Tangential learning",
        "1.17 Dialogic learning",
        "1.18 Incidental learning",
        "2 Domains",
        "3 Transfer",
        "4 Factors affecting learning",
        "4.1 Genetics",
        "4.2 Socioeconomic and physical conditions",
        "4.3 Psychological factors and teaching style",
        "4.4 Epigenetic factors",
        "5 In animal evolution",
        "5.1 Costs and benefits of learned and innate knowledge",
        "6 In plants",
        "7 Machine learning",
        "7.1 Types",
        "7.2 Phases",
        "8 See also",
        "8.1 Information theory",
        "8.2 Types of education",
        "9 References",
        "10 Notes",
        "11 Further reading",
        "12 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Learning is the process of acquiring new understanding, knowledge, behaviors, skills, values, attitudes, and preferences.[1] The ability to learn is possessed by humans, animals, and some machines; there is also evidence for some kind of learning in certain plants.[2] Some learning is immediate, induced by a single event (e.g. being burned by a hot stove), but much skill and knowledge accumulate from repeated experiences.[3] The changes induced by learning often last a lifetime, and it is hard to distinguish learned material that seems to be \"lost\" from that which cannot be retrieved.[4]\n\nHuman learning starts at birth (it might even start before[5] in terms of an embryo's need for both interaction with, and freedom within its environment within the womb.[6]) and continues until death as a consequence of ongoing interactions between people and their environment. The nature and processes involved in learning are studied in many established fields (including educational psychology, neuropsychology, experimental psychology, cognitive sciences, and pedagogy), as well as emerging fields of knowledge (e.g. with a shared interest in the topic of learning from safety events such as incidents/accidents,[7] or in collaborative learning health systems[8]). Research in such fields has led to the identification of various sorts of learning. For example, learning may occur as a result of habituation, or classical conditioning, operant conditioning or as a result of more complex activities such as play, seen only in relatively intelligent animals.[9][10] Learning may occur consciously or without conscious awareness. Learning that an aversive event can't be avoided or escaped may result in a condition called learned helplessness.[11] There is evidence for human behavioral learning prenatally, in which habituation has been observed as early as 32 weeks into gestation, indicating that the central nervous system is sufficiently developed and primed for learning and memory to occur very early on in development.[12]\n\nPlay has been approached by several theorists as a form of learning. Children experiment with the world, learn the rules, and learn to interact through play. Lev Vygotsky agrees that play is pivotal for children's development, since they make meaning of their environment through playing educational games. For Vygotsky, however, play is the first form of learning language and communication, and the stage where a child begins to understand rules and symbols.[13] This has led to a view that learning in organisms is always related to semiosis,[14] and often associated with representational systems/activity.[15]\n\n"
        },
        {
            "title": "Types",
            "text": "Non-associative learning refers to \"a relatively permanent change in the strength of response to a single stimulus due to repeated exposure to that stimulus.\"[16] This definition exempt the changes caused by sensory adaptation, fatigue, or injury.[17]\n\nNon-associative learning can be divided into habituation and sensitization.\n\nHabituation is an example of non-associative learning in which one or more components of an innate response (e.g., response probability, response duration) to a stimulus diminishes when the stimulus is repeated. Thus, habituation must be distinguished from extinction, which is an associative process. In operant extinction, for example, a response declines because it is no longer followed by a reward. An example of habituation can be seen in small song birds—if a stuffed owl (or similar predator) is put into the cage, the birds initially react to it as though it were a real predator. Soon the birds react less, showing habituation. If another stuffed owl is introduced (or the same one removed and re-introduced), the birds react to it again as though it were a predator, demonstrating that it is only a very specific stimulus that is habituated to (namely, one particular unmoving owl in one place). The habituation process is faster for stimuli that occur at a high rather than for stimuli that occur at a low rate as well as for the weak and strong stimuli, respectively.[18] Habituation has been shown in essentially every species of animal, as well as the sensitive plant Mimosa pudica[19] and the large protozoan Stentor coeruleus.[20] This concept acts in direct opposition to sensitization.[18]\n\nSensitization is an example of non-associative learning in which the progressive amplification of a response follows repeated administrations of a stimulus.[21] This is based on the notion that a defensive reflex to a stimulus such as withdrawal or escape becomes stronger after the exposure to a different harmful or threatening stimulus.[22] An everyday example of this mechanism is the repeated tonic stimulation of peripheral nerves that occurs if a person rubs their arm continuously. After a while, this stimulation creates a warm sensation that can eventually turn painful. This pain results from a progressively amplified synaptic response of the peripheral nerves. This sends a warning that the stimulation is harmful.[23][clarification needed] Sensitization is thought to underlie both adaptive as well as maladaptive learning processes in the organism.[24][citation needed]\n\nActive learning occurs when a person takes control of his/her learning experience. Since understanding information is the key aspect of learning, it is important for learners to recognize what they understand and what they do not. By doing so, they can monitor their own mastery of subjects. Active learning encourages learners to have an internal dialogue in which they verbalize understandings. This and other meta-cognitive strategies can be taught to a child over time. Studies within metacognition have proven the value in active learning, claiming that the learning is usually at a stronger level as a result.[25] In addition, learners have more incentive to learn when they have control over not only how they learn but also what they learn.[26] Active learning is a key characteristic of student-centered learning. Conversely, passive learning and direct instruction are characteristics of teacher-centered learning (or traditional education).\n\nAssociative learning is the process by which a person or animal learns an association between two stimuli or events.[27] In classical conditioning, a previously neutral stimulus is repeatedly paired with a reflex-eliciting stimulus until eventually the neutral stimulus elicits a response on its own. In operant conditioning, a behavior that is reinforced or punished in the presence of a stimulus becomes more or less likely to occur in the presence of that stimulus.\n\nIn operant conditioning, a reinforcement (by reward) or instead a punishment is given after a given behavior, changing the frequency and/or form of that behavior. Stimulus present when the behavior/consequence occurs come to control these behavior modifications.\n\nThe typical paradigm for classical conditioning involves repeatedly pairing an unconditioned stimulus (which unfailingly evokes a reflexive response) with another previously neutral stimulus (which does not normally evoke the response). Following conditioning, the response occurs both to the unconditioned stimulus and to the other, unrelated stimulus (now referred to as the \"conditioned stimulus\"). The response to the conditioned stimulus is termed a conditioned response. The classic example is Ivan Pavlov and his dogs.[22] Pavlov fed his dogs meat powder, which naturally made the dogs salivate—salivating is a reflexive response to the meat powder. Meat powder is the unconditioned stimulus (US) and the salivation is the unconditioned response (UR). Pavlov rang a bell before presenting the meat powder. The first time Pavlov rang the bell, the neutral stimulus, the dogs did not salivate, but once he put the meat powder in their mouths they began to salivate. After numerous pairings of bell and food, the dogs learned that the bell signaled that food was about to come, and began to salivate when they heard the bell. Once this occurred, the bell became the conditioned stimulus (CS) and the salivation to the bell became the conditioned response (CR). Classical conditioning has been demonstrated in many species. For example, it is seen in honeybees, in the proboscis extension reflex paradigm.[28] It was recently also demonstrated in garden pea plants.[29]\n\nAnother influential person in the world of classical conditioning is John B. Watson. Watson's work was very influential and paved the way for B.F. Skinner's radical behaviorism. Watson's behaviorism (and philosophy of science) stood in direct contrast to Freud and other accounts based largely on introspection. Watson's view was that the introspective method was too subjective and that we should limit the study of human development to directly observable behaviors. In 1913, Watson published the article \"Psychology as the Behaviorist Views,\" in which he argued that laboratory studies should serve psychology best as a science. Watson's most famous, and controversial, experiment was \"Little Albert\", where he demonstrated how psychologists can account for the learning of emotion through classical conditioning principles.\n\nObservational learning is learning that occurs through observing the behavior of others. It is a form of social learning which takes various forms, based on various processes. In humans, this form of learning seems to not need reinforcement to occur, but instead, requires a social model such as a parent, sibling, friend, or teacher with surroundings.\n\nImprinting is a kind of learning occurring at a particular life stage that is rapid and apparently independent of the consequences of behavior. In filial imprinting, young animals, particularly birds, form an association with another individual or in some cases, an object, that they respond to as they would to a parent. In 1935, the Austrian Zoologist Konrad Lorenz discovered that certain birds follow and form a bond if the object makes sounds.\n\nPlay generally describes behavior with no particular end in itself, but that improves performance in similar future situations. This is seen in a wide variety of vertebrates besides humans, but is mostly limited to mammals and birds. Cats are known to play with a ball of string when young, which gives them experience with catching prey. Besides inanimate objects, animals may play with other members of their own species or other animals, such as orcas playing with seals they have caught. Play involves a significant cost to animals, such as increased vulnerability to predators and the risk of injury and possibly infection. It also consumes energy, so there must be significant benefits associated with play for it to have evolved. Play is generally seen in younger animals, suggesting a link with learning. However, it may also have other benefits not associated directly with learning, for example improving physical fitness.\n\nPlay, as it pertains to humans as a form of learning is central to a child's learning and development. Through play, children learn social skills such as sharing and collaboration. Children develop emotional skills such as learning to deal with the emotion of anger, through play activities. As a form of learning, play also facilitates the development of thinking and language skills in children.[30]\n\nThere are five types of play:\n\nThese five types of play are often intersecting. All types of play generate thinking and problem-solving skills in children. Children learn to think creatively when they learn through play.[31] Specific activities involved in each type of play change over time as humans progress through the lifespan. Play as a form of learning, can occur solitarily, or involve interacting with others.\n\nEnculturation is the process by which people learn values and behaviors that are appropriate or necessary in their surrounding culture.[32] Parents, other adults, and peers shape the individual's understanding of these values.[32] If successful, enculturation results in competence in the language, values, and rituals of the culture.[32] This is different from acculturation, where a person adopts the values and societal rules of a culture different from their native one.\n\nMultiple examples of enculturation can be found cross-culturally. Collaborative practices in the Mazahua people have shown that participation in everyday interaction and later learning activities contributed to enculturation rooted in nonverbal social experience.[33] As the children participated in everyday activities, they learned the cultural significance of these interactions. The collaborative and helpful behaviors exhibited by Mexican and Mexican-heritage children is a cultural practice known as being \"acomedido\".[34] Chillihuani girls in Peru described themselves as weaving constantly, following behavior shown by the other adults.[35]\n\nEpisodic learning is a change in behavior that occurs as a result of an event.[36] For example, a fear of dogs that follows being bitten by a dog is episodic learning. Episodic learning is so named because events are recorded into episodic memory, which is one of the three forms of explicit learning and retrieval, along with perceptual memory and semantic memory.[37] Episodic memory remembers events and history that are embedded in experience and this is distinguished from semantic memory, which attempts to extract facts out of their experiential context[38] or – as some describe – a timeless organization of knowledge.[39] For instance, if a person remembers the Grand Canyon from a recent visit, it is an episodic memory. He would use semantic memory to answer someone who would ask him information such as where the Grand Canyon is. A study revealed that humans are very accurate in the recognition of episodic memory even without deliberate intention to memorize it.[40] This is said to indicate a very large storage capacity of the brain for things that people pay attention to.[40]\n\nMultimedia learning is where a person uses both auditory and visual stimuli to learn information (Mayer 2001) harv error: no target: CITEREFMayer2001 (help). This type of learning relies on dual-coding theory (Paivio 1971) harv error: no target: CITEREFPaivio1971 (help).\n\nElectronic learning or e-learning is computer-enhanced learning. A specific and always more diffused e-learning is mobile learning (m-learning), which uses different mobile telecommunication equipment, such as cellular phones.\n\nWhen a learner interacts with the e-learning environment, it's called augmented learning. By adapting to the needs of individuals, the context-driven instruction can be dynamically tailored to the learner's natural environment. Augmented digital content may include text, images, video, audio (music and voice). By personalizing instruction, augmented learning has been shown to improve learning performance for a lifetime.[41] See also minimally invasive education.\n\nMoore (1989)[42] purported that three core types of interaction are necessary for quality, effective online learning:\n\nIn his theory of transactional distance, Moore (1993)[43] contented that structure and interaction or dialogue bridge the gap in understanding and communication that is created by geographical distances (known as transactional distance).\n\nRote learning is memorizing information so that it can be recalled by the learner exactly the way it was read or heard. The major technique used for rote learning is learning by repetition, based on the idea that a learner can recall the material exactly (but not its meaning) if the information is repeatedly processed. Rote learning is used in diverse areas, from mathematics to music to religion. Although it has been criticized by some educators, rote learning is a necessary precursor to meaningful learning.\n\nMeaningful learning is the concept that learned knowledge (e.g., a fact) is fully understood to the extent that it relates to other knowledge. To this end, meaningful learning contrasts with rote learning in which information is acquired without regard to understanding. Meaningful learning, on the other hand, implies there is a comprehensive knowledge of the context of the facts learned.[44]\n\nEvidence-based learning is the use of evidence from well designed scientific studies to accelerate learning. Evidence-based learning methods such as spaced repetition can increase the rate at which a student learns.[45]\n\nFormal learning is learning that takes place within a teacher-student relationship, such as in a school system. The term formal learning has nothing to do with the formality of the learning, but rather the way it is directed and organized. In formal learning, the learning or training departments set out the goals and objectives of the learning.[46]\n\nNonformal learning is organized learning outside the formal learning system. For example, learning by coming together with people with similar interests and exchanging viewpoints, in clubs or in (international) youth organizations, workshops.\n\nInformal learning is less structured than \"nonformal\" one. It may occur through the experience of day-to-day situations (for example, one would learn to look ahead while walking because of the danger inherent in not paying attention to where one is going). It is learning from life, during a meal at the table with parents, play, exploring, etc.\n\nThe educational system may use a combination of formal, informal, and nonformal learning methods. The UN and EU recognize these different forms of learning (cf. links below). In some schools, students can get points that count in the formal-learning systems if they get work done in informal-learning circuits. They may be given time to assist international youth workshops and training courses, on the condition they prepare, contribute, share, and can prove this offered valuable new insight, helped to acquire new skills, a place to get experience in organizing, teaching, etc.\n\nTo learn a skill, such as solving a Rubik's Cube quickly, several factors come into play at once:\n\nTangential learning is the process by which people self-educate if a topic is exposed to them in a context that they already enjoy. For example, after playing a music-based video game, some people may be motivated to learn how to play a real instrument, or after watching a TV show that references Faust and Lovecraft, some people may be inspired to read the original work.[47] Self-education can be improved with systematization. According to experts in natural learning, self-oriented learning training has proven an effective tool for assisting independent learners with the natural phases of learning.[48]\n\nExtra Credits writer and game designer James Portnow was the first to suggest games as a potential venue for \"tangential learning\".[49] Mozelius et al.[50] points out that intrinsic integration of learning content seems to be a crucial design factor, and that games that include modules for further self-studies tend to present good results. The built-in encyclopedias in the Civilization games are presented as an example – by using these modules gamers can dig deeper for knowledge about historical events in the gameplay. The importance of rules that regulate learning modules and game experience is discussed by Moreno, C.,[51] in a case study about the mobile game Kiwaka. In this game, developed by Landka in collaboration with ESA and ESO, progress is rewarded with educational content, as opposed to traditional education games where learning activities are rewarded with gameplay.[52][53]\n\nDialogic learning is a type of learning based on dialogue.\n\nIn incidental teaching learning is not planned by the instructor or the student, it occurs as a byproduct of another activity — an experience, observation, self-reflection, interaction, unique event (e.g. in response to incidents/accidents), or common routine task. This learning happens in addition to or apart from the instructor's plans and the student's expectations. An example of incidental teaching is when the instructor places a train set on top of a cabinet. If the child points or walks towards the cabinet, the instructor prompts the student to say \"train.\" Once the student says \"train,\" he gets access to the train set.\n\nHere are some steps most commonly used in incidental teaching:[54]\n\nIncidental learning is an occurrence that is not generally accounted for using the traditional methods of instructional objectives and outcomes assessment. This type of learning occurs in part as a product of social interaction and active involvement in both online and onsite courses. Research implies that some un-assessed aspects of onsite and online learning challenge the equivalency of education between the two modalities. Both onsite and online learning have distinct advantages with traditional on-campus students experiencing higher degrees of incidental learning in three times as many areas as online students. Additional research is called for to investigate the implications of these findings both conceptually and pedagogically.[55]\n\n"
        },
        {
            "title": "Domains",
            "text": "Benjamin Bloom has suggested three domains of learning in his taxonomy which are:\n\nThese domains are not mutually exclusive. For example, in learning to play chess, the person must learn the rules (cognitive domain)—but must also learn how to set up the chess pieces and how to properly hold and move a chess piece (psychomotor). Furthermore, later in the game the person may even learn to love the game itself, value its applications in life, and appreciate its history (affective domain).[56]\n\n"
        },
        {
            "title": "Transfer",
            "text": "Transfer of learning is the application of skill, knowledge or understanding to resolve a novel problem or situation that happens when certain conditions are fulfilled. Research indicates that learning transfer is infrequent; most common when \"... cued, primed, and guided...\"[57] and has sought to clarify what it is, and how it might be promoted through instruction.\n\nOver the history of its discourse, various hypotheses and definitions have been advanced. First, it is speculated that different types of transfer exist, including: near transfer, the application of skill to solve a novel problem in a similar context; and far transfer, the application of skill to solve a novel problem presented in a different context.[58] Furthermore, Perkins and Salomon (1992) suggest that positive transfer in cases when learning supports novel problem solving, and negative transfer occurs when prior learning inhibits performance on highly correlated tasks, such as second or third-language learning.[59] Concepts of positive and negative transfer have a long history; researchers in the early 20th century described the possibility that \"...habits or mental acts developed by a particular kind of training may inhibit rather than facilitate other mental activities\".[60] Finally, Schwarz, Bransford and Sears (2005) have proposed that transferring knowledge into a situation may differ from transferring knowledge out to a situation as a means to reconcile findings that transfer may both be frequent and challenging to promote.[61]\n\nA significant and long research history has also attempted to explicate the conditions under which transfer of learning might occur. Early research by Ruger, for example, found that the \"level of attention\", \"attitudes\", \"method of attack\" (or method for tackling a problem), a \"search for new points of view\", a \"careful testing of hypothesis\" and \"generalization\" were all valuable approaches for promoting transfer.[62] To encourage transfer through teaching, Perkins and Salomon recommend aligning (\"hugging\") instruction with practice and assessment, and \"bridging\", or encouraging learners to reflect on past experiences or make connections between prior knowledge and current content.[59]\n\n"
        },
        {
            "title": "Factors affecting learning",
            "text": "Some aspects of intelligence are inherited genetically, so different students to some degree have different abilities with regard to learning and speed of learning.[citation needed]\n\nProblems like malnutrition, fatigue, and poor physical health can slow learning, as can bad ventilation or poor lighting at home, and unhygienic living conditions.[63][64]\n\nThe design, quality, and setting of a learning space, such as a school or classroom, can each be critical to the success of a learning environment. Size, configuration, comfort—fresh air, temperature, light, acoustics, furniture—can all affect a student's learning. The tools used by both instructors and students directly affect how information is conveyed, from the display and writing surfaces (blackboards, markerboards, tack surfaces) to digital technologies. For example, if a room is too crowded, stress levels rise, student attention is reduced, and furniture arrangement is restricted. If furniture is incorrectly arranged, sightlines to the instructor or instructional material are limited and the ability to suit the learning or lesson style is restricted. Aesthetics can also play a role, for if student morale suffers, so does motivation to attend school.[65][66]\n\nIntrinsic motivation, such a student's own intellectual curiosity or desire to experiment or explore, has been found to sustain learning more effectively than extrinsic motivations such as grades or parental requirements. Rote learning involves repetition in order to reinforce facts in memory, but has been criticized as ineffective and \"drill and kill\" since it kills intrinsic motivation.  Alternatives to rote learning include active learning and meaningful learning.\n\nThe speed, accuracy, and retention, depend upon aptitude, attitude, interest, attention, energy level, and motivation of the students. Praising students who answer a question properly or give good results should be praised. This encouragement increases their ability and helps them produce better results. Certain attitudes, such as always finding fault in a student's answer or provoking or embarrassing the student in front of a class are counterproductive.[67][68][need quotation to verify]\n\nCertain techniques can increase long-term retention:[69]\n\nThe underlying molecular basis of learning appears to be dynamic changes in gene expression occurring in brain neurons that are introduced by epigenetic mechanisms.  Epigenetic regulation of gene expression involves, most notably, chemical modification of DNA or DNA-associated histone proteins.  These chemical modifications can cause long-lasting changes in gene expression. Epigenetic mechanisms involved in learning include the methylation and demethylation of neuronal DNA as well as methylation, acetylation and deacetylation of neuronal histone proteins.\n\nDuring learning, information processing in the brain involves induction of oxidative modification in neuronal DNA followed by the employment of DNA repair processes that introduce epigenetic alterations.  In particular, the DNA repair processes of non-homologous end joining and base excision repair are employed in learning and memory formation.[70][71]\n\n"
        },
        {
            "title": "In animal evolution",
            "text": "Animals gain knowledge in two ways. First is learning—in which an animal gathers information about its environment and uses this information. For example, if an animal eats something that hurts its stomach, it learns not to eat that again. The second is innate knowledge that is genetically inherited. An example of this is when a horse is born and can immediately walk. The horse has not learned this behavior; it simply knows how to do it.[72] In some scenarios, innate knowledge is more beneficial than learned knowledge. However, in other scenarios the opposite is true—animals must learn certain behaviors when it is disadvantageous to have a specific innate behavior. In these situations, learning evolves in the species.\n\nIn a changing environment, an animal must constantly gain new information to survive. However, in a stable environment, this same individual needs to gather the information it needs once, and then rely on it for the rest of its life. Therefore, different scenarios better suit either learning or innate knowledge.\nEssentially, the cost of obtaining certain knowledge versus the benefit of already having it determines whether an animal evolved to learn in a given situation, or whether it innately knew the information. If the cost of gaining the knowledge outweighs the benefit of having it, then the animal does not evolve to learn in this scenario—but instead, non-learning evolves. However, if the benefit of having certain information outweighs the cost of obtaining it, then the animal is far more likely to evolve to have to learn this information.[72]\n\nNon-learning is more likely to evolve in two scenarios. If an environment is static and change does not or rarely occurs, then learning is simply unnecessary. Because there is no need for learning in this scenario—and because learning could prove disadvantageous due to the time it took to learn the information—non-learning evolves. Similarly, if an environment is in a constant state of change, learning is also disadvantageous, as anything learned is immediately irrelevant because of the changing environment.[72] The learned information no longer applies. Essentially, the animal would be just as successful if it took a guess as if it learned. In this situation, non-learning evolves. In fact, a study of Drosophila melanogaster showed that learning can actually lead to a decrease in productivity, possibly because egg-laying behaviors and decisions were impaired by interference from the memories gained from the newly learned materials or because of the cost of energy in learning.[73]\n\nHowever, in environments where change occurs within an animal's lifetime but is not constant, learning is more likely to evolve. Learning is beneficial in these scenarios because an animal can adapt to the new situation, but can still apply the knowledge that it learns for a somewhat extended period of time. Therefore, learning increases the chances of success as opposed to guessing.[72] An example of this is seen in aquatic environments with landscapes subject to change. In these environments, learning is favored because the fish are predisposed to learn the specific spatial cues where they live.[74]\n\n"
        },
        {
            "title": "In plants",
            "text": "In recent years, plant physiologists have examined the physiology of plant behavior and cognition. The concepts of learning and memory are relevant in identifying how plants respond to external cues, a behavior necessary for survival. Monica Gagliano, an Australian professor of evolutionary ecology, makes an argument for associative learning in the garden pea, Pisum sativum. The garden pea is not specific to a region, but rather grows in cooler, higher altitude climates. Gagliano and colleagues' 2016 paper aims to differentiate between innate phototropism behavior and learned behaviors.[29] Plants use light cues in various ways, such as to sustain their metabolic needs and to maintain their internal circadian rhythms. Circadian rhythms in plants are modulated by endogenous bioactive substances that encourage leaf-opening and leaf-closing and are the basis of nyctinastic behaviors.[75]\n\nGagliano and colleagues constructed a classical conditioning test in which pea seedlings were divided into two experimental categories and placed in Y-shaped tubes.[29] In a series of training sessions, the plants were exposed to light coming down different arms of the tube. In each case, there was a fan blowing lightly down the tube in either the same or opposite arm as the light. The unconditioned stimulus (US) was the predicted occurrence of light and the conditioned stimulus (CS) was the wind blowing by the fan. Previous experimentation shows that plants respond to light by bending and growing towards it through differential cell growth and division on one side of the plant stem mediated by auxin signaling pathways.[76]\n\nDuring the testing phase of Gagliano's experiment, the pea seedlings were placed in different Y-pipes and exposed to the fan alone. Their direction of growth was subsequently recorded. The 'correct' response by the seedlings was deemed to be growing into the arm where the light was \"predicted\" from the previous day.  The majority of plants in both experimental conditions grew in a direction consistent with the predicted location of light based on the position of the fan the previous day.[29] For example, if the seedling was trained with the fan and light coming down the same arm of the Y-pipe, the following day the seedling grew towards the fan in the absence of light cues despite the fan being placed in the opposite side of the Y-arm. Plants in the control group showed no preference to a particular arm of the Y-pipe. The percentage difference in population behavior observed between the control and experimental groups is meant to distinguish innate phototropism behavior from active associative learning.[29]\n\nWhile the physiological mechanism of associative learning in plants is not known, Telewski et al. describes a hypothesis that describes photoreception as the basis of mechano-perception in plants.[77] One mechanism for mechano-perception in plants relies on MS ion channels and calcium channels. Mechanosensory proteins in cell lipid bilayers, known as MS ion channels, are activated once they are physically deformed in response to pressure or tension. Ca2+ permeable ion channels are \"stretch-gated\" and allow for the influx of osmolytes and calcium, a well-known second messenger, into the cell. This ion influx triggers a passive flow of water into the cell down its osmotic gradient, effectively increasing turgor pressure and causing the cell to depolarize.[77] Gagliano hypothesizes that the basis of associative learning in Pisum sativum is the coupling of mechanosensory and photosensory pathways and is mediated by auxin signaling pathways. The result is directional growth to maximize a plant's capture of sunlight.[29]\n\nGagliano et al. published another paper on habituation behaviors in the mimosa pudica plant whereby the innate behavior of the plant was diminished by repeated exposure to a stimulus.[19] There has been controversy around this paper and more generally around the topic of plant cognition. Charles Abrahmson, a psychologist and behavioral biologist, says that part of the issue of why scientists disagree about whether plants have the ability to learn is that researchers do not use a consistent definition of \"learning\" and \"cognition\".[78] Similarly, Michael Pollan, an author, and journalist, says in his piece The Intelligent Plant that researchers do not doubt Gagliano's data but rather her language, specifically her use of the term \"learning\" and \"cognition\" with respect to plants.[79] A direction for future research is testing whether circadian rhythms in plants modulate learning and behavior and surveying researchers' definitions of \"cognition\" and \"learning.\"\n\n"
        },
        {
            "title": "Machine learning",
            "text": "Machine learning, a branch of artificial intelligence, concerns the construction and study of systems that can learn from data. For example, a machine learning system could be trained on email messages to learn to distinguish between spam and non-spam messages. Most of the Machine Learning models are based on probabilistic theories where each input (e.g. an image ) is associated with a probability to become the desired output.\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Neuropsychology",
        "https://en.wikipedia.org/wiki/List_of_regions_in_the_human_brain",
        "https://en.wikipedia.org/wiki/Clinical_neuropsychology",
        "https://en.wikipedia.org/wiki/Cognitive_neuropsychology",
        "https://en.wikipedia.org/wiki/Cognitive_neuroscience",
        "https://en.wikipedia.org/wiki/Dementia",
        "https://en.wikipedia.org/wiki/Human_brain",
        "https://en.wikipedia.org/wiki/Neuroanatomy",
        "https://en.wikipedia.org/wiki/Neurophysiology",
        "https://en.wikipedia.org/wiki/Neuropsychological_assessment",
        "https://en.wikipedia.org/wiki/Traumatic_brain_injury",
        "https://en.wikipedia.org/wiki/Brain",
        "https://en.wikipedia.org/wiki/Arousal",
        "https://en.wikipedia.org/wiki/Attention",
        "https://en.wikipedia.org/wiki/Consciousness",
        "https://en.wikipedia.org/wiki/Executive_functions",
        "https://en.wikipedia.org/wiki/Natural_language",
        "https://en.wikipedia.org/wiki/Memory",
        "https://en.wikipedia.org/wiki/Motor_coordination",
        "https://en.wikipedia.org/wiki/Perception",
        "https://en.wikipedia.org/wiki/Planning",
        "https://en.wikipedia.org/wiki/Problem_solving",
        "https://en.wikipedia.org/wiki/Thought",
        "https://en.wikipedia.org/wiki/Alan_Baddeley",
        "https://en.wikipedia.org/wiki/Arthur_Lester_Benton",
        "https://en.wikipedia.org/wiki/David_Bohm",
        "https://en.wikipedia.org/wiki/Antonio_Damasio",
        "https://en.wikipedia.org/wiki/Phineas_Gage",
        "https://en.wikipedia.org/wiki/Norman_Geschwind",
        "https://en.wikipedia.org/wiki/Elkhonon_Goldberg",
        "https://en.wikipedia.org/wiki/Kenneth_Heilman",
        "https://en.wikipedia.org/wiki/Eric_Kandel",
        "https://en.wikipedia.org/wiki/Edith_Kaplan",
        "https://en.wikipedia.org/wiki/Muriel_Lezak",
        "https://en.wikipedia.org/wiki/Benjamin_Libet",
        "https://en.wikipedia.org/wiki/Alexander_Luria",
        "https://en.wikipedia.org/wiki/Brenda_Milner",
        "https://en.wikipedia.org/wiki/Pasko_Rakic",
        "https://en.wikipedia.org/wiki/Oliver_Sacks",
        "https://en.wikipedia.org/wiki/Roger_Wolcott_Sperry",
        "https://en.wikipedia.org/wiki/Henry_Molaison",
        "https://en.wikipedia.org/wiki/Kent_Cochrane",
        "https://en.wikipedia.org/wiki/Neuropsychological_test",
        "https://en.wikipedia.org/wiki/Benton_Visual_Retention_Test",
        "https://en.wikipedia.org/wiki/Continuous_performance_task",
        "https://en.wikipedia.org/wiki/Hayling_and_Brixton_tests",
        "https://en.wikipedia.org/wiki/Lexical_decision_task",
        "https://en.wikipedia.org/wiki/Stroop_effect",
        "https://en.wikipedia.org/wiki/Wechsler_Adult_Intelligence_Scale",
        "https://en.wikipedia.org/wiki/Wechsler_Memory_Scale",
        "https://en.wikipedia.org/wiki/Wisconsin_Card_Sorting_Test",
        "https://en.wikipedia.org/wiki/Cognitive_psychology",
        "https://en.wikipedia.org/wiki/Perception",
        "https://en.wikipedia.org/wiki/Visual_perception",
        "https://en.wikipedia.org/wiki/Outline_of_object_recognition",
        "https://en.wikipedia.org/wiki/Face_perception",
        "https://en.wikipedia.org/wiki/Pattern_recognition",
        "https://en.wikipedia.org/wiki/Attention",
        "https://en.wikipedia.org/wiki/Memory",
        "https://en.wikipedia.org/wiki/Memory_and_aging",
        "https://en.wikipedia.org/wiki/Emotion_and_memory",
        "https://en.wikipedia.org/wiki/Metacognition",
        "https://en.wikipedia.org/wiki/Language",
        "https://en.wikipedia.org/wiki/Metalanguage",
        "https://en.wikipedia.org/wiki/Thought",
        "https://en.wikipedia.org/wiki/Cognition",
        "https://en.wikipedia.org/wiki/Concept",
        "https://en.wikipedia.org/wiki/Reason",
        "https://en.wikipedia.org/wiki/Problem_solving",
        "https://en.wikipedia.org/wiki/Numerical_cognition",
        "https://en.wikipedia.org/wiki/Numerosity_adaptation_effect",
        "https://en.wikipedia.org/wiki/Approximate_number_system",
        "https://en.wikipedia.org/wiki/Parallel_individuation_system",
        "https://en.wikipedia.org/wiki/Understanding",
        "https://en.wikipedia.org/wiki/Knowledge",
        "https://en.wikipedia.org/wiki/Behavior",
        "https://en.wikipedia.org/wiki/Skill",
        "https://en.wikipedia.org/wiki/Preference",
        "https://en.wikipedia.org/wiki/Human",
        "https://en.wikipedia.org/wiki/Animal",
        "https://en.wikipedia.org/wiki/Machine_learning",
        "https://en.wikipedia.org/wiki/Plant",
        "https://en.wikipedia.org/wiki/Burn",
        "https://en.wikipedia.org/wiki/Heat",
        "https://en.wikipedia.org/wiki/Stove",
        "https://en.wikipedia.org/wiki/Educational_psychology",
        "https://en.wikipedia.org/wiki/Neuropsychology",
        "https://en.wikipedia.org/wiki/Experimental_psychology",
        "https://en.wikipedia.org/wiki/Cognitive_science",
        "https://en.wikipedia.org/wiki/Pedagogy",
        "https://en.wikipedia.org/wiki/Safety",
        "https://en.wikipedia.org/wiki/Habituation",
        "https://en.wikipedia.org/wiki/Classical_conditioning",
        "https://en.wikipedia.org/wiki/Operant_conditioning",
        "https://en.wikipedia.org/wiki/Conscious",
        "https://en.wikipedia.org/wiki/Learned_helplessness",
        "https://en.wikipedia.org/wiki/Prenatal",
        "https://en.wikipedia.org/wiki/Habituation",
        "https://en.wikipedia.org/wiki/Gestation",
        "https://en.wikipedia.org/wiki/Central_nervous_system",
        "https://en.wikipedia.org/wiki/Memory",
        "https://en.wikipedia.org/wiki/Developmental_psychology",
        "https://en.wikipedia.org/wiki/Lev_Vygotsky",
        "https://en.wikipedia.org/wiki/Semiosis",
        "https://en.wikipedia.org/wiki/Learning_styles",
        "https://en.wikipedia.org/wiki/Sensory_adaptation",
        "https://en.wikipedia.org/wiki/Habituation",
        "https://en.wikipedia.org/wiki/Sensitization",
        "https://en.wikipedia.org/wiki/Habituation",
        "https://en.wikipedia.org/wiki/Owl",
        "https://en.wikipedia.org/wiki/Predator",
        "https://en.wikipedia.org/wiki/Mimosa_pudica",
        "https://en.wikipedia.org/wiki/Stentor_coeruleus",
        "https://en.wikipedia.org/wiki/Sensitization",
        "https://en.wikipedia.org/wiki/Stimulation",
        "https://en.wikipedia.org/wiki/Active_learning",
        "https://en.wikipedia.org/wiki/Metacognition",
        "https://en.wikipedia.org/wiki/Passive_learning",
        "https://en.wikipedia.org/wiki/Direct_instruction",
        "https://en.wikipedia.org/wiki/Traditional_education",
        "https://en.wikipedia.org/wiki/Classical_conditioning",
        "https://en.wikipedia.org/wiki/Operant_conditioning",
        "https://en.wikipedia.org/wiki/Classical_conditioning",
        "https://en.wikipedia.org/wiki/Ivan_Pavlov",
        "https://en.wikipedia.org/wiki/Proboscis_extension_reflex",
        "https://en.wikipedia.org/wiki/Little_Albert",
        "https://en.wikipedia.org/wiki/Observational_learning",
        "https://en.wikipedia.org/wiki/Mammal",
        "https://en.wikipedia.org/wiki/Bird",
        "https://en.wikipedia.org/wiki/Orca",
        "https://en.wikipedia.org/wiki/Predator",
        "https://en.wikipedia.org/wiki/Injury",
        "https://en.wikipedia.org/wiki/Infection",
        "https://en.wikipedia.org/wiki/Energy",
        "https://en.wikipedia.org/wiki/Physical_fitness",
        "https://en.wikipedia.org/wiki/Enculturation",
        "https://en.wikipedia.org/wiki/Acculturation",
        "https://en.wikipedia.org/wiki/Episodic_memory",
        "https://en.wikipedia.org/wiki/Semantic_memory",
        "https://en.wikipedia.org/wiki/Grand_Canyon_National_Park",
        "https://en.wikipedia.org/wiki/Multimedia_learning",
        "https://en.wikipedia.org/wiki/Electronic_learning",
        "https://en.wikipedia.org/wiki/Mobile_learning",
        "https://en.wikipedia.org/wiki/Cellular_phone",
        "https://en.wikipedia.org/wiki/Augmented_learning",
        "https://en.wikipedia.org/wiki/Minimally_invasive_education",
        "https://en.wikipedia.org/wiki/Rote_learning",
        "https://en.wikipedia.org/wiki/Memorizing",
        "https://en.wikipedia.org/wiki/Recollection",
        "https://en.wikipedia.org/wiki/Deeper_learning",
        "https://en.wikipedia.org/wiki/Meaningful_learning",
        "https://en.wikipedia.org/wiki/Rote_learning",
        "https://en.wikipedia.org/wiki/Spaced_repetition",
        "https://en.wikipedia.org/wiki/Education",
        "https://en.wikipedia.org/wiki/University_of_Bologna",
        "https://en.wikipedia.org/wiki/Nonformal_learning",
        "https://en.wikipedia.org/wiki/Informal_learning",
        "https://en.wikipedia.org/wiki/Teaching",
        "https://en.wikipedia.org/wiki/Muscle_memory",
        "https://en.wikipedia.org/wiki/Extra_Credits",
        "https://en.wikipedia.org/wiki/Kiwaka",
        "https://en.wikipedia.org/wiki/Landka",
        "https://en.wikipedia.org/wiki/ESA",
        "https://en.wikipedia.org/wiki/European_Southern_Observatory",
        "https://en.wikipedia.org/wiki/Educational_game",
        "https://en.wikipedia.org/wiki/Dialogic_learning",
        "https://en.wikipedia.org/wiki/Benjamin_Bloom",
        "https://en.wikipedia.org/wiki/Cognitive",
        "https://en.wikipedia.org/wiki/Psychomotor_learning",
        "https://en.wikipedia.org/wiki/Affective",
        "https://en.wikipedia.org/wiki/Chess",
        "https://en.wikipedia.org/wiki/History_of_chess",
        "https://en.wikipedia.org/wiki/Transfer_of_learning",
        "https://en.wikipedia.org/wiki/Heritability_of_IQ",
        "https://en.wikipedia.org/wiki/Malnutrition",
        "https://en.wikipedia.org/wiki/Fatigue",
        "https://en.wikipedia.org/wiki/Learning_space",
        "https://en.wikipedia.org/wiki/Learning_environment",
        "https://en.wikipedia.org/wiki/Intrinsic_motivation",
        "https://en.wikipedia.org/wiki/Rote_learning",
        "https://en.wikipedia.org/wiki/Drill_and_kill",
        "https://en.wikipedia.org/wiki/Active_learning",
        "https://en.wikipedia.org/wiki/Meaningful_learning",
        "https://en.wikipedia.org/wiki/Aptitude",
        "https://en.wikipedia.org/wiki/Spacing_effect",
        "https://en.wikipedia.org/wiki/Spaced_repetition",
        "https://en.wikipedia.org/wiki/Quizzing",
        "https://en.wikipedia.org/wiki/Epigenetics_in_learning_and_memory",
        "https://en.wikipedia.org/wiki/Gene_expression",
        "https://en.wikipedia.org/wiki/Brain",
        "https://en.wikipedia.org/wiki/Neuron",
        "https://en.wikipedia.org/wiki/Epigenetic",
        "https://en.wikipedia.org/wiki/DNA",
        "https://en.wikipedia.org/wiki/Histone",
        "https://en.wikipedia.org/wiki/DNA_methylation",
        "https://en.wikipedia.org/wiki/DNA_demethylation",
        "https://en.wikipedia.org/wiki/Histone_methylation",
        "https://en.wikipedia.org/wiki/Histone_acetylation_and_deacetylation",
        "https://en.wikipedia.org/wiki/DNA_oxidation",
        "https://en.wikipedia.org/wiki/DNA_repair",
        "https://en.wikipedia.org/wiki/Base_excision_repair",
        "https://en.wikipedia.org/wiki/Instinct",
        "https://en.wikipedia.org/wiki/Evolution",
        "https://en.wikipedia.org/wiki/Drosophila_melanogaster",
        "https://en.wikipedia.org/wiki/Adaptation",
        "https://en.wikipedia.org/wiki/Machine_learning",
        "https://en.wikipedia.org/wiki/Artificial_intelligence",
        "https://en.wikipedia.org/wiki/21st_century_skills",
        "https://en.wikipedia.org/wiki/Anticipatory_socialization",
        "https://en.wikipedia.org/wiki/Epistemology",
        "https://en.wikipedia.org/wiki/Implicit_learning",
        "https://en.wikipedia.org/wiki/Instructional_theory",
        "https://en.wikipedia.org/wiki/Learning_sciences",
        "https://en.wikipedia.org/wiki/Lifelong_learning",
        "https://en.wikipedia.org/wiki/Living_educational_theory",
        "https://en.wikipedia.org/wiki/Media_psychology",
        "https://en.wikipedia.org/wiki/Subgoal_labeling",
        "https://en.wikipedia.org/wiki/Algorithmic_information_theory",
        "https://en.wikipedia.org/wiki/Algorithmic_probability",
        "https://en.wikipedia.org/wiki/Bayesian_inference",
        "https://en.wikipedia.org/wiki/Inductive_logic_programming",
        "https://en.wikipedia.org/wiki/Inductive_probability",
        "https://en.wikipedia.org/wiki/Information_theory",
        "https://en.wikipedia.org/wiki/Minimum_description_length",
        "https://en.wikipedia.org/wiki/Minimum_message_length",
        "https://en.wikipedia.org/wiki/AIXI",
        "https://en.wikipedia.org/wiki/Andragogy",
        "https://en.wikipedia.org/wiki/Heutagogy",
        "https://en.wikipedia.org/wiki/Pedagogy",
        "https://en.wikipedia.org/wiki/Wayback_Machine",
        "https://en.wikipedia.org/wiki/Sign_Systems_Studies",
        "https://en.wikipedia.org/wiki/Wayback_Machine",
        "https://en.wikipedia.org/wiki/Wayback_Machine",
        "https://en.wikipedia.org/wiki/Wayback_Machine",
        "https://en.wikipedia.org/wiki/National_Academies_Press",
        "https://en.wikipedia.org/wiki/American_Psychological_Association",
        "https://en.wikipedia.org/wiki/Ethology",
        "https://en.wikipedia.org/wiki/Animal_cognition",
        "https://en.wikipedia.org/wiki/Animal_communication",
        "https://en.wikipedia.org/wiki/Animal_consciousness",
        "https://en.wikipedia.org/wiki/Animal_culture",
        "https://en.wikipedia.org/wiki/Animal_sexual_behaviour",
        "https://en.wikipedia.org/wiki/Animal_welfare_science",
        "https://en.wikipedia.org/wiki/Anthrozoology",
        "https://en.wikipedia.org/wiki/Bee_learning_and_communication",
        "https://en.wikipedia.org/wiki/Behavioral_ecology",
        "https://en.wikipedia.org/wiki/Behavioral_endocrinology",
        "https://en.wikipedia.org/wiki/Behavioural_genetics",
        "https://en.wikipedia.org/wiki/Cognitive_ethology",
        "https://en.wikipedia.org/wiki/Comparative_psychology",
        "https://en.wikipedia.org/wiki/Emotion_in_animals",
        "https://en.wikipedia.org/wiki/Evolutionary_neuroscience",
        "https://en.wikipedia.org/wiki/Human_ethology",
        "https://en.wikipedia.org/wiki/Instinct",
        "https://en.wikipedia.org/wiki/Neuroethology",
        "https://en.wikipedia.org/wiki/Pain_in_animals",
        "https://en.wikipedia.org/wiki/Sociobiology",
        "https://en.wikipedia.org/wiki/Structures_built_by_animals",
        "https://en.wikipedia.org/wiki/Nest",
        "https://en.wikipedia.org/wiki/Nesting_instinct",
        "https://en.wikipedia.org/wiki/Swarm_behaviour",
        "https://en.wikipedia.org/wiki/Tool_use_by_animals",
        "https://en.wikipedia.org/wiki/Zoosemiotics",
        "https://en.wikipedia.org/wiki/Zoomusicology",
        "https://en.wikipedia.org/wiki/Patrick_Bateson",
        "https://en.wikipedia.org/wiki/Marc_Bekoff",
        "https://en.wikipedia.org/wiki/Donald_Broom",
        "https://en.wikipedia.org/wiki/Charles_Darwin",
        "https://en.wikipedia.org/wiki/Marian_Dawkins",
        "https://en.wikipedia.org/wiki/Richard_Dawkins",
        "https://en.wikipedia.org/wiki/Dian_Fossey",
        "https://en.wikipedia.org/wiki/Karl_von_Frisch",
        "https://en.wikipedia.org/wiki/Jane_Goodall",
        "https://en.wikipedia.org/wiki/Heini_Hediger",
        "https://en.wikipedia.org/wiki/Julian_Huxley",
        "https://en.wikipedia.org/wiki/Konrad_Lorenz",
        "https://en.wikipedia.org/wiki/Desmond_Morris",
        "https://en.wikipedia.org/wiki/Thomas_Sebeok",
        "https://en.wikipedia.org/wiki/William_Homan_Thorpe",
        "https://en.wikipedia.org/wiki/Nikolaas_Tinbergen",
        "https://en.wikipedia.org/wiki/Wolfgang_Wickler",
        "https://en.wikipedia.org/wiki/Solly_Zuckerman",
        "https://en.wikipedia.org/wiki/Association_for_the_Study_of_Animal_Behaviour",
        "https://en.wikipedia.org/wiki/International_Society_for_Applied_Ethology",
        "https://en.wikipedia.org/wiki/Animal_Cognition",
        "https://en.wikipedia.org/wiki/Human_intelligence",
        "https://en.wikipedia.org/wiki/Outline_of_human_intelligence",
        "https://en.wikipedia.org/wiki/Collective_intelligence",
        "https://en.wikipedia.org/wiki/Emotional_intelligence",
        "https://en.wikipedia.org/wiki/Intellectual_giftedness",
        "https://en.wikipedia.org/wiki/Linguistic_intelligence",
        "https://en.wikipedia.org/wiki/Theory_of_multiple_intelligences",
        "https://en.wikipedia.org/wiki/Social_intelligence",
        "https://en.wikipedia.org/wiki/Spatial_visualization_ability",
        "https://en.wikipedia.org/wiki/Cognition",
        "https://en.wikipedia.org/wiki/Communication",
        "https://en.wikipedia.org/wiki/Creativity",
        "https://en.wikipedia.org/wiki/Fluid_and_crystallized_intelligence",
        "https://en.wikipedia.org/wiki/Intelligence_quotient",
        "https://en.wikipedia.org/wiki/Knowledge",
        "https://en.wikipedia.org/wiki/Memory",
        "https://en.wikipedia.org/wiki/Problem_solving",
        "https://en.wikipedia.org/wiki/Reason",
        "https://en.wikipedia.org/wiki/Thought",
        "https://en.wikipedia.org/wiki/Abstraction",
        "https://en.wikipedia.org/wiki/Understanding",
        "https://en.wikipedia.org/wiki/Visual_system",
        "https://en.wikipedia.org/wiki/Fluid_and_crystallized_intelligence",
        "https://en.wikipedia.org/wiki/Theory_of_multiple_intelligences",
        "https://en.wikipedia.org/wiki/Triarchic_theory_of_intelligence",
        "https://en.wikipedia.org/wiki/PASS_theory_of_intelligence",
        "https://en.wikipedia.org/wiki/Evolution_of_human_intelligence",
        "https://en.wikipedia.org/wiki/Heritability_of_IQ",
        "https://en.wikipedia.org/wiki/Psychometrics",
        "https://en.wikipedia.org/wiki/Environment_and_intelligence",
        "https://en.wikipedia.org/wiki/Fertility_and_intelligence",
        "https://en.wikipedia.org/wiki/Height_and_intelligence",
        "https://en.wikipedia.org/wiki/Impact_of_health_on_intelligence",
        "https://en.wikipedia.org/wiki/Cognitive_epidemiology",
        "https://en.wikipedia.org/wiki/Neuroscience_and_intelligence",
        "https://en.wikipedia.org/wiki/Intelligence_and_personality",
        "https://en.wikipedia.org/wiki/Race_and_intelligence",
        "https://en.wikipedia.org/wiki/Sex_differences_in_intelligence",
        "https://en.wikipedia.org/wiki/Outline_of_human_intelligence",
        "https://en.wikipedia.org/wiki/Outline_of_thought",
        "https://en.wikipedia.org/wiki/Habituation",
        "https://en.wikipedia.org/wiki/Sensitization",
        "https://en.wikipedia.org/wiki/Operant_conditioning",
        "https://en.wikipedia.org/wiki/Classical_conditioning",
        "https://en.wikipedia.org/wiki/Observational_learning",
        "https://en.wikipedia.org/wiki/Insight_learning",
        "https://en.wikipedia.org/wiki/Deductive_reasoning",
        "https://en.wikipedia.org/wiki/Inductive_reasoning",
        "https://en.wikipedia.org/wiki/Abductive_reasoning",
        "https://en.wikipedia.org/wiki/Cognition",
        "https://en.wikipedia.org/wiki/Awareness",
        "https://en.wikipedia.org/wiki/Understanding",
        "https://en.wikipedia.org/wiki/Consciousness",
        "https://en.wikipedia.org/wiki/Critical_thinking",
        "https://en.wikipedia.org/wiki/Imagination",
        "https://en.wikipedia.org/wiki/Intuition",
        "https://en.wikipedia.org/wiki/Problem_solving",
        "https://en.wikipedia.org/wiki/Perception",
        "https://en.wikipedia.org/wiki/Amodal_perception",
        "https://en.wikipedia.org/wiki/Color_vision",
        "https://en.wikipedia.org/wiki/RGB_color_model",
        "https://en.wikipedia.org/wiki/Depth_perception",
        "https://en.wikipedia.org/wiki/Form_perception",
        "https://en.wikipedia.org/wiki/Haptic_perception",
        "https://en.wikipedia.org/wiki/Touch",
        "https://en.wikipedia.org/wiki/Aesthetic_interpretation",
        "https://en.wikipedia.org/wiki/Peripheral_vision",
        "https://en.wikipedia.org/wiki/Social_perception",
        "https://en.wikipedia.org/wiki/Psychoacoustics",
        "https://en.wikipedia.org/wiki/Harmonic",
        "https://en.wikipedia.org/wiki/Speech_perception",
        "https://en.wikipedia.org/wiki/Visual_perception",
        "https://en.wikipedia.org/wiki/Memory",
        "https://en.wikipedia.org/wiki/Memory_consolidation",
        "https://en.wikipedia.org/wiki/Attention",
        "https://en.wikipedia.org/wiki/Institute_of_Higher_Nervous_Activity",
        "https://en.wikipedia.org/wiki/Intention",
        "https://en.wikipedia.org/wiki/Thought",
        "https://en.wikipedia.org/wiki/Learning",
        "https://en.wikipedia.org/wiki/Learning",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}