{
    "url": "https://en.wikipedia.org/wiki/Lebbeus_Woods",
    "title": "Lebbeus Woods",
    "table_of_contents": [
        "1 Career",
        "2 Philosophy",
        "2.1 Freespace",
        "2.2 Wall",
        "2.3 Multiplicity",
        "2.4 Heterarchy",
        "3 Works",
        "3.1 Terra Nova - Korean Demilitarized Zone",
        "3.2 Havana",
        "3.3 Underground Berlin",
        "4 Influence on film",
        "5 See also",
        "6 Bibliography",
        "7 Gallery",
        "8 References",
        "9 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nLebbeus Woods (May 31, 1940 – October 30, 2012) was an American architect and artist known for his unconventional and experimental designs.[2][3] Known for his rich, yet mainly unbuilt work and its nonetheless significant impact on the architectural sphere, Lebbeus Woods and his oeuvre are considered visionary, describing a radically experimental world built on the principles of heterogeneity and multiplicity and bridging thus the gap between numerous fields including architecture, philosophy, and mathematics. Reconfiguring the architectural space in environments of crisis, whether it be natural, social, political, or financial, Woods stated: “I’m not interested in living in a fantasy world. All my work is still meant to evoke real architectural spaces. But what interests me is what the world would be like if we were free of conventional limits. Maybe I can show what could happen if we lived by a different set of rules.”[4]\n\n"
        },
        {
            "title": "Career",
            "text": "Woods studied architecture at the University of Illinois and engineering at Purdue University. While Woods called himself an architect he never received a degree in architecture nor was he ever licensed to practice architecture. He first worked in the offices of Eero Saarinen as a field representative on the Ford Foundation building designed by Saarinen in New York City. After leaving Saarinen's office he worked for a short period for the Champaign, Illinois firm of Richardson, Severns Scheeler & Associates. He also produced paintings for the Indianapolis Art Museum during that period. In 1976 he turned exclusively to theory and experimental projects.[3] He designed a light pavilion in the Sliced Porosity Block, Chengdu, China with Steven Holl,[5] and buildings in Havana, Cuba.[6][7] In 1988, Woods co-founded the Research Institute for Experimental Architecture, a nonprofit institution devoted to the advancement of experimental architectural thought and practice while promoting the concept and perception of architecture itself.\n\nThe author of nine books, he was a 1994 recipient of the Chrysler Design Award.[3] He was a professor of architecture at the Cooper Union in New York City and at the European Graduate School in Saas-Fee, Switzerland.[2]\n\n"
        },
        {
            "title": "Philosophy",
            "text": "While the purpose of most architects is the construction of their designed work, for Woods, the essence of architecture transcended these limits by seeking something other than an idea expressed as a built form. Interested in what would happen if the architect was freed from conventional restrictions, he did not intend to generate and construct a design proposal of a specific geometrical form in order to approach an existing architectural problem.  To the contrary, his work consists of intricately complex drawings and designs, envisioning and exploring new types of space. Yet, he considered his architecture neither utopian nor visionary but an attempt to approach reality under a radical set of ideas and conditions.[4]\n\nIn his visionary world, architecture instrumentalizes the continuous transformation of the human being as its user who becomes its creator, giving it meaning and content through their way of acting in space. All individuals, whether they have an architectural background or not, should become creators of this new world. A person devoid of architectural education is called upon to act as an architect and in parallel, the architect needs to act upon as a person with no architectural background.[8] To this end, Woods saw a parallelism between the designer of a building and the creator of a pyramid who follows forms imposed by those who represent, express, dominate, and exploit others’ obedience to regulatory rules. This pyramid, based on a triangular structure, is by nature the most stable solid. On one hand, at the lowest level of the structure Wood places the inhabitant of the pyramid as the bearer of its full load. On the other hand, the architect who designs building non types, or else the freespace of unknown purpose and meaning, inverts the pyramid and creates new building types. Every resident of this inverted structure becomes a top. The pyramid extends into the space of time seeking a base or terminal point to complete its form. Yet, the base subsides before the volume of the experience increases. In the undefined darkness of the void where this structure is located, many pyramids interpenetrate and dissolve, one in the other. They generate a flow; a form of indeterminacy; a contradictory plan; a city of unknown origin and destination; a state of continuous transformation.[9] This can as also be seen in Woods's project Horizon Houses about which he states: \n\n\"They are structures experimenting with our perception of spatial transformations, accomplished without any material changes to the structures themselves. In these projects, my concern was the question of space. The engineering questions of how to turn the houses could be answered by conventional mechanical means—cranes and the like—but these seem clumsy and inelegant. The mechanical solution may lie in the idea of self-propelling structures, using hydraulics. But of more immediate concern: how would the changing spaces impact the ways we might inhabit them?\"[10]\n\nThe majority of his explorations deal with the design of systems in crisis: the order of the existing being confronted by the order of the new. His designs are politically charged and provocative visions of a possible reality; provisional, local, and charged with the investment of their creators. He is best known for his proposals for San Francisco, Havana, and Sarajevo that were included in the publication of Radical Reconstruction in 1997 (Sarajevo after the war, Havana in the grips of the ongoing trade embargo, and San Francisco after the Loma Prieta earthquake).\n\nWoods, who envisioned experimental constructs and environments, stated that, \"the interplay of metrical systems establishing boundaries of materials and energetic forms is the foundation of a universal science (universcience) whose workers include all individuals\".[This quote needs a citation]\n\nRealizing the need to redefine the meaning of human existence by means of architecture, Woods envisioned the creation of spaces sheltering the diverse material and immaterial needs of each of their inhabitants. In his works, terms of a conventional architectural vocabulary, such as the void, wall, volume, and surface, give their place to combinations of heterogeneous and radical interpretations of their content including the \"freespace\", \"multiplicity\", and \"heterarchy\".[12]\n\nIn a similar way, Michel Foucault identified transitional spaces that accommodate diversity or else the other pertaining to each inhabitant as opposed to the entire community. For him, these heterotopias are real and institutionalized spaces lost within the grid of the urban fabric. However, they constitute \"a kind of dislocation or a realized utopia, in which all the real spatial arrangements, all other spatial arrangements encountered within society, are simultaneously represented, challenged and overturned\".[13]\n\nWoods introduced the term freespace to propose an architectural approach freed from its conventional, predetermined and deterministic character, or else an architecture that instrumentalizes the ever-changing landscape of the modern era which is exposed to natural and man-made changes. In contrast to the model of organization and development of the modern city, the freespace was for Woods a field of unpredictable forces and continuous transformations of both its user and society which is characterized by morphological fluidity and ideological liberation.[9] The concept of freespace was addressed to the remaining empty space whose meaning differs from that of the indefinite void whether it is perceptual, natural, political, social or cultural. A building mass is not a necessary condition for the existence of space. The act of abstraction is an entirely creative logic that leads to covering the remaining empty space with human energy and movement. The subtracted mass cannot be replaced with anything else as the energy lost in the act of subtraction can only be offered to the system through human energy, thus ensuring the system's balance.[9] In Woods' freespace, the user of the building plays the role of the creator, and the space exists only when it is inhabited. It is not intended for a particular social group, but for those who wish to transform their everyday life from static to fluid and from deterministic to existential. It does not have a predefined plan of use and is not part of a particular building type. The purpose of establishing such a space is the transformation of the user through their existence into an unprecedented and totally indefinable spatial reality. Woods' society can only be founded on the intelligence, resourcefulness and awareness-raising initiative of the individual who is called to identify and harmonize with the complexity of their self-sufficiency in space and time. To do this, they must devise new and more experimental ways of using freespace.[9]\n\nWoods developed a comprehensive theory about the wall as a structural element, giving it a multi-dimensional and totally different value from that of the boundary. For him, walls form as a result of the ephemeral culture that develops in the midst of a crisis which manifests itself not in its core, where the most damaging effects are expressed, but in zones on its periphery. The zones of crisis are shaped by the collision of dissimilar situations, things, and ideologies and constitute the only places where new and vital ideas for the development of a new culture can emerge. In this context, the wall is an element which defines rather than divides spaces that lie between different spatial conditions and its user is one who purposely went there not fitting in any of the conventionally designed spaces. The wall's role is to neither build a completely new logic, nor abandon existing systems and ideas but to trigger a new way of thinking about space.[8]\n\nIn Woods’ philosophy, space and structure constitute a form of noise or chaos known as multiplicity. In his work, multiplicity is defined as a source of change consisting of undefined compositions of elements with indistinguishable trajectories. The elements form an aggregate but not a totality. Thus, multiplicity can be described but not clearly defined. It contains a sense of indeterminate motion which can influence and create sets of elements rather than a transition from one point to another. Multiplicity, for Woods, is directly linked to creation but it involves the possibility of chaos and violence. The multiplicity of chaos triggers an endless series of changes, some of which are violent. Under such circumstances, Woods envisioned a world that is reborn and continuously transforming, thus responding to the ever-changing environment but also to each individual's needs.[8]\n\nIn a society where heterogeneity is established as a form of homogeneity, Woods envisioned the foundation of heterarchy, a societal structure based on dialogue and collaboration. In this context, the individual stands as a unique entity called heteros pertaining  to the other; the one that differs from the group.[9] In this society, Woods believes that the architect needs to first respect and meet the needs of each heteros member to satisfy eventually the ones of the larger group.[9]\n\n"
        },
        {
            "title": "Works",
            "text": "In 1988, as part of the Kyong Park exhibition at the Storefront for Art and Architecture in New York City, Woods proposed a solution of an architectural and political nature to address the crisis in the Korean Demilitarized Zone (DMZ), a strip of land that runs through the Korean Peninsula and almost bisects it, forming a neutral zone between the northern and southern part. It was created in 1953 de facto under the Korean Reconciliation Agreement between North Korea (Democratic People's Republic of Korea) and the United Nations, requiring the troops of each side to descend from the front's line by 2 km, thus leaving a neutral 4 km-wide strip between them.[8]\n\nWoods’ Terra Nova-DMZ project had a double purpose: first, to comment on the military and social implications of the political division of the Korean Peninsula from a symbolic and aesthetic architectural perspective; second, to reflect on the rigid relationship between architecture and landscape. To this end, he bisected vertically the Korean peninsula by envisioned a steel-and-aluminum, dome-like structure of gigantic dimensions to make the military equipment accumulated in the area undetectable by satellite or aerial photography. In this way, he designed a freespace which covered the entire length of the peninsula and consisted of movable architectural elements, covering Han and Nakdong rivers to the South and expanding all the way down to the coast of Korea Strait. To the North, a smaller structure rose to Imjin and covered the Changjin Reservoir reaching the foot of Mount Hamgyong. The function of the architectural members of the dome set the foundation for a second nature, or in Woods' vocabulary, a terra nova. In this new nature, a dialectic relationship between the ends of the military dipole was established, without this meaning the merging of each pole's characteristics and ideologies.[8] [This paragraph needs a photo]\n\nIn 1995, Woods dealt with the urban fabric of Havana, in a period when Cuba was undergoing the consequences of a socio-political revolution that was turning into communism, of which the most important was the trade embargo by the United States. Under these terms, the Cuban government encouraged the construction of public buildings and social housing as a form of financial and technical support. Whole building blocks pre-fabricated in Yugoslavia were transferred to Havana ready for assembly, triggering the development of a type of architecture similar to the one implemented in eastern Europe. Woods's work aimed to activate every citizen in Havana by proposing the practice of a radical architecture which he considered an extension of the revolution rather than an adaptation to old habits and conditions.[14] To this end, he developed three architectural proposals.[8]\n\nThe first one dealt with the 6 km-long avenue of Malecon which forms the northern border between Havana and the Caribbean Sea. Here, Woods envisioned to create an artificial breakwater which would protect the urban fabric against the tides caused by tropical storms and hurricanes flooding a large part of the city every three to four years. It would be also used as a balcony to the sea for recreational purposes. Using the energy of the tides, the breakwater would tilt increasing in height and strength (Woods, 2010). Woods' aimed to use the boundary in a dual way: on one hand, to protect and separate the urban fabric from the forces of nature; on the other hand, to create a new space on the extension of the old boundary between land and sea in an attempt to reconcile an artificial and a natural element.[8] [This paragraph needs a photo]\n\nThe second proposal focused on the city's historic center known as Havana Vieja, which leads to the harbor and is in a state of decomposition as there are no funds required for the preservation of its historic buildings. Woods introduced the concept of a wall to propose the construction of an urban wall along the old city boundary in order to bring together the decomposition and redevelopment activities of Havana Vieja. It was a massive construction that contained utilities accommodating new types of use and habitation within the old city (Woods, 2010). It was made of cheap, and lightweight materials, yet based on the cutting-edge technological means of the times. The wall in this work did not function as a boundary isolating the old from the new part of the city of Havana but as a form of freespace redefining the relationship between them.[8] [This paragraph needs a photo]\n\nWoods's third proposal did not dictate the result, but provided accurate models and rules that could be transformed into built forms. Thanks to its vibrant culture and its unstable political history, Havana was for him an incubator for the study of the function of institutions of any type. His aim was to design rules and practices through which the institutes could be reorganized and reformed. In Havana, this center was to be dedicated to the study and analysis of holistic models of both fixed and fluid surfaces representing the paradoxical landscapes of contemporary cities of the era that included the human and natural forces of change.[8]\n\nIn 1990s Berlin, in order to reduce the importance of the Wall that divided the city into the Eastern and Western part, Lebbeus Woods envisioned the construction of an underground community along the U-Bahn lines, a project which again remained on paper. His goal was to encourage the citizens of Berlin to reconnect their own city and their fragmented culture. This would require the overthrow of the current system of values and social control which Woods wished to achieve by architectural means. Starting with the destruction of the neglected and abandoned by public and private institutions urban space (freespace), he proposed the construction of spaces of extreme conditions of living and dwelling for the ones who abolish the conventional principles of architecture. These freespaces would compose a linear network of autonomous habitat and work structures, as he described them whose inhabitants would be in charge of building their underground city.[9] [This paragraph needs a photo]\n\nIn the underground city, inverted light metal towers and bridges are electronically connected with large public ground spaces as well as with each other. The structures are in constant transformation vibrating by the forces of the earth. They were conceived as intertwined landscapes of dialogue where there is unlimited freedom of access to communication systems; these are the \"free-zones\", which appeared for the first time in Woods' philosophy and vocabulary as \"Berlin Freezones\".[9] In this freespace, instrument stations ensure the interaction with other freespaces, locations, and users. They play the role of electronic nodes that are connected to computers and other telecommunication devices, thus laying the foundations for creating a dynamic relationship between the physical reality of architecture and the non-material world of technology.[9] The underground society can survive as long as it remains secret and only as the inhabitants use their intelligence to reach a state of self-organization.[8] [This paragraph needs a photo]\n\nIn the terrestrial city the ground functions as a surface of friction resisting the city's energy. In this way, Wood argues, terrestrial life is limited to only two dimensions and the notion of the surface is stronger than that of the depth. In this sense, the ground stands as a boundary. To the contrary, in the underground city, the city of depth, the surface does not function as a point of reference. The underground inhabitants do not seek to meet their daily needs in a standardized way and the architecture of the underground world aims to lay the foundation for a new plasticity in the way of thinking and experiencing space or else, an experimental way of living.[9] [This paragraph needs a photo]\n\n"
        },
        {
            "title": "Influence on film",
            "text": "Woods sued the producers of the film 12 Monkeys, claiming that they copied his work \"Neomechanical Tower (Upper) Chamber\".[15] Woods won a \"six figure sum\", and allowed the film to continue to be screened. The end credits state that his work \"inspired\" the Interrogation Room set.[16]\n\nWoods is credited as the \"conceptual architect\"[17] for Alien 3, establishing the look and feel of the film, especially the opening sequence.\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Architect",
        "https://en.wikipedia.org/wiki/Homogeneity_and_heterogeneity",
        "https://en.wikipedia.org/wiki/University_of_Illinois",
        "https://en.wikipedia.org/wiki/Purdue_University",
        "https://en.wikipedia.org/wiki/Eero_Saarinen",
        "https://en.wikipedia.org/wiki/Chengdu",
        "https://en.wikipedia.org/wiki/China",
        "https://en.wikipedia.org/wiki/Steven_Holl",
        "https://en.wikipedia.org/wiki/Havana",
        "https://en.wikipedia.org/wiki/Cuba",
        "https://en.wikipedia.org/wiki/Experimental_Architecture",
        "https://en.wikipedia.org/wiki/Chrysler_Design_Award",
        "https://en.wikipedia.org/wiki/Cooper_Union",
        "https://en.wikipedia.org/wiki/European_Graduate_School",
        "https://en.wikipedia.org/wiki/Switzerland",
        "https://en.wikipedia.org/wiki/Architect",
        "https://en.wikipedia.org/wiki/Architecture",
        "https://en.wikipedia.org/wiki/Design",
        "https://en.wikipedia.org/wiki/Space",
        "https://en.wikipedia.org/wiki/Reality",
        "https://en.wikipedia.org/wiki/World",
        "https://en.wikipedia.org/wiki/Education",
        "https://en.wikipedia.org/wiki/Designer",
        "https://en.wikipedia.org/wiki/Building",
        "https://en.wikipedia.org/wiki/Pyramid",
        "https://en.wikipedia.org/wiki/Structure",
        "https://en.wikipedia.org/wiki/Solid",
        "https://en.wikipedia.org/wiki/Time",
        "https://en.wikipedia.org/wiki/Experience",
        "https://en.wikipedia.org/wiki/Darkness",
        "https://en.wikipedia.org/wiki/Plan",
        "https://en.wikipedia.org/wiki/City",
        "https://en.wikipedia.org/wiki/Wall",
        "https://en.wikipedia.org/wiki/Volume",
        "https://en.wikipedia.org/wiki/Surface",
        "https://en.wikipedia.org/wiki/Heterarchy",
        "https://en.wikipedia.org/wiki/Michel_Foucault",
        "https://en.wikipedia.org/wiki/Community",
        "https://en.wikipedia.org/wiki/Dislocation",
        "https://en.wikipedia.org/wiki/Society",
        "https://en.wikipedia.org/wiki/Deterministic",
        "https://en.wikipedia.org/wiki/Landscape",
        "https://en.wikipedia.org/wiki/Concept",
        "https://en.wikipedia.org/wiki/Social",
        "https://en.wikipedia.org/wiki/Mass",
        "https://en.wikipedia.org/wiki/Abstraction",
        "https://en.wikipedia.org/wiki/Logic",
        "https://en.wikipedia.org/wiki/System",
        "https://en.wikipedia.org/wiki/Social_group",
        "https://en.wikipedia.org/wiki/Theory",
        "https://en.wikipedia.org/wiki/Culture",
        "https://en.wikipedia.org/wiki/Crisis",
        "https://en.wikipedia.org/wiki/Noise",
        "https://en.wikipedia.org/wiki/Chaos_theory",
        "https://en.wikipedia.org/wiki/Violence",
        "https://en.wikipedia.org/wiki/Heterarchy",
        "https://en.wikipedia.org/wiki/New_York_City",
        "https://en.wikipedia.org/wiki/Korean_Demilitarized_Zone",
        "https://en.wikipedia.org/wiki/Land",
        "https://en.wikipedia.org/wiki/Korean_Peninsula",
        "https://en.wikipedia.org/wiki/North_Korea",
        "https://en.wikipedia.org/wiki/United_Nations",
        "https://en.wikipedia.org/wiki/Military",
        "https://en.wikipedia.org/wiki/Aesthetic",
        "https://en.wikipedia.org/wiki/Dome",
        "https://en.wikipedia.org/wiki/Aerial_photography",
        "https://en.wikipedia.org/wiki/Korea_Strait",
        "https://en.wikipedia.org/wiki/Dipole",
        "https://en.wikipedia.org/wiki/Havana",
        "https://en.wikipedia.org/wiki/Cuba",
        "https://en.wikipedia.org/wiki/Revolution",
        "https://en.wikipedia.org/wiki/Communism",
        "https://en.wikipedia.org/wiki/United_States",
        "https://en.wikipedia.org/wiki/Yugoslavia",
        "https://en.wikipedia.org/wiki/Eastern_Europe",
        "https://en.wikipedia.org/wiki/Border",
        "https://en.wikipedia.org/wiki/Balcony",
        "https://en.wikipedia.org/wiki/Havana_Vieja",
        "https://en.wikipedia.org/wiki/Decomposition",
        "https://en.wikipedia.org/wiki/Analysis",
        "https://en.wikipedia.org/wiki/Berlin",
        "https://en.wikipedia.org/wiki/Berlin_Wall",
        "https://en.wikipedia.org/wiki/Social_control",
        "https://en.wikipedia.org/wiki/Dwelling",
        "https://en.wikipedia.org/wiki/Interaction",
        "https://en.wikipedia.org/wiki/Technology",
        "https://en.wikipedia.org/wiki/Friction",
        "https://en.wikipedia.org/wiki/Alien_3",
        "https://en.wikipedia.org/wiki/Chrysler_Design_Award",
        "https://en.wikipedia.org/wiki/Princeton_Architectural_Press",
        "https://en.wikipedia.org/wiki/Princeton_Architectural_Press",
        "https://en.wikipedia.org/wiki/Princeton_Architectural_Press",
        "https://en.wikipedia.org/wiki/Princeton_Architectural_Press",
        "https://en.wikipedia.org/wiki/Princeton_Architectural_Press",
        "https://en.wikipedia.org/wiki/Wayback_Machine",
        "https://en.wikipedia.org/wiki/European_Graduate_School",
        "https://en.wikipedia.org/wiki/Wayback_Machine",
        "https://en.wikipedia.org/wiki/IMDb",
        "https://en.wikipedia.org/wiki/Cooper_Union",
        "https://en.wikipedia.org/wiki/European_Graduate_School",
        "https://en.wikipedia.org/wiki/Lebbeus_Woods",
        "https://en.wikipedia.org/wiki/Lebbeus_Woods",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}