{
    "url": "https://en.wikipedia.org/wiki/Leon_Battista_Alberti",
    "title": "Leon Battista Alberti",
    "table_of_contents": [
        "1 Biography",
        "1.1 Early life",
        "1.2 First major commission",
        "1.3 Alberti as artist",
        "2 Publications",
        "3 Architectural works",
        "3.1 Tempio Malatestiano, Rimini",
        "3.2 Façade of Palazzo Rucellai",
        "3.3 Santa Maria Novella",
        "3.4 Pienza",
        "3.5 Sant' Andrea, Mantua",
        "3.6 Other buildings",
        "4 Painting",
        "5 Contributions",
        "6 Works in print",
        "7 Legacy",
        "8 In popular culture",
        "9 Notes",
        "10 References",
        "11 Further reading",
        "12 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Leon Battista Alberti (Italian: [leˈom batˈtista alˈbɛrti]; 14 February 1404 – 25 April 1472) was an Italian Renaissance humanist author, artist, architect, poet, priest, linguist, philosopher, and cryptographer; he epitomised the nature of those identified now as polymaths. He is considered the founder of Western cryptography, a claim he shares with Johannes Trithemius.[1][2]\n\nAlthough he often is characterized exclusively as an architect, as James Beck has observed,[3] \"to single out one of Leon Battista's 'fields' over others as somehow functionally independent and self-sufficient is of no help at all to any effort to characterize Alberti's extensive explorations in the fine arts\". Although Alberti is known mostly for being an artist, he was also a mathematician of many sorts and made great advances to this field during the fifteenth century.[4] The two most important buildings he designed are the churches of San Sebastiano (1460) and Sant'Andrea (1472), both in Mantua.[5]\n\nAlberti's life was described in Giorgio Vasari's Lives of the Most Excellent Painters, Sculptors, and Architects.\n\n"
        },
        {
            "title": "Biography",
            "text": "Leon Battista Alberti was born in 1406 in Genoa. His mother was Bianca Fieschi. His father, Benedetto Alberti, was a wealthy Florentine who had been exiled from his own city, but allowed to return in 1428. Alberti was sent to boarding school in Padua, then studied law at Bologna.[6][7] He lived for a time in Florence, then in 1431 travelled to Rome, where he took holy orders and entered the service of the papal court.[8] During this time he studied the ancient ruins, which excited his interest in architecture and strongly influenced the form of the buildings that he designed.[8]\n\nAlberti was gifted in many ways. He was tall, strong, and a fine athlete who could ride the wildest horse and jump over a person's head.[9] He distinguished himself as a writer while still a child at school, and by the age of twenty had written a play that was successfully passed off as a genuine piece of Classical literature.[7] In 1435 he began his first major written work, Della pittura, which was inspired by the burgeoning pictorial art in Florence in the early fifteenth century. In this work he analysed the nature of painting and explored the elements of perspective, composition, and colour.[8]\n\nIn 1438 he began to focus more on architecture and was encouraged by the Marchese Leonello d'Este of Ferrara, for whom he built a small triumphal arch to support an equestrian statue of Leonello's father.[7] In 1447 Alberti became architectural advisor to Pope Nicholas V and was involved in several projects at the Vatican.[7]\n\nHis first major architectural commission was in 1446 for the facade of the Rucellai Palace in Florence. This was followed in 1450 by a commission from Sigismondo Malatesta to transform the Gothic church of San Francesco in Rimini into a memorial chapel, the Tempio Malatestiano.[8] In Florence, he designed the upper parts of the facade for the Dominican church of Santa Maria Novella, famously bridging the nave and lower aisles with two ornately inlaid scrolls, solving a visual problem and setting a precedent to be followed by architects of churches for four hundred years.[10] In 1452, he completed  De re aedificatoria, a treatise on architecture, using as its basis the work of Vitruvius and influenced by the archaeological remains of Rome. The work was not published until 1485. It was followed in 1464 by his less influential work, De statua, in which he examines sculpture.[8] Alberti's only known sculpture is a self-portrait medallion, sometimes attributed to Pisanello.\n\nAlberti was employed to design two churches in Mantua, San Sebastiano, which was never completed and for which Alberti's intention can only be speculated upon, and the Basilica of Sant'Andrea. The design for the latter church was completed in 1471, a year before Alberti's death, but was brought to completion and is his most significant work.[10]\n\nAs an artist, Alberti distinguished himself from the ordinary craftsman educated in workshops. He was a humanist who followed Aristotle and Plotinus, and part of the rapidly expanding entourage of intellectuals and artisans supported by the courts of the princes and lords of the time. As a member of noble family and as part of the Roman curia, Alberti had special status. He was a welcomed guest at the Este court in Ferrara, and in Urbino he spent part of the hot-weather season with the soldier-prince Federico III da Montefeltro. The Duke of Urbino was a shrewd military commander, who generously spent money on the patronage of art. Alberti planned to dedicate his treatise on architecture to his friend.[9]\n\nAmong Alberti's smaller studies, pioneering in their field, were a treatise in cryptography, De componendis cifris, and the first Italian grammar. With the Florentine cosmographer Paolo Toscanelli he collaborated in astronomy, a close science to geography at that time, and he produced a small Latin work on geography, Descriptio urbis Romae (The Panorama of the City of Rome). Just a few years before his death, Alberti completed De iciarchia (On Ruling the Household), a dialogue about Florence during the Medici rule.\n\nHaving taken holy orders, Alberti never married. He loved animals and had a pet dog, a mongrel, for whom he wrote a panegyric (Canis).[9] Vasari describes Alberti as \"an admirable citizen, a man of culture... a friend of talented men, open and courteous with everyone. He always lived honourably and like the gentleman he was.\"[11] Alberti died in Rome on 25 April 1472 at the age of 66.\n\n"
        },
        {
            "title": "Publications",
            "text": "Alberti regarded mathematics as a starting point for the discussion of art and the sciences. \"To make clear my exposition in writing this brief commentary on painting,\" Alberti began his treatise, Della Pittura (On Painting) that he dedicated to Brunelleschi, \"I will take first from the mathematicians those things with which my subject is concerned.\"[12]\n\nDella pittura (also known in Latin as De Pictura) relied on its scientific content on classical optics in determining perspective as a geometric instrument of artistic and architectural representation. Alberti was well-versed in the sciences of his age. His knowledge of optics was connected to the handed-down long-standing tradition of the Kitab al-manazir (The Optics; De aspectibus) of the Arab polymath Alhazen (Ibn al-Haytham, d. c. 1041), which was mediated by Franciscan optical workshops of the thirteenth-century Perspectivae traditions of scholars such as Roger Bacon, John Peckham, and Witelo (similar influences are also traceable in the third commentary of Lorenzo Ghiberti, Commentario terzo).[13]\n\nIn both Della pittura and De statua, Alberti stressed that \"all steps of learning should be sought from nature\".[14] The ultimate aim of an artist is to imitate nature. Painters and sculptors strive \"through by different skills, at the same goal, namely that as nearly as possible the work they have undertaken shall appear to the observer to be similar to the real objects of nature\".[14] However, Alberti did not mean that artists should imitate nature objectively, as it is, but the artist should be especially attentive to beauty, \"for in painting beauty is as pleasing as it is necessary\".[14] The work of art is, according to Alberti, so constructed that it is impossible to take anything away from it or to add anything to it, without impairing the beauty of the whole. Beauty was for Alberti \"the harmony of all parts in relation to one another,\" and subsequently \"this concord is realized in a particular number, proportion, and arrangement demanded by harmony\". Alberti's thoughts on harmony were not new—they could be traced back to Pythagoras—but he set them in a fresh context, which fit in well with the contemporary aesthetic discourse.\n\nIn Rome, Alberti had plenty of time to study its ancient sites, ruins, and objects. His detailed observations, included in his De re aedificatoria (1452, On the Art of Building),[15] were patterned after the De architectura by the Roman architect and engineer Vitruvius (fl. 46–30 BC). The work was the first architectural treatise of the Renaissance. It covered a wide range of subjects, from history to town planning, and engineering to the philosophy of beauty. De re aedificatoria, a large and expensive book, was not fully published until 1485, after which it became a major reference for architects.[16] However, the book was written \"not only for craftsmen but also for anyone interested in the noble arts\", as Alberti put it.[15] Originally published in Latin, the first Italian edition came out in 1546. and the standard Italian edition by Cosimo Bartoli was published in 1550. Pope Nicholas V, to whom Alberti dedicated the whole work, dreamed of rebuilding the city of Rome, but he managed to realize only a fragment of his visionary plans. Through his book, Alberti opened up his theories and ideals of the Florentine Renaissance to architects, scholars, and others.\n\nAlberti wrote I Libri della famiglia—which discussed education, marriage, household management, and money—in the Tuscan dialect. The work was not printed until 1843. Like Erasmus decades later, Alberti stressed the need for a reform in education. He noted that \"the care of very young children is women's work, for nurses or the mother\", and that at the earliest possible age children should be taught the alphabet.[14] With great hopes, he gave the work to his family to read, but in his autobiography Alberti confesses that \"he could hardly avoid feeling rage, moreover, when he saw some of his relatives openly ridiculing both the whole work and the author's futile enterprise along it\".[14] Momus, written between 1443 and 1450, was a notable comedy about the Olympian deities. It has been considered as a roman à clef—Jupiter has been identified in some sources as Pope Eugenius IV and Pope Nicholas V. Alberti borrowed many of its characters from Lucian, one of his favorite Greek writers. The name of its hero, Momus, refers to the Greek word for blame or criticism. After being expelled from heaven, Momus, the god of mockery, is eventually castrated. Jupiter and the other deities come down to earth also, but they return to heaven after Jupiter breaks his nose in a great storm.\n\n"
        },
        {
            "title": "Architectural works",
            "text": "Alberti did not concern himself with the practicalities of building, and very few of his major works were brought to completion. As a designer and a student of Vitruvius and of ancient Roman remains, he grasped the nature of column and lintel architecture, from the visual rather than structural viewpoint, and correctly employed the Classical orders, unlike his contemporary, Brunelleschi, who used the Classical column and pilaster in a free interpretation. Among Alberti's concerns was the social effect of architecture, and to this end he was very well aware of the cityscape.[10] This is demonstrated by his inclusion, at the Rucellai Palace, of a continuous bench for seating at the level of the basement. Alberti anticipated the principle of street hierarchy, with wide main streets connected to secondary streets, and buildings of equal height.[17]\n\nIn Rome he was employed by Pope Nicholas V for the restoration of the Roman aqueduct of Acqua Vergine, which debouched into a simple basin designed by Alberti, which was swept away later by the Baroque Trevi Fountain.\n\nIn some studies,[18] the authors propose that the Villa Medici in Fiesole might owe its design to Alberti, not to Michelozzo, and that it then became the prototype of the Renaissance villa. This hilltop dwelling, commissioned by Giovanni de' Medici, Cosimo il Vecchio's second son, with its view over the city, may be the very first example of a Renaissance villa: that is to say it follows the Albertian criteria for rendering a country dwelling a \"villa suburbana\". Under this perspective the Villa Medici in Fiesole could therefore be considered the \"muse\" for numerous other buildings, not only in the Florence area, which from the end of the fifteenth century onward find inspiration and creative innovation from it.\n\nThe Tempio Malatestiano in Rimini (1447, 1453–60)[19] is the rebuilding of a Gothic church. The facade, with its dynamic play of forms, was left incomplete.[10]\n\nThe design of the façade of the Palazzo Rucellai (1446–51) was one of several commissions for the Rucellai family.[19] The design overlays a grid of shallow pilasters and cornices in the Classical manner onto rusticated masonry, and is surmounted by a heavy cornice. The inner courtyard has Corinthian columns. The palace set a standard in the use of Classical elements that is original in civic buildings in Florence, and greatly influenced later palazzi. The work was executed by Bernardo Rosselino.[10]\n\nAt Santa Maria Novella, Florence, between (1448–70)[19] the upper facade was constructed to the design of Alberti. It was a challenging task, as the lower level already had three doorways and six Gothic niches containing tombs and employing the polychrome marble typical of Florentine churches, such as San Miniato al Monte and the Baptistery of Florence. The design also incorporates an ocular window that was already in place. Alberti introduced Classical features around the portico and spread the polychromy over the entire facade in a manner that includes Classical proportions and elements such as pilasters, cornices, and a pediment in the Classical style, ornamented with a sunburst in tesserae, rather than sculpture. The best known feature of this typically aisled church is the manner in which Alberti has solved the problem of visually bridging the different levels of the central nave and much lower side aisles. He employed two large scrolls, which were to become a standard feature of church facades in the later Renaissance, Baroque, and Classical Revival buildings.[10]\n\nAlberti is considered to have been the consultant for the design of the Piazza Pio II, Pienza. The village, previously called Corsignano, was redesigned beginning around 1459.[19] It was the birthplace of Aeneas Silvius Piccolomini, Pope Pius II, in whose employ Alberti served. Pius II wanted to use the village as a retreat, but needed for it to reflect the dignity of his position.\n\nThe piazza is a trapezoid shape defined by four buildings, with a focus on Pienza Cathedral and passages on either side opening onto a landscape view. The principal residence, Palazzo Piccolomini, is on the western side. It has three stories, articulated by pilasters and entablature courses, with a twin-lighted cross window set within each bay. This structure is similar to Alberti's Palazzo Rucellai in Florence and other later palaces. Noteworthy is the internal court of the palazzo. The back of the palace, to the south, is defined by loggia on all three floors that overlook an enclosed Italian Renaissance garden with Giardino all'italiana era modifications, and spectacular views into the distant landscape of the Val d'Orcia and Pope Pius's beloved Mount Amiata beyond. Below this garden is a vaulted stable that had stalls for a hundred horses. The design, which radically transformed the center of the town, included a palace for the pope, a church, a town hall, and a building for the bishops who would accompany the Pope on his trips. Pienza is considered an early example of Renaissance urban planning.\n\nThe Basilica of Sant'Andrea, Mantua was begun in 1471,[19] the year before Alberti's death. It was brought to completion and is his most significant work employing the triumphal arch motif, both for its facade and interior, and influencing many works that were to follow.[10] Alberti perceived the role of architect as designer. Unlike Brunelleschi, he had no interest in the construction, leaving the practicalities to builders and the oversight to others.[10]\n\n"
        },
        {
            "title": "Painting",
            "text": "Giorgio Vasari, who argued that historical progress in art reached its peak in Michelangelo, emphasized Alberti's scholarly achievements, not his artistic talents: \"He spent his time finding out about the world and studying the proportions of antiquities; but above all, following his natural genius, he concentrated on writing rather than on applied work.\"[11] Leonardo, who ironically called himself \"an uneducated person\" (omo senza lettere), followed Alberti in the view that painting is science. However, as a scientist, Leonardo was more empirical than Alberti, who was a theorist and did not have similar interest in practice. Alberti believed in ideal beauty, but Leonardo filled his notebooks with observations on human proportions, page after page, ending with his famous drawing of the Vitruvian man, a human figure related to a square and a circle.\n\nIn On Painting, Alberti uses the expression \"We Painters\", but as a painter, or sculptor, he was a dilettante. \"In painting Alberti achieved nothing of any great importance or beauty\", wrote Vasari.[11] \"The very few paintings of his that are extant are far from perfect, but this is not surprising since he devoted himself more to his studies than to draughtsmanship.\" Jacob Burckhardt portrayed Alberti in The Civilization of the Renaissance in Italy as a truly universal genius. \"And Leonardo Da Vinci was to Alberti as the finisher to the beginner, as the master to the dilettante. Would only that Vasari's work were here supplemented by a description like that of Alberti! The colossal outlines of Leonardo's nature can never be more than dimly and distantly conceived.\"[9]\n\nAlberti is said to appear in Mantegna's great frescoes in the Camera degli Sposi, as the older man dressed in dark red clothes, who whispers in the ear of Ludovico Gonzaga, the ruler of Mantua.[20] In Alberti's self-portrait, a large plaquette, he is clothed as a Roman. To the left of his profile is a winged eye. On the reverse side is the question, Quid tum? (what then), taken from Virgil's Eclogues: \"So what, if Amyntas is dark? (quid tum si fuscus Amyntas?) Violets are black, and hyacinths are black.\"[21]\n\n"
        },
        {
            "title": "Contributions",
            "text": "Alberti made a variety of contributions to several fields:\n\n"
        },
        {
            "title": "Legacy",
            "text": "Borsi states that Alberti's writings on architecture continue to influence modern and contemporary architecture stating: \"The organicism and nature-worship of Wright, the neat classicism of van der Mies, the regulatory outlines and anthropomorphic, harmonic, modular systems of Le Corbusier, and Kahn's revival of the 'antique' are all elements that tempt one to trace Alberti's influence on modern architecture.\"[25]\n\n"
        },
        {
            "title": "References",
            "text": "[2] Third International Congress on Construction History, Cottbus, May 2009.\n\n[3]     http://hdl.handle.net/2117/14252\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Genoa",
        "https://en.wikipedia.org/wiki/Republic_of_Genoa",
        "https://en.wikipedia.org/wiki/Papal_States",
        "https://en.wikipedia.org/wiki/Linguistics",
        "https://en.wikipedia.org/wiki/Tempio_Malatestiano",
        "https://en.wikipedia.org/wiki/Palazzo_Rucellai",
        "https://en.wikipedia.org/wiki/Santa_Maria_Novella",
        "https://en.wikipedia.org/wiki/Italian_Renaissance",
        "https://en.wikipedia.org/wiki/Renaissance_humanist",
        "https://en.wikipedia.org/wiki/Catholic_priest",
        "https://en.wikipedia.org/wiki/Linguistics",
        "https://en.wikipedia.org/wiki/Cryptography",
        "https://en.wikipedia.org/wiki/Polymaths",
        "https://en.wikipedia.org/wiki/Johannes_Trithemius",
        "https://en.wikipedia.org/wiki/Giorgio_Vasari",
        "https://en.wikipedia.org/wiki/Filippino_Lippi",
        "https://en.wikipedia.org/wiki/Brancacci_Chapel",
        "https://en.wikipedia.org/wiki/Masaccio",
        "https://en.wikipedia.org/wiki/Genoa",
        "https://en.wikipedia.org/wiki/Bologna",
        "https://en.wikipedia.org/wiki/Florence",
        "https://en.wikipedia.org/wiki/Holy_orders",
        "https://en.wikipedia.org/wiki/Ancient_Roman_architecture",
        "https://en.wikipedia.org/wiki/De_Pictura",
        "https://en.wikipedia.org/wiki/Triumphal_arch",
        "https://en.wikipedia.org/wiki/Pope_Nicholas_V",
        "https://en.wikipedia.org/wiki/Vatican_City",
        "https://en.wikipedia.org/wiki/Rucellai_Palace",
        "https://en.wikipedia.org/wiki/Sigismondo_Malatesta",
        "https://en.wikipedia.org/wiki/Rimini",
        "https://en.wikipedia.org/wiki/Tempio_Malatestiano",
        "https://en.wikipedia.org/wiki/Santa_Maria_Novella",
        "https://en.wikipedia.org/wiki/De_re_aedificatoria",
        "https://en.wikipedia.org/wiki/Vitruvius",
        "https://en.wikipedia.org/wiki/Pisanello",
        "https://en.wikipedia.org/wiki/Palazzo_Rucellai",
        "https://en.wikipedia.org/wiki/Mantua",
        "https://en.wikipedia.org/wiki/Humanism",
        "https://en.wikipedia.org/wiki/Aristotle",
        "https://en.wikipedia.org/wiki/Plotinus",
        "https://en.wikipedia.org/wiki/Curia",
        "https://en.wikipedia.org/wiki/House_of_Este",
        "https://en.wikipedia.org/wiki/Ferrara",
        "https://en.wikipedia.org/wiki/Urbino",
        "https://en.wikipedia.org/wiki/Condottieri",
        "https://en.wikipedia.org/wiki/Federico_III_da_Montefeltro",
        "https://en.wikipedia.org/wiki/Duke_of_Urbino",
        "https://en.wikipedia.org/wiki/Patronage",
        "https://en.wikipedia.org/wiki/Treatise",
        "https://en.wikipedia.org/wiki/Cryptography",
        "https://en.wikipedia.org/wiki/Alberti_cipher",
        "https://en.wikipedia.org/wiki/Grammar",
        "https://en.wikipedia.org/wiki/Paolo_Toscanelli",
        "https://en.wikipedia.org/wiki/Medici",
        "https://en.wikipedia.org/wiki/Panegyric",
        "https://en.wikipedia.org/wiki/Mathematics_and_architecture",
        "https://en.wikipedia.org/wiki/De_Pictura",
        "https://en.wikipedia.org/wiki/Optics",
        "https://en.wikipedia.org/wiki/Optics",
        "https://en.wikipedia.org/wiki/Alhazen",
        "https://en.wikipedia.org/wiki/Roger_Bacon",
        "https://en.wikipedia.org/wiki/John_Peckham",
        "https://en.wikipedia.org/wiki/Witelo",
        "https://en.wikipedia.org/wiki/Lorenzo_Ghiberti",
        "https://en.wikipedia.org/wiki/De_re_aedificatoria",
        "https://en.wikipedia.org/wiki/Vitruvius",
        "https://en.wikipedia.org/wiki/Floruit",
        "https://en.wikipedia.org/wiki/Cosimo_Bartoli",
        "https://en.wikipedia.org/wiki/Nicholas_V",
        "https://en.wikipedia.org/wiki/Erasmus",
        "https://en.wikipedia.org/wiki/Lucian",
        "https://en.wikipedia.org/wiki/Momus",
        "https://en.wikipedia.org/wiki/Classical_orders",
        "https://en.wikipedia.org/wiki/Brunelleschi",
        "https://en.wikipedia.org/wiki/Pope_Nicholas_V",
        "https://en.wikipedia.org/wiki/Roman_aqueduct",
        "https://en.wikipedia.org/wiki/Acqua_Vergine",
        "https://en.wikipedia.org/wiki/Debouch",
        "https://en.wikipedia.org/wiki/Trevi_Fountain",
        "https://en.wikipedia.org/wiki/Villa_Medici_in_Fiesole",
        "https://en.wikipedia.org/wiki/Michelozzo",
        "https://en.wikipedia.org/wiki/Renaissance",
        "https://en.wikipedia.org/wiki/Villa",
        "https://en.wikipedia.org/wiki/Cosimo_il_Vecchio",
        "https://en.wikipedia.org/wiki/Tempio_Malatestiano",
        "https://en.wikipedia.org/wiki/Rimini",
        "https://en.wikipedia.org/wiki/Palazzo_Rucellai",
        "https://en.wikipedia.org/wiki/Corinthian_order",
        "https://en.wikipedia.org/wiki/Bernardo_Rosselino",
        "https://en.wikipedia.org/wiki/Santa_Maria_Novella",
        "https://en.wikipedia.org/wiki/Santa_Maria_Novella",
        "https://en.wikipedia.org/wiki/Gothic_architecture",
        "https://en.wikipedia.org/wiki/San_Miniato_al_Monte",
        "https://en.wikipedia.org/wiki/Baptistery_of_Florence",
        "https://en.wikipedia.org/wiki/Rose_window",
        "https://en.wikipedia.org/wiki/Neoclassical_architecture",
        "https://en.wikipedia.org/wiki/Pienza",
        "https://en.wikipedia.org/wiki/Pope_Pius_II",
        "https://en.wikipedia.org/wiki/Trapezoid",
        "https://en.wikipedia.org/wiki/Cross_window",
        "https://en.wikipedia.org/wiki/Palazzo_Rucellai",
        "https://en.wikipedia.org/wiki/Loggia",
        "https://en.wikipedia.org/wiki/Italian_Renaissance_garden",
        "https://en.wikipedia.org/wiki/Mantua",
        "https://en.wikipedia.org/wiki/Triumphal_arch",
        "https://en.wikipedia.org/wiki/Brunelleschi",
        "https://en.wikipedia.org/wiki/Basilica_della_Santissima_Annunziata_di_Firenze",
        "https://en.wikipedia.org/wiki/Giorgio_Vasari",
        "https://en.wikipedia.org/wiki/Michelangelo",
        "https://en.wikipedia.org/wiki/Leonardo_da_Vinci",
        "https://en.wikipedia.org/wiki/Vitruvian_man",
        "https://en.wikipedia.org/wiki/Jacob_Burckhardt",
        "https://en.wikipedia.org/wiki/Camera_degli_Sposi",
        "https://en.wikipedia.org/wiki/Ludovico_III_Gonzaga",
        "https://en.wikipedia.org/wiki/Plaquette",
        "https://en.wikipedia.org/wiki/Virgil",
        "https://en.wikipedia.org/wiki/Tempio_Malatestiano",
        "https://en.wikipedia.org/wiki/De_pictura",
        "https://en.wikipedia.org/wiki/De_pictura",
        "https://en.wikipedia.org/wiki/Filippo_Brunelleschi",
        "https://en.wikipedia.org/wiki/De_re_aedificatoria",
        "https://en.wikipedia.org/wiki/Giacomo_Leoni",
        "https://en.wikipedia.org/wiki/Andrea_Mantegna",
        "https://en.wikipedia.org/wiki/Piero_della_Francesca",
        "https://en.wikipedia.org/wiki/Fra_Angelico",
        "https://en.wikipedia.org/wiki/Latin",
        "https://en.wikipedia.org/wiki/Aldus_Manutius",
        "https://en.wikipedia.org/wiki/Santa_Maria_Novella",
        "https://en.wikipedia.org/wiki/Woodcut",
        "https://en.wikipedia.org/wiki/Hypnerotomachia_Poliphili",
        "https://en.wikipedia.org/wiki/Fantasy",
        "https://en.wikipedia.org/wiki/Cosimo_Bartoli",
        "https://en.wikipedia.org/wiki/Cryptography",
        "https://en.wikipedia.org/wiki/Polyalphabetic_cipher",
        "https://en.wikipedia.org/wiki/Alberti_cipher",
        "https://en.wikipedia.org/wiki/Alberti_Cipher_Disk",
        "https://en.wikipedia.org/wiki/Roman_Catholic_Church",
        "https://en.wikipedia.org/wiki/Map",
        "https://en.wikipedia.org/wiki/Astronomer",
        "https://en.wikipedia.org/wiki/Cartographer",
        "https://en.wikipedia.org/wiki/Paolo_Toscanelli",
        "https://en.wikipedia.org/wiki/De_Pictura",
        "https://en.wikipedia.org/wiki/Alberti_cipher",
        "https://en.wikipedia.org/wiki/Rocco_Sinisgalli",
        "https://en.wikipedia.org/wiki/Roberto_Rossellini",
        "https://en.wikipedia.org/wiki/The_Age_of_the_Medici",
        "https://en.wikipedia.org/wiki/Santa_Maria_Novella",
        "https://en.wikipedia.org/wiki/Danny_DeVito",
        "https://en.wikipedia.org/wiki/The_Rule_of_Four",
        "https://en.wikipedia.org/wiki/Ian_Caldwell",
        "https://en.wikipedia.org/wiki/Dustin_Thomason",
        "https://en.wikipedia.org/wiki/Alhazen",
        "https://en.wikipedia.org/wiki/Optics",
        "https://en.wikipedia.org/wiki/Cambridge_University_Press",
        "https://en.wikipedia.org/wiki/Kuusankoski",
        "https://en.wikipedia.org/wiki/Franco_Borsi",
        "https://en.wikipedia.org/wiki/Francesco_Borsi",
        "https://en.wikipedia.org/wiki/Dictionary_of_Scientific_Biography",
        "https://en.wikipedia.org/wiki/Mark_Jarzombek",
        "https://en.wikipedia.org/wiki/Robert_Tavernor",
        "https://en.wikipedia.org/wiki/Tempio_Malatestiano",
        "https://en.wikipedia.org/wiki/Rimini",
        "https://en.wikipedia.org/wiki/Santa_Maria_Novella",
        "https://en.wikipedia.org/wiki/Florence",
        "https://en.wikipedia.org/wiki/Mantua",
        "https://en.wikipedia.org/wiki/Palazzo_Rucellai",
        "https://en.wikipedia.org/wiki/Florence",
        "https://en.wikipedia.org/wiki/Rucellai_Sepulchre",
        "https://en.wikipedia.org/wiki/De_pictura",
        "https://en.wikipedia.org/wiki/De_re_aedificatoria",
        "https://en.wikipedia.org/wiki/Alberti_cipher",
        "https://en.wikipedia.org/wiki/The_Age_of_the_Medici",
        "https://en.wikipedia.org/wiki/Leon_Battista_Alberti",
        "https://en.wikipedia.org/wiki/Leon_Battista_Alberti",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}