{
    "url": "https://en.wikipedia.org/wiki/Leonard_Hayflick",
    "title": "Leonard Hayflick",
    "table_of_contents": [
        "1 Biography",
        "2 Research",
        "3 See also",
        "4 References",
        "5 Further reading",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Leonard Hayflick (born 20 May 1928) is a Professor of Anatomy at the UCSF School of Medicine, and was Professor of Medical Microbiology at Stanford University School of Medicine. He is a past president of the Gerontological Society of America and was a founding member of the council of the National Institute on Aging (NIA). The recipient of a number of research prizes and awards, including the 1991 Sandoz Prize for Gerontological Research, he has studied the aging process for more than fifty years. He is known for discovering that normal human cells divide for a limited number of times in vitro[1] (refuting the contention by Alexis Carrel that normal body cells are immortal). This is known as the Hayflick limit. His discoveries overturned a 60-year old dogma that all cultured cells are immortal. Hayflick demonstrated that normal cells have a memory and can remember at what doubling level they have reached. He demonstrated that his normal human cell strains were free from contaminating viruses. His cell strain WI-38 soon replaced primary monkey kidney cells and became the substrate for the production of most of the world's human virus vaccines. Hayflick discovered that the etiological agent of primary atypical pneumonia (also called \"walking pneumonia\") was not a virus as previously believed. He was the first to cultivate the causative organism called a mycoplasma, the smallest free-living organism, which Hayflick isolated on a unique culture medium that bears his name. He named the organism Mycoplasma pneumoniae.\n\nIn 1959, Hayflick developed the first inverted microscope for use in cell culture research. To this day, all inverted microscopes used in cell culture laboratories worldwide are descended from this prototype. His microscope was accessioned by the Smithsonian Institution in 2009.\n\nHayflick developed the first practical method for producing powdered cell culture media in 1965. This method is now used worldwide for the production of many tons of powdered media annually for use in research laboratories and commercial production facilities. The technique is not patented and Hayflick receives no remuneration from this invention. \n\nHayflick is the author of the book, How and Why We Age, published in August 1994 by Ballantine Books, NYC and available since 1996 as a paperback.[2] This book has been translated into nine languages and is published in Brazil, the Czech Republic, Germany, Hungary, Israel, Japan, Poland, Russia, and Spain. It was a selection of the Book of the Month Club and has sold over 50,000 copies worldwide.\n\nHayflick and his associates have vehemently condemned \"anti-aging medicine\" and criticized organizations such as the American Academy of Anti-Aging Medicine.[3] Hayflick has written numerous articles criticizing both the feasibility and desirability of human life extension,[4][5] which have provoked responses critical of his views.[6]\n\n"
        },
        {
            "title": "Biography",
            "text": "Leonard Hayflick was born 20 May 1928 in Philadelphia, Pennsylvania. He received his Ph.D. at the University of Pennsylvania in 1956. After receiving a post-doctoral fellowship for study at the University of Texas Medical Branch in Galveston under the tutelage of the renowned cell culturist Prof. Charles M. Pomerat (1905–1964),[7] he returned to Philadelphia, where he spent ten years as an Associate Member of the Wistar Institute and two years as an Assistant Professor of Research Medicine at the University of Pennsylvania.\n\nIn 1968, Hayflick was appointed Professor of Medical Microbiology at the Stanford University School of Medicine, Stanford, California.  Hayflick resigned from Stanford in 1976 in protest to the behavior of a few of its administrators who were later shown to have wrongly accepted the beliefs of an NIH accountant who was unable to understand the unique concept of title to a self-duplicating biological system. Hayflick sued the NIH, who later agreed that the issue was in dispute.[8][9] The behavior of Stanford and the NIH was later condemned by 85 prominent biologists who viewed him as having been \"exonerated\" by subsequent events.[10][11] In 1982 he moved to the University of Florida, Gainesville, where he became Director of the Center for Gerontological Studies and Professor of Zoology in the College of Liberal Arts and Sciences and Professor of Microbiology and Immunology in the College of Medicine.\n\nIn 1988, Hayflick joined the faculty of the University of California, San Francisco, where he is currently Professor of Anatomy.  Hayflick is a member of numerous national and international scientific and public boards of directors and committees.  He is now, or has been, on the Editorial Boards of more than ten professional journals. Hayflick was Editor-in-Chief of the international journal “Experimental Gerontology” for 13 years.\n\nHe is a member of twenty scientific and professional societies in which he has held several high offices including President of the Gerontological Society of America from 1982 to 1983. He was a founding member of the Council of the National Institute on Aging, NIH and Chairman of its Executive Committee. He was a consultant to the National Cancer Institute and the World Health Organization, and is now a member of several scientific advisory boards.  He was Chairman of the Scientific Review Board of the American Federation for Aging Research where he was also a vice president and a Member of the Board of Directors. He was also recruited by Michael D. West, founder of Geron (Nasdaq: GERN) and current CEO of BioTime, to join the company's Scientific and Clinical Advisory Board, on which he served from 1991-2000. Hayflick was also a consultant at Genentech from a year after its founding and for the next 25 years. He developed their technology for growing animal cells in fermentation tanks in which most of their products were produced.\n\nHayflick is one of several prominent biologists featured in the 1995 science documentary Death by Design: The Life and Times of Life and Times.\n\n"
        },
        {
            "title": "Research",
            "text": "Hayflick is known for his research in cell biology, virus vaccine development, and mycoplasmology. In 1962 he discovered that, contrary to the prevailing belief at the time, cultured normal human and animal cells have a limited capacity for replication.  This discovery, known as the Hayflick limit, overturned a long-held belief bolstered by Alexis Carrel's work in the early 20th century that claimed that normal cells would proliferate continuously in culture. Hayflick found that only cancer cells are immortal and that normal cells have a mechanism for remembering what replication level they are at. He interpreted his finding that normal cells are mortal, to be an indication of aging at the cellular level. Hayflick demonstrated for the first time that mortal (normal) and immortal (malignant) mammalian cells existed.\n\nHayflick developed the first normal human diploid cell strains for studies on human aging and for research use throughout the world. Prior to his seminal research, all cultured cell lines were immortal and aneuploid. One of these new cell strains, developed by Hayflick and his colleague Paul Moorhead at the Wistar Institute in Philadelphia, Pennsylvania, called WI-38, has become the most widely used and highly characterized normal human cell population in the world. Hayflick had found that his normal cell strain WI-38 was capable of growing all of the then known human viruses. He hypothesized that because WI-38 was free from contaminating viruses, it could replace the then widely used primary monkey kidney cells, which contained several dangerous contaminating viruses. Indeed, WI-38 became used worldwide for human virus vaccine manufacture, to the benefit of billions of people.[12]\n\nHayflick produced the first oral polio vaccine ever made on his normal human cell strain WI-38. WI-38 is now used for the production of all of the Rubella Virus vaccine used in the Western Hemisphere. WI-38, or new diploid cell strains, are used today for the manufacture of most human virus vaccines produced throughout the world including those for poliomyelitis, rubella, rubeola, varicella, mumps, rabies, adenoviruses and hepatitis A. Over one billion vaccinees have received vaccines produced on WI-38 or foreign versions of Hayflick's original WI-38.[12]\n\nHayflick is also known for his discovery of the cause of primary atypical pneumonia (“walking pneumonia”) in humans.[13] The etiological agent was first thought to be a virus, but Hayflick showed that it was, in fact, a mycoplasma, a member of the smallest free-living class of microorganisms.  The etiological agent was named by him as Mycoplasma pneumoniae, and was first grown by Hayflick on a medium he developed and that bears his name. It is now used worldwide for mycoplasma isolation and research.\n\nHayflick is the recipient of more than twenty-five major awards including the $20,000 Brookdale Award and the Kleemeier Award from the Gerontological Society of America, the Biomedical Sciences and Aging Award from the University of Southern California, The Karl August Forster Lectureship of the Academy of Sciences and Literature and the University of Mainz, Germany, the Samuel Roberts Noble Foundation Research Recognition Award, the Lifetime Achievement Award of the Society for In Vitro Biology, the Sandoz Prize from the International Association of Gerontology, and the Presidential Award from The International Organization for Mycoplasmology. Hayflick, together with Paul Moorhead, were awarded the prestigious John Scott Award in 2014. This is the oldest scientific award in the United States, established in 1823 in honor of Benjamin Franklin.\n\nIn the mid-1990s, Hayflick was recruited by Geron founder Michael D. West to join the company's Scientific Advisory Board.[14] In 1997, Hayflick was elected Academician and Foreign Member of the Ukrainian Academy of Medical Sciences. In 1998 he was elected corresponding member of the Société de Biologie of France. In 1999, he was presented with the van Weezel Award by the European Society for Animal Cell Technology and the Lord Cohen of Birkenhead Medal by the British Society for Research on Ageing. The American Aging Association established an Annual Hayflick Lectureship in 1997. A second Annual Hayflick Lecture was established by the University of Alabama at Birmingham in 2000. Hayflick was the recipient of the 2001, $10,000 Life Extension Prize and Laureate Diploma from the Regenerative Medicine Secretariat for his \"...discovery of the finite replicative capacity of normal human diploid cells...\" A third Annual Hayflick Lecture was established at the Friedrich Schiller University in 2013.\n\nHayflick is a Fellow of the American Association for the Advancement of Science, an Honorary Member of the Tissue Culture Association and, according to the Institute of Scientific Information, is one of the most cited contemporary scientists in the world in the fields of biochemistry, biophysics, cell biology, enzymology, genetics and molecular biology. Hayflick is the author of over 275 scientific papers, book chapters and edited books of which four papers are among the 100 most cited scientific papers of the two million papers published in the basic biomedical sciences from 1961 to 1978.\n\nThe inverted microscope that Hayflick modified for use in his tissue culture and mycoplasma work and on which all other such microscopes have been modeled has been acquired by the Smithsonian National Museum of American History.\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Philadelphia",
        "https://en.wikipedia.org/wiki/Pennsylvania",
        "https://en.wikipedia.org/wiki/United_States",
        "https://en.wikipedia.org/wiki/University_of_Pennsylvania",
        "https://en.wikipedia.org/wiki/Hayflick_limit",
        "https://en.wikipedia.org/wiki/Vaccine",
        "https://en.wikipedia.org/wiki/Cell_culture",
        "https://en.wikipedia.org/wiki/Aging_research",
        "https://en.wikipedia.org/wiki/Biochemistry",
        "https://en.wikipedia.org/wiki/Biophysics",
        "https://en.wikipedia.org/wiki/Cell_Biology",
        "https://en.wikipedia.org/wiki/Enzymology",
        "https://en.wikipedia.org/wiki/Genetics",
        "https://en.wikipedia.org/wiki/Molecular_Biology",
        "https://en.wikipedia.org/wiki/Wistar_Institute",
        "https://en.wikipedia.org/wiki/University_of_Pennsylvania",
        "https://en.wikipedia.org/wiki/Stanford_University_School_of_Medicine",
        "https://en.wikipedia.org/wiki/University_of_Florida",
        "https://en.wikipedia.org/wiki/UCSF_School_of_Medicine",
        "https://en.wikipedia.org/wiki/Professor",
        "https://en.wikipedia.org/wiki/Anatomy",
        "https://en.wikipedia.org/wiki/UCSF_School_of_Medicine",
        "https://en.wikipedia.org/wiki/Microbiology",
        "https://en.wikipedia.org/wiki/Stanford_University",
        "https://en.wikipedia.org/wiki/Gerontological_Society_of_America",
        "https://en.wikipedia.org/wiki/National_Institute_on_Aging",
        "https://en.wikipedia.org/wiki/Senescence",
        "https://en.wikipedia.org/wiki/Alexis_Carrel",
        "https://en.wikipedia.org/wiki/Biological_immortality",
        "https://en.wikipedia.org/wiki/Hayflick_limit",
        "https://en.wikipedia.org/wiki/Atypical_pneumonia",
        "https://en.wikipedia.org/wiki/Mycoplasma",
        "https://en.wikipedia.org/wiki/Mycoplasma_pneumoniae",
        "https://en.wikipedia.org/wiki/Inverted_microscope",
        "https://en.wikipedia.org/wiki/Cell_culture",
        "https://en.wikipedia.org/wiki/Smithsonian_Institution",
        "https://en.wikipedia.org/wiki/Ballantine_Books",
        "https://en.wikipedia.org/wiki/New_York_City",
        "https://en.wikipedia.org/wiki/Brazil",
        "https://en.wikipedia.org/wiki/Czech_Republic",
        "https://en.wikipedia.org/wiki/Germany",
        "https://en.wikipedia.org/wiki/Hungary",
        "https://en.wikipedia.org/wiki/Israel",
        "https://en.wikipedia.org/wiki/Japan",
        "https://en.wikipedia.org/wiki/Poland",
        "https://en.wikipedia.org/wiki/Russia",
        "https://en.wikipedia.org/wiki/Spain",
        "https://en.wikipedia.org/wiki/Book_of_the_Month_Club",
        "https://en.wikipedia.org/wiki/Life_extension",
        "https://en.wikipedia.org/wiki/Philadelphia",
        "https://en.wikipedia.org/wiki/Pennsylvania",
        "https://en.wikipedia.org/wiki/Doctor_of_Philosophy",
        "https://en.wikipedia.org/wiki/University_of_Pennsylvania",
        "https://en.wikipedia.org/wiki/University_of_Texas_Medical_Branch",
        "https://en.wikipedia.org/wiki/Wistar_Institute",
        "https://en.wikipedia.org/wiki/University_of_Pennsylvania",
        "https://en.wikipedia.org/wiki/Stanford_University_School_of_Medicine",
        "https://en.wikipedia.org/wiki/University_of_Florida",
        "https://en.wikipedia.org/wiki/World_Health_Organization",
        "https://en.wikipedia.org/wiki/Geron_Corporation",
        "https://en.wikipedia.org/wiki/Nasdaq",
        "https://en.wikipedia.org/wiki/BioTime",
        "https://en.wikipedia.org/wiki/Genentech",
        "https://en.wikipedia.org/wiki/Documentary",
        "https://en.wikipedia.org/wiki/Cell_biology",
        "https://en.wikipedia.org/wiki/Mycoplasma",
        "https://en.wikipedia.org/wiki/Hayflick_limit",
        "https://en.wikipedia.org/wiki/Alexis_Carrel",
        "https://en.wikipedia.org/wiki/Diploid",
        "https://en.wikipedia.org/wiki/Aneuploid",
        "https://en.wikipedia.org/wiki/Wistar_Institute",
        "https://en.wikipedia.org/wiki/Philadelphia",
        "https://en.wikipedia.org/wiki/Pennsylvania",
        "https://en.wikipedia.org/wiki/Polio",
        "https://en.wikipedia.org/wiki/Vaccine",
        "https://en.wikipedia.org/wiki/Poliomyelitis",
        "https://en.wikipedia.org/wiki/Walking_pneumonia",
        "https://en.wikipedia.org/wiki/Mycoplasma",
        "https://en.wikipedia.org/wiki/Mycoplasma_pneumoniae",
        "https://en.wikipedia.org/wiki/International_Association_of_Gerontology",
        "https://en.wikipedia.org/wiki/The_International_Organization_for_Mycoplasmology",
        "https://en.wikipedia.org/wiki/John_Scott_Award",
        "https://en.wikipedia.org/wiki/Geron_Corporation",
        "https://en.wikipedia.org/wiki/Lord_Cohen_Medal",
        "https://en.wikipedia.org/wiki/British_Society_for_Research_on_Ageing",
        "https://en.wikipedia.org/wiki/American_Aging_Association",
        "https://en.wikipedia.org/wiki/University_of_Alabama_at_Birmingham",
        "https://en.wikipedia.org/wiki/Friedrich_Schiller_University",
        "https://en.wikipedia.org/wiki/American_Association_for_the_Advancement_of_Science",
        "https://en.wikipedia.org/wiki/Inverted_microscope",
        "https://en.wikipedia.org/wiki/National_Museum_of_American_History",
        "https://en.wikipedia.org/wiki/Web_of_Stories",
        "https://en.wikipedia.org/wiki/Biogerontology",
        "https://en.wikipedia.org/wiki/Hayflick_limit",
        "https://en.wikipedia.org/wiki/Senescence",
        "https://en.wikipedia.org/wiki/Tissue_engineering",
        "https://en.wikipedia.org/wiki/Ballantine_Books",
        "https://en.wikipedia.org/wiki/Web_of_Stories",
        "https://en.wikipedia.org/wiki/Outline_of_life_extension",
        "https://en.wikipedia.org/wiki/Life_extension",
        "https://en.wikipedia.org/wiki/Antioxidant",
        "https://en.wikipedia.org/wiki/Calorie_restriction",
        "https://en.wikipedia.org/wiki/Cryonics",
        "https://en.wikipedia.org/wiki/Cyborg",
        "https://en.wikipedia.org/wiki/Physical_exercise",
        "https://en.wikipedia.org/wiki/Gene_therapy",
        "https://en.wikipedia.org/wiki/Gerontology",
        "https://en.wikipedia.org/wiki/Glycation",
        "https://en.wikipedia.org/wiki/Indefinite_lifespan",
        "https://en.wikipedia.org/wiki/Index_of_topics_related_to_life_extension",
        "https://en.wikipedia.org/wiki/List_of_aging_processes",
        "https://en.wikipedia.org/wiki/Longevity_escape_velocity",
        "https://en.wikipedia.org/wiki/Mind_uploading",
        "https://en.wikipedia.org/wiki/Nanomedicine",
        "https://en.wikipedia.org/wiki/Organ_printing",
        "https://en.wikipedia.org/wiki/Rejuvenation",
        "https://en.wikipedia.org/wiki/Senescence",
        "https://en.wikipedia.org/wiki/Strategies_for_engineered_negligible_senescence",
        "https://en.wikipedia.org/wiki/Transhumanist_politics",
        "https://en.wikipedia.org/wiki/Timeline_of_senescence_research",
        "https://en.wikipedia.org/wiki/Aubrey_de_Grey",
        "https://en.wikipedia.org/wiki/Laura_Deming",
        "https://en.wikipedia.org/wiki/Denham_Harman",
        "https://en.wikipedia.org/wiki/Saul_Kent",
        "https://en.wikipedia.org/wiki/Cynthia_Kenyon",
        "https://en.wikipedia.org/wiki/Dimu_Kotsovsky",
        "https://en.wikipedia.org/wiki/Ray_Kurzweil",
        "https://en.wikipedia.org/wiki/Ilya_Mechnikov",
        "https://en.wikipedia.org/wiki/Liz_Parrish",
        "https://en.wikipedia.org/wiki/Durk_Pearson",
        "https://en.wikipedia.org/wiki/Roy_Walford",
        "https://en.wikipedia.org/wiki/2045_Initiative",
        "https://en.wikipedia.org/wiki/AgeX_Therapeutics",
        "https://en.wikipedia.org/wiki/Alliance_for_Aging_Research",
        "https://en.wikipedia.org/wiki/Altos_Labs",
        "https://en.wikipedia.org/wiki/American_Aging_Association",
        "https://en.wikipedia.org/wiki/Buck_Institute_for_Research_on_Aging",
        "https://en.wikipedia.org/wiki/BioViva",
        "https://en.wikipedia.org/wiki/ERIBA",
        "https://en.wikipedia.org/wiki/Gerontology_Research_Group",
        "https://en.wikipedia.org/wiki/Human_Longevity",
        "https://en.wikipedia.org/wiki/Immortalist_Society",
        "https://en.wikipedia.org/wiki/International_Longevity_Alliance",
        "https://en.wikipedia.org/wiki/Insilico_Medicine",
        "https://en.wikipedia.org/wiki/Life_Extension_Advocacy_Foundation",
        "https://en.wikipedia.org/wiki/Life_Extension_Foundation",
        "https://en.wikipedia.org/wiki/Methuselah_Foundation",
        "https://en.wikipedia.org/wiki/Max_Planck_Institute_for_Biology_of_Ageing",
        "https://en.wikipedia.org/wiki/National_Institute_on_Aging",
        "https://en.wikipedia.org/wiki/SENS_Research_Foundation",
        "https://en.wikipedia.org/wiki/Sierra_Sciences",
        "https://en.wikipedia.org/wiki/The_First_Immortal",
        "https://en.wikipedia.org/wiki/Ending_Aging",
        "https://en.wikipedia.org/wiki/Ageing_Research_Reviews",
        "https://en.wikipedia.org/wiki/Aging_Cell",
        "https://en.wikipedia.org/wiki/Experimental_Gerontology",
        "https://en.wikipedia.org/wiki/Neurobiology_of_Aging",
        "https://en.wikipedia.org/wiki/Rejuvenation_Research",
        "https://en.wikipedia.org/wiki/Leonard_Hayflick",
        "https://en.wikipedia.org/wiki/Leonard_Hayflick",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}