{
    "url": "https://en.wikipedia.org/wiki/Leonid_Perlovsky",
    "title": "Leonid Perlovsky",
    "table_of_contents": [],
    "paragraphs": [
        {
            "title": "",
            "text": "Leonid Perlovsky is an Affiliated Research Professor at Northeastern University.[1] His research involves cognitive algorithms and modeling of evolution of languages and cultures.\n\nHe served as professor at Novosibirsk State University and New York University, and participated as a principal in commercial startups developing tools for text understanding, biotechnology, and financial predictions. He has published more than 320 papers and 10 book chapters and authored three books, including Neural Networks and Intellect, Oxford University Press, 2000 (currently[when?] in the 3rd printing) [2] and two books with Springer in 2007.[3][4] He serves as Associate Editor for IEEE Transactions on Neural Networks,[5] Editor-at-Large for New Mathematics and Natural Computation[6] and Editor-in-Chief for Physics of Life Reviews.[7] He has received national and international awards including the IEEE Distinguished Member of Boston Section Award 2005; the US AFRL Charles Ryan Memorial Award for Basic Research, 2007; the 2007 Gabor Award, the top engineering award from the International Neural Network Society;[8] and the 2007 John McLucas Award, the highest US Air Force award for science[citation needed].\n\nHis current research interests include modeling mechanisms of the mind: neural modeling fields, knowledge instinct, aesthetic emotions, cognitive dissonance, emotions of beautiful and sublime, language, language evolution, emotionality of languages, language and cognition, evolution of languages and cultures, symbols as psychological processes, evolution of consciousness, languages, and cultures, mathematical intelligence and art, role of music in evolution of consciousness and cultures, science and religion, including scientific explanations for the role of sacred values in the workings of the mind, and why religious teleology is equivalent to scientific causality.\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Northeastern_University",
        "https://en.wikipedia.org/wiki/Cognitive",
        "https://en.wikipedia.org/wiki/Algorithms",
        "https://en.wikipedia.org/wiki/Evolution",
        "https://en.wikipedia.org/wiki/Novosibirsk_State_University",
        "https://en.wikipedia.org/wiki/New_York_University",
        "https://en.wikipedia.org/wiki/Biotechnology",
        "https://en.wikipedia.org/wiki/New_Mathematics_and_Natural_Computation",
        "https://en.wikipedia.org/wiki/Physics_of_Life_Reviews",
        "https://en.wikipedia.org/wiki/US_Air_Force",
        "https://en.wikipedia.org/wiki/Neural_modeling_fields",
        "https://en.wikipedia.org/wiki/Aesthetic_emotions",
        "https://en.wikipedia.org/wiki/Cognitive_dissonance",
        "https://en.wikipedia.org/wiki/Language",
        "https://en.wikipedia.org/wiki/Language_evolution",
        "https://en.wikipedia.org/wiki/Sacred",
        "https://en.wikipedia.org/wiki/Teleology",
        "https://en.wikipedia.org/wiki/Causality",
        "https://en.wikipedia.org/wiki/Robert_Kozma",
        "https://en.wikipedia.org/wiki/Leonid_Perlovsky",
        "https://en.wikipedia.org/wiki/Leonid_Perlovsky",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}