{
    "url": "https://en.wikipedia.org/wiki/Coconut_Kelz",
    "title": "Lesego Tlhabi",
    "table_of_contents": [
        "1 Early life",
        "2 Coconut Kelz",
        "3 Works",
        "4 References",
        "5 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\nLesego Tlhabi (born 13 December 1988) is a South African writer and comedian best known for creating the character Coconut Kelz.[1]\n\n"
        },
        {
            "title": "Early life",
            "text": "Tlhabi's parents, Brian Tlhabi and Penny Osiris, were both doctors.[2] She was born in 1988, in the last years of apartheid.[3] Her parents divorced and in 2010 a journalist, Redi Tlhabi, became her stepmother.[4][5] Her comedy is influenced by her experience growing up as a relatively affluent black child attending mostly white institutions: for example, in junior school she was one of only two black girls in her grade.[3] Tlhabi studied theatre in London at Brunel University and musical theatre and television writing in New York at the New York Film Academy and Columbia University before returning to South Africa to work as a screenwriter in 2014.[2][6]\n\n"
        },
        {
            "title": "Coconut Kelz",
            "text": "She was writing for television and performing as a DJ (as Dame the DJ) when she started vlogging on YouTube as her alter-ego, Coconut Kelz.[6][7] Kelz is a \"caricature of a self-loathing black person who hilariously articulates collective white anxieties in post-apartheid South Africa.\"[6] Tlhabi sees the over-the-top character as a way to \"play these [racist] sentiments back to them [white girls] in a funny way so they'd actually listen and not get defensive.\"[7] She cites Issa Rae, Tina Fey, Mindy Kaling and puppet Conrad Missing as her inspirations and comedic influences.[6][7][8] Others have compared her race-bending comedy to Sacha Baron Cohen's Ali G.[3][9]\n\nThe act took off on the internet and she was noticed by conventional broadcasters: in 2018 Coconut Kelz started appearing in a regular slot on Phemelo Motene's Radio 702 weekend program[2] and in 2019 the South African Broadcasting Corporation announced that Tlhabi would join Bongani Bingwa on a new show, Democracy Gauge.[5] In May 2019 Kelz hosted a televised \"election special\" on BET Africa.[8][10]\n\nTowards the end of 2019, Tlhabi published a satirical book, Coconut Kelz's Guide to Surviving This Shithole. Reviewer Nkosazana Dambuza wrote that, while the book may not \"seem that deep\", Kelz's character is a \"reminder that the daily struggle of being black is far from over.\"[11]\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Apartheid",
        "https://en.wikipedia.org/wiki/Redi_Tlhabi",
        "https://en.wikipedia.org/wiki/Brunel_University",
        "https://en.wikipedia.org/wiki/New_York_Film_Academy",
        "https://en.wikipedia.org/wiki/Columbia_University",
        "https://en.wikipedia.org/wiki/Vlog",
        "https://en.wikipedia.org/wiki/YouTube",
        "https://en.wikipedia.org/wiki/Issa_Rae",
        "https://en.wikipedia.org/wiki/Tina_Fey",
        "https://en.wikipedia.org/wiki/Mindy_Kaling",
        "https://en.wikipedia.org/wiki/Sacha_Baron_Cohen",
        "https://en.wikipedia.org/wiki/Radio_702",
        "https://en.wikipedia.org/wiki/South_African_Broadcasting_Corporation",
        "https://en.wikipedia.org/wiki/2019_South_African_general_election",
        "https://en.wikipedia.org/wiki/BET",
        "https://en.wikipedia.org/wiki/YouTube",
        "https://en.wikipedia.org/wiki/Twitter",
        "https://en.wikipedia.org/wiki/Lesego_Tlhabi",
        "https://en.wikipedia.org/wiki/Lesego_Tlhabi",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}