{
    "url": "https://en.wikipedia.org/wiki/Lester_Dent",
    "title": "Lester Dent",
    "table_of_contents": [
        "1 Early years",
        "1.1 Writing career",
        "2 Appearances in fiction",
        "3 Pulp fiction formula",
        "4 See also",
        "5 References",
        "6 Further reading",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Lester Dent (October 12, 1904 – March 11, 1959) was an American pulp-fiction writer, best known as the creator and main writer of the series of novels about the scientist and adventurer Doc Savage. The 159 Doc Savage novels that Dent wrote over 16 years were credited to the house name Kenneth Robeson.\n\n"
        },
        {
            "title": "Early years",
            "text": "Dent was born in 1904 in La Plata, Missouri. He was the only child of Bernard Dent, a rancher, and Alice Norfolk, a teacher before her marriage. The Dents had been living in Wyoming for some time, but had returned to La Plata so that Mrs. Dent could be with her family during the birth. The Dents returned to Wyoming in 1906, where they worked a ranch near Pumpkin Buttes, Wyoming.[2]\n\nDent's early years were spent in the lonely hills of Wyoming. He attended a local one-room school house, often paying for tuition with furs that he had caught.[3] He had few companions or friends; this early loneliness may have helped develop his talents as a story-teller.[4]\n\nAround 1919, the Dent family returned to La Plata for good, where Dent's father took up dairy farming. Dent completed his elementary and secondary education there.[5]\n\nIn 1923, Dent enrolled at Chillicothe Business College in Chillicothe, Missouri. His original goal was to become a banker. However, while standing in the application line, he began talking to a fellow applicant about career options. He found out that the starting salary for a telegraph operator was $20 a week more than a bank clerk, so he changed his major to telegraphy. After completing the course, he taught at CBC for a short time.[6]\n\nIn 1924, Dent became a telegraph operator for Western Union in Carrollton, Missouri.[6] In 1925, he moved to Ponca City, Oklahoma, to work as a telegrapher for Empire Oil and Gas Company. It was in Ponca City that he met his future wife, Norma Gerling. They were married on August 9, 1925.[7]\n\nIn 1926, the Dents moved to Chickasha, Oklahoma, where Dent worked as a telegrapher for the Associated Press. One of Dent's co-workers had published a story in a pulp magazine, earning the huge sum (for that time) of $450. Dent, a voracious reader, was very familiar with pulp magazines of the day, and was sure he could write at least as well, if not better. He took advantage of the slow time during the graveyard shift to write. His first professional sale was an action-adventure story entitled \"Pirate Cay\"; it appeared in the September 1929 issue of Top Notch magazine.[8][9]\n\nShortly after the publication of his story, Dent was contacted by Dell Publishing in New York City. They were willing to offer him $500 a month if he would write exclusively for their magazines.[10] Dent, stunned by the good fortune, took some time considering the offer, but eventually accepted.[11] The Dents relocated to New York, arriving January 1, 1931. Dent quickly learned the trade of the pulp writer, teaching himself how to write quickly and with few rewrites. After Dell ended its pulp line in May 1931, Dent retreated to Missouri to regroup. Soon, he was back in New York, writing for the other pulp chains.[12]\n\nIn 1932, Henry Ralston of Street and Smith Publications contacted Dent with a proposition for a new magazine. Ralston had scored a great success with The Shadow magazine, and was interested in developing a second title around a central character. He had in mind an adventure hero, which appealed to Dent's love of that genre. While Dent was unhappy to later discover that his stories would be published under a house name (Kenneth Robeson), he was happy to receive $500 per novel (which would later increase to $750), and accepted Ralston's offer.[13]\n\nIssue Number 1 of Doc Savage magazine hit the stands in February 1933; within 6 months it was one of the top selling pulp magazines on the market. Much of the success stemmed from Dent's fantastic imagination, fueled by his own personal curiosity. Dent was able to use the freedom that his new-found financial security allowed him, to learn and to explore. In addition to being a wide-ranging reader, Dent also took courses in technology and the trades. He earned both his amateur radio and pilot license, passed both the electricians' and plumbers' trade exams,[14] and was an avid mountain climber. His usual method was to learn a subject thoroughly, then move on to another. An example is boating: in May 1934, Dent bought a 40-foot two-masted Chesapeake Bay \"bugeye\" schooner, Albatross. He and his wife lived on it for several years, sailing it up and down the eastern seaboard and even doing some sunken-treasure hunting in the Caribbean,[15] then sold it in 1940.[16]\n\nThe Dents traveled extensively as well, enough to earn Lester a membership in the Explorers Club.[17] He was sponsored by fellow pulp writer J. Allan Dunn and Navy Reserve Captain Charles Richardson Pond (1889–1969), a member of the family that owned Pond's Cosmetics and a pioneer of transoceanic flight. He was elected to membership on November 9, 1936 but was apparently not all that involved in the Club beyond bouncing story ideas off more experienced members. He contributed to a year-long one-time fundraiser for the Club conducted throughout the year 1939, for which he was awarded a sterling silver miniature of the coveted Explorers Club Medal, No. 89 of an unknown number of such medallions, with a chain allowing it to be worn as a bracelet. He stopped paying his annual dues in December 1945 and was dropped from membership for this delinquency in January 1948.\n\nIn 1940, the Dents returned to La Plata for good.[18] Dent continued to write for Doc Savage, but also found time to work in the other genres. His post-1941 Doc Savage work benefited from this; the later Savage novels are known for their tighter plotting, improved dialogue, and a shift towards mystery instead of super-science. Doc Savage himself began to shed his superhuman image, and to show a more fallible, human side. Dent may have recycled some generic detective stories as Doc tales; King Joe Cay features Doc working alone, in disguise, with no aides, gadgets, or headquarters, and an interest in the ladies.\n\nDoc Savage Magazine ceased publication in 1949.[19] Of the 181 Doc Savage novels published by Street and Smith, 179 were credited to Kenneth Robeson; and all but twenty were written by Dent. The first novel, The Man of Bronze, used the name Kenneth Roberts, but this was changed after it was discovered that there was another writer named Kenneth Roberts. The March 1944 issue, \"The Derelict of Skull Shoal\", was accidentally credited to Lester Dent. This was the only time during the run of the magazine that Dent's real name was used.[20] Following his tenure on Doc Savage, Dent found continuing success as a mystery and western writer. His last published short story was a Western entitled \"Savage Challenge\", published in the February 22, 1958 issue of the Saturday Evening Post.[21] A last novel, Lady in Peril, was released as half of an Ace Double the month that Lester died.[22]\n\nDent suffered a heart attack in February 1959. He was hospitalized, but subsequently died on March 11, 1959. Dent is buried in the La Plata cemetery.[23][24]\n\nThe Lester and Norma Dent House was listed on the National Register of Historic Places in 1990.[25]\n\nSince his death, Lester Dent has lived on in reprints and new stories discovered and marketed by his literary agent, Will Murray.[26] In 2009, Hardcase Crime published his noir novel, Honey in His Mouth (written 1956, previously unpublished) to rave reviews. Black Dog Books has released five volumes of The Lester Dent Library. Altus Press issued The Weird Adventures of the Blond Adder in 2010 and Hell in Boxes: The Exploits of Lynn Lash and Foster Fade in 2012.\n\n"
        },
        {
            "title": "Appearances in fiction",
            "text": "Dent is a featured character in the Paul Malmont novel The Chinatown Death Cloud Peril, which was published by Simon & Schuster in 2006, and in the sequel The Astounding, the Amazing, and the Unknown also Simon & Schuster in 2011. The novels describe friendship and rivalry among pulp writers of the 1930s, and also include Walter Gibson, creator of The Shadow.[27]\n\nDent also appears in Craig McDonald's Hector Lassiter novel The Running Kind (2014), which touches on Dent's passion for ham radio and aerial photography enterprises, circa 1950.\n\n"
        },
        {
            "title": "Pulp fiction formula",
            "text": "Dent's \"Master Fiction Plot\", often referred to as the \"Lester Dent Formula\" is a widely circulated guide to writing a salable 6,000-word pulp story. It has been recommended to aspiring authors by Michael Moorcock, among others. Moorcock summarizes the formula by suggesting: \"split your six-thousand-word story up into four fifteen hundred word parts. Part one, hit your hero with a heap of trouble. Part two, double it. Part three, put him in so much trouble there's no way he could ever possibly get out of it...All your main characters have to be in the first third. All your main themes and everything else has to be established in the first third, developed in the second third, and resolved in the last third.\"[28]\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Inkpot_Award",
        "https://en.wikipedia.org/wiki/Pulp_magazine",
        "https://en.wikipedia.org/wiki/Doc_Savage",
        "https://en.wikipedia.org/wiki/Pen_name",
        "https://en.wikipedia.org/wiki/Kenneth_Robeson",
        "https://en.wikipedia.org/wiki/Rancher",
        "https://en.wikipedia.org/wiki/Wyoming",
        "https://en.wikipedia.org/wiki/Telegraph",
        "https://en.wikipedia.org/wiki/Western_Union",
        "https://en.wikipedia.org/wiki/Ponca_City",
        "https://en.wikipedia.org/wiki/Chickasha",
        "https://en.wikipedia.org/wiki/Associated_Press",
        "https://en.wikipedia.org/wiki/Dell_Publishing",
        "https://en.wikipedia.org/wiki/The_Shadow",
        "https://en.wikipedia.org/wiki/Kenneth_Robeson",
        "https://en.wikipedia.org/wiki/Amateur_radio",
        "https://en.wikipedia.org/wiki/Pilot_license",
        "https://en.wikipedia.org/wiki/Chesapeake_Bay",
        "https://en.wikipedia.org/wiki/Bugeye",
        "https://en.wikipedia.org/wiki/Schooner",
        "https://en.wikipedia.org/wiki/Explorers_Club",
        "https://en.wikipedia.org/wiki/Sterling_silver",
        "https://en.wikipedia.org/wiki/Bracelet",
        "https://en.wikipedia.org/wiki/Saturday_Evening_Post",
        "https://en.wikipedia.org/wiki/Lester_and_Norma_Dent_House",
        "https://en.wikipedia.org/wiki/National_Register_of_Historic_Places",
        "https://en.wikipedia.org/wiki/Will_Murray",
        "https://en.wikipedia.org/wiki/Altus_Press",
        "https://en.wikipedia.org/wiki/Paul_Malmont",
        "https://en.wikipedia.org/wiki/The_Shadow",
        "https://en.wikipedia.org/wiki/Craig_McDonald",
        "https://en.wikipedia.org/wiki/Michael_Moorcock",
        "https://en.wikipedia.org/wiki/List_of_Doc_Savage_novels",
        "https://en.wikipedia.org/wiki/National_Register_of_Historic_Places",
        "https://en.wikipedia.org/wiki/National_Park_Service",
        "https://en.wikipedia.org/wiki/Michael_Dirda",
        "https://en.wikipedia.org/wiki/The_Washington_Post",
        "https://en.wikipedia.org/wiki/Pickler_Memorial_Library",
        "https://en.wikipedia.org/wiki/Truman_State_University",
        "https://en.wikipedia.org/wiki/Distributed_Proofreaders_Canada",
        "https://en.wikipedia.org/wiki/Internet_Speculative_Fiction_Database",
        "https://en.wikipedia.org/wiki/Doc_Savage",
        "https://en.wikipedia.org/wiki/List_of_Doc_Savage_novels",
        "https://en.wikipedia.org/wiki/The_Man_of_Bronze",
        "https://en.wikipedia.org/wiki/Death_in_Silver",
        "https://en.wikipedia.org/wiki/List_of_Doc_Savage_radio_episodes",
        "https://en.wikipedia.org/wiki/List_of_Doc_Savage_characters",
        "https://en.wikipedia.org/wiki/Calbia",
        "https://en.wikipedia.org/wiki/Inkpot_Award",
        "https://en.wikipedia.org/wiki/Ray_Bradbury",
        "https://en.wikipedia.org/wiki/Kirk_Alyn",
        "https://en.wikipedia.org/wiki/Milton_Caniff",
        "https://en.wikipedia.org/wiki/Frank_Capra",
        "https://en.wikipedia.org/wiki/Bob_Clampett",
        "https://en.wikipedia.org/wiki/June_Foray",
        "https://en.wikipedia.org/wiki/Chuck_Jones",
        "https://en.wikipedia.org/wiki/Jack_Kirby",
        "https://en.wikipedia.org/wiki/Stan_Lee",
        "https://en.wikipedia.org/wiki/Russ_Manning",
        "https://en.wikipedia.org/wiki/Russell_Myers",
        "https://en.wikipedia.org/wiki/Phil_Seuling",
        "https://en.wikipedia.org/wiki/Roy_Thomas",
        "https://en.wikipedia.org/wiki/Bjo_Trimble",
        "https://en.wikipedia.org/wiki/Robert_Bloch",
        "https://en.wikipedia.org/wiki/Edgar_Rice_Burroughs",
        "https://en.wikipedia.org/wiki/Daws_Butler",
        "https://en.wikipedia.org/wiki/Shel_Dorf",
        "https://en.wikipedia.org/wiki/Will_Eisner",
        "https://en.wikipedia.org/wiki/Mark_Evanier",
        "https://en.wikipedia.org/wiki/Gil_Kane",
        "https://en.wikipedia.org/wiki/Dick_Moores",
        "https://en.wikipedia.org/wiki/George_Pal",
        "https://en.wikipedia.org/wiki/Rod_Serling",
        "https://en.wikipedia.org/wiki/Joe_Shuster",
        "https://en.wikipedia.org/wiki/Jerry_Siegel",
        "https://en.wikipedia.org/wiki/Jim_Starlin",
        "https://en.wikipedia.org/wiki/Jim_Steranko",
        "https://en.wikipedia.org/wiki/Theodore_Sturgeon",
        "https://en.wikipedia.org/wiki/Neal_Adams",
        "https://en.wikipedia.org/wiki/Mel_Blanc",
        "https://en.wikipedia.org/wiki/Frank_Brunner",
        "https://en.wikipedia.org/wiki/Rick_Griffin",
        "https://en.wikipedia.org/wiki/Johnny_Hart",
        "https://en.wikipedia.org/wiki/George_Clayton_Johnson",
        "https://en.wikipedia.org/wiki/Mel_Lazarus",
        "https://en.wikipedia.org/wiki/Sheldon_Mayer",
        "https://en.wikipedia.org/wiki/Dale_Messick",
        "https://en.wikipedia.org/wiki/Don_Rico",
        "https://en.wikipedia.org/wiki/Maggie_Thompson",
        "https://en.wikipedia.org/wiki/Alfredo_Alcala",
        "https://en.wikipedia.org/wiki/Carl_Barks",
        "https://en.wikipedia.org/wiki/Howard_Chaykin",
        "https://en.wikipedia.org/wiki/Jackie_Estrada",
        "https://en.wikipedia.org/wiki/Hal_Foster",
        "https://en.wikipedia.org/wiki/Michael_Kaluta",
        "https://en.wikipedia.org/wiki/Joe_Kubert",
        "https://en.wikipedia.org/wiki/Harvey_Kurtzman",
        "https://en.wikipedia.org/wiki/George_Lucas",
        "https://en.wikipedia.org/wiki/Stan_Lynde",
        "https://en.wikipedia.org/wiki/Byron_Preiss",
        "https://en.wikipedia.org/wiki/Trina_Robbins",
        "https://en.wikipedia.org/wiki/Stanley_Ralph_Ross",
        "https://en.wikipedia.org/wiki/David_Scroggy",
        "https://en.wikipedia.org/wiki/Jay_Ward",
        "https://en.wikipedia.org/wiki/Len_Wein",
        "https://en.wikipedia.org/wiki/John_Buscema",
        "https://en.wikipedia.org/wiki/Al_Capp",
        "https://en.wikipedia.org/wiki/Gene_Colan",
        "https://en.wikipedia.org/wiki/Gill_Fox",
        "https://en.wikipedia.org/wiki/Steve_Gerber",
        "https://en.wikipedia.org/wiki/Chester_Gould",
        "https://en.wikipedia.org/wiki/Burne_Hogarth",
        "https://en.wikipedia.org/wiki/Bob_Kane",
        "https://en.wikipedia.org/wiki/Ken_Krueger",
        "https://en.wikipedia.org/wiki/Gray_Morrow",
        "https://en.wikipedia.org/wiki/Clarence_Nash",
        "https://en.wikipedia.org/wiki/Grim_Natwick",
        "https://en.wikipedia.org/wiki/Bill_Rotsler",
        "https://en.wikipedia.org/wiki/Gilbert_Shelton",
        "https://en.wikipedia.org/wiki/Bill_Stout",
        "https://en.wikipedia.org/wiki/Frank_Thorne",
        "https://en.wikipedia.org/wiki/Boris_Vallejo",
        "https://en.wikipedia.org/wiki/Mort_Weisinger",
        "https://en.wikipedia.org/wiki/Elmer_Woggon",
        "https://en.wikipedia.org/wiki/Steve_Englehart",
        "https://en.wikipedia.org/wiki/Kelly_Freas",
        "https://en.wikipedia.org/wiki/Carl_Macek",
        "https://en.wikipedia.org/wiki/Victor_Moscoso",
        "https://en.wikipedia.org/wiki/Larry_Niven",
        "https://en.wikipedia.org/wiki/Virgil_Partch",
        "https://en.wikipedia.org/wiki/Jerry_Pournelle",
        "https://en.wikipedia.org/wiki/Nestor_Redondo",
        "https://en.wikipedia.org/wiki/Marshall_Rogers",
        "https://en.wikipedia.org/wiki/Bill_Spicer",
        "https://en.wikipedia.org/wiki/Mort_Walker",
        "https://en.wikipedia.org/wiki/Marv_Wolfman",
        "https://en.wikipedia.org/wiki/Inkpot_Award",
        "https://en.wikipedia.org/wiki/Lester_Dent",
        "https://en.wikipedia.org/wiki/Lester_Dent",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}