{
    "url": "https://en.wikipedia.org/wiki/Lewis_Grizzard",
    "title": "Lewis Grizzard",
    "table_of_contents": [
        "1 Biography",
        "2 Published works",
        "2.1 Posthumous collections",
        "3 Live comedy albums",
        "4 References",
        "5 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Lewis McDonald Grizzard Jr. (October 20, 1946 – March 20, 1994) was an American writer and humorist, known for his Southern demeanor and commentary on the American South. Although he spent his early career as a newspaper sports writer and editor, becoming the sports editor of the Atlanta Journal at age 23, he is much better known for his humorous newspaper columns in the Atlanta Journal-Constitution. He was also a popular stand-up comedian and lecturer.\n\nGrizzard also published a total of 25 books, including collections of his columns (e.g. Chili Dawgs Always Bark at Night), expanded versions of his stand-up comedy routines (I Haven't Understood Anything Since 1962), and the autobiographical If I Ever Get Back to Georgia, I'm Gonna Nail My Feet to the Ground. Although much of his comedy discussed the South and Grizzard's personal and professional lives, it was also a commentary on issues prevalent throughout America, including relationships between men and women (e.g. If Love Were Oil, I'd Be About a Quart Low), politics, and health, especially heart health.  Grizzard was also the stepbrother of the Southern humorist Ludlow Porch.\n\n"
        },
        {
            "title": "Biography",
            "text": "Grizzard was born in Fort Benning, Georgia.[1][2]  His father, Lewis Grizzard, Sr., was a soldier in the United States Army who served in both World War II and the Korean War, and was a sole survivor of a Chinese attack that wiped out his platoon.  Lewis Sr. left his wife Christine, a school teacher, when Lewis Jr. was young, and mother and son moved in with Christine's parents in Moreland, Georgia, where Lewis spent the rest of his childhood. Grizzard recounted his often frustrating relationship with his father in My Daddy Was a Pistol and I'm a Son of a Gun, and blamed his father's difficulties in civilian life on what at the time was called \"battle fatigue\" and is now called post-traumatic stress disorder, saying, \"Daddy came home from his second war\" (the Korean War) \"a complete mess, the Army did nothing to help him, and he died young.\" He began his writing early, publishing stories of his Little League team in the nearby Newnan Times-Herald, Newnan, Georgia.\n\nGrizzard attended the University of Georgia in Athens, where he was a member of the Sigma Pi fraternity and Gridiron Secret Society. During his time in Athens, he became an avid Georgia Bulldogs fan. He studied journalism, but he shunned the school newspaper in favor of the independent Athens Daily News. Before graduating with a bachelor's degree in journalism,[3][2] Grizzard moved on to Atlanta, joining the Atlanta Journal, and becoming the youngest-ever executive sports editor of the Journal at the age of 23. The executive editor of the Journal, Jim Minter, said that had Grizzard stayed there, he would be remembered today as one of the great newspaper editors of the 20th century.[citation needed]  His time there included the Marshall University football team tragedy and the Journal's coverage of Hank Aaron's 715th home run.\n\nGrizzard then left to become the executive sports editor at the Chicago Sun-Times.[1] He later recalled this as the most miserable period of his life.  His tenure included a controversy involving the removal of several news columns written by Lacy Banks, the Sun-Times' first African-American sports columnist, from the newspaper, which resulted in Banks charging racism against Grizzard and led to Banks's subsequent firing. Although the newspaper, under editor Jim Hoge, supported Grizzard, a federal arbitrator reinstated Banks, and he criticized Grizzard as \"racially insensitive\". Grizzard, for his part, contended that the arbitrator did not understand the newspaper business, and he pointed out that he had replaced Banks with Thom Greer, a writer who was also African-American. Grizzard felt this invalidated any charge of racism. One Chicago radio announcer who sympathized with Grizzard said that Grizzard had been pronounced \"guilty by geography\".[4] Grizzard was also divorced for the second time while living in Chicago. Grizzard's career as a newspaper man in Chicago is recalled in If I Ever Get Back to Georgia, I'm Gonna Nail My Feet to the Ground.\n\nIn 1977, Grizzard returned to Atlanta as a columnist for the sports section of the Atlanta Constitution newspaper.  After eight months, he switched to writing the humor/life column that eventually made him famous. He published this column about four days per week. At his peak, he was syndicated in 450 newspapers[1] and making regular appearances on television and the stand-up comedy circuit. His popularity in Atlanta was such that the alternative newspaper Creative Loafing, in its annual \"Best of Atlanta\" poll, included the categories \"Best Columnist\" and \"Best Columnist besides Lewis Grizzard\".\n\nGrizzard often drew criticism for his disparaging remarks about gay people and feminists, and his dislike for the New South and reflections on the \"Old South\" of his youth were frequently misinterpreted.[who?] Nevertheless, he was extremely popular in the South, and he had enduring popularity across the nation because of the perceived humor, humanity, patriotism, and \"old-fashioned\" values that permeated his writing. His frequent bewilderment by sociocultural trends in the 1980s and 1990s struck a chord with many baby boom readers. Grizzard refused to use computers, writing every column or book on a regular typewriter. (\"When I write, I like to hear some noise\", he wrote.)[5]\n\nIn 1988, Grizzard made his acting debut on the sitcom Designing Women,[1] in the episode \"Oh Brother\", which first aired on 18 January 1988. Grizzard played the role of Clayton Sugarbaker, the half-brother of Julia and Suzanne Sugarbaker. Clayton was a former mental patient aspiring to be a stand-up comedian.\n\nGrizzard had a somewhat troubled life, battling alcoholism, and going through three divorces. He was voted \"the Author From Hell\" at a publishing convention for his behavior on book tours. He also suffered from a congenital heart defect — a valve problem. In his own words, \"There are three little leaflets that control the flow of blood to the heart. I was born with only two of those leaflets. It was just after the Great War, so there may have been a shortage. Either that or my daddy didn't get a good toe-hold.\" His near-death after his third valve-replacement surgery in 1993 brought in over 50,000 letters from well-wishers. He later attributed his miraculous recovery to the prayers of his fans.\n\nA few days after marrying for the fourth time, Grizzard died of complications of his fourth heart-valve surgery. Prior to his surgery, he was asked if he had any questions; his reply: \"I just have one question: When's the next bus to Albuquerque?\"[6] As a result of the surgery, Grizzard suffered from brain damage, according to one report,[citation needed] from lack of oxygen to his brain. Had he survived, he would have been quite impaired. In accordance with his wishes, his body was cremated, and some of his ashes were scattered at the 50-yard line of the Sanford Stadium at the University of Georgia. The typewriter he used to author columns about the Atlanta Braves' 1991 \"worst to first\" season is on display in the library of the University of Georgia's Grady College of Journalism and Mass Communication.\n\nGrizzard never fathered any children, but he did adopt Jordan, the daughter of his fourth wife.[7]\n\nA Lewis Grizzard Museum, featuring personal effects and professional memorabilia such as his typewriter, is now open in Moreland, Georgia. Originally housed in a gas station by a fan, it has been moved to a new, two-story museum complex (the former Moreland Mill).[8]\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Fort_Benning",
        "https://en.wikipedia.org/wiki/United_States",
        "https://en.wikipedia.org/wiki/Atlanta",
        "https://en.wikipedia.org/wiki/United_States",
        "https://en.wikipedia.org/wiki/Humorist",
        "https://en.wikipedia.org/wiki/Politics",
        "https://en.wikipedia.org/wiki/Health",
        "https://en.wikipedia.org/wiki/Ludlow_Porch",
        "https://en.wikipedia.org/wiki/University_of_Georgia",
        "https://en.wikipedia.org/wiki/Sigma_Pi",
        "https://en.wikipedia.org/wiki/Gridiron_Secret_Society",
        "https://en.wikipedia.org/wiki/Bachelor_of_Journalism",
        "https://en.wikipedia.org/wiki/Journalism",
        "https://en.wikipedia.org/wiki/Southern_Airways_Flight_932",
        "https://en.wikipedia.org/wiki/Hank_Aaron",
        "https://en.wikipedia.org/wiki/Lacy_Banks",
        "https://en.wikipedia.org/wiki/Creative_Loafing",
        "https://en.wikipedia.org/wiki/New_South",
        "https://en.wikipedia.org/wiki/Old_South",
        "https://en.wikipedia.org/wiki/Southern_United_States",
        "https://en.wikipedia.org/wiki/Designing_Women",
        "https://en.wikipedia.org/wiki/Congenital_heart_defect",
        "https://en.wikipedia.org/wiki/Brain_damage",
        "https://en.wikipedia.org/wiki/Oxygen",
        "https://en.wikipedia.org/wiki/Sanford_Stadium",
        "https://en.wikipedia.org/wiki/Atlanta_Braves",
        "https://en.wikipedia.org/wiki/DVD",
        "https://en.wikipedia.org/wiki/Lewis_Grizzard",
        "https://en.wikipedia.org/wiki/Lewis_Grizzard",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}