{
    "url": "https://en.wikipedia.org/wiki/Liberty",
    "title": "Liberty",
    "table_of_contents": [
        "1 Philosophy and metaphysics",
        "2 Politics",
        "2.1 History",
        "2.2 Social contract",
        "3 Origins of political freedom",
        "3.1 England and Great Britain",
        "3.2 United States",
        "3.3 France",
        "4 Ideologies",
        "4.1 Liberalism",
        "4.2 Libertarianism",
        "4.3 Republican liberty",
        "4.4 Socialism",
        "4.4.1 Marxism",
        "4.5 Anarchism",
        "5 Cultural prerequisites",
        "6 Historical writings on liberty",
        "7 See also",
        "8 References",
        "9 Bibliography",
        "10 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Liberty is the ability to do as one pleases, or a right or immunity enjoyed by prescription or by grant (i.e. privilege).[1] It is a synonym for the word freedom.\n\nIn modern politics, liberty is understood as the state of being free within society from control or oppressive restrictions imposed by authority on one's way of life, behavior, or political views. In theology, liberty is freedom from the effects of \"sin, spiritual servitude, [or] worldly ties\".[2]\n\nSometimes liberty is differentiated from freedom by using the word \"freedom\" primarily, if not exclusively, to mean the ability to do as one wills and what one has the power to do; and using the word \"liberty\" to mean the absence of arbitrary restraints, taking into account the rights of all involved. In this sense, the exercise of liberty is subject to capability and limited by the rights of others. Thus liberty entails the responsible use of freedom under the rule of law without depriving anyone else of their freedom. Liberty can be taken away as a form of punishment. In many countries, people can be deprived of their liberty if they are convicted of criminal acts.\n\nLiberty originates from the Latin word libertas, derived from the name of the goddess Libertas, who, along with more modern personifications, is often used to portray the concept, and the archaic Roman god Liber.[citation needed] The word \"liberty\" is often used in slogans, such as in \"life, liberty, and the pursuit of happiness\"[3] and \"Liberté, égalité, fraternité\".[4]\n\n"
        },
        {
            "title": "Philosophy and metaphysics",
            "text": "Philosophers from the earliest times have considered the question of liberty. Roman Emperor Marcus Aurelius (121–180 AD) wrote:\n\nAccording to compatibilist Thomas Hobbes (1588–1679):\n\nJohn Locke (1632–1704) rejected that definition of liberty. While not specifically mentioning Hobbes, he attacks Sir Robert Filmer who had the same definition. According to Locke:\n\nJohn Stuart Mill (1806–1873), in his work, On Liberty, was the first to recognize the difference between liberty as the freedom to act and liberty as the absence of coercion.[7]\n\nIn his book Two Concepts of Liberty, Isaiah Berlin formally framed the differences between two perspectives as the distinction between two opposite concepts of liberty: positive liberty and negative liberty. The latter designates a negative condition in which an individual is protected from tyranny and the arbitrary exercise of authority, while the former refers to the liberty that comes from self-mastery, the freedom from inner compulsions such as weakness and fear.[8]\n\n"
        },
        {
            "title": "Politics",
            "text": "The modern concept of political liberty has its origins in the Greek concepts of freedom and slavery.[9] To be free, to the Greeks, was not to have a master, to be independent from a master (to live as one likes).[10][11] That was the original Greek concept of freedom. It is closely linked with the concept of democracy, as Aristotle put it:\n\nThis applied only to free men. In Athens, for instance, women could not vote or hold office and were legally and socially dependent on a male relative.[13]\n\nThe populations of the Persian Empire enjoyed some degree of freedom. Citizens of all religions and ethnic groups were given the same rights and had the same freedom of religion, women had the same rights as men, and slavery was abolished (550 BC). All the palaces of the kings of Persia were built by paid workers in an era when slaves typically did such work.[14]\n\nIn the Maurya Empire of ancient India, citizens of all religions and ethnic groups had some rights to freedom, tolerance, and equality. The need for tolerance on an egalitarian basis can be found in the Edicts of Ashoka the Great, which emphasize the importance of tolerance in public policy by the government. The slaughter or capture of prisoners of war also appears to have been condemned by Ashoka.[15] Slavery also appears to have been non-existent in the Maurya Empire.[16] However, according to Hermann Kulke and Dietmar Rothermund, \"Ashoka's orders seem to have been resisted right from the beginning.\"[17]\n\nRoman law also embraced certain limited forms of liberty, even under the rule of the Roman Emperors. However, these liberties were accorded only to Roman citizens.  Many of the liberties enjoyed under Roman law endured through the Middle Ages, but were enjoyed solely by the nobility, rarely by the common man.[citation needed] The idea of inalienable and universal liberties had to wait until the Age of Enlightenment.\n\nThe social contract theory, most influentially formulated by Hobbes, John Locke and Rousseau (though first suggested by Plato in The Republic), was among the first to provide a political classification of rights, in particular through the notion of sovereignty and of natural rights. The thinkers of the Enlightenment reasoned that law governed both heavenly and human affairs, and that law gave the king his power, rather than the king's power giving force to law. This conception of law would find its culmination in the ideas of Montesquieu. The conception of law as a relationship between individuals, rather than families, came to the fore, and with it the increasing focus on individual liberty as a fundamental reality, given by \"Nature and Nature's God,\" which, in the ideal state, would be as universal as possible.\n\nIn On Liberty, John Stuart Mill sought to define the \"...nature and limits of the power which can be legitimately exercised by society over the individual,\" and as such, he describes an inherent and continuous antagonism between liberty and authority and thus, the prevailing question becomes \"how to make the fitting adjustment between individual independence and social control\".[18]\n\n"
        },
        {
            "title": "Origins of political freedom",
            "text": "England (and, following the Act of Union 1707, Great Britain), laid down the cornerstones of the concept of individual liberty.\n\nTimeline:\n\nAccording to the 1776 United States Declaration of Independence, all people have a natural right to \"life, liberty, and the pursuit of happiness\". But this declaration of liberty was troubled from the outset by the institutionalization of legalized Black slavery.  Slave owners argued that their liberty was paramount since it involved property, their slaves, and that Blacks had no rights that any White man was obliged to recognize.  The Supreme Court, in the Dred Scott decision, upheld this principle.  It was not until 1866, following the Civil War, that the US Constitution was amended to extend these rights to persons of color, and not until 1920 that these rights were extended to women.[27]\n\nBy the later half of the 20th century, liberty was expanded further to prohibit government interference with personal choices.  In the United States Supreme Court decision Griswold v. Connecticut, Justice William O. Douglas argued that liberties relating to personal relationships, such as marriage, have a unique primacy of place in the hierarchy of freedoms.[28] Jacob M. Appel has summarized this principle:\n\nIn modern America, various competing ideologies have divergent views about how best to promote liberty.  Liberals in the original sense of the word see equality as a necessary component of freedom.  Progressives stress freedom from business monopoly as essential.  Libertarians disagree, and see economic and individual freedom as best.  The Tea Party movement sees the \"big government\" as the enemy of freedom.[30][31] Other major participants in the modern American liberty movement include the Libertarian Party,[32] the Free State Project,[33][34] and the Mises Institute.[35]\n\nFrance supported the Americans in their revolt against English rule and, in 1789, overthrew their own monarchy, with the cry of \"Liberté, égalité, fraternité\".  The bloodbath that followed, known as the reign of terror, soured many people on the idea of liberty. Edmund Burke, considered one of the fathers of conservatism, wrote \"The French had shewn themselves the ablest architects of ruin that had hitherto existed in the world.\"[36]\n\n"
        },
        {
            "title": "Ideologies",
            "text": "According to the Concise Oxford Dictionary of Politics, liberalism is \"the belief that it is the aim of politics to preserve individual rights and to maximize freedom of choice\".  But they point out that there is considerable discussion about how to achieve those goals.  Every discussion of freedom depends on three key components: who is free, what they are free to do, and what forces restrict their freedom.[37]  John Gray argues that the core belief of liberalism is toleration.  Liberals allow others freedom to do what they want, in exchange for having the same freedom in return.  This idea of freedom is personal rather than political.[38]  William Safire points out that liberalism is attacked by both the Right and the Left: by the Right for defending such practices as abortion, homosexuality, and atheism, and by the Left for defending free enterprise and the rights of the individual over the collective.[39]\n\nAccording to the Encyclopædia Britannica, libertarians hold liberty as their primary political value.[40] Their approach to implementing liberty involves opposing any governmental coercion, aside from that which is necessary to prevent individuals from coercing each other.[41]\n\nLibertarianism is guided by the principle commonly known as the Non-Aggression Principle (NAP). The Non-Aggression Principle asserts that aggression against an individual or an individual's property is always an immoral violation of one's life, liberty, and property rights.[42][43]  Utilizing deceit instead of consent to achieve ends is also a violation of the Non-Aggression principle. Therefore, under the framework of the Non-Aggression principle, rape, murder, deception, involuntary taxation, government regulation, and other behaviors that initiate aggression against otherwise peaceful individuals are considered violations of this principle.[44] This principle is most commonly adhered to by libertarians. A common elevator pitch for this principle is, \"Good ideas don't require force.\"[45]\n\nAccording to republican theorists of freedom, like the historian Quentin Skinner[46][47] or the philosopher Philip Pettit,[48] one's liberty should not be viewed as the absence of interference in one's actions, but as non-domination. According to this view, which originates in the Roman Digest, to be a liber homo, a free man, means not being subject to another's arbitrary will, that is to say, dominated by another. They also cite Machiavelli who asserted that you must be a member of a free self-governing civil association, a republic, if you are to enjoy individual liberty.[49]\n\nThe predominance of this view of liberty among parliamentarians during the English Civil War resulted in the creation of the liberal concept of freedom as non-interference in Thomas Hobbes' Leviathan.[citation needed]\n\nSocialists view freedom as a concrete situation as opposed to a purely abstract ideal. Freedom is a state of being where individuals have agency to pursue their creative interests unhindered by coercive social relationships, specifically those they are forced to engage in as a requisite for survival under a given social system. Freedom thus requires both the material economic conditions that make freedom possible alongside social relationships and institutions conducive to freedom.[50]\n\nThe socialist conception of freedom is closely related to the socialist view of creativity and individuality. Influenced by Karl Marx's concept of alienated labor, socialists understand freedom to be the ability for an individual to engage in creative work in the absence of alienation, where \"alienated labor\" refers to work people are forced to perform and un-alienated work refers to individuals pursuing their own creative interests.[51]\n\nFor Karl Marx, meaningful freedom is only attainable in a communist society characterized by superabundance and free access. Such a social arrangement would eliminate the need for alienated labor and enable individuals to pursue their own creative interests, leaving them to develop and maximize their full potentialities. This goes alongside Marx's emphasis on the ability of socialism and communism progressively reducing the average length of the workday to expand the \"realm of freedom\", or discretionary free time, for each person.[52][53] Marx's notion of communist society and human freedom is thus radically individualistic.[54]\n\nWhile many anarchists see freedom slightly differently, all oppose authority, including the authority of the state, of capitalism, and of nationalism.[55] For the Russian revolutionary anarchist Mikhail Bakunin, liberty did not mean an abstract ideal but a concrete reality based on the equal liberty of others. In a positive sense, liberty consists of \"the fullest development of all the faculties and powers of every human being, by education, by scientific training, and by material prosperity.\" Such a conception of liberty is \"eminently social, because it can only be realized in society,\" not in isolation. In a negative sense, liberty is \"the revolt of the individual against all divine, collective, and individual authority.\"[56]\n\n"
        },
        {
            "title": "Cultural prerequisites",
            "text": "Some authors have suggested that a virtuous culture must exist as a prerequisite for liberty. Benjamin Franklin stated that \"only a virtuous people are capable of freedom. As nations become corrupt and vicious, they have more need of masters.\"[57] Madison likewise declared: \"To suppose that any form of government will secure liberty or happiness without any virtue in the people, is a chimerical idea.\"[58] John Adams acknowledged: \"Our constitution was made only for a moral and religious people. It is  wholly inadequate to the government of any other.\"[59]\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Statue_of_Liberty",
        "https://en.wikipedia.org/wiki/Ability",
        "https://en.wikipedia.org/wiki/Freedom",
        "https://en.wikipedia.org/wiki/Theology",
        "https://en.wikipedia.org/wiki/Duty",
        "https://en.wikipedia.org/wiki/Rule_of_law",
        "https://en.wikipedia.org/wiki/Libertas",
        "https://en.wikipedia.org/wiki/Liber",
        "https://en.wikipedia.org/wiki/John_Stuart_Mill",
        "https://en.wikipedia.org/wiki/Free_will",
        "https://en.wikipedia.org/wiki/Marcus_Aurelius",
        "https://en.wikipedia.org/wiki/Compatibilist",
        "https://en.wikipedia.org/wiki/Thomas_Hobbes",
        "https://en.wikipedia.org/wiki/John_Locke",
        "https://en.wikipedia.org/wiki/John_Stuart_Mill",
        "https://en.wikipedia.org/wiki/On_Liberty",
        "https://en.wikipedia.org/wiki/Two_Concepts_of_Liberty",
        "https://en.wikipedia.org/wiki/Isaiah_Berlin",
        "https://en.wikipedia.org/wiki/Positive_liberty",
        "https://en.wikipedia.org/wiki/Negative_liberty",
        "https://en.wikipedia.org/wiki/Tyranny",
        "https://en.wikipedia.org/wiki/Arbitrary",
        "https://en.wikipedia.org/wiki/Authority",
        "https://en.wikipedia.org/wiki/Political_freedom",
        "https://en.wikipedia.org/wiki/Aristotle",
        "https://en.wikipedia.org/wiki/Achaemenid_Empire",
        "https://en.wikipedia.org/wiki/Religion",
        "https://en.wikipedia.org/wiki/Ethnic_group",
        "https://en.wikipedia.org/wiki/Freedom_of_religion",
        "https://en.wikipedia.org/wiki/Slavery",
        "https://en.wikipedia.org/wiki/Maurya_Empire",
        "https://en.wikipedia.org/wiki/History_of_India",
        "https://en.wikipedia.org/wiki/Toleration",
        "https://en.wikipedia.org/wiki/Equality_before_the_law",
        "https://en.wikipedia.org/wiki/Egalitarianism",
        "https://en.wikipedia.org/wiki/Edicts_of_Ashoka",
        "https://en.wikipedia.org/wiki/Ashoka_the_Great",
        "https://en.wikipedia.org/wiki/Prisoner_of_war",
        "https://en.wikipedia.org/wiki/Roman_law",
        "https://en.wikipedia.org/wiki/Roman_citizenship",
        "https://en.wikipedia.org/wiki/Nobility",
        "https://en.wikipedia.org/wiki/Age_of_Enlightenment",
        "https://en.wikipedia.org/wiki/James_Gillray",
        "https://en.wikipedia.org/wiki/Social_contract",
        "https://en.wikipedia.org/wiki/Hobbes",
        "https://en.wikipedia.org/wiki/John_Locke",
        "https://en.wikipedia.org/wiki/Rousseau",
        "https://en.wikipedia.org/wiki/Rights",
        "https://en.wikipedia.org/wiki/Sovereignty",
        "https://en.wikipedia.org/wiki/Natural_rights",
        "https://en.wikipedia.org/wiki/Age_of_Enlightenment",
        "https://en.wikipedia.org/wiki/Logic",
        "https://en.wikipedia.org/wiki/Law",
        "https://en.wikipedia.org/wiki/Monarch",
        "https://en.wikipedia.org/wiki/Montesquieu",
        "https://en.wikipedia.org/wiki/Individualism",
        "https://en.wikipedia.org/wiki/Nature",
        "https://en.wikipedia.org/wiki/God",
        "https://en.wikipedia.org/wiki/Utopia",
        "https://en.wikipedia.org/wiki/On_Liberty",
        "https://en.wikipedia.org/wiki/John_Stuart_Mill",
        "https://en.wikipedia.org/wiki/Magna_Carta",
        "https://en.wikipedia.org/wiki/British_Library",
        "https://en.wikipedia.org/wiki/Act_of_Union_1707",
        "https://en.wikipedia.org/wiki/William_the_Conqueror",
        "https://en.wikipedia.org/wiki/City_of_London",
        "https://en.wikipedia.org/wiki/Charter_of_Liberties",
        "https://en.wikipedia.org/wiki/Henry_II_of_England",
        "https://en.wikipedia.org/wiki/Assize_of_Clarendon",
        "https://en.wikipedia.org/wiki/Tractatus_de_legibus_et_consuetudinibus_regni_Anglie",
        "https://en.wikipedia.org/wiki/Magna_Carta",
        "https://en.wikipedia.org/wiki/Petition_of_Right",
        "https://en.wikipedia.org/wiki/Habeas_Corpus_Act_1679",
        "https://en.wikipedia.org/wiki/Bill_of_Rights_1689",
        "https://en.wikipedia.org/wiki/Civil_rights",
        "https://en.wikipedia.org/wiki/Claim_of_Right_Act_1689",
        "https://en.wikipedia.org/wiki/Somerset_v_Stewart",
        "https://en.wikipedia.org/wiki/On_Liberty",
        "https://en.wikipedia.org/wiki/Universal_Declaration_of_Human_Rights",
        "https://en.wikipedia.org/wiki/International_Covenant_on_Civil_and_Political_Rights",
        "https://en.wikipedia.org/wiki/Two_Concepts_of_Liberty",
        "https://en.wikipedia.org/wiki/Isaiah_Berlin",
        "https://en.wikipedia.org/wiki/Liberty_Bell",
        "https://en.wikipedia.org/wiki/United_States_Declaration_of_Independence",
        "https://en.wikipedia.org/wiki/Natural_and_legal_rights",
        "https://en.wikipedia.org/wiki/Dred_Scott",
        "https://en.wikipedia.org/wiki/American_Civil_War",
        "https://en.wikipedia.org/wiki/Liberalism",
        "https://en.wikipedia.org/wiki/Progressive_Era",
        "https://en.wikipedia.org/wiki/Libertarian",
        "https://en.wikipedia.org/wiki/Tea_Party_movement",
        "https://en.wikipedia.org/wiki/Free_State_Project",
        "https://en.wikipedia.org/wiki/Mises_Institute",
        "https://en.wikipedia.org/wiki/Liberty_Leading_the_People",
        "https://en.wikipedia.org/wiki/French_Revolution",
        "https://en.wikipedia.org/wiki/Reign_of_terror",
        "https://en.wikipedia.org/wiki/Conservatism",
        "https://en.wikipedia.org/wiki/Liberalism",
        "https://en.wikipedia.org/wiki/Freedom_of_choice",
        "https://en.wikipedia.org/wiki/Libertarianism",
        "https://en.wikipedia.org/wiki/Minarchism",
        "https://en.wikipedia.org/wiki/Austrian_School",
        "https://en.wikipedia.org/wiki/Libertarians",
        "https://en.wikipedia.org/wiki/Libertarianism_in_the_United_States",
        "https://en.wikipedia.org/wiki/Quentin_Skinner",
        "https://en.wikipedia.org/wiki/Philip_Pettit",
        "https://en.wikipedia.org/wiki/Machiavelli",
        "https://en.wikipedia.org/wiki/English_Civil_War",
        "https://en.wikipedia.org/wiki/Socialism",
        "https://en.wikipedia.org/wiki/Karl_Marx",
        "https://en.wikipedia.org/wiki/Marxism",
        "https://en.wikipedia.org/wiki/Communist_society",
        "https://en.wikipedia.org/wiki/Anarchism",
        "https://en.wikipedia.org/wiki/Mikhail_Bakunin",
        "https://en.wikipedia.org/wiki/Positive_liberty",
        "https://en.wikipedia.org/wiki/Negative_liberty",
        "https://en.wikipedia.org/wiki/John_Locke",
        "https://en.wikipedia.org/wiki/Two_Treatises_of_Government",
        "https://en.wikipedia.org/wiki/John_Stuart_Mill",
        "https://en.wikipedia.org/wiki/On_Liberty",
        "https://en.wikipedia.org/wiki/James_Fitzjames_Stephen",
        "https://en.wikipedia.org/wiki/Civil_liberties",
        "https://en.wikipedia.org/wiki/Cognitive_liberty",
        "https://en.wikipedia.org/wiki/Free_will",
        "https://en.wikipedia.org/wiki/Gratis_versus_Libre",
        "https://en.wikipedia.org/wiki/List_of_freedom_indices",
        "https://en.wikipedia.org/wiki/Political_freedom",
        "https://en.wikipedia.org/wiki/Real_freedom",
        "https://en.wikipedia.org/wiki/Rule_according_to_higher_law",
        "https://en.wikipedia.org/wiki/Two_Treatises_on_Government",
        "https://en.wikipedia.org/wiki/Manchester_University_Press",
        "https://en.wikipedia.org/wiki/Amartya_Sen",
        "https://en.wikipedia.org/wiki/Arrian",
        "https://en.wikipedia.org/wiki/History_of_India",
        "https://en.wikipedia.org/wiki/Lacedaemonian",
        "https://en.wikipedia.org/wiki/Helot",
        "https://en.wikipedia.org/wiki/Lew_Rockwell",
        "https://en.wikipedia.org/wiki/Claire_Breay",
        "https://en.wikipedia.org/wiki/Claire_Breay",
        "https://en.wikipedia.org/wiki/Cognitive_liberty",
        "https://en.wikipedia.org/wiki/Moral_responsibility",
        "https://en.wikipedia.org/wiki/Libertas",
        "https://en.wikipedia.org/wiki/Negative_liberty",
        "https://en.wikipedia.org/wiki/Positive_liberty",
        "https://en.wikipedia.org/wiki/Rights",
        "https://en.wikipedia.org/wiki/Social_liberty",
        "https://en.wikipedia.org/wiki/Free_will",
        "https://en.wikipedia.org/wiki/Academic_freedom",
        "https://en.wikipedia.org/wiki/Civil_liberties",
        "https://en.wikipedia.org/wiki/Economic_freedom",
        "https://en.wikipedia.org/wiki/Intellectual_freedom",
        "https://en.wikipedia.org/wiki/Morphological_freedom",
        "https://en.wikipedia.org/wiki/Political_freedom",
        "https://en.wikipedia.org/wiki/Freedom_of_assembly",
        "https://en.wikipedia.org/wiki/Freedom_of_association",
        "https://en.wikipedia.org/wiki/Freedom_of_choice",
        "https://en.wikipedia.org/wiki/Freedom_of_education",
        "https://en.wikipedia.org/wiki/Gun_ownership",
        "https://en.wikipedia.org/wiki/Freedom_of_information",
        "https://en.wikipedia.org/wiki/Right_to_life",
        "https://en.wikipedia.org/wiki/Freedom_of_movement",
        "https://en.wikipedia.org/wiki/Freedom_of_the_press",
        "https://en.wikipedia.org/wiki/Right_to_property",
        "https://en.wikipedia.org/wiki/Freedom_of_religion",
        "https://en.wikipedia.org/wiki/Freedom_of_speech",
        "https://en.wikipedia.org/wiki/Freedom_of_thought",
        "https://en.wikipedia.org/wiki/Human_rights",
        "https://en.wikipedia.org/wiki/Civil_and_political_rights",
        "https://en.wikipedia.org/wiki/Equality_before_the_law",
        "https://en.wikipedia.org/wiki/Arbitrary_arrest_and_detention",
        "https://en.wikipedia.org/wiki/Freedom_of_assembly",
        "https://en.wikipedia.org/wiki/Freedom_of_association",
        "https://en.wikipedia.org/wiki/Freedom_from_discrimination",
        "https://en.wikipedia.org/wiki/Freedom_of_information",
        "https://en.wikipedia.org/wiki/Freedom_of_movement",
        "https://en.wikipedia.org/wiki/Freedom_of_religion",
        "https://en.wikipedia.org/wiki/Slavery",
        "https://en.wikipedia.org/wiki/Freedom_of_speech",
        "https://en.wikipedia.org/wiki/Freedom_of_thought",
        "https://en.wikipedia.org/wiki/Torture",
        "https://en.wikipedia.org/wiki/Legal_aid",
        "https://en.wikipedia.org/wiki/LGBT_rights_by_country_or_territory",
        "https://en.wikipedia.org/wiki/Nationality",
        "https://en.wikipedia.org/wiki/Personhood",
        "https://en.wikipedia.org/wiki/Presumption_of_innocence",
        "https://en.wikipedia.org/wiki/Right_of_asylum",
        "https://en.wikipedia.org/wiki/Right_to_die",
        "https://en.wikipedia.org/wiki/Right_to_a_fair_trial",
        "https://en.wikipedia.org/wiki/Right_to_family_life",
        "https://en.wikipedia.org/wiki/Right_to_keep_and_bear_arms",
        "https://en.wikipedia.org/wiki/Right_to_life",
        "https://en.wikipedia.org/wiki/Right_to_petition",
        "https://en.wikipedia.org/wiki/Privacy",
        "https://en.wikipedia.org/wiki/Right_to_protest",
        "https://en.wikipedia.org/wiki/Involuntary_treatment",
        "https://en.wikipedia.org/wiki/Right_to_resist",
        "https://en.wikipedia.org/wiki/Right_to_truth",
        "https://en.wikipedia.org/wiki/Security_of_person",
        "https://en.wikipedia.org/wiki/Suffrage",
        "https://en.wikipedia.org/wiki/Right_to_homeland",
        "https://en.wikipedia.org/wiki/Digital_rights",
        "https://en.wikipedia.org/wiki/Equal_pay_for_equal_work",
        "https://en.wikipedia.org/wiki/Remuneration",
        "https://en.wikipedia.org/wiki/Labor_rights",
        "https://en.wikipedia.org/wiki/Right_to_an_adequate_standard_of_living",
        "https://en.wikipedia.org/wiki/Right_to_clothing",
        "https://en.wikipedia.org/wiki/Right_to_development",
        "https://en.wikipedia.org/wiki/Right_to_education",
        "https://en.wikipedia.org/wiki/Right_to_food",
        "https://en.wikipedia.org/wiki/Right_to_health",
        "https://en.wikipedia.org/wiki/Right_to_a_healthy_environment",
        "https://en.wikipedia.org/wiki/Right_to_housing",
        "https://en.wikipedia.org/wiki/Right_to_Internet_access",
        "https://en.wikipedia.org/wiki/Right_to_property",
        "https://en.wikipedia.org/wiki/Public_participation",
        "https://en.wikipedia.org/wiki/Right_of_reply",
        "https://en.wikipedia.org/wiki/Right_to_rest_and_leisure",
        "https://en.wikipedia.org/wiki/Right_of_return",
        "https://en.wikipedia.org/wiki/Right_to_science_and_culture",
        "https://en.wikipedia.org/wiki/Right_to_social_security",
        "https://en.wikipedia.org/wiki/Human_right_to_water_and_sanitation",
        "https://en.wikipedia.org/wiki/Right_to_work",
        "https://en.wikipedia.org/wiki/Sexual_and_reproductive_health_and_rights",
        "https://en.wikipedia.org/wiki/Reproductive_rights",
        "https://en.wikipedia.org/wiki/Abortion",
        "https://en.wikipedia.org/wiki/Family_planning",
        "https://en.wikipedia.org/wiki/Female_genital_mutilation",
        "https://en.wikipedia.org/wiki/Intersex_human_rights",
        "https://en.wikipedia.org/wiki/LGBT_rights_by_country_or_territory",
        "https://en.wikipedia.org/wiki/Sexual_and_reproductive_health",
        "https://en.wikipedia.org/wiki/Right_to_sexuality",
        "https://en.wikipedia.org/wiki/Crimes_against_humanity",
        "https://en.wikipedia.org/wiki/Genocide",
        "https://en.wikipedia.org/wiki/War_crime",
        "https://en.wikipedia.org/wiki/Ethics",
        "https://en.wikipedia.org/wiki/Normative_ethics",
        "https://en.wikipedia.org/wiki/Consequentialism",
        "https://en.wikipedia.org/wiki/Utilitarianism",
        "https://en.wikipedia.org/wiki/Deontological_ethics",
        "https://en.wikipedia.org/wiki/Kantian_ethics",
        "https://en.wikipedia.org/wiki/Ethics_of_care",
        "https://en.wikipedia.org/wiki/Existentialism",
        "https://en.wikipedia.org/wiki/Moral_particularism",
        "https://en.wikipedia.org/wiki/Pragmatic_ethics",
        "https://en.wikipedia.org/wiki/Role_ethics",
        "https://en.wikipedia.org/wiki/Virtue_ethics",
        "https://en.wikipedia.org/wiki/Eudaimonia",
        "https://en.wikipedia.org/wiki/Applied_ethics",
        "https://en.wikipedia.org/wiki/Animal_ethics",
        "https://en.wikipedia.org/wiki/Bioethics",
        "https://en.wikipedia.org/wiki/Business_ethics",
        "https://en.wikipedia.org/wiki/Discourse_ethics",
        "https://en.wikipedia.org/wiki/Engineering_ethics",
        "https://en.wikipedia.org/wiki/Environmental_ethics",
        "https://en.wikipedia.org/wiki/Legal_ethics",
        "https://en.wikipedia.org/wiki/Machine_ethics",
        "https://en.wikipedia.org/wiki/Media_ethics",
        "https://en.wikipedia.org/wiki/Medical_ethics",
        "https://en.wikipedia.org/wiki/Nursing_ethics",
        "https://en.wikipedia.org/wiki/Professional_ethics",
        "https://en.wikipedia.org/wiki/Sexual_ethics",
        "https://en.wikipedia.org/wiki/Ethics_of_artificial_intelligence",
        "https://en.wikipedia.org/wiki/Ethics_of_eating_meat",
        "https://en.wikipedia.org/wiki/Ethics_of_technology",
        "https://en.wikipedia.org/wiki/Ethics_of_terraforming",
        "https://en.wikipedia.org/wiki/Ethics_of_uncertain_sentience",
        "https://en.wikipedia.org/wiki/Moral_realism",
        "https://en.wikipedia.org/wiki/Ethical_naturalism",
        "https://en.wikipedia.org/wiki/Ethical_subjectivism",
        "https://en.wikipedia.org/wiki/Ideal_observer_theory",
        "https://en.wikipedia.org/wiki/Divine_command_theory",
        "https://en.wikipedia.org/wiki/Error_theory",
        "https://en.wikipedia.org/wiki/Emotivism",
        "https://en.wikipedia.org/wiki/Expressivism",
        "https://en.wikipedia.org/wiki/Universal_prescriptivism",
        "https://en.wikipedia.org/wiki/Moral_universalism",
        "https://en.wikipedia.org/wiki/Value_pluralism",
        "https://en.wikipedia.org/wiki/Moral_constructivism",
        "https://en.wikipedia.org/wiki/Moral_relativism",
        "https://en.wikipedia.org/wiki/Moral_nihilism",
        "https://en.wikipedia.org/wiki/Moral_rationalism",
        "https://en.wikipedia.org/wiki/Ethical_intuitionism",
        "https://en.wikipedia.org/wiki/Moral_skepticism",
        "https://en.wikipedia.org/wiki/Index_of_ethics_articles",
        "https://en.wikipedia.org/wiki/Autonomy",
        "https://en.wikipedia.org/wiki/Axiology",
        "https://en.wikipedia.org/wiki/Conscience",
        "https://en.wikipedia.org/wiki/Consent",
        "https://en.wikipedia.org/wiki/Egalitarianism",
        "https://en.wikipedia.org/wiki/Free_will",
        "https://en.wikipedia.org/wiki/Good_and_evil",
        "https://en.wikipedia.org/wiki/Good",
        "https://en.wikipedia.org/wiki/Evil",
        "https://en.wikipedia.org/wiki/Happiness",
        "https://en.wikipedia.org/wiki/Immorality",
        "https://en.wikipedia.org/wiki/Justice",
        "https://en.wikipedia.org/wiki/Morality",
        "https://en.wikipedia.org/wiki/Political_freedom",
        "https://en.wikipedia.org/wiki/Suffering",
        "https://en.wikipedia.org/wiki/Stewardship",
        "https://en.wikipedia.org/wiki/Sympathy",
        "https://en.wikipedia.org/wiki/Virtue",
        "https://en.wikipedia.org/wiki/Wrongdoing",
        "https://en.wikipedia.org/wiki/List_of_ethicists",
        "https://en.wikipedia.org/wiki/Laozi",
        "https://en.wikipedia.org/wiki/Socrates",
        "https://en.wikipedia.org/wiki/Plato",
        "https://en.wikipedia.org/wiki/Aristotle",
        "https://en.wikipedia.org/wiki/Diogenes",
        "https://en.wikipedia.org/wiki/Thiruvalluvar",
        "https://en.wikipedia.org/wiki/Cicero",
        "https://en.wikipedia.org/wiki/Confucius",
        "https://en.wikipedia.org/wiki/Augustine_of_Hippo",
        "https://en.wikipedia.org/wiki/Mencius",
        "https://en.wikipedia.org/wiki/Mozi",
        "https://en.wikipedia.org/wiki/Xun_Kuang",
        "https://en.wikipedia.org/wiki/Thomas_Aquinas",
        "https://en.wikipedia.org/wiki/Baruch_Spinoza",
        "https://en.wikipedia.org/wiki/David_Hume",
        "https://en.wikipedia.org/wiki/Immanuel_Kant",
        "https://en.wikipedia.org/wiki/Georg_Wilhelm_Friedrich_Hegel",
        "https://en.wikipedia.org/wiki/Arthur_Schopenhauer",
        "https://en.wikipedia.org/wiki/Jeremy_Bentham",
        "https://en.wikipedia.org/wiki/John_Stuart_Mill",
        "https://en.wikipedia.org/wiki/Henry_Sidgwick",
        "https://en.wikipedia.org/wiki/Friedrich_Nietzsche",
        "https://en.wikipedia.org/wiki/Karl_Barth",
        "https://en.wikipedia.org/wiki/Paul_Tillich",
        "https://en.wikipedia.org/wiki/Dietrich_Bonhoeffer",
        "https://en.wikipedia.org/wiki/Philippa_Foot",
        "https://en.wikipedia.org/wiki/John_Rawls",
        "https://en.wikipedia.org/wiki/John_Dewey",
        "https://en.wikipedia.org/wiki/Bernard_Williams",
        "https://en.wikipedia.org/wiki/William_Frankena",
        "https://en.wikipedia.org/wiki/Alasdair_MacIntyre",
        "https://en.wikipedia.org/wiki/Peter_Singer",
        "https://en.wikipedia.org/wiki/Derek_Parfit",
        "https://en.wikipedia.org/wiki/Thomas_Nagel",
        "https://en.wikipedia.org/wiki/Robert_Merrihew_Adams",
        "https://en.wikipedia.org/wiki/Joxe_Azurmendi",
        "https://en.wikipedia.org/wiki/Christine_Korsgaard",
        "https://en.wikipedia.org/wiki/Martha_Nussbaum",
        "https://en.wikipedia.org/wiki/Casuistry",
        "https://en.wikipedia.org/wiki/Christian_ethics",
        "https://en.wikipedia.org/wiki/Descriptive_ethics",
        "https://en.wikipedia.org/wiki/Ethics_in_religion",
        "https://en.wikipedia.org/wiki/Evolutionary_ethics",
        "https://en.wikipedia.org/wiki/Feminist_ethics",
        "https://en.wikipedia.org/wiki/History_of_ethics",
        "https://en.wikipedia.org/wiki/Ideology",
        "https://en.wikipedia.org/wiki/Islamic_ethics",
        "https://en.wikipedia.org/wiki/Jewish_ethics",
        "https://en.wikipedia.org/wiki/Moral_psychology",
        "https://en.wikipedia.org/wiki/Philosophy_of_law",
        "https://en.wikipedia.org/wiki/Political_philosophy",
        "https://en.wikipedia.org/wiki/Population_ethics",
        "https://en.wikipedia.org/wiki/Social_philosophy",
        "https://en.wikipedia.org/wiki/Liberty",
        "https://en.wikipedia.org/wiki/Liberty",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}