{
    "url": "https://en.wikipedia.org/wiki/Life_in_Hell",
    "title": "Life in Hell",
    "table_of_contents": [
        "1 History",
        "2 Format",
        "3 Characters",
        "4 Recurring jokes and situations",
        "5 Merchandise and advertising",
        "5.1 Books",
        "6 References",
        "7 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Life in Hell is a comic strip by Matt Groening, creator of The Simpsons, Futurama, and Disenchantment, which was published weekly from 1977 to 2012. The strip features anthropomorphic rabbits and a gay couple. The comic covers a wide range of subjects, such as love, sex, work, and death, and explores themes of angst, social alienation, self-loathing, and fear of inevitable doom.\n\n"
        },
        {
            "title": "History",
            "text": "Life in Hell started in 1977 as a self-published comic book Groening used to describe life in Los Angeles to his friends.[1] It was inspired by his move to the city that year; in an interview with Playboy, Groening commented on his arrival: \"I got [to Los Angeles] on a Friday night in August; it was about a hundred and two degrees; my car broke down in the fast lane of the Hollywood Freeway while I was listening to a drunken DJ who was giving his last program on a local rock station and bitterly denouncing the station's management. And then I had a series of lousy jobs.\"[2] In the comic book, Groening attacked what many young adults found repellent: school, work, and love. He described it as \"every ex-campus protester's, every Boomer idealist's, conception of what adult existence in the '80s had turned out to be.\"[2]\n\nGroening photocopied and distributed the magazines to friends, and also sold them for two dollars a copy[2] at the punk corner of the record store in which he worked, Licorice Pizza on Sunset Boulevard.[1] These magazines contained comic strips, comedy sketches, letters, and photo collages. The magazine covers were humorous as well: the first issue saw Binky, a rabbit-humanoid character, standing in a cloud of smog and declaring, \"What you see is what you breathe.\" Groening also worked real photos into the covers, such as drawings from Jules Verne's books or a picture of his family's living room.\n\nAn editor from Wet magazine bought one of the magazines and liked it, and offered Groening a spot in the magazine; soon after, in 1978, Life in Hell debuted as a comic strip in the avant-garde Wet, to which Groening made his first professional cartoon sale. The first strip, entitled \"Forbidden Words\", appeared in the September/October issue.[3] Popular in the underground, Life in Hell was picked up by the Los Angeles Reader (an alternative weekly newspaper where Groening also worked as a typesetter, editor, paste-up artist and music critic) in 1980, where it began appearing weekly.[3] Then-publisher of the Reader Jane Levine said Groening arrived at editor-in-chief James Vowell's office one day, showing him his \"silly cartoons with the rabbit with one ear.\" After Groening left, Vowell came out of his office saying, \"This guy is gonna be famous someday.\"[2]\n\nThe character designs of Akbar and Jeff were, in fact, failed attempts by Groening to draw Charlie Brown. In a 1999 interview, Groening said that he added Akbar and Jeff to the comic to appease his girlfriend (who was not yet Deborah Caplan). Early on in the comic, Groening used Binky and his wife to mirror the arguments Groening himself had with this girlfriend. However, she grew irritated with Groening because she felt he was portraying her unfairly. The addition of the twin-like Akbar and Jeff was meant to act as a mask of anonymity to hide who was who in such arguments. According to Groening, however, she still told him, \"You think you're Akbar, but you’re really Jeff.\"[citation needed]\n\nIn a 1991 interview about The Simpsons, Groening said that Life in Hell was done entirely by himself, describing the comic as \"Matt Groening pure and simple,\" and explained that the strips were often weird or entirely different every week because of however he was feeling at the time of a strip's creation.[citation needed]\n\nIn November 1984, Groening's then-girlfriend (and co-worker at the Reader), Deborah Caplan, decided to publish a compilation of Groening's cartoons as a book entitled \"Love is Hell\".[4] The book was an underground success, selling 22,000 copies in its first two printings. Caplan had already left her career in advertising sales at the Reader to manage the Life in Hell Co./Acme Features Syndicate full time, which managed syndication and merchandising for Groening's Life in Hell cartoons. The gift line included t-shirts, mugs, calendars, and greeting cards.[5] With Deborah's management and promotional talents his cartoon went from being published in 11 free weeklies to over 250 papers nationwide. In 1986, after Matt and Deborah had married, they published Work is Hell plus two calendars, one with cartoonist Lynda Barry. Matt's books soon drew the attention of Pantheon/Randomhouse, which obtained the rights to distribute the books and in 1989 Life in Hell Cartoon Co/Acme closed its doors.\n\nLife in Hell reached the attention of Hollywood producer James L. Brooks, who received one strip—\"The Los Angeles Way of Death\" from 1982—as a gift from fellow producer Polly Platt.[6][7] In 1985, Brooks contacted Groening with the proposition of developing a series of short animated skits, called \"bumpers\", for The Tracey Ullman Show. Originally, Brooks had wanted Groening to adapt his Life in Hell characters for the show. Fearing the loss of ownership rights to his characters, Groening instead created an entirely new batch of characters: the Simpsons.\n\nAs television began to place more demands on his time, however, Groening came to almost exclusively feature single-panel strips or 16-panel grids in which Akbar and Jeff exchange terse jabs. This later period also saw the increase of autobiographical strips, perhaps because Groening was influenced by this burgeoning trend in alternative comics.\n\nTelevision has also made the strip \"safe enough for a number of newspapers to print\", according to Groening, who says he has not \"toned the strip down at all, other than no longer using profanity\"[8] as a concession to daily papers that carry the strip.[9]\n\nOn December 7, 1998, Groening registered the domain mattgroening.com to publish Life in Hell online; however, the website has remained in its \"under construction\" state since then, although Groening insists he will \"get around to it ... [when he is] ready to wade in on a regular basis.\"[10] As of May 20, 2021, the domain leads to sponsored ad listings with a \"This page is under construction - Coming soon!\" message in the top right corner below the Network Solutions banner.\n\nGroening decided in 2007, in the wake of the 2006 United States elections, to write \"Life Is Swell\" above the comic instead of \"Life in Hell\".[11] Though Groening had previously stated that he would never give up the comic strip,[12] in 2009 he indicated that due to troubling times for print newspapers and constant involvement with The Simpsons and Futurama, he would likely one day drop the strip.[13] Three years later, Groening announced the strip's conclusion and the final new strip ran on June 16, 2012.[14] The final strip shows Akbar or Jeff dancing naked, while the other tells him to stop. At the end of the strip he gives up and dances along with him, saying \"Well, I tried.\"[15]\n\n"
        },
        {
            "title": "Format",
            "text": "The strip was published in a perfect square, unlike most Sunday strips which are published in rectangles. He had different types of format. He would make 4 rows of boxes, each row with 4 in it, when Akbar and Jeff were discussing love. He did 3 boxes by 3, very rarely did he use 4 boxes. Single boxes were often quick and comedic, and 4 x 4 boxes often had a storyline. This is based on the way Lynda Barry made comics when they were in college, and the way it was published originally in the Reader. Atop each strip, he quickly writes out \"Life in Hell\" and Copyright Matt Groening and the year it was made. Sometimes though, he changed the way he wrote the title on top. Instead of being quickly written, sometimes it would be in balloons, or bubble letters, or fireworks, old English handwriting, etc., he also wrote \"This is your\" above the \"Life in Hell.\" He also sometimes changed the way he wrote his name and date but not very often. In one strip \"Why men growl\" from 1982, he wrote his name as Matt Grrrrroening. In another strip, \"Are you Easily Provoked?\" He misspelled his name 3 times until getting it right and writing \"godamnit\" underneath. If he gets help from another cartoonist, he writes their names underneath his. Sometimes a message such as \"My back feels better, thank you\" would appear. He sometimes put where he was when he was making the strip; he'd write Chicago or Portland underneath his name.\n\n"
        },
        {
            "title": "Merchandise and advertising",
            "text": "After the success of Love Is Hell, Deborah Caplan, now his wife, published Work Is Hell and two calendars, one in collaboration with cartoonist Lynda Barry. The books caught the attention of Pantheon/Randomhouse who wanted to expand the market for his books to include bookstores nationwide. The Life in Hell Cartoon Co. reserved the right to continue to sell the books to hip novelty and comic book stores along with the line of novelty items the couple had produced over the previous 5 years.\n\nIn addition to the books, the comic also spawned T-shirts, sweatshirts, greeting cards, posters,[5] coffee mugs, and a short-lived newsletter called the \"Life in Hell Times\".[19]\n\nIn the late 1980s, Groening drew several print advertisements for Apple Computer in the form of Life in Hell comic strips.[20]\n\nIn 1989, after the birth of their first son, Deborah Caplan Groening and Matt decided to end their business because Deborah wanted to focus on motherhood and Matt was launching his career in television.\n\nAt the 2005 Comic-Con in San Diego, a series of deluxe Life in Hell vinyl figurines manufactured by CritterBox Toys was announced.[21]\n\nBinky and Bongo appear as background and enemy characters in the Simpsons arcade video game (coin-op).\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Matt_Groening",
        "https://en.wikipedia.org/wiki/Copley_Press",
        "https://en.wikipedia.org/wiki/Black_comedy",
        "https://en.wikipedia.org/wiki/Satire",
        "https://en.wikipedia.org/wiki/Comic_strip",
        "https://en.wikipedia.org/wiki/Matt_Groening",
        "https://en.wikipedia.org/wiki/The_Simpsons",
        "https://en.wikipedia.org/wiki/Futurama",
        "https://en.wikipedia.org/wiki/Anthropomorphism",
        "https://en.wikipedia.org/wiki/Homosexuality",
        "https://en.wikipedia.org/wiki/Matt_Groening",
        "https://en.wikipedia.org/wiki/Los_Angeles",
        "https://en.wikipedia.org/wiki/Fahrenheit",
        "https://en.wikipedia.org/wiki/Hollywood_Freeway",
        "https://en.wikipedia.org/wiki/Baby_boomers",
        "https://en.wikipedia.org/wiki/Punk_subculture",
        "https://en.wikipedia.org/wiki/Sunset_Boulevard",
        "https://en.wikipedia.org/wiki/Jules_Verne",
        "https://en.wikipedia.org/wiki/Comic_strip",
        "https://en.wikipedia.org/wiki/Underground_comix",
        "https://en.wikipedia.org/wiki/Los_Angeles_Reader",
        "https://en.wikipedia.org/wiki/Charlie_Brown",
        "https://en.wikipedia.org/wiki/Print_syndication",
        "https://en.wikipedia.org/wiki/Polly_Platt",
        "https://en.wikipedia.org/wiki/Sketch_comedy",
        "https://en.wikipedia.org/wiki/The_Tracey_Ullman_Show",
        "https://en.wikipedia.org/wiki/Simpson_family",
        "https://en.wikipedia.org/wiki/Alternative_comics",
        "https://en.wikipedia.org/wiki/2006_United_States_elections",
        "https://en.wikipedia.org/wiki/Lynda_Barry",
        "https://en.wikipedia.org/wiki/Futurama",
        "https://en.wikipedia.org/wiki/Xmas_Story",
        "https://en.wikipedia.org/wiki/Pet_store",
        "https://en.wikipedia.org/wiki/The_Simpsons",
        "https://en.wikipedia.org/wiki/Treehouse_of_Horror_XII",
        "https://en.wikipedia.org/wiki/Homer_Simpson",
        "https://en.wikipedia.org/wiki/The_Man_in_the_Blue_Flannel_Pants",
        "https://en.wikipedia.org/wiki/Lisa_Simpson",
        "https://en.wikipedia.org/wiki/The_Fool_Monty",
        "https://en.wikipedia.org/wiki/Bart_Simpson",
        "https://en.wikipedia.org/wiki/Simpsorama",
        "https://en.wikipedia.org/wiki/Charlie_Brown",
        "https://en.wikipedia.org/wiki/Lisa_Simpson",
        "https://en.wikipedia.org/wiki/Bart_Simpson",
        "https://en.wikipedia.org/wiki/Anthropomorphic",
        "https://en.wikipedia.org/wiki/The_Simpsons",
        "https://en.wikipedia.org/wiki/The_Walt_Disney_Company",
        "https://en.wikipedia.org/wiki/Donald_Duck",
        "https://en.wikipedia.org/wiki/Mistakes_were_made",
        "https://en.wikipedia.org/wiki/Frank_Zappa",
        "https://en.wikipedia.org/wiki/The_Yellow_Shark",
        "https://en.wikipedia.org/wiki/Hot_Rats",
        "https://en.wikipedia.org/wiki/Apple_Computer",
        "https://en.wikipedia.org/wiki/San_Diego",
        "https://en.wikipedia.org/wiki/Matt_Groening",
        "https://en.wikipedia.org/wiki/Matt_Groening",
        "https://en.wikipedia.org/wiki/Joe_Morgenstern",
        "https://en.wikipedia.org/wiki/LA_Weekly",
        "https://en.wikipedia.org/wiki/USA_Today",
        "https://en.wikipedia.org/wiki/Matt_Groening",
        "https://en.wikipedia.org/wiki/Matt_Groening",
        "https://en.wikipedia.org/wiki/Matt_Groening",
        "https://en.wikipedia.org/wiki/List_of_awards_and_nominations_received_by_Matt_Groening",
        "https://en.wikipedia.org/wiki/The_Simpsons",
        "https://en.wikipedia.org/wiki/Futurama",
        "https://en.wikipedia.org/wiki/The_Simpsons_Movie",
        "https://en.wikipedia.org/wiki/The_Longest_Daycare",
        "https://en.wikipedia.org/wiki/Playdate_with_Destiny",
        "https://en.wikipedia.org/wiki/The_Force_Awakens_from_Its_Nap",
        "https://en.wikipedia.org/wiki/The_Simpsons_Balenciaga",
        "https://en.wikipedia.org/wiki/Plusaversary",
        "https://en.wikipedia.org/wiki/When_Billie_Met_Lisa",
        "https://en.wikipedia.org/wiki/List_of_The_Simpsons_comics",
        "https://en.wikipedia.org/wiki/Futurama_Comics",
        "https://en.wikipedia.org/wiki/The_Simpsons_shorts",
        "https://en.wikipedia.org/wiki/The_Tracey_Ullman_Show",
        "https://en.wikipedia.org/wiki/The_Simpsons_Ride",
        "https://en.wikipedia.org/wiki/Bongo_Comics",
        "https://en.wikipedia.org/wiki/The_ULULU_Company",
        "https://en.wikipedia.org/wiki/Rock_Bottom_Remainders",
        "https://en.wikipedia.org/wiki/Life_in_Hell",
        "https://en.wikipedia.org/wiki/Life_in_Hell",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}