{
    "url": "https://en.wikipedia.org/wiki/Lima_culture",
    "title": "Lima culture",
    "table_of_contents": [
        "1 Early development and expansion",
        "2 Major centers",
        "2.1 Pucllana",
        "2.2 Wak'a Wallamarka",
        "2.3 Cajamarquilla",
        "2.4 Pachacamac",
        "3 Material culture",
        "3.1 Textiles",
        "3.2 Written communication",
        "3.3 Ceramics",
        "3.4 Cosmology",
        "3.5 Drug use",
        "3.6 Iconography",
        "3.7 Sacrifice",
        "4 Authoritative forces",
        "5 Decline",
        "6 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The Lima culture was an indigenous civilization which existed in modern-day Lima, Peru during the Early Intermediate Period, extending from roughly 100 to 650. This pre-Incan culture, which overlaps with surrounding Paracas, Moche, and Nasca civilizations, was located in the desert coastal strip of Peru in the Chillon, Rimac and Lurin River valleys. It can be difficult to differentiate the Lima culture from surrounding cultures due to both its physical proximity to other, and better documented cultures, in Coastal Peru, and because it is chronologically very close, if not over lapped, by these other cultures as well. These factors all help contribute to the obscurity of the Lima culture, of which much information is still left to be learned.\n\nThe Lima civilization was known in part for its ceramic artwork, consisting of styles such as Maranga and Interlocking patterns, which show the influence of the nearby Moche culture. Changes in this pottery style during the Middle Horizon Period also indicate influence from the Wari Empire. Being surrounded by desert, Lima needed to channel water from surrounding rivers in order to cultivate their soil for agricultural purposes. This resulted in the construction and maintenance of an extensive irrigational system, redirecting canals, and method of terracing. The Lima civilization constructed many temples known as wak'as, which are still preserved throughout the city of Lima to this day. Since these archeological sites are buried within modern-day Lima, it is difficult to access the archeological remnants that still exist without disrupting the city, which is another factor that plays a part in the modern-day enigma of ancient Lima culture. Major population centers of ancient Lima were located at Pukllana, Wallamarka, Cajamarquilla, and Pacha Kamaq.[1][2][3]\n\n"
        },
        {
            "title": "Early development and expansion",
            "text": "The history of early Andean culture is essentially the story of a long process in which man learned to dominate nature, turning a desert into a green oasis.[3] Within the Central Coast there is a strong pattern of architectural evidence that suggests organized communal and cultural activity during the Preceramic and Early Horizon Periods. This set the foundations for development of the Lima culture in the Early Intermediate. Despite the desert conditions prevailing in the coastal region, two factors enabled to areas earliest inhabitants to live off the land. First, the proximity to the sea which provided these groups with a diet of fish and shellfish. The second was the varied climate: from May to October moisture trapped by the hills fed vegetation in the slopes, which early populations could use to supplement their seafood diet.\n\nLater populations were able to develop a limited and primitive agriculture in low-lying areas, irrigated by nearby rivers and freshwater springs. During the Early Horizon Period, groups began to have the advantage of regular rainfall, and they learned how to domesticate plants and animals. A population surplus also led movement towards the coast. This brings us to the Early Intermediate period, where the Lima culture (among many others within a close time period) began to flourish. These cultures learned how to control nature, creating expansive irrigation systems and artificial canals. These systems provide further evidence of the sophistication of the social organization of the Lima culture, which would have been needed to construct, run, and maintain these irrigation systems.\n\nIn Coastal Peru, the middle group of rivers of Rimac, Chillon, and Lurin (which flow through what is now metropolitan Lima) serve as the backdrop for the culturally complex and inter-related Lima culture. Small, village scale pyramidal structures in the beginning of the Early Intermediate would slowly transform into the well-organized focus of the successive Lima culture. Evidence of the expansion of Lima culture in ceramics and textiles can be found in surrounding valleys, allowing archaeologists to track the progression of the culture over time.\n\nAt the start of the Early Intermediate, population was focused in the upper portion of the Lurin valley, characterized by isolated free standing-houses and short irrigation canals. The population gradually expanded, moving down the valley, and utilizing longer irrigation canals to inter-connected dwellings, and eventually major cities and cultural centers. Elite structures on hilltops also began to occur, which would ultimately become the important Huacas of Lima culture. Near the end of the Early Intermediate Period the Lima culture became entirely dominant. Perhaps the most important center of the culture was the wak'a of Pacha Kamaq, which would continue to be important to many cultures for the next 1000 years.[3][4]\n\n"
        },
        {
            "title": "Major centers",
            "text": "Wak'a Pukllana was a central archeological complex in ancient Lima culture. Also known as Wak'a Juliana, this important administrative and ceremonial center was built around 500. The Wak'a Pukllana was clearly separated by a large wall (north - south direction) into two different parts: The administrative sector and the urban zone were located towards the east of this wall with places presumably used for public meetings, to discuss control and improvement of production. A number of small buildings, squares, ramps, patios and storage rooms completed this part. The ceremonial sector towards the western part of the wall, contained the pyramid (made of adobe bricks, 500 metres long, more than 100 metres wide, 22 metres high) and adjacent places. In this area priests conducted religious ceremonies honoring the Gods and ancestors.[5] The structure of this wak'a serves to strongly reinforce our concepts of the authoritative composition of the Lima culture, clearly indicating a separation between the common population, the administration of the culture, and the religious leaders.[6]\n\nThe archaeological compound of Wak'a Wallamarka is only a little smaller than Wak'a Pukllana, and is similarly an adobe scaled pyramid, but this wak'a possesses the unique addition of an impressive access ramp. It is believed that this site was a ceremonial center whose access was possibly restricted to only a religious elite, evinced by the fact that the uncovered floors show little wear from use. Since Wak'a Wallamarka endured over a very long period (one that goes from the 3rd century to the coming of the Incas during the 15th century) the patterns of utilization and abandonment are extremely helpful in indicating the shift in funerary practices over time. This site continues to be a significant source of information for ancient burial practices of the Lima and surrounding cultures. The on-site museum today has examples of funeral bundles and the mummy of a local princess.[7][3]\n\nThe Wak'a Cajamarquilla, located in the Rimac valley, was not a major commercial, not administrative, and not a military site during the Early Intermediate Period, being built around  400-600. Also referred to as \"the dead city,\" Cajamarquilla is entirely built in adobe and is unique in the aspect that it is also comprised by a peculiar set of walled palaces. Cajamarquilla does ' stand out as the second biggest urban complex constructed with mud in the ancient Perú, with its 167 hectares of extension, surpassed only by the citadel of Chan Chan to the North of Lima.[8] This site is contested to have been founded by the Huari civilization, but nonetheless was developed while the valley was under the influence of the Lima culture. This centre of regional influence was assembled by pyramids, squares, streets, rooms and mazes clearly distinguishable in the midst of an arid landscape, harshly beaten by floods during the El Niño phenomenon appearances. Nevertheless, this place sustained a very complete and dynamic civilization, as asserted by: the many human burials located in several sectors; the different decorations on objects, some typical of the valley itself, others from the rest of the Coast and others from the southern Sierra; the many underground cellars to keep food; and by the patios devoted to the production of chicha (an alcoholic beverage obtained from the maceration of corn) for celebrations.[3][9]\n\nWak'a Pacha Kamaq, noted for its great pyramidal temples and frescoed adobe walls, is one of the most important and remarkable sites constructed in the Early Intermediate Period. The shrine of this site was dedicated to the god pacha Kamaq, \"architect of the world and creator of all its creatures\".[3] Wak'a Pacha Kamaq was the most distinguished pilgrimage destination along the coastal region, drawing worshippers from all over Peru to render tribute and to consult the oracle. The adobe style temple, built entirely on raw mudbricks, has a raised rectangular space in front of it where pilgrims could leave their offerings. This vast religious complex is credited to the Lima culture, being initially constructed and occupied between 200 BC–AD 600. Pacha Kamaq continued to be utilized for well over the next thousand years. The Wari culture arrived in the region around 650 and began to use the city as an administrative center for the coastal Andes. Wari influences appear in the construction of the site and on the ceramics and textiles of this period. Pacha Kamaq was so recognizably crucial to the surrounding cultures, that even after the Inka conquest of the area it was left intact and untampered. The Inka civilization instead allowed it to exist along their own practices, adding their own style to the development. In fact the Inka sector, which was added between 1440 - 1533, remains as the best preserved section today.[10][11][12]\n\n"
        },
        {
            "title": "Material culture",
            "text": "Textiles were considered a symbol of status and wealth, many mummies have been found wrapped in many layers of the finest embroidered tapestries symbolizing a person of power in society. They were constructed of a variation of fibers from plants, usually cotton, and various animal furs (usually alpaca or llama). The particular styles of textile in Lima culture have transformed and evolved over time, yielding a variety of textile patterns throughout the culture's history. Segments of Lima culture weaved fine-looking multicolored tapestries and blankets and dyed their creations with natural dyes of which they created more than 190 different shades. At certain periods the textiles used geometric, anthropomorphous and animal designs such as birds and felines. Depicting inanimate objects as animals is a common practice in Andean art, which conveys an association between the object and the qualities that the animal embodies. Textiles would be woven for everything from everyday clothing, to ceremonial robes for religious and political elites, burial mantels and wall-hangings for temples and palaces. It is also clear that the ancient Lima culture appreciated pattern and design for its own sake, as seen in their extensive use of the interlocking pattern in their designs. In this pattern, a series of geometrically stylized animal or human figures interlock so skillfully that the same pattern appears when the fabric is looked at from upside down, and sometimes it is difficult or impossible to determine where one image ends and another starts.[2][3][13]\n\nSince the Ancient Peruvians never developed a system of writing, the images and signs woven into cloths or embroidered and painted on fabrics served as a pictorial language to communicate their beliefs about their world. That language has a naturalistic base but it privileges stylization, reducing natural forms to their essential characteristics so that what is represented is a general archetype.[3]\n\nThe ceramics of the Lima culture was developed from the local red and white ceramics of the middle coast. Black, strong colouring and random negative ornament painting are typical of it. Geometric designs which represented crested snakes with triangle-heads are the common ornamental motifs.[14] Ceramics were constructed in various ways, but the use of mold technology is evident. This would have enabled the mass production of certain forms. Ceramics of the Lima culture vary widely in shape and theme, with important social activities documented in pottery, including war, sex, metalwork, and weaving. (SeeMoche Material Culture)\n\nThe world view for central Andean cultures was essentially magical-religious. They saw the world as being animated by spirits, and the fertility of the land and health of the people depended on the good will of these spirits. This explains the pattern of human sacrifices found during times of drought or flooding; sacrifices were performed to appease and show respect for the gods. This is also supported by the imagery found on ceramics and textiles depicting sacrifices for a god or deity, and tributes that were presented at temples, such as Pachacamac.[3]\n\nSmall mortars (grinding bowls), snuff spoons, and wooden tray artifacts indicate that drug usage was particularly prevalent in the Lima culture. Coca leaves were especially common, chewed as a substance to alleviate hypoxia and altitude sickness (useful in highland cultures) and to help ease hunger, useful in times of food scarcity. Hallucinogenic drugs, found in certain cactuses in the area, were also most likely used in religious ceremonies to induce visions, and as a method to increase closeness with the gods.[15]\n\nMale and female figures, and even some that might be additional genders, as well as environmental information, plants, animals, architectural portrayals, subsistence activities, and so on are repeatedly portrayed in Lima culture. One scene that is particularly repetitive is the sacrifice scene, collecting the victim's blood and presenting it to a deity-like figure. From the study of iconography we can tell male and female from body shape, and thus see associated clothes, hairstyles, etc., and correlate these with activities and specific personalities. The goldwork in Colombia portrays animals, usually birds, jaguars, caimans, sharks, probably tied in with shamanism and drug use. Birds and simulations of flight are often related to the supernatural and to hallucinations generated by snuff, coca, other drugs. Specific images that are repeated are a frontal staff bearing figure which represents either human or supernatural power. Trophy heads of slain enemies are also common, and these indicate the belief that \"blood fertilized the earth\" and human sacrifice was required to please the gods. A two-headed snake symbolizes \"the supernatural force that maintains the harmony of the cosmos by uniting the opposed but complementary parts making it up.\" Special attention is also allotted to fish and sea-birds, since they were a source of food and fertilizer for the fields, and thus were the basis of life in the coastal region.[3][16]\n\nSacrifice was very common in early Andean cultures, and the Lima culture is no exception. Sacrifices would be made to pacify gods, or as part as religious and ceremonial rituals. Human burials, particularly of children, found underneath dwellings related to the belief that this class of offering would contribute to the long life of the building. This custom is still rooted in the cultural tradition of Andean communities, although human beings have been replaced by animals or special objects.[17]\n\n"
        },
        {
            "title": "Authoritative forces",
            "text": "During the Early Intermediate Period, society in Lima culture began to transition. Cultures that were once thought to be group or \"bottom-up\" oriented in authoritative structure, and perhaps were, began to develop a social, political, and religious elite. Wealth and power differences became especially notable in architectural structures and layouts (shown in the complexes of Pukllana, Cajamarquilla, Wallamarka, and Pacha Kamaq) as well as in contrasts in the abundance of material wealth possessed by different families. Once in power, these elite individuals must have been involved in underwriting and directing the creation of art and architecture, which further perpetuated their control over the remaining members of the group, and thus sufficiently established an elite authoritative force.\n\nClaims of an elite class are substantially supported by ceremonial burials and funerary practices uncovered by archaeologists. There are obvious differences in burials between members of the Lima culture. Certain sites, such as the Burial at Sipán, have been uncovered that clearly indicate an elite person. The amount and wealth of objects included in certain burials contrasted with the emptiness and simplicity of others make it obvious that there was an elite and privileged ruling class. It is also apparent that there was a religious ruling class, which is demonstrated by the enclosed construction of religious spaces and temples at important Huacas, meant to restrict access to the religious and political elite, which further reinforced elite power and made the rest of the population even more dependent on the instruction of the ruling class.[6][16][18][19]\n\n"
        },
        {
            "title": "Decline",
            "text": "Starting around 600, climatic and environmental changes in the Andean region were brought about by cycles of droughts and El Niño phenomenon. The Lima and surrounding cultures underwent radical reorganizations and shifting populations in order to compensate for the change in rainfall and water availability, which negatively impacted crops and damaged huacas and dwellings. This marked the beginning of the decline of the Lima culture. As its people were slowly dispersed across Peru in search of better and more reliable living situations, the conglomerate of Lima culture was steadily disbanded, and new culture groups developed and dominated Coastal Peru.[20]\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Lima",
        "https://en.wikipedia.org/wiki/Early_Intermediate",
        "https://en.wikipedia.org/wiki/Wari_culture",
        "https://en.wikipedia.org/wiki/Peru",
        "https://en.wikipedia.org/wiki/Chillon_River",
        "https://en.wikipedia.org/wiki/Rimac_River",
        "https://en.wikipedia.org/wiki/Lurin_River",
        "https://en.wikipedia.org/wiki/Wari_culture",
        "https://en.wikipedia.org/wiki/Huaca",
        "https://en.wikipedia.org/wiki/Lima",
        "https://en.wikipedia.org/wiki/Pucllana",
        "https://en.wikipedia.org/wiki/Cajamarquilla",
        "https://en.wikipedia.org/wiki/Pachacamac",
        "https://en.wikipedia.org/wiki/Huaca_Pucllana",
        "https://en.wikipedia.org/wiki/Cajamarquilla",
        "https://en.wikipedia.org/wiki/Pachacamac",
        "https://en.wikipedia.org/wiki/Pacha_Kamaq",
        "https://en.wikipedia.org/wiki/Wari_culture",
        "https://en.wikipedia.org/wiki/Genetic_history_of_Indigenous_peoples_of_the_Americas",
        "https://en.wikipedia.org/wiki/Archaeology_of_the_Americas",
        "https://en.wikipedia.org/wiki/Indigenous_peoples_of_the_Americas",
        "https://en.wikipedia.org/wiki/Ancestral_Puebloans",
        "https://en.wikipedia.org/wiki/Caddoan_Mississippian_culture",
        "https://en.wikipedia.org/wiki/Chichimeca",
        "https://en.wikipedia.org/wiki/Hopewell_tradition",
        "https://en.wikipedia.org/wiki/Coles_Creek_culture",
        "https://en.wikipedia.org/wiki/Fremont_culture",
        "https://en.wikipedia.org/wiki/Hohokam",
        "https://en.wikipedia.org/wiki/Marksville_culture",
        "https://en.wikipedia.org/wiki/Mississippian_culture",
        "https://en.wikipedia.org/wiki/Mogollon_culture",
        "https://en.wikipedia.org/wiki/Plaquemine_culture",
        "https://en.wikipedia.org/wiki/Plum_Bayou_culture",
        "https://en.wikipedia.org/wiki/Poverty_Point_culture",
        "https://en.wikipedia.org/wiki/Sinagua",
        "https://en.wikipedia.org/wiki/Troyville_culture",
        "https://en.wikipedia.org/wiki/Weeden_Island_culture",
        "https://en.wikipedia.org/wiki/Mesoamerica",
        "https://en.wikipedia.org/wiki/Mesoamerican_chronology",
        "https://en.wikipedia.org/wiki/Acolhua",
        "https://en.wikipedia.org/wiki/Capacha",
        "https://en.wikipedia.org/wiki/Chalcatzingo",
        "https://en.wikipedia.org/wiki/Diquis",
        "https://en.wikipedia.org/wiki/Huastec_civilization",
        "https://en.wikipedia.org/wiki/Izapa",
        "https://en.wikipedia.org/wiki/Mezcala_culture",
        "https://en.wikipedia.org/wiki/Mixtec",
        "https://en.wikipedia.org/wiki/Olmecs",
        "https://en.wikipedia.org/wiki/Pipil_people",
        "https://en.wikipedia.org/wiki/Quelepa",
        "https://en.wikipedia.org/wiki/Western_Mexico_shaft_tomb_tradition",
        "https://en.wikipedia.org/wiki/Teotihuacan",
        "https://en.wikipedia.org/wiki/Tepanec",
        "https://en.wikipedia.org/wiki/Tlatilco_culture",
        "https://en.wikipedia.org/wiki/Tlaxcaltec",
        "https://en.wikipedia.org/wiki/Toltec",
        "https://en.wikipedia.org/wiki/Totonac",
        "https://en.wikipedia.org/wiki/Classic_Veracruz_culture",
        "https://en.wikipedia.org/wiki/Xochipala",
        "https://en.wikipedia.org/wiki/Zapotec_civilization",
        "https://en.wikipedia.org/wiki/Andean_civilizations",
        "https://en.wikipedia.org/wiki/List_of_indigenous_peoples_of_South_America",
        "https://en.wikipedia.org/wiki/El_Abra",
        "https://en.wikipedia.org/wiki/Aymara_kingdoms",
        "https://en.wikipedia.org/wiki/Chachapoya_culture",
        "https://en.wikipedia.org/wiki/Chancay_culture",
        "https://en.wikipedia.org/wiki/Chimor",
        "https://en.wikipedia.org/wiki/Chinchorro_culture",
        "https://en.wikipedia.org/wiki/Chiripa_culture",
        "https://en.wikipedia.org/wiki/Gran_Chaco_people",
        "https://en.wikipedia.org/wiki/Mapuche_history",
        "https://en.wikipedia.org/wiki/Moche_culture",
        "https://en.wikipedia.org/wiki/Mollo_culture",
        "https://en.wikipedia.org/wiki/Monte_Verde",
        "https://en.wikipedia.org/wiki/Nazca_culture",
        "https://en.wikipedia.org/wiki/Piaroa_people",
        "https://en.wikipedia.org/wiki/Quimbaya",
        "https://en.wikipedia.org/wiki/Shuar",
        "https://en.wikipedia.org/wiki/Sican_culture",
        "https://en.wikipedia.org/wiki/Tairona",
        "https://en.wikipedia.org/wiki/Tierradentro",
        "https://en.wikipedia.org/wiki/Tiwanaku_Empire",
        "https://en.wikipedia.org/wiki/Valdivia_culture",
        "https://en.wikipedia.org/wiki/Wankarani_culture",
        "https://en.wikipedia.org/wiki/Wari_culture",
        "https://en.wikipedia.org/wiki/Aztec_Empire",
        "https://en.wikipedia.org/wiki/Maya_civilization",
        "https://en.wikipedia.org/wiki/Muisca_Confederation",
        "https://en.wikipedia.org/wiki/Inca_Empire",
        "https://en.wikipedia.org/wiki/Nahuatl",
        "https://en.wikipedia.org/wiki/Mayan_languages",
        "https://en.wikipedia.org/wiki/Chibcha_language",
        "https://en.wikipedia.org/wiki/Quechuan_languages",
        "https://en.wikipedia.org/wiki/Aztec_script",
        "https://en.wikipedia.org/wiki/Maya_script",
        "https://en.wikipedia.org/wiki/Muisca_numerals",
        "https://en.wikipedia.org/wiki/Quipu",
        "https://en.wikipedia.org/wiki/Aztec_religion",
        "https://en.wikipedia.org/wiki/Maya_religion",
        "https://en.wikipedia.org/wiki/Muisca_religion",
        "https://en.wikipedia.org/wiki/Religion_in_the_Inca_Empire",
        "https://en.wikipedia.org/wiki/Aztec_mythology",
        "https://en.wikipedia.org/wiki/Maya_mythology",
        "https://en.wikipedia.org/wiki/Muisca_mythology",
        "https://en.wikipedia.org/wiki/Inca_mythology",
        "https://en.wikipedia.org/wiki/Aztec_calendar",
        "https://en.wikipedia.org/wiki/Maya_calendar",
        "https://en.wikipedia.org/wiki/Muisca_calendar",
        "https://en.wikipedia.org/wiki/Aztec_society",
        "https://en.wikipedia.org/wiki/Maya_society",
        "https://en.wikipedia.org/wiki/Muisca_economy",
        "https://en.wikipedia.org/wiki/Women_in_Muisca_society",
        "https://en.wikipedia.org/wiki/Inca_society",
        "https://en.wikipedia.org/wiki/Chinampa",
        "https://en.wikipedia.org/wiki/Maya_architecture",
        "https://en.wikipedia.org/wiki/Muisca_architecture",
        "https://en.wikipedia.org/wiki/Muisca_agriculture",
        "https://en.wikipedia.org/wiki/Inca_architecture",
        "https://en.wikipedia.org/wiki/Inca_road_system",
        "https://en.wikipedia.org/wiki/Incan_agriculture",
        "https://en.wikipedia.org/wiki/History_of_the_Aztecs",
        "https://en.wikipedia.org/wiki/History_of_the_Maya_civilization",
        "https://en.wikipedia.org/wiki/History_of_the_Incas",
        "https://en.wikipedia.org/wiki/Moctezuma_I",
        "https://en.wikipedia.org/wiki/Moctezuma_II",
        "https://en.wikipedia.org/wiki/Nemequene",
        "https://en.wikipedia.org/wiki/Quemuenchatocha",
        "https://en.wikipedia.org/wiki/Tisquesusa",
        "https://en.wikipedia.org/wiki/Tundama",
        "https://en.wikipedia.org/wiki/Zoratama",
        "https://en.wikipedia.org/wiki/Pachacuti",
        "https://en.wikipedia.org/wiki/Atahualpa",
        "https://en.wikipedia.org/wiki/Manco_Inca_Yupanqui",
        "https://en.wikipedia.org/wiki/Spanish_conquest_of_the_Aztec_Empire",
        "https://en.wikipedia.org/wiki/Spanish_conquest_of_the_Maya",
        "https://en.wikipedia.org/wiki/Francisco_de_Montejo",
        "https://en.wikipedia.org/wiki/Spanish_conquest_of_Guatemala",
        "https://en.wikipedia.org/wiki/Pedro_de_Alvarado",
        "https://en.wikipedia.org/wiki/Spanish_conquest_of_the_Muisca",
        "https://en.wikipedia.org/wiki/List_of_conquistadors_in_Colombia",
        "https://en.wikipedia.org/wiki/Spanish_conquest_of_the_Inca_Empire",
        "https://en.wikipedia.org/wiki/Francisco_Pizarro",
        "https://en.wikipedia.org/wiki/Aztecs",
        "https://en.wikipedia.org/wiki/Columbian_exchange",
        "https://en.wikipedia.org/wiki/Mesoamerican_writing_systems",
        "https://en.wikipedia.org/wiki/Indigenous_cuisine_of_the_Americas",
        "https://en.wikipedia.org/wiki/Ceramics_of_indigenous_peoples_of_the_Americas",
        "https://en.wikipedia.org/wiki/Population_history_of_Indigenous_peoples_of_the_Americas",
        "https://en.wikipedia.org/wiki/Painting_in_the_Americas_before_European_colonization",
        "https://en.wikipedia.org/wiki/Lima_culture",
        "https://en.wikipedia.org/wiki/Lima_culture",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}