{
    "url": "https://en.wikipedia.org/wiki/Lime_plaster",
    "title": "Lime plaster",
    "table_of_contents": [
        "1 Advantages",
        "2 Disadvantages",
        "3 Historical use in the arts",
        "4 Historical uses in building",
        "5 See also",
        "6 References",
        "7 Further reading",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nLime plaster is a type of plaster composed of sand, water, and lime, usually non-hydraulic hydrated lime (also known as slaked lime, high calcium lime or air lime). Ancient lime plaster often contained horse hair for reinforcement and pozzolan additives to reduce the working time.\n\nTraditional non-hydraulic hydrated lime only sets through carbonatation when the plaster is kept moist and access of CO2 from the air is possible. It will not set when submersed in water. When a very thick layer or several layers are applied, the lime can remain soft for weeks.\n\nThe curing time of lime plaster can be shortened by using (natural) hydraulic lime or adding pozzolan additives, transforming it into artificially hydraulic lime. In ancient times, Roman lime plaster incorporated pozzolanic volcanic ash; in modern times, fly ash is preferred. Non-hydraulic lime plaster can also be made to set faster by adding gypsum.\n\nLime production for use in plastering home-made cisterns (in making them impermeable) was especially important in countries where rain-fall was scarce in summer. This enabled them to collect the winter run-off of rain water and to have it stored for later use, whether for personal or agricultural needs.[1]\n\n"
        },
        {
            "title": "Advantages",
            "text": "Lime plaster sets up to a solid mass that is durable yet relatively flexible. Hydraulic lime plaster is not as hard as cement plaster. Hydraulic limes and historic limes were graded as feeble, moderate and eminent. Modern hydraulic limes would be graded at 2, 3.5, or 5 newtons. Portland cement plaster on the other hand would typically be in the region of 25 to 35 newtons when cured; i.e. up to 10 times harder. Lime plaster is less affected by water and will not soften or dissolve like drywall and earthen or gypsum plaster. Unlike gypsum or clay plaster, lime plaster is sufficiently durable and resistant to the elements to be used for exterior plastering.\n\nCompared to cement plaster, plaster made from hydrated lime is less brittle and less prone to cracking, requiring no expansion joints. It will not detach from the wall when subjected to shear stress due to expansion inflicted by solar radiation and moisture. Unlike cement plaster, it will shield softer materials from shear stresses. This would otherwise possibly cause the deterioration of the underlying surface. It is usually not recommended to replace more than 20% of the lime content with cement when rendering the facade.\n\nLime plaster is permeable and allows for the diffusion and evaporation of moisture. However, when properly worked with pozzolanic agents and animal fat, it becomes impermeable.[2]\n\nThe elevated pH of the lime in the plaster acts as a fungicide, preventing mold from growing in lime plaster.[citation needed]\n\n"
        },
        {
            "title": "Disadvantages",
            "text": "Non-hydraulic lime plaster sets slowly and is quite caustic while wet, with a pH of 12. Plasterers must take care to protect themselves or use mild acids as vinegar or lemon juice to neutralize chemical burn.[3] When the plaster is dry, the pH falls to about 8.6. Non-hydraulic lime plaster requires moisture to set and has to be prevented from drying for several days. The number of qualified tradesmen capable of plastering with lime is in decline due to widespread adoption of drywall and gypsum veneer plaster.\n\n"
        },
        {
            "title": "Historical use in the arts",
            "text": "One of the earliest examples of lime plaster dates back to the end of the eighth millennium BC. Three statues were discovered in a buried pit at 'Ain Ghazal in Jordan that were sculpted with lime plaster over armatures of reeds and twine.  They were made in the pre-pottery neolithic period, around 7200 BC.[4] The fact that these sculptures have lasted so long is a testament to the durability of lime plaster.[5]\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Pompei",
        "https://en.wikipedia.org/wiki/Plaster",
        "https://en.wikipedia.org/wiki/Hydrated_lime",
        "https://en.wikipedia.org/wiki/Horse_hair",
        "https://en.wikipedia.org/wiki/Pozzolanic",
        "https://en.wikipedia.org/wiki/Carbonatation",
        "https://en.wikipedia.org/wiki/Hydraulic_lime",
        "https://en.wikipedia.org/wiki/Fly_ash",
        "https://en.wikipedia.org/wiki/Gypsum",
        "https://en.wikipedia.org/wiki/Cisterns",
        "https://en.wikipedia.org/wiki/Drywall",
        "https://en.wikipedia.org/wiki/Earthen_plaster",
        "https://en.wikipedia.org/wiki/Clay",
        "https://en.wikipedia.org/wiki/Shear_stress",
        "https://en.wikipedia.org/wiki/Cement",
        "https://en.wikipedia.org/wiki/Diffusion",
        "https://en.wikipedia.org/wiki/Evaporation",
        "https://en.wikipedia.org/wiki/Moisture",
        "https://en.wikipedia.org/wiki/Pozzolan",
        "https://en.wikipedia.org/wiki/Qadad",
        "https://en.wikipedia.org/wiki/Pyramid",
        "https://en.wikipedia.org/wiki/Ninth_dynasty_of_Egypt",
        "https://en.wikipedia.org/wiki/Tenth_dynasty_of_Egypt",
        "https://en.wikipedia.org/wiki/Tarxien_Temples",
        "https://en.wikipedia.org/wiki/Amarna",
        "https://en.wikipedia.org/wiki/Akhenaten",
        "https://en.wikipedia.org/wiki/Aztec_Empire",
        "https://en.wikipedia.org/wiki/Faux_Finishing",
        "https://en.wikipedia.org/wiki/Fresco",
        "https://en.wikipedia.org/wiki/Gypsum",
        "https://en.wikipedia.org/wiki/Lime_mortar",
        "https://en.wikipedia.org/wiki/Limepit",
        "https://en.wikipedia.org/wiki/Limestone",
        "https://en.wikipedia.org/wiki/Plaster",
        "https://en.wikipedia.org/wiki/Plaster_of_Paris",
        "https://en.wikipedia.org/wiki/Plasterwork",
        "https://en.wikipedia.org/wiki/Qadad",
        "https://en.wikipedia.org/wiki/Tadelakt",
        "https://en.wikipedia.org/wiki/Sarooj",
        "https://en.wikipedia.org/wiki/Whitewash",
        "https://en.wikipedia.org/wiki/Israel_Exploration_Journal",
        "https://en.wikipedia.org/wiki/Yosef_Qafih",
        "https://en.wikipedia.org/wiki/Lime_plaster",
        "https://en.wikipedia.org/wiki/Lime_plaster",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}