{
    "url": "https://en.wikipedia.org/wiki/List_of_poetry_groups_and_movements",
    "title": "List of poetry groups and movements",
    "table_of_contents": [
        "1 Prehistoric",
        "2 Second century BC (200-100BC)",
        "3 Third century (200-300)",
        "4 Fourth century (300-400)",
        "5 Fifth century (400-500)",
        "6 Sixth century (500-600)",
        "7 Seventh century (600-700)",
        "8 Eighth century (700-800)",
        "9 Ninth century (800-900)",
        "10 Tenth century (900-1000)",
        "11 Twelfth century (1100-1200)",
        "12 Fourteenth century (1300-1400)",
        "13 Fifteenth century (1400-1500)",
        "14 Sixteenth century (1500-1600)",
        "15 Seventeenth century (1600-1700)",
        "16 Eighteenth century (1700-1800)",
        "17 Nineteenth century (1800-1900)",
        "18 Twentieth century (1900-2000)",
        "19 Alphabetic list",
        "20 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nPoetry groups and movements or schools may be self-identified by the poets that form them or defined by critics who see unifying characteristics of a body of work by more than one poet. To be a 'school' a group of poets must share a common style or a common ethos. A commonality of form is not in itself sufficient to define a school; for example, Edward Lear, George du Maurier and Ogden Nash do not form a school simply because they all wrote limericks.\n\nThere are many different 'schools' of poetry. Some of them are described below in approximate chronological sequence. The subheadings indicate broadly the century in which a style arose.\n\n"
        },
        {
            "title": "Prehistoric",
            "text": "The oral tradition is too broad to be a strict school but it is a useful grouping of works whose origins either predate writing, or belong to cultures without writing.\n\n"
        },
        {
            "title": "",
            "text": "China: Zenith of Han poetry, a movement away from the ancient Chinese poetry of the Classic of Poetry and the Chu Ci.\n\n"
        },
        {
            "title": "",
            "text": "China: Jian'an poetry, a poetic movement occurring during the end of the Han dynasty, in the state of Cao Wei.\n\nChina: Seven Sages of the Bamboo Grove, a group of poets active during the late Cao Wei to early Jin dynasty era, poets incorporating the Wei-Jin Xuanxue movement.\n\nChina: Start of Six Dynasties poetry (220–589).\n\n"
        },
        {
            "title": "",
            "text": "China: Six Dynasties poetry period (220–589).\n\nChina: Emergence of Midnight Songs poetry.\n\nChina: Orchid Pavilion Gathering of 353, which led to the publication of the Lantingji Xu and the related movement in Classical Chinese poetry.\n\n"
        },
        {
            "title": "",
            "text": "China: Six Dynasties poetry period (220–589).\n\nChina: Emergence of Yongming poetry (483-93) within the state of Southern Qi, a major movement within Classical Chinese poetry.\n\n"
        },
        {
            "title": "",
            "text": "China: End of the Six Dynasties poetry period (220–589).\n\nChina: Emergence of the brief Sui poetry movement of the Sui Dynasty (581–618).\n\n"
        },
        {
            "title": "",
            "text": "China: Emergence of Tang poetry (618–907), and the Early Tang (初唐) and High Tang (盛唐) movements.\n\n"
        },
        {
            "title": "",
            "text": "China: Period of Tang poetry (618–907), and the zenith of the High Tang (盛唐) movement, leading into the Middle Tang (中唐) movement.\n\n"
        },
        {
            "title": "",
            "text": "China: Period of Tang poetry (618–907), and the end of the Middle Tang (中唐) movement, leading into the Late Tang (晚唐) movement.\n\n"
        },
        {
            "title": "",
            "text": "China: Emergence of Song poetry (960–1279).\n\n"
        },
        {
            "title": "",
            "text": "China: Emergence of Yuan poetry (1271–1368).\n\n"
        },
        {
            "title": "",
            "text": "China: Emergence of Ming poetry (1368–1644).\n\n"
        },
        {
            "title": "",
            "text": "Scotland: The Makars were a diverse genere of Scottish poets who wrote during the Northern Renaissance.\n\n"
        },
        {
            "title": "",
            "text": "Scotland: Castalian Band.\n\nEngland: Areopagus (poetry).\n\n"
        },
        {
            "title": "",
            "text": "England: Metaphysical poets.\n\nEngland: Cavalier poets.\n\nChina: Emergence of Qing poetry (1644–1912).\n\nJapan: Danrin school.\n\n"
        },
        {
            "title": "",
            "text": "Classical poetry echoes the forms and values of classical antiquity. Favouring formal, restrained forms, it has recurred in various Neoclassical schools since the eighteenth century Augustan poets such as Alexander Pope.\n\n"
        },
        {
            "title": "",
            "text": "Pastoralism was originally a Hellenistic form, that romanticized rural subjects to the point of unreality. Later pastoral poets like William Wordsworth, were inspired by the classical pastoral poets such as Edmund Spenser, Christopher Marlowe.\n\nThe Parnassians were a group of late 19th-century French poets, named after their journal, the Parnasse contemporain. They included Charles Leconte de Lisle, Théodore de Banville, Sully-Prudhomme, Paul Verlaine, François Coppée, and José María de Heredia. In reaction to the looser forms of romantic poetry, they strove for exact and faultless workmanship, selecting exotic and classical subjects, which they treated with rigidity of form and emotional detachment.\n\nRomanticism started in late 18th century Western Europe, but existed largely within the nineteenth. Wordsworth's and Coleridge's 1798 publication of Lyrical Ballads is considered by some as the first important publication in the movement. Romanticism stressed strong emotion, imagination, freedom within or even from classical notions of form in art, and the rejection of established social conventions. It stressed the importance of \"nature\" in language and celebrated the achievements of those perceived as heroic individuals and artists. Romantic poets include William Blake, William Wordsworth, Samuel Taylor Coleridge, Lord Byron, Percy Bysshe Shelley, and John Keats (those previous six sometimes referred to as the Big Six, or the Big Five without Blake); other Romantic poets include James Macpherson, Robert Southey, and Emily Brontë.\n\nSymbolism started in the late nineteenth century in France and Belgium. It included Paul Verlaine, Tristan Corbière, Arthur Rimbaud, and Stéphane Mallarmé. Symbolists believed that art should aim to capture more absolute truths which could be accessed only by indirect methods. They used extensive metaphor, endowing particular images or objects with symbolic meaning. They were hostile to \"plain meanings, declamations, false sentimentality and matter-of-fact description\".\n\nModernist poetry is a broad term for poetry written between 1890 and 1970 in the tradition of Modernism. Schools within it include Imagism and the British Poetry Revival.\n\nThe Fireside Poets (also known as the Schoolroom or Household Poets) were a group of 19th-century American poets from New England. The group is usually described as comprising Henry Wadsworth Longfellow, William Cullen Bryant, John Greenleaf Whittier, James Russell Lowell, and Oliver Wendell Holmes, Sr.\n\n"
        },
        {
            "title": "",
            "text": "The Imagists were (predominantly young) poets working in England and America in the early 20th century, including F. S. Flint, T. E. Hulme, Richard Aldington and Hilda Doolittle (known primarily by her initials, H.D.). They rejected Romantic and Victorian conventions, favoring precise imagery and clear, non-elevated language. Ezra Pound formulated and promoted many precepts and ideas of Imagism. His \"In a Station of the Metro\" (Roberts & Jacobs, 717), written in 1916, is often used as an example of Imagist poetry:\n\nThe Objectivists were a loose-knit group of second-generation Modernists from the 1940s. They include Louis Zukofsky, Lorine Niedecker, Charles Reznikoff, George Oppen, Carl Rakosi, and Basil Bunting. Objectivists treated the poem as an object; they emphasised sincerity, intelligence, and the clarity of the poet's vision.\n\nThe Harlem Renaissance was a cultural movement in the 1920s involving many African-American writers from the New York Neighbourhood of Harlem.\n\nThe Beat generation poets met in New York in the 1940s. The core group were Jack Kerouac, Allen Ginsberg, and William S. Burroughs, who were joined later by Gregory Corso.\n\nThe Confessionalists were American poets that emerged in the 1950s. They drew on personal history for their artistic inspiration. Poets in this group include Sylvia Plath, Anne Sexton, John Berryman, and Robert Lowell.\n\nThe New York School was an informal group of poets active in 1950s New York City whose work was said to be a reaction to the Confessionalists. Some major figures include John Ashbery, Frank O'Hara, James Schuyler, Kenneth Koch, Barbara Guest, Joe Brainard, Ron Padgett, Ted Berrigan and Bill Berkson.\n\nThe Black Mountain poets (also known as the Projectivists) were a group of mid 20th century postmodern poets associated with Black Mountain College in the United States.\n\nThe San Francisco Renaissance was initiated by Kenneth Rexroth and Madeline Gleason in Berkeley in the late 1940s. It included Robert Duncan, Jack Spicer, and Robin Blaser. They were consciously experimental and had close links to the Black Mountain and Beat poets.\n\nThe Movement was a group of English writers including Kingsley Amis, Philip Larkin, Donald Alfred Davie, D. J. Enright, John Wain, Elizabeth Jennings and Robert Conquest. Their tone is anti-romantic and rational. The connection between the poets was described as \"little more than a negative determination to avoid bad principles.\"\n\nThe British Poetry Revival was a loose movement during the 1970s and 1980s. It was a Modernist reaction to the conservative Movement.\n\nThe Hungry generation was a group of about 40 poets in West Bengal, India during 1961–1965 who revolted against the colonial canons in Bengali poetry and wanted to go back to their roots. The movement was spearheaded by Shakti Chattopadhyay, Malay Roy Choudhury, Samir Roychoudhury, and Subimal Basak.\n\nThe Martian poets were English poets of the 1970s and early 1980s, including Craig Raine and Christopher Reid. Through the heavy use of curious, exotic, and humorous metaphors, Martian poetry aimed to break the grip of \"the familiar\" in English poetry, by describing ordinary things as if through the eyes of a Martian.\n\nThe Language poets were avant garde poets who emerged in the 1960s-1990s; their approach started with the modernist emphasis on method.[1] They were reacting to the poetry of the Black Mountain and Beat poets. The poets included: Leslie Scalapino, Bruce Andrews, Charles Bernstein, Ron Silliman, Barrett Watten, Lyn Hejinian, Bob Perelman, Rae Armantrout, Carla Harryman, Clark Coolidge, Hannah Weiner, Susan Howe, and Tina Darragh.\n\nThe Misty Poets are a group of Chinese poets whose style is defined by the obscurity of its imagery and metaphors. The movement was born after the Cultural Revolution. Leading members include Bei Dao, Gu Cheng, Duo Duo, and Yang Lian.\n\nThe Nuyorican poets of the 1970s, 1980s, and 1990s wrote and recited dramatic poetry in Spanish, Spanglish, and English with humor and rage about social injustice, ethnic and racial discrimination, and U.S. colonialism in Latin America and the Caribbean. Leaders of the Nuyorican poetry movement include Pedro Pietri, Miguel Algarín, and Giannina Braschi.[2][3] The Nuyorican movement gave rise to Poetry slams, a performing arts practice developed at open mic venues such as the Nuyorican Poets Cafe in Loisada of New York City.[4]\n\nThe New Formalism is a late-twentieth and early twenty-first century movement in American poetry that promotes a return to metrical and rhymed verse.[5] Rather than looking to the Confessionalists, they look to Robert Frost, Richard Wilbur, James Merrill, Anthony Hecht, and Donald Justice for poetic influence. These poets are associated with the West Chester University Poetry Conference, and with literary journals like The New Criterion and The Hudson Review. Associated poets include Dana Gioia, Timothy Steele, Mark Jarman, Rachel Hadas, R. S. Gwynn, Charles Martin, Phillis Levin, Kay Ryan, Brad Leithauser.\n\nThe Proletarian poetry is a genre of political poetry developed in the United States during the 1920s and 1930s that endeavored to portray class-conscious perspectives of the working-class.[6] Connected through their mutual political message that may be either explicitly Marxist or at least socialist, the poems are often aesthetically disparate.[7]\n\n"
        },
        {
            "title": "Alphabetic list",
            "text": "This is a list of poetry groups and movements.\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Literature",
        "https://en.wikipedia.org/wiki/Drama",
        "https://en.wikipedia.org/wiki/Closet_drama",
        "https://en.wikipedia.org/wiki/Performance",
        "https://en.wikipedia.org/wiki/Folklore",
        "https://en.wikipedia.org/wiki/Fable",
        "https://en.wikipedia.org/wiki/Legend",
        "https://en.wikipedia.org/wiki/Myth",
        "https://en.wikipedia.org/wiki/Oral_literature",
        "https://en.wikipedia.org/wiki/Proverb",
        "https://en.wikipedia.org/wiki/Poetry",
        "https://en.wikipedia.org/wiki/Lyric_poetry",
        "https://en.wikipedia.org/wiki/Narrative_poetry",
        "https://en.wikipedia.org/wiki/Nonsense_verse",
        "https://en.wikipedia.org/wiki/Prose",
        "https://en.wikipedia.org/wiki/Novel",
        "https://en.wikipedia.org/wiki/Novella",
        "https://en.wikipedia.org/wiki/Short_story",
        "https://en.wikipedia.org/wiki/Prose",
        "https://en.wikipedia.org/wiki/Fiction",
        "https://en.wikipedia.org/wiki/Bildungsroman",
        "https://en.wikipedia.org/wiki/Erotic_literature",
        "https://en.wikipedia.org/wiki/Historical_fiction",
        "https://en.wikipedia.org/wiki/Speculative_fiction",
        "https://en.wikipedia.org/wiki/Fantasy",
        "https://en.wikipedia.org/wiki/Horror_fiction",
        "https://en.wikipedia.org/wiki/Science_fiction",
        "https://en.wikipedia.org/wiki/Nonfiction",
        "https://en.wikipedia.org/wiki/Autobiography",
        "https://en.wikipedia.org/wiki/Biography",
        "https://en.wikipedia.org/wiki/Diary",
        "https://en.wikipedia.org/wiki/Documentary_film",
        "https://en.wikipedia.org/wiki/Epistle",
        "https://en.wikipedia.org/wiki/Essay",
        "https://en.wikipedia.org/wiki/History",
        "https://en.wikipedia.org/wiki/Journalism",
        "https://en.wikipedia.org/wiki/Letter_collection",
        "https://en.wikipedia.org/wiki/Memoir",
        "https://en.wikipedia.org/wiki/Nature_writing",
        "https://en.wikipedia.org/wiki/Philosophy",
        "https://en.wikipedia.org/wiki/Speech",
        "https://en.wikipedia.org/wiki/Travel_literature",
        "https://en.wikipedia.org/wiki/Poetry",
        "https://en.wikipedia.org/wiki/Narrative_poetry",
        "https://en.wikipedia.org/wiki/Epic_poetry",
        "https://en.wikipedia.org/wiki/Verse_drama_and_dramatic_verse",
        "https://en.wikipedia.org/wiki/Verse_novel",
        "https://en.wikipedia.org/wiki/National_poetry",
        "https://en.wikipedia.org/wiki/Lyric_poetry",
        "https://en.wikipedia.org/wiki/Ballad",
        "https://en.wikipedia.org/wiki/Elegy",
        "https://en.wikipedia.org/wiki/Epigram",
        "https://en.wikipedia.org/wiki/Ghazal",
        "https://en.wikipedia.org/wiki/Haiku",
        "https://en.wikipedia.org/wiki/Ode",
        "https://en.wikipedia.org/wiki/Qasida",
        "https://en.wikipedia.org/wiki/Satire",
        "https://en.wikipedia.org/wiki/Sonnet",
        "https://en.wikipedia.org/wiki/Villanelle",
        "https://en.wikipedia.org/wiki/List_of_poets",
        "https://en.wikipedia.org/wiki/Drama",
        "https://en.wikipedia.org/wiki/Morality_play",
        "https://en.wikipedia.org/wiki/Tragedy",
        "https://en.wikipedia.org/wiki/Comedy",
        "https://en.wikipedia.org/wiki/Tragicomedy",
        "https://en.wikipedia.org/wiki/Satire",
        "https://en.wikipedia.org/wiki/History_of_literature",
        "https://en.wikipedia.org/wiki/Outline_of_literature",
        "https://en.wikipedia.org/wiki/Glossary_of_literary_terms",
        "https://en.wikipedia.org/wiki/Lists_of_books",
        "https://en.wikipedia.org/wiki/Lists_of_writers",
        "https://en.wikipedia.org/wiki/List_of_literary_awards",
        "https://en.wikipedia.org/wiki/List_of_poetry_awards",
        "https://en.wikipedia.org/wiki/Literary_criticism",
        "https://en.wikipedia.org/wiki/Literary_theory",
        "https://en.wikipedia.org/wiki/Sociology_of_literature",
        "https://en.wikipedia.org/wiki/Literary_magazine",
        "https://en.wikipedia.org/wiki/Edward_Lear",
        "https://en.wikipedia.org/wiki/George_du_Maurier",
        "https://en.wikipedia.org/wiki/Ogden_Nash",
        "https://en.wikipedia.org/wiki/Limericks",
        "https://en.wikipedia.org/wiki/Orature",
        "https://en.wikipedia.org/wiki/Second_century_BC",
        "https://en.wikipedia.org/wiki/Han_poetry",
        "https://en.wikipedia.org/wiki/Classic_of_Poetry",
        "https://en.wikipedia.org/wiki/Chu_Ci",
        "https://en.wikipedia.org/wiki/End_of_the_Han_dynasty",
        "https://en.wikipedia.org/wiki/Seven_Sages_of_the_Bamboo_Grove",
        "https://en.wikipedia.org/wiki/Six_Dynasties_poetry",
        "https://en.wikipedia.org/wiki/Six_Dynasties_poetry",
        "https://en.wikipedia.org/wiki/Midnight_Songs_poetry",
        "https://en.wikipedia.org/wiki/Orchid_Pavilion_Gathering",
        "https://en.wikipedia.org/wiki/Lantingji_Xu",
        "https://en.wikipedia.org/wiki/Six_Dynasties_poetry",
        "https://en.wikipedia.org/wiki/Yongming_poetry",
        "https://en.wikipedia.org/wiki/Six_Dynasties_poetry",
        "https://en.wikipedia.org/wiki/Tang_poetry",
        "https://en.wikipedia.org/wiki/Tang_poetry",
        "https://en.wikipedia.org/wiki/Tang_poetry",
        "https://en.wikipedia.org/wiki/Song_poetry",
        "https://en.wikipedia.org/wiki/Yuan_poetry",
        "https://en.wikipedia.org/wiki/Ming_poetry",
        "https://en.wikipedia.org/wiki/Makar",
        "https://en.wikipedia.org/wiki/Northern_Renaissance",
        "https://en.wikipedia.org/wiki/Castalian_Band",
        "https://en.wikipedia.org/wiki/Metaphysical_poets",
        "https://en.wikipedia.org/wiki/Cavalier_poet",
        "https://en.wikipedia.org/wiki/Qing_poetry",
        "https://en.wikipedia.org/wiki/Danrin_school",
        "https://en.wikipedia.org/wiki/Classicism",
        "https://en.wikipedia.org/wiki/Classical_antiquity",
        "https://en.wikipedia.org/wiki/Neoclassicism",
        "https://en.wikipedia.org/wiki/Alexander_Pope",
        "https://en.wikipedia.org/wiki/Pastoral",
        "https://en.wikipedia.org/wiki/Hellenistic",
        "https://en.wikipedia.org/wiki/Romanticism",
        "https://en.wikipedia.org/wiki/William_Wordsworth",
        "https://en.wikipedia.org/wiki/Edmund_Spenser",
        "https://en.wikipedia.org/wiki/Christopher_Marlowe",
        "https://en.wikipedia.org/wiki/Parnassian_poets",
        "https://en.wikipedia.org/wiki/France",
        "https://en.wikipedia.org/wiki/Charles_Leconte_de_Lisle",
        "https://en.wikipedia.org/wiki/Paul_Verlaine",
        "https://en.wikipedia.org/wiki/Romanticism",
        "https://en.wikipedia.org/wiki/William_Blake",
        "https://en.wikipedia.org/wiki/William_Wordsworth",
        "https://en.wikipedia.org/wiki/Samuel_Taylor_Coleridge",
        "https://en.wikipedia.org/wiki/Lord_Byron",
        "https://en.wikipedia.org/wiki/Percy_Bysshe_Shelley",
        "https://en.wikipedia.org/wiki/John_Keats",
        "https://en.wikipedia.org/wiki/James_Macpherson",
        "https://en.wikipedia.org/wiki/Robert_Southey",
        "https://en.wikipedia.org/wiki/Belgium",
        "https://en.wikipedia.org/wiki/Paul_Verlaine",
        "https://en.wikipedia.org/wiki/Arthur_Rimbaud",
        "https://en.wikipedia.org/wiki/Modernist_poetry",
        "https://en.wikipedia.org/wiki/Modernism",
        "https://en.wikipedia.org/wiki/Imagism",
        "https://en.wikipedia.org/wiki/British_Poetry_Revival",
        "https://en.wikipedia.org/wiki/Fireside_Poets",
        "https://en.wikipedia.org/wiki/United_States",
        "https://en.wikipedia.org/wiki/New_England",
        "https://en.wikipedia.org/wiki/Henry_Wadsworth_Longfellow",
        "https://en.wikipedia.org/wiki/William_Cullen_Bryant",
        "https://en.wikipedia.org/wiki/John_Greenleaf_Whittier",
        "https://en.wikipedia.org/wiki/James_Russell_Lowell",
        "https://en.wikipedia.org/wiki/Imagism",
        "https://en.wikipedia.org/wiki/Richard_Aldington",
        "https://en.wikipedia.org/wiki/Romanticism",
        "https://en.wikipedia.org/wiki/Victorian_era",
        "https://en.wikipedia.org/wiki/Ezra_Pound",
        "https://en.wikipedia.org/wiki/Objectivist_poets",
        "https://en.wikipedia.org/wiki/Louis_Zukofsky",
        "https://en.wikipedia.org/wiki/Lorine_Niedecker",
        "https://en.wikipedia.org/wiki/Charles_Reznikoff",
        "https://en.wikipedia.org/wiki/George_Oppen",
        "https://en.wikipedia.org/wiki/Carl_Rakosi",
        "https://en.wikipedia.org/wiki/Basil_Bunting",
        "https://en.wikipedia.org/wiki/Harlem_Renaissance",
        "https://en.wikipedia.org/wiki/Beat_generation",
        "https://en.wikipedia.org/wiki/Jack_Kerouac",
        "https://en.wikipedia.org/wiki/Allen_Ginsberg",
        "https://en.wikipedia.org/wiki/Gregory_Corso",
        "https://en.wikipedia.org/wiki/Confessional_poetry",
        "https://en.wikipedia.org/wiki/Artistic_inspiration",
        "https://en.wikipedia.org/wiki/Sylvia_Plath",
        "https://en.wikipedia.org/wiki/Anne_Sexton",
        "https://en.wikipedia.org/wiki/John_Berryman",
        "https://en.wikipedia.org/wiki/Robert_Lowell",
        "https://en.wikipedia.org/wiki/New_York_City",
        "https://en.wikipedia.org/wiki/John_Ashbery",
        "https://en.wikipedia.org/wiki/James_Schuyler",
        "https://en.wikipedia.org/wiki/Kenneth_Koch",
        "https://en.wikipedia.org/wiki/Barbara_Guest",
        "https://en.wikipedia.org/wiki/Joe_Brainard",
        "https://en.wikipedia.org/wiki/Ron_Padgett",
        "https://en.wikipedia.org/wiki/Ted_Berrigan",
        "https://en.wikipedia.org/wiki/Bill_Berkson",
        "https://en.wikipedia.org/wiki/Black_Mountain_poets",
        "https://en.wikipedia.org/wiki/Postmodernism",
        "https://en.wikipedia.org/wiki/Black_Mountain_College",
        "https://en.wikipedia.org/wiki/United_States",
        "https://en.wikipedia.org/wiki/San_Francisco_Renaissance",
        "https://en.wikipedia.org/wiki/Kenneth_Rexroth",
        "https://en.wikipedia.org/wiki/Madeline_Gleason",
        "https://en.wikipedia.org/wiki/Jack_Spicer",
        "https://en.wikipedia.org/wiki/Robin_Blaser",
        "https://en.wikipedia.org/wiki/Kingsley_Amis",
        "https://en.wikipedia.org/wiki/Philip_Larkin",
        "https://en.wikipedia.org/wiki/Donald_Alfred_Davie",
        "https://en.wikipedia.org/wiki/John_Wain",
        "https://en.wikipedia.org/wiki/Robert_Conquest",
        "https://en.wikipedia.org/wiki/British_Poetry_Revival",
        "https://en.wikipedia.org/wiki/Hungry_generation",
        "https://en.wikipedia.org/wiki/Shakti_Chattopadhyay",
        "https://en.wikipedia.org/wiki/Malay_Roy_Choudhury",
        "https://en.wikipedia.org/wiki/Samir_Roychoudhury",
        "https://en.wikipedia.org/wiki/Subimal_Basak",
        "https://en.wikipedia.org/wiki/Martian_poetry",
        "https://en.wikipedia.org/wiki/Craig_Raine",
        "https://en.wikipedia.org/wiki/Language_poets",
        "https://en.wikipedia.org/wiki/Leslie_Scalapino",
        "https://en.wikipedia.org/wiki/Bruce_Andrews",
        "https://en.wikipedia.org/wiki/Ron_Silliman",
        "https://en.wikipedia.org/wiki/Barrett_Watten",
        "https://en.wikipedia.org/wiki/Lyn_Hejinian",
        "https://en.wikipedia.org/wiki/Bob_Perelman",
        "https://en.wikipedia.org/wiki/Rae_Armantrout",
        "https://en.wikipedia.org/wiki/Carla_Harryman",
        "https://en.wikipedia.org/wiki/Clark_Coolidge",
        "https://en.wikipedia.org/wiki/Hannah_Weiner",
        "https://en.wikipedia.org/wiki/Susan_Howe",
        "https://en.wikipedia.org/wiki/Tina_Darragh",
        "https://en.wikipedia.org/wiki/Misty_Poets",
        "https://en.wikipedia.org/wiki/Cultural_Revolution",
        "https://en.wikipedia.org/wiki/Bei_Dao",
        "https://en.wikipedia.org/wiki/Gu_Cheng",
        "https://en.wikipedia.org/wiki/Duo_Duo",
        "https://en.wikipedia.org/wiki/Spanglish",
        "https://en.wikipedia.org/wiki/Pedro_Pietri",
        "https://en.wikipedia.org/wiki/Giannina_Braschi",
        "https://en.wikipedia.org/wiki/Nuyorican_movement",
        "https://en.wikipedia.org/wiki/Poetry_slam",
        "https://en.wikipedia.org/wiki/Open_mic",
        "https://en.wikipedia.org/wiki/Loisada",
        "https://en.wikipedia.org/wiki/New_Formalism",
        "https://en.wikipedia.org/wiki/Robert_Frost",
        "https://en.wikipedia.org/wiki/Richard_Wilbur",
        "https://en.wikipedia.org/wiki/James_Merrill",
        "https://en.wikipedia.org/wiki/Anthony_Hecht",
        "https://en.wikipedia.org/wiki/Donald_Justice",
        "https://en.wikipedia.org/wiki/West_Chester_University_Poetry_Conference",
        "https://en.wikipedia.org/wiki/The_New_Criterion",
        "https://en.wikipedia.org/wiki/The_Hudson_Review",
        "https://en.wikipedia.org/wiki/Dana_Gioia",
        "https://en.wikipedia.org/wiki/Timothy_Steele",
        "https://en.wikipedia.org/wiki/Mark_Jarman",
        "https://en.wikipedia.org/wiki/Rachel_Hadas",
        "https://en.wikipedia.org/wiki/Phillis_Levin",
        "https://en.wikipedia.org/wiki/Kay_Ryan",
        "https://en.wikipedia.org/wiki/Brad_Leithauser",
        "https://en.wikipedia.org/wiki/Proletarian_poetry",
        "https://en.wikipedia.org/wiki/Political_poetry",
        "https://en.wikipedia.org/wiki/Marxist",
        "https://en.wikipedia.org/wiki/Socialist",
        "https://en.wikipedia.org/wiki/Absurdist_fiction",
        "https://en.wikipedia.org/wiki/Aestheticism",
        "https://en.wikipedia.org/wiki/Alabama_State_Poetry_Society",
        "https://en.wikipedia.org/wiki/Arizona_State_Poetry_Society",
        "https://en.wikipedia.org/wiki/Black_Arts_Movement",
        "https://en.wikipedia.org/wiki/Cairo_poets",
        "https://en.wikipedia.org/wiki/Chhayavaad",
        "https://en.wikipedia.org/wiki/Classical_Chinese_poetry",
        "https://en.wikipedia.org/wiki/Conceptual_writing",
        "https://en.wikipedia.org/wiki/Columbine_Poets_of_Colorado",
        "https://en.wikipedia.org/wiki/Connecticut_Poetry_Society",
        "https://en.wikipedia.org/wiki/Crescent_Moon_Society",
        "https://en.wikipedia.org/wiki/Cyclic_Poets",
        "https://en.wikipedia.org/wiki/Dadaism",
        "https://en.wikipedia.org/wiki/Danrin_school",
        "https://en.wikipedia.org/wiki/Deep_image",
        "https://en.wikipedia.org/wiki/Della_Cruscans",
        "https://en.wikipedia.org/wiki/Dymock_poets",
        "https://en.wikipedia.org/wiki/Florida_State_Poets_Association",
        "https://en.wikipedia.org/wiki/Georgia_Poetry_Society",
        "https://en.wikipedia.org/wiki/Georgian_poets",
        "https://en.wikipedia.org/wiki/Goliard",
        "https://en.wikipedia.org/wiki/Graveyard_poets",
        "https://en.wikipedia.org/wiki/Harlem_Renaissance",
        "https://en.wikipedia.org/wiki/Harvard_Aesthetes",
        "https://en.wikipedia.org/wiki/Illinois_State_Poetry_Society",
        "https://en.wikipedia.org/wiki/Iowa_Poetry_Association",
        "https://en.wikipedia.org/wiki/Kentucky_State_Poetry_Society",
        "https://en.wikipedia.org/wiki/Lake_Poets",
        "https://en.wikipedia.org/wiki/League_of_Minnesota_Poets",
        "https://en.wikipedia.org/wiki/Louisiana_State_Poetry_Society",
        "https://en.wikipedia.org/wiki/Maine_Poets_Society",
        "https://en.wikipedia.org/wiki/Massachusetts_State_Poetry_Society",
        "https://en.wikipedia.org/wiki/Mississippi_Poetry_Society",
        "https://en.wikipedia.org/wiki/Missouri_State_Poetry_Society",
        "https://en.wikipedia.org/wiki/Misty_Poets",
        "https://en.wikipedia.org/wiki/Modern_Chinese_poetry",
        "https://en.wikipedia.org/wiki/National_Federation_of_State_Poetry_Societies",
        "https://en.wikipedia.org/wiki/Neoteric",
        "https://en.wikipedia.org/wiki/Nevada_Poetry_Society",
        "https://en.wikipedia.org/wiki/New_Apocalyptics",
        "https://en.wikipedia.org/wiki/New_Mexico_State_Poetry_Society",
        "https://en.wikipedia.org/wiki/North_Dakota_State_Poetry_Society",
        "https://en.wikipedia.org/wiki/Nuyorican_Movement",
        "https://en.wikipedia.org/wiki/Ohio_Poetry_Association",
        "https://en.wikipedia.org/wiki/Oregon_Poetry_Association",
        "https://en.wikipedia.org/wiki/Oulipo",
        "https://en.wikipedia.org/wiki/Pennsylvania_Poetry_Society",
        "https://en.wikipedia.org/wiki/Poets_Roundtable_of_Arkansas",
        "https://en.wikipedia.org/wiki/Poetic_transrealism",
        "https://en.wikipedia.org/wiki/Poetry_Society_of_Indiana",
        "https://en.wikipedia.org/wiki/Poetry_Society_of_Michigan",
        "https://en.wikipedia.org/wiki/Poetry_Society_of_Oklahoma",
        "https://en.wikipedia.org/wiki/Poetry_Society_of_Tennessee",
        "https://en.wikipedia.org/wiki/Poetry_Society_of_Texas",
        "https://en.wikipedia.org/wiki/Rochester_Poets",
        "https://en.wikipedia.org/wiki/Scottish_Renaissance",
        "https://en.wikipedia.org/wiki/Sicilian_School",
        "https://en.wikipedia.org/wiki/Poetry_Slam",
        "https://en.wikipedia.org/wiki/South_Dakota_State_Poetry_Society",
        "https://en.wikipedia.org/wiki/Southern_Agrarians",
        "https://en.wikipedia.org/wiki/Spasmodic_poets",
        "https://en.wikipedia.org/wiki/List_of_surrealist_poets",
        "https://en.wikipedia.org/wiki/The_poets_of_Elan",
        "https://en.wikipedia.org/wiki/Uranian_poetry",
        "https://en.wikipedia.org/wiki/Utah_State_Poetry_Society",
        "https://en.wikipedia.org/wiki/Vitalist_poetry",
        "https://en.wikipedia.org/wiki/WyoPoets",
        "https://en.wikipedia.org/wiki/Angry_Penguins",
        "https://en.wikipedia.org/wiki/Auden_Group",
        "https://en.wikipedia.org/wiki/Beat_Generation",
        "https://en.wikipedia.org/wiki/Black_Arts_Movement",
        "https://en.wikipedia.org/wiki/Black_Mountain_poets",
        "https://en.wikipedia.org/wiki/British_Poetry_Revival",
        "https://en.wikipedia.org/wiki/Cairo_poets",
        "https://en.wikipedia.org/wiki/Castalian_Band",
        "https://en.wikipedia.org/wiki/Cavalier_poet",
        "https://en.wikipedia.org/wiki/Chhayavaad",
        "https://en.wikipedia.org/wiki/Graveyard_poets",
        "https://en.wikipedia.org/wiki/Confessional_poetry",
        "https://en.wikipedia.org/wiki/Cyclic_Poets",
        "https://en.wikipedia.org/wiki/Dada",
        "https://en.wikipedia.org/wiki/Deep_image",
        "https://en.wikipedia.org/wiki/Della_Cruscans",
        "https://en.wikipedia.org/wiki/Dolce_Stil_Novo",
        "https://en.wikipedia.org/wiki/Dymock_poets",
        "https://en.wikipedia.org/wiki/Ecopoetry",
        "https://en.wikipedia.org/wiki/The_poets_of_Elan",
        "https://en.wikipedia.org/wiki/Flarf_poetry",
        "https://en.wikipedia.org/wiki/Garip",
        "https://en.wikipedia.org/wiki/Consistori_del_Gay_Saber",
        "https://en.wikipedia.org/wiki/Georgian_poets",
        "https://en.wikipedia.org/wiki/Goliard",
        "https://en.wikipedia.org/wiki/Harlem_Renaissance",
        "https://en.wikipedia.org/wiki/Harvard_Aesthetes",
        "https://en.wikipedia.org/wiki/Hungry_generation",
        "https://en.wikipedia.org/wiki/Imagism",
        "https://en.wikipedia.org/wiki/Informationist_poetry",
        "https://en.wikipedia.org/wiki/Jindyworobak_Movement",
        "https://en.wikipedia.org/wiki/Lake_Poets",
        "https://en.wikipedia.org/wiki/Language_poets",
        "https://en.wikipedia.org/wiki/Martian_poetry",
        "https://en.wikipedia.org/wiki/Metaphysical_poets",
        "https://en.wikipedia.org/wiki/Misty_Poets",
        "https://en.wikipedia.org/wiki/Modernist_poetry",
        "https://en.wikipedia.org/wiki/Neoteric",
        "https://en.wikipedia.org/wiki/New_Apocalyptics",
        "https://en.wikipedia.org/wiki/New_Formalism",
        "https://en.wikipedia.org/wiki/Objectivist_poets",
        "https://en.wikipedia.org/wiki/Parnassianism",
        "https://en.wikipedia.org/wiki/San_Francisco_Renaissance",
        "https://en.wikipedia.org/wiki/Scottish_Renaissance",
        "https://en.wikipedia.org/wiki/Sicilian_School",
        "https://en.wikipedia.org/wiki/Southern_Agrarians",
        "https://en.wikipedia.org/wiki/Spasmodic_poets",
        "https://en.wikipedia.org/wiki/Sung_poetry",
        "https://en.wikipedia.org/wiki/Surrealism",
        "https://en.wikipedia.org/wiki/Uranian_poetry",
        "https://en.wikipedia.org/wiki/Zutiste",
        "https://en.wikipedia.org/wiki/List_of_poetry_groups_and_movements",
        "https://en.wikipedia.org/wiki/List_of_poetry_groups_and_movements",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}