{
    "url": "https://en.wikipedia.org/wiki/List_of_possible_dwarf_planets",
    "title": "List of possible dwarf planets",
    "table_of_contents": [
        "1 Limiting values",
        "1.1 Tancredi's assessment",
        "1.2 Brown's assessment",
        "1.3 Grundy et al.’s assessment",
        "2 Likeliest dwarf planets",
        "2.1 Largest measured candidates",
        "2.2 Brightest unmeasured candidates",
        "3 See also",
        "4 References",
        "5 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe number of dwarf planets in the Solar System is unknown. Estimates have run as high as 200 in the Kuiper belt[1] and over 10,000 in the region beyond.[2]\nHowever, consideration of the surprisingly low densities of many large trans-Neptunian objects suggests that the number of dwarf planets may be much lower, perhaps only nine among bodies known so far.[3] The International Astronomical Union (IAU) defines dwarf planets as being in hydrostatic equilibrium, and notes five bodies in particular: Ceres in the inner Solar System and four in the trans-Neptunian region: Pluto, Eris, Haumea, and Makemake. Only Pluto and Ceres have been confirmed to be in hydrostatic equilibrium, due to the results of the New Horizons and Dawn missions.[4] Eris is generally assumed to be a dwarf planet because it's similar in size to Pluto and even more massive. Haumea and Makemake were accepted as dwarf planets by the IAU for naming purposes and will keep their names if it turns out they are not dwarf planets.  Other trans-Neptunian objects have been called dwarf planets if they appear to be solid bodies, which is a prerequisite for hydrostatic equilibrium: planetologists generally include at least Gonggong, Quaoar, Sedna and Orcus.\n\n"
        },
        {
            "title": "Limiting values",
            "text": "Beside directly orbiting the Sun, the qualifying feature of a dwarf planet is that it have \"sufficient mass for its self-gravity to overcome rigid-body forces so that it assumes a hydrostatic equilibrium (nearly round) shape\".[5][6][7] Current observations are generally insufficient for a direct determination as to whether a body meets this definition. Often the only clues for trans-Neptunian objects (TNO) is a crude estimate of their diameters and albedos. Icy satellites as large as 1,500 km in diameter have proven to not be in equilibrium, whereas dark objects in the outer solar system often have low densities that imply they are not even solid bodies, much less gravitationally controlled dwarf planets.\n\nCeres, which has a significant amount of ice in its composition, is the only accepted dwarf planet in the asteroid belt, though there are unexplained anomalies.[8] 4 Vesta, the second-most-massive asteroid and one that is basaltic in composition, appears to have a fully differentiated interior and was therefore in equilibrium at some point in its history, but no longer is today.[9] The third-most massive object, 2 Pallas, has a somewhat irregular surface and is thought to have only a partially differentiated interior; it is also less icy than Ceres. Michael Brown has estimated that, because rocky objects such as Vesta are more rigid than icy objects, rocky objects below 900 kilometres (560 mi) in diameter may not be in hydrostatic equilibrium and thus not dwarf planets.[1] The question remains open if the two largest icy outer-belt asteroids 10 Hygiea and 704 Interamnia are also dwarf planets.[8][10]\n\nBased on a comparison with the icy moons that have been visited by spacecraft, such as Mimas (round at 400 km in diameter) and Proteus (irregular at 410–440 km in diameter), Brown estimated that an icy body relaxes into hydrostatic equilibrium at a diameter somewhere between 200 and 400 km.[1] However, after Brown and Tancredi made their calculations, better determination of their shapes showed that Mimas and the other mid-sized ellipsoidal moons of Saturn up to at least Iapetus (which, at 1,471 km in diameter, is approximately the same size as Haumea and Makemake) are no longer in hydrostatic equilibrium; they are also icier than TNOs are likely to be. They have equilibrium shapes that froze in place some time ago, and do not match the shapes that equilibrium bodies would have at their current rotation rates.[11] Thus Rhea, at 1528 km in diameter, is the smallest body for which gravitational measurements are consistent with current hydrostatic equilibrium. Ceres, at 950 km in diameter, is close to equilibrium, but some deviations from equilibrium shape remain unexplained.[12] Much larger objects, such as Earth's moon and the planet Mercury, are not near hydrostatic equilibrium today,[13][14][15] though the Moon is composed primarily of silicate rock and Mercury of metal (in contrast to most dwarf planet candidates, which are ice and rock). Saturn's moons may have been subject to a thermal history that would have produced equilibrium-like shapes in bodies too small for gravity alone to do so. Thus, at present it is unknown whether any trans-Neptunian objects smaller than Pluto and Eris are in hydrostatic equilibrium.[3]\n\nThe majority of mid-sized TNOs up to about 900–1000 km in diameter have significantly lower densities (~ 1.0–1.2 g/ml) than larger bodies such as Pluto (1.86 g/ml). Brown had speculated that this was due to their composition, that they were almost entirely icy. However, Grundy et al.[3] point out that there is no known mechanism or evolutionary pathway for mid-sized bodies to be icy while both larger and smaller objects are partially rocky. They demonstrated that at the prevailing temperatures of the Kuiper Belt, water ice is strong enough to support open interior spaces (interstices) in objects of this size; they concluded that mid-size TNOs have low densities for the same reason that smaller objects do—because they have not compacted under self-gravity into fully solid objects, and thus the typical TNO smaller than 900–1000 km in diameter is (pending some other formative mechanism) unlikely to be a dwarf planet.\n\nIn 2010, Gonzalo Tancredi presented a report to the IAU evaluating a list of 46 trans-Neptunian candidates for dwarf planet status based on light-curve-amplitude analysis and a calculation that the object was more than 450 kilometres (280 mi) in diameter. Some diameters were measured, some were best-fit estimates, and others used an assumed albedo of 0.10 to calculate the diameter. Of these, he identified 15 as dwarf planets by his criteria (including the 4 accepted by the IAU), with another 9 being considered possible. To be cautious, he advised the IAU to \"officially\" accept as dwarf planets the top three not yet accepted: Sedna, Orcus, and Quaoar.[16] Although the IAU had anticipated Tancredi's recommendations, a decade later the IAU had never responded.\n\nMike Brown considers 130 trans-Neptunian bodies to be \"probably\" dwarf planets, ranked them by estimated size.[17] He does not consider asteroids, stating \"in the asteroid belt Ceres, with a diameter of 900 km, is the only object large enough to be round.\"[17]\n\nThe terms for varying degrees of likelihood he split these into:\n\nBeside the five accepted by the IAU, the 'nearly certain' category includes Gonggong, Quaoar, Sedna, Orcus, 2002 MS4, and Salacia. Note that although Brown's site claims to be updated daily, these largest objects haven't been updated since late 2013.[18]\n\nGrundy et al. propose that dark, low-density TNOs in the size range of approximately 400–1000 km are transitional between smaller, porous (and thus low-density) bodies and larger, denser, brighter and geologically differentiated planetary bodies (such as dwarf planets). Bodies in this size range should have begun to collapse the interstitial spaces left over from their formation, but not fully, leaving some residual porosity.[3]\n\nMany TNOs in the size range of about 400–1000 km have oddly low densities, in the range of about 1.0–1.2 g/cm3, that are substantially less than dwarf planets such as Pluto, Eris and Ceres, which have densities closer to 2. Brown has suggested that large low-density bodies must be composed almost entirely of water ice, since he presumed that bodies of this size would necessarily be solid. However, this leaves unexplained why TNOs both larger than 1000 km and smaller than 400 km, and indeed comets, are composed of a substantial fraction of rock, leaving only this size range to be primarily icy. Experiments with water ice at the relevant pressures and temperatures suggest that substantial porosity could remain in this size range, and it is possible that adding rock to the mix would further increase resistance to collapsing into a solid body. Bodies with internal porosity remaining from their formation could be at best only partially differentiated, in their deep interiors (if a body had begun to collapse into a solid body, there should be evidence in the form of fault systems from when its surface contracted). The higher albedos of larger bodies is also evidence of full differentiation, as such bodies were presumably resurfaced with ice from their interiors. Grundy et al.[3] propose therefore that mid-size (< 1,000 km), low-density (< 1.4 g/ml) and low-albedo (< ~0.2) bodies such as Salacia, Varda, Gǃkúnǁʼhòmdímà, and (55637) 2002 UX25 are not differentiated planetary bodies like Orcus, Quaoar, and Charon. The boundary between the two populations would appear to be in the range of about 900–1000 km, although Grundy et al. also speculated that 600–700 km might constitute an upper limit to retaining significant porosity.[3]\n\nIf Grundy et al.[3] are correct, then very few known bodies in the outer Solar System are likely to have compacted into fully solid bodies, and thus to possibly have become dwarf planets at some point in their past or to still be dwarf planets at present. Pluto–Charon, Eris, Haumea, Gonggong, Makemake, Quaoar, Orcus, and Sedna are either known (Pluto) or strong candidates (the others).\n\nThere are a number of smaller bodies, probably between 700 and 900 km diameter, for most of which not enough is known to apply these criteria. All of them are dark, mostly with albedos under 0.11, with brighter 2013 FY27 (0.18) an exception; this suggests that they are not dwarf planets. However, Salacia and Varda may be dense enough to be solid. If Salacia were spherical and had the same albedo as its moon, it would have a density of between 1.4 and 1.6 g/cm3, calculated a few months after Grundy et al.'s initial assessment, though still an albedo of only 0.04.[19] Varda might have a higher density of 1.78±0.06 g/cm3 (although a lower density of 1.23±0.04 g/cm3 was still considered possible though less probable), published the year after Grundy et al.'s initial assessment;[20] its albedo of 0.10 is close to Quaoar's.\n\n"
        },
        {
            "title": "Likeliest dwarf planets",
            "text": "The assessments of the IAU, Tancredi et al., Brown, and Grundy et al. for sixteen of the largest potential dwarf planets (the ones whose estimated diameters are above 700 km) are as follows. For the IAU, the acceptance criteria were for naming purposes. An IAU question-and-answer press release from 2006 was more specific: it estimated that objects with mass above 0.5×1021 kg and diameter greater than 800 km (800 km across) would \"normally\" be in hydrostatic equilibrium (\"the shape ... would normally be determined by self-gravity\"), but that \"all borderline cases would need to be determined by observation.\" This is close to Grundy et al.'s suggestion for the approximate limit (they list 900 km diameter instead).[21]\n\nSeveral of these objects had not yet been discovered when Tancredi et al. did their analysis. Brown's sole criterion is diameter; he accepts significantly many more as \"highly likely\" to be dwarf planets, for which his threshold is 600 km (see below). Grundy et al. did not determine which bodies were dwarf planets, but rather which could not be. A red  marks objects that are not dense enough to be solid bodies; to this is added a question mark for the objects whose densities are not known (they are all dark, suggesting that they are not dwarf planets). The question of current equilibrium was not addressed.\n\nSome objects are included for comparison. Titan has a shape that is consistent with hydrostatic equilibrium, but that has been questioned. Mercury is round but known to be out of equilibrium today. Triton formed as a TNO, and Charon is larger than some dwarf planet candidates.\n\nThe following trans-Neptunian objects have measured diameters at least 600 kilometres (370 mi) to within measurement uncertainties; this was the threshold to be considered a \"highly likely\" dwarf planet in Brown's early assessment. Grundy et al. speculated that 600 km to 700 km diameter could represent \"the upper limit to retain substantial internal pore space\", and that objects around 900 km could have collapsed interiors but fail to completely differentiate.[3] The two satellites of TNOs that surpass this threshold have also been included: Pluto's moon Charon and Eris' moon Dysnomia. The next largest TNO moon is Orcus' moon Vanth at 442.5±10.2 km and a poorly constrained (52±16)×1018 kg, with an albedo of about 8%.\n\nCeres, generally accepted as a dwarf planet, is added for comparison. Also added for comparison is Triton, which is thought to have been a dwarf planet in the Kuiper belt before it was captured by Neptune.\n\nBodies with very poorly known sizes (e.g. 2018 VG18 \"Farout\") have been excluded. Complicating the situation for poorly known bodies is that a body assumed to be a large single object might turn out to be a binary or ternary system of smaller objects, such as 2013 FY27 or Lempo. A 2021 occultation of 2004 XR190 (\"Buffy\") found a chord of 560 km: if the body is approximately spherical, it is likely that the diameter is greater than 560 km, but if it is elongated, the mean diameter may well be less. Explanations and sources for the measured masses and diameters can be found in the corresponding articles linked in column \"Designation\" of the table.\n\nAll of these categories are subject to change with further evidence.\n\nFor objects without a measured size or mass, sizes can only be estimated by assuming an albedo. Most sub-dwarf objects are thought to be dark, because they haven't been resurfaced; this means that they are also relatively large for their magnitudes. Below is a table for assumed albedos between 4% (the albedo of Salacia) and 20% (a value above which suggests resurfacing), and the sizes objects of those albedos would need to be (if round) to produce the observed absolute magnitude. Backgrounds are blue for >900 km and cyan for >600km.\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Solar_System",
        "https://en.wikipedia.org/wiki/List_of_Solar_System_objects",
        "https://en.wikipedia.org/wiki/List_of_Solar_System_objects_by_size",
        "https://en.wikipedia.org/wiki/Timeline_of_discovery_of_Solar_System_planets_and_their_moons",
        "https://en.wikipedia.org/wiki/Solar_System_model",
        "https://en.wikipedia.org/wiki/List_of_gravitationally_rounded_objects_of_the_Solar_System",
        "https://en.wikipedia.org/wiki/List_of_natural_satellites",
        "https://en.wikipedia.org/wiki/List_of_minor_planets",
        "https://en.wikipedia.org/wiki/Lists_of_comets",
        "https://en.wikipedia.org/wiki/Asteroid",
        "https://en.wikipedia.org/wiki/Venus",
        "https://en.wikipedia.org/wiki/Earth",
        "https://en.wikipedia.org/wiki/Mars",
        "https://en.wikipedia.org/wiki/Jupiter",
        "https://en.wikipedia.org/wiki/Saturn",
        "https://en.wikipedia.org/wiki/Uranus",
        "https://en.wikipedia.org/wiki/Neptune",
        "https://en.wikipedia.org/wiki/Dwarf_planet",
        "https://en.wikipedia.org/wiki/Solar_System",
        "https://en.wikipedia.org/wiki/Kuiper_belt",
        "https://en.wikipedia.org/wiki/International_Astronomical_Union",
        "https://en.wikipedia.org/wiki/Hydrostatic_equilibrium",
        "https://en.wikipedia.org/wiki/Pluto",
        "https://en.wikipedia.org/wiki/Haumea",
        "https://en.wikipedia.org/wiki/Makemake",
        "https://en.wikipedia.org/wiki/New_Horizons",
        "https://en.wikipedia.org/wiki/225088_Gonggong",
        "https://en.wikipedia.org/wiki/50000_Quaoar",
        "https://en.wikipedia.org/wiki/90377_Sedna",
        "https://en.wikipedia.org/wiki/90482_Orcus",
        "https://en.wikipedia.org/wiki/28978_Ixion",
        "https://en.wikipedia.org/wiki/Rigid_body",
        "https://en.wikipedia.org/wiki/Hydrostatic_equilibrium",
        "https://en.wikipedia.org/wiki/Ellipsoid",
        "https://en.wikipedia.org/wiki/Asteroid_belt",
        "https://en.wikipedia.org/wiki/4_Vesta",
        "https://en.wikipedia.org/wiki/2_Pallas",
        "https://en.wikipedia.org/wiki/10_Hygiea",
        "https://en.wikipedia.org/wiki/704_Interamnia",
        "https://en.wikipedia.org/wiki/Moons_of_Saturn",
        "https://en.wikipedia.org/wiki/Gonzalo_Tancredi",
        "https://en.wikipedia.org/wiki/Light_curve",
        "https://en.wikipedia.org/wiki/Pluto",
        "https://en.wikipedia.org/wiki/Haumea",
        "https://en.wikipedia.org/wiki/Makemake",
        "https://en.wikipedia.org/wiki/225088_Gonggong",
        "https://en.wikipedia.org/wiki/50000_Quaoar",
        "https://en.wikipedia.org/wiki/90377_Sedna",
        "https://en.wikipedia.org/wiki/90482_Orcus",
        "https://en.wikipedia.org/wiki/120347_Salacia",
        "https://en.wikipedia.org/wiki/Earth",
        "https://en.wikipedia.org/wiki/Moon",
        "https://en.wikipedia.org/wiki/Diameter",
        "https://en.wikipedia.org/wiki/Kuiper_belt",
        "https://en.wikipedia.org/wiki/225088_Gonggong",
        "https://en.wikipedia.org/wiki/50000_Quaoar",
        "https://en.wikipedia.org/wiki/90377_Sedna",
        "https://en.wikipedia.org/wiki/90482_Orcus",
        "https://en.wikipedia.org/wiki/2002_MS4",
        "https://en.wikipedia.org/wiki/120347_Salacia",
        "https://en.wikipedia.org/wiki/120347_Salacia",
        "https://en.wikipedia.org/wiki/174567_Varda",
        "https://en.wikipedia.org/wiki/90482_Orcus",
        "https://en.wikipedia.org/wiki/50000_Quaoar",
        "https://en.wikipedia.org/wiki/Diameter",
        "https://en.wikipedia.org/wiki/Kilometre",
        "https://en.wikipedia.org/wiki/Density",
        "https://en.wikipedia.org/wiki/Albedo",
        "https://en.wikipedia.org/wiki/Pluto",
        "https://en.wikipedia.org/wiki/Plutino",
        "https://en.wikipedia.org/wiki/Scattered_disc",
        "https://en.wikipedia.org/wiki/Haumea",
        "https://en.wikipedia.org/wiki/Classical_Kuiper_belt_object",
        "https://en.wikipedia.org/wiki/Makemake",
        "https://en.wikipedia.org/wiki/225088_Gonggong",
        "https://en.wikipedia.org/wiki/50000_Quaoar",
        "https://en.wikipedia.org/wiki/90377_Sedna",
        "https://en.wikipedia.org/wiki/Detached_object",
        "https://en.wikipedia.org/wiki/Asteroid",
        "https://en.wikipedia.org/wiki/90482_Orcus",
        "https://en.wikipedia.org/wiki/120347_Salacia",
        "https://en.wikipedia.org/wiki/174567_Varda",
        "https://en.wikipedia.org/wiki/28978_Ixion",
        "https://en.wikipedia.org/wiki/Dwarf_planet",
        "https://en.wikipedia.org/wiki/2018_VG18",
        "https://en.wikipedia.org/wiki/2013_FY27",
        "https://en.wikipedia.org/wiki/47171_Lempo",
        "https://en.wikipedia.org/wiki/2004_XR190",
        "https://en.wikipedia.org/wiki/Minor_planet_designation",
        "https://en.wikipedia.org/wiki/Absolute_magnitude",
        "https://en.wikipedia.org/wiki/Kilometre",
        "https://en.wikipedia.org/wiki/Kilogram",
        "https://en.wikipedia.org/wiki/Moons_of_Neptune",
        "https://en.wikipedia.org/wiki/Pluto",
        "https://en.wikipedia.org/wiki/Plutino",
        "https://en.wikipedia.org/wiki/Scattered_disc",
        "https://en.wikipedia.org/wiki/Haumea",
        "https://en.wikipedia.org/wiki/Cubewano",
        "https://en.wikipedia.org/wiki/Makemake",
        "https://en.wikipedia.org/wiki/225088_Gonggong",
        "https://en.wikipedia.org/wiki/Moons_of_Pluto",
        "https://en.wikipedia.org/wiki/50000_Quaoar",
        "https://en.wikipedia.org/wiki/90377_Sedna",
        "https://en.wikipedia.org/wiki/Detached_object",
        "https://en.wikipedia.org/wiki/Asteroid_belt",
        "https://en.wikipedia.org/wiki/90482_Orcus",
        "https://en.wikipedia.org/wiki/120347_Salacia",
        "https://en.wikipedia.org/wiki/174567_Varda",
        "https://en.wikipedia.org/wiki/28978_Ixion",
        "https://en.wikipedia.org/wiki/20000_Varuna",
        "https://en.wikipedia.org/wiki/2014_UZ224",
        "https://en.wikipedia.org/wiki/19521_Chaos",
        "https://en.wikipedia.org/wiki/2021_DR15",
        "https://en.wikipedia.org/wiki/2010_RF43",
        "https://en.wikipedia.org/wiki/2014_EZ51",
        "https://en.wikipedia.org/wiki/2010_JO179",
        "https://en.wikipedia.org/wiki/2018_VG18",
        "https://en.wikipedia.org/wiki/2010_KZ39",
        "https://en.wikipedia.org/wiki/2015_RR245",
        "https://en.wikipedia.org/wiki/2012_VP113",
        "https://en.wikipedia.org/wiki/2021_LL37",
        "https://en.wikipedia.org/wiki/2015_KH162",
        "https://en.wikipedia.org/wiki/2018_AG37",
        "https://en.wikipedia.org/wiki/2008_ST291",
        "https://en.wikipedia.org/wiki/2013_FZ27",
        "https://en.wikipedia.org/wiki/2006_QH181",
        "https://en.wikipedia.org/wiki/2010_RE64",
        "https://en.wikipedia.org/wiki/2017_FO161",
        "https://en.wikipedia.org/wiki/2014_AN55",
        "https://en.wikipedia.org/wiki/2017_OF69",
        "https://en.wikipedia.org/wiki/2014_WK509",
        "https://en.wikipedia.org/wiki/2015_BP519",
        "https://en.wikipedia.org/wiki/2007_JJ43",
        "https://en.wikipedia.org/wiki/2013_XC26",
        "https://en.wikipedia.org/wiki/2010_FX86",
        "https://en.wikipedia.org/wiki/2020_FY30",
        "https://en.wikipedia.org/wiki/2007_XV50",
        "https://en.wikipedia.org/wiki/2002_WC19",
        "https://en.wikipedia.org/wiki/2010_OO127",
        "https://en.wikipedia.org/wiki/2014_FC69",
        "https://en.wikipedia.org/wiki/2014_BV64",
        "https://en.wikipedia.org/wiki/2014_FC72",
        "https://en.wikipedia.org/wiki/2014_OE394",
        "https://en.wikipedia.org/wiki/2010_DN93",
        "https://en.wikipedia.org/wiki/2007_JH43",
        "https://en.wikipedia.org/wiki/2014_TZ85",
        "https://en.wikipedia.org/wiki/2008_OG19",
        "https://en.wikipedia.org/wiki/2015_AM281",
        "https://en.wikipedia.org/wiki/2013_AT183",
        "https://en.wikipedia.org/wiki/2013_FS28",
        "https://en.wikipedia.org/wiki/2014_UM33",
        "https://en.wikipedia.org/wiki/Lists_of_astronomical_objects",
        "https://en.wikipedia.org/wiki/List_of_gravitationally_rounded_objects_of_the_Solar_System",
        "https://en.wikipedia.org/wiki/List_of_former_planets",
        "https://en.wikipedia.org/wiki/Alan_Stern",
        "https://en.wikipedia.org/wiki/Applied_Physics_Laboratory",
        "https://en.wikipedia.org/wiki/International_Astronomical_Union",
        "https://en.wikipedia.org/wiki/NASA",
        "https://en.wikipedia.org/wiki/HubbleSite",
        "https://en.wikipedia.org/wiki/Jet_Propulsion_Laboratory",
        "https://en.wikipedia.org/wiki/Jet_Propulsion_Laboratory",
        "https://en.wikipedia.org/wiki/Jet_Propulsion_Laboratory",
        "https://en.wikipedia.org/wiki/Jet_Propulsion_Laboratory",
        "https://en.wikipedia.org/wiki/Jet_Propulsion_Laboratory",
        "https://en.wikipedia.org/wiki/Dwarf_planet",
        "https://en.wikipedia.org/wiki/4_Vesta",
        "https://en.wikipedia.org/wiki/Mesoplanet",
        "https://en.wikipedia.org/wiki/Asteroid_belt",
        "https://en.wikipedia.org/wiki/10_Hygiea",
        "https://en.wikipedia.org/wiki/704_Interamnia",
        "https://en.wikipedia.org/wiki/10199_Chariklo",
        "https://en.wikipedia.org/wiki/2060_Chiron",
        "https://en.wikipedia.org/wiki/Plutino",
        "https://en.wikipedia.org/wiki/90482_Orcus",
        "https://en.wikipedia.org/wiki/Pluto",
        "https://en.wikipedia.org/wiki/38628_Huya",
        "https://en.wikipedia.org/wiki/28978_Ixion",
        "https://en.wikipedia.org/wiki/2017_OF69",
        "https://en.wikipedia.org/wiki/Classical_Kuiper_belt_object",
        "https://en.wikipedia.org/wiki/Haumea",
        "https://en.wikipedia.org/wiki/Makemake",
        "https://en.wikipedia.org/wiki/Quaoar",
        "https://en.wikipedia.org/wiki/19521_Chaos",
        "https://en.wikipedia.org/wiki/120347_Salacia",
        "https://en.wikipedia.org/wiki/174567_Varda",
        "https://en.wikipedia.org/wiki/20000_Varuna",
        "https://en.wikipedia.org/wiki/2002_CY248",
        "https://en.wikipedia.org/wiki/2010_FX86",
        "https://en.wikipedia.org/wiki/2011_FW62",
        "https://en.wikipedia.org/wiki/Scattered_disc",
        "https://en.wikipedia.org/wiki/225088_Gonggong",
        "https://en.wikipedia.org/wiki/471143_Dziewanna",
        "https://en.wikipedia.org/wiki/2006_QH181",
        "https://en.wikipedia.org/wiki/2010_KZ39",
        "https://en.wikipedia.org/wiki/2010_TJ",
        "https://en.wikipedia.org/wiki/2018_AG37",
        "https://en.wikipedia.org/wiki/2018_VG18",
        "https://en.wikipedia.org/wiki/2021_DR15",
        "https://en.wikipedia.org/wiki/2021_LL37",
        "https://en.wikipedia.org/wiki/Detached_object",
        "https://en.wikipedia.org/wiki/Sednoid",
        "https://en.wikipedia.org/wiki/90377_Sedna",
        "https://en.wikipedia.org/wiki/2012_VP113",
        "https://en.wikipedia.org/wiki/Classical_Kuiper_belt_object",
        "https://en.wikipedia.org/wiki/Scattered_disc",
        "https://en.wikipedia.org/wiki/Detached_object",
        "https://en.wikipedia.org/wiki/Neptune_trojan",
        "https://en.wikipedia.org/wiki/Plutino",
        "https://en.wikipedia.org/wiki/Dwarf_planet",
        "https://en.wikipedia.org/wiki/90482_Orcus",
        "https://en.wikipedia.org/wiki/Pluto",
        "https://en.wikipedia.org/wiki/Haumea",
        "https://en.wikipedia.org/wiki/50000_Quaoar",
        "https://en.wikipedia.org/wiki/Makemake",
        "https://en.wikipedia.org/wiki/225088_Gonggong",
        "https://en.wikipedia.org/wiki/90377_Sedna",
        "https://en.wikipedia.org/wiki/Sednoid",
        "https://en.wikipedia.org/wiki/90377_Sedna",
        "https://en.wikipedia.org/wiki/2012_VP113",
        "https://en.wikipedia.org/wiki/Solar_System",
        "https://en.wikipedia.org/wiki/Sun",
        "https://en.wikipedia.org/wiki/Venus",
        "https://en.wikipedia.org/wiki/Earth",
        "https://en.wikipedia.org/wiki/Mars",
        "https://en.wikipedia.org/wiki/Jupiter",
        "https://en.wikipedia.org/wiki/Saturn",
        "https://en.wikipedia.org/wiki/Uranus",
        "https://en.wikipedia.org/wiki/Neptune",
        "https://en.wikipedia.org/wiki/90482_Orcus",
        "https://en.wikipedia.org/wiki/Pluto",
        "https://en.wikipedia.org/wiki/Haumea",
        "https://en.wikipedia.org/wiki/50000_Quaoar",
        "https://en.wikipedia.org/wiki/Makemake",
        "https://en.wikipedia.org/wiki/225088_Gonggong",
        "https://en.wikipedia.org/wiki/90377_Sedna",
        "https://en.wikipedia.org/wiki/Planet",
        "https://en.wikipedia.org/wiki/Dwarf_planet",
        "https://en.wikipedia.org/wiki/Terrestrial_planet",
        "https://en.wikipedia.org/wiki/Venus",
        "https://en.wikipedia.org/wiki/Earth",
        "https://en.wikipedia.org/wiki/Mars",
        "https://en.wikipedia.org/wiki/Giant_planet",
        "https://en.wikipedia.org/wiki/Gas_giant",
        "https://en.wikipedia.org/wiki/Jupiter",
        "https://en.wikipedia.org/wiki/Saturn",
        "https://en.wikipedia.org/wiki/Ice_giant",
        "https://en.wikipedia.org/wiki/Uranus",
        "https://en.wikipedia.org/wiki/Neptune",
        "https://en.wikipedia.org/wiki/Dwarf_planet",
        "https://en.wikipedia.org/wiki/90482_Orcus",
        "https://en.wikipedia.org/wiki/Pluto",
        "https://en.wikipedia.org/wiki/Haumea",
        "https://en.wikipedia.org/wiki/50000_Quaoar",
        "https://en.wikipedia.org/wiki/Makemake",
        "https://en.wikipedia.org/wiki/225088_Gonggong",
        "https://en.wikipedia.org/wiki/90377_Sedna",
        "https://en.wikipedia.org/wiki/Natural_satellite",
        "https://en.wikipedia.org/wiki/Moon",
        "https://en.wikipedia.org/wiki/Claimed_moons_of_Earth",
        "https://en.wikipedia.org/wiki/Moons_of_Mars",
        "https://en.wikipedia.org/wiki/Moons_of_Jupiter",
        "https://en.wikipedia.org/wiki/Moons_of_Saturn",
        "https://en.wikipedia.org/wiki/Enceladus",
        "https://en.wikipedia.org/wiki/Moons_of_Uranus",
        "https://en.wikipedia.org/wiki/Moons_of_Neptune",
        "https://en.wikipedia.org/wiki/90482_Orcus",
        "https://en.wikipedia.org/wiki/Moons_of_Pluto",
        "https://en.wikipedia.org/wiki/Moons_of_Haumea",
        "https://en.wikipedia.org/wiki/50000_Quaoar",
        "https://en.wikipedia.org/wiki/Weywot",
        "https://en.wikipedia.org/wiki/Makemake",
        "https://en.wikipedia.org/wiki/225088_Gonggong",
        "https://en.wikipedia.org/wiki/Ring_system",
        "https://en.wikipedia.org/wiki/Rings_of_Jupiter",
        "https://en.wikipedia.org/wiki/Rings_of_Saturn",
        "https://en.wikipedia.org/wiki/Rings_of_Rhea",
        "https://en.wikipedia.org/wiki/Rings_of_Chariklo",
        "https://en.wikipedia.org/wiki/Rings_of_Uranus",
        "https://en.wikipedia.org/wiki/Rings_of_Neptune",
        "https://en.wikipedia.org/wiki/Small_Solar_System_body",
        "https://en.wikipedia.org/wiki/Comet",
        "https://en.wikipedia.org/wiki/Damocloid",
        "https://en.wikipedia.org/wiki/Meteoroid",
        "https://en.wikipedia.org/wiki/Minor_planet",
        "https://en.wikipedia.org/wiki/Planetesimal",
        "https://en.wikipedia.org/wiki/2013_ND15",
        "https://en.wikipedia.org/wiki/Earth_trojan",
        "https://en.wikipedia.org/wiki/Mars_trojan",
        "https://en.wikipedia.org/wiki/Jupiter_trojan",
        "https://en.wikipedia.org/wiki/Uranus_trojan",
        "https://en.wikipedia.org/wiki/Neptune_trojan",
        "https://en.wikipedia.org/wiki/Asteroid_belt",
        "https://en.wikipedia.org/wiki/Asteroid",
        "https://en.wikipedia.org/wiki/4_Vesta",
        "https://en.wikipedia.org/wiki/2_Pallas",
        "https://en.wikipedia.org/wiki/10_Hygiea",
        "https://en.wikipedia.org/wiki/Active_asteroid",
        "https://en.wikipedia.org/wiki/Asteroid_family",
        "https://en.wikipedia.org/wiki/Potentially_hazardous_asteroid",
        "https://en.wikipedia.org/wiki/List_of_exceptional_asteroids",
        "https://en.wikipedia.org/wiki/Kirkwood_gap",
        "https://en.wikipedia.org/wiki/Neptune_trojan",
        "https://en.wikipedia.org/wiki/Kuiper_belt",
        "https://en.wikipedia.org/wiki/Classical_Kuiper_belt_object",
        "https://en.wikipedia.org/wiki/Plutino",
        "https://en.wikipedia.org/wiki/Detached_object",
        "https://en.wikipedia.org/wiki/Sednoid",
        "https://en.wikipedia.org/wiki/Scattered_disc",
        "https://en.wikipedia.org/wiki/Oort_cloud",
        "https://en.wikipedia.org/wiki/Hills_cloud",
        "https://en.wikipedia.org/wiki/List_of_hypothetical_Solar_System_objects",
        "https://en.wikipedia.org/wiki/Planet_Nine",
        "https://en.wikipedia.org/wiki/Planet_V",
        "https://en.wikipedia.org/wiki/Subsatellite",
        "https://en.wikipedia.org/wiki/Vulcanoid",
        "https://en.wikipedia.org/wiki/Space_exploration",
        "https://en.wikipedia.org/wiki/Outline_of_space_exploration",
        "https://en.wikipedia.org/wiki/Discovery_and_exploration_of_the_Solar_System",
        "https://en.wikipedia.org/wiki/Astronomy",
        "https://en.wikipedia.org/wiki/Historical_models_of_the_Solar_System",
        "https://en.wikipedia.org/wiki/Timeline_of_discovery_of_Solar_System_planets_and_their_moons",
        "https://en.wikipedia.org/wiki/Space_probe",
        "https://en.wikipedia.org/wiki/Timeline_of_Solar_System_exploration",
        "https://en.wikipedia.org/wiki/List_of_Solar_System_probes",
        "https://en.wikipedia.org/wiki/Human_spaceflight",
        "https://en.wikipedia.org/wiki/Space_station",
        "https://en.wikipedia.org/wiki/List_of_crewed_spacecraft",
        "https://en.wikipedia.org/wiki/Human_spaceflight_programs",
        "https://en.wikipedia.org/wiki/Exploration_of_Mercury",
        "https://en.wikipedia.org/wiki/Observations_and_explorations_of_Venus",
        "https://en.wikipedia.org/wiki/Exploration_of_the_Moon",
        "https://en.wikipedia.org/wiki/Lunar_resources",
        "https://en.wikipedia.org/wiki/Exploration_of_Mars",
        "https://en.wikipedia.org/wiki/Asteroid_mining",
        "https://en.wikipedia.org/wiki/List_of_missions_to_comets",
        "https://en.wikipedia.org/wiki/Exploration_of_Jupiter",
        "https://en.wikipedia.org/wiki/Exploration_of_Saturn",
        "https://en.wikipedia.org/wiki/Exploration_of_Uranus",
        "https://en.wikipedia.org/wiki/Exploration_of_Neptune",
        "https://en.wikipedia.org/wiki/Exploration_of_Pluto",
        "https://en.wikipedia.org/wiki/Deep_space_exploration",
        "https://en.wikipedia.org/wiki/Space_colonization",
        "https://en.wikipedia.org/wiki/Formation_and_evolution_of_the_Solar_System",
        "https://en.wikipedia.org/wiki/Accretion_disk",
        "https://en.wikipedia.org/wiki/Circumplanetary_disk",
        "https://en.wikipedia.org/wiki/Circumstellar_disc",
        "https://en.wikipedia.org/wiki/Circumstellar_envelope",
        "https://en.wikipedia.org/wiki/Cosmic_dust",
        "https://en.wikipedia.org/wiki/Debris_disk",
        "https://en.wikipedia.org/wiki/Detached_object",
        "https://en.wikipedia.org/wiki/Exoplanetary_Circumstellar_Environments_and_Disk_Explorer",
        "https://en.wikipedia.org/wiki/Exozodiacal_dust",
        "https://en.wikipedia.org/wiki/Extraterrestrial_materials",
        "https://en.wikipedia.org/wiki/Extraterrestrial_sample_curation",
        "https://en.wikipedia.org/wiki/Gravitational_collapse",
        "https://en.wikipedia.org/wiki/Hills_cloud",
        "https://en.wikipedia.org/wiki/Hill_sphere",
        "https://en.wikipedia.org/wiki/Interplanetary_dust_cloud",
        "https://en.wikipedia.org/wiki/Interplanetary_medium",
        "https://en.wikipedia.org/wiki/Interstellar_cloud",
        "https://en.wikipedia.org/wiki/Interstellar_medium",
        "https://en.wikipedia.org/wiki/Kuiper_belt",
        "https://en.wikipedia.org/wiki/Kuiper_cliff",
        "https://en.wikipedia.org/wiki/Molecular_cloud",
        "https://en.wikipedia.org/wiki/Nebular_hypothesis",
        "https://en.wikipedia.org/wiki/Oort_cloud",
        "https://en.wikipedia.org/wiki/Outer_space",
        "https://en.wikipedia.org/wiki/Planet",
        "https://en.wikipedia.org/wiki/Disrupted_planet",
        "https://en.wikipedia.org/wiki/Planetary_migration",
        "https://en.wikipedia.org/wiki/Planetary_system",
        "https://en.wikipedia.org/wiki/Planetesimal",
        "https://en.wikipedia.org/wiki/Protoplanetary_disk",
        "https://en.wikipedia.org/wiki/Ring_system",
        "https://en.wikipedia.org/wiki/Roche_limit",
        "https://en.wikipedia.org/wiki/Rubble_pile",
        "https://en.wikipedia.org/wiki/Scattered_disc",
        "https://en.wikipedia.org/wiki/Star_formation",
        "https://en.wikipedia.org/wiki/Lists_of_comets",
        "https://en.wikipedia.org/wiki/List_of_gravitationally_rounded_objects_of_the_Solar_System",
        "https://en.wikipedia.org/wiki/List_of_minor_planets",
        "https://en.wikipedia.org/wiki/List_of_natural_satellites",
        "https://en.wikipedia.org/wiki/Solar_System_model",
        "https://en.wikipedia.org/wiki/List_of_Solar_System_objects",
        "https://en.wikipedia.org/wiki/List_of_Solar_System_objects_by_size",
        "https://en.wikipedia.org/wiki/Timeline_of_discovery_of_Solar_System_planets_and_their_moons",
        "https://en.wikipedia.org/wiki/List_of_interstellar_and_circumstellar_molecules",
        "https://en.wikipedia.org/wiki/Outline_of_the_Solar_System",
        "https://en.wikipedia.org/wiki/Solar_System",
        "https://en.wikipedia.org/wiki/Local_Interstellar_Cloud",
        "https://en.wikipedia.org/wiki/Local_Bubble",
        "https://en.wikipedia.org/wiki/Gould_Belt",
        "https://en.wikipedia.org/wiki/Orion_Arm",
        "https://en.wikipedia.org/wiki/Milky_Way",
        "https://en.wikipedia.org/wiki/Satellite_galaxies_of_the_Milky_Way",
        "https://en.wikipedia.org/wiki/Local_Group",
        "https://en.wikipedia.org/wiki/Local_Sheet",
        "https://en.wikipedia.org/wiki/Virgo_Supercluster",
        "https://en.wikipedia.org/wiki/Laniakea_Supercluster",
        "https://en.wikipedia.org/wiki/KBC_Void",
        "https://en.wikipedia.org/wiki/Observable_universe",
        "https://en.wikipedia.org/wiki/Universe",
        "https://en.wikipedia.org/wiki/List_of_possible_dwarf_planets",
        "https://en.wikipedia.org/wiki/List_of_possible_dwarf_planets",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}