{
    "url": "https://en.wikipedia.org/wiki/Listeria",
    "title": "Listeria",
    "table_of_contents": [
        "1 Background",
        "2 Pathogenesis",
        "3 Epidemiology",
        "4 Prevention",
        "5 Treatment",
        "6 Research",
        "7 See also",
        "8 References",
        "9 Further reading",
        "10 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nListeria is a genus of bacteria that acts as an intracellular parasite in mammals. Until 1992, 17 species were known,[1][2] each containing two subspecies. By 2020, 21 species had been identified.[3] The genus is named in honour of the British pioneer of sterile surgery Joseph Lister. Listeria species are Gram-positive, rod-shaped, and facultatively anaerobic, and do not produce endospores.[4] The major human pathogen in the genus Listeria is L. monocytogenes. It is usually the causative agent of the relatively rare bacterial disease listeriosis, an infection caused by eating food contaminated with the bacteria. Listeriosis can cause serious illness in pregnant women, newborns, adults with weakened immune systems and the elderly, and may cause gastroenteritis in others who have been severely infected.\n\nListeriosis is a serious disease for humans; the overt form of the disease has a case-fatality rate of around 20%. The two main clinical manifestations are sepsis and meningitis. Meningitis is often complicated by encephalitis, when it is known as meningoencephalitis, a pathology that is unusual for bacterial infections. L. ivanovii is a pathogen of mammals, specifically ruminants, and has rarely caused listeriosis in humans.[5] The incubation period can vary from three to 70 days.[6]\n\n"
        },
        {
            "title": "Background",
            "text": "The first documented case of listeriosis was in 1924. In the late 1920s, two researchers independently identified L. monocytogenes from animal outbreaks. They proposed the genus Listerella in honour of surgeon and early antiseptic advocate Joseph Lister, but that name was already in use for a slime mould and a protozoan. Eventually, the genus Listeria was proposed and accepted. All species within the genus Listeria are Gram-positive, catalase-positive rods and do not produce endospores. The genus Listeria was classified in the family Corynebacteriaceae through the seventh edition (1957) of Bergey's Manual of Systematic Bacteriology. The 16S rRNA cataloging studies of Stackebrandt, et al. demonstrated that L. monocytogenes is a distinct taxon within the Lactobacillus-Bacillus branch of the bacterial phylogeny constructed by Woese. In 2004, the genus was placed in the newly created family Listeriaceae. The only other genus in the family is Brochothrix.[7]\n\nThe genus Listeria as of 2020[update] is known to contain 21 species: L. aquatica, L. booriae, L. cornellensis, L. costaricensis, L. goaensis, L. fleischmannii, L. floridensis, L. grandensis, L. grayi, L. innocua, L. ivanovii, L. marthii, L. monocytogenes, L. newyorkensis, L. riparia, L. rocourtiae, L. seeligeri, L. thailandensis, L. valentina, L. weihenstephanensis, and L. welshimeri.[8][9][10] Listeria dinitrificans, previously thought to be part of the genus Listeria, was reclassified into the new genus Jonesia.[11] Under the microscope, Listeria species appear as small rods, which are sometimes arranged in short chains. In direct smears, they may be coccoid, and can be mistaken for streptococci. Longer cells may resemble corynebacteria. Flagella are produced at room temperature, but not at 37 °C. Hemolytic activity on blood agar has been used as a marker to distinguish L. monocytogenes from other Listeria species, but it is not an absolutely definitive criterion. Further biochemical characterization may be necessary to distinguish between the different species of Listeria.\n\nListeria[12] can be found in soil, which can lead to vegetable contamination. Animals can be carriers. Listeria has been found in uncooked meats, uncooked vegetables, fruits including cantaloupe[13] and apples,[14] pasteurized or unpasteurized milk, foods made from milk, and processed foods. Pasteurization and sufficient cooking kill Listeria; however, contamination may occur after cooking and before packaging. For example, meat-processing plants producing ready-to-eat foods, such as hot dogs and deli meats, must follow extensive sanitation policies and procedures to prevent Listeria contamination.[15] Listeria monocytogenes is commonly found in soil, stream water, sewage, plants, and food.[16] Listeria is responsible for listeriosis, a rare but potentially lethal foodborne illness. The case fatality rate for those with a severe form of infection may approach 25%.[17] (Salmonellosis, in comparison, has a mortality rate estimated at less than 1%.[18])  Although L. monocytogenes has low infectivity, it is hardy and can grow in temperatures from 4 °C (39.2 °F) (the temperature of a refrigerator) to 37 °C (98.6 °F), (the body's internal temperature).[16]  Listeriosis is a serious illness, and the disease may manifest as meningitis, or affect newborns due to its ability to penetrate the endothelial layer of the placenta.[17]\n\n"
        },
        {
            "title": "Pathogenesis",
            "text": "Listeria uses the cellular machinery to move around inside the host cell. It induces directed polymerization of actin by the ActA transmembrane protein, thus pushing the bacterial cell around.[19]\n\nListeria monocytogenes, for example, encodes virulence genes that are thermoregulated. The expression of virulence factor is optimal at 39 °C, and is controlled by a transcriptional activator, PrfA, whose expression is thermoregulated by the PrfA thermoregulator UTR element. At low temperatures, the PrfA transcript is not translated due to structural elements near the ribosome binding site.  As the bacteria infect the host, the temperature of the host denatures the structure and allows translation initiation for the virulent genes.\n\nThe majority of Listeria bacteria are attacked by the immune system before they are able to cause infection.  Those that escape the immune system's initial response, however, spread through intracellular mechanisms, which protects them from circulating immune factors (AMI).[17]\n\nTo invade, Listeria induces macrophage phagocytic uptake by displaying D-galactose in their teichoic acids that are then bound by the macrophage's polysaccharides. Other important adhesins are the internalins.[18] Listeria uses internalin A and B to bind to cellular receptors. Internalin A binds to E-cadherin, while internalin B binds to the cell's Met receptors. If both of these receptors have a high enough affinity to Listeria's internalin A and B, then it will be able to invade the cell via an indirect zipper mechanism.[citation needed] Once phagocytosed, the bacterium is encapsulated by the host cell's acidic phagolysosome organelle.[16] Listeria, however, escapes the phagolysosome by lysing the vacuole's entire membrane with secreted hemolysin,[20] now characterized as the exotoxin listeriolysin O.[16]  The bacteria then replicate inside the host cell's cytoplasm.[17]\n\nListeria must then navigate to the cell's periphery to spread the infection to other cells.  Outside the body, Listeria has flagellar-driven motility, sometimes described as a \"tumbling motility\". However, at 37 °C, flagella cease to develop and the bacterium instead usurps the host cell's cytoskeleton to move.[17] Listeria, inventively, polymerizes an actin tail or \"comet\",[20] from actin monomers in the host's cytoplasm[21] with the promotion of virulence factor ActA.[17]  The comet forms in a polar manner[22] and aids the bacterial migration to the host cell's outer membrane.  Gelsolin, an actin filament severing protein, localizes at the tail of Listeria and accelerates the bacterium's motility.[22]  Once at the cell surface, the actin-propelled Listeria pushes against the cell's membrane to form protrusions called filopods[16] or \"rockets\".  The protrusions are guided by the cell's leading edge[23] to contact adjacent cells, which then engulf the Listeria rocket and the process is repeated, perpetuating the infection.[17] Once phagocytosed, the bacterium is never again extracellular: it is an intracellular parasite[20] like S. flexneri, Rickettsia spp., and C. trachomatis.[17]\n\n"
        },
        {
            "title": "Epidemiology",
            "text": "The Center for Science in the Public Interest has published a list of foods that have sometimes caused outbreaks of Listeria: hot dogs, deli meats, milk (even if pasteurized), cheeses (particularly soft-ripened cheeses such as feta, Brie, Camembert, blue-veined, or Mexican-style queso blanco), raw and cooked poultry, raw meats, ice cream, raw fruit,[24] vegetables, and smoked fish.[25] Cold-cut meats were implicated in an outbreak in Canada in 2008; improperly handled cantaloupe was implicated in both the outbreak of listeriosis from Jensen Farms in Colorado in 2011,[26] and a similar listeriosis outbreak across eastern Australia in early 2018.[27][28] 35 people died across these two outbreaks.[26][29] The Australian company GMI Food Wholesalers was fined A$236,000 for providing L. monocytogenes-contaminated chicken wraps to the airline Virgin Blue in 2011.[30] Caramel apples have also been cited as a source of listerial infections which hospitalized 26 people, of whom five died.[31][32]   In 2019, the United Kingdom experienced nine cases of the disease, of which six[33] were fatal, in an outbreak caused by contaminated meat (produced by North Country Cooked Meats) in hospital sandwiches.[34] In 2019, two people in Australia died after probably eating smoked salmon and a third fell ill but survived the disease.[35] In September 2019, three deaths and a miscarriage were reported in the Netherlands after the consumption of listeria-infected deli meats produced by Offerman.[36]\n\n"
        },
        {
            "title": "Prevention",
            "text": "Preventing listeriosis as a foodborne illness requires effective sanitation of food contact surfaces.[37] Ethanol is an effective topical sanitizer against Listeria. Quaternary ammonium can be used in conjunction with alcohol as a food-contact safe sanitizer with increased duration of the sanitizing action.\n\nKeeping foods in the home refrigerated below 4 °C (39 °F) discourages bacterial growth. Unpasteurized dairy products may pose a risk.[38]  Cooking all meats (including beef, pork, poultry, and seafood) to a safe internal temperature, typically 73 °C (165 °F), will kill the food-borne pathogen.[39]\n\n"
        },
        {
            "title": "Treatment",
            "text": "Non-invasive listeriosis: bacteria are retained within the digestive tract. Symptoms are mild, lasting only a few days and requiring only supportive care. Muscle pain and fever can be treated with over-the-counter pain relievers; diarrhea and gastroenteritis can be treated with over-the-counter medications.[39]\n\nInvasive listeriosis: bacteria have spread to the bloodstream and central nervous system. Treatment includes intravenous delivery of high-dose antibiotics and hospital in-patient care of (probably) not less than two weeks stay, depending on the extent of the infection.[39] Ampicillin, penicillin, or amoxicillin are typically administered for invasive listeriosis; gentamicin may be added in cases of patients with compromised immune systems.[40] In cases of allergy to penicillin, trimethoprim-sulfamethoxazole, vancomycin, and fluoroquinolones may be used.[40] For effective treatment the antibiotic must penetrate the host cell and bind to penicillin-binding protein 3 (PBP3). Cephalosporins are not effective for treating listeriosis.[40]\n\nIn cases of pregnancy, prompt treatment is critical to prevent bacteria from infecting the fetus; antibiotics may be given to pregnant women even in non-invasive listeriosis.[41] Mirena Nikolova, et al., states that applying antibiotics is crucial during the third trimester because cell-mediated immunity is reduced during this time. Pfaff and Tillet say that listeriosis can cause long-term consequences—including meningitis, preterm labor, newborn sepsis, stillbirths—when contracted during pregnancy. Oral therapies in less severe cases may include amoxicillin or erythromycin.[40]  Higher doses may be given to pregnant women to ensure penetration of the umbilical cord and placenta.[42] Infected pregnant women may receive ultrasound scans to monitor the health of the fetus.\n\nAsymptomatic patients who have been exposed to Listeria typically are not treated, but are informed of the signs and symptoms of the disease and advised to return for treatment if any develop.[39]\n\n"
        },
        {
            "title": "Research",
            "text": "Some Listeria species are opportunistic pathogens: L. monocytogenes is most prevalent in the elderly, pregnant mothers, and patients infected with HIV.  With improved healthcare leading to a growing elderly population and extended life expectancies for HIV infected patients, physicians are more likely to encounter this otherwise-rare infection (only seven per 1,000,000 healthy people are infected with virulent Listeria each year).[16] Better understanding the cell biology of Listeria infections, including relevant virulence factors, may lead to better treatments for listeriosis and other intracytoplasmic parasite infections. Researchers are now investigating the use of Listeria as a cancer vaccine, taking advantage of its \"ability to induce potent innate and adaptive immunity.\"[21][43]\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Listeriosis",
        "https://en.wikipedia.org/wiki/Bacteria",
        "https://en.wikipedia.org/wiki/Bacillota",
        "https://en.wikipedia.org/wiki/Bacilli",
        "https://en.wikipedia.org/wiki/Bacillales",
        "https://en.wikipedia.org/wiki/Listeriaceae",
        "https://en.wikipedia.org/wiki/Harvey_Pirie",
        "https://en.wikipedia.org/wiki/Listeria_aquatica",
        "https://en.wikipedia.org/wiki/Listeria_booriae",
        "https://en.wikipedia.org/wiki/Listeria_cornellensis",
        "https://en.wikipedia.org/wiki/Listeria_costaricensis",
        "https://en.wikipedia.org/wiki/Listeria_fleischmannii",
        "https://en.wikipedia.org/wiki/Listeria_floridensis",
        "https://en.wikipedia.org/wiki/Listeria_goaensis",
        "https://en.wikipedia.org/wiki/Listeria_grandensis",
        "https://en.wikipedia.org/wiki/Listeria_grayi",
        "https://en.wikipedia.org/wiki/Listeria_innocua",
        "https://en.wikipedia.org/wiki/Listeria_ivanovii",
        "https://en.wikipedia.org/wiki/Listeria_marthii",
        "https://en.wikipedia.org/wiki/Listeria_monocytogenes",
        "https://en.wikipedia.org/wiki/Listeria_newyorkensis",
        "https://en.wikipedia.org/wiki/Listeria_riparia",
        "https://en.wikipedia.org/wiki/Listeria_rocourtiae",
        "https://en.wikipedia.org/wiki/Listeria_seeligeri",
        "https://en.wikipedia.org/wiki/Listeria_thailandensis",
        "https://en.wikipedia.org/wiki/Listeria_weihenstephanensis",
        "https://en.wikipedia.org/wiki/Listeria_welshimeri",
        "https://en.wikipedia.org/wiki/Agar",
        "https://en.wikipedia.org/wiki/Transmission_electron_microscopy",
        "https://en.wikipedia.org/wiki/Micrograph",
        "https://en.wikipedia.org/wiki/Genus",
        "https://en.wikipedia.org/wiki/Bacteria",
        "https://en.wikipedia.org/wiki/Intracellular_parasite",
        "https://en.wikipedia.org/wiki/Facultative_anaerobic_organism",
        "https://en.wikipedia.org/wiki/Endospore",
        "https://en.wikipedia.org/wiki/Human_pathogen",
        "https://en.wikipedia.org/wiki/Listeria_monocytogenes",
        "https://en.wikipedia.org/wiki/Listeriosis",
        "https://en.wikipedia.org/wiki/Infection",
        "https://en.wikipedia.org/wiki/Foodborne_illness",
        "https://en.wikipedia.org/wiki/Pregnancy",
        "https://en.wikipedia.org/wiki/Neonate",
        "https://en.wikipedia.org/wiki/Immunodeficiency",
        "https://en.wikipedia.org/wiki/Old_age",
        "https://en.wikipedia.org/wiki/Gastroenteritis",
        "https://en.wikipedia.org/wiki/Sepsis",
        "https://en.wikipedia.org/wiki/Meningitis",
        "https://en.wikipedia.org/wiki/Encephalitis",
        "https://en.wikipedia.org/wiki/Meningoencephalitis",
        "https://en.wikipedia.org/wiki/Listeria_ivanovii",
        "https://en.wikipedia.org/wiki/Mammal",
        "https://en.wikipedia.org/wiki/Ruminant",
        "https://en.wikipedia.org/wiki/Listerella",
        "https://en.wikipedia.org/wiki/Protozoa",
        "https://en.wikipedia.org/wiki/Catalase",
        "https://en.wikipedia.org/wiki/Endospore",
        "https://en.wikipedia.org/wiki/16S_ribosomal_RNA",
        "https://en.wikipedia.org/wiki/Lactobacillus",
        "https://en.wikipedia.org/wiki/Bacillus",
        "https://en.wikipedia.org/wiki/Listeriaceae",
        "https://en.wikipedia.org/wiki/Jonesia",
        "https://en.wikipedia.org/wiki/Coccus",
        "https://en.wikipedia.org/wiki/Streptococci",
        "https://en.wikipedia.org/wiki/Corynebacteria",
        "https://en.wikipedia.org/wiki/Flagella",
        "https://en.wikipedia.org/wiki/Cantaloupe",
        "https://en.wikipedia.org/wiki/Unpasteurized_milk",
        "https://en.wikipedia.org/wiki/Listeria_monocytogenes",
        "https://en.wikipedia.org/wiki/Foodborne_illness",
        "https://en.wikipedia.org/wiki/Salmonellosis",
        "https://en.wikipedia.org/wiki/Placenta",
        "https://en.wikipedia.org/wiki/Listeria_monocytogenes",
        "https://en.wikipedia.org/wiki/Actin",
        "https://en.wikipedia.org/wiki/Transmembrane_protein",
        "https://en.wikipedia.org/wiki/Thermoregulate",
        "https://en.wikipedia.org/wiki/PrfA_thermoregulator_UTR",
        "https://en.wikipedia.org/wiki/Immune_system",
        "https://en.wikipedia.org/wiki/Infection",
        "https://en.wikipedia.org/wiki/Phagocytosis",
        "https://en.wikipedia.org/wiki/Teichoic_acid",
        "https://en.wikipedia.org/wiki/Macrophage",
        "https://en.wikipedia.org/wiki/Polysaccharide",
        "https://en.wikipedia.org/wiki/Internalin",
        "https://en.wikipedia.org/wiki/Phagolysosome",
        "https://en.wikipedia.org/wiki/Hemolysin",
        "https://en.wikipedia.org/wiki/Listeriolysin_O",
        "https://en.wikipedia.org/wiki/Flagella",
        "https://en.wikipedia.org/wiki/Cytoskeleton",
        "https://en.wikipedia.org/wiki/Filopod",
        "https://en.wikipedia.org/wiki/Intracellular_parasite",
        "https://en.wikipedia.org/wiki/Shigella_flexneri",
        "https://en.wikipedia.org/wiki/Rickettsia",
        "https://en.wikipedia.org/wiki/Chlamydia_trachomatis",
        "https://en.wikipedia.org/wiki/Center_for_Science_in_the_Public_Interest",
        "https://en.wikipedia.org/wiki/Pasteurized",
        "https://en.wikipedia.org/wiki/2008_Canada_listeriosis_outbreak",
        "https://en.wikipedia.org/wiki/2011_United_States_listeriosis_outbreak",
        "https://en.wikipedia.org/wiki/Virgin_Australia",
        "https://en.wikipedia.org/wiki/United_Kingdom",
        "https://en.wikipedia.org/wiki/Foodborne_illness",
        "https://en.wikipedia.org/wiki/Ethanol",
        "https://en.wikipedia.org/wiki/Quaternary_ammonium",
        "https://en.wikipedia.org/wiki/Antibiotics",
        "https://en.wikipedia.org/wiki/Ampicillin",
        "https://en.wikipedia.org/wiki/Penicillin",
        "https://en.wikipedia.org/wiki/Amoxicillin",
        "https://en.wikipedia.org/wiki/Gentamicin",
        "https://en.wikipedia.org/wiki/Vancomycin",
        "https://en.wikipedia.org/wiki/Fluoroquinolones",
        "https://en.wikipedia.org/wiki/Penicillin_binding_proteins",
        "https://en.wikipedia.org/wiki/Cephalosporins",
        "https://en.wikipedia.org/wiki/Fetus",
        "https://en.wikipedia.org/wiki/Erythromycin",
        "https://en.wikipedia.org/wiki/Umbilical_cord",
        "https://en.wikipedia.org/wiki/Placenta",
        "https://en.wikipedia.org/wiki/Ultrasound_scan",
        "https://en.wikipedia.org/wiki/Asymptomatic",
        "https://en.wikipedia.org/wiki/2008_Canada_listeriosis_outbreak",
        "https://en.wikipedia.org/wiki/2011_United_States_listeriosis_outbreak",
        "https://en.wikipedia.org/wiki/2018_Australian_rockmelon_listeriosis_outbreak",
        "https://en.wikipedia.org/wiki/List_of_foodborne_illness_outbreaks",
        "https://en.wikipedia.org/wiki/Center_for_Science_in_the_Public_Interest",
        "https://en.wikipedia.org/wiki/Wayback_Machine",
        "https://en.wikipedia.org/wiki/The_New_York_Times",
        "https://en.wikipedia.org/wiki/Australian_Broadcasting_Corporation",
        "https://en.wikipedia.org/wiki/Australian_Associated_Press",
        "https://en.wikipedia.org/wiki/The_Guardian",
        "https://en.wikipedia.org/wiki/Guardian_Media_Group",
        "https://en.wikipedia.org/wiki/Australian_Associated_Press",
        "https://en.wikipedia.org/wiki/SBS_World_News",
        "https://en.wikipedia.org/wiki/Special_Broadcasting_Service",
        "https://en.wikipedia.org/wiki/The_Sydney_Morning_Herald",
        "https://en.wikipedia.org/wiki/Journal_of_Food_Safety",
        "https://en.wikipedia.org/wiki/International_Journal_of_Food_Microbiology",
        "https://en.wikipedia.org/wiki/Journal_of_Food_Engineering",
        "https://en.wikipedia.org/wiki/Journal_of_Applied_Microbiology",
        "https://en.wikipedia.org/wiki/Journal_of_Clinical_Periodontology",
        "https://en.wikipedia.org/wiki/Journal_of_the_American_Dental_Association",
        "https://en.wikipedia.org/wiki/Wikispecies",
        "https://en.wikipedia.org/wiki/Curlie",
        "https://en.wikipedia.org/wiki/National_Institute_of_Allergy_and_Infectious_Diseases",
        "https://en.wikipedia.org/wiki/Bacillota",
        "https://en.wikipedia.org/wiki/Infection",
        "https://en.wikipedia.org/wiki/Pathogenic_bacteria",
        "https://en.wikipedia.org/wiki/Bacilli",
        "https://en.wikipedia.org/wiki/Lactobacillales",
        "https://en.wikipedia.org/wiki/Catalase",
        "https://en.wikipedia.org/wiki/Streptococcus",
        "https://en.wikipedia.org/wiki/Optochin",
        "https://en.wikipedia.org/wiki/Streptococcus_pneumoniae",
        "https://en.wikipedia.org/wiki/Pneumococcal_infection",
        "https://en.wikipedia.org/wiki/Viridans_streptococci",
        "https://en.wikipedia.org/wiki/Streptococcus_mitis",
        "https://en.wikipedia.org/wiki/Streptococcus_mutans",
        "https://en.wikipedia.org/wiki/Streptococcus_oralis",
        "https://en.wikipedia.org/wiki/Streptococcus_sanguinis",
        "https://en.wikipedia.org/wiki/Streptococcus_sobrinus",
        "https://en.wikipedia.org/wiki/Streptococcus_anginosus_group",
        "https://en.wikipedia.org/wiki/Group_A_streptococcal_infection",
        "https://en.wikipedia.org/wiki/Bacitracin",
        "https://en.wikipedia.org/wiki/Streptococcus_pyogenes",
        "https://en.wikipedia.org/wiki/Group_A_streptococcal_infection",
        "https://en.wikipedia.org/wiki/Streptococcal_pharyngitis",
        "https://en.wikipedia.org/wiki/Scarlet_fever",
        "https://en.wikipedia.org/wiki/Erysipelas",
        "https://en.wikipedia.org/wiki/Rheumatic_fever",
        "https://en.wikipedia.org/wiki/Group_B_streptococcal_infection",
        "https://en.wikipedia.org/wiki/CAMP_test",
        "https://en.wikipedia.org/wiki/Streptococcus_agalactiae",
        "https://en.wikipedia.org/wiki/Group_B_streptococcal_infection",
        "https://en.wikipedia.org/wiki/Streptococcus_iniae",
        "https://en.wikipedia.org/wiki/Cutaneous_Streptococcus_iniae_infection",
        "https://en.wikipedia.org/wiki/Bile_esculin_agar",
        "https://en.wikipedia.org/wiki/Streptococcus_bovis",
        "https://en.wikipedia.org/wiki/Enterococcus",
        "https://en.wikipedia.org/wiki/Bile_esculin_agar",
        "https://en.wikipedia.org/wiki/Enterococcus_faecalis",
        "https://en.wikipedia.org/wiki/Urinary_tract_infection",
        "https://en.wikipedia.org/wiki/Enterococcus_faecium",
        "https://en.wikipedia.org/wiki/Bacillales",
        "https://en.wikipedia.org/wiki/Catalase",
        "https://en.wikipedia.org/wiki/Staphylococcal_infection",
        "https://en.wikipedia.org/wiki/Coagulase",
        "https://en.wikipedia.org/wiki/Staphylococcus_aureus",
        "https://en.wikipedia.org/wiki/Staphylococcal_scalded_skin_syndrome",
        "https://en.wikipedia.org/wiki/Toxic_shock_syndrome",
        "https://en.wikipedia.org/wiki/Coagulase",
        "https://en.wikipedia.org/wiki/Novobiocin",
        "https://en.wikipedia.org/wiki/Staphylococcus_epidermidis",
        "https://en.wikipedia.org/wiki/Staphylococcus_saprophyticus",
        "https://en.wikipedia.org/wiki/Bacillus",
        "https://en.wikipedia.org/wiki/Bacillus_anthracis",
        "https://en.wikipedia.org/wiki/Anthrax",
        "https://en.wikipedia.org/wiki/Bacillus_cereus",
        "https://en.wikipedia.org/wiki/Foodborne_illness",
        "https://en.wikipedia.org/wiki/Listeria_monocytogenes",
        "https://en.wikipedia.org/wiki/Listeriosis",
        "https://en.wikipedia.org/wiki/Clostridia",
        "https://en.wikipedia.org/wiki/Clostridium",
        "https://en.wikipedia.org/wiki/Endospore",
        "https://en.wikipedia.org/wiki/Clostridium_botulinum",
        "https://en.wikipedia.org/wiki/Botulism",
        "https://en.wikipedia.org/wiki/Clostridium_tetani",
        "https://en.wikipedia.org/wiki/Tetanus",
        "https://en.wikipedia.org/wiki/Clostridium_perfringens",
        "https://en.wikipedia.org/wiki/Gas_gangrene",
        "https://en.wikipedia.org/wiki/Clostridial_necrotizing_enteritis",
        "https://en.wikipedia.org/wiki/Clostridioides",
        "https://en.wikipedia.org/wiki/Endospore",
        "https://en.wikipedia.org/wiki/Clostridioides_difficile",
        "https://en.wikipedia.org/wiki/Pseudomembranous_colitis",
        "https://en.wikipedia.org/wiki/Finegoldia",
        "https://en.wikipedia.org/wiki/Finegoldia",
        "https://en.wikipedia.org/wiki/Mollicutes",
        "https://en.wikipedia.org/wiki/Mycoplasmataceae",
        "https://en.wikipedia.org/wiki/Ureaplasma_urealyticum",
        "https://en.wikipedia.org/wiki/Ureaplasma_infection",
        "https://en.wikipedia.org/wiki/Mycoplasma_genitalium",
        "https://en.wikipedia.org/wiki/Mycoplasma_pneumoniae",
        "https://en.wikipedia.org/wiki/Mycoplasma_pneumonia",
        "https://en.wikipedia.org/wiki/Anaeroplasmatales",
        "https://en.wikipedia.org/wiki/Erysipelothrix_rhusiopathiae",
        "https://en.wikipedia.org/wiki/Erysipeloid",
        "https://en.wikipedia.org/wiki/Food_safety",
        "https://en.wikipedia.org/wiki/Adulterant",
        "https://en.wikipedia.org/wiki/Food_contaminant",
        "https://en.wikipedia.org/wiki/Aldicarb",
        "https://en.wikipedia.org/wiki/Antibiotic_use_in_livestock",
        "https://en.wikipedia.org/wiki/Cyanide",
        "https://en.wikipedia.org/wiki/Formaldehyde",
        "https://en.wikipedia.org/wiki/HGH_controversies",
        "https://en.wikipedia.org/wiki/Lead_poisoning",
        "https://en.wikipedia.org/wiki/Melamine",
        "https://en.wikipedia.org/wiki/Mercury_in_fish",
        "https://en.wikipedia.org/wiki/Sudan_I",
        "https://en.wikipedia.org/wiki/Food_additive",
        "https://en.wikipedia.org/wiki/Flavoring",
        "https://en.wikipedia.org/wiki/Monosodium_glutamate",
        "https://en.wikipedia.org/wiki/Sodium_chloride",
        "https://en.wikipedia.org/wiki/Sugar",
        "https://en.wikipedia.org/wiki/Intestinal_parasite_infection",
        "https://en.wikipedia.org/wiki/Parasitic_disease",
        "https://en.wikipedia.org/wiki/Amoebiasis",
        "https://en.wikipedia.org/wiki/Anisakiasis",
        "https://en.wikipedia.org/wiki/Cryptosporidiosis",
        "https://en.wikipedia.org/wiki/Cyclosporiasis",
        "https://en.wikipedia.org/wiki/Diphyllobothriasis",
        "https://en.wikipedia.org/wiki/Pinworm_infection",
        "https://en.wikipedia.org/wiki/Fasciolopsiasis",
        "https://en.wikipedia.org/wiki/Fasciolosis",
        "https://en.wikipedia.org/wiki/Giardiasis",
        "https://en.wikipedia.org/wiki/Gnathostomiasis",
        "https://en.wikipedia.org/wiki/Paragonimiasis",
        "https://en.wikipedia.org/wiki/Toxocariasis",
        "https://en.wikipedia.org/wiki/Toxoplasmosis",
        "https://en.wikipedia.org/wiki/Trichinosis",
        "https://en.wikipedia.org/wiki/Trichuriasis",
        "https://en.wikipedia.org/wiki/Microorganism",
        "https://en.wikipedia.org/wiki/Botulism",
        "https://en.wikipedia.org/wiki/Campylobacter_jejuni",
        "https://en.wikipedia.org/wiki/Clostridium_perfringens",
        "https://en.wikipedia.org/wiki/Cronobacter",
        "https://en.wikipedia.org/wiki/Enterovirus",
        "https://en.wikipedia.org/wiki/Hepatitis_A",
        "https://en.wikipedia.org/wiki/Hepatitis_E",
        "https://en.wikipedia.org/wiki/Norovirus",
        "https://en.wikipedia.org/wiki/Rotavirus",
        "https://en.wikipedia.org/wiki/Salmonella",
        "https://en.wikipedia.org/wiki/Vibrio_cholerae",
        "https://en.wikipedia.org/wiki/Pesticide",
        "https://en.wikipedia.org/wiki/Chlorpyrifos",
        "https://en.wikipedia.org/wiki/DDT",
        "https://en.wikipedia.org/wiki/Lindane",
        "https://en.wikipedia.org/wiki/Malathion",
        "https://en.wikipedia.org/wiki/Methamidophos",
        "https://en.wikipedia.org/wiki/Preservative",
        "https://en.wikipedia.org/wiki/Benzoic_acid",
        "https://en.wikipedia.org/wiki/Ethylenediaminetetraacetic_acid",
        "https://en.wikipedia.org/wiki/Sodium_benzoate",
        "https://en.wikipedia.org/wiki/Sugar_substitute",
        "https://en.wikipedia.org/wiki/Acesulfame_potassium",
        "https://en.wikipedia.org/wiki/Aspartame",
        "https://en.wikipedia.org/wiki/Aspartame_controversy",
        "https://en.wikipedia.org/wiki/Saccharin",
        "https://en.wikipedia.org/wiki/Sodium_cyclamate",
        "https://en.wikipedia.org/wiki/Sorbitol",
        "https://en.wikipedia.org/wiki/Sucralose",
        "https://en.wikipedia.org/wiki/Toxin",
        "https://en.wikipedia.org/wiki/Poison",
        "https://en.wikipedia.org/wiki/Pollution",
        "https://en.wikipedia.org/wiki/Aflatoxin",
        "https://en.wikipedia.org/wiki/Arsenic_contamination_of_groundwater",
        "https://en.wikipedia.org/wiki/Benzene_in_soft_drinks",
        "https://en.wikipedia.org/wiki/Bisphenol_A",
        "https://en.wikipedia.org/wiki/Dieldrin",
        "https://en.wikipedia.org/wiki/Diethylstilbestrol",
        "https://en.wikipedia.org/wiki/Dioxin",
        "https://en.wikipedia.org/wiki/Mycotoxin",
        "https://en.wikipedia.org/wiki/Nonylphenol",
        "https://en.wikipedia.org/wiki/Shellfish_poisoning",
        "https://en.wikipedia.org/wiki/Food_processing",
        "https://en.wikipedia.org/wiki/Acrylamide",
        "https://en.wikipedia.org/wiki/List_of_food_additives",
        "https://en.wikipedia.org/wiki/Food_irradiation",
        "https://en.wikipedia.org/wiki/Heterocyclic_amine",
        "https://en.wikipedia.org/wiki/Modified_starch",
        "https://en.wikipedia.org/wiki/Nitrosamine",
        "https://en.wikipedia.org/wiki/Polycyclic_aromatic_hydrocarbon",
        "https://en.wikipedia.org/wiki/Shortening",
        "https://en.wikipedia.org/wiki/Trans_fat",
        "https://en.wikipedia.org/wiki/Water_fluoridation_controversy",
        "https://en.wikipedia.org/wiki/List_of_food_contamination_incidents",
        "https://en.wikipedia.org/wiki/Devon_colic",
        "https://en.wikipedia.org/wiki/Swill_milk_scandal",
        "https://en.wikipedia.org/wiki/Esing_Bakery_incident",
        "https://en.wikipedia.org/wiki/1858_Bradford_sweets_poisoning",
        "https://en.wikipedia.org/wiki/1900_English_beer_poisoning",
        "https://en.wikipedia.org/wiki/Morinaga_Milk_arsenic_poisoning_incident",
        "https://en.wikipedia.org/wiki/Minamata_disease",
        "https://en.wikipedia.org/wiki/1971_Iraq_poison_grain_disaster",
        "https://en.wikipedia.org/wiki/Toxic_oil_syndrome",
        "https://en.wikipedia.org/wiki/1985_diethylene_glycol_wine_scandal",
        "https://en.wikipedia.org/wiki/United_Kingdom_BSE_outbreak",
        "https://en.wikipedia.org/wiki/ICA_meat_repackaging_controversy",
        "https://en.wikipedia.org/wiki/2008_Canada_listeriosis_outbreak",
        "https://en.wikipedia.org/wiki/2008_Chinese_milk_scandal",
        "https://en.wikipedia.org/wiki/2008_Irish_pork_crisis",
        "https://en.wikipedia.org/wiki/2008_United_States_salmonellosis_outbreak",
        "https://en.wikipedia.org/wiki/2011_United_States_listeriosis_outbreak",
        "https://en.wikipedia.org/wiki/Bihar_school_meal_poisoning_incident",
        "https://en.wikipedia.org/wiki/2013_horse_meat_scandal",
        "https://en.wikipedia.org/wiki/Mozambique_funeral_beer_poisoning",
        "https://en.wikipedia.org/wiki/Operation_Weak_Meat",
        "https://en.wikipedia.org/wiki/2018_Australian_rockmelon_listeriosis_outbreak",
        "https://en.wikipedia.org/wiki/2018_Australian_strawberry_contamination",
        "https://en.wikipedia.org/wiki/Food_safety_incidents_in_China",
        "https://en.wikipedia.org/wiki/Food_safety_incidents_in_Taiwan",
        "https://en.wikipedia.org/wiki/Foodborne_illness",
        "https://en.wikipedia.org/wiki/List_of_foodborne_illness_outbreaks",
        "https://en.wikipedia.org/wiki/List_of_foodborne_illness_outbreaks_by_death_toll",
        "https://en.wikipedia.org/wiki/List_of_foodborne_illness_outbreaks_in_the_United_States",
        "https://en.wikipedia.org/wiki/Regulation",
        "https://en.wikipedia.org/wiki/Standards_organization",
        "https://en.wikipedia.org/wiki/List_of_food_safety_organisations",
        "https://en.wikipedia.org/wiki/Acceptable_daily_intake",
        "https://en.wikipedia.org/wiki/E_number",
        "https://en.wikipedia.org/wiki/List_of_food_labeling_regulations",
        "https://en.wikipedia.org/wiki/Food_libel_laws",
        "https://en.wikipedia.org/wiki/Food_safety_in_Australia",
        "https://en.wikipedia.org/wiki/International_Food_Safety_Network",
        "https://en.wikipedia.org/wiki/ISO_22000",
        "https://en.wikipedia.org/wiki/Nutrition_facts_label",
        "https://en.wikipedia.org/wiki/Organic_certification",
        "https://en.wikipedia.org/wiki/Quality_Assurance_International",
        "https://en.wikipedia.org/wiki/United_Kingdom_food_information_regulations",
        "https://en.wikipedia.org/wiki/List_of_food_safety_organisations",
        "https://en.wikipedia.org/wiki/Centre_for_Food_Safety",
        "https://en.wikipedia.org/wiki/European_Food_Safety_Authority",
        "https://en.wikipedia.org/wiki/Food_and_Drug_Administration",
        "https://en.wikipedia.org/wiki/Food_Information_and_Control_Agency",
        "https://en.wikipedia.org/wiki/Food_Standards_Agency",
        "https://en.wikipedia.org/wiki/Institute_for_Food_Safety_and_Health",
        "https://en.wikipedia.org/wiki/International_Food_Safety_Network",
        "https://en.wikipedia.org/wiki/Ministry_of_Food_and_Drug_Safety",
        "https://en.wikipedia.org/wiki/Spanish_Agency_for_Food_Safety_and_Nutrition",
        "https://en.wikipedia.org/wiki/Food_and_drink_prohibitions",
        "https://en.wikipedia.org/wiki/Food_marketing",
        "https://en.wikipedia.org/wiki/Food_politics",
        "https://en.wikipedia.org/wiki/Food_preservation",
        "https://en.wikipedia.org/wiki/Food_quality",
        "https://en.wikipedia.org/wiki/Genetically_modified_food",
        "https://en.wikipedia.org/wiki/Conspiracy_theories",
        "https://en.wikipedia.org/wiki/Wikidata",
        "https://en.wikipedia.org/wiki/Wikispecies",
        "https://en.wikipedia.org/wiki/Catalogue_of_Life",
        "https://en.wikipedia.org/wiki/Encyclopedia_of_Life",
        "https://en.wikipedia.org/wiki/EPPO_Code",
        "https://en.wikipedia.org/wiki/Global_Biodiversity_Information_Facility",
        "https://en.wikipedia.org/wiki/Interim_Register_of_Marine_and_Nonmarine_Genera",
        "https://en.wikipedia.org/wiki/Integrated_Taxonomic_Information_System",
        "https://en.wikipedia.org/wiki/List_of_Prokaryotic_names_with_Standing_in_Nomenclature",
        "https://en.wikipedia.org/wiki/National_Center_for_Biotechnology_Information",
        "https://en.wikipedia.org/wiki/World_Register_of_Marine_Species",
        "https://en.wikipedia.org/wiki/Listeria",
        "https://en.wikipedia.org/wiki/Listeria",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}