{
    "url": "https://en.wikipedia.org/wiki/Shahrayar",
    "title": "List of One Thousand and One Nights characters",
    "table_of_contents": [
        "1 Characters in the frame story",
        "1.1 Scheherazade",
        "1.2 Dunyazad",
        "1.3 Scheherazade's father",
        "1.4 Shahryar",
        "1.5 Shah Zaman",
        "2 Characters in Scheherazade's stories",
        "2.1 Ahmed",
        "2.2 Aladdin",
        "2.3 Ali Baba",
        "2.4 Ali Shar",
        "2.5 Ali",
        "2.6 Badroulbadour",
        "2.7 The Barber of Baghdad",
        "2.8 Cassim",
        "2.9 Duban",
        "2.10 Hussain",
        "2.11 Maruf the Cobbler",
        "2.12 Morgiana",
        "2.13 Sinbad the Porter and Sinbad the Sailor",
        "2.14 Sultan of the Indies",
        "2.15 Yunan",
        "2.16 Zayn Al-Asnam",
        "2.17 Zumurrud",
        "3 Real people",
        "4 See also",
        "5 References",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThis is a list of characters in One Thousand and One Nights (aka The Arabian Nights), the classic, medieval collection of Middle-Eastern folk tales.\n\n"
        },
        {
            "title": "Characters in the frame story",
            "text": "Scheherazade or Shahrazad (Persian: شهرزاد, Šahrzād, or شهرزاد‎, Šahrāzād, lit. 'child of the city')[1][2] is the legendary Persian queen who is the storyteller and narrator of The Nights. She is the daughter of the kingdom's vizier and the older sister of Dunyazad.\n\nAgainst her father's wishes, she marries King Shahryar, who has vowed that he will execute a new bride every morning. For 1,001 nights, Scheherazade tells her husband a story, stopping at dawn with a cliffhanger. This forces the King to keep her alive for another day so that she could resume the tale at night.\n\nThe name derives from the Persian šahr (شهر‎, 'city') and -zâd (زاد‎, 'child of'); or from the Middle-Persian čehrāzād, wherein čehr means 'lineage' and āzād, 'noble' or 'exalted' (i.e. 'of noble or exalted lineage' or 'of noble appearance/origin'),[1][2]\n\nDunyazad (Persian: دنیازاد, Dunyāzād; aka Dunyazade, Dunyazatde, Dinazade, or Dinarzad) is the younger sister of Queen Scheherazade. In the story cycle, it is she who—at Scheherazade's instruction—initiates the tactic of cliffhanger storytelling to prevent her sister's execution by Shahryar. Dunyazad, brought to her sister's bedchamber so that she could say farewell before Scheherazade's execution the next morning, asks her sister to tell one last story. At the successful conclusion of the tales, Dunyazad marries Shah Zaman, Shahryar's younger brother.\n\nShe is recast as a major character as the narrator of the \"Dunyazadiad\" segment of John Barth's novel Chimera.\n\nScheherazade's father, sometimes called Jafar (Persian: جعفر; Arabic: جَعْفَر, jaʿfar), is the vizier of King Shahryar. Every day, on the king's order, he beheads the brides of Shahryar. He does this for many years until all the unmarried women in the kingdom have either been killed or run away, at which point his own daughter Scheherazade offers to marry the king.\n\nThe vizier tells Scheherazade the Tale of the Bull and the Ass, in an attempt to discourage his daughter from marrying the king. It does not work, and she marries Shahryar anyway. At the end of the 1,001 nights, Scheherazade's father goes to Samarkand where he replaces Shah Zaman as sultan.\n\nThe treacherous sorcerer in Disney's Aladdin, Jafar, is named after this character.\n\nShahryar (Persian: شهریار, Šahryār; also spelt Shahriar, Shariar, Shahriyar, Schahryar, Sheharyar, Shaheryar, Shahrayar, Shaharyar, or Shahrear),[1] which is pronounced /Sha ree yaar/ in Persian, is the fictional Persian Sassanid King of kings who is told stories by his wife, Scheherazade. He ruled over a Persian Empire extended to India, over all the adjacent islands and a great way beyond the Ganges as far as China, while Shahryar's younger brother, Shah Zaman ruled over Samarkand.\n\nIn the frame-story, Shahryar is betrayed by his wife, which makes him believe that all women will, in the end, betray him. So every night for three years, he takes a wife and has her executed the next morning, until he marries Scheherazade, his vizier’s beautiful and clever daughter. For 1,001 nights in a row, Scheherazade tells Shahryar a story, each time stopping at dawn with a cliffhanger, thus forcing him to keep her alive for another day so that she can complete the tale the next night. After 1,001 stories, Scheherazade tells Shahryar that she has no more stories for him. Fortunately, during the telling of the stories, Shahryar has grown into a wise ruler and rekindles his trust in women.\n\nThe word šahryâr (Persian: شهریار) derives from the Middle Persian šahr-dār, 'holder of a kingdom' (i.e. 'lord, sovereign, king').[1]\n\nShah Zaman or Schazzenan (Persian: شاهزمان, Šāhzamān) is the Sultan of Samarkand (aka Samarcande) and brother of Shahryar. Shah Zaman catches his first wife in bed with a cook and cuts them both in two. Then, while staying with his brother, he discovers that Shahryar's wife is unfaithful. At this point, Shah Zaman comes to believe that all women are untrustworthy and he returns to Samarkand where, as his brother does, he marries a new bride every day and has her executed before morning.\n\nAt the end of the story, Shahryār calls for his brother and tells him of Scheherazade's fascinating, moral tales. Shah Zaman decides to stay with his brother and marries Scheherazade's beautiful younger maiden sister, Dunyazad, with whom he has fallen in love. He is the ruler of Tartary from its capital Samarkand.\n\n"
        },
        {
            "title": "",
            "text": "Prince Ahmed (Arabic: أحمد, ʾaḥmad, 'thank, praise') is the youngest of three sons of the Sultan of the Indies. He is noted for having a magic tent that would expand so as to shelter an army, and contract so that it could go into one's pocket. Ahmed travels to Samarkand city and buys an apple that can cure any disease if the sick person smells it.\n\nAhmed rescues the Princess Paribanou (Persian: پریبانو, Parībānū; also spelled Paribanon or Peri Banu), a peri (female jinn).\n\nAladdin (Arabic: علاء الدين, ʿalāʾ ad-dīn) is one of the most famous characters from One Thousand and One Nights and appears in the famous tale of Aladdin and The Wonderful Lamp. Despite not being part of the original Arabic text of The Arabian Nights, the story of Aladdin is one of the best known tales associated with that collection, especially following the eponymous 1992 Disney film.[3]\n\nComposed of the words ʿalāʾ (‏عَلَاء‎‎, 'exaltation (of)') and ad-dīn (‏الدِّين‎‎, 'the religion'), the name Aladdin essentially means 'nobility of the religion'.\n\nAli Baba (Arabic: ‏علي بابا‎, ʿaliy bābā) is a poor wood cutter who becomes rich after discovering a vast cache of treasure, hidden by evil bandits.\n\nAli Shar (Arabic: علي شار) is a character from Ali Shar and Zumurrud who inherits a large fortune on the death of his father but very quickly squanders it all. He goes hungry for many months until he sees Zumurrud on sale in a slave market. Zumurrud gives Ali the money to buy her and the two live together and fall in love. A year later Zumurrud is kidnapped by a Christian  and Ali spends the rest of the story finding her.\n\nPrince Ali (Arabic: ‏علي‎, ʿalīy; Persian: علی) is a son of the Sultan of the Indies. He travels to Shiraz, the capital of Persia, and buys a magic perspective glass that can see for hundreds of miles.\n\nPrincess Badroulbadour (Arabic: الأميرة بدر البدور) is the only daughter of the Emperor of China in the folktale, Aladdin, and whom Aladdin falls in love with after seeing her in the city with a crowd of her attendants. Aladdin uses the genie of the lamp to foil the Princess's arranged marriage to the Grand Vizier's son, and marries her himself. The Princess is described as being somewhat spoiled and vain. Her name is often changed in many retellings to make it easier to pronounce.\n\nThe Barber of Baghdad (Arabic: المزين البغدادي) is wrongly accused of smuggling and in order to save his life, he tells Caliph Mustensir Billah of his six brothers:\n\nCassim (Arabic: ‏قاسم‎, qāsim, 'divider, distributor') is the rich and greedy brother of Ali Baba who is killed by the Forty Thieves when he is caught stealing treasure from their magic cave.\n\nDuban or Douban (Arabic: ‏ذُؤْبَان‎, ḏuʾbān, 'golden jackal' or 'wolves'), who appears in The Tale of the Vizier and the Sage Duban, is a man of extraordinary talent with the ability to read Arabic, Greek, Persian, Turkish, Byzantine, Syriac, Hebrew, and Sanskrit, as well as a deep understanding of botany, philosophy, and natural history to name a few.\n\nDuban works his medicine in an unusual way: he creates a mallet and ball to match, filling the handle of the mallet with his medicine. With this, he cures King Yunan from leprosy; when the king plays with the ball and mallet, he perspires, thus absorbing the medicine through the sweat from his hand into his bloodstream. After a short bath and a sleep, the King is cured, and rewards Duban with wealth and royal honor.\n\nThe King's vizier, however, becomes jealous of Duban, and persuades Yunan into believing that Duban will later produce a medicine to kill him. The king eventually decides to punish Duban for his alleged treachery, and summons him to be beheaded. After unsuccessfully pleading for his life, Duban offers one of his prized books to Yunan to impart the rest of his wisdom. Yunan agrees, and the next day, Duban is beheaded, and Yunan begins to open the book, finding that no printing exists on the paper. After paging through for a time, separating the stuck leaves each time by first wetting his finger in his mouth, he begins to feel ill. Yunan realises that the leaves of the book were poisoned, and as he dies, the king understands that this was his punishment for betraying the one that once saved his life.\n\nPrince Hussain (Arabic: الأمير حسين), the eldest son of the Sultan of the Indies, travels to Bisnagar (Vijayanagara) in India and buys a magic teleporting tapestry, also known as a magic carpet.\n\nMaruf (Arabic: ‏معروف‎, maʿrūf, 'known, recognized') is a diligent and hardworking cobbler in the city of Cairo.\n\nIn the story, he is married to a mendacious and pestering woman named Fatimah. Due to the ensuing quarrel between him and his wife, Maruf flees Cairo and enters the ancient ruins of Adiliyah. There, he takes refuge from the winter rains. After sunset, he meets a very powerful Jinni, who then transports Maruf to a distant land known as Ikhtiyan al-Khatan.\n\nMorgiana (Arabic: ‏مرجانة‎, marjāna or murjāna, 'small pearl') is a clever slave girl from Ali Baba and the Forty Thieves.\n\nShe is initially in Cassim's household but on his death she joins his brother, Ali Baba, and through her quick-wittedness she saves Ali's life many times, eventually killing his worst enemy, the leader of the Forty Thieves. Afterward, Ali Baba marries his son with her.\n\nSinbad the Porter (Arabic: السندباد الحمال) is a poor man who one day pauses to rest on a bench outside the gate of a rich merchant's house in Baghdad. The owner of the house is Sinbad the Sailor, who hears the porter's lament and sends for him. Amused by the fact that they share a name, Sinbad the Sailor relates the tales of his seven wondrous voyages to his namesake.[4]\n\nSinbad the Sailor (Arabic: السندباد البحري; or As-Sindibād) is perhaps one of the most famous characters from the Arabian Nights. He is from Basra, but in his old age, he lives in Baghdad. He recounts the tales of his seven voyages to Sinbad the Porter.\n\nSinbad (Persian: سنباد‎, sambâd) is sometimes spelled as Sindbad, from the Arabic sindibād (‏سِنْدِبَاد‎).\n\nSultan of the Indies (Arabic: سلطان جزر الهند) has three sons—Hussain, Ali and Ahmed—all of whom wish to marry their cousin Princess Nouronnihar (Arabic: الأميرة نور النهار). To his sons, the Sultan says he will give her to the prince who brings back the most extraordinary rare object.\n\nKing Yunan (Arabic: الملك يونان, al-malik Yunān, lit. 'Yunanistan [Greece]'), or  King Greece, is a fictional king of one of the ancient Persian cities in the province of Zuman, who appears in The Tale of the Vizier and the Sage Duban.\n\nSuffering from leprosy at the beginning of the story, Yunan is cured by Duban, the physician whom he rewards greatly. Jealous of Duban's praises, Yunan's vizier becomes jealous and persuades the King that Duban wants to overthrow him. At first, Yunan does not believe this and tells his vizier the Tale of the Husband and the Parrot, to which the vizier responds by telling the Tale of the Prince and the Ogress. This convinces Yunan that Duban is guilty, having him executed. Yunan later dies after reading a book of Duban's, the pages of which had been poisoned.\n\nPrince Zayn Al-Asnam or Zeyn Alasnam (Arabic: زين الأصنام, zayn al-aṣnām), son of the Sultan of Basra (or Bassorah), is the eponymous character in The Tale of Zayn Al-Asnam.\n\nAfter his father's death, al-Asnam wastes his inheritance and neglects his duties, until the people revolt and he narrowly escapes death. In a dream, a sheikh tells the Prince to go to Egypt. A second dream tells him to go home, directing him to a hidden chamber in the palace, where he finds 8 statues made of gold (or diamond). He also finds a key and a message telling him to visit Mubarak, a slave in Cairo. Mubarak takes the Prince to a paradise island, where he meets the King of the Jinns.\n\nThe King gives Zayn a mirror, called the touchstone of virtue, which, upon looking into it, would inform Zayn whether a damsel was pure/faithful or not. If the mirror remained unsullied, so was the maiden; if it clouded, the maiden had been unfaithful. The King tells Zayn that he will give him the 9th statue that he is looking for in return for a beautiful 15-year-old virgin. Zayn finds the daughter of the vizier of Baghdad, but marries her himself, making her no longer a virgin. The King, however, forgives Zayn's broken promise, as the young lady herself is revealed to be the ninth statue promised to Zayn by the King. The jinn bestows the Prince with the young bride on the sole condition that Zayn remains loving and faithful to her and her only.[5]\n\nThe Prince's name comes from Arabic zayn (‏زين‎), meaning 'beautiful, pretty', and aṣnām (‏أصنام‎), meaning 'idols'.\n\nZumurrud the Smaragdine (Persian: زمرد سمرقندی, Zumurrud-i Samarqandi, 'emerald of Samarkand') is a slave girl who appears in Ali Shar and Zumurrud. She is named after Samarkand, the city well known at the time of the story for its emeralds.\n\nShe is bought by, and falls in love with, Ali Shar with whom she lives until she is kidnapped by a Christian. Zumurrud escapes from the Christian only to be found and taken by Javan (Juvenile) the Kurd. Again, Zumurrud manages to get away from her captor, this time by dressing up as a man. On her way back to Ali Shar, Zumurrud is mistaken for a noble Turk and made Queen of an entire kingdom. Eventually, Zumurrud is reunited with Ali Shar.\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/One_Thousand_and_One_Nights",
        "https://en.wikipedia.org/wiki/The_Arabian_Nights",
        "https://en.wikipedia.org/wiki/Medieval",
        "https://en.wikipedia.org/wiki/Middle_East",
        "https://en.wikipedia.org/wiki/Folklore",
        "https://en.wikipedia.org/wiki/Scheherazade",
        "https://en.wikipedia.org/wiki/Persian_language",
        "https://en.wikipedia.org/wiki/Persian_Empire",
        "https://en.wikipedia.org/wiki/King",
        "https://en.wikipedia.org/wiki/Cliffhanger",
        "https://en.wikipedia.org/wiki/Middle_Persian",
        "https://en.wikipedia.org/wiki/Persian_language",
        "https://en.wikipedia.org/wiki/Scheherazade",
        "https://en.wikipedia.org/wiki/Cliffhanger",
        "https://en.wikipedia.org/wiki/John_Barth",
        "https://en.wikipedia.org/wiki/Persian_language",
        "https://en.wikipedia.org/wiki/Arabic_language",
        "https://en.wikipedia.org/wiki/Vizier",
        "https://en.wikipedia.org/wiki/Behead",
        "https://en.wikipedia.org/wiki/Scheherazade",
        "https://en.wikipedia.org/wiki/Samarkand",
        "https://en.wikipedia.org/wiki/Persian_language",
        "https://en.wikipedia.org/wiki/Persian_people",
        "https://en.wikipedia.org/wiki/Sassanid",
        "https://en.wikipedia.org/wiki/King_of_kings",
        "https://en.wikipedia.org/wiki/Scheherazade",
        "https://en.wikipedia.org/wiki/Persian_Empire",
        "https://en.wikipedia.org/wiki/India",
        "https://en.wikipedia.org/wiki/Ganges",
        "https://en.wikipedia.org/wiki/China",
        "https://en.wikipedia.org/wiki/Samarkand",
        "https://en.wikipedia.org/wiki/Vizier",
        "https://en.wikipedia.org/wiki/Cliffhanger",
        "https://en.wikipedia.org/wiki/Middle_Persian",
        "https://en.wikipedia.org/wiki/Persian_language",
        "https://en.wikipedia.org/wiki/Sultan",
        "https://en.wikipedia.org/wiki/Samarkand",
        "https://en.wikipedia.org/wiki/Tartary",
        "https://en.wikipedia.org/wiki/Samarkand",
        "https://en.wikipedia.org/wiki/Scimitar",
        "https://en.wikipedia.org/wiki/Gustave_Boulanger",
        "https://en.wikipedia.org/wiki/Arabic_language",
        "https://en.wikipedia.org/wiki/Samarkand",
        "https://en.wikipedia.org/wiki/Persian_language",
        "https://en.wikipedia.org/wiki/Peri",
        "https://en.wikipedia.org/wiki/Jinn",
        "https://en.wikipedia.org/wiki/Aladdin",
        "https://en.wikipedia.org/wiki/Arabic_language",
        "https://en.wikipedia.org/wiki/Ali_Baba_and_the_Forty_Thieves",
        "https://en.wikipedia.org/wiki/Arabic_language",
        "https://en.wikipedia.org/wiki/Wood_cutter",
        "https://en.wikipedia.org/wiki/Arabic_language",
        "https://en.wikipedia.org/wiki/Arabic_language",
        "https://en.wikipedia.org/wiki/Persian_language",
        "https://en.wikipedia.org/wiki/Shiraz",
        "https://en.wikipedia.org/wiki/Persia",
        "https://en.wikipedia.org/wiki/Badroulbadour",
        "https://en.wikipedia.org/wiki/Arabic_language",
        "https://en.wikipedia.org/wiki/Aladdin",
        "https://en.wikipedia.org/wiki/Genie",
        "https://en.wikipedia.org/wiki/Arabic_language",
        "https://en.wikipedia.org/wiki/Caliph",
        "https://en.wikipedia.org/wiki/Hunchback",
        "https://en.wikipedia.org/wiki/Harelip",
        "https://en.wikipedia.org/wiki/Maxfield_Parrish",
        "https://en.wikipedia.org/wiki/Arabic_language",
        "https://en.wikipedia.org/wiki/Ali_Baba",
        "https://en.wikipedia.org/wiki/Arabic_language",
        "https://en.wikipedia.org/wiki/Ancient_Greek",
        "https://en.wikipedia.org/wiki/Persian_language",
        "https://en.wikipedia.org/wiki/Turkish_language",
        "https://en.wikipedia.org/wiki/Medieval_Greek",
        "https://en.wikipedia.org/wiki/Syriac_language",
        "https://en.wikipedia.org/wiki/Hebrew_language",
        "https://en.wikipedia.org/wiki/Sanskrit_language",
        "https://en.wikipedia.org/wiki/Botany",
        "https://en.wikipedia.org/wiki/Philosophy",
        "https://en.wikipedia.org/wiki/Natural_history",
        "https://en.wikipedia.org/wiki/Medicine",
        "https://en.wikipedia.org/wiki/Mallet",
        "https://en.wikipedia.org/wiki/Ball",
        "https://en.wikipedia.org/wiki/Leprosy",
        "https://en.wikipedia.org/wiki/Arabic_language",
        "https://en.wikipedia.org/wiki/Vijayanagara",
        "https://en.wikipedia.org/wiki/Magic_carpet",
        "https://en.wikipedia.org/wiki/Arabic_language",
        "https://en.wikipedia.org/wiki/Cairo",
        "https://en.wikipedia.org/wiki/Jinn",
        "https://en.wikipedia.org/wiki/Daf",
        "https://en.wikipedia.org/wiki/Arabic_language",
        "https://en.wikipedia.org/wiki/Tricky_slave",
        "https://en.wikipedia.org/wiki/Ali_Baba_and_the_Forty_Thieves",
        "https://en.wikipedia.org/wiki/Sinbad_the_Sailor",
        "https://en.wikipedia.org/wiki/Arabic_language",
        "https://en.wikipedia.org/wiki/Arabic_language",
        "https://en.wikipedia.org/wiki/Basra",
        "https://en.wikipedia.org/wiki/Baghdad",
        "https://en.wikipedia.org/wiki/Persian_language",
        "https://en.wikipedia.org/wiki/Arabic_language",
        "https://en.wikipedia.org/wiki/Arabic_language",
        "https://en.wikipedia.org/wiki/Yunanistan",
        "https://en.wikipedia.org/wiki/Persian_Empire",
        "https://en.wikipedia.org/wiki/Leprosy",
        "https://en.wikipedia.org/wiki/Arabic_language",
        "https://en.wikipedia.org/wiki/Basra",
        "https://en.wikipedia.org/wiki/Sheikh",
        "https://en.wikipedia.org/wiki/Cairo",
        "https://en.wikipedia.org/wiki/Jinn",
        "https://en.wikipedia.org/wiki/Persian_language",
        "https://en.wikipedia.org/wiki/Samarkand",
        "https://en.wikipedia.org/wiki/Christians",
        "https://en.wikipedia.org/wiki/Kurd",
        "https://en.wikipedia.org/wiki/Turkish_people",
        "https://en.wikipedia.org/wiki/Arabic_language",
        "https://en.wikipedia.org/wiki/Arab",
        "https://en.wikipedia.org/wiki/Linguist",
        "https://en.wikipedia.org/wiki/Ali_bin_Abu_Talib",
        "https://en.wikipedia.org/wiki/Arabic_grammar",
        "https://en.wikipedia.org/wiki/Abu_Nuwas",
        "https://en.wikipedia.org/wiki/Arabic_language",
        "https://en.wikipedia.org/wiki/Hedonistic",
        "https://en.wikipedia.org/wiki/Poetry",
        "https://en.wikipedia.org/wiki/Caliphate",
        "https://en.wikipedia.org/wiki/Abu_Yusuf",
        "https://en.wikipedia.org/wiki/Arabic_language",
        "https://en.wikipedia.org/wiki/Hanafi_school",
        "https://en.wikipedia.org/wiki/Islamic_law",
        "https://en.wikipedia.org/wiki/Arabic_language",
        "https://en.wikipedia.org/wiki/Umayyad_Caliphate",
        "https://en.wikipedia.org/wiki/Adi_ibn_Zayd",
        "https://en.wikipedia.org/wiki/Arab_Christian",
        "https://en.wikipedia.org/wiki/Arabic_language",
        "https://en.wikipedia.org/wiki/Abbasid_Caliphate",
        "https://en.wikipedia.org/wiki/Arabic_grammar",
        "https://en.wikipedia.org/wiki/Arabic_language",
        "https://en.wikipedia.org/wiki/Fatimid_caliph",
        "https://en.wikipedia.org/wiki/Ismaili",
        "https://en.wikipedia.org/wiki/Arabic_language",
        "https://en.wikipedia.org/wiki/Abbasid_caliph",
        "https://en.wikipedia.org/wiki/Banu_Kilab",
        "https://en.wikipedia.org/wiki/Arabic_language",
        "https://en.wikipedia.org/wiki/Arabic_language",
        "https://en.wikipedia.org/wiki/Arabic_language",
        "https://en.wikipedia.org/wiki/Abbasid_caliph",
        "https://en.wikipedia.org/wiki/Samarra",
        "https://en.wikipedia.org/wiki/Arabic_language",
        "https://en.wikipedia.org/wiki/Baghdad",
        "https://en.wikipedia.org/wiki/Arabic_language",
        "https://en.wikipedia.org/wiki/Umayyad_Caliphate",
        "https://en.wikipedia.org/wiki/Baibars",
        "https://en.wikipedia.org/wiki/Arabic_language",
        "https://en.wikipedia.org/wiki/Mamluk",
        "https://en.wikipedia.org/wiki/Egypt",
        "https://en.wikipedia.org/wiki/Bahri_dynasty",
        "https://en.wikipedia.org/wiki/Seventh_Crusade",
        "https://en.wikipedia.org/wiki/Battle_of_Ain_Jalut",
        "https://en.wikipedia.org/wiki/David_IV_of_Georgia",
        "https://en.wikipedia.org/wiki/Arabic_language",
        "https://en.wikipedia.org/wiki/Abbasid",
        "https://en.wikipedia.org/wiki/Caliph",
        "https://en.wikipedia.org/wiki/Arabic_language",
        "https://en.wikipedia.org/wiki/Arabic_language",
        "https://en.wikipedia.org/wiki/Arabic_language",
        "https://en.wikipedia.org/wiki/Arabic_language",
        "https://en.wikipedia.org/wiki/Abbasid",
        "https://en.wikipedia.org/wiki/Arabic_language",
        "https://en.wikipedia.org/wiki/Persian_people",
        "https://en.wikipedia.org/wiki/Vizier",
        "https://en.wikipedia.org/wiki/The_Three_Apples",
        "https://en.wikipedia.org/wiki/Detective",
        "https://en.wikipedia.org/wiki/The_Tale_of_Attaf",
        "https://en.wikipedia.org/wiki/The_Three_Apples",
        "https://en.wikipedia.org/wiki/The_Tale_of_Attaf",
        "https://en.wikipedia.org/wiki/Khusraw_Parviz",
        "https://en.wikipedia.org/wiki/Persian_language",
        "https://en.wikipedia.org/wiki/Sassanid_Empire",
        "https://en.wikipedia.org/wiki/Arab",
        "https://en.wikipedia.org/wiki/Banu_Shayban",
        "https://en.wikipedia.org/wiki/Umayyad_Caliphate",
        "https://en.wikipedia.org/wiki/Abbasids",
        "https://en.wikipedia.org/wiki/Moses",
        "https://en.wikipedia.org/wiki/Muawiyah_I",
        "https://en.wikipedia.org/wiki/Roderic",
        "https://en.wikipedia.org/wiki/Visigothic",
        "https://en.wikipedia.org/wiki/Shirin",
        "https://en.wikipedia.org/wiki/Persian_language",
        "https://en.wikipedia.org/wiki/Sassanid",
        "https://en.wikipedia.org/wiki/Khosrow_II",
        "https://en.wikipedia.org/wiki/Arabic_language",
        "https://en.wikipedia.org/wiki/List_of_stories_within_One_Thousand_and_One_Nights",
        "https://en.wikipedia.org/wiki/Richard_Francis_Burton",
        "https://en.wikipedia.org/wiki/Project_Gutenberg",
        "https://en.wikipedia.org/wiki/Edgar_Allan_Poe",
        "https://en.wikipedia.org/wiki/Wikisource",
        "https://en.wikipedia.org/wiki/Letitia_Elizabeth_Landon",
        "https://en.wikipedia.org/wiki/One_Thousand_and_One_Nights",
        "https://en.wikipedia.org/wiki/Translations_of_One_Thousand_and_One_Nights",
        "https://en.wikipedia.org/wiki/Les_mille_et_une_nuits",
        "https://en.wikipedia.org/wiki/The_Book_of_the_Thousand_Nights_and_a_Night",
        "https://en.wikipedia.org/wiki/Le_livre_des_mille_nuits_et_une_nuit",
        "https://en.wikipedia.org/wiki/List_of_stories_within_One_Thousand_and_One_Nights",
        "https://en.wikipedia.org/wiki/Aladdin",
        "https://en.wikipedia.org/wiki/Ali_Baba_and_the_Forty_Thieves",
        "https://en.wikipedia.org/wiki/The_Ebony_Horse",
        "https://en.wikipedia.org/wiki/The_Fisherman_and_the_Jinni",
        "https://en.wikipedia.org/wiki/The_Sisters_Envious_of_Their_Cadette",
        "https://en.wikipedia.org/wiki/The_Three_Apples",
        "https://en.wikipedia.org/wiki/Aladdin",
        "https://en.wikipedia.org/wiki/Ali_Baba",
        "https://en.wikipedia.org/wiki/Badroulbadour",
        "https://en.wikipedia.org/wiki/Old_Man_of_the_Sea",
        "https://en.wikipedia.org/wiki/Scheherazade",
        "https://en.wikipedia.org/wiki/Sinbad_the_Sailor",
        "https://en.wikipedia.org/wiki/Khidr",
        "https://en.wikipedia.org/wiki/Sayf_ibn_Dhi_Yazan",
        "https://en.wikipedia.org/wiki/Shaddad",
        "https://en.wikipedia.org/wiki/Solomon",
        "https://en.wikipedia.org/wiki/Abu_Nuwas",
        "https://en.wikipedia.org/wiki/Baibars",
        "https://en.wikipedia.org/wiki/Khosrow_II",
        "https://en.wikipedia.org/wiki/Shirin",
        "https://en.wikipedia.org/wiki/The_Adventures_of_Prince_Achmed",
        "https://en.wikipedia.org/wiki/Baghdad_Ka_Chor",
        "https://en.wikipedia.org/wiki/La_Rosa_di_Bagdad",
        "https://en.wikipedia.org/wiki/Baghdad_Thirudan",
        "https://en.wikipedia.org/wiki/Baghdad_Gaja_Donga",
        "https://en.wikipedia.org/wiki/Ajooba",
        "https://en.wikipedia.org/wiki/Alif_Laila",
        "https://en.wikipedia.org/wiki/Le_calife_de_Bagdad",
        "https://en.wikipedia.org/wiki/Abu_Hassan",
        "https://en.wikipedia.org/wiki/Der_Barbier_von_Bagdad",
        "https://en.wikipedia.org/wiki/La_statue",
        "https://en.wikipedia.org/wiki/New_Arabian_Nights",
        "https://en.wikipedia.org/wiki/Slaves_of_Sleep",
        "https://en.wikipedia.org/wiki/The_Eighth_Voyage_of_Sindbad",
        "https://en.wikipedia.org/wiki/Arabian_Nights_and_Days",
        "https://en.wikipedia.org/wiki/The_Last_Voyage_of_Somebody_the_Sailor",
        "https://en.wikipedia.org/wiki/List_of_stories_within_One_Thousand_and_One_Nights",
        "https://en.wikipedia.org/wiki/List_of_works_influenced_by_One_Thousand_and_One_Nights",
        "https://en.wikipedia.org/wiki/Ghoul",
        "https://en.wikipedia.org/wiki/Ifrit",
        "https://en.wikipedia.org/wiki/Jinn",
        "https://en.wikipedia.org/wiki/Magic_carpet",
        "https://en.wikipedia.org/wiki/Open_sesame",
        "https://en.wikipedia.org/wiki/The_Thief_and_the_Cobbler",
        "https://en.wikipedia.org/wiki/List_of_One_Thousand_and_One_Nights_characters",
        "https://en.wikipedia.org/wiki/List_of_One_Thousand_and_One_Nights_characters",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}