{
    "url": "https://en.wikipedia.org/wiki/Little_green_men",
    "title": "Little green men",
    "table_of_contents": [
        "1 Extraterrestrial definition",
        "2 Origins and other uses",
        "3 Current usage",
        "3.1 Aliens",
        "3.2 \"Unidentified defending objects\"",
        "4 Astronomy",
        "5 See also",
        "6 References",
        "7 Further reading",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Little green men is the stereotypical portrayal of extraterrestrials as little humanoid-like creatures with green skin and sometimes with antennae on their heads. The term is also sometimes used to describe gremlins, mythical creatures known for causing problems in airplanes and mechanical devices. Today, these creatures are more commonly associated with an alleged alien species called greys, whose skin color is described as not green, but grey.\n\nDuring the reports of flying saucers in the 1950s, the term \"little green men\" came into popular usage in reference to aliens. In one classic case, the Kelly-Hopkinsville sighting in 1955, two rural Kentucky men described a supposed encounter with metallic-silver, somewhat humanoid-looking aliens no more than 4 feet (1.2 m) in height. Employing journalistic licence and deviating from the witnesses' accounts, The Evansville Courier newspaper used the term \"little green men\" in writing up the story.[1] Other media then followed suit.\n\n"
        },
        {
            "title": "Extraterrestrial definition",
            "text": "Usage of the term clearly predates the 1955 incident; for example, in England reference to little green men or children dates back to the 12th century green children of Woolpit, although exactly when the term was first applied to extraterrestrial aliens has been difficult to pin down.  In his historical satire A History of New York (1809), American author Washington Irving described Lunatics (or men from the moon) as \"pea green\", in contrast to the \"white\" inhabitants of Earth.[2]\n\nFolklore researcher Chris Aubeck has used electronic searches of old newspapers and found a number of instances dating from around the turn of the 20th century referring to green aliens. Aubeck found one story from 1899 in the Atlanta Constitution, about a little green-skinned alien, in a tale called Green Boy From Hurrah, \"Hurrah\" being another planet, perhaps Mars. Edgar Rice Burroughs referred to the \"green men of Mars\" and \"green Martian women\" in his first science fiction novel A Princess of Mars (1912),[3] although at 10 to 12 feet (3.0 to 3.7 m) tall, they were hardly \"little\". However, the first use of the specific phrase \"little green man\" in reference to extraterrestrials that Aubeck found dates to 1908 in the Daily Kennebec Journal (Augusta, Maine), in this case the aliens again being Martians.[3]\n\nIn 1910 (or 1915), a \"little green man\" was allegedly captured from his crashed spaceship in Apulia, in south-east Italy.[4][5]\n\nGreen aliens soon came to commonly portray extraterrestrials and adorned the covers of many of the 1920s to 1950s science fiction pulp magazines with pictures of Buck Rogers and Flash Gordon battling green alien monsters. The first documented print example specifically linking \"little green men\" to extraterrestrial spaceships is in a newspaper column satirizing the public panic following Orson Welles' famous War of the Worlds Halloween broadcast of October 31, 1938. The column by reporter Bill Barnard in the Corpus Christi Times the next day begins, \"Thirteen little green men from Mercury stepped out of their space ship at Cliff Maus Field [local airport] late yesterday afternoon for a good-will visit to Corpus Christi\" and ends with: \"Then the 13 little green men got in their space ship and flew away.\"[6] The familiarity with which the term was used suggests that this probably was not the first instance where it was applied to extraterrestrials in spaceships.[citation needed]\n\nIn 1946, Harold M. Sherman published a pulp science fiction book entitled The Green Man: A Visitor From Space. The cover illustration was of a normal-looking and proportioned human being, albeit with a green skin.[7]\n\nNationally syndicated columns by humorist Hal Boyle spoke of a green man from Mars in his flying saucer in early July 1947 during the height of the brand new flying saucer phenomenon in the U.S. that started June 24 after Kenneth Arnold's famous sighting and the Roswell UFO incident. However, Boyle did not describe his green Martian as \"small\".[citation needed]\n\nIn 1951, a science fiction book titled \"The Case of the Little Green Men\" was published by Mack Reynolds, telling of a private detective hired to investigate disguised aliens living among the human population. As he was being hired, the detective referred derisively and familiarly to the aliens in the flying saucers being \"little green men\". The cover illustration is notable for depicting the LGM with the classic antennae sticking out of the head. Mack Reynolds would go on to write the first Star Trek novel in 1968 (Mission to Horatius).[8]\n\nBy early 1950, stories began circulating in newspapers about little beings being recovered from flying saucer crashes. Though largely considered to be hoaxes, some of the stories from the sources about little aliens eventually made it into the popular 1950 book Behind the Flying Saucers by Variety magazine columnist Frank Scully.[9]\n\nA witness reporting a flying saucer sighting to a Wichita, Kansas newspaper in June 1950 stated that he saw \"absolutely no little green men with egg on their whiskers\".[10][11]\n\nSimilarly, electronic searches show that \"little green men\" was specifically used in reference to science fiction and flying saucers by at least 1951 in The New York Times and The Washington Post (in the Post, a book review of a mystery/science fiction novel called The Little Green Man), and 1952 in the Los Angeles Times and the Chicago Tribune (the Tribune mocking flying saucer reports using a \"little green man with pink polka dots\"). The next example of The New York Times using the term dates from 1955 in a book review of a sci-fi satire called Martians, Go Home. The Martians were obnoxious \"little green men\" whose appearance was \"true to prophecy\".[citation needed]\n\n\nIn a later example, following a nationally publicized flurry of UFO sightings in November 1957, syndicated Washington columnist Frederick Othman wrote: \n"
        },
        {
            "title": "Origins and other uses",
            "text": "The term also shows up much earlier in other contexts. Film gossip columnist Hedda Hopper used it in 1939 referring to small cast members of The Wizard of Oz (1939), and admonished against drinking on the set. In 1942, The Los Angeles Times used the term in a pictorial on Marines training for jungle combat. In this case, \"little green men\" referred to camouflaged Japanese soldiers. The Washington Post in 1942 likewise used the term \"little green man\" in reference to a camouflaged Japanese sniper who nearly killed one of their war correspondents.\n\nBefore its more modern application to aliens, little green men was commonly used to describe various supernatural beings in old legends and folklore and in later fairy tales and children's books such as goblins. Aubeck noted several examples of the latter in 19th and early 20th century literature. As an example, Rudyard Kipling had a \"little green man\" in Puck of Pook's Hill from 1906.\n\nAnother example, and the earliest use of little green man in The New York Times and the Chicago Tribune, dates from 1902, in a review of a children's book called The Gift of the Magic Staff, where a supernatural \"Little Green Man\" is a boy's friend and helps him visit the cloudland fairies. The next use in The New York Times was in 1950, and references a planned film by Walt Disney Corporation of a 1927 novel by poet/novelist Robert Nathan called The Woodcutter's House. The only animated character in the picture was to be Nathan's \"Little Green Man\", a confidant of the woodland animals. (The film was never made.)\n\nIn 1923, a serialized romance, When Hearts Command by Elizabeth York Miller, which appeared in newspapers such as the Chicago Tribune and The Washington Post, has a former mental patient who still sees \"little green men\" and who simultaneously comments that a fellow patient \"conversed with the inhabitants of Mars\".\n\nOther instances of imaginary small green beings have been found in a newspaper column from 1936 sarcastically discussing doctors and their medical advice, saying these are the same people who have breakdowns in middle age and start hallucinating \"a little green man with big ears\". Syndicated columnist Sydney J. Harris used \"little green man\" in 1948 as a child's imaginary friend while condemning the age-old tradition of frightening children with stories of \"boogeymen\".\n\nThese examples illustrate that use of little green men was already deeply engrained in English vernacular long before the flying saucer era, used for a variety of supernatural, imaginary, or mythical beings. It also seems to have easily extended beyond the imaginary to real people, such as the reference to small actors in the Wizard of Oz or camouflaged Japanese soldiers. Similarly, Aubeck and others suspect that when flying saucers came along in 1947, with subsequent speculation about alien origins, the term naturally and quickly attached itself to the modern age equivalent. It is also clear that by the early 1950s, the term was already commonly used as a sarcastic reference to the occupants of flying saucers. By 1954, the image of little green men had become inscribed in the public's collective consciousness.\n\nFurther electronic searches suggest that the term became increasingly more common in the 1960s and always used in a derisive or humorous way. The Chicago Tribune in 1960 carried a front-page story on the speculations of a Harvard anthropologist about how aliens might look and alien sex. The article opens with the comment, \"If there really are 'little green men' out there in space, there are probably also little green women–and sex.\" A cartoon was attached showing two amorous centaur-like male and female aliens with antennae sticking out of their heads. The article also enigmatically states, \"The 'little green men' designation came from Dr. Otto Struve, director of the national radio astronomy observatory, Green Bank, W. Va. He said that's what the possible outerspacers are called 'among themselves'.\"\n\nThe term even penetrated into the commentary of The Wall Street Journal. First use in the Journal was 1960 in an article on the Brookings Report commissioned by NASA, studying the possible social effects of the discovery of extraterrestrial life. The Journal commented that they thought the report overly pessimistic, assuming that \"the little green men with the wiggly antennae\" would be hostile. Another Journal use of the term occurred in 1968 in an editorial on a planned Congressional investigation of UFOs. The writer sarcastically asked how they planned to subpoena \"a little green man\". In 1969, they commented that the Condon Committee UFO study commissioned by the Air Force was a waste of money. The editorial stated that even if they did prove that \"UFOs were people with little green men\", what were we supposed to do about it?[13]\n\nBy 1965, a little green man had even appeared in The Flintstones as a recurring character. The Great Gazoo (introduced in Episode 145) typified the representation of a little green man with his short, green stature and helmet with antennae. However, the 1960s also marked a transition in the way people imagined a stereotypical alien. In alien abduction stories they are often small but grey beings and in Arthur C. Clarke's 2001: A Space Odyssey (1968) they are unseen.\n\n"
        },
        {
            "title": "Current usage",
            "text": "Little green aliens and the term \"little green men\" have fallen out of general use in serious science fiction circles and are most commonly used to ridicule the notion that aliens may exist, with a few exceptions, such as Yoda in the Star Wars movie saga. A derisive usage can be seen in the original Star Trek episode \"Tomorrow Is Yesterday\", set in 1969, as Captain Kirk, captured by the US Air Force while attempting to steal film showing the Enterprise in Earth's atmosphere, calls himself a \"little green man from Alpha Centauri\" when interrogated by the base security officer. Earlier in the same episode, a rescued Air Force captain brought aboard the Enterprise tells Kirk he's never believed in little green men, immediately before meeting the obviously alien Mr. Spock (who replies, \"Neither have I\"). In the 1988 Doctor Who serial Remembrance of the Daleks, the line is parodied when the Doctor states that the Daleks are aliens. Group Captain Gilmore asks if he's fighting little green men, to which the Doctor says \"no, little green blobs in bonded polycarbide armour\".\n\nInstead, the little green alien image seems to have migrated mainly to the world of children's media where it can still be found in abundance. Examples include\n\nThe uniformed \"local self-defence\" forces with camouflage and modern Russian weaponry[14] but no identifying badges or insignia, operating in 2014 during the Russo-Ukrainian War were also called \"martians\"[15] or \"little green men\" by the locals and the media.[16][17][18][19]\n\n"
        },
        {
            "title": "Astronomy",
            "text": "In 1967, Jocelyn Bell Burnell and Antony Hewish of the University of Cambridge, UK dubbed the first discovered pulsar LGM-1 for \"little green men\" because the regular oscillations of its signal suggested a possible intelligent origin. Its designation was later changed to CP 1919, and is now known as PSR B1919+21.\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Stereotypical",
        "https://en.wikipedia.org/wiki/Extraterrestrials",
        "https://en.wikipedia.org/wiki/Humanoid",
        "https://en.wikipedia.org/wiki/Gremlin",
        "https://en.wikipedia.org/wiki/Grey_alien",
        "https://en.wikipedia.org/wiki/Flying_saucer",
        "https://en.wikipedia.org/wiki/Kentucky",
        "https://en.wikipedia.org/wiki/The_Evansville_Courier",
        "https://en.wikipedia.org/wiki/Arthur_Leo_Zagat",
        "https://en.wikipedia.org/wiki/Fantastic_Novels",
        "https://en.wikipedia.org/wiki/Green_children_of_Woolpit",
        "https://en.wikipedia.org/wiki/A_History_of_New_York",
        "https://en.wikipedia.org/wiki/Washington_Irving",
        "https://en.wikipedia.org/wiki/20th_century",
        "https://en.wikipedia.org/wiki/Atlanta_Constitution",
        "https://en.wikipedia.org/wiki/Edgar_Rice_Burroughs",
        "https://en.wikipedia.org/wiki/Science_fiction",
        "https://en.wikipedia.org/wiki/Novel",
        "https://en.wikipedia.org/wiki/A_Princess_of_Mars",
        "https://en.wikipedia.org/wiki/Apulia",
        "https://en.wikipedia.org/wiki/Pulp_magazine",
        "https://en.wikipedia.org/wiki/Buck_Rogers",
        "https://en.wikipedia.org/wiki/Flash_Gordon",
        "https://en.wikipedia.org/wiki/Spacecraft",
        "https://en.wikipedia.org/wiki/Orson_Welles",
        "https://en.wikipedia.org/wiki/Halloween",
        "https://en.wikipedia.org/wiki/Kenneth_Arnold_Unidentified_Flying_Object_Sighting",
        "https://en.wikipedia.org/wiki/Roswell_UFO_incident",
        "https://en.wikipedia.org/wiki/Mack_Reynolds",
        "https://en.wikipedia.org/wiki/Star_Trek",
        "https://en.wikipedia.org/wiki/Mission_to_Horatius",
        "https://en.wikipedia.org/wiki/Behind_the_Flying_Saucers",
        "https://en.wikipedia.org/wiki/Frank_Scully",
        "https://en.wikipedia.org/wiki/The_New_York_Times",
        "https://en.wikipedia.org/wiki/The_Washington_Post",
        "https://en.wikipedia.org/wiki/Los_Angeles_Times",
        "https://en.wikipedia.org/wiki/Chicago_Tribune",
        "https://en.wikipedia.org/wiki/Hedda_Hopper",
        "https://en.wikipedia.org/wiki/The_Los_Angeles_Times",
        "https://en.wikipedia.org/wiki/Camouflage",
        "https://en.wikipedia.org/wiki/The_Washington_Post",
        "https://en.wikipedia.org/wiki/Sniper",
        "https://en.wikipedia.org/wiki/Supernatural",
        "https://en.wikipedia.org/wiki/Goblin",
        "https://en.wikipedia.org/wiki/Rudyard_Kipling",
        "https://en.wikipedia.org/wiki/The_New_York_Times",
        "https://en.wikipedia.org/wiki/Chicago_Tribune",
        "https://en.wikipedia.org/wiki/Walt_Disney_Corporation",
        "https://en.wikipedia.org/wiki/Robert_Nathan",
        "https://en.wikipedia.org/wiki/Bogeyman",
        "https://en.wikipedia.org/wiki/Vernacular",
        "https://en.wikipedia.org/wiki/Centaur",
        "https://en.wikipedia.org/wiki/Otto_Struve",
        "https://en.wikipedia.org/wiki/The_Wall_Street_Journal",
        "https://en.wikipedia.org/wiki/Brookings_Report",
        "https://en.wikipedia.org/wiki/NASA",
        "https://en.wikipedia.org/wiki/UFO",
        "https://en.wikipedia.org/wiki/Subpoena",
        "https://en.wikipedia.org/wiki/Condon_Committee",
        "https://en.wikipedia.org/wiki/The_Flintstones",
        "https://en.wikipedia.org/wiki/The_Great_Gazoo",
        "https://en.wikipedia.org/wiki/Alien_abduction",
        "https://en.wikipedia.org/wiki/Grey_alien",
        "https://en.wikipedia.org/wiki/Yoda",
        "https://en.wikipedia.org/wiki/Star_Wars",
        "https://en.wikipedia.org/wiki/Tomorrow_Is_Yesterday",
        "https://en.wikipedia.org/wiki/Alpha_Centauri",
        "https://en.wikipedia.org/wiki/Doctor_Who",
        "https://en.wikipedia.org/wiki/Remembrance_of_the_Daleks",
        "https://en.wikipedia.org/wiki/Squeeze_toy_aliens",
        "https://en.wikipedia.org/wiki/Toy_Story",
        "https://en.wikipedia.org/wiki/Buzz_Lightyear_of_Star_Command",
        "https://en.wikipedia.org/wiki/Elgyem",
        "https://en.wikipedia.org/wiki/Invader_Zim",
        "https://en.wikipedia.org/wiki/Kerbal_Space_Program",
        "https://en.wikipedia.org/wiki/Dragon_Ball_Z",
        "https://en.wikipedia.org/wiki/Grey_alien",
        "https://en.wikipedia.org/wiki/List_of_modern_Russian_small_arms_and_light_weapons",
        "https://en.wikipedia.org/wiki/Martians",
        "https://en.wikipedia.org/wiki/Jocelyn_Bell_Burnell",
        "https://en.wikipedia.org/wiki/Antony_Hewish",
        "https://en.wikipedia.org/wiki/University_of_Cambridge",
        "https://en.wikipedia.org/wiki/United_Kingdom",
        "https://en.wikipedia.org/wiki/Pulsar",
        "https://en.wikipedia.org/wiki/CP_1919",
        "https://en.wikipedia.org/wiki/Extraterrestrial_life",
        "https://en.wikipedia.org/wiki/Fairies",
        "https://en.wikipedia.org/wiki/Green_Man",
        "https://en.wikipedia.org/wiki/Grey_alien",
        "https://en.wikipedia.org/wiki/Irkens",
        "https://en.wikipedia.org/wiki/Jinn",
        "https://en.wikipedia.org/wiki/Leprechaun",
        "https://en.wikipedia.org/wiki/List_of_alleged_extraterrestrial_beings",
        "https://en.wikipedia.org/wiki/Men_in_black",
        "https://en.wikipedia.org/wiki/Nordic_aliens",
        "https://en.wikipedia.org/wiki/Reptilian_humanoid",
        "https://en.wikipedia.org/wiki/The_Awful_Green_Things_from_Outer_Space",
        "https://en.wikipedia.org/wiki/Project_Blue_Book",
        "https://en.wikipedia.org/wiki/BBC_News",
        "https://en.wikipedia.org/wiki/Radio_Free_Europe",
        "https://en.wikipedia.org/wiki/2004_in_literature",
        "https://en.wikipedia.org/wiki/1965_in_literature",
        "https://en.wikipedia.org/wiki/Unidentified_flying_object",
        "https://en.wikipedia.org/wiki/Ufology",
        "https://en.wikipedia.org/wiki/Index_of_ufology_articles",
        "https://en.wikipedia.org/wiki/List_of_reported_UFO_sightings",
        "https://en.wikipedia.org/wiki/List_of_reported_UFO_sightings",
        "https://en.wikipedia.org/wiki/UFO_sightings_in_outer_space",
        "https://en.wikipedia.org/wiki/Tulli_Papyrus",
        "https://en.wikipedia.org/wiki/Merkabah_mysticism",
        "https://en.wikipedia.org/wiki/Air_ship_of_Clonmacnoise",
        "https://en.wikipedia.org/wiki/1561_celestial_phenomenon_over_Nuremberg",
        "https://en.wikipedia.org/wiki/1566_celestial_phenomenon_over_Basel",
        "https://en.wikipedia.org/wiki/Bonilla_observation",
        "https://en.wikipedia.org/wiki/Battle_of_Los_Angeles",
        "https://en.wikipedia.org/wiki/Kenneth_Arnold_UFO_sighting",
        "https://en.wikipedia.org/wiki/1947_flying_disc_craze",
        "https://en.wikipedia.org/wiki/Flight_105_UFO_sighting",
        "https://en.wikipedia.org/wiki/Roswell_incident",
        "https://en.wikipedia.org/wiki/Rhodes_UFO_photographs",
        "https://en.wikipedia.org/wiki/Mantell_UFO_incident",
        "https://en.wikipedia.org/wiki/Gorman_dogfight",
        "https://en.wikipedia.org/wiki/Mariana_UFO_incident",
        "https://en.wikipedia.org/wiki/McMinnville_UFO_photographs",
        "https://en.wikipedia.org/wiki/Sperry_UFO_case",
        "https://en.wikipedia.org/wiki/Lubbock_Lights",
        "https://en.wikipedia.org/wiki/Flatwoods_monster",
        "https://en.wikipedia.org/wiki/Levelland_UFO_case",
        "https://en.wikipedia.org/wiki/Barney_and_Betty_Hill",
        "https://en.wikipedia.org/wiki/Lonnie_Zamora_incident",
        "https://en.wikipedia.org/wiki/Solway_Firth_Spaceman",
        "https://en.wikipedia.org/wiki/Exeter_incident",
        "https://en.wikipedia.org/wiki/Kecksburg_UFO_incident",
        "https://en.wikipedia.org/wiki/Westall_UFO",
        "https://en.wikipedia.org/wiki/Falcon_Lake_Incident",
        "https://en.wikipedia.org/wiki/Shag_Harbour_UFO_incident",
        "https://en.wikipedia.org/wiki/Jimmy_Carter_UFO_incident",
        "https://en.wikipedia.org/wiki/Finnish_Air_Force_UFO_sighting",
        "https://en.wikipedia.org/wiki/Pascagoula_Abduction",
        "https://en.wikipedia.org/wiki/Travis_Walton_UFO_incident",
        "https://en.wikipedia.org/wiki/1976_Tehran_UFO_incident",
        "https://en.wikipedia.org/wiki/Petrozavodsk_phenomenon",
        "https://en.wikipedia.org/wiki/Zanfretta_UFO_Incident",
        "https://en.wikipedia.org/wiki/Disappearance_of_Frederick_Valentich",
        "https://en.wikipedia.org/wiki/Kaikoura_lights",
        "https://en.wikipedia.org/wiki/Robert_Taylor_incident",
        "https://en.wikipedia.org/wiki/Val_Johnson_incident",
        "https://en.wikipedia.org/wiki/Rendlesham_Forest_incident",
        "https://en.wikipedia.org/wiki/Japan_Air_Lines_Cargo_Flight_1628_incident",
        "https://en.wikipedia.org/wiki/Ilkley_Moor_UFO_incident",
        "https://en.wikipedia.org/wiki/Voronezh_UFO_incident",
        "https://en.wikipedia.org/wiki/Belgian_UFO_wave",
        "https://en.wikipedia.org/wiki/Ariel_School_UFO_incident",
        "https://en.wikipedia.org/wiki/Varginha_UFO_incident",
        "https://en.wikipedia.org/wiki/Phoenix_Lights",
        "https://en.wikipedia.org/wiki/USS_Nimitz_UFO_incident",
        "https://en.wikipedia.org/wiki/2007_Alderney_UFO_sighting",
        "https://en.wikipedia.org/wiki/2009_Norwegian_spiral_anomaly",
        "https://en.wikipedia.org/wiki/USS_Theodore_Roosevelt_UFO_incidents",
        "https://en.wikipedia.org/wiki/Jetpack_man",
        "https://en.wikipedia.org/wiki/Maury_Island_incident",
        "https://en.wikipedia.org/wiki/Twin_Falls_saucer_hoax",
        "https://en.wikipedia.org/wiki/Trindade_Island_UFO_hoax",
        "https://en.wikipedia.org/wiki/1967_British_flying_saucer_hoax",
        "https://en.wikipedia.org/wiki/Majestic_12",
        "https://en.wikipedia.org/wiki/Gulf_Breeze_UFO_incident",
        "https://en.wikipedia.org/wiki/Alien_autopsy",
        "https://en.wikipedia.org/wiki/Morristown_UFO_hoax",
        "https://en.wikipedia.org/wiki/UFO_sightings_in_Argentina",
        "https://en.wikipedia.org/wiki/UFO_sightings_in_Australia",
        "https://en.wikipedia.org/wiki/UFO_sightings_in_Belarus",
        "https://en.wikipedia.org/wiki/UFO_sightings_in_Belgium",
        "https://en.wikipedia.org/wiki/UFO_sightings_in_Brazil",
        "https://en.wikipedia.org/wiki/UFO_sightings_in_Canada",
        "https://en.wikipedia.org/wiki/UFO_sightings_in_China",
        "https://en.wikipedia.org/wiki/UFO_sightings_in_France",
        "https://en.wikipedia.org/wiki/UFO_sightings_in_India",
        "https://en.wikipedia.org/wiki/UFO_sightings_in_Indonesia",
        "https://en.wikipedia.org/wiki/UFO_sightings_in_Iran",
        "https://en.wikipedia.org/wiki/UFO_sightings_in_Italy",
        "https://en.wikipedia.org/wiki/UFO_sightings_in_Mexico",
        "https://en.wikipedia.org/wiki/UFO_sightings_in_New_Zealand",
        "https://en.wikipedia.org/wiki/UFO_sightings_in_Norway",
        "https://en.wikipedia.org/wiki/UFO_sightings_in_the_Philippines",
        "https://en.wikipedia.org/wiki/UFO_sightings_in_Russia",
        "https://en.wikipedia.org/wiki/UFO_sightings_in_South_Africa",
        "https://en.wikipedia.org/wiki/UFO_sightings_in_Spain",
        "https://en.wikipedia.org/wiki/UFO_sightings_in_the_Canary_Islands",
        "https://en.wikipedia.org/wiki/UFO_sightings_in_Sweden",
        "https://en.wikipedia.org/wiki/UFO_sightings_in_Thailand",
        "https://en.wikipedia.org/wiki/UFO_sightings_in_the_United_Kingdom",
        "https://en.wikipedia.org/wiki/UFO_sightings_in_the_United_States",
        "https://en.wikipedia.org/wiki/Flying_saucer",
        "https://en.wikipedia.org/wiki/Foo_fighter",
        "https://en.wikipedia.org/wiki/Ghost_rockets",
        "https://en.wikipedia.org/wiki/Green_fireballs",
        "https://en.wikipedia.org/wiki/Mystery_airship",
        "https://en.wikipedia.org/wiki/Space_jellyfish",
        "https://en.wikipedia.org/wiki/List_of_alleged_extraterrestrial_beings",
        "https://en.wikipedia.org/wiki/Energy_being",
        "https://en.wikipedia.org/wiki/Grey_alien",
        "https://en.wikipedia.org/wiki/Insectoid",
        "https://en.wikipedia.org/wiki/Nordic_aliens",
        "https://en.wikipedia.org/wiki/Reptilian_humanoid",
        "https://en.wikipedia.org/wiki/The_Flying_Saucers_Are_Real",
        "https://en.wikipedia.org/wiki/Project_Sign",
        "https://en.wikipedia.org/wiki/Project_Grudge",
        "https://en.wikipedia.org/wiki/Flying_Saucer_Working_Party",
        "https://en.wikipedia.org/wiki/Project_Blue_Book",
        "https://en.wikipedia.org/wiki/Robertson_Panel",
        "https://en.wikipedia.org/wiki/The_Report_on_Unidentified_Flying_Objects",
        "https://en.wikipedia.org/wiki/National_Investigations_Committee_On_Aerial_Phenomena",
        "https://en.wikipedia.org/wiki/Condon_Committee",
        "https://en.wikipedia.org/wiki/Institute_22",
        "https://en.wikipedia.org/wiki/Project_Condign",
        "https://en.wikipedia.org/wiki/Advanced_Aerospace_Threat_Identification_Program",
        "https://en.wikipedia.org/wiki/Identification_studies_of_UFOs",
        "https://en.wikipedia.org/wiki/Unidentified_Aerial_Phenomena_Task_Force",
        "https://en.wikipedia.org/wiki/Ancient_astronauts",
        "https://en.wikipedia.org/wiki/Extraterrestrial_hypothesis",
        "https://en.wikipedia.org/wiki/Interdimensional_hypothesis",
        "https://en.wikipedia.org/wiki/Psychosocial_hypothesis",
        "https://en.wikipedia.org/wiki/Nazi_UFOs",
        "https://en.wikipedia.org/wiki/Fourth_International_Posadist",
        "https://en.wikipedia.org/wiki/UFO_conspiracy_theories",
        "https://en.wikipedia.org/wiki/Area_51",
        "https://en.wikipedia.org/wiki/Storm_Area_51",
        "https://en.wikipedia.org/wiki/Bob_Lazar",
        "https://en.wikipedia.org/wiki/Dulce_Base",
        "https://en.wikipedia.org/wiki/Men_in_black",
        "https://en.wikipedia.org/wiki/Alien_abduction",
        "https://en.wikipedia.org/wiki/History_of_alien_abduction_claims",
        "https://en.wikipedia.org/wiki/Alien_abduction_entities",
        "https://en.wikipedia.org/wiki/Alien_abduction_claimants",
        "https://en.wikipedia.org/wiki/Narrative_of_the_abduction_phenomenon",
        "https://en.wikipedia.org/wiki/Perspectives_on_the_abduction_phenomenon",
        "https://en.wikipedia.org/wiki/Niche_insurance",
        "https://en.wikipedia.org/wiki/Alien_implants",
        "https://en.wikipedia.org/wiki/Cattle_mutilation",
        "https://en.wikipedia.org/wiki/Close_encounter",
        "https://en.wikipedia.org/wiki/Contactee",
        "https://en.wikipedia.org/wiki/Crop_circle",
        "https://en.wikipedia.org/wiki/List_of_investigations_of_UFOs_by_governments",
        "https://en.wikipedia.org/wiki/GEIPAN",
        "https://en.wikipedia.org/wiki/List_of_UFO_organizations",
        "https://en.wikipedia.org/wiki/List_of_ufologists",
        "https://en.wikipedia.org/wiki/UFO_convention",
        "https://en.wikipedia.org/wiki/UFOs_in_fiction",
        "https://en.wikipedia.org/wiki/UFO_religion",
        "https://en.wikipedia.org/wiki/List_of_UFO_religions",
        "https://en.wikipedia.org/wiki/List_of_scientific_skeptics",
        "https://en.wikipedia.org/wiki/Committee_for_Skeptical_Inquiry",
        "https://en.wikipedia.org/wiki/Stock_character",
        "https://en.wikipedia.org/wiki/List_of_stock_characters",
        "https://en.wikipedia.org/wiki/Archetype",
        "https://en.wikipedia.org/wiki/Hero",
        "https://en.wikipedia.org/wiki/Action_hero",
        "https://en.wikipedia.org/wiki/Christ_figure",
        "https://en.wikipedia.org/wiki/Everyman",
        "https://en.wikipedia.org/wiki/Folk_hero",
        "https://en.wikipedia.org/wiki/Legacy_hero",
        "https://en.wikipedia.org/wiki/Mythological_king",
        "https://en.wikipedia.org/wiki/Paladin",
        "https://en.wikipedia.org/wiki/Superhero",
        "https://en.wikipedia.org/wiki/Youngest_son",
        "https://en.wikipedia.org/wiki/Antihero",
        "https://en.wikipedia.org/wiki/Byronic_hero",
        "https://en.wikipedia.org/wiki/Man_alone",
        "https://en.wikipedia.org/wiki/Tragic_hero",
        "https://en.wikipedia.org/wiki/Cyberhero",
        "https://en.wikipedia.org/wiki/Supersoldier",
        "https://en.wikipedia.org/wiki/Rogue_literature",
        "https://en.wikipedia.org/wiki/Lovable_rogue",
        "https://en.wikipedia.org/wiki/Gentleman_detective",
        "https://en.wikipedia.org/wiki/Trickster",
        "https://en.wikipedia.org/wiki/Tricky_slave",
        "https://en.wikipedia.org/wiki/Zanni",
        "https://en.wikipedia.org/wiki/Harlequin",
        "https://en.wikipedia.org/wiki/Brighella",
        "https://en.wikipedia.org/wiki/Scapino",
        "https://en.wikipedia.org/wiki/Pulcinella",
        "https://en.wikipedia.org/wiki/Pierrot",
        "https://en.wikipedia.org/wiki/Bad_boy_archetype",
        "https://en.wikipedia.org/wiki/Gentleman_thief",
        "https://en.wikipedia.org/wiki/Pirates_in_popular_culture",
        "https://en.wikipedia.org/wiki/Air_pirate",
        "https://en.wikipedia.org/wiki/Space_pirate",
        "https://en.wikipedia.org/wiki/Villain",
        "https://en.wikipedia.org/wiki/False_hero",
        "https://en.wikipedia.org/wiki/Double_agent",
        "https://en.wikipedia.org/wiki/Evil_twin",
        "https://en.wikipedia.org/wiki/Social_Darwinist",
        "https://en.wikipedia.org/wiki/Dark_lord",
        "https://en.wikipedia.org/wiki/Mad_scientist",
        "https://en.wikipedia.org/wiki/Supervillain",
        "https://en.wikipedia.org/wiki/Monster",
        "https://en.wikipedia.org/wiki/Evil_clown",
        "https://en.wikipedia.org/wiki/Killer_toy",
        "https://en.wikipedia.org/wiki/Monster_girl",
        "https://en.wikipedia.org/wiki/List_of_swamp_monsters",
        "https://en.wikipedia.org/wiki/Vampires_in_popular_culture",
        "https://en.wikipedia.org/wiki/Zombie",
        "https://en.wikipedia.org/wiki/Alazon",
        "https://en.wikipedia.org/wiki/Archenemy",
        "https://en.wikipedia.org/wiki/Folk_devil",
        "https://en.wikipedia.org/wiki/Masked_Mystery_Villain",
        "https://en.wikipedia.org/wiki/Miser",
        "https://en.wikipedia.org/wiki/Vecchio",
        "https://en.wikipedia.org/wiki/Pantalone",
        "https://en.wikipedia.org/wiki/Il_Dottore",
        "https://en.wikipedia.org/wiki/Il_Capitano",
        "https://en.wikipedia.org/wiki/Feminine",
        "https://en.wikipedia.org/wiki/Girl_next_door",
        "https://en.wikipedia.org/wiki/Hooker_with_a_heart_of_gold",
        "https://en.wikipedia.org/wiki/Loosu_ponnu",
        "https://en.wikipedia.org/wiki/Magical_girlfriend",
        "https://en.wikipedia.org/wiki/Catgirl",
        "https://en.wikipedia.org/wiki/Monster_girl",
        "https://en.wikipedia.org/wiki/Manic_Pixie_Dream_Girl",
        "https://en.wikipedia.org/wiki/Hag",
        "https://en.wikipedia.org/wiki/Cat_lady",
        "https://en.wikipedia.org/wiki/Crone",
        "https://en.wikipedia.org/wiki/Fairy_godmother",
        "https://en.wikipedia.org/wiki/La_Ruffiana",
        "https://en.wikipedia.org/wiki/Loathly_lady",
        "https://en.wikipedia.org/wiki/Hawksian_woman",
        "https://en.wikipedia.org/wiki/Dragon_Lady",
        "https://en.wikipedia.org/wiki/Femme_fatale",
        "https://en.wikipedia.org/wiki/Tsundere",
        "https://en.wikipedia.org/wiki/Women_warriors_in_literature_and_culture",
        "https://en.wikipedia.org/wiki/Jungle_girl",
        "https://en.wikipedia.org/wiki/Magical_girl",
        "https://en.wikipedia.org/wiki/Princesse_lointaine",
        "https://en.wikipedia.org/wiki/Southern_belle",
        "https://en.wikipedia.org/wiki/Valley_girl",
        "https://en.wikipedia.org/wiki/Yamato_nadeshiko",
        "https://en.wikipedia.org/wiki/LGBT_stereotypes",
        "https://en.wikipedia.org/wiki/Laotong",
        "https://en.wikipedia.org/wiki/Columbina",
        "https://en.wikipedia.org/wiki/Mammy_stereotype",
        "https://en.wikipedia.org/wiki/Geek_girl",
        "https://en.wikipedia.org/wiki/Gamer_girl",
        "https://en.wikipedia.org/wiki/Damsel_in_distress",
        "https://en.wikipedia.org/wiki/Final_girl",
        "https://en.wikipedia.org/wiki/Princess_and_dragon",
        "https://en.wikipedia.org/wiki/Masculine",
        "https://en.wikipedia.org/wiki/Harlequin",
        "https://en.wikipedia.org/wiki/Pierrot",
        "https://en.wikipedia.org/wiki/Father_figure",
        "https://en.wikipedia.org/wiki/Wise_old_man",
        "https://en.wikipedia.org/wiki/Elderly_martial_arts_master",
        "https://en.wikipedia.org/wiki/American_mappillai",
        "https://en.wikipedia.org/wiki/Himbo",
        "https://en.wikipedia.org/wiki/Ivan_the_Fool",
        "https://en.wikipedia.org/wiki/Little_Johnny",
        "https://en.wikipedia.org/wiki/Nice_guy",
        "https://en.wikipedia.org/wiki/Nice_Jewish_boy_stereotype",
        "https://en.wikipedia.org/wiki/Superfluous_man",
        "https://en.wikipedia.org/wiki/Prince_Charming",
        "https://en.wikipedia.org/wiki/Feral_child",
        "https://en.wikipedia.org/wiki/Noble_savage",
        "https://en.wikipedia.org/wiki/Caveman",
        "https://en.wikipedia.org/wiki/Mole_people",
        "https://en.wikipedia.org/wiki/Mountain_man",
        "https://en.wikipedia.org/wiki/LGBT_stereotypes",
        "https://en.wikipedia.org/wiki/Otokonoko",
        "https://en.wikipedia.org/wiki/Bad_boy_archetype",
        "https://en.wikipedia.org/wiki/Pachuco",
        "https://en.wikipedia.org/wiki/Black_knight",
        "https://en.wikipedia.org/wiki/Adolescent_cliques",
        "https://en.wikipedia.org/wiki/Barbarian",
        "https://en.wikipedia.org/wiki/Clown",
        "https://en.wikipedia.org/wiki/Dragonslayer",
        "https://en.wikipedia.org/wiki/Imaginary_friend",
        "https://en.wikipedia.org/wiki/Innamorati",
        "https://en.wikipedia.org/wiki/Magical_Negro",
        "https://en.wikipedia.org/wiki/Pop_icon",
        "https://en.wikipedia.org/wiki/Shoulder_angel",
        "https://en.wikipedia.org/wiki/Sidekick",
        "https://en.wikipedia.org/wiki/Straight_man",
        "https://en.wikipedia.org/wiki/Tokenism",
        "https://en.wikipedia.org/wiki/Town_drunk",
        "https://en.wikipedia.org/wiki/Tragic_mulatto",
        "https://en.wikipedia.org/wiki/Village_idiot",
        "https://en.wikipedia.org/wiki/White_savior_narrative_in_film",
        "https://en.wikipedia.org/wiki/Little_green_men",
        "https://en.wikipedia.org/wiki/Little_green_men",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}