{
    "url": "https://en.wikipedia.org/wiki/Little_Murders",
    "title": "Little Murders",
    "table_of_contents": [
        "1 Plot",
        "2 Cast",
        "3 On stage",
        "3.1 Development",
        "3.2 1967 Broadway production",
        "3.3 1967 London production",
        "3.4 1969 Off Broadway production",
        "4 Film production",
        "4.1 Jean-Luc Godard",
        "4.2 Alan Arkin",
        "4.3 Shooting",
        "5 Reception",
        "6 In popular culture",
        "7 See also",
        "8 References",
        "9 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Little Murders is a 1971 American black comedy film directed by Alan Arkin, in his feature film directorial debut, and starring Elliott Gould and Marcia Rodd.[3] Based on the stage play of the same name by Jules Feiffer, it is the story of a woman, Patsy (Rodd), who brings home her boyfriend, Alfred (Gould), to meet her severely dysfunctional family amidst a series of random shootings, garbage strikes and electrical outages ravaging their New York City neighborhood.\n\n"
        },
        {
            "title": "Plot",
            "text": "Patsy Newquist is a 27-year-old interior designer who lives in a New York City that is rife with street crime, noise, obscene phone calls, power blackouts and unsolved homicides. When she sees a defenseless man being attacked by street thugs, she intervenes, but is surprised when the passive victim doesn't even bother to thank her. She ends up attracted to the man, Alfred Chamberlain, a photographer, but finds that he is emotionally vacant, barely able to feel pain or pleasure. He permits muggers to beat him up until they get tired and go away.\n\nPatsy is accustomed to \"molding\" men. Alfred is different. When she brings him home to meet her parents and brother, he is almost non-verbal, except to tell her that he doesn't care for families. He learns that Patsy had another brother who was murdered for no known reason. Patsy's eccentric family is surprised when she announces their intention to wed, then amazed when their marriage ceremony conducted by the existential Rev. Dupas turns into a free-for-all. Determined to discover why her new husband is the way he is, Patsy sends Alfred to Chicago to visit his parents, who he left at 17 years of age, with a questionnaire about his childhood. He records the interview with his parents, in which they deny memory of his childhood.\n\nAlfred ultimately agrees to try to become Patsy's kind of man, the kind willing to \"fight back,\" professes he is able to feel emotions again, and that his first feeling is worship for Patsy. The instant that happens, a sniper's bullet kills Patsy, again for no apparent reason. A blood-splattered Alfred goes to her parents' apartment, New Yorkers barely noticing his state. He descends into a silent stupor, Patsy's father even having to feed him. A ranting, disturbed police detective, Lt. Miles Practice, drops by, almost unable to function due to the number of unsolved murders in the city. After he leaves, Alfred goes for a walk in the park. He returns with a rifle, which he doesn't know how to load. Patsy's father shows him how. Then the two of them, along with Patsy's brother, take turns shooting people down on the street. Upon believing Alfred to have shot Lt. Practice, their mood brightens, and all three men giddily join Patsy's mother, who appears horrified, for dinner at the table.\n\n"
        },
        {
            "title": "On stage",
            "text": "Feiffer says he was inspired to write the story by the assassination of John F. Kennedy. \"Which was odd because I wasn't a big fan of his; he was the first actor in the White House,\" he said. \"And then when Oswald was shot, I thought there is a madness going on. And because of my politics, I saw that madness in Vietnam, too. So the motive of the play was the breakdown of all forms of authority—religion, family, the police. Urban violence was always the metaphor in my mind for something more serious in the country.\"[4]\n\nFeiffer originally wrote it as a novel. \"Having gone to theater a lot and read plays a lot since adolescence, I realized that if I ever wrote the sort of play I wanted to write, it would close in a week. I felt I'd already done my masochistic years at The Village Voice—eight years of cartoons without a penny. But I felt this grim sense of what was going on and I didn't feel the cartoons could express that fully. I also felt the cartoons were being too easily accepted.\"[4]\n\nFeiffer worked on the novel for two years but was unhappy with it.[5] Then he discovered an original outline for the novel which he thought would make a good play. He wrote a first draft in three weeks. \"And I realized that whatever the fate of the play, I was stuck as a playwright. I felt as at home with a play as with the cartoon.\"[4]\n\nThe play was going to have its world premiere at the Yale School of Drama in October 1966.[6] However that ended when there was a chance it would be produced on Broadway. Alexander Cohen eventually got the rights.[7] Stage rights were also optioned by the Aldwych Theatre in London.[8]\n\nThe play was staged on Broadway in 1967 with a cast that included Elliott Gould and Barbara Cook and a budget of $100,000. It was directed by George L. Sherman.[9][10]\n\nReviews were mixed. Walter Kerr said \"The comedy comes to a point where it can no longer keep a grin on its face, not even a twisted one. Mr. Feiffer gives over the business of suggesting serious comment from inside a lazy, lunatic stance, and like a too successfully reformed gag man, goes straight.\"[11][12]\n\nFeiffer called it an \"atrocious production\" but admits he was involved in all key creative decisions.[13] The play lasted only seven performances.[14] Walter Kerr, who had given the play a mixed review, wrote an article saying the play had promise and that it was a shame the piece could not have been further developed.[15] The fate of the play was given as an example of the lack of critical and producer support given to new American plays on Broadway.[13]\n\nThis failure was followed by a successful London production by the Royal Shakespeare Company, directed by Christopher Morahan at the Aldwych Theatre. Reviews were better though not raves and the play was voted by critics as best foreign play of the year.[16] Feiffer said this production \"saved my sanity.\"[13]\n\nTed Mann had the idea of reviving the play off Broadway and hired Alan Arkin to direct. It was revived in 1969 by Circle in the Square in New York City, directed by Arkin with a cast that included Linda Lavin, Vincent Gardenia, and Fred Willard.[17] Feiffer had no creative involvement in the production.[13] The New York Times called the production \"fantastically funny.\"[18] That production ran for 400 performances, and won Feiffer an Obie Award. Lavin won the 1969 Outer Critics Circle Award for Best Performance.\n\nThere was also a successful 1969 production in Los Angeles.[19][20]\n\nArkin directed Feiffer's second play The White House Murder Case.[21]\n\n"
        },
        {
            "title": "Film production",
            "text": "In January 1969, Elliott Gould announced he had formed his own production company with Jack Brodsky and that they would make two films: The Assistant, from a novel by Bernard Malamud, and Little Murders. Gould said he signed Jean-Luc Godard to direct.[22] United Artists were going to finance and release it, and Robert Benton and David Newman would write the script.[23]\n\nGould was unhappy with Benton and Newman's script, and Godard's interest waned.[24]\n\nFeiffer wrote the script. He added new scenes, including new characters such as Alfred Chamberlain's parents (played by John Randolph and Doris Roberts). Feiffer said \"all I've done in the screenplay is change it from a theatre cliche to a movie cliche.\"[25]\n\nGould asked Arkin to direct (he had never directed a feature before but had directed two short films and had extensive experience as a theatre director). Arkin was reluctant to return to the material but was persuaded after a series of meetings with Feiffer; he was announced as the director in March 1970.[24][26][27][28][29] Arkin said the film was \"about the human condition.\"[30]\n\nRichard Zanuck, head of Fox, who had made MASH and Move with Gould, agreed to finance the film for $1.4 million. Gould's salary was $200,000, deferred until after the film made a profit.[31]\n\nFilming began in April 1970 and finished June 11, $100,000 under budget.[24] \"Frankly, I'm scared by what we did,\" said Arkin, \"particularly the last 10 minutes.\"[24] Feiffer later said \"there were all sorts of problems\" with Arkin on the film, \"although we had worked together very happily on the play. And it was by no means collaborative. He really wanted nothing to do with me. I had very little input into how that movie came out, and some of it is good and some of it isn't.\" Feiffer said he was not pleased with the film. \"I think that's not his fault, entirely, it's also mine. I made compromises on the screenplay that were not his idea, they were my own. I was inexperienced, and they were dumb ideas. But then there were things that were his fault. Some of his casting. The style of the film, which worked very well on stage, but wasn't appropriate for film, I don't think.\"[32]\n\n"
        },
        {
            "title": "Reception",
            "text": "The film was given a limited release to allow critical reception to grow.[24]\n\nRoger Ebert of the Chicago Sun-Times gave the film a perfect four stars and wrote, \"One of the reasons it works, and is indeed a definitive reflection of America's darker moods, is that it breaks audiences down into isolated individuals, vulnerable and uncertain. Most movies create a temporary sort of democracy, a community of strangers there in the darkened theater. Not this one. The movie seems to be saying that New York City has a similar effect on its citizens, and that it will get you if you don't watch out.\"[33] Gene Siskel of the Chicago Tribune also awarded his top grade of four stars and called it \"a mean little comedy that made me laugh and then think, 'God, how could I laugh at that.'\"[34]\n\nRoger Greenspun of The New York Times wrote, \"Essentially 'Little Murders' constructs its world from the point of view of someone sitting behind the locked doors of an apartment on the Upper West Side—and so long as it maintains the conditions of that point of view it works—dramatically, cinematically, whatever way you will. Once it breaks with those conditions it becomes unterrifying, unfunny, superficial, inadequate.But 'Little Murders' usually is funny—in its great harangues and sermons, in its superlative cast, and in Arkin's direct intelligence in handling most of the dramatic moments.\"[35] Vincent Canby, also writing in the Times, was more positive, calling it \"a very funny, very intelligent, very affecting movie.\"[36][37]\n\nVariety wrote, \"Combining comedy with deadly serious comment on the nature of the world is a most difficult undertaking. If the theme is violence, and the design is to create a shattering experience for the audience, the project becomes even more difficult. But Alan Arkin, making a most impressive directorial debut, has surmounted these difficulties brilliantly. He has made a film that is not only funny but devastating in its emotional impact.\"[38][39]\n\nCharles Champlin of the Los Angeles Times called the film \"brilliantly successful\" and \"a remarkable debut for Arkin as a movie maker.\"[40] Gary Arnold of The Washington Post wrote that the film \"has good lines and bits of performance (especially by Miss Wilson and Vincent Gardenia as the elder Newquists and Don Sutherland as a hippie minister), but it doesn't have a consistent, unifying point of view.\"[41]\n\nOn Rotten Tomatoes the film had an approval rating of 67% based on reviews from 12 critics.[42]\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Little_Murder",
        "https://en.wikipedia.org/wiki/Alan_Arkin",
        "https://en.wikipedia.org/wiki/Jules_Feiffer",
        "https://en.wikipedia.org/wiki/Elliott_Gould",
        "https://en.wikipedia.org/wiki/Marcia_Rodd",
        "https://en.wikipedia.org/wiki/Vincent_Gardenia",
        "https://en.wikipedia.org/wiki/Elizabeth_Wilson",
        "https://en.wikipedia.org/wiki/Jon_Korkes",
        "https://en.wikipedia.org/wiki/Doris_Roberts",
        "https://en.wikipedia.org/wiki/Donald_Sutherland",
        "https://en.wikipedia.org/wiki/Lou_Jacobi",
        "https://en.wikipedia.org/wiki/Alan_Arkin",
        "https://en.wikipedia.org/wiki/Gordon_Willis",
        "https://en.wikipedia.org/wiki/DeLuxe_Color",
        "https://en.wikipedia.org/wiki/20th_Century_Fox",
        "https://en.wikipedia.org/wiki/Black_comedy_film",
        "https://en.wikipedia.org/wiki/Alan_Arkin",
        "https://en.wikipedia.org/wiki/Elliott_Gould",
        "https://en.wikipedia.org/wiki/Marcia_Rodd",
        "https://en.wikipedia.org/wiki/Jules_Feiffer",
        "https://en.wikipedia.org/wiki/New_York_City",
        "https://en.wikipedia.org/wiki/Elliott_Gould",
        "https://en.wikipedia.org/wiki/Marcia_Rodd",
        "https://en.wikipedia.org/wiki/Vincent_Gardenia",
        "https://en.wikipedia.org/wiki/Elizabeth_Wilson",
        "https://en.wikipedia.org/wiki/Jon_Korkes",
        "https://en.wikipedia.org/wiki/Doris_Roberts",
        "https://en.wikipedia.org/wiki/Donald_Sutherland",
        "https://en.wikipedia.org/wiki/Lou_Jacobi",
        "https://en.wikipedia.org/wiki/Alan_Arkin",
        "https://en.wikipedia.org/wiki/Yale_School_of_Drama",
        "https://en.wikipedia.org/wiki/Broadway_theatre",
        "https://en.wikipedia.org/wiki/Aldwych_Theatre",
        "https://en.wikipedia.org/wiki/Elliott_Gould",
        "https://en.wikipedia.org/wiki/Barbara_Cook",
        "https://en.wikipedia.org/wiki/Walter_Kerr",
        "https://en.wikipedia.org/wiki/Walter_Kerr",
        "https://en.wikipedia.org/wiki/Royal_Shakespeare_Company",
        "https://en.wikipedia.org/wiki/Christopher_Morahan",
        "https://en.wikipedia.org/wiki/Alan_Arkin",
        "https://en.wikipedia.org/wiki/Circle_in_the_Square",
        "https://en.wikipedia.org/wiki/Linda_Lavin",
        "https://en.wikipedia.org/wiki/Vincent_Gardenia",
        "https://en.wikipedia.org/wiki/Fred_Willard",
        "https://en.wikipedia.org/wiki/Obie_Award",
        "https://en.wikipedia.org/wiki/Bernard_Malamud",
        "https://en.wikipedia.org/wiki/United_Artists",
        "https://en.wikipedia.org/wiki/Robert_Benton",
        "https://en.wikipedia.org/wiki/Doris_Roberts",
        "https://en.wikipedia.org/wiki/Richard_Zanuck",
        "https://en.wikipedia.org/wiki/Roger_Ebert",
        "https://en.wikipedia.org/wiki/Gene_Siskel",
        "https://en.wikipedia.org/wiki/Chicago_Tribune",
        "https://en.wikipedia.org/wiki/Roger_Greenspun",
        "https://en.wikipedia.org/wiki/Vincent_Canby",
        "https://en.wikipedia.org/wiki/Charles_Champlin",
        "https://en.wikipedia.org/wiki/Los_Angeles_Times",
        "https://en.wikipedia.org/wiki/Rotten_Tomatoes",
        "https://en.wikipedia.org/wiki/Ryland_Bouchard",
        "https://en.wikipedia.org/wiki/Mad_Men",
        "https://en.wikipedia.org/wiki/Megan_Draper",
        "https://en.wikipedia.org/wiki/Dave_Sim",
        "https://en.wikipedia.org/wiki/Cerebus_the_Aardvark",
        "https://en.wikipedia.org/wiki/List_of_American_films_of_1971",
        "https://en.wikipedia.org/wiki/Turner_Classic_Movies",
        "https://en.wikipedia.org/wiki/The_New_York_Times",
        "https://en.wikipedia.org/wiki/The_New_York_Times",
        "https://en.wikipedia.org/wiki/Roger_Ebert",
        "https://en.wikipedia.org/wiki/Chicago_Tribune",
        "https://en.wikipedia.org/wiki/Vincent_Canby",
        "https://en.wikipedia.org/wiki/The_New_York_Times",
        "https://en.wikipedia.org/wiki/Rotten_Tomatoes",
        "https://en.wikipedia.org/wiki/IMDb",
        "https://en.wikipedia.org/wiki/New_York_Times",
        "https://en.wikipedia.org/wiki/IBDB",
        "https://en.wikipedia.org/wiki/Los_Angeles_Times",
        "https://en.wikipedia.org/wiki/Little_Murders",
        "https://en.wikipedia.org/wiki/Little_Murders",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}