{
    "url": "https://en.wikipedia.org/wiki/Living_systems",
    "title": "Living systems",
    "table_of_contents": [
        "1 Theory",
        "2 Miller's living systems theory",
        "2.1 Topics in living systems theory",
        "2.2 Strengths of Miller's theory",
        "2.3 Limitations",
        "3 See also",
        "4 References",
        "5 Further reading",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Living systems are open self-organizing life forms that interact with their environment. These systems are maintained by flows of information, energy and matter.\n\nIn the last few decades, some scientists have proposed that a general living systems theory is required to explain the nature of life.[1] Such a general theory, arising out of the ecological and biological sciences, attempts to map general principles for how all living systems work. Instead of examining phenomena by attempting to break things down into components, a general living systems theory explores phenomena in terms of dynamic patterns of relationships of organisms with their environment.\n\n"
        },
        {
            "title": "Theory",
            "text": "The living systems theory is a general theory about the existence of all living systems, their structure, interaction, behavior and development. This work is created by James Grier Miller, which was intended to formalize the concept of life. According to Miller's original conception as spelled out in his magnum opus Living Systems, a \"living system\" must contain each of twenty \"critical subsystems\", which are defined by their functions and visible in numerous systems, from simple cells to organisms, countries, and societies. In Living Systems Miller provides a detailed look at a number of systems in order of increasing size, and identifies his subsystems in each. \nMiller considers living systems as a subset of all systems. Below the level of living systems, he defines space and time, matter and energy, information and entropy, levels of organization, and physical and conceptual factors, and above living systems ecological, planetary and solar systems, galaxies, etc.[2]\n\nLiving systems according to Parent (1996) are by definition \"open self-organizing systems that have the special characteristics of life and interact with their environment. This takes place by means of information and material-energy exchanges. Living systems can be as simple as a single cell or as complex as a supranational organization such as the European Union. Regardless of their complexity, they each depend upon the same essential twenty subsystems (or processes) in order to survive and to continue the propagation of their species or types beyond a single generation\".[3]\n\nMiller said that systems exist at eight \"nested\" hierarchical levels: cell, organ, organism, group, organization, community, society, and supranational system. At each level, a system invariably comprises twenty critical subsystems, which process matter–energy or information except for the first two, which process both matter–energy and information: reproducer and boundary.\n\nThe processors of matter–energy are: \n\nThe processors of information are:\n\n"
        },
        {
            "title": "",
            "text": "James Grier Miller in 1978 wrote a 1,102-page volume to present his living systems theory. He constructed a general theory of living systems by focusing on concrete systems—nonrandom accumulations of matter–energy in physical space–time organized into interacting, interrelated subsystems or components. Slightly revising the original model a dozen years later, he distinguished eight \"nested\" hierarchical levels in such complex structures. Each level is \"nested\" in the sense that each higher level contains the next lower level in a nested fashion.\n\nHis central thesis is that the systems in existence at all eight levels are open systems composed of twenty critical subsystems that process inputs, throughputs, and outputs of various forms of matter–energy and information. Two of these subsystems—reproducer and boundary—process both matter–energy and information. Eight of them process only matter–energy. The other ten process information only. \n\nSeppänen (1998) says that Miller applied general systems theory on a broad scale to describe all aspects of living systems.[5]\n\nMiller's theory posits that the mutual interrelationship of the components of a system extends across the hierarchical levels. Examples: Cells and organs of a living system thrive on the food the organism obtains from its suprasystem; the member countries of a supranational system reap the benefits accrued from the communal activities to which each one contributes. Miller says that his eclectic theory \"ties together past discoveries from many disciplines and provides an outline into which new findings can be fitted\".[6]\n\nMiller says the concepts of space, time, matter, energy, and information are essential to his theory because the living systems exist in space and are made of matter and energy organized by information. Miller's theory of living systems employs two sorts of spaces: physical or geographical space, and conceptual or abstracted spaces. Time is the fundamental \"fourth dimension\" of the physical space–time continuum/spiral. Matter is anything that has mass and occupies physical space. Mass and energy are equivalent as one can be converted into the other. Information refers to the degrees of freedom that exist in a given situation to choose among signals, symbols, messages, or patterns to be transmitted.\n\nOther relevant concepts are system, structure, process, type, level, echelon, suprasystem, subsystem, transmissions, and steady state. A system can be conceptual, concrete or abstracted. The structure of a system is the arrangement of the subsystems and their components in three-dimensional space at any point of time. Process, which can be reversible or irreversible, refers to change over time of matter–energy or information in a system. Type defines living systems with similar characteristics. Level is the position in a hierarchy of systems. Many complex living systems, at various levels, are organized into two or more echelons. The suprasystem of any living system is the next higher system in which it is a subsystem or component. The totality of all the structures in a system which carry out a particular process is a subsystem. Transmissions are inputs and outputs in concrete systems. Because living systems are open systems, with continually altering fluxes of matter–energy and information, many of their equilibrium are dynamic—situations identified as steady states or flux equilibrium.\n\nMiller identifies the comparable matter–energy and information processing critical subsystems. Elaborating on the eight hierarchical levels, he defines society, which constitutes the seventh hierarchy, as \"a large, living, concrete system with [community] and lower am levels of living systems as subsystems and components\".[7] Society may include small, primitive, tot potential communities; ancient city–states, and kingdoms; as well as modern nation–states and empires that are not supranational systems. Miller provides general descriptions of each of the subsystems that fit all eight levels.\n\nA supranational system, in Miller's view, \"is composed of two or more societies, some or all of whose processes are under the control of a decider that is superordinate to their highest echelons\".[8] However, he contends that no supranational system with all its twenty subsystems under control of its decider exists today. The absence of a supranational decider precludes the existence of a concrete supranational system. Miller says that studying a supranational system is problematical because its subsystems\n\nAt the supranational system level, Miller's emphasis is on international organizations, associations, and groups comprising representatives of societies (nation–states). Miller identifies the subsystems at this level to suit this emphasis. Thus, for example, the reproducer is \"any multipurpose supranational system which creates a single purpose supranational organization\" (p. 914); and the boundary is the \"supranational forces, usually located on or near supranational borders, which defend, guard, or police them\" (p. 914).\n\nNot just those specialized in international communication, but all communication science scholars could pay particular attention to the major contributions of living systems theory (LST) to social systems approaches that Bailey[10] has pointed out:\n\nBailey says that LST, perhaps the \"most integrative\" social systems theory, has made many more contributions that may be easily overlooked, such as: providing a detailed analysis of types of systems; making a distinction between concrete and abstracted systems; discussion of physical space and time; placing emphasis on information processing; providing an analysis of entropy;  recognition of totipotential systems, and party potential systems; providing an innovative approach to the structure–process issue; and introducing the concept of joint subsystem—a subsystem that belongs to two systems simultaneously; of dispersal—lateral, outward, upward, and downward; of inclusion—inclusion of something from the environment that is not part of the system; of artifact—an animal-made or human-made inclusion; of adjustment process, which combats stress in a system; and of critical subsystems, which carry out processes that all living systems need to survive.[11]\n\nLST's analysis of the twenty interacting subsystems, Bailey adds, clearly distinguishing between matter–energy-processing and information-processing, as well as LST's analysis of the eight interrelated system levels, enables us to understand how social systems are linked to biological systems. LST also analyzes the irregularities or \"organizational pathologies\" of systems functioning (e.g., system stress and strain, feedback irregularities, information–input overload). It explicates the role of entropy in social research while it equates negentropy with information and order. It emphasizes both structure and process, as well as their interrelations.[12]\n\nIt omits the analysis of subjective phenomena, and it overemphasizes concrete Q-analysis (correlation of objects) to the virtual exclusion of R-analysis (correlation of variables). By asserting that societies (ranging from totipotential communities to nation-states and non-supranational systems) have greater control over their subsystem components than supranational systems have, it dodges the issue of transnational power over the contemporary social systems. Miller's supranational system bears no resemblance to the modern world-system that Immanuel Wallerstein (1974) described, although both of them were looking at the same living (dissipative) structure.\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Information",
        "https://en.wikipedia.org/wiki/Matter",
        "https://en.wikipedia.org/wiki/Life",
        "https://en.wikipedia.org/wiki/Ecology",
        "https://en.wikipedia.org/wiki/Biology",
        "https://en.wikipedia.org/wiki/Structure",
        "https://en.wikipedia.org/wiki/Interaction",
        "https://en.wikipedia.org/wiki/Behavior",
        "https://en.wikipedia.org/wiki/Developmental_biology",
        "https://en.wikipedia.org/wiki/James_Grier_Miller",
        "https://en.wikipedia.org/wiki/Masterpiece",
        "https://en.wikipedia.org/wiki/System",
        "https://en.wikipedia.org/wiki/Space",
        "https://en.wikipedia.org/wiki/Time",
        "https://en.wikipedia.org/wiki/Matter",
        "https://en.wikipedia.org/wiki/Energy",
        "https://en.wikipedia.org/wiki/Information",
        "https://en.wikipedia.org/wiki/Entropy",
        "https://en.wikipedia.org/wiki/Organization",
        "https://en.wikipedia.org/wiki/System",
        "https://en.wikipedia.org/wiki/Social_environment",
        "https://en.wikipedia.org/wiki/Organization",
        "https://en.wikipedia.org/wiki/Complexity",
        "https://en.wikipedia.org/wiki/System",
        "https://en.wikipedia.org/wiki/Subsystem",
        "https://en.wikipedia.org/wiki/General_systems_theory",
        "https://en.wikipedia.org/wiki/Negentropy",
        "https://en.wikipedia.org/wiki/Immanuel_Wallerstein",
        "https://en.wikipedia.org/wiki/Artificial_life",
        "https://en.wikipedia.org/wiki/Autonomous_Agency_Theory",
        "https://en.wikipedia.org/wiki/Biological_organization",
        "https://en.wikipedia.org/wiki/Biological_systems",
        "https://en.wikipedia.org/wiki/Complex_systems",
        "https://en.wikipedia.org/wiki/Earth_system_science",
        "https://en.wikipedia.org/wiki/Information_metabolism",
        "https://en.wikipedia.org/wiki/Spome",
        "https://en.wikipedia.org/wiki/Systems_biology",
        "https://en.wikipedia.org/wiki/Systems_theory",
        "https://en.wikipedia.org/wiki/Viable_System_Theory",
        "https://en.wikipedia.org/wiki/Cambridge_University_Press",
        "https://en.wikipedia.org/wiki/SUNY_Press",
        "https://en.wikipedia.org/wiki/Kluwer_Academic",
        "https://en.wikipedia.org/wiki/Systems_science",
        "https://en.wikipedia.org/wiki/System",
        "https://en.wikipedia.org/wiki/Human_body",
        "https://en.wikipedia.org/wiki/Systems_art",
        "https://en.wikipedia.org/wiki/Biological_system",
        "https://en.wikipedia.org/wiki/Complex_system",
        "https://en.wikipedia.org/wiki/Complex_adaptive_system",
        "https://en.wikipedia.org/wiki/Conceptual_system",
        "https://en.wikipedia.org/wiki/Database",
        "https://en.wikipedia.org/wiki/Dynamical_system",
        "https://en.wikipedia.org/wiki/Ecosystem",
        "https://en.wikipedia.org/wiki/Economic_system",
        "https://en.wikipedia.org/wiki/Energy_system",
        "https://en.wikipedia.org/wiki/Formal_system",
        "https://en.wikipedia.org/wiki/Information_system",
        "https://en.wikipedia.org/wiki/List_of_national_legal_systems",
        "https://en.wikipedia.org/wiki/System_of_measurement",
        "https://en.wikipedia.org/wiki/Metric_system",
        "https://en.wikipedia.org/wiki/Nervous_system",
        "https://en.wikipedia.org/wiki/Nonlinear_system",
        "https://en.wikipedia.org/wiki/Operating_system",
        "https://en.wikipedia.org/wiki/Planetary_system",
        "https://en.wikipedia.org/wiki/Political_system",
        "https://en.wikipedia.org/wiki/Sensory_system",
        "https://en.wikipedia.org/wiki/Social_system",
        "https://en.wikipedia.org/wiki/Star_system",
        "https://en.wikipedia.org/wiki/Writing_system",
        "https://en.wikipedia.org/wiki/Doubling_time",
        "https://en.wikipedia.org/wiki/Twelve_leverage_points",
        "https://en.wikipedia.org/wiki/Limiting_factor",
        "https://en.wikipedia.org/wiki/Negative_feedback",
        "https://en.wikipedia.org/wiki/Positive_feedback",
        "https://en.wikipedia.org/wiki/Chaos_theory",
        "https://en.wikipedia.org/wiki/Complex_systems",
        "https://en.wikipedia.org/wiki/Control_theory",
        "https://en.wikipedia.org/wiki/Cybernetics",
        "https://en.wikipedia.org/wiki/Earth_system_science",
        "https://en.wikipedia.org/wiki/Sociotechnical_system",
        "https://en.wikipedia.org/wiki/Systemics",
        "https://en.wikipedia.org/wiki/Urban_metabolism",
        "https://en.wikipedia.org/wiki/Systems_analysis",
        "https://en.wikipedia.org/wiki/Systems_biology",
        "https://en.wikipedia.org/wiki/System_dynamics",
        "https://en.wikipedia.org/wiki/Systems_ecology",
        "https://en.wikipedia.org/wiki/Systems_engineering",
        "https://en.wikipedia.org/wiki/Systems_neuroscience",
        "https://en.wikipedia.org/wiki/Systems_pharmacology",
        "https://en.wikipedia.org/wiki/Systems_psychology",
        "https://en.wikipedia.org/wiki/Systems_theory",
        "https://en.wikipedia.org/wiki/Systems_thinking",
        "https://en.wikipedia.org/wiki/List_of_systems_scientists",
        "https://en.wikipedia.org/wiki/Alexander_Bogdanov",
        "https://en.wikipedia.org/wiki/William_Ross_Ashby",
        "https://en.wikipedia.org/wiki/Ruzena_Bajcsy",
        "https://en.wikipedia.org/wiki/Gregory_Bateson",
        "https://en.wikipedia.org/wiki/Anthony_Stafford_Beer",
        "https://en.wikipedia.org/wiki/Ludwig_von_Bertalanffy",
        "https://en.wikipedia.org/wiki/Margaret_Boden",
        "https://en.wikipedia.org/wiki/Murray_Bowen",
        "https://en.wikipedia.org/wiki/Kathleen_Carley",
        "https://en.wikipedia.org/wiki/Mary_Cartwright",
        "https://en.wikipedia.org/wiki/Manfred_Clynes",
        "https://en.wikipedia.org/wiki/George_Dantzig",
        "https://en.wikipedia.org/wiki/Fred_Emery",
        "https://en.wikipedia.org/wiki/Heinz_von_Foerster",
        "https://en.wikipedia.org/wiki/Stephanie_Forrest",
        "https://en.wikipedia.org/wiki/Jay_Wright_Forrester",
        "https://en.wikipedia.org/wiki/Lydia_Kavraki",
        "https://en.wikipedia.org/wiki/Faina_Mihajlovna_Kirillova",
        "https://en.wikipedia.org/wiki/George_Klir",
        "https://en.wikipedia.org/wiki/Allenna_Leonard",
        "https://en.wikipedia.org/wiki/Edward_Norton_Lorenz",
        "https://en.wikipedia.org/wiki/Niklas_Luhmann",
        "https://en.wikipedia.org/wiki/Humberto_Maturana",
        "https://en.wikipedia.org/wiki/Margaret_Mead",
        "https://en.wikipedia.org/wiki/Donella_Meadows",
        "https://en.wikipedia.org/wiki/James_Grier_Miller",
        "https://en.wikipedia.org/wiki/Radhika_Nagpal",
        "https://en.wikipedia.org/wiki/Talcott_Parsons",
        "https://en.wikipedia.org/wiki/Ilya_Prigogine",
        "https://en.wikipedia.org/wiki/Qian_Xuesen",
        "https://en.wikipedia.org/wiki/Anatol_Rapoport",
        "https://en.wikipedia.org/wiki/John_Seddon",
        "https://en.wikipedia.org/wiki/Peter_Senge",
        "https://en.wikipedia.org/wiki/Claude_Shannon",
        "https://en.wikipedia.org/wiki/Katia_Sycara",
        "https://en.wikipedia.org/wiki/Eric_Trist",
        "https://en.wikipedia.org/wiki/Francisco_Varela",
        "https://en.wikipedia.org/wiki/Kevin_Warwick",
        "https://en.wikipedia.org/wiki/Norbert_Wiener",
        "https://en.wikipedia.org/wiki/Jennifer_Wilby",
        "https://en.wikipedia.org/wiki/Anthony_Wilden",
        "https://en.wikipedia.org/wiki/Systems_theory_in_anthropology",
        "https://en.wikipedia.org/wiki/Systems_theory_in_archaeology",
        "https://en.wikipedia.org/wiki/Systems_theory_in_political_science",
        "https://en.wikipedia.org/wiki/List_of_systems_sciences_organizations",
        "https://en.wikipedia.org/wiki/Principia_Cybernetica",
        "https://en.wikipedia.org/wiki/Living_systems",
        "https://en.wikipedia.org/wiki/Living_systems",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}