{
    "url": "https://en.wikipedia.org/wiki/Lloyd_Alexander",
    "title": "Lloyd Alexander",
    "table_of_contents": [
        "1 Early life and education",
        "2 Writing career",
        "3 Themes and style",
        "4 Awards and honors",
        "5 Works",
        "5.1 Prydain series",
        "5.2 Westmark trilogy",
        "5.3 Vesper Holly series",
        "5.4 Other",
        "5.5 Translations",
        "5.6 Adaptations",
        "6 Notes",
        "7 References",
        "7.1 Sources",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Lloyd Chudley Alexander (January 30, 1924 – May 17, 2007) was an American author of more than 40 books, primarily fantasy novels for children and young adults. Over his seven-decade career, Alexander wrote 48 books, and his work has been translated into 20 languages.[1] His most famous work is The Chronicles of Prydain, a series of five high fantasy novels whose conclusion, The High King, was awarded the 1969 Newbery Medal for excellence in American children's literature.[2] He won U.S. National Book Awards in 1971 and 1982.[3][4]\n\nAlexander grew up in Pennsylvania during the Great Depression. He developed a passion for reading books and writing poetry. He attended college for only one term, believing that there was nothing more college could teach him. He enlisted in the United States Army and rose to be a staff sergeant in intelligence and counter-intelligence. He met his wife while he was stationed in France and studied French literature at the University of Paris. After returning to the United States with his new family, he struggled to make a living from writing until he published And Let the Credit Go (1955), his first autobiographical novel. His interest in Welsh mythology led to the publication of his series The Chronicles of Prydain. \n\nAlexander was nominated twice for the international Hans Christian Andersen Award, and received the 1971 National Book Award for Children's Books for The Marvelous Misadventures of Sebastian and the 1982 National Book Award for Westmark. Alexander received three lifetime achievement awards before his death in 2007. The Harold B. Lee Library at Brigham Young University contains a permanent Lloyd Alexander exhibit which showcases several items from his home office including his desk, typewriter, and manuscripts and editions of his books.\n\n"
        },
        {
            "title": "Early life and education",
            "text": "Alexander was born in Philadelphia on January 30, 1924, to Edna (née Chudley) and Alan Audley Alexander,[5] and grew up in Drexel Hill, Pennsylvania, a section of Upper Darby just west of the city.[6] He had an elder sister, Florence. His parents only read newspapers, but they did buy books \"at the Salvation Army to fill up empty shelves.\"[7] He taught himself to read around age four and skipped grades one and two at a private Quaker school. He and his friends played at war, using equipment from World War I in their games. After his father Alan, a stockbroker, bankrupted in the Wall Street Crash of 1929, Alexander attended public school, where he skipped yet another grade, entering seventh grade at age nine.[8] Alexander read Shakespeare, Dickens, Mark Twain and myths, especially King Arthur.[9] In addition to being interested in art, at age thirteen, Alexander wanted to become an Episcopalian priest; however, his family could not afford to send him to divinity school.[10][11] Passionate about writing, Alexander believed he could preach and worship God through his writing and his art.[12] In high school, he began writing romantic poetry modeled after the work of nineteenth-century poets and writing narrative short stories, but he failed to acquire interest from publishers.[13] His parents found him a job as a bank messenger, which inspired a satire that would become his first book published fifteen years later, And Let the Credit Go (1955).[7] He graduated at age sixteen in 1940 from Upper Darby High School, where he was inducted into the school's Wall of Fame in 1995.[14]\n\nHe attended West Chester State Teachers College, which he left after only one term because he did not find the curriculum rigorous enough.[15] After dropping out of college, Alexander worked for six months in the mailroom of the Atlantic Refining Company.[16] Alexander decided that adventure was a better school for a writer than college and enlisted in the US Army during World War II. He was too clumsy with artillery to be sent to the front, and the sight of blood made him faint, making him unfit to work as a medic. With no prior musical experience, he briefly played the cymbals in a marching band in Texas. Shortly after he was transferred to serve as a chaplain's assistant. He had the opportunity to study French language, politics, customs, and geography at Lafayette College through the army.[17][18] He was later moved to Camp Ritchie, Maryland, to receive specialized intelligence training in the United States Army Combat Intelligence and Counter-Intelligence Corps. There he met war veterans, scholars, refugees, and members of the Cherokee tribe.[19][20] He rose to be a staff sergeant in the corps.[21]\n\nAlexander was stationed in Wales and England briefly and then was assigned to the 7th army in eastern France where he translated radio messages for six months.[22] His next assignment was for the Paris office of the Counter Intelligence Corps (CIC) where he worked as a translator and an interpreter until the end of 1945.[22] After the war, Alexander attended the University of Paris where he studied French literature and was fascinated by the poetry of Paul Éluard. Alexander called Éluard on the phone and subsequently showed him his English translations of his work. Éluard immediately named Alexander his sole English translator.[22][23] Alexander also contacted Gertrude Stein, who advised him that becoming a writer was a difficult and discouraging process.[23] In Paris, he met Janine Denni who had a young daughter named Madeleine. Alexander and Denni were married on January 8, 1946, and soon moved to Philadelphia.[24] The three moved into the attic of his parents home where Alexander spent twelve hours a day translating Éluard's work and writing his own works.[25]\n\n"
        },
        {
            "title": "Writing career",
            "text": "For about fifteen years in Philadelphia, Alexander wrote primarily fiction, non-fiction, and translations for adults. Desperate for a job, he worked as a potter's apprentice for his sister. At the end of 1948, he started writing advertising copy and he began to receive more royalties for his translations, leading him to purchase a house for his family in Kellytown. However, he lost his job after three months, requiring his wife to take up employment in a textile mill to make ends meet. Alexander continued to write diligently, though no publishers bought his novels for seven years.[26]\n\nOne of his short stories, \"The Fantastic Symphony\" (1949), was published in the New Directions Annual, a surrealistic piece inspired by Berlioz's notes on the Symphonie fantastique.[27] Alexander's breakthrough came with his novel And Let the Credit Go (1955), his first autobiographical work which he focused on his experience as a bank messenger in his adolescence.[28] He wrote his second novel, My Five Tigers (1956), about his cats, continuing the trend of writing about subjects familiar to him.[29] He found work as a copyeditor and a cartoonist where he finished his last four adult publications. He wrote two semi-autobiographical novels: Janine is French (1959) and My Love Affair with Music (1960). Alexander co-authored Park Avenue Vet (1960) with Louis Camuti, who specialized in treating cats. The American Society for the Prevention of Cruelty to Animals subsequently commissioned their history, which Alexander wrote as Fifty Years in the Doghouse (1964).[29] During that time he wrote two non-fiction books for children, biographies for August Bondi and Aaron Lopez commissioned by the Jewish Publication Society, the former of which won the National Jewish Book Award in 1959.[30][31][32] Alexander's subsequent novel was his first of the fantasy genre: Time Cat (1963). He later called it \"the most creative and liberating experience of my life\".[9] The novel imagines a cat who can visit its other lives in different time periods, which Alexander researched extensively.[33] Fifty Years in the Doghouse (1964; reprinted as Send for Ryan) told stories of how William Michael Ryan saved animals as part of his job as a special agent for the ASPCA.[34]\n\nAlmost forty years old, he then specialized in children's fantasy, the genre of his best-known works. His wartime tenure in Wales introduced him to castles and scenery that would inspire settings for many of his books.[9] Alexander was particularly fascinated with Welsh mythology, especially the Mabinogion. The plot for The Book of Three is based on a fragment from the Myvyrian Archaiology. Alexander signed a book deal with Henry Holt and Company for a trilogy called The Sons of Llyr.[35][7] Alexander resisted simplifying the Welsh names, stating that they gave the book a certain mood and strangeness.[36] After the release of the first novel, The Book of Three (1964), the series became known as The Chronicles of Prydain. The second book of the series, The Black Cauldron, followed in 1965.[37] After beginning the third book, The Castle of Llyr (1966), Alexander decided his story needed to be told in four books, not three, and he planned his fourth and final novel The High King of Prydain. During this time he also worked at the Delaware Valley Announcer as an associate editor.[37] After having a near-death experience, Alexander hastily finished The High King, concerned he would be unable to finish his saga. However, his editor Ann Durell suggested that he write a fourth book in between The Castle of Llyr and The High King (1968); this book became Taran Wanderer (1967).[38] The five novels detail the adventures of a young man named Taran, who dreams of being a sword-bearing hero but has only the title Assistant Pig-Keeper. He progresses from youth to maturity and must finally choose whether to be High King of Prydain. Alexander also wrote two spin-off children's books from the Prydain series, Coll and His White Pig (1965) and The Truthful Harp (1967).[39] Alexander won the Newbery Medal for The High King in 1969.[39]\n\nAlexander's novel The Marvelous Misadventures of Sebastian (1970) was rejected after its first submission, and he rewrote it three times before it was published.[40] It won the National Book Award in 1971.[41] He published two picture books: The King's Fountain (1971) for which he collaborated with the author Ezra Jack Keats, and The Four Donkeys (1972). He wrote the novel The Cat Who Wished to be a Man in 1973.[41] The same year Alexander published The Foundling: And Other Tales of Prydain, a companion book to the Prydain series.[41] After the success of Prydain, Alexander was author-in-residence at Temple University from 1970 to 1974.[42] He once described it as being educational for him and as \"rather like being a visiting uncle, who has a marvelous time with his nephews and nieces, then goes off leaving the parents to cope with attacks of whooping cough, mending socks and blackmailing the kids to straighten up the mess in their rooms.\"[43] Alexander wrote The Wizard in the Tree while suffering from depression and published it in 1975. The character Arbican was based on Alexander and his personal struggles.[44] In 1977 he published The Town Cats, which received a more favorable critical reception than The Wizard in the Tree.[44] His next book, The First Two Lives of Lukas-Kasha, set in a fantasy world based on 15th century Persia, was published in 1978.[45] It won the Silver Slate Pencil Award in Holland and the Austrian Book Award in Austria.[45]\n\nAlexander's other fiction series are Westmark (1981 to 1984) and Vesper Holly (1987 to 1990 and 2005). Westmark features a former printer's apprentice involved in the rebellion and civil war in a fictional European kingdom around 1800. Vesper Holly is a wealthy and brilliant Philadelphia orphan who has adventures in various fictional countries during the 1870s.[a] There was some controversy about The Fortune-Tellers (1992), a picture book illustrated by Trina Schart Hyman. Some felt that the story was European in origin and therefore inappropriate for its African setting.[46] Alexander's last novel, The Golden Dream of Carlo Chuchio, was published in August 2007.[47]\n\nAlexander helped create the children's literary magazine Cricket and served on its editorial board.[48][49] He served on the library committee of World Book Encyclopedia in 1974 and in the board of directors in the Friends of the International Board on Books for Young People in 1982.[50] Alexander maintained a rigorous working schedule, awakening at 4 a.m. and working until the late afternoon, afterwards enjoying his sole meal with his wife. He adhered to this routine even when he did not feel inspired, stating that he could not rely on inspiration alone.[51] He corresponded with fans, who on occasion visited him in his home.[52]\n\nAlexander died on May 17, 2007, of cancer,[53] a few weeks after the death of his wife of sixty-one years.[31] His stepdaughter, Madeleine Khalil, had predeceased both him and her mother in 1995. He was survived by his five step-grandchildren and five step-great-grandchildren. He is buried at Arlington Cemetery in Drexel Hill.[54]\n\n"
        },
        {
            "title": "Themes and style",
            "text": "The Prydain Chronicles are set in a fantasy world that has much in common with Welsh folklore and mythology. Critics called the chronicles \"one of the most important and compelling examples of Welsh mythopoesis to date.\"[55] According to Dictionary of Literary Biography, Alexander's books had \"the special depth and insight provided by characters who not only act but think, feel and struggle with the same kinds of problems that confuse and trouble people in the twentieth century.\"[7] Some Arthurian scholars argue that Alexander took too many liberties with the material, creating works that are \"too contemporary\". Alexander described his own writings as based on myth, but written with his personal life experience or \"micromythology\".[56] C.W. Sullivan, a professor of Northern European mythology at East Carolina University, stated that Alexander took the structure of a fairy tale, or märchen, and added Welsh details.[57] Brian Attebery wrote that The Book of Three was \"no more than a clever imitation of Tolkien,\" but noted that Taran, written by an American, finds his identity in the future, not the past. Attebery described Alexander's mythopoeism as a \"modest\" success, bringing his own creativity to Welsh mythology.[58] Mark Oziewicz, a professor specializing in young adult fantasy,[59] wrote that the Prydain Chronicles show the importance of connecting the present to the past.[60] Taran learns firsthand the importance of stories when he encounters the characters from them, who are often nothing like he imagined. Throughout the series, he must trust the knowledge of authority figures when he takes on quests he does not initially understand. [61] The gradual transformation of Prydain from magical to mundane mirrors Taran's coming-of-age.[62] The way the series starts in the past but comments on the future is reminiscent of Welsh hanesion narrative, which returns to the past in order to heal the present.[63] Alexander's biographer Jill May, along with critic Normal Bagnall, noted several American themes in the Prydain series: that leadership is an ability, not inherited, and that anyone can become a hero.[64][65] Bagnall further elucidated that Taran's character development was American, with him growing from an inarticulate, self-conscious teen into a self-educated, self-sacrificing adult.[66] In contrast, Kath Filmer-Davies from the University of Queensland argues that the Welshness of the Prydain Chronicles is responsible for much of their appeal.[67] She noted that in Welsh culture, Taran's knowledge and nationalism are more important than his non-noble family status.[68]\n\nAlexander's works are usually coming-of-age novels in fantasy settings where characters fulfill quests.[69] The main characters are common people who return to their regular life after their quests. While his settings are inspired by fairy tales and legends, his stories are modern. Self-acceptance and awareness are vital for the protagonists to grow. Alexander's works are fundamentally optimistic about human nature, with endings that are hopeful rather than tragic. He stated that in his fantasy world, \"good is ultimately stronger than evil\" and \"courage, justice, love, and mercy actually function.\"[70] The Prydain Chronicles deal with themes of good and evil and what it means to be a hero. The Westmark Trilogy also explores good and evil and shows how corrupt leadership can lead to unrest and revolution. The main character, Mickle, reluctantly joins the army in an unexpected war, subverting typical war heroics. The books are appealing adventure stories that simultaneously discuss ethical issues, a quality that critic Hazel Rochman praised in School Library Journal. Writing at The Horn Book, Mary M. Burns stated that The Illyrian Adventure was excellent because it was believable while being a fantasy and had a strong underlying theme. Alexander himself remarked that his \"own concerns and questions\" still came out in his fiction.[69] He consciously used fantasy stories as a way to understand reality.[71]\n\nAlexander strove to create women characters who were more than a passive trophy for the hero. Rodney Fierce, a history professor,[72] analyzes Eilonwy's agency and character over the five books in the Prydain Chronicles. While she is independent and assertive in The Book of Three, other characters disapprove of her adventuring in The High King as unladylike, consistently dismissing her useful advice. Taran only becomes attracted to her when she is wearing fancy feminine clothes, while Eilonwy's affections do not rely on Taran being luxuriously accoutered. In The Castle of Llyr, Taran commands her not to leave the castle but cannot tell her why, leaving readers to feel that his controlling behavior is noble. His secrecy is only vital to make Eilonwy a helpless victim, which will in turn allow Taran to rescue her. In fighting the enchantress who conquered her ancestral home in Caer Colur, Eilonwy destroys her and the castle that would rightfully be hers. After the destruction of her home castle, Eilonwy's desire shifts from being focused on her own development to waiting to marry Taran. Even though Taran decides he would rather stay in Prydain than be with Eilonwy, Eilonwy gives up her magical power to marry Taran and stay with him in Prydain. Fierce concludes that, unlike other women in fantasy fiction, at least Eilonwy made the decision herself to lose her magical powers.[73] Sullivan noted how Taran's rise to power symbolizes an \"age of male dominance,\" contrasting Prydain's previous age of women in power.[74] In 1985, Lois Kuznets argued that the Prydain chronicles do not achieve American ideals because Taran becomes a king rather than a president, and Eilonwy does not \"achieve womanhood.\" Alexander's biographer, Jill May, rebutted this argument, stating that when Alexander wrote the books in the 1960s, his audience was just beginning to accept feminist ideas, and his works need to be considered in their historical context.[75] One critic, John Rowe Townsend, disliked the \"two-dimensional\" and \"predictable\" characters of Taran and Eilonwy.[76]\n\nSeveral critics have commented on Alexander's writing style. In a Horn Book review of the Vesper Holly books, Ethel L. Heins stated that Alexander's writing was \"elegant, witty, [and] beautifully paced.\"[69] Reviewers praised the action scenes in the Prydain chronicles, stating that they involved the reader in the scene without gruesome detail.[77] One of Alexander's biographers, Jill P. May, stated that his prose changes depending on the goal of his work. While his fantasy style has been compared to J.R.R. Tolkien and C.S. Lewis, his later writings have a completely different style.[78] His first work for children, a biography of a Jewish freedom fighter August Bondi, had little dialogue, perhaps in an effort to be faithful to historical sources. The fictional characters stood out more than Bondi's.[79] Alexander wrote another biography for the Jewish Publication Society on Aaron Lopez. In absence of detailed historical sources, Alexander fictionalized more events in this work, with Lopez's fictional attitudes mirroring Alexander's.[80]\n\n"
        },
        {
            "title": "Awards and honors",
            "text": "Alexander first garnered significant critical acclaim with his The Chronicles of Prydain series. The second volume (The Black Cauldron) was a runner-up for the 1966 Newbery Medal; the fourth (Taran Wanderer) was a School Library Journal Best Book of the Year; the fifth and concluding volume (The High King) won the 1969 Newbery.[81] Alexander was included in the 1972 third volume of the H. W. Wilson reference series, Book of Junior Authors and Illustrators[48]—early in his career as a children's writer, but after Prydain was complete.[82] For his contribution as a children's writer, Alexander was U.S. nominee in 1996 and again in 2008 for the biennial, international Hans Christian Andersen Award, the highest recognition available to creators of children's books.[83][84] Many of Alexander's later books received awards The Marvelous Misadventures of Sebastian won the 1971 National Book Award in category Children's Books[3] and in 1982 Westmark also won a National Book Award.[4][b]\nThe Fortune-Tellers, illustrated by Trina Schart Hyman, won the 1992\nBoston Globe–Horn Book Award in the Picture Book category.[85] The American Library Association selected The Beggar Queen as one of the best books for young adults in 1984, and The Illyrian Adventure as a \"notable book\" in 1986.[86] \nHe received at least three lifetime achievement awards.\nIn 1991 the Free Library of Philadelphia and the Pennsylvania Center for the Book awarded him the Pennbook Lifetime Achievement Award.[87]\nIn 2001 he received the inaugural Parents' Choice Foundation Lifetime Achievement Award.[88]\nIn 2003 Alexander received the World Fantasy Award for Life Achievement.[89]\n\nOn January 28, 2010, an exhibit opened at the Harold B. Lee Library on the campus of Brigham Young University, displaying several items from Alexander's home office, which he referred to as \"the Box.\" Items include manuscripts, editions of all his books, his violin, typewriter, and desk.[90] On October 19, 2012, a documentary chronicling the life and writings of Alexander was released.[91] The film is titled Lloyd Alexander.[92] On September 23, 2014, to mark the fiftieth anniversary of the series, Henry Holt published a special \"50th Anniversary Edition\" of The Book of Three.[93]\n\n"
        },
        {
            "title": "Works",
            "text": "The Cat Who Wished to Be a Man and The Wizard in the Tree were adapted and produced in Japan. Also in Japan, The Marvelous Misadventures of Sebastian was made into a TV series.[95]\n\nIn 1985 Disney released an animated film based on the first two books, called The Black Cauldron. The first Disney animated film to employ computer-generated images, it was a box-office failure and received mixed critical reviews. It was not released for home video until over a decade later. As of 2016, Disney was in early production of another adaptation of the Prydain series.[96][97]\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Lloyd_600",
        "https://en.wikipedia.org/wiki/Philadelphia",
        "https://en.wikipedia.org/wiki/Pennsylvania",
        "https://en.wikipedia.org/wiki/Drexel_Hill",
        "https://en.wikipedia.org/wiki/University_of_Paris",
        "https://en.wikipedia.org/wiki/Fantasy",
        "https://en.wikipedia.org/wiki/The_Chronicles_of_Prydain",
        "https://en.wikipedia.org/wiki/Fantasy_novels",
        "https://en.wikipedia.org/wiki/The_Chronicles_of_Prydain",
        "https://en.wikipedia.org/wiki/High_fantasy",
        "https://en.wikipedia.org/wiki/The_High_King",
        "https://en.wikipedia.org/wiki/Newbery_Medal",
        "https://en.wikipedia.org/wiki/National_Book_Award",
        "https://en.wikipedia.org/wiki/Pennsylvania",
        "https://en.wikipedia.org/wiki/Great_Depression",
        "https://en.wikipedia.org/wiki/Hans_Christian_Andersen_Award",
        "https://en.wikipedia.org/wiki/Brigham_Young_University",
        "https://en.wikipedia.org/wiki/Philadelphia",
        "https://en.wikipedia.org/wiki/Salvation_Army",
        "https://en.wikipedia.org/wiki/World_War_I",
        "https://en.wikipedia.org/wiki/Wall_Street_Crash_of_1929",
        "https://en.wikipedia.org/wiki/William_Shakespeare",
        "https://en.wikipedia.org/wiki/Charles_Dickens",
        "https://en.wikipedia.org/wiki/Mark_Twain",
        "https://en.wikipedia.org/wiki/King_Arthur",
        "https://en.wikipedia.org/wiki/Upper_Darby_High_School",
        "https://en.wikipedia.org/wiki/West_Chester_University",
        "https://en.wikipedia.org/wiki/United_States_Army",
        "https://en.wikipedia.org/wiki/World_War_II",
        "https://en.wikipedia.org/wiki/Lafayette_College",
        "https://en.wikipedia.org/wiki/Cherokee",
        "https://en.wikipedia.org/wiki/Staff_sergeant",
        "https://en.wikipedia.org/wiki/University_of_Paris",
        "https://en.wikipedia.org/wiki/Gertrude_Stein",
        "https://en.wikipedia.org/wiki/Symphonie_fantastique",
        "https://en.wikipedia.org/wiki/American_Society_for_the_Prevention_of_Cruelty_to_Animals",
        "https://en.wikipedia.org/wiki/August_Bondi",
        "https://en.wikipedia.org/wiki/Aaron_Lopez",
        "https://en.wikipedia.org/wiki/Time_Cat",
        "https://en.wikipedia.org/wiki/Welsh_mythology",
        "https://en.wikipedia.org/wiki/Mabinogion",
        "https://en.wikipedia.org/wiki/The_Myvyrian_Archaiology_of_Wales",
        "https://en.wikipedia.org/wiki/Ezra_Jack_Keats",
        "https://en.wikipedia.org/wiki/Temple_University",
        "https://en.wikipedia.org/wiki/Vesper_Holly",
        "https://en.wikipedia.org/wiki/Orphan",
        "https://en.wikipedia.org/wiki/Trina_Schart_Hyman",
        "https://en.wikipedia.org/wiki/Fairy_tale",
        "https://en.wikipedia.org/wiki/Brian_Attebery",
        "https://en.wikipedia.org/wiki/John_Rowe_Townsend",
        "https://en.wikipedia.org/wiki/School_Library_Journal",
        "https://en.wikipedia.org/wiki/Hans_Christian_Andersen_Award",
        "https://en.wikipedia.org/wiki/Free_Library_of_Philadelphia",
        "https://en.wikipedia.org/wiki/World_Fantasy_Award_for_Life_Achievement",
        "https://en.wikipedia.org/wiki/Brigham_Young_University",
        "https://en.wikipedia.org/wiki/The_Chronicles_of_Prydain",
        "https://en.wikipedia.org/wiki/Newbery_Honor",
        "https://en.wikipedia.org/wiki/The_Castle_of_Llyr",
        "https://en.wikipedia.org/wiki/Taran_Wanderer",
        "https://en.wikipedia.org/wiki/The_High_King",
        "https://en.wikipedia.org/wiki/Newbery_Medal",
        "https://en.wikipedia.org/wiki/The_Foundling_and_Other_Tales_of_Prydain",
        "https://en.wikipedia.org/wiki/The_Kestrel",
        "https://en.wikipedia.org/wiki/The_Beggar_Queen",
        "https://en.wikipedia.org/wiki/Vesper_Holly",
        "https://en.wikipedia.org/wiki/August_Bondi",
        "https://en.wikipedia.org/wiki/Aaron_Lopez",
        "https://en.wikipedia.org/wiki/William_Michael_Ryan",
        "https://en.wikipedia.org/wiki/American_Society_for_the_Prevention_of_Cruelty_to_Animals",
        "https://en.wikipedia.org/wiki/National_Book_Award",
        "https://en.wikipedia.org/wiki/The_Cat_Who_Wished_to_Be_a_Man",
        "https://en.wikipedia.org/wiki/The_Iron_Ring",
        "https://en.wikipedia.org/wiki/Gypsy_Rizka",
        "https://en.wikipedia.org/wiki/London",
        "https://en.wikipedia.org/wiki/John_Lehmann",
        "https://en.wikipedia.org/wiki/Existentialist",
        "https://en.wikipedia.org/wiki/Epistolary_novel",
        "https://en.wikipedia.org/wiki/Nausea",
        "https://en.wikipedia.org/wiki/Intimacy",
        "https://en.wikipedia.org/wiki/London",
        "https://en.wikipedia.org/wiki/London",
        "https://en.wikipedia.org/wiki/Walt_Disney_Animation_Studios",
        "https://en.wikipedia.org/wiki/Animated_film",
        "https://en.wikipedia.org/wiki/Centennial_Exhibition",
        "https://en.wikipedia.org/wiki/Association_for_Library_Service_to_Children",
        "https://en.wikipedia.org/wiki/National_Book_Foundation",
        "https://en.wikipedia.org/wiki/International_Reading_Association",
        "https://en.wikipedia.org/wiki/National_Council_of_Teachers_of_English",
        "https://en.wikipedia.org/wiki/Internet_Speculative_Fiction_Database",
        "https://en.wikipedia.org/wiki/International_Board_on_Books_for_Young_People",
        "https://en.wikipedia.org/wiki/Gyldendal",
        "https://en.wikipedia.org/wiki/Austrian_Literature_Online",
        "https://en.wikipedia.org/wiki/World_Fantasy_Convention",
        "https://en.wikipedia.org/wiki/Internet_Speculative_Fiction_Database",
        "https://en.wikipedia.org/wiki/Find_a_Grave",
        "https://en.wikipedia.org/wiki/Library_of_Congress",
        "https://en.wikipedia.org/wiki/Brigham_Young_University",
        "https://en.wikipedia.org/wiki/The_Chronicles_of_Prydain",
        "https://en.wikipedia.org/wiki/The_Book_of_Three",
        "https://en.wikipedia.org/wiki/The_Castle_of_Llyr",
        "https://en.wikipedia.org/wiki/Taran_Wanderer",
        "https://en.wikipedia.org/wiki/The_High_King",
        "https://en.wikipedia.org/wiki/Princess_Eilonwy",
        "https://en.wikipedia.org/wiki/Gurgi",
        "https://en.wikipedia.org/wiki/The_Foundling_and_Other_Tales_of_Prydain",
        "https://en.wikipedia.org/wiki/The_Chronicles_of_Prydain",
        "https://en.wikipedia.org/wiki/The_Book_of_Three",
        "https://en.wikipedia.org/wiki/The_Castle_of_Llyr",
        "https://en.wikipedia.org/wiki/Taran_Wanderer",
        "https://en.wikipedia.org/wiki/The_High_King",
        "https://en.wikipedia.org/wiki/The_Foundling_and_Other_Tales_of_Prydain",
        "https://en.wikipedia.org/wiki/The_Kestrel",
        "https://en.wikipedia.org/wiki/The_Beggar_Queen",
        "https://en.wikipedia.org/wiki/The_Cat_Who_Wished_to_Be_a_Man",
        "https://en.wikipedia.org/wiki/Vesper_Holly",
        "https://en.wikipedia.org/wiki/The_Iron_Ring",
        "https://en.wikipedia.org/wiki/Gypsy_Rizka",
        "https://en.wikipedia.org/wiki/World_Fantasy_Award",
        "https://en.wikipedia.org/wiki/Robert_Bloch",
        "https://en.wikipedia.org/wiki/Fritz_Leiber",
        "https://en.wikipedia.org/wiki/Ray_Bradbury",
        "https://en.wikipedia.org/wiki/Frank_Belknap_Long",
        "https://en.wikipedia.org/wiki/Jorge_Luis_Borges",
        "https://en.wikipedia.org/wiki/Manly_Wade_Wellman",
        "https://en.wikipedia.org/wiki/Italo_Calvino",
        "https://en.wikipedia.org/wiki/Roald_Dahl",
        "https://en.wikipedia.org/wiki/Richard_Matheson",
        "https://en.wikipedia.org/wiki/Jack_Vance",
        "https://en.wikipedia.org/wiki/Donald_Wandrei",
        "https://en.wikipedia.org/wiki/Theodore_Sturgeon",
        "https://en.wikipedia.org/wiki/Avram_Davidson",
        "https://en.wikipedia.org/wiki/Jack_Finney",
        "https://en.wikipedia.org/wiki/Evangeline_Walton",
        "https://en.wikipedia.org/wiki/Ray_Russell",
        "https://en.wikipedia.org/wiki/Edd_Cartier",
        "https://en.wikipedia.org/wiki/Harlan_Ellison",
        "https://en.wikipedia.org/wiki/Jack_Williamson",
        "https://en.wikipedia.org/wiki/Gene_Wolfe",
        "https://en.wikipedia.org/wiki/Andre_Norton",
        "https://en.wikipedia.org/wiki/Marion_Zimmer_Bradley",
        "https://en.wikipedia.org/wiki/Michael_Moorcock",
        "https://en.wikipedia.org/wiki/Frank_Frazetta",
        "https://en.wikipedia.org/wiki/Forrest_J_Ackerman",
        "https://en.wikipedia.org/wiki/Stephen_King",
        "https://en.wikipedia.org/wiki/Gahan_Wilson",
        "https://en.wikipedia.org/wiki/Tom_Doherty",
        "https://en.wikipedia.org/wiki/Carol_Emshwiller",
        "https://en.wikipedia.org/wiki/Stephen_Fabian",
        "https://en.wikipedia.org/wiki/Betty_Ballantine",
        "https://en.wikipedia.org/wiki/Diana_Wynne_Jones",
        "https://en.wikipedia.org/wiki/Leo_and_Diane_Dillon",
        "https://en.wikipedia.org/wiki/Ellen_Asher",
        "https://en.wikipedia.org/wiki/Jane_Yolen",
        "https://en.wikipedia.org/wiki/Brian_Lumley",
        "https://en.wikipedia.org/wiki/Terry_Pratchett",
        "https://en.wikipedia.org/wiki/Peter_Straub",
        "https://en.wikipedia.org/wiki/Alan_Garner",
        "https://en.wikipedia.org/wiki/Susan_Cooper",
        "https://en.wikipedia.org/wiki/Tanith_Lee",
        "https://en.wikipedia.org/wiki/Ellen_Datlow",
        "https://en.wikipedia.org/wiki/Chelsea_Quinn_Yarbro",
        "https://en.wikipedia.org/wiki/Ramsey_Campbell",
        "https://en.wikipedia.org/wiki/Andrzej_Sapkowski",
        "https://en.wikipedia.org/wiki/Terry_Brooks",
        "https://en.wikipedia.org/wiki/Marina_Warner",
        "https://en.wikipedia.org/wiki/Charles_de_Lint",
        "https://en.wikipedia.org/wiki/Elizabeth_Wollheim",
        "https://en.wikipedia.org/wiki/Hayao_Miyazaki",
        "https://en.wikipedia.org/wiki/Jack_Zipes",
        "https://en.wikipedia.org/wiki/Karen_Joy_Fowler",
        "https://en.wikipedia.org/wiki/Rowena_Morrill",
        "https://en.wikipedia.org/wiki/Robin_Hobb",
        "https://en.wikipedia.org/wiki/Howard_Waldrop",
        "https://en.wikipedia.org/wiki/Lloyd_Alexander",
        "https://en.wikipedia.org/wiki/Lloyd_Alexander",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}