{
    "url": "https://en.wikipedia.org/wiki/Lloyd_Bitzer",
    "title": "Lloyd Bitzer",
    "table_of_contents": [
        "1 Early life and education",
        "2 Career",
        "3 Elements of Bitzer's Rhetorical Situation",
        "3.1 Exigence",
        "3.2 Audience",
        "3.3 Constraints",
        "4 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nLloyd Bitzer (born 1931, Wapakoneta, Ohio,  died October 13, 2016, Verona, Wisconsin) was an American rhetorician.[1] In 1962, Lloyd Bitzer received his doctorate from the University of Iowa. He held the title of Associate Professor of speech at the University of Wisconsin-Madison in the early 1960s.  He continued to be a professor at the institution in the school of Rhetoric, Politics, and Culture until 1994, when he retired.[2] Bitzer was involved with many organizations including the National Communications Association and the National Development Project in Rhetoric.[3]  In 1968, Bitzer published his famous theory of situational rhetoric.[4]\n\nBitzer's Rhetorical Situation is an extremely influential concept in the field of rhetoric.  It made a lot of foreground for the field of study and it is still taught in college classrooms today.  Marilyn Young has characterized him as \"one of the most respected rhetoricians of the latter half of the twentieth century.\"[5]\n\n"
        },
        {
            "title": "Early life and education",
            "text": "According to his obituary, Lloyd Frank Bitzer was born January 2, 1931, in Wapakoneta, Ohio, to Olive (née Fields) and Clarence R. Bitzer. The family lived in Avilla, Indiana, then in Syracuse, Indiana, and eventually in Carmi, Illinois, where Bitzer attended high school and graduated in 1949. Bitzer then studied at Southern Illinois University from 1950 to 1952 before serving two years in the United States Navy. In 1957-1958, Bitzer was a philosophy graduate student at the University of North Carolina before moving to the University of Iowa to earn his doctorate degree in rhetorical studies. In 1961, he was hired as an assistant professor at the University of Wisconsin-Madison.[6]\n\n"
        },
        {
            "title": "Career",
            "text": "In 1959, Bitzer wrote an essay revisiting Aristotle's enthymeme.[7] He also wrote a key critical introduction to George Campbell's The Philosophy of Rhetoric in 1963.[8][9] Bitzer's editorship with Edwin Black in 1971 also initiated the Wingspread Conference, which expanded traditional thoughts on rhetoric into more interdisciplinary directions.[9][10] He also wrote a book on the 1976 United States presidential debates between Gerald Ford and Jimmy Carter, and Bitzer was president of the National Communication Association in 1976.[11] Bitzer received grants from the National Endowment for the Humanities seven times to lead summer seminars.[9] Bitzer and his wife Jo Ann collaborated on a biography of English deist Peter Annet after Bitzer's retirement in 1994.[6]\n\nBitzer's key work, however, was his 1968 essay \"The Rhetorical Situation.\"\n\n"
        },
        {
            "title": "",
            "text": "Bitzer's theoretical model of the rhetorical situation is made up of three elements: an exigence, an audience, and constraints.[4]\n\nAccording to Bitzer, an exigence is a situation marked by urgency and is considered rhetorical when it has the potential for positive modification and either requires or can be assisted by discourse.[4]\n\nBitzer wrote that since rhetorical discourse effects change by influencing those who act as a mediator of change, a rhetorical situation also requires an audience, even if that audience is just a person engaging themselves or their \"ideal mind.\"[4]\n\nAccording to Bitzer, constraints can include \"persons, events, objects, and relations\" involved in the situation because they have the power to constrain through \"beliefs, attitudes, documents, facts, traditions, images, interests, motives and the like\"; the two types of constraints are what Aristotle referred to as artistic and inartistic proofs.[4]\n\n\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Rhetorician",
        "https://en.wikipedia.org/wiki/University_of_Iowa",
        "https://en.wikipedia.org/wiki/Rhetorical_Situation",
        "https://en.wikipedia.org/wiki/Southern_Illinois_University",
        "https://en.wikipedia.org/wiki/United_States_Navy",
        "https://en.wikipedia.org/wiki/University_of_North_Carolina",
        "https://en.wikipedia.org/wiki/Aristotle",
        "https://en.wikipedia.org/wiki/Enthymeme",
        "https://en.wikipedia.org/wiki/1976_United_States_presidential_debates",
        "https://en.wikipedia.org/wiki/Gerald_Ford",
        "https://en.wikipedia.org/wiki/Jimmy_Carter",
        "https://en.wikipedia.org/wiki/National_Communication_Association",
        "https://en.wikipedia.org/wiki/National_Endowment_for_the_Humanities",
        "https://en.wikipedia.org/wiki/Deist",
        "https://en.wikipedia.org/wiki/Peter_Annet",
        "https://en.wikipedia.org/wiki/Rhetoric",
        "https://en.wikipedia.org/wiki/Five_Canons_of_Rhetoric",
        "https://en.wikipedia.org/wiki/Inventio",
        "https://en.wikipedia.org/wiki/Dispositio",
        "https://en.wikipedia.org/wiki/Elocutio",
        "https://en.wikipedia.org/wiki/Memoria",
        "https://en.wikipedia.org/wiki/Pronuntiatio",
        "https://en.wikipedia.org/wiki/Lloyd_Bitzer",
        "https://en.wikipedia.org/wiki/Lloyd_Bitzer",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}