{
    "url": "https://en.wikipedia.org/wiki/Lobbying",
    "title": "Lobbying",
    "table_of_contents": [
        "1 Etymology",
        "2 Overview",
        "2.1 Methods",
        "3 History",
        "4 Lobbying by country",
        "4.1 Australia",
        "4.1.1 Supermarket sector lobbying",
        "4.1.2 Public lobbyist registers",
        "4.2 European Union",
        "4.2.1 France",
        "4.2.2 Germany",
        "4.2.3 Italy",
        "4.2.4 Romania",
        "4.3 United Kingdom",
        "4.4 United States",
        "4.4.1 Foreign lobbying",
        "4.5 Other countries",
        "5 See also",
        "6 References",
        "7 Bibliography",
        "8 External links",
        "8.1 United States",
        "8.2 Europe"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "In politics, lobbying, persuasion or interest representation is the act of lawfully attempting to influence the actions, policies, or decisions of government officials, most often legislators or members of regulatory agencies. Lobbying, which usually involves direct, face-to-face contact, is done by many types of people, associations and organized groups, including individuals in the private sector, corporations, fellow legislators or government officials, or advocacy groups (interest groups). Lobbyists may be among a legislator's constituencies, meaning a voter or bloc of voters within their electoral district; they may engage in lobbying as a business. Professional lobbyists are people whose business is trying to influence legislation, regulation, or other government decisions, actions, or policies on behalf of a group or individual who hires them. Individuals and nonprofit organizations can also lobby as an act of volunteering or as a small part of their normal job. Governments often define \"lobbying\" for legal purposes, and regulate organized group lobbying that has become influential.\n\nThe ethics and morals involved with legally bribing or lobbying or influence peddling are controversial. Lobbying can, at times, be spoken of with contempt, when the implication is that people with inordinate socioeconomic power are corrupting the law in order to serve their own interests. When people who have a duty to act on behalf of others, such as elected officials with a duty to serve their constituents' interests or more broadly the public good, can benefit by shaping the law to serve the interests of some private parties, a conflict of interest exists. Many critiques of lobbying point to the potential for conflicts of interest to lead to agent misdirection or the intentional failure of an agent with a duty to serve an employer, client, or constituent to perform those duties. The failure of government officials to serve the public interest as a consequence of lobbying by special interests who provide benefits to the official is an example of agent misdirection.[1] That is why lobbying is seen as one of the causes of a democratic deficit.[2]\n\n"
        },
        {
            "title": "Etymology",
            "text": "In a report carried by the BBC, an OED lexicographer has shown that \"lobbying\" finds its roots in the gathering of Members of Parliament and peers in the hallways (\"lobbies\") of the UK Houses of Parliament before and after parliamentary debates where members of the public can meet their representatives.[3]\n\nOne story held that the term originated at the Willard Hotel in Washington, DC, where it was supposedly used by President Ulysses S. Grant to describe the political advocates who frequented the hotel's lobby to access Grant—who was often there in the evenings to enjoy a cigar and brandy—and then tried to buy the president drinks in an attempt to influence his political decisions.[4] Although the term may have gained more widespread currency in Washington, D.C. by virtue of this practice during the Grant Administration, the OED cites numerous documented uses of the word well before Grant's presidency, including use in Pennsylvania as early as 1808.[4]\n\nThe term \"lobbying\" also appeared in print as early as 1820:[5]\n\nDictionary definitions:\n\n"
        },
        {
            "title": "Overview",
            "text": "Governments often[quantify] define and regulate organized group lobbying[9][10][11][12] as part of laws to prevent political corruption and by establishing transparency about possible influences by public lobby registers.\n\nLobby groups may concentrate their efforts on the legislatures, where laws are created, but may also use the judicial branch to advance their causes. The National Association for the Advancement of Colored People, for example, filed suits in state and federal courts in the 1950s to challenge segregation laws. Their efforts resulted in the Supreme Court declaring such laws unconstitutional.\n\nLobbyists may use a legal device known as amicus curiae (literally: \"friend of the court\") briefs to try to influence court cases. Briefs are written documents filed with a court, typically by parties to a lawsuit. Amici curiae briefs are briefs filed by people or groups who are not parties to a suit. These briefs are entered into the court records, and give additional background on the matter being decided upon. Advocacy groups use these briefs both to share their expertise and to promote their positions.\n\nThe lobbying industry is affected by the revolving door concept, a movement of personnel between roles as legislators and regulators and roles in the industries affected by legislation and regulation, as the main asset for a lobbyist is contacts with and influence on government officials.[citation needed] This climate is attractive for ex-government officials.[citation needed] It can also mean substantial monetary rewards for lobbying firms, and government projects and contracts worth in the hundreds of millions for those they represent.[13][14]\n\nThe international standards for the regulation of lobbying were introduced at four international organizations and supranational associations: 1) the European Union; 2) the Council of Europe; 3) the Organization for Economic Cooperation and Development; 4) the Commonwealth of Independent States.[15]\n\nIn 2013, the director general of the World Health Organization, Margaret Chan, illustrated the methods used in lobbying against public health:[16]\n\n"
        },
        {
            "title": "History",
            "text": "In pre-modern political systems, royal courts provided incidental opportunities for gaining the ear of monarchs and their councilors.[17]\n\n"
        },
        {
            "title": "Lobbying by country",
            "text": "Since the 1980s, lobbying in Australia has grown from a small industry of a few hundred employees to a multi-billion dollar per year industry. What was once the preserve of big multinational companies and at a more local level (property developers, for example Urban Taskforce Australia) has morphed into an industry that employs more than 10,000 people and represents every facet of human endeavour.[18]\n\nAcademic John Warhurst from the Australian National University noted that over this time, retired politicians have increasingly turned political lobbyists to leverage their networks and experience for private gain. In 2018 he noted that two of the top three Howard government ministers had become lobbyists: Alexander Downer and John Costello, and that the trend could be traced back to the Hawke Government of 1983. Mick Young stated that by 1983 the lobbying profession an established part of the democratic political process in Canberra. Warhurst attests that by 2018, \"political leader-lobbyists\" were an established part of the same process. During the 1980s, political leaders traded on their own names, like Bob Hawke, or joined the \"respectable\" end of the lobbying spectrum, working for law firms or banks, like former New South Wales premiers Nick Greiner and Bob Carr. In 2008, Alexander Downer formed the lobbying firm Bespoke Approach, along with former Labor minister Nick Bolkus and Ian Smith, who is married to former Australian Democrats leader, Natasha Stott-Despoja. Peter Costello carried two former staffers to work with him in his lobbying firm, ECG Consulting: Jonathan Epstein and David Gazard. Politicians can become exposed to allegations of conflicts of interest when they both lobby and advise governments. Examples include Peter Costello.[19]\n\nPolitical party staff often form lobbying firms, or dominate their ranks. Former Howard chief-of-staff Grahame Morris is director of Barton Deakin Government Relations. His colleagues there include David Alexander (former Costello staffer), Sallyanne Atkinson (former Lord Mayor of Brisbane and former federal Liberal Party candidate), Howard staffer John Griffin and former New South Wales Liberal Party leader, Peter Collins. The Labor \"sister\" company is Hawker Britton, so named as both firms are owned by STW Group. In 2013, Hawker Britton had 113 client companies on its books.[20]\n\nIn 2013, there were just under 280 firms on the Federal Australian Register of Lobbyists. Steve Carney of Carney Associated says that lobbyists \"try to leave no thumbprints on the glass, no footprints in the sand. The best lobbying is when nobody knows you were there.”[20] Mark Textor of campaign advisory group Crosby Textor describes political lobbying as a \"pathetic miserable industry\".[20]\n\nSupermarket chains in Australia engage lobbying firms with political weight in their ranks. Australian Supermarket giant Coles is represented by both ECG Consulting and Bespoke Approach, while its own parent company, Wesfarmers, has former West Australian premier Alan Carpenter in charge of corporate affairs. Competitor Woolworths has a government relations team composed of former Labor and Liberal advisers, under the direction of a former leader of the National Party, Andrew Hall. Aldi engages GRA (Government Relations Australia), one of Australia's largest lobbying firms, whose staff includes former Federal Labor treasurer, John Dawkins.[19]\n\nA register of federal lobbyists is kept by the Australian Government and is accessible to the public via its website.[21] Similar registers for State government lobbyists were introduced between 2007 and 2009 around Australia. Since April 2007 in Western Australia, only lobbyists listed on the state's register are allowed to contact a government representative for the purpose of lobbying.[22] Similar rules have applied in Tasmania since 1 September 2009[23] and in South Australia and Victoria since 1 December 2009.[24][25] A criticism of the lobbyist register is that it only captures professional third-party lobbyists, not employees of companies which directly lobby government. An example of this is BHP, which employs Geoff Walsh, a key advisor to Bob Hawke as an in-house lobbyist.[20]\n\nIn 2022, The Mercury published a complete list of lobbyists registered at the Tasmanian Parliament. The field was dominated by former politicians, advisers and journalists in 2016.[26]\n\nThe first step towards specialized regulation of lobbying in the European Union was a Written Question tabled by Alman Metten, in 1989. In 1991, Marc Galle, Chairman of the Committee on the Rules of Procedure, the Verification of Credentials and Immunities, was appointed to submit proposals for a Code of conduct and a register of lobbyists. Today lobbying in the European Union is an integral and important part of decision-making in the EU. From year to year lobbying regulation in the EU is constantly improving and the number of lobbyists increases.[27]\n\nIn 2003 there were around 15,000 lobbyists (consultants, lawyers, associations, corporations, NGOs etc.) in Brussels seeking to influence the EU's legislation. Some 2,600 special interest groups had a permanent office in Brussels. Their distribution was roughly as follows: European trade federations (32%), consultants (20%), companies (13%), NGOs (11%), national associations (10%), regional representations (6%), international organizations (5%) and think tanks (1%), (Lehmann, 2003, pp iii).[28][29] In addition to this, lobby organisations sometimes hire former EU employees (a phenomenon known as the revolving door) who possess inside knowledge of the EU institutions and policy process [30] A report by Transparency International EU published in January 2017 analysed the career paths of former EU officials and found that 30% of Members of the European Parliament who left politics went to work for organisations on the EU lobby register after their mandate and approximately one third of Commissioners serving under Barroso took jobs in the private sector after their mandate, including for Uber, ArcelorMittal, Goldman Sachs and Bank of America Merrill Lynch. These potential conflicts of interest could be avoided if a stronger ethics framework were established at the EU level, including an independent ethics body and longer cooling-off periods for MEPs.[30]\n\nIn the wake of the Jack Abramoff Indian lobbying scandal in Washington D.C. and the massive impact this had on the lobbying scene in the United States, the rules for lobbying in the EU—which until now consisted of only a non-binding code of conduct—may also be tightened.[31]\n\nEventually, on 31 January 2019 the European Parliament adopted binding rules on lobby transparency. Amending its Rules of Procedure, the Parliament stipulated that MEPs involved in drafting and negotiating legislation must publish online their meetings with lobbyists.[32] The amendment says that “rapporteurs, shadow rapporteurs or committee chairs shall, for each report, publish online all scheduled meetings with interest representatives falling under the scope of the Transparency Register”-database of the EU.[33]\n\nThere is currently no regulation at all for lobbying activities in France. There is no regulated access to the French institutions and no register specific to France, but there is one for the European Union[34] where French lobbyists are able to register themselves.[35] For example, the internal rule of the National Assembly (art. 23 and 79) forbids members of Parliament to be linked with a particular interest[definition needed]. Also, there is no rule at all for consultation of interest groups by the Parliament and the Government. Nevertheless, a recent parliamentary initiative[which?] (motion for a resolution) has been launched by several MPs[who?] so as to establish a register for representatives of interest groups and lobbyists who intend to lobby the MPs.[36]\n\nA 2016 study found evidence of significant indirect lobbying of then-PM Silvio Berlusconi through business proxies.[37] The authors document a significant pro-Mediaset (the mass media company founded and controlled by Berlusconi) bias in the allocation of advertising spending during Berlusconi's political tenure, in particular for companies operating in more regulated sectors.[37]\n\nRomanian legislation does not include an express regulation on lobbying activity. The legislative proposals initiated by various parliamentarians have not been finalized.\n\nAttempts to regulate lobbying in Romania have appeared in the context of the fight against corruption. Anti-corruption strategies adopted in 2011 and 2004 mentions the purposes of the elaboration of a draft law on lobbying, as well as ensuring transparency in the decision-making activity.\n\nIn 2008 and 2011, the emphasis was mainly on transparency in the decision-making activity of the public authorities, regulation of lobbying activities no longer appearing as a distinct or expressly mentioned objective.[38]\n\nThe Romanian Lobby Registry Association (ARRL) was founded in June 2020 to popularize and promote lobbying activity. ARRL is a non-profit legal entity that works under private law.[39]\n\nThe majority of lobbying companies represent non-governmental organizations which activities include education, ecology, fundamental freedoms, health, consumer rights etc. Other entities that deal with lobby practice are multinational companies, Romanian companies, law firms and specialized lobby firms.[1]\n\nIn the United States, some special interests hire professional advocates to argue for specific legislation in decision-making bodies, such as Congress. Some lobbyists are now using social media to reduce the cost of traditional campaigns, and to more precisely target public officials with political messages.[40]\n\nA 2011 study of the 50 firms that spent the most on lobbying relative to their assets compared their financial performance against that of the S&P 500, and concluded that spending on lobbying was a \"spectacular investment\" yielding \"blistering\" returns comparable to a high-flying hedge fund, even despite the financial downturn.[41] A 2011 meta-analysis of previous research findings found a positive correlation between corporate political activity and firm performance.[42] A 2009 study found that lobbying brought a  return on investment of as much as 22,000% in some cases.[43] Major American corporations spent $345 million lobbying for just three pro-immigration bills between 2006 and 2008.[44] A review of 30 food and beverage companies spent $38.2 million on lobbying in 2020 to strengthen and maintain their influence in Washington, D.C.[45]\n\nA study from the Kellogg School of Management found that political donations by corporations do not increase shareholder value.[46][why?]\n\nWall Street spent a record $2 billion trying to influence the 2016 United States presidential election.[47][48]\n\nForeign-funded lobbying efforts include those of Israel, Saudi Arabia, Turkey, Egypt, Pakistan, and China lobbies. In 2010 alone, foreign governments spent approximately $460 million on lobbying members of Congress and government officials.[49]\n\nIn the US, lobbying for foreign governments isn’t illegal, but it requires registering as a foreign agent with the Justice Department under the Foreign Agents Registration Act (FARA). Another condition is to not represent the countries with poor human rights records or that have strained relations with the US.[50] [51] Between 2015 and 2017, around 145 registered lobbyists were paid $18 million by Saudi Arabia to influence the U.S. government.[52]\n\nIn January 2017, an order by Donald Trump led to a lifetime ban on administration officials from lobbying for foreign governments and a five-year ban on other forms of lobbying.[53] However, the rule was revoked by Trump right before the end of his presidency.[54] A number of Trump allies were found guilty to lobbying on behalf of foreign governments during the 2016 US elections, including Paul Manafort and Elliott Broidy.[50] A longtime Trump ally Thomas Barrack was arrested in July 2021 for illegally lobbying the Trump administration on behalf of the United Arab Emirates.[55] In May 2022, the indictment was updated, stating that Barrack received millions of dollars from the UAE to boost Trump’s agenda and get advantage from his presidency.[56][57] Barrack was found not guilty on all charges in November 2022.[58]\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/State_monopoly_capitalism",
        "https://en.wikipedia.org/wiki/Coercive_monopoly",
        "https://en.wikipedia.org/wiki/Corporate_personhood",
        "https://en.wikipedia.org/wiki/Corporate_welfare",
        "https://en.wikipedia.org/wiki/Intellectual_property",
        "https://en.wikipedia.org/wiki/License",
        "https://en.wikipedia.org/wiki/Limited_liability",
        "https://en.wikipedia.org/wiki/Regulatory_capture",
        "https://en.wikipedia.org/wiki/Regulation",
        "https://en.wikipedia.org/wiki/Subsidy",
        "https://en.wikipedia.org/wiki/Tariff",
        "https://en.wikipedia.org/wiki/Advocacy_group",
        "https://en.wikipedia.org/wiki/Conflict_of_interest",
        "https://en.wikipedia.org/wiki/Agricultural_subsidy",
        "https://en.wikipedia.org/wiki/The_New_Deal_and_corporatism",
        "https://en.wikipedia.org/wiki/Protectionism",
        "https://en.wikipedia.org/wiki/Crony_capitalism",
        "https://en.wikipedia.org/wiki/State_capitalism",
        "https://en.wikipedia.org/wiki/State_monopoly_capitalism",
        "https://en.wikipedia.org/wiki/Tobacco_lobbyists",
        "https://en.wikipedia.org/wiki/Kartika_Liotard",
        "https://en.wikipedia.org/wiki/Politics",
        "https://en.wikipedia.org/wiki/Government",
        "https://en.wikipedia.org/wiki/Legislator",
        "https://en.wikipedia.org/wiki/Regulatory_agency",
        "https://en.wikipedia.org/wiki/Private_sector",
        "https://en.wikipedia.org/wiki/Corporation",
        "https://en.wikipedia.org/wiki/Advocacy_group",
        "https://en.wikipedia.org/wiki/Electoral_district",
        "https://en.wikipedia.org/wiki/Voting",
        "https://en.wikipedia.org/wiki/Voting_bloc",
        "https://en.wikipedia.org/wiki/Nonprofit_organization",
        "https://en.wikipedia.org/wiki/Bribery",
        "https://en.wikipedia.org/wiki/Influence_peddling",
        "https://en.wikipedia.org/wiki/Contempt",
        "https://en.wikipedia.org/wiki/Socioeconomic_status",
        "https://en.wikipedia.org/wiki/Political_corruption",
        "https://en.wikipedia.org/wiki/Law",
        "https://en.wikipedia.org/wiki/Conflict_of_interest",
        "https://en.wikipedia.org/wiki/Democratic_deficit",
        "https://en.wikipedia.org/wiki/BBC",
        "https://en.wikipedia.org/wiki/OED",
        "https://en.wikipedia.org/wiki/Lexicographer",
        "https://en.wikipedia.org/wiki/Peerage",
        "https://en.wikipedia.org/wiki/UK",
        "https://en.wikipedia.org/wiki/Houses_of_Parliament",
        "https://en.wikipedia.org/wiki/Willard_InterContinental_Washington",
        "https://en.wikipedia.org/wiki/Grant_Administration",
        "https://en.wikipedia.org/wiki/OED_English",
        "https://en.wikipedia.org/wiki/Advocacy",
        "https://en.wikipedia.org/wiki/Lobby_groups",
        "https://en.wikipedia.org/wiki/Legislators",
        "https://en.wikipedia.org/wiki/Interest_group",
        "https://en.wikipedia.org/wiki/Political_corruption",
        "https://en.wikipedia.org/wiki/Lobby_register",
        "https://en.wikipedia.org/wiki/Lobby_groups",
        "https://en.wikipedia.org/wiki/National_Association_for_the_Advancement_of_Colored_People",
        "https://en.wikipedia.org/wiki/Amicus_curiae",
        "https://en.wikipedia.org/wiki/Firm",
        "https://en.wikipedia.org/wiki/World_Health_Organization",
        "https://en.wikipedia.org/wiki/Margaret_Chan",
        "https://en.wikipedia.org/wiki/Royal_court",
        "https://en.wikipedia.org/wiki/Australia",
        "https://en.wikipedia.org/wiki/Urban_Taskforce_Australia",
        "https://en.wikipedia.org/wiki/Australian_National_University",
        "https://en.wikipedia.org/wiki/Howard_government",
        "https://en.wikipedia.org/wiki/Alexander_Downer",
        "https://en.wikipedia.org/wiki/Peter_Costello",
        "https://en.wikipedia.org/wiki/Hawke_government",
        "https://en.wikipedia.org/wiki/Mick_Young",
        "https://en.wikipedia.org/wiki/Bob_Hawke",
        "https://en.wikipedia.org/wiki/Nick_Greiner",
        "https://en.wikipedia.org/wiki/Bob_Carr",
        "https://en.wikipedia.org/wiki/Australian_Labor_Party",
        "https://en.wikipedia.org/wiki/Nick_Bolkus",
        "https://en.wikipedia.org/wiki/Australian_Democrats",
        "https://en.wikipedia.org/wiki/Natasha_Stott_Despoja",
        "https://en.wikipedia.org/wiki/Sallyanne_Atkinson",
        "https://en.wikipedia.org/wiki/Liberal_Party_of_Australia",
        "https://en.wikipedia.org/wiki/Mark_Textor",
        "https://en.wikipedia.org/wiki/Crosby_Textor_Group",
        "https://en.wikipedia.org/wiki/Coles_Supermarkets",
        "https://en.wikipedia.org/wiki/Wesfarmers",
        "https://en.wikipedia.org/wiki/Alan_Carpenter",
        "https://en.wikipedia.org/wiki/Aldi",
        "https://en.wikipedia.org/wiki/John_Dawkins",
        "https://en.wikipedia.org/wiki/Australian_Government",
        "https://en.wikipedia.org/wiki/South_Australia",
        "https://en.wikipedia.org/wiki/European_Union_lobbying",
        "https://en.wikipedia.org/wiki/Brussels",
        "https://en.wikipedia.org/wiki/Think_tank",
        "https://en.wikipedia.org/wiki/Transparency_International",
        "https://en.wikipedia.org/wiki/European_Parliament",
        "https://en.wikipedia.org/wiki/Uber",
        "https://en.wikipedia.org/wiki/ArcelorMittal",
        "https://en.wikipedia.org/wiki/Goldman_Sachs",
        "https://en.wikipedia.org/wiki/Bank_of_America_Merrill_Lynch",
        "https://en.wikipedia.org/wiki/Jack_Abramoff_Indian_lobbying_scandal",
        "https://en.wikipedia.org/wiki/United_States",
        "https://en.wikipedia.org/wiki/European_Parliament",
        "https://en.wikipedia.org/wiki/MEPs",
        "https://en.wikipedia.org/wiki/Transparency_Register",
        "https://en.wikipedia.org/wiki/European_Union",
        "https://en.wikipedia.org/wiki/Lobbying_in_Germany",
        "https://en.wikipedia.org/wiki/Silvio_Berlusconi",
        "https://en.wikipedia.org/wiki/Mediaset",
        "https://en.wikipedia.org/wiki/Lobbying_in_the_United_Kingdom",
        "https://en.wikipedia.org/wiki/Lobbying_in_the_United_States",
        "https://en.wikipedia.org/wiki/Law_firms",
        "https://en.wikipedia.org/wiki/United_States_Congress",
        "https://en.wikipedia.org/wiki/Social_media",
        "https://en.wikipedia.org/wiki/Hedge_fund",
        "https://en.wikipedia.org/wiki/Rate_of_return",
        "https://en.wikipedia.org/wiki/Kellogg_School_of_Management",
        "https://en.wikipedia.org/wiki/Financial_services_in_the_United_States",
        "https://en.wikipedia.org/wiki/2016_United_States_presidential_election",
        "https://en.wikipedia.org/wiki/Israel_lobby_in_the_United_States",
        "https://en.wikipedia.org/wiki/Saudi_Arabia_lobby_in_the_United_States",
        "https://en.wikipedia.org/wiki/Turkish_lobby_in_the_United_States",
        "https://en.wikipedia.org/wiki/Egypt_lobby_in_the_United_States",
        "https://en.wikipedia.org/wiki/Pakistani_lobby_in_the_United_States",
        "https://en.wikipedia.org/wiki/China_Lobby",
        "https://en.wikipedia.org/wiki/United_States_Department_of_Justice",
        "https://en.wikipedia.org/wiki/Foreign_Agents_Registration_Act",
        "https://en.wikipedia.org/wiki/Donald_Trump",
        "https://en.wikipedia.org/wiki/2016_United_States_presidential_election",
        "https://en.wikipedia.org/wiki/Paul_Manafort",
        "https://en.wikipedia.org/wiki/Elliott_Broidy",
        "https://en.wikipedia.org/wiki/Thomas_Barrack",
        "https://en.wikipedia.org/wiki/United_Arab_Emirates",
        "https://en.wikipedia.org/wiki/Lobbying_in_Canada",
        "https://en.wikipedia.org/wiki/India",
        "https://en.wikipedia.org/wiki/List_of_basic_public_affairs_topics",
        "https://en.wikipedia.org/wiki/Activism",
        "https://en.wikipedia.org/wiki/Advocacy",
        "https://en.wikipedia.org/wiki/Advocacy_group",
        "https://en.wikipedia.org/wiki/Advocacy_Evaluation",
        "https://en.wikipedia.org/wiki/Bribery",
        "https://en.wikipedia.org/wiki/Campaign_finance",
        "https://en.wikipedia.org/wiki/Client_politics",
        "https://en.wikipedia.org/wiki/Corruption",
        "https://en.wikipedia.org/wiki/Fossil_fuels_lobby",
        "https://en.wikipedia.org/wiki/Influence_peddling",
        "https://en.wikipedia.org/wiki/Issue_advocacy_ads",
        "https://en.wikipedia.org/wiki/Lobby_register",
        "https://en.wikipedia.org/wiki/Money_loop",
        "https://en.wikipedia.org/wiki/Outline_of_public_affairs",
        "https://en.wikipedia.org/wiki/Pharmaceutical_lobby",
        "https://en.wikipedia.org/wiki/Think_tank",
        "https://en.wikipedia.org/wiki/Wayback_Machine",
        "https://en.wikipedia.org/wiki/Financial_Times",
        "https://en.wikipedia.org/wiki/Wayback_Machine",
        "https://en.wikipedia.org/wiki/OpenSecrets",
        "https://en.wikipedia.org/wiki/Margaret_Chan",
        "https://en.wikipedia.org/wiki/World_Health_Organization",
        "https://en.wikipedia.org/wiki/European_Commission",
        "https://en.wikipedia.org/wiki/Wayback_Machine",
        "https://en.wikipedia.org/wiki/The_Washington_Post",
        "https://en.wikipedia.org/wiki/Roll_Call",
        "https://en.wikipedia.org/wiki/The_Intercept",
        "https://en.wikipedia.org/wiki/Wayback_Machine",
        "https://en.wikipedia.org/wiki/Center_for_Public_Integrity",
        "https://en.wikipedia.org/wiki/Wayback_Machine",
        "https://en.wikipedia.org/wiki/Corporate_Europe_Observatory",
        "https://en.wikipedia.org/wiki/Conflict_of_interest",
        "https://en.wikipedia.org/wiki/Chinese_wall",
        "https://en.wikipedia.org/wiki/Conflict_of_interest_in_the_healthcare_industry",
        "https://en.wikipedia.org/wiki/Funding_bias",
        "https://en.wikipedia.org/wiki/Insider_trading",
        "https://en.wikipedia.org/wiki/Judicial_disqualification",
        "https://en.wikipedia.org/wiki/Nepotism",
        "https://en.wikipedia.org/wiki/Regulatory_capture",
        "https://en.wikipedia.org/wiki/State_capture",
        "https://en.wikipedia.org/wiki/Shill",
        "https://en.wikipedia.org/wiki/AllTrials",
        "https://en.wikipedia.org/wiki/Bias",
        "https://en.wikipedia.org/wiki/Business_ethics",
        "https://en.wikipedia.org/wiki/Corruption",
        "https://en.wikipedia.org/wiki/Cui_bono",
        "https://en.wikipedia.org/wiki/Follow_the_money",
        "https://en.wikipedia.org/wiki/Legal_ethics",
        "https://en.wikipedia.org/wiki/Medical_ethics",
        "https://en.wikipedia.org/wiki/List_of_medical_ethics_cases",
        "https://en.wikipedia.org/wiki/Medical_ghostwriter",
        "https://en.wikipedia.org/wiki/Moral_hazard",
        "https://en.wikipedia.org/wiki/Pharmaceutical_marketing",
        "https://en.wikipedia.org/wiki/Pharmaceutical_sales_representative",
        "https://en.wikipedia.org/wiki/Pharmacovigilance",
        "https://en.wikipedia.org/wiki/Political_ethics",
        "https://en.wikipedia.org/wiki/Political_bias",
        "https://en.wikipedia.org/wiki/Nemo_iudex_in_causa_sua",
        "https://en.wikipedia.org/wiki/R_v_Neil",
        "https://en.wikipedia.org/wiki/Bad_Pharma",
        "https://en.wikipedia.org/wiki/Taken_for_a_Ride",
        "https://en.wikipedia.org/wiki/Corruption",
        "https://en.wikipedia.org/wiki/Corporate_crime",
        "https://en.wikipedia.org/wiki/Corruption_in_local_government",
        "https://en.wikipedia.org/wiki/Police_corruption",
        "https://en.wikipedia.org/wiki/Political_corruption",
        "https://en.wikipedia.org/wiki/Corruption_Perceptions_Index",
        "https://en.wikipedia.org/wiki/Economics_of_corruption",
        "https://en.wikipedia.org/wiki/Baksheesh",
        "https://en.wikipedia.org/wiki/Black_market",
        "https://en.wikipedia.org/wiki/Bribery",
        "https://en.wikipedia.org/wiki/Collusion",
        "https://en.wikipedia.org/wiki/Commercial_bribery",
        "https://en.wikipedia.org/wiki/Confidence_trick",
        "https://en.wikipedia.org/wiki/Embezzlement",
        "https://en.wikipedia.org/wiki/Extortion",
        "https://en.wikipedia.org/wiki/Fraud",
        "https://en.wikipedia.org/wiki/Honest_services_fraud",
        "https://en.wikipedia.org/wiki/Match_fixing",
        "https://en.wikipedia.org/wiki/Money_laundering",
        "https://en.wikipedia.org/wiki/Cryptocurrency_and_crime",
        "https://en.wikipedia.org/wiki/Hawala_and_crime",
        "https://en.wikipedia.org/wiki/Noble_cause_corruption",
        "https://en.wikipedia.org/wiki/Professional_courtesy",
        "https://en.wikipedia.org/wiki/Slush_fund",
        "https://en.wikipedia.org/wiki/Tax_evasion",
        "https://en.wikipedia.org/wiki/Tax_haven",
        "https://en.wikipedia.org/wiki/Offshore_investment",
        "https://en.wikipedia.org/wiki/Offshore_financial_centre",
        "https://en.wikipedia.org/wiki/Clientelism",
        "https://en.wikipedia.org/wiki/Coronelism",
        "https://en.wikipedia.org/wiki/Crony_capitalism",
        "https://en.wikipedia.org/wiki/Cronyism",
        "https://en.wikipedia.org/wiki/Elite_capture",
        "https://en.wikipedia.org/wiki/Failed_state",
        "https://en.wikipedia.org/wiki/Kleptocracy",
        "https://en.wikipedia.org/wiki/Mafia_state",
        "https://en.wikipedia.org/wiki/Nepotism",
        "https://en.wikipedia.org/wiki/Plutocracy",
        "https://en.wikipedia.org/wiki/Political_scandal",
        "https://en.wikipedia.org/wiki/Regulatory_capture",
        "https://en.wikipedia.org/wiki/State_capture",
        "https://en.wikipedia.org/wiki/State_crime",
        "https://en.wikipedia.org/wiki/Ballot_stuffing",
        "https://en.wikipedia.org/wiki/Electoral_fraud",
        "https://en.wikipedia.org/wiki/Election_security",
        "https://en.wikipedia.org/wiki/Gerrymandering",
        "https://en.wikipedia.org/wiki/Vote_pairing",
        "https://en.wikipedia.org/wiki/Vote_suppression",
        "https://en.wikipedia.org/wiki/Global_Witness",
        "https://en.wikipedia.org/wiki/Group_of_States_Against_Corruption",
        "https://en.wikipedia.org/wiki/Mo_Ibrahim_Foundation",
        "https://en.wikipedia.org/wiki/Transparency_International",
        "https://en.wikipedia.org/wiki/Australian_Criminal_Intelligence_Commission",
        "https://en.wikipedia.org/wiki/National_Supervisory_Commission",
        "https://en.wikipedia.org/wiki/USKOK",
        "https://en.wikipedia.org/wiki/Fiji_Independent_Commission_Against_Corruption",
        "https://en.wikipedia.org/wiki/Central_Vigilance_Commission",
        "https://en.wikipedia.org/wiki/Corruption_Eradication_Commission",
        "https://en.wikipedia.org/wiki/Corruption_Prevention_and_Combating_Bureau",
        "https://en.wikipedia.org/wiki/Governance_and_Economic_Management_Assistance_Program",
        "https://en.wikipedia.org/wiki/Special_Investigation_Service",
        "https://en.wikipedia.org/wiki/BIANCO",
        "https://en.wikipedia.org/wiki/Independent_Corrupt_Practices_Commission",
        "https://en.wikipedia.org/wiki/Investigation_Task_Force_Sweep",
        "https://en.wikipedia.org/wiki/Central_Anticorruption_Bureau",
        "https://en.wikipedia.org/wiki/National_Anticorruption_Directorate",
        "https://en.wikipedia.org/wiki/Investigative_Committee_of_Russia",
        "https://en.wikipedia.org/wiki/Corrupt_Practices_Investigation_Bureau",
        "https://en.wikipedia.org/wiki/Commission_for_the_Prevention_of_Corruption_of_the_Republic_of_Slovenia",
        "https://en.wikipedia.org/wiki/Customs_Surveillance_Service",
        "https://en.wikipedia.org/wiki/Warioba_Commission",
        "https://en.wikipedia.org/wiki/Foreign_Corrupt_Practices_Act",
        "https://en.wikipedia.org/wiki/Freedom_of_information_laws_by_country",
        "https://en.wikipedia.org/wiki/Bribery_Act_2010",
        "https://en.wikipedia.org/wiki/International_asset_recovery",
        "https://en.wikipedia.org/wiki/United_Nations_Convention_against_Corruption",
        "https://en.wikipedia.org/wiki/2011_Azerbaijani_protests",
        "https://en.wikipedia.org/wiki/Movement_for_Peace_with_Justice_and_Dignity",
        "https://en.wikipedia.org/wiki/Yo_Soy_132",
        "https://en.wikipedia.org/wiki/Lobbying",
        "https://en.wikipedia.org/wiki/Lobbying",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}