{
    "url": "https://en.wikipedia.org/wiki/Locomotion_in_space",
    "title": "Locomotion in space",
    "table_of_contents": [
        "1 Challenges of locomotion in reduced gravity",
        "1.1 Environmental conditions",
        "1.2 Effects on the human body",
        "2 Technology used to compensate for the negative effects",
        "2.1 Electrical stimulation",
        "2.2 Loading suits",
        "2.2.1 Pingvin suit",
        "2.2.2 Gravity Loading Countermeasure Skinsuit (GLCS)",
        "2.2.3 Other loading suits",
        "2.3 Pharmacologic therapy",
        "2.4 Artificial gravity",
        "2.5 Exercise methods",
        "2.5.1 Treadmill Vibration Isolation and Stabilization (TVIS)",
        "2.5.2 Cycle Ergometer with Vibration Isolation (CEVIS)",
        "2.5.3 Interim Resistance Exercise Device (iRED)",
        "2.5.4 Other exercise methods for use in space",
        "2.5.5 Effectiveness and assessment of these methods",
        "3 Kinematics of locomotion in space",
        "4 Energetics of locomotion in space",
        "5 See also",
        "6 Further reading",
        "7 References",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Locomotion in space includes all actions or methods used to move one's body in microgravity conditions through the outer space environment. Locomotion in these conditions is different from locomotion in a gravitational field. There are many factors that contribute to these differences, and they are crucial when researching long-term survival of humans in space.\n\n"
        },
        {
            "title": "Challenges of locomotion in reduced gravity",
            "text": "Humans have evolved in a 1-G environment and are therefore accustomed to Earth's standard atmospheric conditions, and the microgravity environment of space can have huge effects on the human body and its locomotion.[1]\n\nThe environmental conditions in space are harsh and require extensive equipment for survival and completion of daily activities.[2] There are many environmental factors to consider both inside and outside of a spacecraft that astronauts work in.[2] These factors include but are not limited to movement during weightlessness, general equipment necessary to travel to the desired destination in space, and gear such as space suits that hinder mobility.[2][3][4]\n\nWhen doing extravehicular activities (EVA), it is important to be protected from the vacuum of space.[5] Exposure to this harsh environment can cause death in a small amount of time. The main environmental factors of concern in space include but are not limited to the following :[6]\n\nThere are many detrimental effects of extended exposure to reduced gravity that are similar to aging and disease.[1][2] Some long-duration effects of reduced gravity can be simulated on Earth using bed rest.[1]  These effects are discussed below in general but more detailed information can be found on the page \"Effect of spaceflight on the human body.\" The various effects include:[2][7]\n\nThe muscle volume can decrease up to 20% over a six-month mission, and the bone density can decrease at a rate of approximately 1.4% at the hip in a month's time.[10] A study done by Fitts and Trappe examined the effects of prolonged space flight (defined as approximately 180 days) on human skeletal muscle using muscle biopsies.[12] Prolonged weightlessness was shown to cause significant loss in the mass, force, and power production in the soleus and gastrocnemius muscles.[12] Many countermeasures to these effects exist, but thus far they are not sufficient to compensate for the detrimental effects of space travel and astronauts need extensive rehabilitation upon their return to Earth.[13]\n\n"
        },
        {
            "title": "Technology used to compensate for the negative effects",
            "text": "In order to compensate for the negative effects of prolonged exposure to microgravity, scientists have developed many countermeasure technologies with varying degrees of success.\n\nTranscutaneous electrical muscle stimulation (EMS) is the use of electric current to stimulate muscle activity.[2][14] This method is theoretically utilized to prevent muscle atrophy and weakness. The efficacy of this approach was tested in a 30-day bed rest study done by Duovoisin in 1989.[2][14] Though the patients showed decreased rates of muscle atrophy in the stimulated limb, there was not evidence to support that this method would necessarily prevent these effects.[2] More recently, in 2003, Yoshida et al. did a study related to hind limb suspension in rats.[2] This study concluded that the hind limb suspension and EMS did have some success in the prevention of muscle function deterioration induced by disuse.[15] There have been several scientific studies conducted that mention the application of this technique as a countermeasure in long-term spaceflight.[16]\n\nLoading suits are garments that are used to help maintain loading on the bones during their time in space, not to be confused with space suits, which aid astronauts in surviving the harsh climate outside of a vehicle such as the International Space Station (ISS).\n\nThe Pingvin suit is designed to add musculoskeletal loads to specific muscle groups during space flight in order to prevent atrophy of the muscles in the back.[17] This lightweight suit has a series of elastic bands to create these vertical bodily loads.[9] It loads both the upper and lower body separately.[9] The upper body can be loaded up to 88 lb. (40 kg). Users have found this suit to be hot and uncomfortable, despite its low weight.[18]\n\nThe GLCS[19][20][21] is a garment designed to help mitigate the effects of musculoskeletal deconditioning. It is partly inspired by the Pingvin suit,[22] a Russian space suit used since the 1970s.[9] Employing elastic materials to place loads on the body, the GLCS attempts to mimic the gravitational loads experienced while standing.[9][23] A pilot study was conducted in parabolic flight in order to assess the viability of the initial design in 2009.[9] This skinsuit creates a loading gradient across the body that gradually increases the loading to body weight at the feet.[9] Further iterations of the initial design have been developed and now the current version of the suit is being tested on the ISS as part of a research project sponsored by the ESA.[24]\n\nThe DYNASUIT is a conceptual design that involves a suit that can be divided into many subsystems. Each subsytem controls a different aspect of the suit. For example, there is a bio-parameter subsystem that would measure physiological responses like muscle signals (EMG), heart rate, electrocardiogram, ventilation rate, body temperature, blood pressure, and oxygen saturation. There is also a central control unit or the equivalent of the suit's brain, as well as an artificial muscle subsystem that proposes to use either electro-active polymers (EAP) or pneumatics to apply forces on the body. There is also a proposed user interface to help the astronaut interact with the suit. This potential design is still in the development phase and has not been prototyped at this point.\n\nIn general, the way a person's body absorbs medicine in reduced gravity conditions is significantly different than normal absorption properties here on Earth.[25] In addition, there are various pharmacological or drug therapies that are used to counter certain side effects of prolonged space flight.[25] For example, dextroamphetamine has been used by NASA to help with space motion sickness and orthostatic intolerance.[26] The use of biophosphate alendronate has been proposed to aid in the prevention of bone loss but no conclusive evidence has been found to show that it helps in this regard.[27] See recommended reading for more information on space pharmacology.\n\nArtificial gravity (AG) is the increase or decrease of gravitational force on an object or person by artificial means.[2] Different types of forces, including linear acceleration and centripetal force, can be used to generate this artificial gravitational force.[2]\n\nThe use of artificial gravity to counteract simulated microgravity (e.g. bed rest) on Earth has been shown to have conflicting results for the maintenance of bone, muscle, and cardiovascular systems.[1][28][29][30] Short arm centrifuges can be used to generate loading conditions greater than gravity that could help prevent the skeletal muscle and bone loss associated with prolonged spaceflight and bedrest.[31][32] A pilot study done by Caiozzo and Haddad in 2008[7] compared two groups of subjects: one that had been on bed rest of 21 days (in order to simulate the effects of prolonged space travel), and another that had been on bed rest as well as being exposed to artificial gravity for one hour a day. They used a short arm centrifuge to artificially induce the gravitational force. After taking muscle biopsy samples, they determined that the group that had been exposed to artificial gravity did not show as severe a deficit in terms of muscle fiber cross-sectional area.[33]\n\nEven though this technology has potential to aid in counteracting the detrimental effects of prolonged spaceflight, there are difficulties in applying these artificial gravity systems in space.[1][34] Rotating the whole spacecraft is expensive and introduces another layer of complexity to the design.[1] A smaller centrifuge can be used to provide intermittent exposure, but the available exercise activities in the small centrifuge are limited due to the high rotation speed required to generate adequate artificial gravitational forces. The subject can experience \"unpleasant vestibular and Coriolis effects\" while in the centrifuge.[1][35]\n\nSeveral studies have suggested that artificial gravity might be an adequate countermeasure for prolonged space flight, especially if combined with other countermeasures.[1][7][36][37][38] A conceptual design entitled ViGAR (Virtual Gravity Artificial Reality) was proposed in 2005 by Kobrick et al. and it details a device that combines artificial gravity, exercise and virtual reality to counter the negative effects of prolonged spaceflight. It includes a bicycle on a centrifuge as well as an integrated virtual reality system.[13]\n\nThe TVIS[10][39] is a modified treadmill. It includes a vibration isolation system, which prevents the forces from the exercise from being transferred into the International Space Station (ISS). This device is used in a very similar manner to a regular treadmill. In order to hold the user to the surface of the treadmill, it includes a system of straps called the series bungee system (SBS) which use latex tubes or straps called \"subject load devices\" (SLDs) attached to a harness. These straps place resistive forces and loads in a range of 40 lb. to 220 lb. on the crew member's body as they walk or run on the treadmill.\n\nThe CEVIS[10][40] provides both aerobic and cardiovascular training using recumbent cycling activities. The workload placed on the subject can be tuned very accurately. The astronauts can create target goals of speed, workload and heart rate. It is a modified version of the Inertial Vibration Isolation and Stabilization (IVIS) Cycle Ergometer.[41] It has a control panel that displays the target workload as well as the actual workload in addition to the cycling speed, heart rate, deviation from target speed and heart rate, and elapsed exercise time. The workload range is between 25 and 350 Watts. The pedal speeds range from 30 to 120 rpm. There is a vibration isolation system that prevents the motions and forces generated by the crew member exercising from being transferred to the International Space Station (ISS).\n\nIt is currently used on the International Space Station as part of the astronauts' weekly exercise schedule and it is certified for 15 years of on-orbit service.\n\nThe iRED[10][42] provides resistive exercise to the user which helps prevent muscle atrophy and minimize bone loss. It focuses on maintaining the strength, power, and endurance of the crew member. It has over 18 different exercises for both upper and lower body and provides up to a 300 lb. resistive force. Examples of possible exercises include but are not limited to: squats, straight-leg deadlifts, bent-leg deadlifts, heel raises, bend-over rows, upright rows, bicep curls, shoulder presses etc.\n\nIt was used daily as a part of the crew members' exercise regimen but was retired in October 2011. Now, the Advanced Resistive Exercise Device (ARED)[43] is used.\n\nThe TVIS and iRED are largely ineffective when it comes to maintaining muscle volume and bone density.[10][46][47] Both the TVIS and the iRED cannot generate forces that are similar to those experienced on Earth.[10]  The harnesses and bungee cords used in many of these device cause substantial discomfort, and in the future need to be redesigned for ease of long-duration use.[48] The CEVIS, at its maximal setting, is the only permanent device on ISS that can achieve resistive loads that are comparable to Earth.[10] The FWED (flown on ISS in 2009; photo), adapted for experimental bedrest in 1-g, achieved resistive forces exceeding body weight and mitigated bone and muscle atrophy.[49]\n\nThe European Space Agency employs many different devices to assess the effectiveness of different countermeasure technologies:[44]\n\n"
        },
        {
            "title": "Kinematics of locomotion in space",
            "text": "See also: Bipedalism, Walking, and Gait analysis\n\nGravity has a large influence on walking speed, muscle activity patterns, gait transitions and the mechanics of locomotion,[50][51] which means that the kinematics of locomotion in space need to be studied in order to optimize movements in that environment.\n\nOn Earth, the dynamic similarity hypothesis is used to compare gaits between people of different heights and weights.[52] This hypothesis states that different mammals move in a dynamically similar manner when traveling at a speed where they have the same ratio of inertial forces to gravitational forces.[52] This ratio is called the Froude number and is a dimensionless parameter that allows the gait of different sizes and species of animals to be compared.[52] The Froude number is based on the mass of the person, the leg length, the person's velocity and the gravitational acceleration.[53] It indicates the point at which a person switches from walking to running and is typically around 0.5 for humans in Earth's gravity.[53] At reduced levels of gravity, individuals switch to running at slower speeds, but still at approximately the same Froude number.[54][55]\n\nWhen locomotion is studied in space, these same relations do not always apply. For example, the inverted pendulum model for walking might not be applicable in reduced gravity conditions.[56] In addition, when using a space suit, there are very apparent differences in the Froude number.[57][58] Christopher Carr and Jeremy McGee at MIT developed a modified parameter called the Apollo number in 2009.[59] The Apollo number takes into account the weight that the space suit supports as well as the difference in gravitational acceleration.[59] While it does not explain all of the differences between walking in a space suit versus without, it accounts for 60% of that difference, and has the potential to provide valuable information for optimization of future space suit designs.[59]\n\n"
        },
        {
            "title": "Energetics of locomotion in space",
            "text": "See also: Space suit, Bioenergetic systems\n\nOn Earth, it takes half of the amount of energy to walk a mile when compared to running the same distance.[60] In contrast, when using a spacesuit under reduced gravity conditions, running is more efficient than walking.[61] Generally, walking in reduced gravity has a high metabolic cost which means that there is some disruption of normal gait kinematics while in this environment.[62] While running in reduced gravity conditions, the energy consumption of the human body decreases proportionally as body weight decreases.[60] This combined with other evidence indicates that space suits behave similarly to springs while running, which in turn would decrease the cost of transport when compared to walking.[61] A study by Christopher Carr and Dava Newman suggested that the cause of this spring-like behavior is knee torque,[61] which means in motions that require a larger bend in the knee, the contributions from the space suit will be greater.\n\nThe limitations on extravehicular activity (EVA) in space are related to the metabolic costs of locomotion in a spacesuit.[63] Metabolic cost refers to the energy cost of a physical activity. Looking forward to future space missions and colonization, EVA limitations are important to consider.[63] The aspects that play the greatest role in the energetic cost of movement in a spacesuit are the \"suit pressurization, gravity, velocity, surface slope, and space suit configuration.[63]\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Mission_specialist",
        "https://en.wikipedia.org/wiki/NASA",
        "https://en.wikipedia.org/wiki/Robert_Curbeam",
        "https://en.wikipedia.org/wiki/ESA",
        "https://en.wikipedia.org/wiki/Christer_Fuglesang",
        "https://en.wikipedia.org/wiki/Extravehicular_activity",
        "https://en.wikipedia.org/wiki/Microgravity",
        "https://en.wikipedia.org/wiki/Outer_space",
        "https://en.wikipedia.org/wiki/Gravity",
        "https://en.wikipedia.org/wiki/Space_medicine",
        "https://en.wikipedia.org/wiki/Space_exposure",
        "https://en.wikipedia.org/wiki/Health_threat_from_cosmic_rays",
        "https://en.wikipedia.org/wiki/Radiation",
        "https://en.wikipedia.org/wiki/Effect_of_spaceflight_on_the_human_body",
        "https://en.wikipedia.org/wiki/Effect_of_spaceflight_on_the_human_body",
        "https://en.wikipedia.org/wiki/Muscle_atrophy",
        "https://en.wikipedia.org/wiki/Spaceflight_osteopenia",
        "https://en.wikipedia.org/wiki/Ageing",
        "https://en.wikipedia.org/wiki/Motion_sickness",
        "https://en.wikipedia.org/wiki/Soleus_muscle",
        "https://en.wikipedia.org/wiki/Gastrocnemius_muscle",
        "https://en.wikipedia.org/wiki/Electrical_muscle_stimulation",
        "https://en.wikipedia.org/wiki/Space_suit",
        "https://en.wikipedia.org/wiki/International_Space_Station",
        "https://en.wikipedia.org/wiki/Expedition_43",
        "https://en.wikipedia.org/wiki/Terry_Virts",
        "https://en.wikipedia.org/wiki/Pingvin_exercise_suit",
        "https://en.wikipedia.org/wiki/European_Space_Agency",
        "https://en.wikipedia.org/wiki/Electromyography",
        "https://en.wikipedia.org/wiki/Electroactive_polymers",
        "https://en.wikipedia.org/wiki/Pneumatics",
        "https://en.wikipedia.org/wiki/NASA",
        "https://en.wikipedia.org/wiki/Motion_sickness",
        "https://en.wikipedia.org/wiki/Orthostatic_intolerance",
        "https://en.wikipedia.org/wiki/Artificial_gravity",
        "https://en.wikipedia.org/wiki/Gravitational_force",
        "https://en.wikipedia.org/wiki/Linear_acceleration",
        "https://en.wikipedia.org/wiki/Centripetal_force",
        "https://en.wikipedia.org/wiki/Virtual_reality",
        "https://en.wikipedia.org/wiki/Centrifuge",
        "https://en.wikipedia.org/wiki/International_Space_Station",
        "https://en.wikipedia.org/wiki/International_Space_Station",
        "https://en.wikipedia.org/wiki/International_Space_Station",
        "https://en.wikipedia.org/wiki/Garrett_Reisman",
        "https://en.wikipedia.org/wiki/Expedition_17",
        "https://en.wikipedia.org/wiki/European_Space_Agency",
        "https://en.wikipedia.org/wiki/Bipedalism",
        "https://en.wikipedia.org/wiki/Walking",
        "https://en.wikipedia.org/wiki/Gait_analysis",
        "https://en.wikipedia.org/wiki/Gait",
        "https://en.wikipedia.org/wiki/Froude_number",
        "https://en.wikipedia.org/wiki/Massachusetts_Institute_of_Technology",
        "https://en.wikipedia.org/wiki/Space_suit",
        "https://en.wikipedia.org/wiki/Bioenergetic_systems",
        "https://en.wikipedia.org/wiki/Torque",
        "https://en.wikipedia.org/wiki/Metabolic_equivalent",
        "https://en.wikipedia.org/wiki/Terrestrial_locomotion",
        "https://en.wikipedia.org/wiki/Fatigue_and_sleep_loss_during_spaceflight",
        "https://en.wikipedia.org/wiki/Intervertebral_disc_damage_and_spaceflight",
        "https://en.wikipedia.org/wiki/Medical_treatment_during_spaceflight",
        "https://en.wikipedia.org/wiki/Space_colonization",
        "https://en.wikipedia.org/wiki/Spaceflight_radiation_carcinogenesis",
        "https://en.wikipedia.org/wiki/Visual_impairment_due_to_intracranial_pressure",
        "https://en.wikipedia.org/wiki/Mars_suit",
        "https://en.wikipedia.org/wiki/Francesco_Lacquaniti",
        "https://en.wikipedia.org/wiki/Space_medicine",
        "https://en.wikipedia.org/wiki/Artificial_gravity",
        "https://en.wikipedia.org/wiki/Astronautical_hygiene",
        "https://en.wikipedia.org/wiki/Bioastronautics",
        "https://en.wikipedia.org/wiki/Neuroscience_in_space",
        "https://en.wikipedia.org/wiki/Space_exposure",
        "https://en.wikipedia.org/wiki/Space_food",
        "https://en.wikipedia.org/wiki/Space_nursing",
        "https://en.wikipedia.org/wiki/Space_weather",
        "https://en.wikipedia.org/wiki/Weightlessness",
        "https://en.wikipedia.org/wiki/Asthenization",
        "https://en.wikipedia.org/wiki/Ebullism",
        "https://en.wikipedia.org/wiki/Illness_and_injuries_during_spaceflight",
        "https://en.wikipedia.org/wiki/Medical_treatment_during_spaceflight",
        "https://en.wikipedia.org/wiki/Space_adaptation_syndrome",
        "https://en.wikipedia.org/wiki/Space_and_survival",
        "https://en.wikipedia.org/wiki/Spaceflight_osteopenia",
        "https://en.wikipedia.org/wiki/Aerospace_Medical_Association",
        "https://en.wikipedia.org/wiki/National_Space_Biomedical_Research_Institute",
        "https://en.wikipedia.org/wiki/Rubicon_Foundation",
        "https://en.wikipedia.org/wiki/Space_Nursing_Society",
        "https://en.wikipedia.org/wiki/Adverse_health_effects_from_lunar_dust_exposure",
        "https://en.wikipedia.org/wiki/Cardiac_rhythm_problems_during_space_flight",
        "https://en.wikipedia.org/wiki/Central_nervous_system_effects_from_radiation_exposure_during_spaceflight",
        "https://en.wikipedia.org/wiki/Effect_of_spaceflight_on_the_human_body",
        "https://en.wikipedia.org/wiki/Effects_of_sleep_deprivation_in_space",
        "https://en.wikipedia.org/wiki/Sleep_in_space",
        "https://en.wikipedia.org/wiki/Health_threat_from_cosmic_rays",
        "https://en.wikipedia.org/wiki/Intervertebral_disc_damage_and_spaceflight",
        "https://en.wikipedia.org/wiki/List_of_microorganisms_tested_in_outer_space",
        "https://en.wikipedia.org/wiki/Psychological_and_sociological_effects_of_spaceflight",
        "https://en.wikipedia.org/wiki/Radiobiology_evidence_for_protons_and_HZE_nuclei",
        "https://en.wikipedia.org/wiki/Renal_stone_formation_in_space",
        "https://en.wikipedia.org/wiki/Spaceflight_radiation_carcinogenesis",
        "https://en.wikipedia.org/wiki/Team_composition_and_cohesion_in_spaceflight_missions",
        "https://en.wikipedia.org/wiki/Visual_impairment_due_to_intracranial_pressure",
        "https://en.wikipedia.org/wiki/Spaceflight",
        "https://en.wikipedia.org/wiki/Orbital_mechanics",
        "https://en.wikipedia.org/wiki/History_of_spaceflight",
        "https://en.wikipedia.org/wiki/Timeline_of_spaceflight",
        "https://en.wikipedia.org/wiki/Space_Race",
        "https://en.wikipedia.org/wiki/List_of_spaceflight_records",
        "https://en.wikipedia.org/wiki/Space_launch",
        "https://en.wikipedia.org/wiki/Space_policy",
        "https://en.wikipedia.org/wiki/Chinese_space_program",
        "https://en.wikipedia.org/wiki/European_Space_Agency_Science_Programme",
        "https://en.wikipedia.org/wiki/European_Union_Space_Programme",
        "https://en.wikipedia.org/wiki/Indian_Space_Research_Organisation",
        "https://en.wikipedia.org/wiki/Japanese_space_program",
        "https://en.wikipedia.org/wiki/Roscosmos",
        "https://en.wikipedia.org/wiki/Soviet_space_program",
        "https://en.wikipedia.org/wiki/Space_policy_of_the_United_States",
        "https://en.wikipedia.org/wiki/Space_law",
        "https://en.wikipedia.org/wiki/Outer_Space_Treaty",
        "https://en.wikipedia.org/wiki/Rescue_Agreement",
        "https://en.wikipedia.org/wiki/Space_Liability_Convention",
        "https://en.wikipedia.org/wiki/Registration_Convention",
        "https://en.wikipedia.org/wiki/Moon_Treaty",
        "https://en.wikipedia.org/wiki/Space_warfare",
        "https://en.wikipedia.org/wiki/Space_command",
        "https://en.wikipedia.org/wiki/Space_force",
        "https://en.wikipedia.org/wiki/Militarisation_of_space",
        "https://en.wikipedia.org/wiki/Private_spaceflight",
        "https://en.wikipedia.org/wiki/Outline_of_space_science",
        "https://en.wikipedia.org/wiki/Space_telescope",
        "https://en.wikipedia.org/wiki/Earth_observation_satellite",
        "https://en.wikipedia.org/wiki/Satellite_imagery",
        "https://en.wikipedia.org/wiki/Reconnaissance_satellite",
        "https://en.wikipedia.org/wiki/Weather_satellite",
        "https://en.wikipedia.org/wiki/Communications_satellite",
        "https://en.wikipedia.org/wiki/Satellite_Internet_access",
        "https://en.wikipedia.org/wiki/Satellite_radio",
        "https://en.wikipedia.org/wiki/Satellite_phone",
        "https://en.wikipedia.org/wiki/Satellite_television",
        "https://en.wikipedia.org/wiki/Satellite_navigation",
        "https://en.wikipedia.org/wiki/Commercial_use_of_space",
        "https://en.wikipedia.org/wiki/Space_launch_market_competition",
        "https://en.wikipedia.org/wiki/Space_architecture",
        "https://en.wikipedia.org/wiki/Space_exploration",
        "https://en.wikipedia.org/wiki/Space_research",
        "https://en.wikipedia.org/wiki/Space_technology",
        "https://en.wikipedia.org/wiki/Space_weather",
        "https://en.wikipedia.org/wiki/Human_spaceflight",
        "https://en.wikipedia.org/wiki/Astronaut",
        "https://en.wikipedia.org/wiki/Commercial_astronaut",
        "https://en.wikipedia.org/wiki/Animals_in_space",
        "https://en.wikipedia.org/wiki/Bioastronautics",
        "https://en.wikipedia.org/wiki/Space_suit",
        "https://en.wikipedia.org/wiki/Extravehicular_activity",
        "https://en.wikipedia.org/wiki/Overview_effect",
        "https://en.wikipedia.org/wiki/Weightlessness",
        "https://en.wikipedia.org/wiki/Space_toilet",
        "https://en.wikipedia.org/wiki/Space_tourism",
        "https://en.wikipedia.org/wiki/Space_colonization",
        "https://en.wikipedia.org/wiki/Space_diving",
        "https://en.wikipedia.org/wiki/Vostok_programme",
        "https://en.wikipedia.org/wiki/Project_Mercury",
        "https://en.wikipedia.org/wiki/Voskhod_programme",
        "https://en.wikipedia.org/wiki/Project_Gemini",
        "https://en.wikipedia.org/wiki/Soyuz_programme",
        "https://en.wikipedia.org/wiki/Apollo_program",
        "https://en.wikipedia.org/wiki/Skylab",
        "https://en.wikipedia.org/wiki/Space_Shuttle_program",
        "https://en.wikipedia.org/wiki/Mir",
        "https://en.wikipedia.org/wiki/International_Space_Station",
        "https://en.wikipedia.org/wiki/China_Manned_Space_Program",
        "https://en.wikipedia.org/wiki/Tiangong_program",
        "https://en.wikipedia.org/wiki/New_Shepard",
        "https://en.wikipedia.org/wiki/Artemis_program",
        "https://en.wikipedia.org/wiki/Effect_of_spaceflight_on_the_human_body",
        "https://en.wikipedia.org/wiki/Space_adaptation_syndrome",
        "https://en.wikipedia.org/wiki/Health_threat_from_cosmic_rays",
        "https://en.wikipedia.org/wiki/Space_psychology",
        "https://en.wikipedia.org/wiki/Psychological_and_sociological_effects_of_spaceflight",
        "https://en.wikipedia.org/wiki/Space_and_survival",
        "https://en.wikipedia.org/wiki/Space_medicine",
        "https://en.wikipedia.org/wiki/Space_nursing",
        "https://en.wikipedia.org/wiki/Spacecraft",
        "https://en.wikipedia.org/wiki/Launch_vehicle",
        "https://en.wikipedia.org/wiki/Rocket",
        "https://en.wikipedia.org/wiki/Space_capsule",
        "https://en.wikipedia.org/wiki/Orbital_module",
        "https://en.wikipedia.org/wiki/Reentry_capsule",
        "https://en.wikipedia.org/wiki/Service_module",
        "https://en.wikipedia.org/wiki/Spaceplane",
        "https://en.wikipedia.org/wiki/Robotic_spacecraft",
        "https://en.wikipedia.org/wiki/Satellite",
        "https://en.wikipedia.org/wiki/Space_probe",
        "https://en.wikipedia.org/wiki/Space_telescope",
        "https://en.wikipedia.org/wiki/Spacecraft_propulsion",
        "https://en.wikipedia.org/wiki/Rocket_engine",
        "https://en.wikipedia.org/wiki/Spacecraft_electric_propulsion",
        "https://en.wikipedia.org/wiki/Solar_sail",
        "https://en.wikipedia.org/wiki/Gravity_assist",
        "https://en.wikipedia.org/wiki/Orbital_spaceflight",
        "https://en.wikipedia.org/wiki/Geocentric_orbit",
        "https://en.wikipedia.org/wiki/Geosynchronous_orbit",
        "https://en.wikipedia.org/wiki/Interplanetary_spaceflight",
        "https://en.wikipedia.org/wiki/Interstellar_travel",
        "https://en.wikipedia.org/wiki/Intergalactic_travel",
        "https://en.wikipedia.org/wiki/Space_launch",
        "https://en.wikipedia.org/wiki/Direct_ascent",
        "https://en.wikipedia.org/wiki/Escape_velocity",
        "https://en.wikipedia.org/wiki/Expendable_launch_system",
        "https://en.wikipedia.org/wiki/Reusable_launch_vehicle",
        "https://en.wikipedia.org/wiki/Launch_pad",
        "https://en.wikipedia.org/wiki/Spaceport",
        "https://en.wikipedia.org/wiki/Ground_segment",
        "https://en.wikipedia.org/wiki/Flight_controller",
        "https://en.wikipedia.org/wiki/Ground_station",
        "https://en.wikipedia.org/wiki/Orbital_pass",
        "https://en.wikipedia.org/wiki/Mission_control_center",
        "https://en.wikipedia.org/wiki/Space_suit",
        "https://en.wikipedia.org/wiki/Berkut_spacesuit",
        "https://en.wikipedia.org/wiki/Yastreb",
        "https://en.wikipedia.org/wiki/Strizh",
        "https://en.wikipedia.org/wiki/Sokol_space_suit",
        "https://en.wikipedia.org/wiki/Orlan_space_suit",
        "https://en.wikipedia.org/wiki/Navy_Mark_IV",
        "https://en.wikipedia.org/wiki/Gemini_space_suit",
        "https://en.wikipedia.org/wiki/Manned_Orbiting_Laboratory",
        "https://en.wikipedia.org/wiki/Shuttle_Ejection_Escape_Suit",
        "https://en.wikipedia.org/wiki/Launch_Entry_Suit",
        "https://en.wikipedia.org/wiki/Advanced_Crew_Escape_Suit",
        "https://en.wikipedia.org/wiki/Extravehicular_Mobility_Unit",
        "https://en.wikipedia.org/wiki/Orlan_space_suit",
        "https://en.wikipedia.org/wiki/Feitian_space_suit",
        "https://en.wikipedia.org/wiki/Constellation_Space_Suit",
        "https://en.wikipedia.org/wiki/Space_activity_suit",
        "https://en.wikipedia.org/wiki/Stratonautical_space_suit",
        "https://en.wikipedia.org/wiki/Z_series_space_suits",
        "https://en.wikipedia.org/wiki/Hard_Upper_Torso",
        "https://en.wikipedia.org/wiki/Liquid_Cooling_and_Ventilation_Garment",
        "https://en.wikipedia.org/wiki/Maximum_Absorbency_Garment",
        "https://en.wikipedia.org/wiki/Primary_life_support_system",
        "https://en.wikipedia.org/wiki/Snoopy_cap",
        "https://en.wikipedia.org/wiki/Thermal_Micrometeoroid_Garment",
        "https://en.wikipedia.org/wiki/Extravehicular_activity",
        "https://en.wikipedia.org/wiki/Astronaut_propulsion_unit",
        "https://en.wikipedia.org/wiki/Environmental_suit",
        "https://en.wikipedia.org/wiki/Pressure_suit",
        "https://en.wikipedia.org/wiki/SuitSat",
        "https://en.wikipedia.org/wiki/List_of_topics_in_space",
        "https://en.wikipedia.org/wiki/Effect_of_spaceflight_on_the_human_body",
        "https://en.wikipedia.org/wiki/Astronautical_hygiene",
        "https://en.wikipedia.org/wiki/Space_medicine",
        "https://en.wikipedia.org/wiki/Neuroscience_in_space",
        "https://en.wikipedia.org/wiki/Space_psychology",
        "https://en.wikipedia.org/wiki/Psychological_and_sociological_effects_of_spaceflight",
        "https://en.wikipedia.org/wiki/Sex_in_space",
        "https://en.wikipedia.org/wiki/Sleep_in_space",
        "https://en.wikipedia.org/wiki/Animals_in_space",
        "https://en.wikipedia.org/wiki/Soviet_space_dogs",
        "https://en.wikipedia.org/wiki/Orbiting_Frog_Otolith",
        "https://en.wikipedia.org/wiki/Fruit_flies_in_space",
        "https://en.wikipedia.org/wiki/Monkeys_and_apes_in_space",
        "https://en.wikipedia.org/wiki/Zond_5",
        "https://en.wikipedia.org/wiki/Astrobiology",
        "https://en.wikipedia.org/wiki/List_of_microorganisms_tested_in_outer_space",
        "https://en.wikipedia.org/wiki/Plants_in_space",
        "https://en.wikipedia.org/wiki/Astrobotany",
        "https://en.wikipedia.org/wiki/Space_technology",
        "https://en.wikipedia.org/wiki/Human_spaceflight",
        "https://en.wikipedia.org/wiki/Space_architecture",
        "https://en.wikipedia.org/wiki/Space_food",
        "https://en.wikipedia.org/wiki/Space_toilet",
        "https://en.wikipedia.org/wiki/Writing_in_space",
        "https://en.wikipedia.org/wiki/Asteroid_mining",
        "https://en.wikipedia.org/wiki/Batteries_in_space",
        "https://en.wikipedia.org/wiki/Nuclear_power_in_space",
        "https://en.wikipedia.org/wiki/Solar_panels_on_spacecraft",
        "https://en.wikipedia.org/wiki/Space_telescope",
        "https://en.wikipedia.org/wiki/Space_weapon",
        "https://en.wikipedia.org/wiki/Space_advertising",
        "https://en.wikipedia.org/wiki/Alcohol_and_spaceflight",
        "https://en.wikipedia.org/wiki/Space_archaeology",
        "https://en.wikipedia.org/wiki/Space_burial",
        "https://en.wikipedia.org/wiki/Space_colonization",
        "https://en.wikipedia.org/wiki/Asteroid_mining",
        "https://en.wikipedia.org/wiki/Space_trade",
        "https://en.wikipedia.org/wiki/Space_exploration",
        "https://en.wikipedia.org/wiki/Space_food",
        "https://en.wikipedia.org/wiki/Space_law",
        "https://en.wikipedia.org/wiki/Space_force",
        "https://en.wikipedia.org/wiki/Music_in_space",
        "https://en.wikipedia.org/wiki/Religion_in_space",
        "https://en.wikipedia.org/wiki/Christmas_on_the_International_Space_Station",
        "https://en.wikipedia.org/wiki/Space_selfie",
        "https://en.wikipedia.org/wiki/Space_tourism",
        "https://en.wikipedia.org/wiki/Voting_in_space",
        "https://en.wikipedia.org/wiki/Space_warfare",
        "https://en.wikipedia.org/wiki/Women_in_space",
        "https://en.wikipedia.org/wiki/Space_environment",
        "https://en.wikipedia.org/wiki/Space_climate",
        "https://en.wikipedia.org/wiki/Corrosion_in_space",
        "https://en.wikipedia.org/wiki/Space_debris",
        "https://en.wikipedia.org/wiki/Cosmic_dust",
        "https://en.wikipedia.org/wiki/Space_weather",
        "https://en.wikipedia.org/wiki/Space_weathering",
        "https://en.wikipedia.org/wiki/Locomotion_in_space",
        "https://en.wikipedia.org/wiki/Locomotion_in_space",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}