{
    "url": "https://en.wikipedia.org/wiki/Longshan_culture",
    "title": "Longshan culture",
    "table_of_contents": [
        "1 History",
        "2 Agriculture",
        "3 Ritual",
        "4 Early period",
        "5 Late period",
        "5.1 Shandong Longshan",
        "5.2 Hougang II",
        "5.3 Wangwan III",
        "5.4 Taosi",
        "5.5 Sanliqiao II",
        "5.6 Kexingzhuang II",
        "6 Decline",
        "7 Significance of the discovery of Longshan culture",
        "8 See also",
        "9 Notes",
        "10 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The Longshan (or Lung-shan) culture, also sometimes referred to as the Black Pottery Culture, was a late Neolithic culture in the middle and lower Yellow River valley areas of northern China from about 3000 to 1900 BC. The first archaeological find of this culture took place at the Chengziya Archaeological Site in 1928, with the first excavations in 1930 and 1931. The culture is named after the nearby modern town of Longshan (lit. \"Dragon Mountain\") in Zhangqiu, Shandong. The culture was noted for its highly polished black pottery (or egg-shell pottery).  The population expanded dramatically during the 3rd millennium BC, with many settlements having rammed earth walls.  It decreased in most areas around 2000 BC until the central area evolved into the Bronze Age Erlitou culture. The Longshan culture has been linked to the early Sinitic (of the Sino-Tibetan languages).[1][2]\nAccording to the area and cultural type, the Longshan culture can be divided into two types: Shandong Longshan and Henan Longshan. Among them, Shandong Longshan Cultural Site includes Chengziya Site; Henan Longshan Cultural Site includes Dengfeng Wangchenggang Site in Wangwan, Taosi Site and Mengzhuang Site in Hougang.\n\n"
        },
        {
            "title": "History",
            "text": "A distinctive feature of the Longshan culture was the high level of skill in pottery making, including the use of pottery wheels, producing thin-walled and polished black pottery.[3]\nThis pottery was widespread in North China, and also found in the Yangtze River valley and as far as the southeastern coast.[4]\n\nUntil the 1950s, such black pottery was considered the principal diagnostic, and all of these sites were assigned to the Longshan culture.[5][6]\nIn the first edition of his influential survey The Archaeology of Ancient China, published in 1963, Kwang-chih Chang described the whole area as a \"Longshanoid horizon\", suggesting a fairly uniform culture attributed to expansion from a core area in the Central Plain.[7][8]\nMore recent discoveries have uncovered much more regional diversity than previously thought, so that many local cultures included within Chang's Longshanoid horizon are now viewed as distinct cultures, and the term \"Longshan culture\" is restricted to the middle and lower Yellow River valley.[9]\nFor example, the contemporaneous culture of the lower Yangtze area is now described as the Liangzhu culture.[7][9]\nAt the same time, researchers recognized the diversity within the Yellow River valley by distinguishing regional variants in Henan, Shanxi and Shaanxi from the Shandong or \"classic\" Longshan.[9][10]\nIn the fourth edition of his book (1986), Chang moved from a model centered on the Central Plain to a model of distinctive regional cultures whose development was stimulated by interaction between regions, a situation he called the \"Chinese interaction sphere\".[11][12]\nAlso in the 1980s, Yan Wenming proposed the term \"Longshan era\" to encompass cultures of the late Neolithic (3rd millennium BC) across the area, though he assigned the Central Plain a leading role.[13][14]\n\n"
        },
        {
            "title": "Agriculture",
            "text": "The most important crop was foxtail millet, but traces of broomcorn millet, rice and wheat have also been found.  Rice grains have been found in Shandong and southern Henan, and a small rice field has been found on the Liaodong peninsula.  Specialized tools for digging, harvesting and grinding grain have been recovered.[15][16]\n\nThe most common source of meat was the pig.[17]  Sheep and goats were apparently domesticated in the Loess Plateau area in the 4th millennium BC, found in western Henan by 2800 BC, and then spread across the middle and lower Yellow River area.[18]  Dogs were also eaten, particularly in Shandong, though cattle were less important.[17][18]\n\nSmall-scale production of silk by raising and domesticating the silkworm in early sericulture was also known.[19]\n\n"
        },
        {
            "title": "Ritual",
            "text": "Remains have been found in Shaanxi and southern Henan of scapulae of cattle, pigs, sheep and deer that were heated as a form of divination.[20][21]\nEvidence of human sacrifice becomes more common in Shaanxi and the Central Plain in the late Longshan period.[20][22]\n\n"
        },
        {
            "title": "Early period",
            "text": "Excavations in the 1950s in Shanxian, western Henan, identified a Miaodigou II phase (3000 to 2600 BC)[a] transitional between the preceding Yangshao culture and the later Henan Longshan.[24]\nA minority of archaeologists have suggested that this phase, which is contemporaneous with the late Dawenkou culture in Shandong, should instead be assigned to the Yangshao culture, but most describe it as the early phase of the Henan Longshan.[9][25]\nSome scholars argue that the late Dawenkou culture should be considered the early phase of the Shandong Longshan culture.[25]\n\nMiaodigou II sites are found in central and western Henan, southern Shanxi and the Wei River valley in Shaanxi.[26][27]\nThe tools and pottery found at these sites were significantly improved from those of the preceding Yangshao culture.\nAgriculture was intensified, and the consumption of domesticated animals (pigs, dogs, sheep and cattle) greatly increased.[27]\nSimilarities in ceramic styles of central Henan Miaodigou II with the late Dawenkou culture to the east and the late Qujialing culture to the south suggest trade contacts between the regions.[26] There were also expansions from middle and late Dawenkou sites (3500-2600 BC) toward central Henan and northern Anhui which coincides the era of maximum marine transgression.[28]\n\n"
        },
        {
            "title": "Late period",
            "text": "The late period (2600 to 2000 BC) of the Longshan culture in the middle Yellow River area is contemporaneous with the classic Shandong Longshan culture.[25][29]\nSeveral regional variants of the late middle Yellow River Longshan have been identified, including Wangwan III in western Henan, Hougang II in northern Henan and southern Hebei, Taosi in the Fen River basin in southern Shanxi, and several clusters on the middle reaches of the Jing River and Wei River collectively known as Kexingzhuang II or the Shaanxi Longshan.[9][30]\n\nAs the Neolithic population in China reached its peak, hierarchies of settlements developed.[31]\nIn physically circumscribed locations, such as the basin of the Fen River in southern Shanxi, the Yellow River in western Henan (confined by the Zhongtiao Mountains and Xiao Mountains) and the coastal Rizhao plain of southeast Shandong, a few very large (over 200 ha) centers developed.[32]\nIn more open areas, such as the rest of Shandong, the Central Plain (in Henan) and the Wei River basin in Shaanxi, local centers were more numerous, smaller (generally 20 to 60 ha) and fairly evenly spaced.[33][34]\nWalls of rammed earth have been found in 20 towns in Shandong, 9 in the Central Plain and one (Taosi) in southern Shanxi, suggesting conflict between polities in these areas.[35]\n\nThe center of Shandong is a mountainous area, including Mount Tai (1,545 m) and other several other peaks over 1000 m.  Longshan settlements are found on the plains surrounding this massif.[36]\nTo the north are four evenly spaced walled centers, Chengziya, Dinggong, Tianwang and Bianxianwang (from west to east), with the largest, Chengziya, enclosing only 20 ha.\nA pottery sherd inscribed with 11 symbols was found at Dinggong, but scholars disagree on whether it should be dated to the Neolithic period.[37]\n\nThe largest sites yet found in Shandong are Liangchengzhen (273 ha) and Yaowangcheng (368 ha).  Both sites are near the southeast coast in the Rizhao area, with Yaowangcheng about 35 km to the south of Liangchengzhen.[38]  Each site is surrounded by a hierarchy of economically integrated settlements, but there are relatively few settlements in the area between the two, suggesting that they were political centers of rival polities. Production of pottery, stone tools and textiles was common. There is also evidence suggesting the production of fermented beverages and prestige items made from jade and metal.[17] Since both jade prestige items and utilitarian goods such as stone tools and pottery have been found at the sites, this suggests that they were also regional centers for production and exchange of goods.[39][40][41] At Liangchengzhen, rice, foxtail millet, broomcorn millet and wheat were grown. Foxtail millet was the most important crop in terms of the amount grown, however it was primarily used for animal fodder. Rice was the preferred food for human consumption.[42]\n\nRelative to other Longshan-era cultures, the gap between rich and poor in the Shandong Longshan was far less pronounced and there seemed to be less violence compared to other Longshan sites.[43] The Shandong Longshan developed out of the Dawenkou culture and was succeeded by the Bronze Age Yueshi culture.[44]\n\nThe Hougang II variant of Longshan culture is located in northern Henan and Southern Hebei. The sites of this Longshan subtradition are densely distributed along the rivers in this region, many of the sites being less than 1 km apart. Walled sites include Hougang (10 ha) and Mengzhuang (16 ha). The Hougang II variant is known for having the first wells in the Yellow River area and the method they employed continued to be used by early bronze-age states in the region.[45]\n\nThe Wangwan III variant of the Longshan culture is located in western and central Henan province. The number of sites in this region triples from the Yangshao period, developing into multi-centered competitive systems. There is evidence of metallurgy at the Wangchenggang site, though it is possibly attributed to later layers. The Wangwan III variant is said to have given rise to the Erlitou culture; specifically a 70 ha walled center at Xinzhai is said to lead \"typologically directly to early Erlitou\".[46]\n\nAt 300 ha in area, the walled site at Taosi in the Linfen Basin in southern Shanxi, is the largest Longshan settlement in the middle Yellow River area.  Mortuary practices indicate a complex society with at least three social ranks.[47]\n\nIn the late Taosi period, the rammed-earth wall was destroyed, and there are indications of violence and political upheaval.  At around the same time, the new large center of Fangcheng (230 ha) was built 20 km to the southeast of Taosi, on the other side of the Chong Mountains.[48]\n\nSanliqiao II sites are located on both sides of the Yellow River in western Henan, southwestern Shanxi and eastern Shaanxi. There are nearly a hundred settlements belonging to this regional variant which show three level settlement hierarchy. The largest site (Xiaojiaokou, 10 km southeast of modern Sanmenxia) is 240 ha in area, whereas local centers range from 30 ha to 70 ha.\n\nDwelling types of Sanliqiao II culture include both aboveground and semi-subterranean type houses as well as homes horizontally dug into loess cliffs with walls frequently coated with plaster.\n\nThere is noted similarity between the ceramics of this variant and that of the Kexingzhuang II variant.[49]\n\nKexingzhuang II sites are scattered across the Wei River valley in southern Shaanxi. The largest site in this area is 60 ha, which is less than half the size of the largest Yangshao-era site in this region. A population decline is also noted during this period, which scholars attribute to migration caused by environmental changes. Out of 718 identified sites, 25 would be considered \"medium sized\" centers surrounded by small village settlements in three-level settlement hierarchy.[50]\n\n"
        },
        {
            "title": "Decline",
            "text": "Towards the end of the 3rd millennium BC, the population decreased sharply in most of the region and many of the larger centres were abandoned, possibly due to environmental change linked to the end of the Holocene Climatic Optimum.[51]  This was matched by the disappearance of high-quality black pottery found in ritual burials.[citation needed]  In contrast, there was a rapid growth of population and social complexity in the basin of the Yi and Luo rivers of central Henan, culminating in the Erlitou culture.[52]  The material culture in this area shows a continuous development, through a Xinzhai phase centred on the Song Mountains immediately to the south.[53]  In the Taosi area, however, there is no such continuity between Longshan and Erlitou material culture, suggesting a collapse in that area and later expansion from the Erlitou core area.[54]\n\n"
        },
        {
            "title": "Significance of the discovery of Longshan culture",
            "text": "During the 19th and early 20th centuries, there were opposing views on the origin of Chinese culture and civilization: Western origin versus native origin. One of the most representative of “Western Origin” for the culture of prehistoric China was put forward by J. G. Andersson (1874–1960), who excavated the Neolithic site of Yangshao, Henan, in 1921. Many of the unearthed ceramics from Yangshao were painted potsherds. Andersson believed that the Yangshao painted pottery originated from the west, with connections with Anau in Central Asia and Tripolje in Eastern Europe. Heavily flawed, this view has been long abandoned in academia.[55]\n\nThe Longshan culture period is an important period in history. The use of bronze ware, the emergence of a large number of city sites, and the wide application of thin-bodied black pottery and quick-wheel pottery-making techniques indicate that the social productive forces achieved unprecedented development during this period, which led to the polarization of the rich and the poor within the society; thus the emergence of class antagonisms.[56]\n\nThe Longshan culture had individuals of extraordinary stature who have been dubbed the \"Longshan giants\".  Some samples of Longshan culture males recovered from Shandong fell between the 180 cm to 190 cm height range, making them taller than any other Neolithic population in the world. Modern day inhabitants of Shandong have the tallest heights of any Chinese province.[57] The tallest Longshan individual discovered so far is a 193 cm male, aged approximately 16-18 years old, from Shaanxi.[58]\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Yellow_River",
        "https://en.wikipedia.org/wiki/Neolithic_China",
        "https://en.wikipedia.org/wiki/Type_site",
        "https://en.wikipedia.org/wiki/Chengziya",
        "https://en.wikipedia.org/wiki/Shimao",
        "https://en.wikipedia.org/wiki/Taosi",
        "https://en.wikipedia.org/wiki/Yangshao_culture",
        "https://en.wikipedia.org/wiki/Dawenkou_culture",
        "https://en.wikipedia.org/wiki/Erlitou_culture",
        "https://en.wikipedia.org/wiki/Yueshi_culture",
        "https://en.wikipedia.org/wiki/Traditional_Chinese_characters",
        "https://en.wikipedia.org/wiki/Simplified_Chinese_characters",
        "https://en.wikipedia.org/wiki/Standard_Chinese",
        "https://en.wikipedia.org/wiki/Hanyu_Pinyin",
        "https://en.wikipedia.org/wiki/Neolithic",
        "https://en.wikipedia.org/wiki/Yellow_River",
        "https://en.wikipedia.org/wiki/Archaeology",
        "https://en.wikipedia.org/wiki/Chengziya_Archaeological_Site",
        "https://en.wikipedia.org/wiki/Zhangqiu",
        "https://en.wikipedia.org/wiki/Shandong",
        "https://en.wikipedia.org/wiki/Rammed_earth",
        "https://en.wikipedia.org/wiki/Bronze_Age",
        "https://en.wikipedia.org/wiki/Erlitou_culture",
        "https://en.wikipedia.org/wiki/Sinitic_languages",
        "https://en.wikipedia.org/wiki/Pottery",
        "https://en.wikipedia.org/wiki/Pottery_wheel",
        "https://en.wikipedia.org/wiki/Yangtze_River",
        "https://en.wikipedia.org/wiki/Zhongyuan",
        "https://en.wikipedia.org/wiki/Liangzhu_culture",
        "https://en.wikipedia.org/wiki/Foxtail_millet",
        "https://en.wikipedia.org/wiki/Broomcorn_millet",
        "https://en.wikipedia.org/wiki/Rice",
        "https://en.wikipedia.org/wiki/Wheat",
        "https://en.wikipedia.org/wiki/Liaodong_peninsula",
        "https://en.wikipedia.org/wiki/Loess_Plateau",
        "https://en.wikipedia.org/wiki/Silk",
        "https://en.wikipedia.org/wiki/Silkworm",
        "https://en.wikipedia.org/wiki/Sericulture",
        "https://en.wikipedia.org/wiki/Divination",
        "https://en.wikipedia.org/wiki/Shanzhou_District",
        "https://en.wikipedia.org/wiki/Yangshao_culture",
        "https://en.wikipedia.org/wiki/Dawenkou_culture",
        "https://en.wikipedia.org/wiki/Qujialing_culture",
        "https://en.wikipedia.org/wiki/Taosi",
        "https://en.wikipedia.org/wiki/Fen_River",
        "https://en.wikipedia.org/wiki/Jing_River",
        "https://en.wikipedia.org/wiki/Wei_River",
        "https://en.wikipedia.org/wiki/Fen_River",
        "https://en.wikipedia.org/wiki/Zhongtiao_Mountains",
        "https://en.wikipedia.org/wiki/Xiao_Mountains",
        "https://en.wikipedia.org/wiki/Rizhao",
        "https://en.wikipedia.org/wiki/Wei_River",
        "https://en.wikipedia.org/wiki/Rammed_earth",
        "https://en.wikipedia.org/wiki/Taosi",
        "https://en.wikipedia.org/wiki/Mount_Tai",
        "https://en.wikipedia.org/wiki/Chengziya",
        "https://en.wikipedia.org/wiki/Rizhao",
        "https://en.wikipedia.org/wiki/Fermented_beverage",
        "https://en.wikipedia.org/wiki/Dawenkou_culture",
        "https://en.wikipedia.org/wiki/Yueshi_culture",
        "https://en.wikipedia.org/wiki/Henan",
        "https://en.wikipedia.org/wiki/Yangshao",
        "https://en.wikipedia.org/wiki/Erlitou_culture",
        "https://en.wikipedia.org/wiki/Xinzhai",
        "https://en.wikipedia.org/wiki/Taosi",
        "https://en.wikipedia.org/wiki/Linfen",
        "https://en.wikipedia.org/wiki/Shanxi",
        "https://en.wikipedia.org/wiki/Sanmenxia",
        "https://en.wikipedia.org/wiki/Wei_River",
        "https://en.wikipedia.org/wiki/Shaanxi",
        "https://en.wikipedia.org/wiki/Yangshao",
        "https://en.wikipedia.org/wiki/Holocene_Climatic_Optimum",
        "https://en.wikipedia.org/wiki/Erlitou_culture",
        "https://en.wikipedia.org/wiki/Song_Mountains",
        "https://en.wikipedia.org/wiki/Yangshao_culture",
        "https://en.wikipedia.org/wiki/Shandong",
        "https://en.wikipedia.org/wiki/Neolithic",
        "https://en.wikipedia.org/wiki/Shaanxi",
        "https://en.wikipedia.org/wiki/List_of_Neolithic_cultures_of_China",
        "https://en.wikipedia.org/wiki/Shimao",
        "https://en.wikipedia.org/wiki/Three_Sovereigns_and_Five_Emperors",
        "https://en.wikipedia.org/wiki/Xia_dynasty",
        "https://en.wikipedia.org/wiki/John_King_Fairbank",
        "https://en.wikipedia.org/wiki/List_of_Paleolithic_sites_in_China",
        "https://en.wikipedia.org/wiki/List_of_Neolithic_cultures_of_China",
        "https://en.wikipedia.org/wiki/List_of_Bronze_Age_sites_in_China",
        "https://en.wikipedia.org/wiki/Xinglongwa_culture",
        "https://en.wikipedia.org/wiki/Xinglonggou",
        "https://en.wikipedia.org/wiki/Zhaobaogou_culture",
        "https://en.wikipedia.org/wiki/Hongshan_culture",
        "https://en.wikipedia.org/wiki/Xinglonggou",
        "https://en.wikipedia.org/wiki/Niuheliang",
        "https://en.wikipedia.org/wiki/Lower_Xiajiadian_culture",
        "https://en.wikipedia.org/wiki/Xinglonggou",
        "https://en.wikipedia.org/wiki/Xinle_culture",
        "https://en.wikipedia.org/wiki/Xituanshan",
        "https://en.wikipedia.org/wiki/Upper_Xiajiadian_culture",
        "https://en.wikipedia.org/wiki/Baijinbao_culture",
        "https://en.wikipedia.org/wiki/Liaoning_bronze_dagger_culture",
        "https://en.wikipedia.org/wiki/Dadiwan_culture",
        "https://en.wikipedia.org/wiki/Xishanping",
        "https://en.wikipedia.org/wiki/Yangshao_culture",
        "https://en.wikipedia.org/wiki/Xishuipo",
        "https://en.wikipedia.org/wiki/Majiayao_culture",
        "https://en.wikipedia.org/wiki/Xishanping",
        "https://en.wikipedia.org/wiki/Banshan",
        "https://en.wikipedia.org/wiki/Qijia_culture",
        "https://en.wikipedia.org/wiki/Xishanping",
        "https://en.wikipedia.org/wiki/Lajia",
        "https://en.wikipedia.org/wiki/Zhukaigou_culture",
        "https://en.wikipedia.org/wiki/Siwa_culture",
        "https://en.wikipedia.org/wiki/Xindian_culture",
        "https://en.wikipedia.org/wiki/Kayue_culture",
        "https://en.wikipedia.org/wiki/Nanzhuangtou",
        "https://en.wikipedia.org/wiki/Peiligang_culture",
        "https://en.wikipedia.org/wiki/Jiahu",
        "https://en.wikipedia.org/wiki/Cishan_culture",
        "https://en.wikipedia.org/wiki/Dadiwan_culture",
        "https://en.wikipedia.org/wiki/Yangshao_culture",
        "https://en.wikipedia.org/wiki/Banpo",
        "https://en.wikipedia.org/wiki/Yangguanzhai",
        "https://en.wikipedia.org/wiki/Taosi",
        "https://en.wikipedia.org/wiki/Shimao",
        "https://en.wikipedia.org/wiki/Erlitou_culture",
        "https://en.wikipedia.org/wiki/Xinzhai",
        "https://en.wikipedia.org/wiki/Erligang_culture",
        "https://en.wikipedia.org/wiki/Zhengzhou_Shang_City",
        "https://en.wikipedia.org/wiki/Xiaoshuangqiao",
        "https://en.wikipedia.org/wiki/Huanbei",
        "https://en.wikipedia.org/wiki/Houli_culture",
        "https://en.wikipedia.org/wiki/Beixin_culture",
        "https://en.wikipedia.org/wiki/Dawenkou_culture",
        "https://en.wikipedia.org/wiki/Chengziya",
        "https://en.wikipedia.org/wiki/Yueshi_culture",
        "https://en.wikipedia.org/wiki/Pengtoushan",
        "https://en.wikipedia.org/wiki/Bashidang",
        "https://en.wikipedia.org/wiki/Daxi_culture",
        "https://en.wikipedia.org/wiki/Qujialing_culture",
        "https://en.wikipedia.org/wiki/Shijiahe_culture",
        "https://en.wikipedia.org/wiki/Baodun_culture",
        "https://en.wikipedia.org/wiki/Sanxingdui",
        "https://en.wikipedia.org/wiki/Jinsha_site",
        "https://en.wikipedia.org/wiki/Erligang_culture",
        "https://en.wikipedia.org/wiki/Panlongcheng",
        "https://en.wikipedia.org/wiki/Feijiahe_culture",
        "https://en.wikipedia.org/wiki/Kuahuqiao_site",
        "https://en.wikipedia.org/wiki/Hemudu_culture",
        "https://en.wikipedia.org/wiki/Majiabang_culture",
        "https://en.wikipedia.org/wiki/Songze_culture",
        "https://en.wikipedia.org/wiki/Liangzhu_culture",
        "https://en.wikipedia.org/wiki/Guangfulin",
        "https://en.wikipedia.org/wiki/Zengpiyan",
        "https://en.wikipedia.org/wiki/Wucheng_culture",
        "https://en.wikipedia.org/wiki/Dayangzhou_site",
        "https://en.wikipedia.org/wiki/Fanchengdui_culture",
        "https://en.wikipedia.org/wiki/Fanchengdui",
        "https://en.wikipedia.org/wiki/Neolithic_Tibet",
        "https://en.wikipedia.org/wiki/Karuo_culture",
        "https://en.wikipedia.org/wiki/History_of_Xinjiang",
        "https://en.wikipedia.org/wiki/Xiaohe_Cemetery",
        "https://en.wikipedia.org/wiki/Tarim_mummies",
        "https://en.wikipedia.org/wiki/Prehistory_of_Taiwan",
        "https://en.wikipedia.org/wiki/Dabenkeng_culture",
        "https://en.wikipedia.org/wiki/Beifudi",
        "https://en.wikipedia.org/wiki/Liao_civilization",
        "https://en.wikipedia.org/wiki/Yellow_river_civilization",
        "https://en.wikipedia.org/wiki/Yangtze_civilization",
        "https://en.wikipedia.org/wiki/Longshan_culture",
        "https://en.wikipedia.org/wiki/Longshan_culture",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}