{
    "url": "https://en.wikipedia.org/wiki/Los_Horcones",
    "title": "Los Horcones",
    "table_of_contents": [
        "1 An Experimental Community",
        "2 Behaviorology Movement",
        "3 Legal Structure",
        "4 Location",
        "5 See also",
        "6 References and notes",
        "7 Further reading",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Coordinates: 28°44′04″N 110°25′10″W﻿ / ﻿28.73444°N 110.41944°W﻿ / 28.73444; -110.41944\nLos Horcones is an intentional community located about 40 miles from Hermosillo, Mexico.[1] It has described itself \"as the only true Walden Two community in existence\".[2] The members of Los Horcones use techniques based on behavioral science to shape their own and each other's behaviors. They use those behavior-shaping techniques in politically coordinated ways and they do so in order to continuously improve themselves and their culture. They are striving to build a culture \"based on cooperation, sharing, non-violence, equality and ecological sustainability\".[3]\n\nExperimentalism and continuous improvement are two of the most important doctrines of a Walden Two community. Burrhus Frederic Skinner, author of the novel Walden Two, expressed this in the following way. He wrote:\n\nThe members of Los Horcones refer to their community as a cultural laboratory[4] and they regard themselves as cultural engineers.[5] They will readily adopt new cultural behaviors[6] when experimental evidence indicates that doing so will improve their lives. As a result of their cultural engineering efforts, they are unlikely to suffer from cultural lag.\n\nLos Horcones is listed in the Communities Directory of the Fellowship for Intentional Community.[7]\n\n"
        },
        {
            "title": "An Experimental Community",
            "text": "Los Horcones can also be regarded as an experimental community.[8][9] When the members of Los Horcones encounter problems they design and conduct experiments to test possible solutions to their problems. Depending on the result of an experiment, they may collectively resolve to make an experimental behavior into a community-approved component of their behavioral culture. In this way, the Los Horconans try to exercise control over the evolution of their culture.\n\nDespite being sometimes referred to as an \"utopian vision\",[10] a Walden Two community does not claim to be perfect. An experimental community attempts to thrive on its problems because its problems are seen as opportunities for experimentation. According to its proponents, an experimental community can be thought of as a eutopia (a good place) in which there is always room for experimentation and improvement.\n\n"
        },
        {
            "title": "Behaviorology Movement",
            "text": "The Behavior of Organisms, B. F. Skinner's first book, was published in 1938.[11] The research strategy that Dr. Skinner presented in that book was widely adopted and grew into a school of psychology named the experimental analysis of behavior. That school is today known as Behavior Analysis.\n\nAs Behavior Analysis grew larger, a growing number of scholars began to believe that Behavior Analysis had outgrown its place in Psychology and that it was time to establish a separate discipline. Makram Khalil Samaan gave expression to this belief in 1973 when he wrote, \"It is time now for the scientific analysis of behavior to call for its own scientific discipline. It is contradictory to its function, objective, methods and content to stay within the realm of psychology.\" Mr. Samaan suggested that the scientific analysis of behavior become a separate scientific discipline named \"behaviorology\".[12]\n\nIn 1974 the Los Horconans began using the term \"behaviorology\" to refer to \"the natural science of behavior\".[13] Their summary of behaviorology reads as follows: \"Behaviorology encompasses basic research, applied research and philosophy. Basic research includes (a) descriptive analysis of behavior (behaviography), (b) experimental analysis of behavior (experimental behaviorology), and (c) a theoretical or conceptual analysis of behavior (theoretical behaviorology). Applied research refers to behavior-analytic applications of the experimental analysis of behavior to the prevention and solution of social problems. As such, it includes (a) applied research in the form of experimental analysis oriented towards finding solutions to social problems and (b) behavioral technology, in the form of behavior-analytic procedures alone. The philosophy of behaviorology is that of behaviorism, which includes both, philosophical (or metatheoretical) assumptions and the philosophical implications of data obtained by the experimental analysis of behavior and its applications.\"[14]\n\nThe International Behaviorology Association (TIBA) was founded in 1987. TIBA's purpose statement reads, in part, \"TIBA is a professional organization dedicated to representing and developing the philosophical, analytical, experimental, and technological components of the discipline of behaviorology, the comprehensive natural science of the functional relations of behavior including determinants from the environment, both socio-cultural and non-cultural, as well as determinants from the biological history of the species\".[15]\n\nIn August 1988 three Los Horconans attended the first TIBA convention, which was held at Clarkson University in Potsdam, New York.[16]\nThe second TIBA convention was held at Los Horcones in January 1990.[17] To accommodate that convention, the Los Horconans built a convention hall and several residential buildings.\n\nTIBA subsequently changed its name and is today known as the International Society for Behaviorology (ISB). The ISB describes itself as \"an organization of behavioral materialists who hold that: (a) evolution from nonhuman to human behavior is a continuous physical, biological, and behaviorological process; (b) contingencies evoke, shape, and maintain behavior and its processes with no implied or inferred agency playing a causal role\".[18] The ISB's twenty-first annual convention was held in Newport Beach, California. That convention opened on March 18, 2009 and closed 2 days later on March 20, after a \"Memorial Dinner\" that celebrated the birth of B. F. Skinner on March 20, 1904.[19]\n\n"
        },
        {
            "title": "Legal Structure",
            "text": "From a legal perspective, Los Horcones is a corporation. The corporation's full name is Comunidad de los Horcones. It was organized in 1973 and it operates under the laws of the State of Sonora, one of the thirty-one states that together make up the United Mexican States. Los Horcones is a particular type of corporation: it is a producer cooperative.\n\n"
        },
        {
            "title": "Location",
            "text": "The corporation owns a parcel of land that contains approximately 260 acres (105 hectares). That parcel is approximately 1,312 feet (400 meters) above sea level. The members of Los Horcones live in buildings which are located on that parcel. Most of those buildings are grouped together on the southern half of the parcel (see aerial photograph).[20] The parcel is bounded on its northern border by Mexican Federal Highway 16 (Carretera Federal 16). The drive from Hermosillo, capital of the State of Sonora, takes about 45 minutes.\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Los_Horcones_massacre",
        "https://en.wikipedia.org/wiki/Geographic_coordinate_system",
        "https://en.wikipedia.org/wiki/Intentional_community",
        "https://en.wikipedia.org/wiki/Hermosillo",
        "https://en.wikipedia.org/wiki/Mexico",
        "https://en.wikipedia.org/wiki/Walden_Two",
        "https://en.wikipedia.org/wiki/Experimentalism",
        "https://en.wikipedia.org/wiki/Continuous_improvement",
        "https://en.wikipedia.org/wiki/Burrhus_Frederic_Skinner",
        "https://en.wikipedia.org/wiki/Walden_Two",
        "https://en.wikipedia.org/wiki/Cultural_lag",
        "https://en.wikipedia.org/wiki/Communities_Directory",
        "https://en.wikipedia.org/wiki/Fellowship_for_Intentional_Community",
        "https://en.wikipedia.org/wiki/Experimental_community",
        "https://en.wikipedia.org/wiki/The_Behavior_of_Organisms",
        "https://en.wikipedia.org/wiki/Experimental_analysis_of_behavior",
        "https://en.wikipedia.org/wiki/Psychology",
        "https://en.wikipedia.org/wiki/Clarkson_University",
        "https://en.wikipedia.org/wiki/Sonora",
        "https://en.wikipedia.org/wiki/United_Mexican_States",
        "https://en.wikipedia.org/wiki/Producer_cooperative",
        "https://en.wikipedia.org/wiki/Sea_level",
        "https://en.wikipedia.org/wiki/Hermosillo",
        "https://en.wikipedia.org/wiki/Twin_Oaks_Community",
        "https://en.wikipedia.org/wiki/Dandelion_Community",
        "https://en.wikipedia.org/wiki/Behavioral_science",
        "https://en.wikipedia.org/wiki/International_Encyclopedia_of_the_Social_Sciences",
        "https://en.wikipedia.org/wiki/The_Behavior_of_Organisms",
        "https://en.wikipedia.org/wiki/California_State_University",
        "https://en.wikipedia.org/wiki/Ottawa_Citizen",
        "https://en.wikipedia.org/wiki/American_Psychological_Association",
        "https://en.wikipedia.org/wiki/Praeger_Publishers",
        "https://en.wikipedia.org/wiki/University_of_Illinois_Press",
        "https://en.wikipedia.org/wiki/The_Arizona_Daily_Star",
        "https://en.wikipedia.org/wiki/Factiva",
        "https://en.wikipedia.org/wiki/The_Dallas_Morning_News",
        "https://en.wikipedia.org/wiki/Boston_Globe",
        "https://en.wikipedia.org/wiki/Factiva",
        "https://en.wikipedia.org/wiki/The_New_York_Times",
        "https://en.wikipedia.org/wiki/Factiva",
        "https://en.wikipedia.org/wiki/San_Francisco_Chronicle",
        "https://en.wikipedia.org/wiki/Factiva",
        "https://en.wikipedia.org/wiki/Los_Horcones",
        "https://en.wikipedia.org/wiki/Los_Horcones",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}