{
    "url": "https://en.wikipedia.org/wiki/Los_Angeles_Science_Fantasy_Society",
    "title": "Los Angeles Science Fantasy Society",
    "table_of_contents": [
        "1 History",
        "2 Officers",
        "3 Cultural references",
        "4 References",
        "5 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The Los Angeles Science Fantasy Society, Inc., or LASFS,  is a science fiction and fantasy fan society that meets in the Los Angeles area. The current meeting place can be found on the LASFS website.\n\nLASFS is the oldest continuously operating science fiction club in the world,[1] helped considerably in that record by being one of the few to have owned a clubhouse. The organization continues to hold regular weekly meetings on Thursdays. The club maintains a private lending library of books, videos, and other genre-related materials, for use by members.\n\nMembers of the club have run the World Science Fiction Convention several times, initiated the regional science-fiction convention Westercon, and hosts a yearly science fiction convention called Loscon.[2] It maintains a web site and discussion forum, publishes (at irregular intervals) an amateur magazine called Shangri L'Affaires, and hosts the collations of a weekly amateur press association, APA-L. The LASFS monthly newsletter, De Profundis, is named for the club motto, De Profundis ad Astra (\"From the Depths to the Stars\") and is available (in PDF format) for reading at the LASFS website, or can be obtained by writing its editor/publisher, Marty Cantor.\n\n"
        },
        {
            "title": "History",
            "text": "In 1934 Hugo Gernsback, editor of the then-prominent science fiction magazine Wonder Stories, established a correspondence club for fans called the \"Science Fiction League.\"  Local groups across the nation could join by filling out an application. Early meetings were held first at the Pacific Electric Building, then moved to Clifton's Cafeteria. Forrest J Ackerman later wrote, \"The first meetings of the club were held in what was called the Pacific Electric Building in downtown Los Angeles. I think that once a month, a man who worked there was able to get the seventh or eighth floor free for us. Then we moved to Clifton's Cafeteria, a feature of which was their free limeade and lime juice. Some of the members who didn't have more than a nickel or dime to spend guzzled a lot of that free juice.[3]\n\nBy 1936, the League had begun to fail. New management was less interested in the League, and the members grew up and lost interest. Charter group number four, in Los Angeles, had an active member in Forrest J. Ackerman, who missed the first few meetings (he was living in San Francisco with his parents), but whose enthusiasm and imagination provided a focus for the group. \"Forry\" and a cadre of other members kept it alive as the science fiction and fantasy genres developed.  Local authors (and sometimes those from out of the area) also helped by coming to meetings from time to time.\n\nIn 1939, the group broke with the Science Fiction League, changed its name to the Los Angeles Science Fantasy Society, and begun to meet every Thursday.[1] In this decade, the club began publishing the fanzine Shangri L'Affaires. Nicknamed \"Shaggy\", the zine has died and been revived many times over the decades. When published now, it is photocopied, but originally it was done on a mimeograph machine. One of the ways to earn your dues was to crank the machine and collate the sheets.\n\nWorld War II was a very busy time for the club, though few major changes were made. Most members were either below or well above draft age, and many fans from around the country visited en route to the war in the Pacific. Some moved to Los Angeles to work in defense industries.\n\nIn the 1940s, some members such as Ray Bradbury began writing professionally, and an increasing number of professional science fiction authors visited meetings or joined as \"Members at Large\" elsewhere in the world.  For some years, the club sponsored \"Fanquets\" for members who had made their first professional sale.[4]\n\nIn the 1950s, the club became embroiled in controversy, partly from taking the stand that if they didn't address controversies, they would fade away. Ackerman was still the mainstay of the club in the first part of the 1950s, but marriage and work needs led to his attending less frequently. One of the live wires of the club at this time was Bjo Trimble, a former WAVE who met her husband John under Ackerman's piano (at a crowded party).\n\nIn the 1960s the club continued to grow, with the effects of the counterculture of the 1960s adding new members from the surrounding suburbs of Southern California.  Many members became fans of the newly created Star Trek television show, and in 1968 Trimble and other members of LASFS were instrumental in organizing a nationwide letter writing campaign which saved the show from its announced cancellation by NBC at the end of its second season.\n\nThe club's meeting place (called 'Freehafer Hall' by the members after member Paul Freehafer) was usually in a public meeting hall and so it would be forced to relocate from time to time.  Over the decades it moved from central Los Angeles further west until it reached Santa Monica, \"as far west as it could go and remain dry.\"\n\nIn 1964, member Paul Turner made what seemed to some like a frivolous suggestion, to others a brilliant idea: that the LASFS establish a building fund, generated from weekly meeting dues and fund-raising events such as auctions, with the idea of eventually purchasing its own permanent clubhouse.  Members quickly began taking the idea seriously, and by the late 1960s, after a period of hesitation, Bruce Pelz became the building fund's most fervent supporter.\n\nIn 1973, less than 10 years after its inception, the LASFS building fund had enough money in the bank to purchase a small private residence on Ventura Boulevard in Studio City and convert it into the weekly meeting hall. By 1977, the club needed a newer, larger clubhouse, and so it sold the Ventura Boulevard property and purchased a property at 11513 Burbank Boulevard, about two blocks west of Lankershim Blvd in North Hollywood, with two buildings: Freehafer Hall (the rear building), and  \"Building 4SJ\" (fronting the Street). Building 4SJ was named after Forrest J Ackerman, and contained the society's lending library, furnished rooms for socializing, and a pay telephone.[5]\n\nOn September 1, 2011, the organization moved to a new building in Van Nuys, which formerly housed a cabinet-making shop and a poker school.[6]\n\nAs of early 2018, while a more permanent location is being sought, the meetings are being held in a temporary location: Null Space Labs, 10717 Chandler Blvd. (rear), North Hollywood 91601, from 6:30 p.m. to 10:00 p.m.[7]\n\nAs of August 2, 2018, the location is the American Lutheran Church, 755 North Whitnall Highway, Burbank, CA 91505.[8]\n\n"
        },
        {
            "title": "Officers",
            "text": "The Treasurer is elected once a year; the other club officers are elected twice a year. The Board of Directors is elected on a staggered basis: 4, 4, and 3.\n\nFor the current list of officers and directors, please see the Contact LASFS page.\n\nAdvisors to the Board: Charles Lee Jackson II, June Moffatt, Fred Patten.\n\n"
        },
        {
            "title": "Cultural references",
            "text": "In the Hugo-nominated science fiction novel Fallen Angels by LASFS members Larry Niven and Jerry Pournelle (with Michael Flynn), LASFS' unofficial motto \"Death Will Not Release You\" and its even more unofficial countersign \"... even if you die\" play a pivotal role in plot development.[9] The protagonist of Keith Laumer's 1968 novella The Day Before Forever describes the fashion styles in a future society as \"like something from Westercon II\".[10]\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Geographic_coordinate_system",
        "https://en.wikipedia.org/wiki/San_Fernando_Valley",
        "https://en.wikipedia.org/wiki/Science_fiction_fandom",
        "https://en.wikipedia.org/wiki/Worldcon",
        "https://en.wikipedia.org/wiki/Westercon",
        "https://en.wikipedia.org/wiki/Loscon",
        "https://en.wikipedia.org/wiki/Science_fiction_fanzine",
        "https://en.wikipedia.org/wiki/Amateur_press_association",
        "https://en.wikipedia.org/wiki/PDF",
        "https://en.wikipedia.org/wiki/Marty_Cantor",
        "https://en.wikipedia.org/wiki/Hugo_Gernsback",
        "https://en.wikipedia.org/wiki/Wonder_Stories",
        "https://en.wikipedia.org/wiki/Pacific_Electric_Building",
        "https://en.wikipedia.org/wiki/Forrest_J_Ackerman",
        "https://en.wikipedia.org/wiki/Fanzine",
        "https://en.wikipedia.org/wiki/Zine",
        "https://en.wikipedia.org/wiki/Mimeograph",
        "https://en.wikipedia.org/wiki/World_War_II",
        "https://en.wikipedia.org/wiki/Ray_Bradbury",
        "https://en.wikipedia.org/wiki/Bjo_Trimble",
        "https://en.wikipedia.org/wiki/WAVES",
        "https://en.wikipedia.org/wiki/Counterculture_of_the_1960s",
        "https://en.wikipedia.org/wiki/NBC",
        "https://en.wikipedia.org/wiki/Bruce_Pelz",
        "https://en.wikipedia.org/wiki/Fred_Patten",
        "https://en.wikipedia.org/wiki/Larry_Niven",
        "https://en.wikipedia.org/wiki/Jerry_Pournelle",
        "https://en.wikipedia.org/wiki/Keith_Laumer",
        "https://en.wikipedia.org/wiki/Los_Angeles_Times",
        "https://en.wikipedia.org/wiki/Los_Angeles",
        "https://en.wikipedia.org/wiki/Tribune_Company",
        "https://en.wikipedia.org/wiki/Los_Angeles_Daily_News",
        "https://en.wikipedia.org/wiki/Wayback_Machine",
        "https://en.wikipedia.org/wiki/Keith_Laumer",
        "https://en.wikipedia.org/wiki/Eric_Flint",
        "https://en.wikipedia.org/wiki/Baen_Books",
        "https://en.wikipedia.org/wiki/Los_Angeles_Science_Fantasy_Society",
        "https://en.wikipedia.org/wiki/Los_Angeles_Science_Fantasy_Society",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}