{
    "url": "https://en.wikipedia.org/wiki/Love_and_Freindship",
    "title": "Love and Freindship",
    "table_of_contents": [
        "1 Overview",
        "2 Synopsis",
        "3 Notes",
        "4 References",
        "5 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\nLove and Freindship [sic] is a juvenile story by Jane Austen, dated 1790. While aged 11–18, Austen wrote her tales in three notebooks. These still exist, one in the Bodleian Library and the other two in the British Museum. They contain, among other works, Love and Freindship, written when she was 14, and The History of England, written at 15.\n\n"
        },
        {
            "title": "Overview",
            "text": "Written in epistolary form like her later unpublished novella, Lady Susan, Love and Freindship is thought to be one of the tales she wrote for the amusement of her family. It was dedicated to her cousin Eliza de Feuillide, known as \"La Comtesse de Feuillide\". The instalments, written as letters from the heroine Laura, to Marianne, the daughter of her friend Isabel, may have come about as nightly readings by the young Jane in the Austen home. Love and Freindship (the misspelling is one of many in the story) is clearly a parody of romantic novels Austen read as a child. This is clear even from the subtitle, \"Deceived in Freindship and Betrayed in Love\", which undercuts the title.\n\nIn form, the story resembles a fairy tale in featuring wild coincidences and turns of fortune, but Austen is determined to lampoon the conventions of romantic stories, down to the utter failure of romantic fainting spells, which always turn out badly for the female characters. The story shows the development of Austen's sharp wit and disdain for romantic sensibility, characteristic of her later novels.\n\nThe 2016 film Love & Friendship [sic] is a film version of Lady Susan, borrowing only the title from Love and Freindship.\n\n"
        },
        {
            "title": "Synopsis",
            "text": "From Isabel to Laura\n\nThis presents a glimpse into the life of Laura from Isabel's perspective. Isabel asks Laura to tell the \"misfortunes and adventures\" of her life to Isabel's daughter Marianne (Austen 516). Isabel argues that because Laura is turning 55, she is past the danger of \"disagreeable lovers\" and \"obstinate fathers\" (Austen 516). This initial letter sets up the rest of Austen's narrative through Laura's letters to Marianne.\n\nLaura to Isabel\n\nThis consists of a reply from Laura to Isabel. Laura initially disagrees with Isabel's assessment that she is safe from \"misfortunes\" simply because of her advanced age (Austen 516). Laura agrees to write to Marianne and detail her life experiences to \"satisfy the curiosity of Marianne\" and to teach her useful lessons (Poplawski 183). The useful lessons are lessons learned from the misfortunes caused by \"disagreeable lovers\" and \"obstinate fathers\" (Poplawski 183). Poplawski highlights the importance of the relationship between females and their lovers and also between females and their fathers as a means through which Austen is able to criticise stereotypical female behaviour. As seen throughout the work, these two relationships are constantly criticised by satirical anecdotes. Janetta's relations with her father and with her lover, Capitan M’Kenzie in the twelfth letter, shows Austen mocking the fickleness of family ties and romantic relationships.\n\nLaura to Marianne\n\nLaura's narrative to Marianne begins in the third letter and continues through to the 15th letter. In the 3rd, Laura gives a brief overview of the origins of her parents, her birth in Spain, and her education in a convent in France. At 18, Laura returns to her parents’ home in Wales. Laura pauses to describe herself at this age. She emphasises her \"accomplishments\", which in that period would have been things that made a woman a better companion for her future husband (Austen 516). Laura ends the letter by posing the idea that her misfortunes in life “do not make less impression… than they ever did,” but that her accomplishments have begun to fade (Austen 517). The uncertainty of Laura's memory causes Austen's work to resemble a fairy tale in its qualities of ambiguity.\n\nLaura to Marianne\n\nHere Austen reveals the connection between Laura and Isabel. Laura tells Marianne that Isabel was one of her few neighbours in Wales and that Isabel resided in the neighbourhood due to \"indigent circumstances\" and for \"economic motives\" (Austen 517). Laura depicts Isabel as having fewer accomplishments and less beauty than herself, but being better travelled. Isabel warns Laura of the \"insipid vanities and idle dissipations\" of London, Bath and Southampton, while instilling in Laura a desire to explore the world (Austen 517).\n\nLaura to Marianne\n\nHere Laura recalls a night in December when a strange man and his servant, who were lost, stopped at her home in need of shelter. Upon hearing a knock at their door, Laura and her family converse about the character of the knock and the knocker's intention. Laura depicts her initial attraction to the young gentleman, claiming him to be the \"most beauteous and amiable youth\" she had ever seen (Austen 518). Austen's character Laura's instant and \"undying attachment\" to the stranger mocks the romantic notion of friendship as an overused cliché (Deresiewicz 103). Deresiewicz shows Austen's satirical view of love and friendship by illuminating the idea that romantic notions of these themes are oversimplified and stereotypical.\n\nLaura to Marianne\n\nThis consists of a dialogue in which the stranger, named Lindsay, tells Laura and her family of his experiences before arriving at their house. Coming from an aristocratic family, Lindsay, referred to as Edward, describes his father as \"seduced by the false glare of fortune and the deluding pomp of title\" (Austen 518). His father wanted Lindsay to marry Lady Dorothea but Edward refused as he did not want to oblige his father. So Edward embarked on a journey to his aunt's house but having taken the wrong direction, ended up at Laura's instead. The letter ends with the hasty marriage of Edward and Laura performed by her father, which mocks the sensibility of Austen's characters (Sahney 130). Sahney's analysis shows how Austen's views of sensibility differed from those of the romantic novels she is likely to have read in her youth. While sensibility may have been a value that was pushed upon women of Austen's time, Sahney makes the point that Austen's use of exaggerated hasty decision-making in her novels shows that Austen knows the romantic notion of sensibility is a myth.\n\nLaura to Marianne\n\nHere Laura and Edward travel to his aunt's house in Middlesex. Edward's marriage to Laura is a surprise to his aunt and to Edward's sister Augusta. Laura notes the \"disagreeable coldness and forbidding reserve\" with which Augusta greets her (Austen 519). Laura overhears a conversation between Augusta and Edward in which Augusta expresses concern about Edward's \"imprudent\" marriage and consequently of their father's reaction (Austen 520). A discourse ensues in which Edward and Augusta work out just how many years Edward has been defying his father. It is through Edward and Augusta's dialogue that Austen questions the motives of romantic sentimentality (Southam 26). Lady Dorothea briefly visits and Laura does not take kindly to her.\n\nLaura to Marianne, in continuation\n\nAfter Lady Dorothea leaves, Sir Edward unexpectedly visits. Knowing Sir Edward came to admonish Edward for his marriage to Laura, Edward, “with heroic fortitude,” defends his marriage (Austen 521). Edward says it is his \"greatest boast\" to have displeased his father. Again Austen mocks the romantic motives of Edward and Laura's marriage (Austen 521). At once Edward and Laura take Sir Edwards carriage and travel to the home of Edward's friend Augustus who is married to Sophia. Upon meeting Sophia, Laura praises Sophia's, \"sensibility and feeling,\" as positive characteristics of her mind (Austen 521). The two women \"instantly\" vow to be friends forever and share their deepest secrets (Austen 521). Edward and Augustus create an \"affecting scene\" when they meet causing both Sophia and Laura to faint \"alternately\" on the couch (Austen 521). By using the words \"instantly\" and \"alternately,\" Austen shows her mastery of language and the ability of these words to serve as adverbs and also to function satirically (Lambdin 185–86).\n\nFrom the same to the same\n\nLaura and Edward receive a letter from Philippa saying that Sir Edward and Augusta went back to Bedfordshire abruptly after the married couple departed. Philippa also desires to see Edward and Laura again and asks them to return after their visit with Augustus and Sophia. A few weeks later Philippa is married to a fortune-hunter and Laura and Edward remark at the imprudence and insensibility of her decision. Laura recounts how perfect and happy their stay was with Sophia and Augustus until Augustus is arrested for unpaid debts. Augustus and Sophia had also defied their parents and Augustus had run out of the money he had taken from his father's escritoire when he left to marry Sophia. Laura describes Augustus's arrest as \"treachery\" and \"barbarity\" (Austen 522). With Augustus facing an execution in the House, Laura, Edward, and Sophia do the only thing they can do. They sigh and faint on the sofa. The theme of rebellion and revolution reappears throughout Austen's work and can be considered conventional (Copeland 92).\n\nLaura in continuation\n\nAfter Laura, Sophia and Edward recover, Edward sets off to town to see his imprisoned friend. Laura and Sophia have a \"mature deliberation\" and decide to leave the house before the Officers of Justice take possession (Austen 523). They wait for Edward who doesn’t return. After fainting, Laura decides to take Sophia and set out for London to see Augustus. Once in London, Laura asks every person they pass \"If they had seen… Edward,\" but can get no replies since the carriage they are riding in is moving too quickly (Austen 523). Sophia tells Laura that seeing Augustus in distress would \"overpower [her] sensibility,\" especially since hearing of his misfortune is already shocking (Austen 523). So Laura and Sophia resolve to return to the country. Laura then tells Marianne that her mind never wandered to thoughts of her parents, who she forgot to mention had died two weeks after she left their cottage.\n\nLaura in continuation\n\nSophia and Laura decide to travel to Scotland to stay with a relation of Sophia's. At first they are hesitant because Laura is unsure whether the horses will be able to make the journey; the postilion (driver) agrees. They resolve to change horses at the next town and continue the journey. At an inn a few miles from Sophia's relation, they decide to stop. Not wanting to arrive unannounced, the women write an elegant letter detailing their misfortunes and desire to stay with the relative. As soon as they send the letter, they begin to step into their own carriage to follow right behind it. At that moment, another coach arrives and an elderly gentleman emerges and goes into the inn. Laura is overwhelmed with the feeling that this person is her grandfather so she throws herself to her knees in front of him and begs him to acknowledge their relation. He exclaims that she is in fact his granddaughter.[1] Sophia then enters and the elderly man exclaims that Sophia is also his granddaughter descended from another of his daughters. As they are all embracing each other, a young man appears and the elderly man, Lord St. Clair, claims he is also one of his grandchildren. Another youth comes into the room and exclaims that he is the grandchild of Lord St. Clair's fourth daughter. Lord St. Clair writes each of the four grandchildren banknotes and immediately leaves.\n\nLaura in continuation\n\nAfter Lord St. Clair leaves, Laura and Sophia faint. When they wake up, both the male grandchildren are gone and so are Sophia and Laura's banknotes. Sophia's cousin, Macdonald, who they first perceive as amiable and sympathetic, offers to take them to Macdonald-Hall. They ride with Macdonald's daughter Janetta, who is to be wed to Graham, a man Macdonald has chosen, once they return to Macdonald-Hall. Laura and Sophia see through Macdonald's character and no longer perceive him as well disposed. Laura and Sophia decide Graham is not fit to marry Janetta because Graham has no soul, hasn’t read The Sorrows of Werther, and does not have auburn hair (Austen 525). Laura and Sophia ask Janetta if she has ever felt affection for Graham or any other man and soon convince Janetta of her love for a man named Captain M’Kenzie. After analysing Captain M’Kenzie's actions concerning Janetta, Laura and Sophia declare he must be in love with her despite overwhelming evidence to the contrary. They decide to write Captain M’Kenzie a letter encouraging him to confess his attachment to Janetta and secretly marry her. Captain M’Kenzie replies that it was only modesty which kept him from acting sooner and thus Janetta and M’Kenzie leave for Gretna-Green to celebrate their nuptials. Austen's continuous ridicule of love at first sight expresses scepticism about the spontaneous feelings and the truth or lack of truth which those feelings possess (Walder 229).\n\nLaura in continuation\n\nHere Sophia finds banknotes in a private drawer in Macdonald's library. Laura and Sophia plan to take a banknote or two each time they pass through the room because it would be \"proper treatment for so vile a wretch\" (Austen 527). However, on the day that Janetta escapes, Sophia is caught by Macdonald in the act of stealing his money. Macdonald verbally reprimands Sophia and in response she informs him of Janetta's elopement as revenge. Laura enters into the library and both women are offended by Macdonald's \"ill-grounded\" accusations (Austen 527). Macdonald tells the women they must leave in half an hour and Laura and Sophia agree to do so. After walking a mile or so, they settle next to a stream to rest. Sophia expresses distress over the situation Augustus was in when they left. On the road near where they are sitting, an accident causes a gentleman's phaeton to overturn. Laura and Sophia rush to help and discover it is Edward and Augustus on the ground bleeding. Sophia faints and Laura shrieks and runs madly about. After more than an hour, Edward regains consciousness and Laura asks what has happened since Augustus was taken to jail. Edward said he will tell her, but after a deep sigh, dies. The women again become frenzied and finally walk to a white cottage. A widow leads them into her house, where Sophia and Laura meet her daughter Bridget.\n\nLaura in continuation\n\nNext morning Sophia complains of severe pain in her limbs. Gradually, the pain got worse and it turned into a \"galloping consumption\" or tuberculosis (Austen 530). As Sophia dies, she tells Laura that she dies a \"martyr to [her] grief for the loss of Augustus\" (Austen 531). Sophia dies, and Laura takes to walking out of the village. She gets into a stagecoach which she decides to take to Edinburgh. As it is dark when she gets in, Laura does not know who she is riding with and becomes upset that the travellers in the carriage fail to speak to her. At daylight, she realises she is travelling with Sir Edward, Augusta, Lady Dorothea, Philippa, Philander and Gustavus. After Laura tells them that Edward is dead, Augusta realises she is the heiress of Sir Edward's fortunes.\n\nLaura in continuation\n\nThe coach stops for the travellers to have breakfast. Laura seeks out Philander and Gustavus and talk with, but does not ask about the banknotes that disappeared in their presence. At 15, Philander and Gustavus took 900 pounds and ran away. They divided the money into parcels to be spent on various things. They went to London and spent the money in seven weeks. They joined a theatre and began performing in plays. Philander and Gustavus went to their grandfather for money and left once they had obtained the banknotes. The journey continues to Edinburgh. Sir Edward decides to give Laura 400 pounds a year because she is the widow of his son. Laura moves to the Highlands of Scotland and lives in \"melancholy solitude\" mourning the death of her family, husband, and friend (Austen 534). Augusta marries Graham. Sir Edward marries Lady Dorothea in hopes of gaining her estate. Philander and Gustavus moved to Covent Garden and perform under the names Lewis and Quick. Philippa's husband continues to drive the stagecoach from Edinburgh to Sterling.\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Jane_Austen",
        "https://en.wikipedia.org/wiki/Sic",
        "https://en.wikipedia.org/wiki/Jane_Austen",
        "https://en.wikipedia.org/wiki/Bodleian_Library",
        "https://en.wikipedia.org/wiki/British_Museum",
        "https://en.wikipedia.org/wiki/Epistolary_novel",
        "https://en.wikipedia.org/wiki/Lady_Susan",
        "https://en.wikipedia.org/wiki/Eliza_de_Feuillide",
        "https://en.wikipedia.org/wiki/Parody",
        "https://en.wikipedia.org/wiki/Romantic_novel",
        "https://en.wikipedia.org/wiki/Fairy_tale",
        "https://en.wikipedia.org/wiki/Parody",
        "https://en.wikipedia.org/wiki/Fainting",
        "https://en.wikipedia.org/wiki/Wit",
        "https://en.wikipedia.org/wiki/Sensibility",
        "https://en.wikipedia.org/wiki/Sophia_Briscoe",
        "https://en.wikipedia.org/wiki/Wikisource",
        "https://en.wikipedia.org/wiki/Project_Gutenberg",
        "https://en.wikipedia.org/wiki/LibriVox",
        "https://en.wikipedia.org/wiki/Jane_Austen",
        "https://en.wikipedia.org/wiki/Timeline_of_Jane_Austen",
        "https://en.wikipedia.org/wiki/Sense_and_Sensibility",
        "https://en.wikipedia.org/wiki/Pride_and_Prejudice",
        "https://en.wikipedia.org/wiki/Mansfield_Park",
        "https://en.wikipedia.org/wiki/Northanger_Abbey",
        "https://en.wikipedia.org/wiki/Lady_Susan",
        "https://en.wikipedia.org/wiki/The_Watsons",
        "https://en.wikipedia.org/wiki/Sanditon",
        "https://en.wikipedia.org/wiki/The_Beautifull_Cassandra",
        "https://en.wikipedia.org/wiki/Jane_Austen_Centre",
        "https://en.wikipedia.org/wiki/Chawton_House",
        "https://en.wikipedia.org/wiki/James_Austen",
        "https://en.wikipedia.org/wiki/Edward_Austen_Knight",
        "https://en.wikipedia.org/wiki/Henry_Thomas_Austen",
        "https://en.wikipedia.org/wiki/Cassandra_Austen",
        "https://en.wikipedia.org/wiki/Francis_Austen",
        "https://en.wikipedia.org/wiki/Charles_Austen",
        "https://en.wikipedia.org/wiki/Anna_Austen_Lefroy",
        "https://en.wikipedia.org/wiki/Thomas_Langlois_Lefroy",
        "https://en.wikipedia.org/wiki/Eliza_de_Feuillide",
        "https://en.wikipedia.org/wiki/Catherine_Hubback",
        "https://en.wikipedia.org/wiki/Martha_Lloyd",
        "https://en.wikipedia.org/wiki/Janeite",
        "https://en.wikipedia.org/wiki/Jane_Austen_in_popular_culture",
        "https://en.wikipedia.org/wiki/Styles_and_themes_of_Jane_Austen",
        "https://en.wikipedia.org/wiki/Reception_history_of_Jane_Austen",
        "https://en.wikipedia.org/wiki/A_Memoir_of_Jane_Austen",
        "https://en.wikipedia.org/wiki/Becoming_Jane",
        "https://en.wikipedia.org/wiki/Miss_Austen_Regrets",
        "https://en.wikipedia.org/wiki/Love_and_Freindship",
        "https://en.wikipedia.org/wiki/Love_and_Freindship",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}