{
    "url": "https://en.wikipedia.org/wiki/Luciferase",
    "title": "Luciferase",
    "table_of_contents": [
        "1 Examples",
        "1.1 Firefly and click beetle",
        "1.2 Sea pansy",
        "1.2.1 Copepod",
        "1.3 Bacterial",
        "1.4 Dinoflagellate",
        "2 Mechanism of reaction",
        "2.1 Bacterial luciferase",
        "3 Applications",
        "4 See also",
        "5 References",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Luciferase is a generic term for the class of oxidative enzymes that produce bioluminescence, and is usually distinguished from a photoprotein. The name was first used by Raphaël Dubois who invented the words luciferin and luciferase, for the substrate and enzyme, respectively.[1] Both words are derived from the Latin word lucifer, meaning \"lightbearer\", which in turn is derived from the Latin words for \"light\" (lux) and \"to bring or carry\" (ferre).[2]\nLuciferases are widely used in biotechnology, for bioluminescence imaging microscopy and as reporter genes, for many of the same applications as fluorescent proteins. However, unlike fluorescent proteins, luciferases do not require an external light source, but do require addition of luciferin, the consumable substrate.\n\n"
        },
        {
            "title": "Examples",
            "text": "A variety of organisms regulate their light production using different luciferases in a variety of light-emitting reactions. The majority of studied luciferases have been found in animals, including fireflies, and many marine animals such as copepods, jellyfish, and the sea pansy. However, luciferases have been studied in luminous fungi, like the Jack-O-Lantern mushroom, as well as examples in other kingdoms including bioluminescent bacteria, and dinoflagellates.\n\nThe luciferases of fireflies – of which there are over 2000 species – and of the other Elateroidea (click beetles and relatives in general) are diverse enough to be useful in molecular phylogeny.[3]  In fireflies, the oxygen required is supplied through a tube in the abdomen called the abdominal trachea.  One well-studied luciferase is that of the Photinini firefly Photinus pyralis, which has an optimum pH of 7.8.[4]\n\nAlso well studied is the sea pansy, Renilla reniformis. In this organism, the luciferase (Renilla-luciferin 2-monooxygenase) is closely associated with a luciferin-binding protein as well as a green fluorescent protein (GFP). Calcium triggers release of the luciferin (coelenterazine) from the luciferin binding protein. The substrate is then available for oxidation by the luciferase, where it is degraded to coelenteramide with a resultant release of energy. In the absence of GFP, this energy would be released as a photon of blue light (peak emission wavelength 482 nm). However, due to the closely associated GFP, the energy released by the luciferase is instead coupled through resonance energy transfer to the fluorophore of the GFP, and is subsequently released as a photon of green light (peak emission wavelength 510 nm). The catalyzed reaction is:[5]\n\nNewer luciferases have recently been identified that, unlike other luciferases, are naturally secreted molecules.  One such example is the Metridia coelenterazine-dependent luciferase (MetLuc, A0A1L6CBM1) that is derived from the marine copepod Metridia longa. The Metridia longa secreted luciferase gene encodes a 24 kDa protein containing an N-terminal secretory signal peptide of 17 amino acid residues. The sensitivity and high signal intensity of this luciferase molecule proves advantageous in many reporter studies. Some of the benefits of using a secreted reporter molecule like MetLuc is its no-lysis protocol that allows one to be able to conduct live cell assays and multiple assays on the same cell.[6]\n\nBacterial bioluminescence is seen in Photobacterium species, Vibrio fischeri, Vibrio haweyi, and Vibrio harveyi. Light emission in some bioluminescent bacteria utilizes 'antenna' such as lumazine protein to accept the energy from the primary excited state on the luciferase, resulting in an excited lulnazine chromophore which emits light that is of a shorter wavelength (more blue), while in others use a yellow fluorescent protein (YFP) with   flavin mononucleotide (FMN) as the chromophore and emits light that is red-shifted relative to that from luciferase.[7]\n\nDinoflagellate luciferase is a multi-domain eukaryote protein, consisting of an N-terminal domain, and three catalytic domains, each of which preceded by a helical bundle domain. The structure of the dinoflagellate luciferase catalytic domain has been solved.[8] The core part of the domain is a 10 stranded beta barrel that is structurally similar to lipocalins and FABP.[8] \nThe N-terminal domain is conserved between dinoflagellate luciferase and luciferin binding proteins (LBPs). It has been suggested that this region may mediate an interaction between LBP and luciferase or their association with the vacuolar membrane.[9]\nThe helical bundle domain has a three helix bundle structure that holds four important histidines that are thought to play a role in the pH regulation of the enzyme.[8] There is a large pocket in the β-barrel of the dinoflagellate luciferase at pH 8 to accommodate the tetrapyrrole substrate but there is no opening to allow the substrate to enter. Therefore, a significant conformational change must occur to provide access and space for a ligand in the active site and the source for this change is through the four N-terminal histidine residues.[8] At pH 8, it can be seen that the unprotonated histidine residues are involved in a network of hydrogen bonds at the interface of the helices in the bundle that block substrate access to the active site and disruption of this interaction by protonation (at pH 6.3) or by replacement of the histidine residues by alanine causes a large molecular motion of the bundle, separating the helices by 11Å and opening the catalytic site.[8] Logically, the histidine residues cannot be replaced by alanine in nature but this experimental replacement further confirms that the larger histidine residues block the active site. Additionally, three Gly-Gly sequences, one in the N-terminal helix and two in the helix-loop-helix motif, could serve as hinges about which the chains rotate in order to further open the pathway to the catalytic site and enlarge the active site.[8]\n\nA dinoflagellate luciferase is capable of emitting light due to its interaction with its substrate (luciferin) and the luciferin-binding protein (LBP) in the scintillon organelle found in dinoflagellates.[8] The luciferase acts in accordance with luciferin and LBP in order to emit light but each component functions at a different pH. Luciferase and its domains are not active at pH 8 but they are extremely active at the optimum pH of 6.3 whereas LBP binds luciferin at pH 8 and releases it at pH 6.3.[8] Consequently, luciferin is only released to react with an active luciferase when the scintillon is acidified to pH 6.3. Therefore, in order to lower the pH, voltage-gated channels in the scintillon membrane are opened to allow the entry of protons from a vacuole possessing an action potential produced from a mechanical stimulation.[8] Hence, it can be seen that the action potential in the vacuolar membrane leads to acidification and this in turn allows the luciferin to be released to react with luciferase in the scintillon, producing a flash of blue light.\n\n"
        },
        {
            "title": "Mechanism of reaction",
            "text": "All luciferases are classified as oxidoreductases (EC 1.13.12.-), meaning they act on single donors with incorporation of molecular oxygen. Because luciferases are from many diverse protein families that are unrelated, there is no unifying mechanism, as any mechanism depends on the luciferase and luciferin combination. However, all characterised luciferase-luciferin reactions to date have been shown to require molecular oxygen at some stage.\n\nThe reaction catalyzed by bacterial luciferase is also an oxidative process:\n\nIn the reaction, molecular oxygen oxidizes flavin mononucleotide and a long-chain aliphatic aldehyde to an aliphatic carboxylic acid. The reaction forms an excited hydroxyflavin intermediate, which is dehydrated to the product FMN to emit blue-green light.[10]\n\nNearly all of the energy input into the reaction is transformed into light. The reaction is 80%[11] to 90%[12] efficient.  In comparison, the incandescent light bulb only converts about 10% of its energy into light[13] and a 150 lumen per Watt (lm/W) LED converts 20% of input energy to visible light.[12]\n\n"
        },
        {
            "title": "Applications",
            "text": "Luciferases can be produced in the lab through genetic engineering for a number of purposes.  Luciferase genes can be synthesized and inserted into organisms or transfected into cells. As of 2002, mice, silkworms, and potatoes are just a few of the organisms that have already been engineered to produce the protein.[14]\n\nIn the luciferase reaction, light is emitted when luciferase acts on the appropriate luciferin substrate. Photon emission can be detected by light sensitive apparatus such as a luminometer or modified optical microscopes. This allows observation of biological processes.[15]  Since light excitation is not needed for luciferase bioluminescence, there is minimal autofluorescence and therefore virtually background-free fluorescence.[16]  Therefore, as little as 0.02 pg can still be accurately measured using a standard scintillation counter.[17]\n\nIn biological research, luciferase is commonly used as a reporter to assess the transcriptional activity in cells that are transfected with a genetic construct containing the luciferase gene under the control of a promoter of interest.[18] Additionally, proluminescent molecules that are converted to luciferin upon activity of a particular enzyme can be used to detect enzyme activity in coupled or two-step luciferase assays. Such substrates have been used to detect caspase activity and cytochrome P450 activity, among others.[15][18]\n\nLuciferase can also be used to detect the level of cellular ATP in cell viability assays or for kinase activity assays.[18][19] Luciferase can act as an ATP sensor protein through biotinylation. Biotinylation will immobilize luciferase on the cell-surface by binding to a streptavidin-biotin complex. This allows luciferase to detect the efflux of ATP from the cell and will effectively display the real-time release of ATP through bioluminescence.[20] Luciferase can additionally be made more sensitive for ATP detection by increasing the luminescence intensity by changing certain amino acid residues in the sequence of the protein.[21]\n\nWhole animal imaging (referred to as in vivo when living or, otherwise called ex vivo imaging) is a powerful technique for studying cell populations in live animals, such as mice.[22] Different types of cells (e.g. bone marrow stem cells, T-cells) can be engineered to express a luciferase allowing their non-invasive visualization inside a live animal using a sensitive charge-couple device camera (CCD camera).This technique has been used to follow tumorigenesis and response of tumors to treatment in animal models.[23][24] However, environmental factors and therapeutic interferences may cause some discrepancies between tumor burden and bioluminescence intensity in relation to changes in proliferative activity. The intensity of the signal measured by in vivo imaging may depend on various factors, such as D-luciferin absorption through the peritoneum, blood flow, cell membrane permeability, availability of co-factors, intracellular pH and transparency of overlying tissue, in addition to the amount of luciferase.[25]\n\nLuciferase is a heat-sensitive protein that is used in studies on protein denaturation, testing the protective capacities of heat shock proteins. The opportunities for using luciferase continue to expand.[26]\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Pfam",
        "https://en.wikipedia.org/wiki/InterPro",
        "https://en.wikipedia.org/wiki/PROSITE",
        "https://en.wikipedia.org/wiki/Structural_Classification_of_Proteins",
        "https://en.wikipedia.org/wiki/Pfam",
        "https://en.wikipedia.org/wiki/Protein_Data_Bank",
        "https://en.wikipedia.org/wiki/PDBsum",
        "https://en.wikipedia.org/wiki/Protein_Data_Bank",
        "https://en.wikipedia.org/wiki/Pfam",
        "https://en.wikipedia.org/wiki/InterPro",
        "https://en.wikipedia.org/wiki/Pfam",
        "https://en.wikipedia.org/wiki/Protein_Data_Bank",
        "https://en.wikipedia.org/wiki/PDBsum",
        "https://en.wikipedia.org/wiki/Pfam",
        "https://en.wikipedia.org/wiki/InterPro",
        "https://en.wikipedia.org/wiki/Pfam",
        "https://en.wikipedia.org/wiki/Protein_Data_Bank",
        "https://en.wikipedia.org/wiki/PDBsum",
        "https://en.wikipedia.org/wiki/Pfam",
        "https://en.wikipedia.org/wiki/InterPro",
        "https://en.wikipedia.org/wiki/Pfam",
        "https://en.wikipedia.org/wiki/Protein_Data_Bank",
        "https://en.wikipedia.org/wiki/PDBsum",
        "https://en.wikipedia.org/wiki/Enzyme",
        "https://en.wikipedia.org/wiki/Bioluminescence",
        "https://en.wikipedia.org/wiki/Photoprotein",
        "https://en.wikipedia.org/wiki/Luciferin",
        "https://en.wikipedia.org/wiki/Firefly",
        "https://en.wikipedia.org/wiki/Protein_Data_Bank",
        "https://en.wikipedia.org/wiki/Enzyme_Commission_number",
        "https://en.wikipedia.org/wiki/Biotechnology",
        "https://en.wikipedia.org/wiki/Bioluminescence_imaging",
        "https://en.wikipedia.org/wiki/Reporter_gene",
        "https://en.wikipedia.org/wiki/Fluorescent_protein",
        "https://en.wikipedia.org/wiki/Fluorescence",
        "https://en.wikipedia.org/wiki/Luciferin",
        "https://en.wikipedia.org/wiki/Fireflies",
        "https://en.wikipedia.org/wiki/Copepods",
        "https://en.wikipedia.org/wiki/Scyphomedusa",
        "https://en.wikipedia.org/wiki/Sea_pansy",
        "https://en.wikipedia.org/wiki/Omphalotus_olearius",
        "https://en.wikipedia.org/wiki/Bioluminescent_bacteria",
        "https://en.wikipedia.org/wiki/Dinoflagellates",
        "https://en.wikipedia.org/wiki/Firefly_luciferase",
        "https://en.wikipedia.org/wiki/Species",
        "https://en.wikipedia.org/wiki/Elateroidea",
        "https://en.wikipedia.org/wiki/Molecular_phylogeny",
        "https://en.wikipedia.org/wiki/Abdominal",
        "https://en.wikipedia.org/wiki/Invertebrate_trachea",
        "https://en.wikipedia.org/wiki/Photinini",
        "https://en.wikipedia.org/wiki/Sea_pansy",
        "https://en.wikipedia.org/wiki/Green_fluorescent_protein",
        "https://en.wikipedia.org/wiki/Coelenterazine",
        "https://en.wikipedia.org/wiki/Oxidation",
        "https://en.wikipedia.org/wiki/Resonance_energy_transfer",
        "https://en.wikipedia.org/wiki/Fluorophore",
        "https://en.wikipedia.org/wiki/Coelenterazine",
        "https://en.wikipedia.org/wiki/Oxygen",
        "https://en.wikipedia.org/wiki/Coelenteramide",
        "https://en.wikipedia.org/wiki/Carbon_dioxide",
        "https://en.wikipedia.org/wiki/Coelenterazine",
        "https://en.wikipedia.org/wiki/Metridia_longa",
        "https://en.wikipedia.org/wiki/Peptide",
        "https://en.wikipedia.org/wiki/Amino_acid",
        "https://en.wikipedia.org/wiki/Vibrio_fischeri",
        "https://en.wikipedia.org/wiki/Vibrio_harveyi",
        "https://en.wikipedia.org/wiki/Bioluminescent_bacteria",
        "https://en.wikipedia.org/wiki/Chromophore",
        "https://en.wikipedia.org/wiki/Flavin_mononucleotide",
        "https://en.wikipedia.org/wiki/Dinoflagellate",
        "https://en.wikipedia.org/wiki/Protein_domain",
        "https://en.wikipedia.org/wiki/Eukaryote",
        "https://en.wikipedia.org/wiki/Catalytic_domain",
        "https://en.wikipedia.org/wiki/Secondary_structure",
        "https://en.wikipedia.org/wiki/Catalytic",
        "https://en.wikipedia.org/wiki/Protein_domain",
        "https://en.wikipedia.org/wiki/Beta_barrel",
        "https://en.wikipedia.org/wiki/Structurally",
        "https://en.wikipedia.org/wiki/Lipocalin",
        "https://en.wikipedia.org/wiki/FABP",
        "https://en.wikipedia.org/wiki/Conserved_sequence",
        "https://en.wikipedia.org/wiki/Luciferin",
        "https://en.wikipedia.org/wiki/Vacuolar",
        "https://en.wikipedia.org/wiki/Helix_bundle",
        "https://en.wikipedia.org/wiki/Secondary_structure",
        "https://en.wikipedia.org/wiki/Histidines",
        "https://en.wikipedia.org/wiki/PH",
        "https://en.wikipedia.org/wiki/Enzyme",
        "https://en.wikipedia.org/wiki/Tetrapyrrole",
        "https://en.wikipedia.org/wiki/Ligand",
        "https://en.wikipedia.org/wiki/Hydrogen_bonds",
        "https://en.wikipedia.org/wiki/Active_site",
        "https://en.wikipedia.org/wiki/Protonation",
        "https://en.wikipedia.org/wiki/Alanine",
        "https://en.wikipedia.org/wiki/Luciferin",
        "https://en.wikipedia.org/wiki/Organelle",
        "https://en.wikipedia.org/wiki/Membrane",
        "https://en.wikipedia.org/wiki/Protons",
        "https://en.wikipedia.org/wiki/Vacuole",
        "https://en.wikipedia.org/wiki/Action_potential",
        "https://en.wikipedia.org/wiki/Oxidoreductases",
        "https://en.wikipedia.org/wiki/Enzyme_Commission_number",
        "https://en.wikipedia.org/wiki/Electron_donor",
        "https://en.wikipedia.org/wiki/Protein_family",
        "https://en.wikipedia.org/wiki/Oxygen",
        "https://en.wikipedia.org/wiki/Flavin_mononucleotide",
        "https://en.wikipedia.org/wiki/Aldehyde",
        "https://en.wikipedia.org/wiki/Carboxylic_acid",
        "https://en.wikipedia.org/wiki/Light_bulb",
        "https://en.wikipedia.org/wiki/Energy",
        "https://en.wikipedia.org/wiki/Genetic_engineering",
        "https://en.wikipedia.org/wiki/Gene",
        "https://en.wikipedia.org/wiki/Transfected",
        "https://en.wikipedia.org/wiki/Mouse",
        "https://en.wikipedia.org/wiki/Silkworm",
        "https://en.wikipedia.org/wiki/Potato",
        "https://en.wikipedia.org/wiki/Luciferin",
        "https://en.wikipedia.org/wiki/Luminometer",
        "https://en.wikipedia.org/wiki/Optical_microscopes",
        "https://en.wikipedia.org/wiki/Autofluorescence",
        "https://en.wikipedia.org/wiki/Scintillation_counter",
        "https://en.wikipedia.org/wiki/Caspase",
        "https://en.wikipedia.org/wiki/Cytochrome_P450",
        "https://en.wikipedia.org/wiki/Assay",
        "https://en.wikipedia.org/wiki/Biotinylation",
        "https://en.wikipedia.org/wiki/Streptavidin",
        "https://en.wikipedia.org/wiki/Biotin",
        "https://en.wikipedia.org/wiki/Amino_acid",
        "https://en.wikipedia.org/wiki/CCD_camera",
        "https://en.wikipedia.org/wiki/Intracellular_pH",
        "https://en.wikipedia.org/wiki/Protein_denaturation",
        "https://en.wikipedia.org/wiki/Heat_shock_protein",
        "https://en.wikipedia.org/wiki/Quorum_sensing",
        "https://en.wikipedia.org/wiki/Protein_Data_Bank",
        "https://en.wikipedia.org/wiki/UniProt",
        "https://en.wikipedia.org/wiki/Oxidoreductase",
        "https://en.wikipedia.org/wiki/Oxygenase",
        "https://en.wikipedia.org/wiki/Enzyme_Commission_number",
        "https://en.wikipedia.org/wiki/Lipoxygenase",
        "https://en.wikipedia.org/wiki/ALOX12",
        "https://en.wikipedia.org/wiki/ALOX15",
        "https://en.wikipedia.org/wiki/Catechol_dioxygenase",
        "https://en.wikipedia.org/wiki/Cysteine_dioxygenase",
        "https://en.wikipedia.org/wiki/Chlorite_dismutase",
        "https://en.wikipedia.org/wiki/Inositol_oxygenase",
        "https://en.wikipedia.org/wiki/Enzyme",
        "https://en.wikipedia.org/wiki/Active_site",
        "https://en.wikipedia.org/wiki/Binding_site",
        "https://en.wikipedia.org/wiki/Catalytic_triad",
        "https://en.wikipedia.org/wiki/Oxyanion_hole",
        "https://en.wikipedia.org/wiki/Enzyme_promiscuity",
        "https://en.wikipedia.org/wiki/Coenzyme",
        "https://en.wikipedia.org/wiki/Enzyme_catalysis",
        "https://en.wikipedia.org/wiki/Allosteric_regulation",
        "https://en.wikipedia.org/wiki/Cooperativity",
        "https://en.wikipedia.org/wiki/Enzyme_inhibitor",
        "https://en.wikipedia.org/wiki/Enzyme_activator",
        "https://en.wikipedia.org/wiki/Enzyme_Commission_number",
        "https://en.wikipedia.org/wiki/Enzyme_superfamily",
        "https://en.wikipedia.org/wiki/Enzyme_family",
        "https://en.wikipedia.org/wiki/List_of_enzymes",
        "https://en.wikipedia.org/wiki/Enzyme_kinetics",
        "https://en.wikipedia.org/wiki/Oxidoreductase",
        "https://en.wikipedia.org/wiki/Transferase",
        "https://en.wikipedia.org/wiki/Hydrolase",
        "https://en.wikipedia.org/wiki/Lyase",
        "https://en.wikipedia.org/wiki/Isomerase",
        "https://en.wikipedia.org/wiki/Ligase",
        "https://en.wikipedia.org/wiki/Translocase",
        "https://en.wikipedia.org/wiki/Pfam",
        "https://en.wikipedia.org/wiki/InterPro",
        "https://en.wikipedia.org/wiki/Pfam",
        "https://en.wikipedia.org/wiki/InterPro",
        "https://en.wikipedia.org/wiki/Pfam",
        "https://en.wikipedia.org/wiki/InterPro",
        "https://en.wikipedia.org/wiki/Luciferase",
        "https://en.wikipedia.org/wiki/Luciferase",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}