{
    "url": "https://en.wikipedia.org/wiki/Lunar_rover",
    "title": "Lunar rover",
    "table_of_contents": [
        "1 Past missions",
        "1.1 Lunokhod 1",
        "1.2 Apollo Lunar Roving Vehicle",
        "1.3 Lunokhod 2",
        "1.4 Yutu",
        "1.5 Pragyan (Chandrayaan-2 rover)",
        "2 Current missions",
        "2.1 Yutu-2",
        "3 Planned missions",
        "3.1 Asagumo",
        "3.2 Audi Lunar quattro",
        "3.3 Chandrayaan-3 Rover",
        "3.4 Colmena",
        "3.5 Iris",
        "3.6 Lunar Excursion Vehicle (Transformable Lunar Robot)",
        "3.7 MoonRanger",
        "3.8 Rashid",
        "3.9 SLIM",
        "3.10 Spacebit Mission Two",
        "3.11 Unnamed Canadian lunar rover",
        "3.12 Unity",
        "3.13 VIPER",
        "3.14 Yaoki",
        "4 Proposed missions",
        "4.1 ATHLETE",
        "4.2 Deep Space Systems",
        "4.3 HERACLES",
        "4.4 Lunar Cruiser",
        "4.5 Luna-Grunt rover",
        "4.6 Lunar Polar Exploration Mission rover",
        "4.7 Planetoid Mines",
        "4.8 Scarab",
        "4.9 Space Exploration Vehicle",
        "5 Canceled",
        "5.1 Lunokhod 3",
        "5.2 Apollo Lunar Roving Vehicle 4, 5 and 6",
        "5.3 Resource Prospector",
        "6 See also",
        "7 References",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "A lunar rover or Moon rover is a space exploration vehicle designed to move across the surface of the Moon. The Apollo Program's Lunar Roving Vehicle was driven on the Moon by members of three American crews, Apollo 15, 16, and 17. Other rovers have been partially or fully autonomous robots, such as the Soviet Union's Lunokhods and the Chinese Yutus. Three countries have had operating rovers on the Moon: the Soviet Union, the United States and China. An Indian mission failed while Japan and Greece currently have planned missions.\n\n"
        },
        {
            "title": "Past missions",
            "text": "Lunokhod 1 (Луноход) was the first of two polycrystalline-panel-powered robotic lunar rovers landed on the Moon by the Soviet Union as part of its Lunokhod program after a previous unsuccessful attempt of a launch probe with Lunokhod 0 (No.201) in 1969. The spacecraft which carried Lunokhod 1 was named Luna 17. The spacecraft soft-landed on the Moon in the Sea of Rains on November 1970. Lunokhod was the first roving remote-controlled robot to land on another celestial body. Having worked for 11 months, Lunokhod 1 held the durability record for space rovers for more than 1 year, until a new record was set by the Mars Exploration Rovers.\n\nThe Lunar Roving Vehicle (LRV) was a battery-powered four-wheeled rover used on the Moon during the last three missions of the American Apollo program (15, 16, and 17) during 1971 and 1972. The LRV could carry one or two astronauts, their equipment, and lunar samples. Georg von Tiesenhausen is credited with submitting the original design, before it was sent to Boeing for implementation.\n\nLunokhod 2 was the second and a monocrystalline-panel-powered of two unmanned lunar rovers landed on the Moon by the Soviet Union as part of the Lunokhod program. The Luna 21 spacecraft landed on the Moon and deployed the second Soviet lunar rover Lunokhod 2 in January 1973. The objectives of the mission were to collect images of the lunar surface, examine ambient light levels to determine the feasibility of astronomical observations from the Moon, perform laser ranging experiments, observe solar X-rays, measure local magnetic fields, and study the soil mechanics of the lunar surface material. Lunokhod 2 was intended to be followed by Lunokhod 3 (No.205) in 1977 but the mission was cancelled.\n\nYutu is a Chinese lunar rover which launched on 1 December 2013 and landed on 14 December 2013 as part of the Chang'e 3 mission.  It is China's first lunar rover, part of the second phase of the Chinese Lunar Exploration Program undertaken by China National Space Administration (CNSA).[1] The lunar rover is called Yutu, or Jade Rabbit, a name selected in an online poll.[2]\n\nThe rover encountered operational difficulties after the first 14-day lunar night, and was unable to move after the end of the second lunar night, finally on August 3, 2016 it officially stopped sending data and doing its operations.\n\nChandrayaan-2 was the second lunar mission by India, consisting of a lunar orbiter, a lander named Vikram, and a rover named Pragyan. The rover weighing 27 kg,[3] had six wheels and was to be operated on solar power.[4] Launched on 22 July 2019, the mission entered lunar orbit on August 20. Pragyan was destroyed along with its lander, Vikram, when it crash-landed on the Moon on 6 September 2019 and never got the chance to deploy.[5][6]\n\n"
        },
        {
            "title": "Current missions",
            "text": "The Chang'e 4 Chinese mission launched 7 December 2018, and landed and deployed the Yutu-2 rover on the far side of the Moon on 3 January 2019. It is the first rover to operate on the Moon's far side.\n\nIn December 2019, Yutu 2 broke the lunar longevity record, previously held by the Soviet Union's Lunokhod 1 rover,[7] which operated on the lunar surface for eleven lunar days (321 Earth days) and traversed a total distance of 10.54 km (6.55 mi).[8]\n\nIn February 2020, Chinese astronomers reported, for the first time, a high-resolution image of a lunar ejecta sequence, and, as well, direct analysis of its internal architecture. These were based on observations made by the Lunar Penetrating Radar (LPR) on board the Yutu-2 rover while studying the far side of the Moon.[9][10]\n\n"
        },
        {
            "title": "Planned missions",
            "text": "The Asagumo rover weighs 1.3 kg and, instead of wheels, is equipped with four legs to walk the Moon's surface to collect the data from Lidar and other equipment. The robot will eventually be able to explore the \"Lunar lava tubes\". The rover will be delivered to the lunar surface on Astrobotic's Peregrine lander[11] in 2022.[12]\n\nAudi Lunar Quattro is a small lunar rover created by a team of engineers from Germany, PTScientists, with the support of Audi and a number of scientists and companies from different countries.\n\nThe Chandrayaan-3 Rover will be operated by the Indian Space Research Organisation. It will be launched in 2022 on the Chandrayaan-3 lander, which is India's second attempt to soft land a rover and a lander on the Moon.\n\nColmena are nine microrovers created by National Autonomous University of Mexico in Mexico. They will be launched in 2021 on Astrobotics Peregrine lander.\n\nIris is a lunar nanorover developed by Carnegie Mellon University for 2022 mission on Astrobotic Technology's Peregrine lander. Iris is battery-powered, 2kg, four wheel drive, skid-steered, and teleoperated. CMU is the world's first university, and the first American entity, to develop and launch a lunar rover. \n\nTakara Tomy, JAXA and Doshisha University are making a rover to be launched onboard Ispace's lander called Hakuto-R. It will be launched in 2022.[13][14][15]\n\nMoonRanger will explore the South Pole of the Moon in 2023, using its Neutron Spectrometer System to map lunar ice. The rover is autonomous, 18kg, four wheel drive, skid-steered, and solar-powered. MoonRanger is being developed by Carnegie Mellon University under a NASA subcontract via Astrobotic Technology.\n\nRashid is a planned lunar rover built by MBRSC to be launched onboard Ispace's lander called Hakuto-R. The rover is planned to be launched in November 2022.[16] It will be equipped with two high-resolution cameras, a microscopic camera to capture small details, and a thermal imaging camera. The rover will also carry a Langmuir probe, designed to study the moon's plasma and will attempt to explain why moon dust is so sticky.[17] The rover will study the lunar surface, mobility on the moon’s surface and how different surfaces interact with lunar particles.[18]\n\nThe SLIM team assessed in the past the inclusion of a small rover in this mission. A preliminary concept considered a rover with two inflatable wheels that would enter—or drop into—the lava tube while deploying miniature communication relay devices along the traverse. Other concepts suggested developing a miniature rover without wheels but able to \"hop\" along.\n\nSpacebit Mission Two will be launched in 2022 on Intuitive Machines's Nova-C lander.[19] It will consist of one wheeled rover and four Asagumo rovers.\n\nA rover developed by Canadensys Aerospace of Bolton, Ont. for the Canadian Space Agency is scheduled to be launched in 2026. The 30-kilogram rover will search the moon's southern polar regions for signs of water ice. It will carry five scientific instruments designed in Canada and one NASA-designed instrument. The rover will carry out its mission in areas of the moon that have never been exposed before to direct sunlight. It will also survive lunar nights that can last as long as 14 days and drop to less than -200 Celsius (-328 Fahrenheit).[20][21]\n\nUnity is a rover made by Team AngelicvM in Chile. It was part of GLXP until they decided to have no winner for GLXP. It will be launched in 2022 on Astrobotic's Peregrine lander.\n\nNASA's VIPER (Volatiles Investigating Polar Exploration Rover)  will explore the south polar region of the Moon for water ice. The mission plan is to travel several miles over 100 days and employ a 1-meter drill to obtain samples for its onboard analyzers.[22] The rover will be delivered to the lunar surface in November 2024.[23]\n\nYaoki is a moon rover created by Dymon. It will be launched in 2022 on Astrobotic's Peregrine lander. Yaoki will be the first lunar rover to be made and operated in Japan.\n\n"
        },
        {
            "title": "Proposed missions",
            "text": "NASA's plans for future Moon missions call for rovers that have a far longer range than the Apollo rovers.[24] The All-Terrain Hex-Legged Extra-Terrestrial Explorer (ATHLETE) is a six-legged robotic lunar rover test-bed under development by the Jet Propulsion Laboratory (JPL). ATHLETE is a testbed for systems and is designed for use on the Moon.[25] The system is in development along with NASA's Johnson and Ames Centers, Stanford University and Boeing.[26] ATHLETE is designed, for maximum efficiency, to be able to both roll and walk over a wide range of terrains.[25]\n\nOn 29 November 2018, Deep Space Systems was included in the Commercial Lunar Payload Services program by NASA, which makes it eligible to bid on delivering science and technology payloads to the Moon, worth $2.6 billion in contracts over 10 years. Deep Space Systems is now considered a \"main contractor\" for NASA's payload program, and can sub-contract projects to other companies of their choice. According to NASA, Deep Space Systems will be proposing a small commercial lunar rover, to carry science payloads, in addition of their design and development services to the program.\n\nHERACLES is a sample return mission by the European Space Agency, Japan Aerospace Exploration Agency, and Canadian Space Agency. The rover is made by the Canadian Space Agency and is proposed to be launched in 2028.\n\nLunar Cruiser is a vehicle being developed by Toyota with the Japan Aerospace Exploration Agency to explore the surface of the Moon. The name is based on the Toyota Land Cruiser. The vehicle is scheduled to be used in the late 2020s. The vehicle would include a robotic arm for various inspection and maintenance tasks which could be changed for scooping, lifting and sweeping.[27]\n\nLuna-Grunt rover (or Luna-28) is a proposed Russian lunar rover.\n\nThe Lunar Polar Exploration Mission is a robotic lunar mission concept by Indian Space Research Organisation and the Japan Aerospace Exploration Agency that would send a lunar rover and lander to explore the south pole region of the Moon in 2024. The Japanese agency is likely to provide the under-development H3 launch vehicle and the rover, while the Indian agency would be responsible for the lander.\n\nPlanetoid Mines will launch xTRAC surface excavator in 2025. xTRAC will be deployed for lunar mining in South Pole and PSR craters.[citation needed]\n\nScarab is a new generation lunar rover designed to assist astronauts, take rock and mineral samples, and explore the lunar surface.[28][29]  It is being developed by the Robotics Institute of Carnegie Mellon University, supported by NASA.\n\nThe SEV is a proposed successor to the original Lunar Roving Vehicle from the Apollo missions.[citation needed] It combines a living module, as it has a pressurized cabin containing a small bathroom and space for 2 astronauts  (4 in case of emergency), and a small truck.[30]\n\n"
        },
        {
            "title": "Canceled",
            "text": "Lunokhod 3 was built for a Moon landing in 1977 as Luna 25 but never flew to the Moon due to lack of launchers and funding. It remains at the NPO Lavochkin museum\n\nThey would have been for Apollo 18, 19 and 20.\n\nResource Prospector is a cancelled mission concept by NASA of a rover that would have performed a survey expedition on a polar region of the Moon. The rover was to attempt to detect and map the location of volatiles such as hydrogen, oxygen and lunar water which could foster more affordable and sustainable human exploration to the Moon, Mars, and other Solar System bodies\nThe mission concept was still in its pre-formulation stage when it was scrapped in April 2018. The Resource Prospector mission was proposed to be launched in 2022. Its science instruments will be flown on several commercial lander missions contracted with NASA's new Commercial Lunar Payload Services program.\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Lunar_Roving_Vehicle",
        "https://en.wikipedia.org/wiki/Lunar_Electric_Rover",
        "https://en.wikipedia.org/wiki/Space_exploration",
        "https://en.wikipedia.org/wiki/Surface_of_the_Moon",
        "https://en.wikipedia.org/wiki/Apollo_Program",
        "https://en.wikipedia.org/wiki/Lunar_Roving_Vehicle",
        "https://en.wikipedia.org/wiki/Apollo_15",
        "https://en.wikipedia.org/wiki/Apollo_16",
        "https://en.wikipedia.org/wiki/Apollo_17",
        "https://en.wikipedia.org/wiki/Autonomous_robot",
        "https://en.wikipedia.org/wiki/Lunokhod",
        "https://en.wikipedia.org/wiki/Lunokhod_1",
        "https://en.wikipedia.org/wiki/Lunokhod_1",
        "https://en.wikipedia.org/wiki/Moon",
        "https://en.wikipedia.org/wiki/Soviet_Union",
        "https://en.wikipedia.org/wiki/Lunokhod_program",
        "https://en.wikipedia.org/wiki/Luna_17",
        "https://en.wikipedia.org/wiki/Moon_landing",
        "https://en.wikipedia.org/wiki/Sea_of_Rains",
        "https://en.wikipedia.org/wiki/Astronomical_object",
        "https://en.wikipedia.org/wiki/Mars_Exploration_Rovers",
        "https://en.wikipedia.org/wiki/Apollo_15",
        "https://en.wikipedia.org/wiki/Lunar_Roving_Vehicle",
        "https://en.wikipedia.org/wiki/Apollo_Lunar_Roving_Vehicle",
        "https://en.wikipedia.org/wiki/Apollo_program",
        "https://en.wikipedia.org/wiki/Apollo_15",
        "https://en.wikipedia.org/wiki/Apollo_16",
        "https://en.wikipedia.org/wiki/Apollo_17",
        "https://en.wikipedia.org/wiki/Astronaut",
        "https://en.wikipedia.org/wiki/Georg_von_Tiesenhausen",
        "https://en.wikipedia.org/wiki/Boeing",
        "https://en.wikipedia.org/wiki/Lunokhod_2",
        "https://en.wikipedia.org/wiki/Lunokhod_2",
        "https://en.wikipedia.org/wiki/Luna_21",
        "https://en.wikipedia.org/wiki/Chinese_Lunar_Exploration_Program",
        "https://en.wikipedia.org/wiki/China_National_Space_Administration",
        "https://en.wikipedia.org/wiki/Solar_power",
        "https://en.wikipedia.org/wiki/Far_side_of_the_Moon",
        "https://en.wikipedia.org/wiki/Lunokhod_1",
        "https://en.wikipedia.org/wiki/Far_side_of_the_Moon",
        "https://en.wikipedia.org/wiki/Lidar",
        "https://en.wikipedia.org/wiki/Lunar_lava_tube",
        "https://en.wikipedia.org/wiki/Audi_Lunar_quattro",
        "https://en.wikipedia.org/wiki/Audi_Lunar_Quattro",
        "https://en.wikipedia.org/wiki/Germany",
        "https://en.wikipedia.org/wiki/PTScientists",
        "https://en.wikipedia.org/wiki/Indian_Space_Research_Organisation",
        "https://en.wikipedia.org/wiki/India",
        "https://en.wikipedia.org/wiki/Moon",
        "https://en.wikipedia.org/wiki/National_Autonomous_University_of_Mexico",
        "https://en.wikipedia.org/wiki/Mexico",
        "https://en.wikipedia.org/wiki/Takara_Tomy",
        "https://en.wikipedia.org/wiki/JAXA",
        "https://en.wikipedia.org/wiki/Doshisha_University",
        "https://en.wikipedia.org/wiki/Carnegie_Mellon_University",
        "https://en.wikipedia.org/wiki/Astrobotic_Technology",
        "https://en.wikipedia.org/wiki/Emirates_Lunar_Mission",
        "https://en.wikipedia.org/wiki/Mohammed_bin_Rashid_Space_Centre",
        "https://en.wikipedia.org/wiki/Langmuir_probe",
        "https://en.wikipedia.org/wiki/Smart_Lander_for_Investigating_Moon",
        "https://en.wikipedia.org/wiki/Lava_tube",
        "https://en.wikipedia.org/wiki/Intuitive_Machines",
        "https://en.wikipedia.org/wiki/Canadian_Space_Agency",
        "https://en.wikipedia.org/wiki/Team_AngelicvM",
        "https://en.wikipedia.org/wiki/Team_AngelicvM",
        "https://en.wikipedia.org/wiki/Chile",
        "https://en.wikipedia.org/wiki/Google_Lunar_X_Prize",
        "https://en.wikipedia.org/wiki/Google_Lunar_X_Prize",
        "https://en.wikipedia.org/wiki/Yaoki",
        "https://en.wikipedia.org/wiki/Japan",
        "https://en.wikipedia.org/wiki/ATHLETE",
        "https://en.wikipedia.org/wiki/NASA",
        "https://en.wikipedia.org/wiki/Jet_Propulsion_Laboratory",
        "https://en.wikipedia.org/wiki/Moon",
        "https://en.wikipedia.org/wiki/NASA",
        "https://en.wikipedia.org/wiki/Stanford_University",
        "https://en.wikipedia.org/wiki/Boeing",
        "https://en.wikipedia.org/wiki/Deep_Space_Systems",
        "https://en.wikipedia.org/wiki/NASA",
        "https://en.wikipedia.org/wiki/Sample_return_mission",
        "https://en.wikipedia.org/wiki/European_Space_Agency",
        "https://en.wikipedia.org/wiki/Japan_Aerospace_Exploration_Agency",
        "https://en.wikipedia.org/wiki/Canadian_Space_Agency",
        "https://en.wikipedia.org/wiki/Toyota",
        "https://en.wikipedia.org/wiki/Japan_Aerospace_Exploration_Agency",
        "https://en.wikipedia.org/wiki/Moon",
        "https://en.wikipedia.org/wiki/Toyota_Land_Cruiser",
        "https://en.wikipedia.org/wiki/Robotic_arm",
        "https://en.wikipedia.org/wiki/Lunar_Polar_Exploration_Mission",
        "https://en.wikipedia.org/wiki/Lunar_Polar_Exploration_Mission",
        "https://en.wikipedia.org/wiki/Indian_Space_Research_Organisation",
        "https://en.wikipedia.org/wiki/Robotics_Institute",
        "https://en.wikipedia.org/wiki/Carnegie_Mellon_University",
        "https://en.wikipedia.org/wiki/NASA",
        "https://en.wikipedia.org/wiki/Space_Exploration_Vehicle",
        "https://en.wikipedia.org/wiki/Lunar_Roving_Vehicle",
        "https://en.wikipedia.org/wiki/Apollo_program",
        "https://en.wikipedia.org/wiki/Lunokhod_programme",
        "https://en.wikipedia.org/wiki/Moon_landing",
        "https://en.wikipedia.org/wiki/Luna_25",
        "https://en.wikipedia.org/wiki/NPO_Lavochkin",
        "https://en.wikipedia.org/wiki/NASA",
        "https://en.wikipedia.org/wiki/Commercial_Lunar_Payload_Services",
        "https://en.wikipedia.org/wiki/CubeRover",
        "https://en.wikipedia.org/wiki/Exploration_of_the_Moon",
        "https://en.wikipedia.org/wiki/Tank_on_the_Moon",
        "https://en.wikipedia.org/wiki/List_of_rovers_on_extraterrestrial_bodies",
        "https://en.wikipedia.org/wiki/Mars_rovers",
        "https://en.wikipedia.org/wiki/Space_rover",
        "https://en.wikipedia.org/wiki/The_New_York_Times",
        "https://en.wikipedia.org/wiki/The_New_York_Times",
        "https://en.wikipedia.org/wiki/Science_Advances",
        "https://en.wikipedia.org/wiki/Ars_Technica",
        "https://en.wikipedia.org/wiki/JAXA",
        "https://en.wikipedia.org/wiki/Intuitive_Machines",
        "https://en.wikipedia.org/wiki/Federal_Communications_Commission",
        "https://en.wikipedia.org/wiki/NASA",
        "https://en.wikipedia.org/wiki/JPL",
        "https://en.wikipedia.org/wiki/NASA",
        "https://en.wikipedia.org/wiki/MSN",
        "https://en.wikipedia.org/wiki/Associated_Press",
        "https://en.wikipedia.org/wiki/Lunokhod_programme",
        "https://en.wikipedia.org/wiki/Lunokhod_1",
        "https://en.wikipedia.org/wiki/Luna_17",
        "https://en.wikipedia.org/wiki/Lunokhod_2",
        "https://en.wikipedia.org/wiki/Luna_21",
        "https://en.wikipedia.org/wiki/Apollo_program",
        "https://en.wikipedia.org/wiki/Lunar_Roving_Vehicle",
        "https://en.wikipedia.org/wiki/Apollo_15",
        "https://en.wikipedia.org/wiki/Lunar_Roving_Vehicle",
        "https://en.wikipedia.org/wiki/Apollo_16",
        "https://en.wikipedia.org/wiki/Lunar_Roving_Vehicle",
        "https://en.wikipedia.org/wiki/Apollo_17",
        "https://en.wikipedia.org/wiki/Chinese_Lunar_Exploration_Program",
        "https://en.wikipedia.org/wiki/Chandrayaan_programme",
        "https://en.wikipedia.org/wiki/Emirates_Lunar_Mission",
        "https://en.wikipedia.org/wiki/CubeRover",
        "https://en.wikipedia.org/wiki/Astrobotic_Technology",
        "https://en.wikipedia.org/wiki/Team_AngelicvM",
        "https://en.wikipedia.org/wiki/Yaoki",
        "https://en.wikipedia.org/wiki/MoonRanger",
        "https://en.wikipedia.org/wiki/Smart_Lander_for_Investigating_Moon",
        "https://en.wikipedia.org/wiki/Lunar_Terrain_Vehicle",
        "https://en.wikipedia.org/wiki/ATHLETE",
        "https://en.wikipedia.org/wiki/PTScientists",
        "https://en.wikipedia.org/wiki/Deep_Space_Systems",
        "https://en.wikipedia.org/wiki/Lunar_Cruiser",
        "https://en.wikipedia.org/wiki/Lunar_Polar_Exploration_Mission",
        "https://en.wikipedia.org/wiki/Moon_Express",
        "https://en.wikipedia.org/wiki/OrbitBeyond",
        "https://en.wikipedia.org/wiki/Space_Exploration_Vehicle",
        "https://en.wikipedia.org/wiki/Puli_Space_Technologies",
        "https://en.wikipedia.org/wiki/Tank_on_the_Moon",
        "https://en.wikipedia.org/wiki/List_of_missions_to_the_Moon",
        "https://en.wikipedia.org/wiki/Mars_rover",
        "https://en.wikipedia.org/wiki/List_of_extraterrestrial_rovers",
        "https://en.wikipedia.org/wiki/List_of_missions_to_the_Moon",
        "https://en.wikipedia.org/wiki/Moon",
        "https://en.wikipedia.org/wiki/Exploration_of_the_Moon",
        "https://en.wikipedia.org/wiki/Apollo_program",
        "https://en.wikipedia.org/wiki/Artemis_program",
        "https://en.wikipedia.org/wiki/Commercial_Lunar_Payload_Services",
        "https://en.wikipedia.org/wiki/Lunar_Orbiter_program",
        "https://en.wikipedia.org/wiki/Lunar_Precursor_Robotic_Program",
        "https://en.wikipedia.org/wiki/Pioneer_program",
        "https://en.wikipedia.org/wiki/Ranger_program",
        "https://en.wikipedia.org/wiki/Surveyor_program",
        "https://en.wikipedia.org/wiki/Chinese_Lunar_Exploration_Program",
        "https://en.wikipedia.org/wiki/Chandrayaan_programme",
        "https://en.wikipedia.org/wiki/Japanese_Lunar_Exploration_Program",
        "https://en.wikipedia.org/wiki/Danuri",
        "https://en.wikipedia.org/wiki/Roscosmos",
        "https://en.wikipedia.org/wiki/Soviet_space_program",
        "https://en.wikipedia.org/wiki/Soviet_crewed_lunar_programs",
        "https://en.wikipedia.org/wiki/Luna_programme",
        "https://en.wikipedia.org/wiki/Lunokhod_programme",
        "https://en.wikipedia.org/wiki/Zond_program",
        "https://en.wikipedia.org/wiki/Artemis_1",
        "https://en.wikipedia.org/wiki/ArgoMoon",
        "https://en.wikipedia.org/wiki/EQUULEUS",
        "https://en.wikipedia.org/wiki/Lunar_Polar_Hydrogen_Mapper",
        "https://en.wikipedia.org/wiki/Lunar_IceCube",
        "https://en.wikipedia.org/wiki/OMOTENASHI",
        "https://en.wikipedia.org/wiki/LunIR",
        "https://en.wikipedia.org/wiki/CAPSTONE",
        "https://en.wikipedia.org/wiki/Danuri",
        "https://en.wikipedia.org/wiki/Lunar_Reconnaissance_Orbiter",
        "https://en.wikipedia.org/wiki/Queqiao",
        "https://en.wikipedia.org/wiki/Apollo_11",
        "https://en.wikipedia.org/wiki/Apollo_12",
        "https://en.wikipedia.org/wiki/Apollo_14",
        "https://en.wikipedia.org/wiki/Apollo_15",
        "https://en.wikipedia.org/wiki/Apollo_16",
        "https://en.wikipedia.org/wiki/Apollo_17",
        "https://en.wikipedia.org/wiki/List_of_Apollo_astronauts",
        "https://en.wikipedia.org/wiki/Apollo_8",
        "https://en.wikipedia.org/wiki/Apollo_10",
        "https://en.wikipedia.org/wiki/Apollo_Lunar_Module",
        "https://en.wikipedia.org/wiki/Explorer_35",
        "https://en.wikipedia.org/wiki/Explorer_49",
        "https://en.wikipedia.org/wiki/Gravity_Recovery_and_Interior_Laboratory",
        "https://en.wikipedia.org/wiki/Lunar_Atmosphere_and_Dust_Environment_Explorer",
        "https://en.wikipedia.org/wiki/Luna_10",
        "https://en.wikipedia.org/wiki/Luna_11",
        "https://en.wikipedia.org/wiki/Luna_12",
        "https://en.wikipedia.org/wiki/Luna_14",
        "https://en.wikipedia.org/wiki/Luna_19",
        "https://en.wikipedia.org/wiki/Luna_22",
        "https://en.wikipedia.org/wiki/Lunar_Orbiter_1",
        "https://en.wikipedia.org/wiki/Lunar_Orbiter_2",
        "https://en.wikipedia.org/wiki/Lunar_Orbiter_3",
        "https://en.wikipedia.org/wiki/Lunar_Orbiter_4",
        "https://en.wikipedia.org/wiki/Lunar_Orbiter_5",
        "https://en.wikipedia.org/wiki/Lunar_Prospector",
        "https://en.wikipedia.org/wiki/SELENE",
        "https://en.wikipedia.org/wiki/LCROSS",
        "https://en.wikipedia.org/wiki/Luna_2",
        "https://en.wikipedia.org/wiki/Moon_Impact_Probe",
        "https://en.wikipedia.org/wiki/Ranger_4",
        "https://en.wikipedia.org/wiki/Ranger_6",
        "https://en.wikipedia.org/wiki/Ranger_7",
        "https://en.wikipedia.org/wiki/Ranger_8",
        "https://en.wikipedia.org/wiki/Ranger_9",
        "https://en.wikipedia.org/wiki/Moon_landing",
        "https://en.wikipedia.org/wiki/Apollo_Lunar_Module",
        "https://en.wikipedia.org/wiki/Luna_9",
        "https://en.wikipedia.org/wiki/Luna_13",
        "https://en.wikipedia.org/wiki/Luna_16",
        "https://en.wikipedia.org/wiki/Luna_17",
        "https://en.wikipedia.org/wiki/Luna_20",
        "https://en.wikipedia.org/wiki/Luna_21",
        "https://en.wikipedia.org/wiki/Luna_23",
        "https://en.wikipedia.org/wiki/Luna_24",
        "https://en.wikipedia.org/wiki/Surveyor_1",
        "https://en.wikipedia.org/wiki/Surveyor_3",
        "https://en.wikipedia.org/wiki/Surveyor_5",
        "https://en.wikipedia.org/wiki/Surveyor_6",
        "https://en.wikipedia.org/wiki/Surveyor_7",
        "https://en.wikipedia.org/wiki/Lunar_Roving_Vehicle",
        "https://en.wikipedia.org/wiki/Apollo_15",
        "https://en.wikipedia.org/wiki/Apollo_16",
        "https://en.wikipedia.org/wiki/Apollo_17",
        "https://en.wikipedia.org/wiki/Lunokhod_1",
        "https://en.wikipedia.org/wiki/Lunokhod_2",
        "https://en.wikipedia.org/wiki/Apollo_11",
        "https://en.wikipedia.org/wiki/Apollo_12",
        "https://en.wikipedia.org/wiki/Apollo_14",
        "https://en.wikipedia.org/wiki/Apollo_15",
        "https://en.wikipedia.org/wiki/Apollo_16",
        "https://en.wikipedia.org/wiki/Apollo_17",
        "https://en.wikipedia.org/wiki/Luna_16",
        "https://en.wikipedia.org/wiki/Luna_20",
        "https://en.wikipedia.org/wiki/Luna_24",
        "https://en.wikipedia.org/wiki/Surveyor_2",
        "https://en.wikipedia.org/wiki/Surveyor_4",
        "https://en.wikipedia.org/wiki/Luna_5",
        "https://en.wikipedia.org/wiki/Luna_7",
        "https://en.wikipedia.org/wiki/Luna_8",
        "https://en.wikipedia.org/wiki/Luna_15",
        "https://en.wikipedia.org/wiki/Luna_18",
        "https://en.wikipedia.org/wiki/Beresheet",
        "https://en.wikipedia.org/wiki/Manfred_Memorial_Moon_Mission",
        "https://en.wikipedia.org/wiki/Apollo_13",
        "https://en.wikipedia.org/wiki/Geotail",
        "https://en.wikipedia.org/wiki/Galileo_project",
        "https://en.wikipedia.org/wiki/International_Cometary_Explorer",
        "https://en.wikipedia.org/wiki/Luna_1",
        "https://en.wikipedia.org/wiki/Luna_3",
        "https://en.wikipedia.org/wiki/Luna_4",
        "https://en.wikipedia.org/wiki/Luna_6",
        "https://en.wikipedia.org/wiki/Mariner_10",
        "https://en.wikipedia.org/wiki/Pioneer_4",
        "https://en.wikipedia.org/wiki/Ranger_5",
        "https://en.wikipedia.org/wiki/STEREO",
        "https://en.wikipedia.org/wiki/Transiting_Exoplanet_Survey_Satellite",
        "https://en.wikipedia.org/wiki/Wilkinson_Microwave_Anisotropy_Probe",
        "https://en.wikipedia.org/wiki/Zond_3",
        "https://en.wikipedia.org/wiki/Zond_5",
        "https://en.wikipedia.org/wiki/Zond_6",
        "https://en.wikipedia.org/wiki/Zond_7",
        "https://en.wikipedia.org/wiki/Zond_8",
        "https://en.wikipedia.org/wiki/Artemis_program",
        "https://en.wikipedia.org/wiki/Artemis_2",
        "https://en.wikipedia.org/wiki/Lunar_Gateway",
        "https://en.wikipedia.org/wiki/Artemis_3",
        "https://en.wikipedia.org/wiki/Artemis_4",
        "https://en.wikipedia.org/wiki/Artemis_5",
        "https://en.wikipedia.org/wiki/Commercial_Lunar_Payload_Services",
        "https://en.wikipedia.org/wiki/Astrobotic_Technology",
        "https://en.wikipedia.org/wiki/CubeRover",
        "https://en.wikipedia.org/wiki/Team_AngelicvM",
        "https://en.wikipedia.org/wiki/Lunar_Trailblazer",
        "https://en.wikipedia.org/wiki/Luna_25",
        "https://en.wikipedia.org/wiki/Luna_26",
        "https://en.wikipedia.org/wiki/Luna_27",
        "https://en.wikipedia.org/wiki/Luna_28",
        "https://en.wikipedia.org/wiki/Chinese_Lunar_Exploration_Program",
        "https://en.wikipedia.org/wiki/Emirates_Lunar_Mission",
        "https://en.wikipedia.org/wiki/Lunar_Flashlight",
        "https://en.wikipedia.org/wiki/Cislunar_Explorers",
        "https://en.wikipedia.org/wiki/Earth_Escape_Explorer",
        "https://en.wikipedia.org/wiki/DearMoon_project",
        "https://en.wikipedia.org/wiki/Smart_Lander_for_Investigating_Moon",
        "https://en.wikipedia.org/wiki/Beresheet_2",
        "https://en.wikipedia.org/wiki/Lunar_Pathfinder",
        "https://en.wikipedia.org/wiki/International_Lunar_Research_Station",
        "https://en.wikipedia.org/wiki/Lunar_Polar_Exploration_Mission",
        "https://en.wikipedia.org/wiki/PTScientists",
        "https://en.wikipedia.org/wiki/LunaNet",
        "https://en.wikipedia.org/wiki/Lunar_Crater_Radio_Telescope",
        "https://en.wikipedia.org/wiki/McCandless_Lunar_Lander",
        "https://en.wikipedia.org/wiki/Boeing_Lunar_Lander",
        "https://en.wikipedia.org/wiki/Lockheed_Martin_Lunar_Lander",
        "https://en.wikipedia.org/wiki/Lunar_Orbital_Station",
        "https://en.wikipedia.org/wiki/European_Lunar_Explorer",
        "https://en.wikipedia.org/wiki/First_Lunar_Outpost",
        "https://en.wikipedia.org/wiki/International_Lunar_Network",
        "https://en.wikipedia.org/wiki/Lunar_Mission_One",
        "https://en.wikipedia.org/wiki/Planetary_Observer_program",
        "https://en.wikipedia.org/wiki/Lunokhod_3",
        "https://en.wikipedia.org/wiki/MoonLITE",
        "https://en.wikipedia.org/wiki/MoonRise",
        "https://en.wikipedia.org/wiki/OrbitBeyond",
        "https://en.wikipedia.org/wiki/Project_Harvest_Moon",
        "https://en.wikipedia.org/wiki/Ukrselena",
        "https://en.wikipedia.org/wiki/Colonization_of_the_Moon",
        "https://en.wikipedia.org/wiki/Google_Lunar_X_Prize",
        "https://en.wikipedia.org/wiki/List_of_lunar_probes",
        "https://en.wikipedia.org/wiki/List_of_missions_to_the_Moon",
        "https://en.wikipedia.org/wiki/List_of_artificial_objects_on_the_Moon",
        "https://en.wikipedia.org/wiki/Lunar_resources",
        "https://en.wikipedia.org/wiki/Moon_landing_conspiracy_theories",
        "https://en.wikipedia.org/wiki/Apollo_11_anniversaries",
        "https://en.wikipedia.org/wiki/List_of_crewed_lunar_lander_designs",
        "https://en.wikipedia.org/wiki/Lunar_rover",
        "https://en.wikipedia.org/wiki/Lunar_rover",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}