{
    "url": "https://en.wikipedia.org/wiki/Palais_Garnier",
    "title": "Palais Garnier",
    "table_of_contents": [
        "1 Dimensions and technical details",
        "2 Architecture and style",
        "2.1 Exterior",
        "2.1.1 Main façade",
        "2.1.2 Stage flytower",
        "2.1.3 Pavillon de l'Empereur",
        "2.1.4 Pavillon des Abonnés",
        "2.2 Interior",
        "2.2.1 Grand staircase",
        "2.2.2 Grand foyer",
        "2.2.2.1 The four pair mosaic panels",
        "2.2.2.2 The four medallions",
        "2.2.2.3 Muses and personifications",
        "2.2.3 Auditorium",
        "2.2.4 Chandelier",
        "2.2.4.1 Organ",
        "2.2.5 Restaurant",
        "3 History",
        "3.1 Selection of a site",
        "3.2 Design competition",
        "3.3 Opéra Agence",
        "3.4 Laying of the foundation",
        "3.5 Model",
        "3.6 Change in name",
        "3.7 1870–1871",
        "3.8 1872–1873",
        "3.9 Completion",
        "3.10 History of the house since opening",
        "4 Stamps",
        "5 Influence",
        "6 See also",
        "7 References",
        "7.1 Citations",
        "7.2 Sources",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe Palais Garnier (French: [palɛ ɡaʁnje] (listen), Garnier Palace), also known as Opéra Garnier (French: [ɔpeʁa ɡaʁnje] (listen), Garnier Opera), is a 1,979-seat[3] opera house at the Place de l'Opéra in the 9th arrondissement of Paris, France. It was built for the Paris Opera from 1861 to 1875 at the behest of Emperor Napoleon III.[4] Initially referred to as le nouvel Opéra de Paris (the new Paris Opera), it soon became known as the Palais Garnier,[5] \"in acknowledgment of its extraordinary opulence\"[6] and the architect Charles Garnier's plans and designs, which are representative of the Napoleon III style. It was the primary theatre of the Paris Opera and its associated Paris Opera Ballet until 1989, when a new opera house, the Opéra Bastille, opened at the Place de la Bastille.[7] The company now uses the Palais Garnier mainly for ballet. The theatre has been a monument historique of France since 1923.\n\nThe Palais Garnier has been called \"probably the most famous opera house in the world, a symbol of Paris like Notre Dame Cathedral, the Louvre, or the Sacré Coeur Basilica\".[8] This is at least partly due to its use as the setting for Gaston Leroux's 1910 novel The Phantom of the Opera and, especially, the novel's subsequent adaptations in films and the popular 1986 musical.[8] Another contributing factor is that among the buildings constructed in Paris during the Second Empire, besides being the most expensive,[9] it has been described as the only one that is \"unquestionably a masterpiece of the first rank\".[10]\nThis opinion is far from unanimous however: the 20th-century French architect Le Corbusier once described it as \"a lying art\" and contended that the \"Garnier movement is a décor of the grave\".[11]\n\nThe Palais Garnier also houses the Bibliothèque-Musée de l'Opéra de Paris (Paris Opera Library-Museum), which is managed by the Bibliothèque Nationale de France[12] and is included in unaccompanied tours of the Palais Garnier.[13]\n\n"
        },
        {
            "title": "Dimensions and technical details",
            "text": "The Palais Garnier is 56 metres (184 ft) from ground level to the apex of the stage flytower; 32 metres (105 ft) to the top of the facade.[14]\n\nThe building is 154.9 metres (508 ft) long; 70.2 metres (230 ft) wide at the lateral galleries; 101.2 metres (332 ft) wide at the east and west pavilions; 10.13 metres (33.2 ft) from ground level to bottom of the cistern under the stage.[15]\n\nThe structural system is made of masonry walls; concealed iron floors, vaults, and roofs.[16]\n\n"
        },
        {
            "title": "Architecture and style",
            "text": "The opera was constructed in what Charles Garnier (1825–1898) is said to have told the Empress Eugenie was  \"Napoleon III\" style[17]  The Napoleon III style was highly eclectic, and borrowed from many historical sources; the opera house included elements from the Baroque, the classicism of Palladio, and Renaissance architecture blended together.[18] These were combined with axial symmetry and modern techniques and materials, including the use of an iron framework, which had been pioneered in other Napoleon III buildings, including the Bibliothèque Nationale and the markets of Les Halles.[19][20]\n\nThe façade and the interior followed the Napoleon III style principle of leaving no space without decoration.[19] Garnier used polychromy, or a variety of colors, for theatrical effect, achieved different varieties of marble and stone, porphyry, and gilded bronze.  The façade of the Opera used seventeen different kinds of material, arranged in very elaborate multicolored marble friezes, columns, and lavish statuary, many of which portray deities of Greek mythology.[19]\n\nThe principal façade is on the south side of the building, overlooking the Place de l'Opéra and terminates the perspective along the Avenue de l'Opéra. Fourteen painters, mosaicists and seventy-three sculptors participated in the creation of its ornamentation.[21]\n\nThe two gilded figural groups, Charles Gumery's L'Harmonie (Harmony) and La Poésie (Poetry), crown the apexes of the principal façade's left and right avant-corps. They are both made of gilt copper electrotype.[22]\n\nThe bases of the two avant-corps are decorated (from left to right) with four major multi-figure groups sculpted by François Jouffroy (Poetry, also known as Harmony),[23] Jean-Baptiste Claude Eugène Guillaume (Instrumental Music), Jean-Baptiste Carpeaux (The Dance, criticised for indecency), and Jean-Joseph Perraud (Lyrical Drama). The façade also incorporates other work by Gumery, Alexandre Falguière, and others.[24]\n\nGilded galvanoplastic bronze busts of many of the great composers are located between the columns of the theatre's front façade and depict, from left to right, Rossini, Auber, Beethoven, Mozart, Spontini, Meyerbeer, and Halévy. On the left and right lateral returns of the front façade are busts of the librettists Eugène Scribe and Philippe Quinault, respectively.[24]\n\nThe sculptural group Apollo, Poetry, and Music, located at the apex of the south gable of the stage flytower, is the work of Aimé Millet, and the two smaller bronze Pegasus figures at either end of the south gable are by Eugène-Louis Lequesne.\n\nAlso known as the Rotonde de l'Empereur, this group of rooms is located on the left (west) side of the building and was designed to allow secure and direct access by the Emperor via a double ramp to the building. When the Empire fell, work stopped, leaving unfinished dressed stonework. It now houses the Bibliothèque-Musée de l'Opéra de Paris (Paris Opera Library-Museum) which is home to nearly 600,000 documents including 100,000 books, 1,680 periodicals, 10,000 programs, letters, 100,000 photographs, sketches of costumes and sets, posters and historical administrative records.\n\nLocated on the right (east) side of the building as a counterpart to the Pavillon de l'Empereur, this pavilion was designed to allow subscribers (abonnés) direct access from their carriages to the interior of the building.  It is covered by a 13.5-metre (44-ft) diameter dome. Paired obelisks mark the entrances to the rotunda on the north and the south.\n\nThe interior consists of interweaving corridors, stairwells, alcoves and landings, allowing the movement of large numbers of people and space for socialising during intermission. Rich with velvet, gold leaf, and cherubim and nymphs, the interior is characteristic of Baroque sumptuousness.\n\nThe building features a large ceremonial staircase of white marble with a balustrade of red and green marble, which divides into two divergent flights of stairs that lead to the Grand Foyer. Its design was inspired by Victor Louis's grand staircase for the Théâtre de Bordeaux. The pedestals of the staircase are decorated with female torchères, created by Albert-Ernest Carrier-Belleuse.  The ceiling above the staircase was painted by Isidore Pils to depict The Triumph of Apollo, The Enchantment of Music Deploying its Charms, Minerva Fighting Brutality Watched by the Gods of Olympus, and The City of Paris Receiving the Plan of the New Opéra. When the paintings were first fixed in place two months before the opening of the building, it was obvious to Garnier that they were too dark for the space. With the help of two of his students, Pils had to rework the canvases while they were in place overhead on the ceiling and, at the age of 61, he fell ill. His students had to finish the work, which was completed the day before the opening and the scaffolding was removed.[25]\n\nThis hall, 18 metres (59 ft) high, 54 metres (177 ft) long and 13 metres (43 ft) wide, was designed to act as a drawing room for Paris society. It was restored in 2004. Its ceiling was painted by Paul-Jacques-Aimé Baudry and represents various moments in the history of music. The foyer opens onto an outside loggia and is flanked by two octagonal salons with ceilings painted by Jules-Élie Delaunay in the eastern salon and Félix-Joseph Barrias in the western salon. The octagonal salons open to the north into the Salon de la Lune at the western end of the Avant-Foyer and the Salon du Soleil at its eastern end.[26]\n\nThere are four bronze gilt medallions representing musical instruments from Egypt, Greece, Italy and France[27] which are surrounded by wreaths of leaves and flowers and have the name of the countries in Greek (Egypt=ΑΙΓΥΠΤΟΣ, Greece=ΕΛΛΑΣ, Italy=ΙΤΑΛΙΑ and France=ΓΑΛΛΙΑ).[28]\n\nThalia (top, Muse of comedy), Epithumia (bottom left, meaning desire) and Pistis (bottom right, meaning good faith, trust and reliability), their names are in Greek. \nThalia = ΘΑΛΕΙΑ, Epithumia = Η ΕΠΙΘΥΜΙΑ and Pistis = Η ΠΙΣΤΙΣ\n\nMelpomene (top, Muse of tragedy), Sophrosyne (bottom left, meaning excellence of character and soundness of mind) and Elpis (bottom right, meaning hope), their names are in Greek. \nMelpomene = ΜΕΛΠΟΜΕΝΗ, Elpis = Η ΕΛΠΙΣ and Sophrosyne = Η ΣΩΦΡΟΣΥΝΗ\n\nTerpsichore (top, Muse of dance), Autonomia (bottom left, meaning autonomy) and Phantasia (bottom right, meaning imagination), their names are in Greek. \nTerpsichore = ΤΕΡΨΙΧΟΡΗ, Autonomia = Η ΑΥΤΟΝΟΜΙΑ and Phantasia = H ΦΑΝΤΑΣΙΑ\n\nErato (top, the Muse of lyric poetry), Rhome (bottom left, meaning strength) and Sophia (bottom right, meaning wisdom), their names are in Greek. \nErato = ΕΡΑΤΩ, Rhome = Η ΡΩΜΗ and Sophia = Η ΣΟΦΙΑ\n\nCalliope (top, Muse of eloquence and epic poetry), Dianoia (bottom left, meaning thinking) and Euprepia (bottom right, meaning preeminent beauty), their names are in Greek. \nCalliope = ΚΑΛΛΙΟΠΗ, Dianoia = Η ΔΙΑΝΟΙΑ and Euprepia = Η ΕΥΠΡΕΠΕΙΑ\n\nUrania (top, Muse of astronomy), Diadochi (bottom left, meaning succession) and Episteme (bottom right, meaning to know, to understand, to be acquainted with), their names are in Greek. \nUrania = ΟΥΡΑΝΙΑ, Diadochi = Η ΔΙΑΔΟΧΗ and Episteme = Η ΕΠΙΣΤΗΜΗ\n\nEuterpe (top, Muse of music), Kalossyni (bottom left, meaning kindness, charity) and Charis (bottom right, meaning grace), their names are in Greek. \nEuterpe = ΕΥΤΕΡΠΗ, Kalossyni = Η ΚΑΛΛΟΣΥΝΗ and Charis = Η ΧΑΡΙΣ\n\nClio (top, Muse of history), Boulesis (bottom left, meaning will) and Phronesis (bottom right, meaning prudence, practical virtue and practical wisdom), their names are in Greek. \nClio = ΚΛΕΙΩ, Boulesis = Η ΒΟΥΛΗΣΙΣ and Phronesis = Η ΦΡΟΝΗΣΙΣ\n\nThe auditorium has a traditional Italian horseshoe shape and can seat 1,979. The stage is the largest in Europe and can accommodate as many as 450 artists. The canvas house curtain was painted to represent a draped curtain, complete with tassels and braid.\n\nThe ceiling area which surrounds the chandelier was originally painted by Jules-Eugène Lenepveu.\nIn 1964 a new ceiling painted by Marc Chagall was installed on a removable frame over the original. It depicts scenes from operas by 14 composers – Mussorgsky, Mozart, Wagner, Berlioz, Rameau, Debussy, Ravel, Stravinsky, Tchaikovsky, Adam, Bizet, Verdi, Beethoven, and Gluck. Although praised by some, others feel Chagall's work creates \"a false note in Garnier's carefully orchestrated interior\".[29]\n\nThe seven-ton bronze and crystal chandelier was designed by Garnier. Jules Corboz prepared the model, and it was cast and chased by Lacarière, Delatour & Cie. The total cost came to 30,000 gold francs. The use of a central chandelier aroused controversy, and it was criticised for obstructing views of the stage by patrons in the fourth level boxes and views of the ceiling painted by Lenepveu.[30] Garnier had anticipated these disadvantages but provided a lively defence in his 1871 book Le Théâtre: \"What else could fill the theatre with such joyous life? What else could offer the variety of forms that we have in the pattern of the flames, in these groups and tiers of points of light, these wild hues of gold flecked with bright spots, and these crystalline highlights?\"[31]\n\nOn 20 May 1896, one of the chandelier's counterweights broke free and burst through the ceiling into the auditorium, killing a concierge. This incident inspired one of the more famous scenes in Gaston Leroux's classic 1910 gothic novel The Phantom of the Opera.[30]\n\nOriginally the chandelier was raised up through the ceiling into the cupola over the auditorium for cleaning, but now it is lowered. The space in the cupola was used in the 1960s for opera rehearsals, and in the 1980s was remodelled into two floors of dance rehearsal space. The lower floor consists of the Salle Nureïev (Nureyev) and the Salle Balanchine, and the upper floor, the Salle Petipa.[30]\n\nThe grand organ was built by Aristide Cavaillé-Coll for use during lyrical works. It has been out of service for several decades.\n\nGarnier had originally planned to install a restaurant in the opera house; however, for budgetary reasons, it was not completed in the original design.\n\nOn the third attempt to introduce it since 1875, a restaurant was opened on the eastern side of the building in 2011. L'Opéra Restaurant was designed by French architect Odile Decq. The chef was Christophe Aribert;[32] in October 2015, Guillame Tison-Malthé became the new head chef.[33] The restaurant, which has three different spaces and a large outside terrace, is accessible to the general public.\n\n"
        },
        {
            "title": "History",
            "text": "In 1821 the Opéra de Paris had moved into the temporary building known as the Salle Le Peletier on the rue Le Peletier [fr]. Since then a new permanent building had been desired. Charles Rohault de Fleury, who was appointed the opera's official architect in 1846, undertook various studies in suitable sites and designs.[34] By 1847, the Prefect of the Seine, Claude-Philibert de Rambuteau, had selected a site on the east side of the Place du Palais-Royal as part of an extension of the Rue de Rivoli. However, with the Revolution of 1848, Rambuteau was dismissed, and interest in the construction of a new opera house waned. The site was later used for the Grand Hôtel du Louvre (designed in part by Charles Rohault de Fleury).[35]\n\nWith the establishment of the Second Empire in 1852 and Georges-Eugène Haussmann's appointment as Prefect of the Seine in June 1853, interest in a new opera house revived. There was an attempted assassination of Emperor Napoleon III at the entrance to the Salle Le Peletier on 14 January 1858. The Salle Le Peletier's constricted street access highlighted the need for a separate, more secure entrance for the head of state. This concern and the inadequate facilities and temporary nature of the theatre gave added urgency to the building of a new state-funded opera house. By March, Haussmann settled on Rohault de Fleury's proposed site off the Boulevard des Capucines, although this decision was not announced publicly until 1860. A new building would help resolve the awkward convergence of streets at this location, and the site was economical in terms of the cost of land.[36]\n\nOn 29 September 1860 an Imperial Decree officially designated the site for the new Opéra,[37] which would eventually occupy 12,000 square metres (1.2 ha; 130,000 sq ft).[3] By November 1860 Rohault de Fleury had completed the design for what he thought would be the crowning work of his career and was also working on a commission from the city to design the façades of the other buildings lining the new square to ensure they were in harmony. However, that same month Achille Fould was replaced as Minister of State by Count Alexandre Colonna-Walewski. His wife Marie Anne de Ricci Poniatowska had used her position as mistress of Napoleon III to obtain her husband's appointment.[38] Aware of competing designs and under pressure to give the commission to Viollet-le-Duc, who had the support of Empress Eugénie, Walewski escaped the need to make a decision by proposing to mount an architectural design competition to select the architect.[39]\n\nOn 30 December 1860 the Second Empire of Emperor Napoleon III officially announced an architectural design competition for the design of the new opera house.\n\nApplicants were given a month to submit entries. There were two phases to the competition. Charles Garnier's project was one of about 170 submitted in the first phase.[40] Each of the entrants was required to submit a motto that summarised their design. Garnier's was the quote \"Bramo assai, poco spero\" (\"Hope for much, expect little\") from the Italian poet Torquato Tasso.\nGarnier's project was awarded the fifth-place prize, and he became one of seven finalists selected for the second phase.[41] In addition to Garnier, among the others were his friend Leon Ginain, Alphonse-Nicolas Crépinet [fr] and Joseph-Louis Duc (who subsequently withdrew due to other commitments).[42] To the surprise of many, both Viollet-le-Duc and Charles Rohault de Fleury missed out.\n\nThe second phase required the contestants to revise their original projects and was more rigorous, with a 58-page program, written by the director of the Opéra, Alphonse Royer, which the contestants received on 18 April. The new submissions were sent to the jury in the middle of May, and on 29 May 1861 Garnier's project was selected for its \"rare and superior qualities in the beautiful distribution of the plans, the monumental and characteristic aspect of the facades and sections\".[43]\n\nGarnier's wife Louise later wrote that the French architect Alphonse de Gisors, who was on the jury, had commented to them that Garnier's project was \"remarkable in its simplicity, clarity, logic, grandeur, and because of the exterior dispositions which distinguish the plan in three distinct parts—the public spaces, auditorium, and stage ... 'you have greatly improved your project since the first competition; whereas Ginain [the first-place winner in the first phase] has ruined his.'\"[43]\n\nLegend has it that the Emperor's wife, the Empress Eugénie, who was likely irritated that her own favoured candidate, Viollet-le-Duc, had not been selected, asked the relatively unknown Garnier: \"What is this? It's not a style; it's neither Louis Quatorze, nor Louis Quinze, nor Louis Seize!\" \"Why Ma'am, it's Napoléon Trois\" replied Garnier \"and you're complaining!\"[44] Andrew Ayers has written that Garnier's definition \"remains undisputed, so much does the Palais Garnier seem emblematic of its time and of the Second Empire that created it. A giddy mixture of up-to-the-minute technology, rather prescriptive rationalism, exuberant eclecticism and astonishing opulence, Garnier's opera encapsulated the divergent tendencies and political and social ambitions of its era.\"[45] Ayers goes on to say that the judges of the competition in particular admired Garnier's design for \"the clarity of his plan, which was a brilliant example of the beaux-arts design methods in which both he and they were thoroughly versed\".[45]\n\nAfter the initial funds to begin construction were voted on 2 July 1861, Garnier established the Opéra Agence, his office on the construction site, and hired a team of architects and draftsmen. He selected as his second-in-command, Louis-Victor Louvet, followed by Jean Jourdain and Edmond Le Deschault.[47]\n\nThe site was excavated between 27 August and 31 December.[48] On 13 January 1862 the first concrete foundations were poured, starting at the front and progressing sequentially toward the back, with the laying of the substructure masonry beginning as soon as each section of concrete was cast. The opera house needed a much deeper basement in the substage area than other building types, but the level of the groundwater was unexpectedly high. Wells were sunk in February 1862 and eight steam pumps installed in March, but despite operating continuously 24 hours a day, the site would not dry up. To deal with this problem Garnier designed a double foundation to protect the superstructure from moisture. It incorporated a water course and an enormous concrete cistern (cuve) which would both relieve the pressure of the external groundwater on the basement walls and serve as a reservoir in case of fire. A contract for its construction was signed on 20 June. Soon a persistent legend arose that the opera house was built over a subterranean lake, inspiring Gaston Leroux to incorporate the idea into his novel The Phantom of the Opera. On 21 July the cornerstone was laid at the southeast angle of the building's facade. In October the pumps were removed, the brick vault of the cuve was finished by 8 November, and the substructure was essentially complete by the end of the year.[49]\n\nThe emperor expressed an interest in seeing a model of the building, and a plaster scale model (2 cm per meter) was constructed by Louis Villeminot between April 1862 and April 1863 at a cost of more than 8,000 francs. After previewing it, the emperor requested several changes to the design of the building, the most important of which was the suppression of a balustraded terrace with corner groups at the top of the facade and its replacement with a massive attic story fronted by a continuous frieze surmounted by imperial quadrigae over the end bays.[50]\n\nWith the incorporated changes, the model was transported over specially installed rails to the Palais de l'Industrie for public display at the 1863 exhibition. Théophile Gautier wrote of the model (Le Moniteur Universel, 13 May 1863) that \"the general arrangement becomes intelligible to all eyes and already acquires a sort of reality that better permits one to prejudge the final effect ... it attracts the crowd's curiosity; it is, in effect, the new Opéra seen through reversed opera glasses.\"[51] The model is now lost, but it was photographed by J. B. Donas in 1863.[50]\n\nThe emperor's quadrigae were never added, although they can be seen in the model. Instead Charles-Alphonse Guméry's gilded bronze sculptural groups Harmony and Poetry were installed in 1869.  The linear frieze seen in the model was also redesigned with alternating low- and high-relief decorative medallions bearing the gilded letters from the imperial monogram (\"N\" for Napoléon, \"E\" for Empereur). The custom-designed letters were not ready in time for the unveiling and were replaced with commercially available substitutes. After the fall of the empire in 1870, Garnier was relieved to be able to remove them from the medallions. Letters in Garnier's original design were finally installed during the restoration of the building in 2000.[52]\n\nThe scaffolding concealing the facade was removed on 15 August 1867 in time for the Paris Exposition of 1867. The official title of the Paris Opera was prominently displayed on the entablature of the giant Corinthian order of coupled columns fronting the main-floor loggia:  \"ACADEMIE IMPERIALE DE MUSIQUE\".[53] When the emperor was deposed on 4 September 1870 as a result of the disastrous Franco-Prussian War, the government was replaced by the Third Republic, and almost immediately, on 17 September 1870, the Opera was renamed Théâtre National de l'Opéra, a name it kept until 1939.[54] In spite of this, when it came time to change the name on the new opera house, only the first six letters of the word IMPERIALE were replaced, giving the now famous \"ACADEMIE NATIONALE DE MUSIQUE\", an official title which had actually only been used during the approximately two-year period of the Second Republic which had preceded the Second Empire.[54]\n\nAll work on the building came to a halt during the Franco-Prussian War due to the siege of Paris (September 1870 – January 1871). Construction had so advanced that parts of the building could be used as a food warehouse and a hospital. After France's defeat Garnier became seriously ill from the deprivations of the siege and left Paris from March to June to recover on the Ligurian coast of Italy, while his assistant Louis Louvet remained behind during the turmoil of the Paris Commune which followed. Louvet wrote several letters to Garnier, which document events relating to the building. Because of the theatre's proximity to the fighting at the Place Vendôme, troops of the National Guard bivouacked there and were in charge of its defence and distributing food to soldiers and civilians. The Commune authorities planned to replace Garnier with another architect, but this unnamed man had not yet appeared when Republican troops ousted the National Guard and gained control over the building on 23 May. By the end of the month the Commune had been severely defeated. The Third Republic had become sufficiently well established by the fall, that on 30 September construction work recommenced, and by late October a small amount of funds were voted by the new legislature for further construction.[55]\n\nThe political leaders of the new government maintained an intense dislike of all things associated with the Second Empire, and many of them regarded the essentially apolitical Garnier as a holdover from that regime. This was especially true during the presidency of Adolphe Thiers who remained in office until May 1873, but also persisted under his successor Marshal MacMahon. Economies were demanded, and Garnier was forced to suppress the completion of sections of the building, in particular the Pavillon de l'Empereur (which later became the home of the Opera Library Museum). However, on 28–29 October an overwhelming incentive to complete the new theatre came when the Salle Le Peletier was destroyed by a fire which raged the entire night.[56] Garnier was immediately instructed to complete the building as soon as possible.\n\nThe cost of completion of the new house during 1874 was more than 7.5 million francs, a sum that greatly exceeded the amounts spent in any of the previous thirteen years. The cash-strapped government of the Third Republic resorted to borrowing 4.9 million gold francs at an interest rate of six percent from François Blanc, the wealthy financier who managed the Monte Carlo Casino. Subsequently (from 1876 to 1879) Garnier would oversee the design and construction of the Monte Carlo Casino concert hall, the Salle Garnier, which later became the home of the Opéra de Monte Carlo.[57]\n\nDuring 1874 Garnier and his construction team worked feverishly to complete the new Paris opera house, and by 17 October the orchestra was able to conduct an acoustical test of the new auditorium, followed by another on 2 December which was attended by officials, guests, and members of the press. The Paris Opera Ballet danced on the stage on 12 December, and six days later the famous chandelier was lit for the first time.[58]\n\nThe theatre was formally inaugurated on 5 January 1875 with a lavish gala performance attended by Marshal MacMahon, the Lord Mayor of London and King Alfonso XII of Spain. The program included the overtures to Auber's La muette de Portici and Rossini's William Tell, the first two acts of Halévy's 1835 opera La Juive (with Gabrielle Krauss in the title role), along with \"The Consecration of the Swords\" from Meyerbeer's 1836 opera Les Huguenots and the 1866 ballet La source with music by Delibes and Minkus.[59] As a soprano had fallen ill one act from Charles Gounod's Faust and one from Ambroise Thomas's Hamlet had to be omitted. During the intermission Garnier stepped out onto the landing of the grand staircase to receive the approving applause of the audience.\n\nIn 1881 electric lighting was installed. [60] In the 1950s new personnel and freight elevators were installed at the rear of stage, to facilitate the movement of employees in the administration building and the moving of stage scenery.\n\nIn 1969, the theatre was given new electrical facilities and, during 1978, part of the original Foyer de la Danse was converted into new rehearsal space for the Ballet company by the architect Jean-Loup Roubert. During 1994, restoration work began on the theatre. This consisted of modernizing the stage machinery and electrical facilities, while restoring and preserving the opulent décor, as well as strengthening the structure and foundation of the building. This restoration was completed in 2007.\n\n"
        },
        {
            "title": "Stamps",
            "text": "The French Post Office has issued two postage stamps on the building:\nThe first was issued in September 1998, for the centenary of the death of Charles Garnier.[citation needed] It was designed by Claude Andréotto grouping elements which recall the artistic activities of the Opera Garnier: the profile of a dancer, a violin and a red curtain.\nThe second, drawn and engraved by Martin Mörck, is issued in June 2006 and represents, in intaglio, the main facade.\n\n"
        },
        {
            "title": "Influence",
            "text": "The Palais Garnier inspired many other buildings over the following years.\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Geographic_coordinate_system",
        "https://en.wikipedia.org/wiki/Geographic_coordinate_system",
        "https://en.wikipedia.org/wiki/RER_A",
        "https://en.wikipedia.org/wiki/Opera_house",
        "https://en.wikipedia.org/wiki/Seating_capacity",
        "https://en.wikipedia.org/wiki/French_franc",
        "https://en.wikipedia.org/wiki/Paris_National_Opera",
        "https://en.wikipedia.org/wiki/Monument_historique",
        "https://en.wikipedia.org/wiki/Opera_house",
        "https://en.wikipedia.org/wiki/9th_arrondissement_of_Paris",
        "https://en.wikipedia.org/wiki/Paris_Opera",
        "https://en.wikipedia.org/wiki/Napoleon_III",
        "https://en.wikipedia.org/wiki/Napoleon_III_style",
        "https://en.wikipedia.org/wiki/Paris_Opera_Ballet",
        "https://en.wikipedia.org/wiki/Place_de_la_Bastille",
        "https://en.wikipedia.org/wiki/Ballet",
        "https://en.wikipedia.org/wiki/Monument_historique",
        "https://en.wikipedia.org/wiki/Notre_Dame_de_Paris",
        "https://en.wikipedia.org/wiki/Louvre_Palace",
        "https://en.wikipedia.org/wiki/Gaston_Leroux",
        "https://en.wikipedia.org/wiki/Novel",
        "https://en.wikipedia.org/wiki/The_Phantom_of_the_Opera",
        "https://en.wikipedia.org/wiki/Second_French_Empire",
        "https://en.wikipedia.org/wiki/Le_Corbusier",
        "https://en.wikipedia.org/wiki/Empress_Eugenie",
        "https://en.wikipedia.org/wiki/Napoleon_III_style",
        "https://en.wikipedia.org/wiki/Baroque",
        "https://en.wikipedia.org/wiki/Palladio",
        "https://en.wikipedia.org/wiki/Renaissance_architecture",
        "https://en.wikipedia.org/wiki/Les_Halles",
        "https://en.wikipedia.org/wiki/Greek_mythology",
        "https://en.wikipedia.org/wiki/Charles_Gumery",
        "https://en.wikipedia.org/wiki/Galvanoplastic",
        "https://en.wikipedia.org/wiki/Gioachino_Rossini",
        "https://en.wikipedia.org/wiki/Daniel_Auber",
        "https://en.wikipedia.org/wiki/Ludwig_van_Beethoven",
        "https://en.wikipedia.org/wiki/Wolfgang_Amadeus_Mozart",
        "https://en.wikipedia.org/wiki/Gaspare_Spontini",
        "https://en.wikipedia.org/wiki/Giacomo_Meyerbeer",
        "https://en.wikipedia.org/wiki/Philippe_Quinault",
        "https://en.wikipedia.org/wiki/Charles_Gumery",
        "https://en.wikipedia.org/wiki/Charles_Gumery",
        "https://en.wikipedia.org/wiki/Fly_system",
        "https://en.wikipedia.org/wiki/Pegasus",
        "https://en.wikipedia.org/wiki/Victor_Louis",
        "https://en.wikipedia.org/wiki/Isidore_Pils",
        "https://en.wikipedia.org/wiki/Paul_Baudry",
        "https://en.wikipedia.org/wiki/Hermes",
        "https://en.wikipedia.org/wiki/Artemis",
        "https://en.wikipedia.org/wiki/Orpheus",
        "https://en.wikipedia.org/wiki/Eurydice",
        "https://en.wikipedia.org/wiki/Eos",
        "https://en.wikipedia.org/wiki/Pistis",
        "https://en.wikipedia.org/wiki/Melpomene",
        "https://en.wikipedia.org/wiki/Sophrosyne",
        "https://en.wikipedia.org/wiki/Terpsichore",
        "https://en.wikipedia.org/wiki/Phantasiai",
        "https://en.wikipedia.org/wiki/Erato",
        "https://en.wikipedia.org/wiki/Calliope",
        "https://en.wikipedia.org/wiki/Dianoia",
        "https://en.wikipedia.org/wiki/Urania",
        "https://en.wikipedia.org/wiki/Episteme",
        "https://en.wikipedia.org/wiki/Euterpe",
        "https://en.wikipedia.org/wiki/Clio",
        "https://en.wikipedia.org/wiki/Phronesis",
        "https://en.wikipedia.org/wiki/Marc_Chagall",
        "https://en.wikipedia.org/wiki/Modest_Mussorgsky",
        "https://en.wikipedia.org/wiki/Richard_Wagner",
        "https://en.wikipedia.org/wiki/Hector_Berlioz",
        "https://en.wikipedia.org/wiki/Claude_Debussy",
        "https://en.wikipedia.org/wiki/Maurice_Ravel",
        "https://en.wikipedia.org/wiki/Igor_Stravinsky",
        "https://en.wikipedia.org/wiki/Pyotr_Ilyich_Tchaikovsky",
        "https://en.wikipedia.org/wiki/Adolphe_Adam",
        "https://en.wikipedia.org/wiki/Georges_Bizet",
        "https://en.wikipedia.org/wiki/Giuseppe_Verdi",
        "https://en.wikipedia.org/wiki/Ludwig_van_Beethoven",
        "https://en.wikipedia.org/wiki/Christoph_Willibald_Gluck",
        "https://en.wikipedia.org/wiki/French_franc",
        "https://en.wikipedia.org/wiki/Marc_Chagall",
        "https://en.wikipedia.org/wiki/Counterweight",
        "https://en.wikipedia.org/wiki/Gaston_Leroux",
        "https://en.wikipedia.org/wiki/Gothic_novel",
        "https://en.wikipedia.org/wiki/The_Phantom_of_the_Opera",
        "https://en.wikipedia.org/wiki/Rudolf_Nureyev",
        "https://en.wikipedia.org/wiki/Balanchine",
        "https://en.wikipedia.org/wiki/Marius_Petipa",
        "https://en.wikipedia.org/wiki/Odile_Decq",
        "https://en.wikipedia.org/wiki/Christophe_Aribert",
        "https://en.wikipedia.org/wiki/Louvre_Palace",
        "https://en.wikipedia.org/wiki/Salle_Le_Peletier",
        "https://en.wikipedia.org/wiki/Charles_Rohault_de_Fleury",
        "https://en.wikipedia.org/wiki/French_Revolution_of_1848",
        "https://en.wikipedia.org/wiki/Second_French_Empire",
        "https://en.wikipedia.org/wiki/Napoleon_III_of_France",
        "https://en.wikipedia.org/wiki/Achille_Fould",
        "https://en.wikipedia.org/wiki/Architectural_design_competition",
        "https://en.wikipedia.org/wiki/Napoleon_III",
        "https://en.wikipedia.org/wiki/Torquato_Tasso",
        "https://en.wikipedia.org/wiki/Alphonse_Royer",
        "https://en.wikipedia.org/wiki/Alphonse_de_Gisors",
        "https://en.wikipedia.org/wiki/The_Phantom_of_the_Opera",
        "https://en.wikipedia.org/wiki/Quadriga",
        "https://en.wikipedia.org/wiki/Charles_Gumery",
        "https://en.wikipedia.org/wiki/Entablature",
        "https://en.wikipedia.org/wiki/Corinthian_order",
        "https://en.wikipedia.org/wiki/Loggia",
        "https://en.wikipedia.org/wiki/French_Third_Republic",
        "https://en.wikipedia.org/wiki/French_Second_Republic",
        "https://en.wikipedia.org/wiki/Liguria",
        "https://en.wikipedia.org/wiki/Paris_Commune",
        "https://en.wikipedia.org/wiki/Adolphe_Thiers",
        "https://en.wikipedia.org/wiki/Marshal_MacMahon",
        "https://en.wikipedia.org/wiki/Monte_Carlo_Casino",
        "https://en.wikipedia.org/wiki/Alfonso_XII",
        "https://en.wikipedia.org/wiki/La_muette_de_Portici",
        "https://en.wikipedia.org/wiki/La_Juive",
        "https://en.wikipedia.org/wiki/Gabrielle_Krauss",
        "https://en.wikipedia.org/wiki/Giacomo_Meyerbeer",
        "https://en.wikipedia.org/wiki/Les_Huguenots",
        "https://en.wikipedia.org/wiki/Ludwig_Minkus",
        "https://en.wikipedia.org/wiki/Charles_Gounod",
        "https://en.wikipedia.org/wiki/Ambroise_Thomas",
        "https://en.wikipedia.org/wiki/Teatro_Massimo_Bellini",
        "https://en.wikipedia.org/wiki/Catania",
        "https://en.wikipedia.org/wiki/Amazon_Theatre",
        "https://en.wikipedia.org/wiki/Thomas_Jefferson_Building",
        "https://en.wikipedia.org/wiki/Library_of_Congress",
        "https://en.wikipedia.org/wiki/Salle_Favart",
        "https://en.wikipedia.org/wiki/National_Philharmonic_in_Warsaw",
        "https://en.wikipedia.org/wiki/Warsaw",
        "https://en.wikipedia.org/wiki/Hanoi_Opera_House",
        "https://en.wikipedia.org/wiki/French_Indochina",
        "https://en.wikipedia.org/wiki/French_colonial",
        "https://en.wikipedia.org/wiki/Teatro_Massimo_Bellini",
        "https://en.wikipedia.org/wiki/Catania",
        "https://en.wikipedia.org/wiki/Sicily",
        "https://en.wikipedia.org/wiki/Amazon_Theatre",
        "https://en.wikipedia.org/wiki/Thomas_Jefferson_Building",
        "https://en.wikipedia.org/wiki/Library_of_Congress",
        "https://en.wikipedia.org/wiki/Warsaw_Philharmonic",
        "https://en.wikipedia.org/wiki/National_Opera_House_of_Ukraine",
        "https://en.wikipedia.org/wiki/Hanoi_Opera_House",
        "https://en.wikipedia.org/wiki/Napoleon_III_style",
        "https://en.wikipedia.org/wiki/Paris_Opera_Ballet",
        "https://en.wikipedia.org/wiki/Salle_Le_Peletier",
        "https://en.wikipedia.org/wiki/The_Phantom_of_the_Opera",
        "https://en.wikipedia.org/wiki/List_of_works_by_Henri_Chapu",
        "https://en.wikipedia.org/wiki/French_opera",
        "https://en.wikipedia.org/wiki/Charles_Eliot_Norton_Lectures",
        "https://en.wikipedia.org/wiki/Wayback_Machine",
        "https://en.wikipedia.org/wiki/Metropolitan_Museum_of_Art",
        "https://en.wikipedia.org/wiki/BBC_News",
        "https://en.wikipedia.org/wiki/Google_Books",
        "https://en.wikipedia.org/wiki/WorldCat",
        "https://en.wikipedia.org/wiki/Google_Books",
        "https://en.wikipedia.org/wiki/Google_Books",
        "https://en.wikipedia.org/wiki/Cambridge_Companions_to_Music",
        "https://en.wikipedia.org/wiki/Ivor_Forbes_Guest",
        "https://en.wikipedia.org/wiki/Ivor_Forbes_Guest",
        "https://en.wikipedia.org/wiki/The_Dictionary_of_Art",
        "https://en.wikipedia.org/wiki/Google_Books",
        "https://en.wikipedia.org/wiki/Gallica",
        "https://en.wikipedia.org/wiki/Smarthistory",
        "https://en.wikipedia.org/wiki/Khan_Academy",
        "https://en.wikipedia.org/wiki/Music_venue",
        "https://en.wikipedia.org/wiki/Philharmonie_de_Paris",
        "https://en.wikipedia.org/wiki/Salle_Gaveau",
        "https://en.wikipedia.org/wiki/Casino_de_Paris",
        "https://en.wikipedia.org/wiki/La_Cigale",
        "https://en.wikipedia.org/wiki/Le_Trabendo",
        "https://en.wikipedia.org/wiki/Salle_Favart",
        "https://en.wikipedia.org/wiki/Salle_Pleyel",
        "https://en.wikipedia.org/wiki/La_Seine_Musicale",
        "https://en.wikipedia.org/wiki/Le_Batofar",
        "https://en.wikipedia.org/wiki/Accor_Arena",
        "https://en.wikipedia.org/wiki/Le_Divan_du_Monde",
        "https://en.wikipedia.org/wiki/Halle_Tony_Garnier",
        "https://en.wikipedia.org/wiki/GRIM",
        "https://en.wikipedia.org/wiki/Strasbourg_Opera_House",
        "https://en.wikipedia.org/wiki/Palais_Nikaia",
        "https://en.wikipedia.org/wiki/Maison_de_la_culture_de_Grenoble",
        "https://en.wikipedia.org/wiki/Arsenal_de_Metz",
        "https://en.wikipedia.org/wiki/Le_Lieu_unique",
        "https://en.wikipedia.org/wiki/Le_Transbordeur",
        "https://en.wikipedia.org/wiki/Hellfest",
        "https://en.wikipedia.org/wiki/Main_Square_Festival",
        "https://en.wikipedia.org/wiki/Motocultor_Festival",
        "https://en.wikipedia.org/wiki/Rock_en_Seine",
        "https://en.wikipedia.org/wiki/Printemps_de_Bourges",
        "https://en.wikipedia.org/wiki/Vieilles_Charrues_Festival",
        "https://en.wikipedia.org/wiki/Strasbourg_Music_Festival",
        "https://en.wikipedia.org/wiki/The_Phantom_of_the_Opera",
        "https://en.wikipedia.org/wiki/Gaston_Leroux",
        "https://en.wikipedia.org/wiki/The_Phantom_of_the_Opera",
        "https://en.wikipedia.org/wiki/The_Canary_Trainer",
        "https://en.wikipedia.org/wiki/The_Phantom_of_Manhattan",
        "https://en.wikipedia.org/wiki/Das_Phantom_der_Oper",
        "https://en.wikipedia.org/wiki/Song_at_Midnight",
        "https://en.wikipedia.org/wiki/The_Phantom_of_Hollywood",
        "https://en.wikipedia.org/wiki/Phantom_of_the_Paradise",
        "https://en.wikipedia.org/wiki/The_Phantom_Lover",
        "https://en.wikipedia.org/wiki/Phantom_of_the_Megaplex",
        "https://en.wikipedia.org/wiki/The_Phantom_of_the_Opera_at_the_Royal_Albert_Hall",
        "https://en.wikipedia.org/wiki/Viscount_Raoul_de_Chagny",
        "https://en.wikipedia.org/wiki/The_Persian",
        "https://en.wikipedia.org/wiki/Madame_Giry",
        "https://en.wikipedia.org/wiki/Meg_Giry",
        "https://en.wikipedia.org/wiki/Joseph_Buquet",
        "https://en.wikipedia.org/wiki/The_Music_of_the_Night",
        "https://en.wikipedia.org/wiki/All_I_Ask_of_You",
        "https://en.wikipedia.org/wiki/Learn_to_Be_Lonely",
        "https://en.wikipedia.org/wiki/Don_Juan_Triumphant",
        "https://en.wikipedia.org/wiki/Adaptations_of_The_Phantom_of_the_Opera",
        "https://en.wikipedia.org/wiki/Return_of_the_Phantom",
        "https://en.wikipedia.org/wiki/Palais_Garnier",
        "https://en.wikipedia.org/wiki/Palais_Garnier",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}