{
    "url": "https://en.wikipedia.org/wiki/Pannonian_Avars",
    "title": "Pannonian Avars",
    "table_of_contents": [
        "1 Origins",
        "1.1 Avars and pseudo-Avars",
        "1.2 Uar, Rouran and other Central Asian peoples",
        "1.3 Steppe empire dynamics and ethnogenesis",
        "1.4 Anthropology",
        "1.5 Genetics",
        "2 History",
        "2.1 Arrival in Europe",
        "2.2 Early Avar period (580–670)",
        "2.3 Middle (670–720) and late (720–804) Avar periods",
        "2.4 Collapse",
        "3 List of known khagans",
        "4 Social and tribal structure",
        "5 Language",
        "6 Warfare",
        "7 Avar-Hungarian continuity theory",
        "8 See also",
        "9 Notes",
        "10 References",
        "11 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The Pannonian Avars (/ˈævɑːrz/) were an alliance of several groups of Eurasian nomads of various origins.[2][3][4][5][6][7] The peoples were also known as the Obri in chronicles of Rus, the Abaroi or Varchonitai[8] (Greek: Βαρχονίτες, romanized: Varchonítes), or Pseudo-Avars[9] in Byzantine sources, and the Apar (Old Turkic: 𐰯𐰺) to the Göktürks (Kultegin Inscription: Apar - Avars were called \"Apar\").  They established the Avar Khaganate, which spanned the Pannonian Basin and considerable areas of Central and Eastern Europe from the late 6th to the early 9th century.[10]\n\nThe name Pannonian Avars (after the area in which they settled) is used to distinguish them from the Avars of the Caucasus, a separate people with whom the Pannonian Avars might or might not have had links. Although the name Avar first appeared in the mid-5th century, the Pannonian Avars entered the historical scene in the mid-6th century,[11] on the Pontic–Caspian steppe as a people who wished to escape the rule of the Göktürks. They are probably best known for their invasions and destruction in the Avar–Byzantine wars from 568 to 626 and influence on the Slavic migrations to the Balkans. Recent archaeogenetic studies indicate that the ruling class of the Pannonian Avar population had varying degrees of Northeast Asian ancestry, similar to those of modern-day people from Mongolia and the Amur River region in Manchuria, while the average commoner population resembled surrounding European groups.[12][13][14][15][16][17] Linguistic  evidence may also point to the presence of an Iranian component among the migrating Avars, based on Iranian loanwords in local Slavic languages.[18]\n\n"
        },
        {
            "title": "Origins",
            "text": "The earliest clear reference to the Avar ethnonym comes from Priscus the Rhetor, who recounts that in c. 463 the Šaragurs and Onogurs were attacked by the Sabirs, who had been attacked by the Avars. In turn, the Avars had been driven off by people fleeing \"man-eating griffins\" coming from \"the ocean\" (Priscus Fr 40).[19] Whilst Priscus' accounts provide some information about the ethno-political situation in the Don-Kuban-Volga region after the demise of the Huns, no unequivocal conclusions can be reached. Denis Sinor has argued that whoever the \"Avars\" referred to by Priscus were, they differed from the Avars who appear a century later, during the time of Justinian (who reigned from 527 to 565).[20]\n\nThe next author to discuss the Avars, Menander Protector, appeared during the 6th century and wrote of Göktürk embassies to Constantinople in 565 and 568 AD. The Turks appeared angry at the Byzantines for having made an alliance with the Avars, whom the Turks saw as their subjects and slaves. Turxanthos, a Turk prince, calls the Avars \"Varchonites\" and \"escaped slaves of the Turks\", who numbered \"about 20 thousand\" (Menander Fr 43).[21]\n\nMany more, but somewhat confusing, details come from Theophylact Simocatta, who in c. 629, describes the final two decades of the 6th century. In particular, he claims to quote a triumph letter from Turxanthos:\n\nAccording to the interpretation of Dobrovits and Nechaeva, the Turks insisted that the Avars were only \"pseudo-Avars\", so as to boast that they were the only formidable power in the Eurasian steppe. The Göktürks claimed that the \"real Avars\" remained loyal subjects of the Turks, farther east.[20][22] A political name *(A)Par 𐰯𐰻 was indeed mentioned in inscriptions honoring Kul Tigin and Bilge Qaghan, yet in Armenian sources (Egishe Vardapet, Ghazar Parpetsi, and Sebeos) Apar seemingly indicated \"a geographical area (Khorasan), which might also intimate a political formation once there\"; additionally, \"'Apar-shar', that is, the country of the Apar\" was named after possibly Hephthalites, who were known as 滑 MC *ɦˠuɛt̚ > Ch.Huá in Chinese sources. Even so, *Apar could not be linked to the European Avars, notwithstanding any link, if there were, between the Hephthalites and Rourans.[23][page needed] Furthermore, Dobrovits has questioned the authenticity of Theophylact's account. As such, he has argued that Theophylact borrowed information from Menander's accounts of Byzantine–Turk negotiations to meet political needs of his time – i.e. to castigate and deride the Avars during a time of strained political relations between the Byzantines and Avars (coinciding with Emperor Maurice's northern Balkan campaigns).[20]\n\nAccording to some scholars, the Pannonian Avars originated from a confederation formed in the Aral Sea region, by the Uar (also known as the Ouar, Warr or Var) and the Xionites.[24][page needed][25] The Xionites had likely been speakers of Iranian and/or Turkic languages.[26] The Hephthalites, affiliated previously to the Uar and Xionites, had remained in Central and northern South Asia. The Pannonian Avars were also known by names including Uarkhon or Varchonites – which may have been a portmanteau combining Var and Chunni.\n\nThe 18th-century historian Joseph de Guignes postulates a link between the Avars of European history with the Rouran Khaganate of Inner Asia based on a coincidence between Tardan Khan's letter to Constantinople and events recorded in Chinese sources, notably the Wei Shu and Bei Shi.[27] Chinese sources state that Bumin Qaghan, founder of the First Turkic Khaganate, defeated the Rouran, some of whom fled and joined the Western Wei. Later, Bumin's successor Muqan Qaghan defeated the Hephthalites as well as the Turkic Tiele. Superficially these victories over the Tiele, Rouran and Hephthalites echo a narrative in the Theophylact, boasting of Tardan's victories over the Hephthalites, Avars and Oghurs. However, the two series of events are not synonymous: the events of the latter took place during Tardan's rule, c. 580–599, whilst Chinese sources referring to the Turk defeat of the Rouran and other Central Asian peoples occurred 50 years earlier, at the founding of the First Turkic Khaganate. It is for this reason that the linguist János Harmatta rejects the identification of the Avars with the Rouran.\n\nAccording to Edwin G. Pulleyblank, the name Avar is the same as the prestigious name Wuhuan in the Chinese sources.[28] Several historians, including Peter Benjamin Golden, suggest that the Avars are of Turkic origin, likely from the Oghur branch.[29] Another theory suggests that some of the Avars were of Tungusic origin.[30] A study by Emil Heršak and Ana Silić suggests that the Avars were of heterogeneous origin, including mostly Turkic (Oghuric) and Mongolic groups. Later in Europe some Germanic and Slavic groups were assimilated into the Avars. They concluded that their exact origin is unknown but state that it is likely that the Avars were originally mainly composed of Turkic (Oghuric) tribes.[31][page needed]\n\nIn 2003, Walter Pohl summarized the formation of nomadic empires:[32]\n\nSuch views are mirrored by Csanád Bálint [hu]. \"The ethnogenesis of early medieval peoples of steppe origin cannot be conceived in a single linear fashion due to their great and constant mobility\", with no ethnogenetic \"point zero\", theoretical \"proto-people\" or proto-language.[33][page needed] Moreover, Avar identity was strongly linked to Avar political institutions. Groups who rebelled or fled from the Avar realm could never be called \"Avars\", but were rather termed \"Bulgars\". Similarly, with the final demise of Avar power in the early 9th century, Avar identity disappeared almost instantaneously.[34][page needed]\n\nIn contemporary art, Avars were sometimes depicted as mounted archers, riding backwards on their horses.[36][page needed] According to mid-20th century physical anthropologists such as Pál Lipták, human remains from the early Avar (7th century) period had mostly \"Europoid\" features, while grave goods indicated cultural links to the Eurasian Steppe.[37] Cemeteries dated to the late Avar period (8th century) included many human remains with physical features typical of East Asian people or Eurasians (i.e., people with both East Asian and European ancestry).[38] Remains with East Asian or Eurasian features were found in about one third of the Avar graves from the 8th century.[39] According to Lipták, 79% of the population of the Danube-Tisza region during the Avar period showed Europoid characteristics.[37] However, Lipták used racial terms later deprecated or regarded as obsolete, such as \"Mongoloid\" for northeast Asian and \"Turanid\" for individuals of mixed ancestry.[40][page needed] Several theories suggest that the ruling class of the Avars were of Tungusic East Asian origin or of partially Tungusic origin.[30]\n\nA genetic study published in Scientific Reports in September 2016 examined the mitochondrial DNA (mtDNA) of 31 people buried in the Carpathian Basin between the 7th and 9th centuries.[41] They were found to be mostly carrying European haplogroups such as H, K, T and U, while about 15% carried Asian haplogroups such as C, M6, D41c and F1a.[42] Their mtDNA were found to be primarily characteristic of Eastern and Southern Europe.[43]\n\nA genetic study published in the American Journal of Physical Anthropology in 2018 examined 62 individuals buried in the 8th and 9th centuries at an Avar-Slavic burial in Cífer‐Pác, Slovakia.[44] Of the 46 samples of mtDNA extracted, 93% belonged to west Eurasian lineages, while 6% belonged to east Eurasian lineages.[45] The amount of east Eurasian lineages was higher than among modern European populations, but lower than what has been found in other genetic studies on the Avars.[46] The mtDNA of the examined individuals was found to be quite similar to medieval and modern Slavs, and it was suggested that the mixed population examined had emerged through intermarriage between Avar males and Slavic females.[47]\n\nA genetic study published in Scientific Reports in November 2019 examined the remains of fourteen Avar males. Eleven of them were dated to the early Avar period, and three were dated to the middle and late Avar period.[48] The eleven early Avar males were found to be carrying the paternal haplogroups N1a1a1a1a3 (four samples), N1a1a (two samples), R1a1a1b2a (two samples), C2, G2a, and I1.[48] The three males dated to the middle and late Avar period carried the paternal haplogroups C2, N1a1a1a1a3 and E1b1b1a1b1a.[48] In short, mostly carried \"east Eurasian Y haplogroups typical for modern north-eastern Siberian and Buryat populations\". The Avars studied were all determined to have had dark eyes and dark hair, and the majority of them were found to be primarily of East Asian origin.[49]\n\nA genetic study published in Scientific Reports in January 2020 examined the remains of 26 individuals buried at various elite Avar cemeteries in the Pannonian Basin dated to the 7th century.[50] The mtDNA of these Avars belonged mostly to East Asian haplogroups, while the Y-DNA was exclusively of East Asian origin and \"strikingly homogenous\", belonging to haplogroups N-M231 and Q-M242.[51] The evidence suggests that the Avar elite were largely patrilineal and endogamous for a period of around one century, and entered the Pannonian Basin through migrations from East Asia involving both men and women.[52] Another 2020 study, but of Xiongnu remains in East Asia, found that the Xiongnu shared certain paternal (N1a, Q1a, R1a-Z94 and R1a-Z2124) and maternal haplotypes with the Huns and Avars, and suggested on this basis that they were descended from Xiongnu, who they in turn suggested were descended from Scytho-Siberians.[53]\n\nA genetic study published in scientific journal Cell in April 2022 analyzed 48 Pannonian Avar samples from early & middle & late period, and found them to be of nearly exclusively northeast Asian origin (with predominant paternal lineage N1a1a1a1a3a-F4205, with some Q1a, Q1b, R1a, R1b and E1b subclades), with strong affinity to modern peoples inhabiting the region from the Altai Mountains to the Amur, including a historical Rouran Khaganate sample and those from Xiongnu-Xianbei periods in eastern Asian steppe. The Avar individuals showed their highest genetic affinity with present-day Mongolic and Tungusic peoples, as well as Nivkhs.[54]\n\nA genetic study published in scientific journal Current Biology in May 2022 examined 143 Avar samples from various periods, including elite and commoners. It confirmed the Northeast Asian paternal and maternal origin for the Avar elite, with N1a-F4205 being their predominant and characteristic paternal lineage, alongside incorporated Q1a2a1 and R1a-Z94 Hunnic-Iranian remnants, and the rest belonging to local haplogroups found among surrounding populations. Autosomally, the Elite Avar samples \"preserved very ancient Mongolian pre-Bronze Age genomes, with ca 90% [Ancient North-East Asian] ancestry\", shared deep ancestry with European Huns, but although since Early Avar period started mixing with local and immigrant Hunnic-Iranian related populations, \"people with different genetic ancestries were seemingly distinguished, as samples with Hun-related genomes were buried in separate cemeteries\". The majority of the Avar population consisted of local European peoples (EU_core) and did not display Northeast Asian admixture, supporting a model of elite dominance of arriving horse nomads over a large sedentary population.[55]\n\n"
        },
        {
            "title": "History",
            "text": "In 557, the Avars sent an embassy to Constantinople, presumably from the northern Caucasus. This marked their first contact with the Byzantine Empire. In exchange for gold, they agreed to subjugate the \"unruly gentes\" on behalf of the Byzantines: subsequently they conquered and incorporated various nomadic tribes—Kutrigurs and Sabirs—and defeated the Antes.\n\nPohl 1998, p. 18:[...] the first thing the Avars did when they came near the Caucasus on their flight from Central Asia was to send an embassy to the aging emperor Justinian. That took place sometime in winter 558/59, and they struck the usual deal: the Avars were to fight for the Empire against unruly gentes and in turn would receive annual payments and other benefits. Indeed, for 20 years to come the Avars, under their Khagan Baian, fought Utigurs and Antes, Gepids and Slavs, whereas their policy towards the Empire relied more on negotiation than on war.\"\n\nBy 562 the Avars controlled the lower Danube basin and the steppes north of the Black Sea.[61][need quotation to verify] By the time they arrived in the Balkans, the Avars formed a heterogeneous group of about 20,000 horsemen.[62] After the Byzantine Emperor Justinian I bought them off, they pushed northwestwards into Germania. However, Frankish opposition halted the Avars' expansion in that direction. Seeking rich pastoral lands, the Avars initially demanded land south of the Danube in present-day Bulgaria, but the Byzantines refused, using their contacts with the Göktürks as a threat against Avar aggression.[63] The Avars turned their attention to the Carpathian Basin and to the natural defenses it afforded.[64] The Carpathian Basin was occupied by the Gepids. In 567 the Avars formed an alliance with the Lombards—enemies of the Gepids—and together they destroyed much of the Gepid kingdom. The Avars then persuaded the Lombards to move into northern Italy, an invasion that marked the last Germanic mass-movement in the Migration Period.[citation needed]\n\nContinuing their successful policy of turning the various barbarians against each other, the Byzantines persuaded the Avars to attack the Sclavenes in Scythia Minor, a land rich with goods.[62][page needed] After devastating much of the Sclavenes' land, the Avars returned to Pannonia after many of the khagan's subjects deserted to the Byzantine emperor.\n\nBy about 580, the Avar Khagan Bayan I had established supremacy over most of the Slavic, Bulgar and Germanic tribes living in Pannonia and the Carpathian Basin.[61] When the Byzantine Empire was unable to pay subsidies or hire Avar mercenaries, the Avars raided their Balkan territories. According to Menander, Bayan commanded an army of 10,000 Kutrigur Bulgars and sacked Dalmatia in 568, effectively cutting the Byzantine terrestrial link with northern Italy and western Europe.\n\nIn the 580s and 590s, many of the imperial armies were busy fighting the Persians, and the remaining troops in the Balkans were no match for the Avars.[65] By 582, the Avars had captured Sirmium, an important fort in Pannonia. When the Byzantines refused to increase the stipend amount as requested by Bayan's son and successor Bayan II, the Avars proceeded to capture Singidunum (Belgrade) and Viminacium. They suffered setbacks, however, during Maurice's Balkan campaigns in the 590s.\n\nBy 600 the Avars had established a nomadic empire ruling over a multitude of peoples and stretching from modern Austria in the west to the Pontic–Caspian steppe in the east.[citation needed] After being defeated at the Battles of Viminacium in their homeland, some Avars defected to the Byzantines in 602, but Emperor Maurice decided not to return home as was customary.[66] He maintained his army camp beyond the Danube throughout the winter, but the hardship caused the army to revolt, giving the Avars a desperately needed respite and they attempted an invasion of northern Italy in 610. The Byzantine civil war prompted a Persian invasion in the Byzantine–Sasanian War, and after 615 the Avars enjoyed a free hand in the undefended Balkans.\n\nWhile negotiating with Emperor Heraclius beneath the walls of Constantinople in 617, the Avars launched a surprise attack. While they were unable to capture the city centre, they pillaged the suburbs and took 270,000 captives. Payments in gold and goods to the Avars reached a sum of 200,000 solidi shortly before 626.[67][page needed] In 626, the Avars cooperated with the Sassanid force in the failed siege of 626. Following this defeat, the political and military power of the Avars declined. Byzantine and Frankish sources documented a war between the Avars and their western Slav clients, the Wends.[62]\n\nIn the 630s, Samo, the ruler of the first Slavic polity known as Samo's Tribal Union or Samo's realm, increased his authority over lands to the north and west of the Khaganate at the expense of the Avars, ruling until his death in 658.[68] The Chronicle of Fredegar records that during Samo's rebellion in 631, 9,000 Bulgars led by Alciocus left Pannonia to modern-day Bavaria where Dagobert I massacred most of them. The remaining 700 joined the Wends.\n\nAt about the time of Samo's realm, Bulgar leader Kubrat of the Dulo clan led a successful uprising to end Avar authority over the Pannonian Plain, establishing Old Great Bulgaria, or Patria Onoguria, \"the homeland of Onogurs\". The civil war, possibly a succession struggle in Onoguria between the Kutrigurs under Alciocus on one side and Utigur forces on the other, raged from 631 to 632. After Alciocus fled to Bavaria, the power of the Avars' Kutrigur forces was shattered, and Kubrat established peace between the Avars and Byzantium in 632. According to Constantine VII's 10th century work De Administrando Imperio, a group of Croats who had separated from the White Croats in White Croatia had also fought against the Avars, after which they organized the Duchy of Croatia.[69] The Unknown Archon's people from Samo's realm were also resettled at this time.\n\nWith the death of Samo in 658 and Kubrat in 665, some Slavic tribes again came under Avar rule. Despite their father's advice, Kubrat's sons failed to maintain cohesion in Old Great Bulgaria which began to disintegrate. A few years later in the time of Batbayan, Old Great Bulgaria dissolved into 5 branches. From western Onoguria the first group of folk moved to Ravenna under Alzeco in the 650s. According to Book II of the Miracles of Saint Demetrius, a certain Avar Chagan sized his opportunity to coalesce in the regions further north in response to the secession of the Diocese of Sirmium in the 670s by a \"Kuber\" Chagan. \n\nAbout this time, the Viennese chronicle records that in 677, the principality of Ungvar (Ung fortress) was established in the regions further north where Kotrag's group also fled following the chaos, and a third group of Onogur-Bulgarians led by Batayan was subdued by Ziebel's emerging Khazar Empire according to Nikephoros I of Constantinople. Under Mauros, a fourth group of folk eventually settled in the present-day region of North Macedonia. The fifth group from Onogur, Bulgaria, led by Khan Asparukh—the father of Khan Tervel—settled permanently along the Danube (c. 679–681), establishing the First Bulgarian Empire, stabilized by the victory at the battle of Ongal south of the eastern Carpathians. The Bulgarians turned on Byzantium who had established an alliance with Ziebel's Khazars.\n\nAlthough the Avar empire had diminished to half its original size, the Avar-Slav alliance consolidated their rule west from the central parts of the mid-Danubian basin and extended their sphere of influence west to the Vienna Basin. The new ethnic element marked by hair clips for pigtails; curved, single-edged sabres; and broad, symmetrical bows marks the middle Avar-Bulgar period (670–720). New regional centers, such as those near Ozora and Igar appeared. This strengthened the Avars' power base, although most of the Balkans lay in the hands of Slavic tribes since neither the Avars nor Byzantines were able to reassert control.[citation needed]\n\nThere are very few sources that cover the last century of Avar history. They only talk about the relations between the Avars and Lombards but little about the internals of the khaganate, so information about the Carpathian Basin is mostly from archaeology. Even here, elites are almost invisible, and there is little evidence of nomadic behavior. This transformation is little understood, but may have something to do with population growth.[71]\n\nA new type of ceramics—the so-called \"Devínska Nová Ves\" pottery—emerged at the end of the 7th century in the region between the Middle Danube and the Carpathians.[72] These vessels were similar to the hand-made pottery of the previous period, but wheel-made items were also found in Devínska Nová Ves sites.[72] Large inhumation cemeteries found at Holiare, Nové Zámky and other places in Slovakia, Hungary and Serbia from the period beginning around 690 show that the settlement network of the Carpathian Basin became more stable in the Late Avar period.[72][73] The most popular Late Avar motifs—griffins and tendrils decorating belts, mounts and a number of other artifacts connected to warriors—may either represent nostalgia for the lost nomadic past or evidence a new wave of nomads arriving from the Pontic steppes at the end of the 7th century.[74][75] According to historians who accept the latter theory, the immigrants may have been either Onogurs[76] or Alans.[77] Anthropological studies of the skeletons point at the presence of a population with mongoloid features.[74]\n\nThe Khaganate in the Middle and Late periods was a product of cultural symbiosis between Slavic and original Avar elements with a Slavic language as a lingua franca or the most common language.[78] In the 7th century, the Avar Khaganate opened a door for Slavic demographic and linguistic expansion to Adriatic and Aegean regions (see Slavic migrations to the Balkans).\n\nIn the early 8th century, a new archaeological culture—the so-called \"griffin and tendril\" culture—appeared in the Carpathian Basin. Some theories, including the \"double conquest\" theory of archaeologist Gyula László, attribute it to the arrival of new settlers, such as early Magyars, but this is still under debate. Hungarian archaeologists Laszló Makkai and András Mócsy attribute this culture to an internal evolution of Avars resulting from the integration of the Bulgar émigrés from the previous generation of the 670s. According to Makkai and Mócsy, \"the material culture—art, clothing, equipment, weapons—of the late Avar/Bulgar period evolved autonomously from these new foundations\". Many regions that had once been important centers of the Avar Empire had lost their significance while new ones arose. Although Avaric material culture found over much of the northern Balkans may indicate an existing Avar presence, it probably represents the presence of independent Slavs who had adopted Avaric customs.[64] Radovan Bunardžić dated Avar-Bulgar graves excavated in Čelarevo (near Sirmium), containing skulls with Mongolian features and Judaic symbols, to the late 8th century and 9th century.[79]\n\nThe gradual decline of Avar power accelerated to a rapid fall. A series of Frankish campaigns, beginning from 788, ended with the conquest of the Avar realm within a decade. Initial conflict between Avars and Franks occurred soon after the Frankish deposition of Bavarian duke Tassilo III and the establishment of direct Frankish rule over Bavaria in 788. At that time, the border between Bavarians and Avars was situated on the river Enns. An initial Avarian incursion into Bavaria was repelled, and Franco-Bavarian forces responded by taking the war to neighbouring Avarian territories, situated along the Danube, east of Enns. The two sides collided near the river Ybbs, on Ybbs Field (German: Ybbsfeld), where the Avars suffered a defeat in 788. This heralded the rise of Frankish power and Avarian decline in the region.[80][81]\n\nIn 790, the Avars tried to negotiate a peace settlement with the Franks, but no agreement was reached.[81] A Frankish campaign against the Avars, initiated in 791, ended successfully for the Franks. A large Frankish army, led by Charlemagne, crossed from Bavaria into the Avarian territory beyond the Enns, and started to advance along the Danube in two columns, but found no resistance and soon reached the region of the Vienna Woods, near the Pannonian Plain. No pitched battle was fought,[82] since the Avars had fled before the advancing Carolingian army, while disease left most of the Avar horses dead.[82] Tribal infighting began, showing the weakness of the khaganate.[82]\n\nThe Franks had been supported by the Slavs, who established polities on former Avar territory.[83] Charlemagne's son Pepin of Italy captured a large, fortified encampment known as \"the Ring\", which contained much of the spoils from earlier Avar campaigns.[84] The campaign against the Avars again gathered momentum. By 796, the Avar chieftains had surrendered and became open to the acceptance of Christianity.[82] In the meantime, all of Pannonia was conquered.[85] According to the Annales Regni Francorum, the Avars began to submit to the Franks in 796. The song \"De Pippini regis Victoria Avarica\" celebrating the defeat of the Avars at the hands of Pepin of Italy in 796 still survives. The Franks baptized many Avars and integrated them into the Frankish Empire.[86] In 799, some Avars revolted.[87]\n\nIn 804, Bulgaria conquered the southeastern Avar lands in Transylvania and southeastern Pannonia up to the Middle Danube, and many Avars became subjects of the Bulgarian Empire. Khagan Theodorus, a convert to Christianity, died after asking Charlemagne for help in 805; he was succeeded by Khagan Abraham, who was baptized as the new Frankish client (and should not be assumed from his name alone to have been Khavar rather than Pseudo-Avar). Abraham was succeeded by Khagan (or Tudun) Isaac (Latin Canizauci), about whom little is known. The Franks turned the Avar lands under their control into a frontier march. The March of Pannonia—the eastern half of the Avar March—was then granted to the Slavic Prince Pribina, who established the Lower Pannonia principality in 840.\n\nWhatever was left of Avar power was effectively ended when the Bulgars expanded their territory into the central and eastern portions of traditional Avar lands around 829.[88] According to Pohl, an Avar presence in Pannonia is certain in 871, but thereafter the name is no longer used by chroniclers. Pohl wrote, \"It simply proved impossible to keep up an Avar identity after Avar institutions and the high claims of their tradition had failed\",[89]although Regino wrote about them in 889.[90][91] The growing amount of archaeological evidence in Transdanubia also presumes an Avar population in the Carpathian Basin in the late 9th century.[90] Archaeological findings suggest a substantial, late Avar presence on the Great Hungarian Plain, however it is difficult to determine their proper chronology.[90] The preliminary results of the new excavations also imply that the known and largely accepted theory of the destruction of the Avar settlement area is outdated; a disastrous depopulation of the Avar Khaganate never happened.[92][page needed]\n\nByzantine records, including the \"Notitia episcopatuumî\", the \"Additio patriarchicorum thronorumî\" by Neilos Doxapatres, the \"Chronica\" by Petrus Alexandrinus and the \"Notitia patriarchatuum\" mention the 9th century Avars as an existing Christian population.[90] The Avars had already been mixing with the more numerous Slavs for generations, and they later came under the rule of external polities, such as the Franks, Bulgaria, and Great Moravia.[93]  Fine[93] presumes that Avar descendants who survived the Hungarian Conquest in the 890s were likely absorbed by the Hungarian population. After the mid to late 8th-century Frankish conquest of Pannonia, Avar and Bulgar refugees migrated to settle in the area of Bulgaria and along its western periphery.[94] The Avars in the region known as solitudo avarorum—currently called the Great Hungarian Plain—vanished in an arc of three generations. They slowly merged with the Slavs to create a bilingual Turkic-Slavic-speaking people who were subjected to Frankish domination; the invading Magyars found this composite people in the late 9th century.[95] The De Administrando Imperio, written around 950 and based on older documents, states that \"there are still descendants of the Avars in Croatia, and are recognized as Avars\", modern historians and archaeologists until now proved the opposite, that Avars never lived in Dalmatia proper (including Lika), and that statement occurred somewhere in Pannonia.[96][97] There has been speculation that the modern Avar people of the Caucasus might have an uncertain connection to the historical Avars, but direct descent from them is rejected or doubted by many scholars.[88]\n\n"
        },
        {
            "title": "List of known khagans",
            "text": "The recorded Avar khagans were:[98]\n\n"
        },
        {
            "title": "Social and tribal structure",
            "text": "The Pannonian Basin was the centre of the Avar power base. The Avars resettled captives from the peripheries of their empire to more central regions. Avar material culture is found south to Macedonia. However, to the east of the Carpathians, there are next to no Avar archaeological finds, suggesting that they lived mainly in the western Balkans. Scholars propose that a highly structured and hierarchical Avar society existed, having complex interactions with other \"barbarian\" groups. The khagan was the paramount figure, surrounded by a minority of nomadic aristocracy.\n\nA few exceptionally rich burials have been uncovered, confirming that power was limited to the khagan and a close-knit class of \"elite warriors\". In addition to hoards of gold coins that accompanied the burials, the men were often buried with symbols of rank, such as decorated belts, weapons, stirrups resembling those found in central Asia, as well as their horse. The Avar army was composed from numerous other groups: Slavic, Gepidic and Bulgar military units. There also appeared to have existed semi-independent \"client\" (predominantly Slavic) tribes which served strategic roles, such as engaging in diversionary attacks and guarding the Avars' western borders abutting the Frankish Empire.\n\nInitially, the Avars and their subjects lived separately, except for Slavic and Germanic women who married Avar men. Eventually, the Germanic and Slavic peoples were included in the Avaric social order and culture, which was Persian-Byzantine in fashion.[64] Scholars have identified a fused Avar-Slavic culture, characterized by ornaments such as half-moon-shaped earrings, Byzantine-styled buckles, beads, and bracelets with horn-shaped ends.[64] Paul Fouracre notes, \"[T]here appears in the seventh century a mixed Slavic-Avar material culture, interpreted as peaceful and harmonious relationships between Avar warriors and Slavic peasants. It is thought possible that at least some of the leaders of the Slavic tribes could have become part of the Avar aristocracy\".[99][page needed] Apart from the assimilated Gepids, a few graves of Carolingian peoples have been found in the Avar lands. They perhaps served as mercenaries.[64]\n\n"
        },
        {
            "title": "Language",
            "text": "The language or languages spoken by the Avars are unknown.[2][4][100][101] However, linguistic evidence suggests that the Avars were connected to the Altaic sprachbund in some way. For example, classical philologist Samu Szádeczky-Kardoss states that most of the Avar words used in contemporaneous Latin or Greek texts appear to have their origins in possibly Mongolian or Turkic languages.[102][page needed][103] Other theories propose a Tungusic origin.[30] According to Szádeczky-Kardoss, many of the titles and ranks used by the Pannonian Avars were also used by Turks, Proto-Bulgars, Uighurs and/or Mongols, including khagan (or kagan), khan, kapkhan, tudun, tarkhan, and khatun.[103] There is also evidence, however, that ruling and subject clans spoke a variety of languages. Proposals by scholars include Caucasian,[4] Iranian,[78] Tungusic,[104][page needed][105][page needed][106] Hungarian[citation needed] and Turkic.[8][107] A few scholars speculated that Proto-Slavic became the lingua franca of the Avar Khaganate.[108] Historian Gyula László has suggested that the late 9th-century Pannonian Avars spoke a variety of Old Hungarian, thereby forming an Avar-Hungarian continuity with then-newly arrived Hungarians.[109] Based on archeologic and linguistic data, Florin Curta and Johanna Nichols concluded that there is no conceiving evidence for the presence of any Turkic or Mongolic languages among the Avars, but evidence for the presence of Iranian languages, further strengthened by Iranian-derived loanwords and toponyms in the region and among languages within the range of the Avars.[110]\n\n"
        },
        {
            "title": "Warfare",
            "text": "The Avars were skilled warriors and almost exclusively fought on horseback. They often used light horse archers armed with powerful composite bows, as many other steppe peoples. These archers wore little to no armour, besides occasional helmets or knee guards. The Avars also employed the use of heavy cavalry, fully armoured in chainmail or scale armour as well as helmets. These heavier troops were armed with long lances, swords, and daggers.[111][page needed] Upon subjugating the Slavic tribes in Pannonia, they often allied with the Slavs and employed them as foot soldiers even together laying siege to Constantinople, along with large numbers of Persians. These Slav warriors were usually armed with bows, axes, various types of spears, and round shields.\n\nThe Byzantine Emperor Maurice wrote of the Avars and other nomad peoples in the Strategikon:\n\n"
        },
        {
            "title": "Avar-Hungarian continuity theory",
            "text": "Gyula László suggests that late Avars, arriving to the khaganate in 670 in great numbers, lived through the time between the destruction and plunder of the Avar state by the Franks during 791–795 and the arrival of the Magyars in 895. László points out that the settlements of the Hungarians (Magyars) complemented, rather than replaced, those of the Avars. Avars remained on the plough fields, good for agriculture, while Hungarians took the river banks and river flats, suitable for pasturage. He also notes that while the Hungarian graveyards consist of 40–50 graves on average, those of the Avars contain 600–1,000. According to these findings, the Avars not only survived the end of the Avar polity but lived in great masses and far outnumbered the Hungarian conquerors of Árpád.\n\nHe also shows that Hungarians occupied only the centre of the Carpathian basin, but Avars lived in a larger territory. Looking at those territories where only the Avars lived, there are only Hungarian geographical names, not Slavic or Turkic as would be expected interspersed among them. This is further evidence for the Avar-Hungarian continuity. Names of the Hungarian tribes, chieftains and the words used for the leaders, etc., suggest that at least the leaders of the Hungarian conquerors were Turkic speaking. However, Hungarian is not a Turkic language, rather Uralic, and so they must have been assimilated by the Avars that outnumbered them.\n\nLászló's Avar-Hungarian continuity theory posits that the modern Hungarian language descends from that spoken by the Avars rather than the conquering Magyars.[113][page needed] Based on DNA evidence from graves, the original Magyars most resembled modern Bashkirs, a Turkic people located near the Urals, whereas the Khanty and Mansi, whose languages most resemble Hungarian, live some ways to the northeast of the Bashkirs.[114][115][116]\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Ravenna",
        "https://en.wikipedia.org/wiki/Heraclius",
        "https://en.wikipedia.org/wiki/Eurasian_nomads",
        "https://en.wikipedia.org/wiki/Greek_language",
        "https://en.wikipedia.org/wiki/Romanization_of_Greek",
        "https://en.wikipedia.org/wiki/Byzantine_Empire",
        "https://en.wikipedia.org/wiki/Old_Turkic_language",
        "https://en.wikipedia.org/wiki/Pannonian_Basin",
        "https://en.wikipedia.org/wiki/Central_Europe",
        "https://en.wikipedia.org/wiki/Eastern_Europe",
        "https://en.wikipedia.org/wiki/Caucasus",
        "https://en.wikipedia.org/wiki/Slavic_migrations_to_the_Balkans",
        "https://en.wikipedia.org/wiki/Archaeogenetics",
        "https://en.wikipedia.org/wiki/East_Asian_people",
        "https://en.wikipedia.org/wiki/Mongolia",
        "https://en.wikipedia.org/wiki/Amur",
        "https://en.wikipedia.org/wiki/Manchuria",
        "https://en.wikipedia.org/wiki/Iranian_peoples",
        "https://en.wikipedia.org/wiki/Priscus",
        "https://en.wikipedia.org/wiki/Saragurs",
        "https://en.wikipedia.org/wiki/Onogurs",
        "https://en.wikipedia.org/wiki/Sabir_people",
        "https://en.wikipedia.org/wiki/Griffin",
        "https://en.wikipedia.org/wiki/Kuban",
        "https://en.wikipedia.org/wiki/Volga_Delta",
        "https://en.wikipedia.org/wiki/Huns",
        "https://en.wikipedia.org/wiki/Denis_Sinor",
        "https://en.wikipedia.org/wiki/Justinian",
        "https://en.wikipedia.org/wiki/Menander_Protector",
        "https://en.wikipedia.org/wiki/Constantinople",
        "https://en.wikipedia.org/wiki/Turkic_peoples",
        "https://en.wikipedia.org/wiki/Tamgan",
        "https://en.wikipedia.org/wiki/Theophylact_Simocatta",
        "https://en.wikipedia.org/wiki/Khagan",
        "https://en.wikipedia.org/wiki/Durrani",
        "https://en.wikipedia.org/wiki/Hephthalites",
        "https://en.wikipedia.org/wiki/Pannonian_Basin",
        "https://en.wikipedia.org/wiki/Emperor_Maurice",
        "https://en.wikipedia.org/wiki/Tuoba",
        "https://en.wikipedia.org/wiki/Khingila",
        "https://en.wikipedia.org/wiki/Xionites",
        "https://en.wikipedia.org/wiki/Barsils",
        "https://en.wikipedia.org/wiki/Onogurs",
        "https://en.wikipedia.org/wiki/Sabir_people",
        "https://en.wikipedia.org/wiki/Albania",
        "https://en.wikipedia.org/wiki/Kul_Tigin",
        "https://en.wikipedia.org/wiki/Bilge_Qaghan",
        "https://en.wikipedia.org/wiki/Elishe",
        "https://en.wikipedia.org/wiki/Ghazar_Parpetsi",
        "https://en.wikipedia.org/wiki/Sebeos",
        "https://en.wikipedia.org/wiki/Greater_Khorasan",
        "https://en.wikipedia.org/wiki/Hephthalites",
        "https://en.wikipedia.org/wiki/Middle_Chinese",
        "https://en.wikipedia.org/wiki/Standard_Chinese",
        "https://en.wikipedia.org/wiki/Rourans",
        "https://en.wikipedia.org/wiki/Aral_Sea",
        "https://en.wikipedia.org/wiki/Xionites",
        "https://en.wikipedia.org/wiki/Iranian_languages",
        "https://en.wikipedia.org/wiki/Turkic_languages",
        "https://en.wikipedia.org/wiki/Central_Asia",
        "https://en.wikipedia.org/wiki/South_Asia",
        "https://en.wikipedia.org/wiki/Portmanteau",
        "https://en.wikipedia.org/wiki/Joseph_de_Guignes",
        "https://en.wikipedia.org/wiki/Rouran_Khaganate",
        "https://en.wikipedia.org/wiki/Inner_Asia",
        "https://en.wikipedia.org/wiki/Book_of_Wei",
        "https://en.wikipedia.org/wiki/History_of_the_Northern_Dynasties",
        "https://en.wikipedia.org/wiki/Bumin_Qaghan",
        "https://en.wikipedia.org/wiki/First_Turkic_Khaganate",
        "https://en.wikipedia.org/wiki/Western_Wei",
        "https://en.wikipedia.org/wiki/Muqan_Qaghan",
        "https://en.wikipedia.org/wiki/Tiele_people",
        "https://en.wikipedia.org/wiki/Wuhuan",
        "https://en.wikipedia.org/wiki/Tungusic_peoples",
        "https://en.wikipedia.org/wiki/Pontic_steppe",
        "https://en.wikipedia.org/wiki/Khazars",
        "https://en.wikipedia.org/wiki/Bulgars",
        "https://en.wikipedia.org/wiki/Walter_Pohl",
        "https://en.wikipedia.org/wiki/Nomadic_empire",
        "https://en.wikipedia.org/wiki/Ashina_tribe",
        "https://en.wikipedia.org/wiki/Western_Turkic_Khaganate",
        "https://en.wikipedia.org/wiki/Dnieper",
        "https://en.wikipedia.org/wiki/Expansionist",
        "https://en.wikipedia.org/wiki/Early_Middle_Ages",
        "https://en.wikipedia.org/wiki/Huns",
        "https://en.wikipedia.org/wiki/Bulgars",
        "https://en.wikipedia.org/wiki/Kutrigur",
        "https://en.wikipedia.org/wiki/Utigurs",
        "https://en.wikipedia.org/wiki/Onogurs",
        "https://en.wikipedia.org/wiki/Ethnogenesis",
        "https://en.wikipedia.org/wiki/Bulgars",
        "https://en.wikipedia.org/wiki/Szolnok",
        "https://en.wikipedia.org/wiki/Lamellar_helmet",
        "https://en.wikipedia.org/wiki/Niederstotzingen",
        "https://en.wikipedia.org/wiki/Biological_anthropology",
        "https://en.wikipedia.org/wiki/Caucasian_race",
        "https://en.wikipedia.org/wiki/Grave_goods",
        "https://en.wikipedia.org/wiki/Eurasian_Steppe",
        "https://en.wikipedia.org/wiki/East_Asian_people",
        "https://en.wikipedia.org/wiki/Mongoloid",
        "https://en.wikipedia.org/wiki/Turanid_race",
        "https://en.wikipedia.org/wiki/Scientific_Reports",
        "https://en.wikipedia.org/wiki/American_Journal_of_Biological_Anthropology",
        "https://en.wikipedia.org/wiki/Slovakia",
        "https://en.wikipedia.org/wiki/Slavs",
        "https://en.wikipedia.org/wiki/Buryats",
        "https://en.wikipedia.org/wiki/Y_chromosome",
        "https://en.wikipedia.org/wiki/Patrilineality",
        "https://en.wikipedia.org/wiki/Endogamy",
        "https://en.wikipedia.org/wiki/Huns",
        "https://en.wikipedia.org/wiki/Scythian_cultures",
        "https://en.wikipedia.org/wiki/Altai_Mountains",
        "https://en.wikipedia.org/wiki/Amur",
        "https://en.wikipedia.org/wiki/Rouran_Khaganate",
        "https://en.wikipedia.org/wiki/Nivkh_people",
        "https://en.wikipedia.org/wiki/Current_Biology",
        "https://en.wikipedia.org/wiki/Turkic_languages",
        "https://en.wikipedia.org/wiki/Mongolic_languages",
        "https://en.wikipedia.org/wiki/Tungusic_languages",
        "https://en.wikipedia.org/wiki/Shamanism",
        "https://en.wikipedia.org/wiki/Animism",
        "https://en.wikipedia.org/wiki/Christianity",
        "https://en.wikipedia.org/wiki/Khanate",
        "https://en.wikipedia.org/wiki/Khagan",
        "https://en.wikipedia.org/wiki/Pepin_of_Italy",
        "https://en.wikipedia.org/wiki/Lombards",
        "https://en.wikipedia.org/wiki/Kingdom_of_the_Gepids",
        "https://en.wikipedia.org/wiki/Hunnic_Empire",
        "https://en.wikipedia.org/wiki/Byzantine_Empire_under_the_Justinian_dynasty",
        "https://en.wikipedia.org/wiki/Frankish_Empire",
        "https://en.wikipedia.org/wiki/First_Bulgarian_Empire",
        "https://en.wikipedia.org/wiki/Pannonian_Slavs",
        "https://en.wikipedia.org/wiki/Avar_March",
        "https://en.wikipedia.org/wiki/Constantinople",
        "https://en.wikipedia.org/wiki/Caucasus",
        "https://en.wikipedia.org/wiki/Byzantine_Empire",
        "https://en.wikipedia.org/wiki/Kutrigurs",
        "https://en.wikipedia.org/wiki/Sabir_people",
        "https://en.wikipedia.org/wiki/Antes_people",
        "https://en.wikipedia.org/wiki/Danube",
        "https://en.wikipedia.org/wiki/Balkans",
        "https://en.wikipedia.org/wiki/Justinian_I",
        "https://en.wikipedia.org/wiki/Germania",
        "https://en.wikipedia.org/wiki/Franks",
        "https://en.wikipedia.org/wiki/Bulgaria",
        "https://en.wikipedia.org/wiki/Gepids",
        "https://en.wikipedia.org/wiki/Lombards",
        "https://en.wikipedia.org/wiki/Kingdom_of_the_Lombards",
        "https://en.wikipedia.org/wiki/Migration_Period",
        "https://en.wikipedia.org/wiki/Sclaveni",
        "https://en.wikipedia.org/wiki/Scythia_Minor",
        "https://en.wikipedia.org/wiki/Bayan_I",
        "https://en.wikipedia.org/wiki/South_Slavs",
        "https://en.wikipedia.org/wiki/Bulgars",
        "https://en.wikipedia.org/wiki/Siege_of_Sirmium",
        "https://en.wikipedia.org/wiki/Bayan_II",
        "https://en.wikipedia.org/wiki/Singidunum",
        "https://en.wikipedia.org/wiki/Viminacium",
        "https://en.wikipedia.org/wiki/Battles_of_Viminacium",
        "https://en.wikipedia.org/wiki/Heraclius",
        "https://en.wikipedia.org/wiki/Sasanian_Empire",
        "https://en.wikipedia.org/wiki/Wends",
        "https://en.wikipedia.org/wiki/Chronicle_of_Fredegar",
        "https://en.wikipedia.org/wiki/Samo",
        "https://en.wikipedia.org/wiki/Chronicle_of_Fredegar",
        "https://en.wikipedia.org/wiki/Alcek",
        "https://en.wikipedia.org/wiki/Bavaria",
        "https://en.wikipedia.org/wiki/Dagobert_I",
        "https://en.wikipedia.org/wiki/Kubrat",
        "https://en.wikipedia.org/wiki/Dulo",
        "https://en.wikipedia.org/wiki/Old_Great_Bulgaria",
        "https://en.wikipedia.org/wiki/Utigurs",
        "https://en.wikipedia.org/wiki/Constantine_VII",
        "https://en.wikipedia.org/wiki/De_Administrando_Imperio",
        "https://en.wikipedia.org/wiki/Croats",
        "https://en.wikipedia.org/wiki/White_Croats",
        "https://en.wikipedia.org/wiki/White_Croatia",
        "https://en.wikipedia.org/wiki/Duchy_of_Croatia",
        "https://en.wikipedia.org/wiki/Unknown_Archon",
        "https://en.wikipedia.org/wiki/Batbayan",
        "https://en.wikipedia.org/wiki/Miracles_of_Saint_Demetrius",
        "https://en.wikipedia.org/wiki/Sirmium",
        "https://en.wikipedia.org/wiki/Kuber",
        "https://en.wikipedia.org/wiki/Chronicon_Pictum",
        "https://en.wikipedia.org/wiki/Uzhhorod",
        "https://en.wikipedia.org/wiki/Kotrag",
        "https://en.wikipedia.org/wiki/Nikephoros_I_of_Constantinople",
        "https://en.wikipedia.org/wiki/Mauros",
        "https://en.wikipedia.org/wiki/North_Macedonia",
        "https://en.wikipedia.org/wiki/Asparuh_of_Bulgaria",
        "https://en.wikipedia.org/wiki/Tervel_of_Bulgaria",
        "https://en.wikipedia.org/wiki/First_Bulgarian_Empire",
        "https://en.wikipedia.org/wiki/Battle_of_Ongal",
        "https://en.wikipedia.org/wiki/Vienna_Basin",
        "https://en.wikipedia.org/wiki/Ozora",
        "https://en.wikipedia.org/wiki/Igar",
        "https://en.wikipedia.org/wiki/Bulgars",
        "https://en.wikipedia.org/wiki/Holiare",
        "https://en.wikipedia.org/wiki/Griffin",
        "https://en.wikipedia.org/wiki/Tendril",
        "https://en.wikipedia.org/wiki/Onogurs",
        "https://en.wikipedia.org/wiki/Alans",
        "https://en.wikipedia.org/wiki/Lingua_franca",
        "https://en.wikipedia.org/wiki/Slavic_migrations_to_the_Balkans",
        "https://en.wikipedia.org/wiki/Archaeological_culture",
        "https://en.wikipedia.org/wiki/Hungarians",
        "https://en.wikipedia.org/wiki/Material_culture",
        "https://en.wikipedia.org/wiki/Avar_March",
        "https://en.wikipedia.org/wiki/Charlemagne",
        "https://en.wikipedia.org/wiki/Avar_Wars",
        "https://en.wikipedia.org/wiki/Avar_March",
        "https://en.wikipedia.org/wiki/March_of_Pannonia",
        "https://en.wikipedia.org/wiki/Pannonian_Slavs",
        "https://en.wikipedia.org/wiki/Duchy_of_Bavaria",
        "https://en.wikipedia.org/wiki/Ybbs",
        "https://en.wikipedia.org/wiki/German_language",
        "https://en.wikipedia.org/wiki/Charlemagne",
        "https://en.wikipedia.org/wiki/Vienna_Woods",
        "https://en.wikipedia.org/wiki/Pepin_of_Italy",
        "https://en.wikipedia.org/wiki/Royal_Frankish_Annals",
        "https://en.wikipedia.org/wiki/De_Pippini_regis_Victoria_Avarica",
        "https://en.wikipedia.org/wiki/Pepin_of_Italy",
        "https://en.wikipedia.org/wiki/Francia",
        "https://en.wikipedia.org/wiki/First_Bulgarian_Empire",
        "https://en.wikipedia.org/wiki/Transylvania",
        "https://en.wikipedia.org/wiki/Bulgarian_Empire",
        "https://en.wikipedia.org/wiki/Kabar",
        "https://en.wikipedia.org/wiki/Tudun",
        "https://en.wikipedia.org/wiki/March_of_Pannonia",
        "https://en.wikipedia.org/wiki/Avar_March",
        "https://en.wikipedia.org/wiki/Pribina",
        "https://en.wikipedia.org/wiki/Bulgars",
        "https://en.wikipedia.org/wiki/Transdanubia",
        "https://en.wikipedia.org/wiki/Great_Hungarian_Plain",
        "https://en.wikipedia.org/wiki/Neilos_Doxapatres",
        "https://en.wikipedia.org/wiki/Great_Moravia",
        "https://en.wikipedia.org/wiki/Hungarian_conquest_of_the_Carpathian_Basin",
        "https://en.wikipedia.org/wiki/De_Administrando_Imperio",
        "https://en.wikipedia.org/wiki/Lika",
        "https://en.wikipedia.org/wiki/Kandik",
        "https://en.wikipedia.org/wiki/Bayan_I",
        "https://en.wikipedia.org/wiki/Bayan_II",
        "https://en.wikipedia.org/wiki/Western_Balkans",
        "https://en.wikipedia.org/wiki/Paul_Fouracre",
        "https://en.wikipedia.org/wiki/Carolingian",
        "https://en.wikipedia.org/wiki/Altaic_languages",
        "https://en.wikipedia.org/wiki/Philology",
        "https://en.wikipedia.org/wiki/Latin",
        "https://en.wikipedia.org/wiki/Ancient_Greek",
        "https://en.wikipedia.org/wiki/Mongolian_language",
        "https://en.wikipedia.org/wiki/Turkic_languages",
        "https://en.wikipedia.org/wiki/Tungusic_languages",
        "https://en.wikipedia.org/wiki/Uyghur_Khaganate",
        "https://en.wikipedia.org/wiki/Mongols",
        "https://en.wikipedia.org/wiki/Khagan",
        "https://en.wikipedia.org/wiki/Kavhan",
        "https://en.wikipedia.org/wiki/Tudun",
        "https://en.wikipedia.org/wiki/Tarkhan",
        "https://en.wikipedia.org/wiki/Khatun",
        "https://en.wikipedia.org/wiki/Languages_of_the_Caucasus",
        "https://en.wikipedia.org/wiki/Iranian_languages",
        "https://en.wikipedia.org/wiki/Tungusic_languages",
        "https://en.wikipedia.org/wiki/Hungarian_language",
        "https://en.wikipedia.org/wiki/Turkic_languages",
        "https://en.wikipedia.org/wiki/Lingua_franca",
        "https://en.wikipedia.org/wiki/Old_Hungarian_language",
        "https://en.wikipedia.org/wiki/Hungarians",
        "https://en.wikipedia.org/wiki/Florin_Curta",
        "https://en.wikipedia.org/wiki/Johanna_Nichols",
        "https://en.wikipedia.org/wiki/Iranian_languages",
        "https://en.wikipedia.org/wiki/Uralic_languages",
        "https://en.wikipedia.org/wiki/Hungarian_language",
        "https://en.wikipedia.org/wiki/Bashkirs",
        "https://en.wikipedia.org/wiki/Khanty_people",
        "https://en.wikipedia.org/wiki/Mansi_people",
        "https://en.wikipedia.org/wiki/Keszthely_culture",
        "https://en.wikipedia.org/wiki/Pannonian_Romance",
        "https://en.wikipedia.org/wiki/Theophylact_Simocatta",
        "https://en.wikipedia.org/wiki/Rouran_Khaganate",
        "https://en.wikipedia.org/wiki/Principality_of_Nitra",
        "https://en.wikipedia.org/wiki/Great_Moravia",
        "https://en.wikipedia.org/wiki/Charlemagne",
        "https://en.wikipedia.org/wiki/Volga_Tatars",
        "https://en.wikipedia.org/wiki/Princeton_University_Press",
        "https://en.wikipedia.org/wiki/Scientific_Reports",
        "https://en.wikipedia.org/wiki/Nature_Research",
        "https://en.wikipedia.org/wiki/Scientific_Reports",
        "https://en.wikipedia.org/wiki/Nature_Research",
        "https://en.wikipedia.org/wiki/Florin_Curta",
        "https://en.wikipedia.org/wiki/Florin_Curta",
        "https://en.wikipedia.org/wiki/Florin_Curta",
        "https://en.wikipedia.org/wiki/Haaretz",
        "https://en.wikipedia.org/wiki/Eugene_Helimski",
        "https://en.wikipedia.org/wiki/UNESCO",
        "https://en.wikipedia.org/wiki/Current_Biology",
        "https://en.wikipedia.org/wiki/Gyula_Moravcsik",
        "https://en.wikipedia.org/wiki/Scientific_Reports",
        "https://en.wikipedia.org/wiki/Nature_Research",
        "https://en.wikipedia.org/wiki/Georg_Heinrich_Pertz",
        "https://en.wikipedia.org/wiki/Walter_Pohl",
        "https://en.wikipedia.org/wiki/Walter_Pohl",
        "https://en.wikipedia.org/wiki/American_Journal_of_Physical_Anthropology",
        "https://en.wikipedia.org/wiki/American_Association_of_Physical_Anthropologists",
        "https://en.wikipedia.org/wiki/Current_Biology",
        "https://en.wikipedia.org/wiki/Herbert_Schutz",
        "https://en.wikipedia.org/wiki/Infobase_Publishing",
        "https://en.wikipedia.org/wiki/Barbarian_kingdoms",
        "https://en.wikipedia.org/wiki/Migration_Period",
        "https://en.wikipedia.org/wiki/Alamannia",
        "https://en.wikipedia.org/wiki/Heptarchy",
        "https://en.wikipedia.org/wiki/Kingdom_of_the_Burgundians",
        "https://en.wikipedia.org/wiki/Francia",
        "https://en.wikipedia.org/wiki/Frisian_kingdom",
        "https://en.wikipedia.org/wiki/Gepidia",
        "https://en.wikipedia.org/wiki/Huns",
        "https://en.wikipedia.org/wiki/Kingdom_of_the_Lombards",
        "https://en.wikipedia.org/wiki/Ostrogothic_kingdom",
        "https://en.wikipedia.org/wiki/Rugiland",
        "https://en.wikipedia.org/wiki/Kingdom_of_the_Suebi",
        "https://en.wikipedia.org/wiki/Vandal_kingdom",
        "https://en.wikipedia.org/wiki/Visigothic_kingdom",
        "https://en.wikipedia.org/wiki/Tatar_confederation",
        "https://en.wikipedia.org/wiki/Golden_Horde",
        "https://en.wikipedia.org/wiki/Uzbek_Khanate",
        "https://en.wikipedia.org/wiki/Kazakh_Khanate",
        "https://en.wikipedia.org/wiki/Nogai_Horde",
        "https://en.wikipedia.org/wiki/Chagatai_Khanate",
        "https://en.wikipedia.org/wiki/Timurid_Empire",
        "https://en.wikipedia.org/wiki/Mughal_Empire",
        "https://en.wikipedia.org/wiki/Crimean_Khanate",
        "https://en.wikipedia.org/wiki/Astrakhan_Khanate",
        "https://en.wikipedia.org/wiki/Khanate_of_Kazan",
        "https://en.wikipedia.org/wiki/Keraites",
        "https://en.wikipedia.org/wiki/Naimans",
        "https://en.wikipedia.org/wiki/Merkit",
        "https://en.wikipedia.org/wiki/Ongud",
        "https://en.wikipedia.org/wiki/Mughal_people",
        "https://en.wikipedia.org/wiki/Aimaq_people",
        "https://en.wikipedia.org/wiki/Hazaras",
        "https://en.wikipedia.org/wiki/Kurultai",
        "https://en.wikipedia.org/wiki/Kumis",
        "https://en.wikipedia.org/wiki/Tengrism",
        "https://en.wikipedia.org/wiki/Tengri",
        "https://en.wikipedia.org/wiki/Ergenekon",
        "https://en.wikipedia.org/wiki/Erlik",
        "https://en.wikipedia.org/wiki/Pannonian_Avars",
        "https://en.wikipedia.org/wiki/Pannonian_Avars",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}