{
    "url": "https://en.wikipedia.org/wiki/Pantalone",
    "title": "Pantalone",
    "table_of_contents": [
        "1 Character",
        "1.1 Stance",
        "1.2 Costume",
        "2 Related",
        "3 References",
        "4 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Pantalone [pantaˈloːne], spelled Pantaloon in English,[1] is one of the most important principal characters found in commedia dell'arte.  With his exceptional greed and status at the top of the social order, Pantalone is \"money\" in the commedia world. His full name, including family name, is Pantalon de' Bisognosi, Italian for \"Pantalone of the Needy\".[2]\n\n"
        },
        {
            "title": "Character",
            "text": "Pantalone originated as part of a master/servant duo and was the original il Magnifico stock character.[3][4] Carlo Goldoni, in his memoirs, named Pantalone as one of the four primary Commedia dell'Arte characters.[5] Among other things, Pantalone is a character of Venetians; one theory is that his name ederives from Saint Pantaleon (San Pantalone), a popular saint in Venice.[6] Another theory is that his name derives from Venetian emo merchants who were called Piantaleoni.[4] While the theories of the St Pantaleone and the lion of St Mark[clarification needed] are common, they are both now considered unlikely origins, and the true origin is unknown.[7]  The name Pantaloon generally means \"old fool\" or \"dotard\".[8] The role of Pantalone is usually spoken entirely in the Venetian dialect.[9] The character of Pantalone is entirely based on currency and ego, for he has the highest regard for his intelligence, \"but at every step he becomes the butt for every conceivable kind of trick\".[10]  With little else to occupy his thoughts after a life as a tradesman or merchant, Pantalone is the metaphorical representation of money in the commedia world. While the social standing of merchants may have changed through many centuries, the intent for Pantalone was to ensure that he had the status that allowed him to meddle in the affairs of others.[11]  Pantalone is usually the father to one of the innamorati (the lovers), another stock character found in commedia.[12]  He is driven to keep his child and their respective lover apart.  Pantalone is presented either as a widower or bachelor, and despite his age, makes numerous passes at the women within the commedia world, \"though he is always rejected\".[10]  Pantalone never forgets a deal and his merit is based on actions, not words.[13] He is also described as being petty, and he never forgets or forgives even the smallest things.[14]\n\nPantalone is characterized as loving his money and having emotional extremes.[15] With his sinister and often inhumane treatment towards his fellows, Pantalone is perceived to be a pivotal part of commedia.  His importance is represented in almost every commedia production; often placing him at the beginning of the comedy.[10]  In a commedia drama, many zanni or lazzi routines will begin by an action delivered by Pantalone himself. Pantalone is described as being too self-absorbed to notice and interact much with the audience, but he is so oblivious that it serves the same purpose.[14]\n\nPantalone is also displayed either as a single man or a widower, and notwithstanding his age, makes various \"attempts\" at the ladies inside the commedia world and is always rejected.[16] Due to his portrayal as an older, and single man, it can be depicted that Pantalone is very one sided representation of old age. However, he is actually a very rounded and multifaceted depiction of the suggestive natures of old age.[17]\n\nPantalone's inappropriate enthusiasm for the young ladies inside the commedia world is abundantly borne out in the previously mentioned Capriccii. \"Of all the twenty-seven pieces, ten allude to ladies in their titles alone, either just as a lady [donna], or as spouse [mogier], house cleaner and courtesan [Massara, Padrona], whores [puttane], sweetheart [morosa], and darling [Innamorata].\"[18]\n\nSexual symbolism is very prominent as illustrated in \"Della bellezza, and crudeltà d'una Donna\", one elderly person communicates along these lines:[19]\n\nThe traditional Pantalone stance is that of a hunch-backed old man. He walks with his hips forward, allowing him to make larger strides when he walks.[15]  The hunched shape restricts his legs, which are bent and turned out at the knees. The feet have the heels together with the toes facing apart.[20] His hands and feet move quickly, though his body is stiff, and his head is constantly moving.[15] When he walks, his feet should be picked up more than would occur naturally.[21] Pantalone is slow moving, and he has bouts of agility when there is high emotion, but it is followed by asthmatic breathing and panting.[15][22] Pantalone is often short and skinny.[12] A lot of Pantalone's comedy stems from the fact that his excitable actions greatly contradict the senile position that the actor takes.[4]  He often falls backwards, generally to bad news related in some way or another to his financials.  When this occurs, he is often amusingly \"turtle-like\" and is often stuck in that position until assisted.[15] Pantalone can do all of the movements of the other characters, but they are greatly hindered because of his old age.[15] None of Pantalone's physical actions should look easy, for his is truly \"the oldest of the old.\" In the well-known \"all the world's a stage\" speech in Shakespeare's As You Like It (II, vii), Jacques describes the second-last stage of life as \"the lean and slippered pantaloon.\"\n\nPantalone's costume was designed with the inappropriateness intended to comically entertain.[23] The costume for Pantalone is characterized by the use of red for almost the entire costume. The characteristics of the costume also include a Greek style hat, a jacket, a pair of long trousers or breeches with stockings, a tight jacket, a woollen skullcap and a robe or cape; it also includes a prominent codpiece or strategically placed coin purse.[12][22]  It also includes a black and red robe and yellow Turkish slippers.[12] During the sixteenth and seventeenth centuries, a sword or dagger and gold medallion often accompanied the purse.[20][22] The Pantalone mask is a half-mask with accents on bony structure, big, bushy eyebrows, a long, hooked nose, a mustache, and a long, pointed or forked beard.[20][22][24] He occasionally is noted as having horn spectacles.[25]  He occasionally carries a walking stick, but it is used more as an aggravating weapon than an actual walking tool.[21] Because of his skinny legs, Pantalone is often portrayed wearing trousers rather than knee-breeches (which Jacques refers to as \"his youthful hose, well sav'd, a world too wide/For his shrunk shank\"). He therefore became the origin of the name of a type of trouser called \"pantaloons\", which was later shortened to \"pants\".[6]\n\n"
        },
        {
            "title": "Related",
            "text": "Angela Carter's The Bloody Chamber (in the short story \"Puss in Boots\") gives another representation of Pantalone. The interpretation uses the spelling 'Pantaloon', but he follows a very similar description and ends up dead.\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Joe_Pantalone",
        "https://en.wikipedia.org/wiki/Maurice_Sand",
        "https://en.wikipedia.org/wiki/Carlo_Goldoni",
        "https://en.wikipedia.org/wiki/Venice",
        "https://en.wikipedia.org/wiki/Saint_Pantaleon",
        "https://en.wikipedia.org/wiki/Innamorati",
        "https://en.wikipedia.org/wiki/Zanni",
        "https://en.wikipedia.org/wiki/Lazzi",
        "https://en.wikipedia.org/wiki/Shakespeare",
        "https://en.wikipedia.org/wiki/As_You_Like_It",
        "https://en.wikipedia.org/wiki/Breeches",
        "https://en.wikipedia.org/wiki/Pants",
        "https://en.wikipedia.org/wiki/Angela_Carter",
        "https://en.wikipedia.org/wiki/The_Bloody_Chamber",
        "https://en.wikipedia.org/wiki/Harlequinades",
        "https://en.wikipedia.org/wiki/As_You_Like_It",
        "https://en.wikipedia.org/wiki/Robert_Henke",
        "https://en.wikipedia.org/wiki/Allardyce_Nicoll",
        "https://en.wikipedia.org/wiki/Pantalone",
        "https://en.wikipedia.org/wiki/Pantalone",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}