{
    "url": "https://en.wikipedia.org/wiki/Paracas_culture",
    "title": "Paracas culture",
    "table_of_contents": [
        "1 Paracas mummy bundles",
        "2 Topara",
        "3 Nazca culture",
        "4 Paracas geoglyphs",
        "5 See also",
        "6 References",
        "7 Further reading",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The Paracas culture was an Andean society existing between approximately 800 BCE and 100 BCE, with an extensive knowledge of irrigation and water management and that made significant contributions in the textile arts. It was located in what today is the Ica Region of Peru. Most information about the lives of the Paracas people comes from excavations at the large seaside Paracas site on the Paracas Peninsula, first formally investigated in the 1920s by Peruvian archaeologist Julio Tello.\n\nThe Paracas Cavernas are shaft tombs set into the top of Cerro Colorado, each containing multiple burials. There is evidence that over the centuries when the culture thrived, these tombs were reused. In some cases, the heads of the deceased were taken out, apparently for rituals, and later reburied. The associated ceramics include incised polychrome, \"negative\" resist decoration, and other wares of the Paracas tradition. The associated textiles include many complex weave structures, as well as elaborate plaiting and knotting techniques.\n\nThe necropolis of Wari Kayan consisted of two clusters of hundreds of burials set closely together inside and around abandoned buildings on the steep north slope of Cerro Colorado. The associated ceramics are very fine plain wares, some with white and red slips, others with pattern-burnished decoration, and other wares of the Topara tradition. Each burial consisted of a conical textile-wrapped bundle, most containing a seated individual facing north across the bay of Paracas, next to grave offerings such as ceramics, foodstuffs, baskets, and weapons.  Each body was bound with cord to hold it in a seated position, before being wrapped in many layers of intricate, ornate, and finely woven textiles. The Paracas Necropolis textiles and embroideries are considered to be some of the finest ever produced by Pre-Columbian Andean societies. They are the primary works of art by which Paracas culture is known. Burials at the necropolis of Wari Kayan continued until approximately 250 CE. Many of the mortuary bundles include textiles similar to those of the early Nazca culture, which arose after the Paracas.\n\n"
        },
        {
            "title": "Paracas mummy bundles",
            "text": "The dry environment of southern Peru's Pacific coast allows organic materials to be preserved when buried.[2] Mummified human remains were found in a tomb in the Paracas peninsula of Peru, buried under layers of cloth textiles.[3] The dead were wrapped in layers of cloth called \"mummy bundles\". These bodies were found at the Great Paracas Necropolis along the south Pacific coast of the Andes.[4] At the Necropolis there were two large clusters of crowded pit tombs, totaling about 420 bodies, dating to around 300–200 BCE.[5] The mummified bodies in each tomb were wrapped in textiles.[6] The textiles would have required many hours of work as the plain wrappings were very large and the clothing was finely woven and embroidered. The larger mummy bundles had many layers of bright colored garments and headdresses.[3][7] Sheet gold and shell bead jewelry was worn by both men and women, and some were tattooed.[8] The shape of these mummy bundles has been compared to a seed, or a human head.[2]\n\nAccording to Anne Paul, this shape could have been a conscious choice by the people, with the seed a symbol of rebirth.[3][7] Paul also suggests that the detail and high quality of the textiles found in the mummy bundles show that these fabrics were used for important ceremonial purposes.[2][7] Both native Andean cotton and the hair of camelids like the wild vicuña and domestic llama or alpaca come in many natural colors. Yarns were also dyed in a wide range of hues, used together in loom weaving and many other techniques. This combination of materials shows trading relationships with other communities at lower and higher elevations.[7]\n\nThe imagery found on these textiles included ceremonial practices.[9] Some depicted a fallen figure, or possibly flying. Some figures appear to have face paint, and hold a severed head, also called trophy heads.[9] Victims' heads were severed and collected during battles or raids.[3] Possibly, the head of a person was considered their life force, the place in the body where the spirit was located.[9] Not only did these textiles show important symbols of the Paracas cosmology, it is thought that they were worn to establish gender, social standing, authority, and indicate the community in which one resided.[8]\n\nDifferent color schemes characterize the textiles of Paracas Cavernas, early Paracas Necropolis and later Nazca-related styles. [10]  The dyes used came from many regions of the Andes and are an example of reciprocity, as people from different altitudes traded with one another for different goods.[9] The color red comes from the cochineal bug found on the prickly pear cactus.[11] The cochineal was ground up with mortar and pestle to create a red pigment.[11] Yellow dyes could be made from the qolle tree and quico flowers, while orange dyes can be extracted from a type of moss called beard lichen.[11] For the color green the most common plant used is the cg'illca, mixed with a mineral called collpa.[11] While blues are created from a tara, the deeper a hue of blue, the more the mineral collpa was added.[11] The process of creating dyes could take up to several hours. Then it could take another two hours for women to boil and dye the fibers.[11] This work was followed by spinning and weaving the fibers.\n\nThe woven textiles of Paracas were made on backstrap looms generally in solid color. These webs were richly ornamented with embroidery in two different styles. The earlier linear style embroidery was done in running stitches closely following  the furrows of the weaving itself. Red, green, gold and blue color was used to delineate nested animal figures, which emerge from the background with upturned mouths, while the stitching creates the negative space. These embroideries are highly abstracted and difficult to interpret.[12]  The later used Block-color style embroidery was made with stem stitches outlining and solidly filling curvilinear figures in a large variety of vivid colors. The therianthropomorphic figures are illustrated with great detail with systematically varied coloring. [13]\n\nThe textiles and jewelry in the tombs and mummy bundles attracted looters.[5] Once discovered, the Paracas Necropolis was looted heavily between the years 1931 and 1933, during the Great Depression, particularly in the Wari Kayan section.[14] The amount of stolen materials is not known; however, Paracas textiles began to appear on the international market in the following years.[14] It is believed the majority of Paracas textiles outside of the Andes were smuggled out of Peru.[14]\n\nDue to a lack of laws to preserve artifacts and against smuggling, thefts continued to increase, particularly of South American artifacts.[14] In 1970 UNESCO created the Convention on the Means of Prohibiting and Preventing the Illicit Import, Export and Transfer of Ownership of Cultural Property.[15]\n\n"
        },
        {
            "title": "Topara",
            "text": "While the Paracas culture developed in this region between approximately 1200 BCE and 100 BCE, the Topará culture is thought to have \"invaded\" from the north at approximately 150 BCE. The two cultures coexisted for one or more generations, both on the Paracas Peninsula and in the nearby Ica Valley. Their interaction played a key role in the development of the Nazca culture and its ceramic and textile traditions. Although the elaborate textiles have been preserved only in the coastal desert sites, there is growing evidence that the associated peoples of these cultures lived and traveled as well among the Pacific lowlands, the Andean highland valleys, and mountain pastures to the east.\n\n"
        },
        {
            "title": "Nazca culture",
            "text": "Nazca Culture and iconography are believed by scholars such as Helaine Silverman to have evolved from Paracas culture.[6]\n\nHendrik Van Gijseghem notes that Paracas remains in the Río Grande de Nazca drainage, the heartland of Nazca culture, are limited. He said that, in contrast, there are abundant Paracas remains in the Ica, Pisco, and Chincha valleys, as well as the Bahía de la Independencia. He noted that the southern Nasca region, which became the most populous region of its culture, was never an important area of Paracas occupation. He believes that initial settlement of the region by Paracas populations and subsequent population growth mark the beginning of Nazca society.[16]\n\n"
        },
        {
            "title": "Paracas geoglyphs",
            "text": "In 2018 RPAS drones used by archaeologists to survey cultural evidence revealed many geoglyphs in Palpa province. These are being assigned to the Paracas culture. Many have been shown to predate the associated Nasca lines by a thousand years. In addition, some show a significant difference in subjects and locations, for instance, being constructed on a hillside rather than the desert valley floor.[17] Additional research is being conducted on these geoglyphs. \n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Early_Horizon",
        "https://en.wikipedia.org/wiki/Paracas_Candelabra",
        "https://en.wikipedia.org/wiki/Nazca_culture",
        "https://en.wikipedia.org/wiki/Andean",
        "https://en.wikipedia.org/wiki/Irrigation",
        "https://en.wikipedia.org/wiki/Water_resource_management",
        "https://en.wikipedia.org/wiki/Ica_Region",
        "https://en.wikipedia.org/wiki/Peru",
        "https://en.wikipedia.org/wiki/Archaeological_site",
        "https://en.wikipedia.org/wiki/Paracas_Peninsula",
        "https://en.wikipedia.org/wiki/Julio_Tello",
        "https://en.wikipedia.org/wiki/Shaft_tomb",
        "https://en.wikipedia.org/wiki/Polychrome",
        "https://en.wikipedia.org/wiki/Weaving",
        "https://en.wikipedia.org/wiki/Necropolis",
        "https://en.wikipedia.org/wiki/Nazca_culture",
        "https://en.wikipedia.org/wiki/Camelids",
        "https://en.wikipedia.org/wiki/Brooklyn_Museum",
        "https://en.wikipedia.org/wiki/Tara_spinosa",
        "https://en.wikipedia.org/wiki/Great_Depression",
        "https://en.wikipedia.org/wiki/UNESCO",
        "https://en.wikipedia.org/wiki/Nazca_culture",
        "https://en.wikipedia.org/wiki/Nazca_culture",
        "https://en.wikipedia.org/wiki/Iconography",
        "https://en.wikipedia.org/wiki/RPAS",
        "https://en.wikipedia.org/wiki/Geoglyph",
        "https://en.wikipedia.org/wiki/Nasca_lines",
        "https://en.wikipedia.org/wiki/Artificial_cranial_deformation",
        "https://en.wikipedia.org/wiki/Paracas_Candelabra",
        "https://en.wikipedia.org/wiki/Amazon_Standard_Identification_Number",
        "https://en.wikipedia.org/wiki/Paracas_culture",
        "https://en.wikipedia.org/wiki/Paracas_culture",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}