{
    "url": "https://en.wikipedia.org/wiki/Parthia",
    "title": "Parthia",
    "table_of_contents": [
        "1 Name",
        "2 Geography",
        "3 History",
        "3.1 Under the Achaemenids",
        "3.2 Under the Seleucids",
        "3.3 Under the Arsacids",
        "3.4 Under the Sasanians",
        "4 Language and literature",
        "5 Society",
        "6 Parthian cities",
        "7 See also",
        "8 References",
        "9 Bibliography"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Parthia (Old Persian: 𐎱𐎼𐎰𐎺 Parθava; Parthian: 𐭐𐭓𐭕𐭅 Parθaw; Middle Persian: 𐭯𐭫𐭮𐭥𐭡𐭥 Pahlaw) is a historical region located in northeastern Greater Iran. It was conquered and subjugated by the empire of the Medes during the 7th century BC, was incorporated into the subsequent Achaemenid Empire under Cyrus the Great in the 6th century BC, and formed part of the Hellenistic Seleucid Empire following the 4th-century-BC conquests of Alexander the Great. The region later served as the political and cultural base of the Eastern Iranian Parni people and Arsacid dynasty, rulers of the Parthian Empire (247 BC – 224 AD). The Sasanian Empire, the last state of pre-Islamic Iran, also held the region and maintained the seven Parthian clans as part of their feudal aristocracy.\n\n"
        },
        {
            "title": "Name",
            "text": "The name \"Parthia\" is a continuation from Latin Parthia, from Old Persian Parthava, which was the Parthian language self-designator signifying \"of the Parthians\" who were an Iranian people. In context to its Hellenistic period, Parthia also appears as Parthyaea.[citation needed]\n\nParthia was known as Pahlaw in the Middle Persian sources of the Sasanian period, and Pahla or Fahla by later Islamic authors.[1]\n\n"
        },
        {
            "title": "Geography",
            "text": "The original location of Parthia roughly corresponds to a region in northeastern Iran, though part is in southern Turkmenistan. It was bordered by the Kopet Dag mountain range in the north, and the Dasht-e-Kavir desert in the south. It bordered Media on the west, Hyrcania on the north west, Margiana on the northeast, and Aria on the east.[2]\n\nDuring Arsacid times, Parthia was united with Hyrcania as one administrative unit, and that region is therefore often (subject to context) considered a part of Parthia proper.[citation needed]\n\nBy the early Sasanian period, Parthia was located in the central part of the Iranian plateau, neighboring Pars to the south, Khuzistan to the south-west, Media to the north-west, the Alborz Mountains to the north, Abarshahr to the north-east, and Kirman to the east. In the late Sasanian era, Parthia came to embrace not only central and north-central Iran, but extended to the western parts of the plateau as well.[1]\n\nIn the Islamic era, Parthia was believed to be located in central and western Iran. Ibn al-Muqaffa considered Parthia as encompassing the regions of Isfahan, Ray, Hamadan, Mah-i Nihawand and Azerbaijan.[3] The same definition is found in the works of al-Khawazmi and Hamza al-Isfahani. Al-Dinawari, while not using the word Parthia, considered Jibal to be the realm of the last Parthian king, Artabanus IV.[1]\n\n"
        },
        {
            "title": "History",
            "text": "As the region inhabited by Parthians, Parthia first appears as a political entity in Achaemenid lists of governorates (\"satrapies\") under their dominion. Prior to this, the people of the region seem to have been subjects of the Medes,[4] and 7th century BC Assyrian texts mention a country named Partakka or Partukka (though this \"need not have coincided topographically with the later Parthia\").[5]\n\nA year after Cyrus the Great's defeat of the Median Astyages, Parthia became one of the first provinces to acknowledge Cyrus as their ruler, \"and this allegiance secured Cyrus' eastern flanks and enabled him to conduct the first of his imperial campaigns – against Sardis.\"[6] According to Greek sources, following the seizure of the Achaemenid throne by Darius I, the Parthians united with the Median king Phraortes to revolt against him. Hystaspes, the Achaemenid governor of the province (said to be father of Darius I), managed to suppress the revolt, which seems to have occurred around 522–521 BC.[citation needed]\n\nThe first indigenous Iranian mention of Parthia is in the Behistun inscription of Darius I, where Parthia is listed (in the typical Iranian clockwise order) among the governorates in the vicinity of Drangiana.[7] The inscription dates to c. 520 BC. The center of the administration \"may have been at [what would later be known as] Hecatompylus\".[8] The Parthians also appear in Herodotus' list of peoples subject to the Achaemenids; the historiographer treats the Parthians, Chorasmians, Sogdians and Areioi as peoples of a single satrapy (the 16th), whose annual tribute to the king he states to be only 300 talents of silver. This \"has rightly caused disquiet to modern scholars.\"[9]\n\nAt the Battle of Gaugamela in 331 BC between the forces of Darius III and those of Alexander the Great, one such Parthian unit was commanded by Phrataphernes, who was at the time Achaemenid governor of Parthia. Following the defeat of Darius III, Phrataphernes surrendered his governorate to Alexander when the Macedonian arrived there in the summer of 330 BC. Phrataphernes was reappointed governor by Alexander.[citation needed]\n\nFollowing the death of Alexander, in the Partition of Babylon in 323 BC, Parthia became a Seleucid governorate under Nicanor. Phrataphernes, the former governor, became governor of Hyrcania. In 320 BC, at the Partition of Triparadisus, Parthia was reassigned to Philip, former governor of Sogdiana. A few years later, the province was invaded by Peithon, governor of Media Magna, who then attempted to make his brother Eudamus governor. Peithon and Eudamus were driven back, and Parthia remained a governorate in its own right.[citation needed]\n\nIn 316 BC, Stasander, a vassal of Seleucus I Nicator and governor of Bactria (and, it seems, also of Aria and Margiana) was appointed governor of Parthia. For the next 60 years, various Seleucids would be appointed governors of the province.[citation needed]\n\nIn 247 BC, following the death of Antiochus II, Ptolemy III seized control of the Seleucid capital at Antioch, and \"so left the future of the Seleucid dynasty for a moment in question.\"[10] Taking advantage of the uncertain political situation, Andragoras, the Seleucid governor of Parthia, proclaimed his independence and began minting his own coins.[citation needed]\n\nMeanwhile, \"a man called Arsaces, of Scythian or Bactrian origin, [was] elected leader of the Parni\",[11] an eastern-Iranian peoples from the Tajen/Tajend River valley, south-east of the Caspian Sea.[12] Following the secession of Parthia from the Seleucid Empire and the resultant loss of Seleucid military support, Andragoras had difficulty in maintaining his borders, and about 238 BC – under the command of \"Arsaces and his brother Tiridates\"[11][13] – the Parni invaded[14] Parthia and seized control of Astabene (Astawa), the northern region of that territory, the administrative capital of which was Kabuchan (Kuchan in the vulgate).[citation needed]\n\nA short while later the Parni seized the rest of Parthia from Andragoras, killing him in the process. Although an initial punitive expedition by the Seleucids under Seleucus II was not successful, the Seleucids under Antiochus III recaptured Arsacid controlled territory in 209 BC from Arsaces' (or Tiridates') successor, Arsaces II. Arsaces II sued for peace and accepted vassal status,[13] and it was not until Arsaces II's grandson (or grand-nephew) Phraates I, that the Arsacids/Parni would again begin to assert their independence.[15]\n\nFrom their base in Parthia, the Arsacid dynasts eventually extended their dominion to include most of Greater Iran. They also quickly established several eponymous branches on the thrones of Armenia, Iberia, and Caucasian Albania. Even though the Arsacids only sporadically had their capital in Parthia, their power base was there, among the Parthian feudal families, upon whose military and financial support the Arsacids depended. In exchange for this support, these families received large tracts of land among the earliest conquered territories adjacent to Parthia, which the Parthian nobility then ruled as provincial rulers. The largest of these city-states were Kuchan, Semnan, Gorgan, Merv, Zabol and Yazd.[citation needed]\n\nFrom about 105 BC onwards, the power and influence of this handful of Parthian noble families was such that they frequently opposed the monarch, and would eventually be a \"contributory factor in the downfall\" of the dynasty.[16]\n\nFrom about 130 BC onwards, Parthia suffered numerous incursions by various nomadic tribes, including the Sakas, the Yuezhi, and the Massagetae. Each time, the Arsacid dynasts responded personally, doing so even when there were more severe threats from Seleucids or Romans looming on the western borders of their empire (as was the case for Mithridates I). Defending the empire against the nomads cost Phraates II and Artabanus I their lives.[16]\n\nThe Roman Crassus attempted to conquer Parthia in 52 BC but was decisively defeated at the Battle of Carrhae. Caesar was planning another invasion when he was assassinated in 44 BC. A long series of Roman-Parthian wars followed.[citation needed]\n\nAround 32 BC, civil war broke out when a certain Tiridates rebelled against Phraates IV, probably with the support of the nobility that Phraates had previously persecuted. The revolt was initially successful, but failed by 25 BC.[17] In 9/8, the Parthian nobility succeeded in putting their preferred king on the throne, but Vonones proved to have too tight a budgetary control, so he was usurped in favor of Artabanus II, who seems to have been a non-Arsacid Parthian nobleman. But when Artabanus attempted to consolidate his position (at which he was successful in most instances), he failed to do so in the regions where the Parthian provincial rulers held sway.[18]\n\nBy the 2nd century AD, the frequent wars with neighboring Rome and with the nomads, and the infighting among the Parthian nobility had weakened the Arsacids to a point where they could no longer defend their subjugated territories. The empire fractured as vassalaries increasingly claimed independence or were subjugated by others, and the Arsacids were themselves finally vanquished by the Persian Sassanids, a formerly minor vassal from southwestern Iran, in April 224.[citation needed]\n\nParthia was likely the first region conquered by Ardashir I after his victory over Artabanus IV, showing the importance of the province to the founder of the Sasanian dynasty.[1] Some of the Parthian nobility continued to resist Sasanian dominion for some time, but most switched their allegiance to the Sasanians very early. Several families that claimed descent from the Parthian noble families became a Sasanian institution known as the \"Seven houses\", five of which are \"in all probability\" not Parthian, but contrived genealogies \"in order to emphasize the antiquity of their families.\"[19]\n\nParthia continued to hold importance throughout the 3rd century. In his Ka'be-ye Zardusht inscription Shapur I lists the province of Parthia in second place after Pars. The Abnun inscription describes the Roman invasion of 243/44 as an attack on Pars and Parthia. Considering the Romans never went further than Mesopotamia, \"Pars and Parthia\" may stand for the Sasanian Empire itself.[20] Parthia was also the second province chosen for settlement by Roman prisoners of war after the Battle of Edessa in 260.[1]\n\n"
        },
        {
            "title": "Language and literature",
            "text": "The Parthians spoke Parthian, a north-western Iranian language. No Parthian literature survives from before the Sassanid period in its original form,[21] and they seem to have written down only very little. The Parthians did, however, have a thriving oral minstrel-poet culture, to the extent that their word for minstrel – gosan – survives to this day in many Iranian languages as well as especially in Armenian (\"gusan\"), on which it practised heavy (especially lexical and vocabulary) influence.[22] These professionals were evident in every facet of Parthian daily life, from cradle to grave, and they were entertainers of kings and commoners alike, proclaiming the worthiness of their patrons through association with mythical heroes and rulers.[23] These Parthian heroic poems, \"mainly known through Persian of the lost Middle Persian Xwaday-namag, and notably through Firdausi's Shahnameh, [were] doubtless not yet wholly lost in the Khurasan of [Firdausi's] day.\"[24]\n\nIn Parthia itself, attested use of written Parthian is limited to the nearly 3,000 ostraca found (in what seems to have been a wine storage) at Nisa, in present-day Turkmenistan. A handful of other evidence of written Parthian has also been found outside Parthia; the most important of these being the part of a land-sale document found at Avroman (in the Kermanshah province of Iran), and more ostraca, graffiti and the fragment of a business letter found at Dura-Europos in present-day Syria.[citation needed]\n\nThe Parthian Arsacids do not seem to have used Parthian until relatively late, and the language first appears on Arsacid coinage during the reign of Vologases I (51–58 AD).[25] Evidence that use of Parthian was nonetheless widespread comes from early Sassanid times; the declarations of the early Persian kings were – in addition to their native Middle Persian – also inscribed in Parthian.[citation needed]\n\nThe old poems known as fahlaviyat mostly come from the areas which were considered part of Parthia in the Islamic period. These poems have the characteristics of oral literature and may have continued the oral traditions of Parthian minstrels.[26]\n\n"
        },
        {
            "title": "Society",
            "text": "City-states of \"some considerable size\" existed in Parthia as early as the 1st millennium BC, \"and not just from the time of the Achaemenids or Seleucids.\"[27] However, for the most part, society was rural, and dominated by large landholders with large numbers of serfs, slaves, and other indentured labor at their disposal.[27] Communities with free peasants also existed.[citation needed]\n\nBy Arsacid times, Parthian society was divided into the four classes (limited to freemen). At the top were the kings and near family members of the king. These were followed by the lesser nobility and the general priesthood, followed by the mercantile class and lower-ranking civil servants, and with farmers and herdsmen at the bottom.[citation needed]\n\nLittle is known of the Parthian economy, but agriculture must have played the most important role in it. Significant trade first occurs with the establishment of the Silk road in 114 BC, when Hecatompylos became an important junction.[citation needed]\n\n"
        },
        {
            "title": "Parthian cities",
            "text": "Nisa (Nissa, Nusay) or Mithradātkert, located on a main trade route, was one of the earliest capitals of the Parthian Empire (c. 250 BC). The city is located in the northern foothills of the Kopetdag mountains, 11 miles west of present-day city of Ashgabat (the capital of Turkmenistan).[28] Nisa had a \"soaring two-story hall in the Hellenistic Greek style\"[29] and temple complexes used by early Arsaces dynasty. During the reign of Mithridates I of Parthia (c. 171 BC–138 BC) it was renamed Mithradatkirt (\"fortress of Mithradates\"). Merv (modern-day Mary) was another Parthian city.[citation needed]\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Iran",
        "https://en.wikipedia.org/wiki/Medes",
        "https://en.wikipedia.org/wiki/Historical_atlas",
        "https://en.wikipedia.org/wiki/William_Robert_Shepherd",
        "https://en.wikipedia.org/wiki/Parthian_Empire",
        "https://en.wikipedia.org/wiki/Old_Persian_language",
        "https://en.wikipedia.org/wiki/Parthian_language",
        "https://en.wikipedia.org/wiki/Middle_Persian_language",
        "https://en.wikipedia.org/wiki/Greater_Iran",
        "https://en.wikipedia.org/wiki/Medes",
        "https://en.wikipedia.org/wiki/Achaemenid_Empire",
        "https://en.wikipedia.org/wiki/Cyrus_the_Great",
        "https://en.wikipedia.org/wiki/Hellenistic",
        "https://en.wikipedia.org/wiki/Seleucid_Empire",
        "https://en.wikipedia.org/wiki/Wars_of_Alexander_the_Great",
        "https://en.wikipedia.org/wiki/Alexander_the_Great",
        "https://en.wikipedia.org/wiki/Eastern_Iranian_languages",
        "https://en.wikipedia.org/wiki/Parni",
        "https://en.wikipedia.org/wiki/Parthian_Empire",
        "https://en.wikipedia.org/wiki/Sasanian_Empire",
        "https://en.wikipedia.org/wiki/History_of_Iran",
        "https://en.wikipedia.org/wiki/Seven_Parthian_clans",
        "https://en.wikipedia.org/wiki/Xerxes_I",
        "https://en.wikipedia.org/wiki/Latin_language",
        "https://en.wikipedia.org/wiki/Old_Persian",
        "https://en.wikipedia.org/wiki/Parthian_language",
        "https://en.wikipedia.org/wiki/Iranian_peoples",
        "https://en.wikipedia.org/wiki/Hellenistic_period",
        "https://en.wikipedia.org/wiki/Iran",
        "https://en.wikipedia.org/wiki/Turkmenistan",
        "https://en.wikipedia.org/wiki/Kopet_Dag",
        "https://en.wikipedia.org/wiki/Medes",
        "https://en.wikipedia.org/wiki/Hyrcania",
        "https://en.wikipedia.org/wiki/Margiana",
        "https://en.wikipedia.org/wiki/Hyrcania",
        "https://en.wikipedia.org/wiki/Abarshahr",
        "https://en.wikipedia.org/wiki/Isfahan",
        "https://en.wikipedia.org/wiki/Abu_Hanifa_Dinawari",
        "https://en.wikipedia.org/wiki/Jibal",
        "https://en.wikipedia.org/wiki/Artabanus_IV_of_Parthia",
        "https://en.wikipedia.org/wiki/Aleph",
        "https://en.wikipedia.org/wiki/Achaemenid",
        "https://en.wikipedia.org/wiki/Medes",
        "https://en.wikipedia.org/wiki/Cyrus_the_Great",
        "https://en.wikipedia.org/wiki/Astyages",
        "https://en.wikipedia.org/wiki/Sardis",
        "https://en.wikipedia.org/wiki/Darius_I",
        "https://en.wikipedia.org/wiki/Behistun_inscription",
        "https://en.wikipedia.org/wiki/Darius_I",
        "https://en.wikipedia.org/wiki/Drangiana",
        "https://en.wikipedia.org/wiki/Hecatompylus",
        "https://en.wikipedia.org/wiki/Battle_of_Gaugamela",
        "https://en.wikipedia.org/wiki/Alexander_the_Great",
        "https://en.wikipedia.org/wiki/Phrataphernes",
        "https://en.wikipedia.org/wiki/Partition_of_Babylon",
        "https://en.wikipedia.org/wiki/Seleucid_Empire",
        "https://en.wikipedia.org/wiki/Hyrcania",
        "https://en.wikipedia.org/wiki/Partition_of_Triparadisus",
        "https://en.wikipedia.org/wiki/Sogdiana",
        "https://en.wikipedia.org/wiki/Peithon",
        "https://en.wikipedia.org/wiki/Seleucus_I_Nicator",
        "https://en.wikipedia.org/wiki/Bactria",
        "https://en.wikipedia.org/wiki/Herat",
        "https://en.wikipedia.org/wiki/Margiana",
        "https://en.wikipedia.org/wiki/Antiochus_II",
        "https://en.wikipedia.org/wiki/Ptolemy_III",
        "https://en.wikipedia.org/wiki/Antioch",
        "https://en.wikipedia.org/wiki/Arsaces_I",
        "https://en.wikipedia.org/wiki/Scythian",
        "https://en.wikipedia.org/wiki/Parni",
        "https://en.wikipedia.org/wiki/Caspian_Sea",
        "https://en.wikipedia.org/wiki/Tiridates_I_of_Parthia",
        "https://en.wikipedia.org/wiki/Kuchan",
        "https://en.wikipedia.org/wiki/Punitive_expedition",
        "https://en.wikipedia.org/wiki/Seleucus_II",
        "https://en.wikipedia.org/wiki/Antiochus_III",
        "https://en.wikipedia.org/wiki/Arsaces_II",
        "https://en.wikipedia.org/wiki/Phraates_I",
        "https://en.wikipedia.org/wiki/Parthian_Empire",
        "https://en.wikipedia.org/wiki/Mithridates_I_of_Parthia",
        "https://en.wikipedia.org/wiki/Heracles",
        "https://en.wikipedia.org/wiki/Greece",
        "https://en.wikipedia.org/wiki/Hellenistic_armies",
        "https://en.wikipedia.org/wiki/Parthian_Empire",
        "https://en.wikipedia.org/wiki/Greater_Iran",
        "https://en.wikipedia.org/wiki/Arsacid_dynasty_of_Armenia",
        "https://en.wikipedia.org/wiki/Arsacid_dynasty_of_Iberia",
        "https://en.wikipedia.org/wiki/Arsacid_Dynasty_of_Caucasian_Albania",
        "https://en.wikipedia.org/wiki/Kuchan",
        "https://en.wikipedia.org/wiki/Gorgan",
        "https://en.wikipedia.org/wiki/Merv",
        "https://en.wikipedia.org/wiki/Zabol",
        "https://en.wikipedia.org/wiki/Yazd",
        "https://en.wikipedia.org/wiki/Sakas",
        "https://en.wikipedia.org/wiki/Yuezhi",
        "https://en.wikipedia.org/wiki/Massagetae",
        "https://en.wikipedia.org/wiki/Seleucid_Empire",
        "https://en.wikipedia.org/wiki/Roman_Republic",
        "https://en.wikipedia.org/wiki/Mithridates_I_of_Parthia",
        "https://en.wikipedia.org/wiki/Phraates_II_of_Parthia",
        "https://en.wikipedia.org/wiki/Artabanus_I_of_Parthia",
        "https://en.wikipedia.org/wiki/Marcus_Licinius_Crassus",
        "https://en.wikipedia.org/wiki/Battle_of_Carrhae",
        "https://en.wikipedia.org/wiki/Julius_Caesar",
        "https://en.wikipedia.org/wiki/Phraates_IV",
        "https://en.wikipedia.org/wiki/Vonones_I",
        "https://en.wikipedia.org/wiki/Artabanus_II",
        "https://en.wikipedia.org/wiki/Sassanid_Empire",
        "https://en.wikipedia.org/wiki/Seven_Parthian_clans",
        "https://en.wikipedia.org/wiki/Shapur_I",
        "https://en.wikipedia.org/wiki/Battle_of_Misiche",
        "https://en.wikipedia.org/wiki/Battle_of_Edessa",
        "https://en.wikipedia.org/wiki/Parthian_language",
        "https://en.wikipedia.org/wiki/Hercules",
        "https://en.wikipedia.org/wiki/Hatra",
        "https://en.wikipedia.org/wiki/Iraq",
        "https://en.wikipedia.org/wiki/Parthian_language",
        "https://en.wikipedia.org/wiki/Minstrel",
        "https://en.wikipedia.org/wiki/Armenian_language",
        "https://en.wikipedia.org/wiki/Middle_Persian",
        "https://en.wikipedia.org/wiki/Firdausi",
        "https://en.wikipedia.org/wiki/Shahnameh",
        "https://en.wikipedia.org/wiki/Ostraca",
        "https://en.wikipedia.org/wiki/Wine_storage",
        "https://en.wikipedia.org/wiki/Avroman",
        "https://en.wikipedia.org/wiki/Kermanshah",
        "https://en.wikipedia.org/wiki/Iran",
        "https://en.wikipedia.org/wiki/Syria",
        "https://en.wikipedia.org/wiki/Vologases_I",
        "https://en.wikipedia.org/wiki/Persis",
        "https://en.wikipedia.org/wiki/Middle_Persian",
        "https://en.wikipedia.org/wiki/Silk_road",
        "https://en.wikipedia.org/wiki/Hecatompylos",
        "https://en.wikipedia.org/wiki/Ashgabat",
        "https://en.wikipedia.org/wiki/Turkmenistan",
        "https://en.wikipedia.org/wiki/Arsaces_I_of_Parthia",
        "https://en.wikipedia.org/wiki/Mithridates_I_of_Parthia",
        "https://en.wikipedia.org/wiki/Merv",
        "https://en.wikipedia.org/wiki/Asaak",
        "https://en.wikipedia.org/wiki/Hecatompylos",
        "https://en.wikipedia.org/wiki/Gurgan",
        "https://en.wikipedia.org/wiki/List_of_Parthian_kings",
        "https://en.wikipedia.org/wiki/Khwarasan",
        "https://en.wikipedia.org/wiki/Greater_Khorasan",
        "https://en.wikipedia.org/wiki/Parthian_shot",
        "https://en.wikipedia.org/wiki/Jona_Lendering",
        "https://en.wikipedia.org/wiki/Wikisource",
        "https://en.wikipedia.org/wiki/Achaemenid_Empire",
        "https://en.wikipedia.org/wiki/Behistun_Inscription",
        "https://en.wikipedia.org/wiki/Persepolis",
        "https://en.wikipedia.org/wiki/Palace_of_Darius_in_Susa",
        "https://en.wikipedia.org/wiki/Daeva",
        "https://en.wikipedia.org/wiki/Quhistan",
        "https://en.wikipedia.org/wiki/Achaemenid_Arabia",
        "https://en.wikipedia.org/wiki/Arachosia",
        "https://en.wikipedia.org/wiki/Satrapy_of_Armenia",
        "https://en.wikipedia.org/wiki/Achaemenid_Assyria",
        "https://en.wikipedia.org/wiki/Caria",
        "https://en.wikipedia.org/wiki/Colchis",
        "https://en.wikipedia.org/wiki/Dahae",
        "https://en.wikipedia.org/wiki/Drangiana",
        "https://en.wikipedia.org/wiki/Levant",
        "https://en.wikipedia.org/wiki/Elam",
        "https://en.wikipedia.org/wiki/Hyrcania",
        "https://en.wikipedia.org/wiki/Hindush",
        "https://en.wikipedia.org/wiki/Margiana",
        "https://en.wikipedia.org/wiki/Massagetae",
        "https://en.wikipedia.org/wiki/Persis",
        "https://en.wikipedia.org/wiki/Achaemenid_Phoenicia",
        "https://en.wikipedia.org/wiki/Phrygia",
        "https://en.wikipedia.org/wiki/Hellespontine_Phrygia",
        "https://en.wikipedia.org/wiki/Saka",
        "https://en.wikipedia.org/wiki/Sattagydia",
        "https://en.wikipedia.org/wiki/Skudra",
        "https://en.wikipedia.org/wiki/Sogdia",
        "https://en.wikipedia.org/wiki/Taxation_districts_of_the_Achaemenid_Empire",
        "https://en.wikipedia.org/wiki/Herodotus",
        "https://en.wikipedia.org/wiki/Sasanian_Empire",
        "https://en.wikipedia.org/wiki/Abarshahr",
        "https://en.wikipedia.org/wiki/Adurbadagan",
        "https://en.wikipedia.org/wiki/Arbayistan",
        "https://en.wikipedia.org/wiki/Sasanian_Armenia",
        "https://en.wikipedia.org/wiki/Asoristan",
        "https://en.wikipedia.org/wiki/Balasagan",
        "https://en.wikipedia.org/wiki/Dahae",
        "https://en.wikipedia.org/wiki/Sasanian_Egypt",
        "https://en.wikipedia.org/wiki/Garamig_ud_Nodardashiragan",
        "https://en.wikipedia.org/wiki/Garmekan",
        "https://en.wikipedia.org/wiki/Hyrcania",
        "https://en.wikipedia.org/wiki/Sasanian_Iberia",
        "https://en.wikipedia.org/wiki/Kadagistan",
        "https://en.wikipedia.org/wiki/Kushanshahr",
        "https://en.wikipedia.org/wiki/Sasanian_Khwarazm",
        "https://en.wikipedia.org/wiki/Lazica",
        "https://en.wikipedia.org/wiki/Machelones",
        "https://en.wikipedia.org/wiki/Makran",
        "https://en.wikipedia.org/wiki/Margiana",
        "https://en.wikipedia.org/wiki/Mazun",
        "https://en.wikipedia.org/wiki/Meshan",
        "https://en.wikipedia.org/wiki/Paradan",
        "https://en.wikipedia.org/wiki/Padishkhwargar",
        "https://en.wikipedia.org/wiki/Sogdia",
        "https://en.wikipedia.org/wiki/Suristan",
        "https://en.wikipedia.org/wiki/Sasanian_Yemen",
        "https://en.wikipedia.org/wiki/Parthian_Empire",
        "https://en.wikipedia.org/wiki/Parni",
        "https://en.wikipedia.org/wiki/Dahae",
        "https://en.wikipedia.org/wiki/Parni_conquest_of_Parthia",
        "https://en.wikipedia.org/wiki/Arsacid_dynasty_of_Armenia",
        "https://en.wikipedia.org/wiki/Arsacid_dynasty_of_Iberia",
        "https://en.wikipedia.org/wiki/Arsacid_dynasty_of_Caucasian_Albania",
        "https://en.wikipedia.org/wiki/Chosroid_dynasty",
        "https://en.wikipedia.org/wiki/Seven_Great_Houses_of_Iran",
        "https://en.wikipedia.org/wiki/House_of_Ispahbudhan",
        "https://en.wikipedia.org/wiki/House_of_Karen",
        "https://en.wikipedia.org/wiki/House_of_Mihran",
        "https://en.wikipedia.org/wiki/House_of_Spandiyadh",
        "https://en.wikipedia.org/wiki/House_of_Suren",
        "https://en.wikipedia.org/wiki/House_of_Zik",
        "https://en.wikipedia.org/wiki/Parthian_art",
        "https://en.wikipedia.org/wiki/Parthian_coinage",
        "https://en.wikipedia.org/wiki/Parthian_dress",
        "https://en.wikipedia.org/wiki/Parthian_language",
        "https://en.wikipedia.org/wiki/Parthian_music",
        "https://en.wikipedia.org/wiki/Battle_of_Ecbatana",
        "https://en.wikipedia.org/wiki/Battle_of_Carrhae",
        "https://en.wikipedia.org/wiki/Battle_of_the_Cilician_Gates",
        "https://en.wikipedia.org/wiki/Battle_of_Mount_Gindarus",
        "https://en.wikipedia.org/wiki/Battle_of_Amanus_Pass",
        "https://en.wikipedia.org/wiki/Parthian_war_of_Caracalla",
        "https://en.wikipedia.org/wiki/Parthian_army",
        "https://en.wikipedia.org/wiki/Parthian_shot",
        "https://en.wikipedia.org/wiki/List_of_Parthian_monarchs",
        "https://en.wikipedia.org/wiki/Parthia",
        "https://en.wikipedia.org/wiki/Parthia",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}