{
    "url": "https://en.wikipedia.org/wiki/Passing_of_Peregrinus",
    "title": "Passing of Peregrinus",
    "table_of_contents": [
        "1 Summary",
        "2 Lucian’s satirical purpose",
        "3 Historical criticism",
        "4 Relationship between Cynics and Christians",
        "5 Other contemporary texts that mention Peregrinus",
        "6 Notes",
        "7 References",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The Passing of Peregrinus or The Death of Peregrinus (Greek: Περὶ τῆς Περεγρίνου Τελευτῆς; Latin: De Morte Peregrini) is a satire by the Syrian Greek writer Lucian in which the lead character, the Cynic philosopher Peregrinus Proteus, takes advantage of the generosity of Christians and lives a disingenuous life before burning himself at the Olympic Games of 165 AD. The text is historically significant because it contains one of the earliest evaluations of early Christianity by a non-Christian author.[1]\n\n"
        },
        {
            "title": "Summary",
            "text": "Lucian writes his account as a letter to Cronius the Pythagorean, a Platonist philosopher. He tells Cronius that Peregrinus has burned himself to death at the recent Olympics. The author assumes that Cronius will find this news greatly amusing and gratifying.[3] The narrative then shifts to Elis where Lucian, having just arrived, overhears Peregrinus's follower Theagenes compare Peregrinus, or Proteus, to Heracles and even Zeus himself. Theagenes announces Peregrinus's plan to kill himself through fire.[4] Following Theagenes's speech Lucian enters the story as a double character. This double admonishes the crowd and provides an account of Peregrinus's life from his perspective. According to Lucian's double, Peregrinus was caught in adultery in Armenia shortly after entering manhood, seduced a youth and bribed the child's parents, and killed his own father.[5] According to Lucian's double, Peregrinus exiled himself after this and wandered until he arrived in Palestine where he learned under the Christians. With the Christians, Peregrinus became an influential leader and author, and was \"honored...as a god\".[6] During this period, Peregrinus was imprisoned for his being revered \"as a god\" and \"as a lawgiver\" and was cared for by Christians from throughout the province of Asia who regarded him according to Lucian as “the new Socrates”.[7] Hoping to avoid making a martyr out of Peregrinus, according to Lucian, the governor of Syria released Peregrinus.[8]\n\nAfter returning home, Lucian writes that Peregrinus faced threats of prosecution over the death of his father and left his father's land (30 talents according to Lucian, 5 thousand according to Theagenes) to the city of Parium to escape punishment. It is at this point that Peregrinus began to appear as a Cynic, or “with his hair now grown long, wearing a dirty cloak, a pouch at his side and a staff in his hand”.[9] After this Lucian claims that Peregrinus broke Christian dietary laws and was excommunicated from the church. Without their funding Lucian claims that Peregrinus attempted to reclaim his property from Parium, but lost his claim. Upon losing his case Peregrinus set out to Egypt where he trained as an ascetic and demonstrated his Cynic indifference to society by masturbating in a large crowd. Sailing to Rome, Peregrinus began to speak out in public against various officials including the Emperor, who ignored him, before being sent away by the city prefect.[10] Returning to Greece, he began speaking out again, this time against the Eleans, the Romans, and Herodes Atticus who had recently constructed an aqueduct. After nearly being stoned, Peregrinus fled to Zeus's sanctuary and renounced his former opinions about the aqueduct.[11]\n\nAt the following Olympics, Peregrinus proclaimed his intention to burn himself to death at the following games. Lucian decries his methods, saying that while he intends on following Heracles he is more similar to the arsonist who burned the Temple of Artemis at Ephesus.[12] Lucian then makes a prophecy about Peregrinus's future followers and includes two prophecies: one from the Sybil, related by Theagenes which compares Peregrinus to Heracles, and a second from the oracle of Bacis which calls for his followers to follow him in killing themselves or face stoning. Lucian's double ends his speech, and the crowd calls for Peregrinus's death.[13] Switching back to the first person Lucian announces that Peregrinus arrived with his followers and delivered a speech comparing himself to Heracles before being applauded by “the more stupid of the people”.[14]  Announcing his cremation would take place in the evening at Harpina, Peregrinus poured incense on the pyre and shouted “Spirits of my mother and father, receive me favorably” before entering the flames.[15] Ending his letter Lucian again remarks that Cronius will find these events humorous as he himself did.[16] He describes a false account of the death that he gave to several followers of Peregrinus in which the cremation was followed by an earthquake and a vulture emerging from the smoke. Lucian also mentions that in his past he shared a voyage from Troas with Peregrinus, who he found to be quite cowardly.[17] Lucian claims that Peregrinus—sick with fever—feared death on the ship, saying, “But that way would bring less renown, being common to everyone”.[18]\n\n"
        },
        {
            "title": "",
            "text": "Lucian's work can be faulted for its bias if it is read as a straightforward historical account of Peregrinus's life and death. However, it is a work of satire, with several possible purposes. His presentation of facts is sometimes motivated by his intention to attack beliefs that he viewed as disingenuous, naïve, or superstitious. Several scholars have attempted to divine Lucian's purpose in order to better judge the veracity of his account. According to Mark Edwards, satire \"seeks, not truth, but the characteristic and the probable\".[19] Along these lines, Lucian shows that Peregrinus, rather than being the consummate Cynic, was actually a fake, and that early Christianity was home to the most radically out-of-step Cynics at that time. Edwards argues that Lucian's character Philosophy in The Fugitives makes a distinction between the admirable deaths of the Brahmins and the less honorable lives of the pretenders, led by Peregrinus, who only care for the appearance of these virtues in order to avoid work and accumulate wealth.[20]\n\nAnother avenue for Lucian's attack on Peregrinus, according to Stephen Benko, is the act of suicide, and how Peregrinus carries it out. Lucian mentions the example of the Brahmins, who killed themselves in a more honorable manner than Peregrinus who sought out attention. Benko claims that the manner of Peregrinus's suicide seems to have been shaped in some part by the public martyrdom of early Christians like Polycarp.[21] Mark Edwards argues that Lucian also attacks the Christian claims of a strong moral code by having Peregrinus both break several of these laws (adultery, murder) and gain a high place in the church.[22] Edwards claims that this is in response to Aristides' argument against the divinity of Zeus. Aristides argues that \"How then can a god be an adulterer, a pederast, and the murderer of his own father?\" Lucian assigns all three roles to Peregrinus, and notes that he was honored “as a god” by the Christians. Edwards points out that the Christian apologists' claims to philosophic strength is challenged by Lucian through the judgment of the governor of Syria. The governor has an interest in philosophy, but has no interest for the Christian Peregrinus and frees him in order to avoid making a martyr out of him.\n\nC. P. Jones writes that Lucian uses the format of a letter to Cronius as a way to legitimize his opinion of Peregrinus, and set up a dichotomy in which his views represent the realm of reason, while the Cynics are fanatics.[23] This can be seen in his frequent remarks that Cronius will have found his account incredibly amusing. Jones also argues that Theagenes's comparison of Peregrinus to both Heracles and Zeus is meant to further discredit him amongst his followers. Finally, he argues that Lucian's account of his own creation of legends involving Peregrinus's death is meant to discredit his surviving followers. Jones writes that these same legends were currently being spread around the growing group of followers of Peregrinus, and so Lucian's careless creation of them shows the foolishly high level of credulity among the followers.\n\n"
        },
        {
            "title": "Historical criticism",
            "text": "Although The Passing of the Peregrinus is clearly satirical, several modern historians have criticized it for inaccuracies concerning the details of Peregrinus's life. In addition to the bias in his account, some critics argue that Lucian misses several key historical facts about the church that Peregrinus interacted with as well as major events that may have shaped his life. Stephen Benko criticizes Lucian's negative portrayal of Peregrinus as being the result of his own narrow opinion that belief in the supernatural was ridiculous. Disputing Lucian's presentation of Christians as easily fooled simpletons, Benko notes that the Didache warns congregations about travelers who stayed more than two or three days without working.[24] Benko also argues that Lucian's views on Peregrinus's attitude toward death may have been influenced by the general public opinion of Christian martyrs and their own attitudes toward death.[25] Lucian's take on the Christians' attitudes towards death comes when he writes:\n\nGilbert Bagani argues that Lucian is wrong about the nature of the charges Peregrinus received as well as his eventual pardon. Bagani points out that Trajan's orders to Pliny would not have allowed for the governor to simply pardon a self-professed Christian like Peregrinus who had had charges brought against him on the matter.[27] Instead he proposes that the arrest was made as part of a larger crackdown following the Bar Kochba revolt, and he was released when his jailers realized that he was not related to the insurrection. Bagani also argues that Peregrinus's excommunication may have been based on his refusal to eat pork, rather than his eating sacrificial meat as has been supposed.[28] He bases this on the hypothesis that the Christian sect was heavily Jewish in their origin before the revolt and Peregrinus's imprisonment, but after the revolt it became more heavily Gentile and accepting of those who consumed pork. Peregrinus's ties to the earlier congregation would have presented a difficulty in this manner. C. P. Jones argues that Lucian changed the order of Peregrinus's gift of land to Parium and his excommunication for satirical purposes.[29] By stating that Peregrinus only gave up his land because he was under the expectation that he could live off of the kindness of other Christians, and then backtracked on the gift when this possibility was taken away, Lucian undermines Peregrinus's claim to have given up his possessions for a more high-minded purpose.\n\n"
        },
        {
            "title": "Relationship between Cynics and Christians",
            "text": "Three Christian writers wrote about Peregrinus after his death. Tertullian remarks that while Peregrinus had died a pagan, his willingness to suffer was an example to Christians.[30] Tatian, a Greek apologist, is heavily critical of Peregrinus and other Cynics. He writes: \"They say they want nothing, yet like Proteus, they need a currier for their wallet, and a weaver for their mantle, and a woodcutter for their staff, and the rich, and a cook also for their gluttony.\"[31] Tatian describes a state of war between Cynics, in whose lot he includes Peregrinus, and Christians. In fact Crescens, who had brought charges against the apologist Justin Martyr, was a Cynic. Athenagoras mocks Peregrinus's death as well as the attention it received and insinuates that he should not be considered a martyr.[32] He also describes a statue of Peregrinus built in Greece that supposedly has oracular powers. He argues that these powers must not come from Peregrinus. Stephen Benko argues that Peregrinus and other Cynics presented an image of asceticism that was ultimately incorporated into Christian monasticism.[33] Cynics were supposed to live with few possessions, have little worldly ambition, and were forced to endure severe training or \"Askesis\". Benko compares this training to that undergone by monks in the Egyptian desert.[34]\n\n"
        },
        {
            "title": "Other contemporary texts that mention Peregrinus",
            "text": "Three other close contemporaries of Peregrinus mention him in existent literature. Aulus Gellius in Noctes Atticae describes Peregrinus as a “serious and disciplined man”.[35] He also attributes to Peregrinus the idea that philosophers never do wrong even though they do not fear detection by men or the gods, while less righteous men need the deterrent of detection by one or the other to avoid sinning. Philostratus the younger writes about Peregrinus in connection with Herodes, the builder of the aqueduct in Elis. He calls Herodes calm for his measured response.[36] Philostraus the elder also mentions Peregrinus in connection with Herodes and his criticism.[36] Lucian also mentions Peregrinus in The Fugitives, which he begins with a scene involving Zeus complaining about the stench of Peregrinus's burning corpse reaching him and the gods.\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Greek_language",
        "https://en.wikipedia.org/wiki/Latin_language",
        "https://en.wikipedia.org/wiki/Satire",
        "https://en.wikipedia.org/wiki/Roman_Syria",
        "https://en.wikipedia.org/wiki/Lucian",
        "https://en.wikipedia.org/wiki/Peregrinus_Proteus",
        "https://en.wikipedia.org/wiki/Christians",
        "https://en.wikipedia.org/wiki/Ancient_Olympic_Games",
        "https://en.wikipedia.org/wiki/Early_Christianity",
        "https://en.wikipedia.org/wiki/Stadium_at_Olympia",
        "https://en.wikipedia.org/wiki/Cronius_the_Pythagorean",
        "https://en.wikipedia.org/wiki/Ancient_Elis",
        "https://en.wikipedia.org/wiki/Theagenes_of_Patras",
        "https://en.wikipedia.org/wiki/Heracles",
        "https://en.wikipedia.org/wiki/Zeus",
        "https://en.wikipedia.org/wiki/Armenia",
        "https://en.wikipedia.org/wiki/Parium",
        "https://en.wikipedia.org/wiki/Eleans",
        "https://en.wikipedia.org/wiki/Herostratus",
        "https://en.wikipedia.org/wiki/Sibyl",
        "https://en.wikipedia.org/wiki/Bacis",
        "https://en.wikipedia.org/wiki/Harpina",
        "https://en.wikipedia.org/wiki/Satire",
        "https://en.wikipedia.org/wiki/Brahmin",
        "https://en.wikipedia.org/wiki/Suicide",
        "https://en.wikipedia.org/wiki/Martyrdom",
        "https://en.wikipedia.org/wiki/Martyrdom_of_Polycarp",
        "https://en.wikipedia.org/wiki/Aristides",
        "https://en.wikipedia.org/wiki/Didache",
        "https://en.wikipedia.org/wiki/Trajan",
        "https://en.wikipedia.org/wiki/Pliny_the_younger",
        "https://en.wikipedia.org/wiki/Bar_Kochba_revolt",
        "https://en.wikipedia.org/wiki/Jewish",
        "https://en.wikipedia.org/wiki/Gentile",
        "https://en.wikipedia.org/wiki/Tertullian",
        "https://en.wikipedia.org/wiki/Tatian",
        "https://en.wikipedia.org/wiki/Justin_Martyr",
        "https://en.wikipedia.org/wiki/Athenagoras_of_Athens",
        "https://en.wikipedia.org/wiki/Aulus_Gellius",
        "https://en.wikipedia.org/wiki/Noctes_Atticae",
        "https://en.wikipedia.org/wiki/Wikisource",
        "https://en.wikipedia.org/wiki/Lucian",
        "https://en.wikipedia.org/wiki/List_of_works_by_Lucian",
        "https://en.wikipedia.org/wiki/De_Dea_Syria",
        "https://en.wikipedia.org/wiki/Dialogues_of_the_Gods",
        "https://en.wikipedia.org/wiki/Lover_of_Lies",
        "https://en.wikipedia.org/wiki/Toxaris",
        "https://en.wikipedia.org/wiki/A_True_Story",
        "https://en.wikipedia.org/wiki/How_to_Write_History",
        "https://en.wikipedia.org/wiki/Philopatris",
        "https://en.wikipedia.org/wiki/Timarion",
        "https://en.wikipedia.org/wiki/Passing_of_Peregrinus",
        "https://en.wikipedia.org/wiki/Passing_of_Peregrinus",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}