{
    "url": "https://en.wikipedia.org/wiki/Payasi",
    "title": "Payasi",
    "table_of_contents": [],
    "paragraphs": [
        {
            "title": "",
            "text": "Payasi was a Cārvāka (materialist) philosopher in ancient India and was possibly a contemporary of Buddha. He was possibly a prince, if early Buddhist and Jaina sources could be believed. The only source of information that exists today about this philosopher is the form of purvapaksa—a material available in the works of others, which are cited for refutation.\n\n"
        },
        {
            "title": "In Payasisuttanta",
            "text": "The Buddhist Payasisuttanta and the Jain Agama Rayapasenaijja (Sanskrit Rājapraśnīya) both were devoted to the refutation of Payasi's views. They both claim that he eventually converted to Buddhism or Jainism. According to the Payasisuttanta, as quoted by Debiprasad Chattopadhyaya, \"Neither is there any other world, nor are there beings reborn otherwise than from parents, nor is there fruit or result of deed well-done or ill-done.\"[1]\n\nThe Payasisuttanta states \"once everyone was seated, Prince Payasi said, \"Reverend Kumara, I maintain that kamma does not have effects. I believe that there is no life after death, no world beyond our own. I think that angels and demons are things from a child’s dream.\"\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Materialist",
        "https://en.wikipedia.org/wiki/Philosopher",
        "https://en.wikipedia.org/wiki/India",
        "https://en.wikipedia.org/wiki/Gautama_Buddha",
        "https://en.wikipedia.org/wiki/Prince",
        "https://en.wikipedia.org/wiki/Buddhist",
        "https://en.wikipedia.org/wiki/Jainism",
        "https://en.wikipedia.org/wiki/Jain_Agamas",
        "https://en.wikipedia.org/wiki/Debiprasad_Chattopadhyaya",
        "https://en.wikipedia.org/wiki/Karma",
        "https://en.wikipedia.org/wiki/Debiprasad_Chattopadhyaya",
        "https://en.wikipedia.org/wiki/Debiprasad_Chattopadhyaya",
        "https://en.wikipedia.org/wiki/Payasi",
        "https://en.wikipedia.org/wiki/Payasi",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}