{
    "url": "https://en.wikipedia.org/wiki/Peanuts",
    "title": "Peanuts",
    "table_of_contents": [
        "1 Title",
        "2 History",
        "2.1 1950s",
        "2.2 1960s",
        "2.3 1970s–1990s",
        "2.4 2000: End of Peanuts",
        "3 Characters",
        "3.1 Charlie Brown",
        "3.2 Snoopy",
        "3.3 Linus and Lucy",
        "3.4 Peppermint Patty and Marcie",
        "3.5 Supporting characters",
        "4 Reception",
        "5 Legacy",
        "6 Books",
        "6.1 The Complete Peanuts",
        "6.2 Anniversary books",
        "7 Adaptations",
        "7.1 Animation",
        "7.2 Music",
        "7.3 Theater",
        "8 Licensing",
        "8.1 Advertising and retail",
        "8.2 Games",
        "8.3 Amusement parks",
        "8.4 Exhibition",
        "9 Ownership",
        "10 References",
        "10.1 Citations",
        "10.2 Bibliography",
        "10.2.1 Books",
        "10.2.2 Periodicals",
        "10.2.3 Online",
        "11 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nPeanuts is a syndicated daily and Sunday American comic strip written and illustrated by Charles M. Schulz. The strip's original run extended from 1950 to 2000, continuing in reruns afterward. Peanuts is among the most popular and influential in the history of comic strips, with 17,897 strips published in all,[1] making it \"arguably the longest story ever told by one human being\".[2][3] At the time of Schulz's death in 2000, Peanuts ran in over 2,600 newspapers, with a readership of around 355 million in 75 countries, and was translated into 21 languages.[4] It helped to cement the four-panel gag strip as the standard in the United States,[5] and together with its merchandise earned Schulz more than $1 billion.[1]\n\nPeanuts focuses entirely on a social circle of young children, where adults exist but are never seen and rarely heard. The main character, Charlie Brown, is meek, nervous, and lacks self-confidence. He is unable to fly a kite, win a baseball game, or kick a football held by his irascible friend Lucy, who always pulls it away at the last instant.[6] Peanuts is a literate strip with philosophical, psychological, and sociological overtones, which was innovative in the 1950s.[7] Its humor is psychologically complex and driven by the characters' interactions and relationships.\n\nPeanuts achieved considerable success with its television specials, several of which, including A Charlie Brown Christmas[8] and It's the Great Pumpkin, Charlie Brown,[9] won or were nominated for Emmy Awards. The Peanuts holiday specials remain popular and had been broadcast on network television for over 50 years before moving to the Apple TV+ streaming service in 2020.[10] In addition, the specials occasionally reran on PBS and PBS Kids from 2020 to 2021, as PBS and Apple TV+ could not renew the agreement for 2022.[11] Peanuts also had successful adaptations in theatre, with the stage musical You're a Good Man, Charlie Brown an oft-performed production. In 2013, TV Guide ranked the Peanuts television specials the fourth-greatest TV cartoon of all time.[12] A computer-animated feature film based on the franchise was released in 2015.\n\n"
        },
        {
            "title": "Title",
            "text": "Peanuts had its origin in Li'l Folks, a weekly panel cartoon that appeared in Schulz's hometown newspaper, the St. Paul Pioneer Press, from 1947 to 1950. Elementary details of the cartoon shared similarities to Peanuts. The name \"Charlie Brown\" was first used there. The series also had a dog that looked much like the early 1950s version of Snoopy.[14]\n\nSchulz submitted his Li'l Folks cartoons to United Features Syndicate (UFS), who responded with interest. He visited the syndicate in New York City and presented a package of new comic strips he had worked on, rather than the panel cartoons he submitted. UFS found they preferred the comic strip.[13][15] When UFS was preparing to syndicate the comic strip as Li'l Folk, that is Li'l Folks without an 's', Tack Knight who authored the retired 1930s comic strip Little Folks sought to claim exclusive rights to the title being used. Schulz argued in a letter to Knight that the contraction of Little to Li'l was intended to avoid this conflict, but conceded that the final decision would be for the syndicate. A different name for the comic strip became necessary after legal advice confirmed that Little Folks was a registered trademark.[16] Meanwhile, the production manager of UFS noted the popularity of the children's program Howdy Doody. The show featured an audience of children who were seated in the \"Peanut Gallery\", and were referred to as \"Peanuts\". This inspired the decided title that was forced upon Schulz, to his consternation.[17]\n\nSchulz hated the title Peanuts, which remained a source of irritation to him throughout his life. He accused the production manager at UFS of not having even seen the comic strip before giving it a title, and said that the title would only make sense if there was a character named \"Peanuts\".[18] On the day it was syndicated, Schulz's friend visited a news stand in uptown Minneapolis and asked if there were any newspapers that carried Peanuts, to which the newsdealer replied, \"No, and we don't have any with popcorn either\"; this event confirmed his fears concerning the title.[19] Whenever Schulz was asked what he did for a living, he would evade mentioning the title and say \"I draw that comic strip with Snoopy in it, Charlie Brown and his dog\".[20] In 1997 Schulz said that he had discussed changing the title to Charlie Brown on multiple occasions in the past, but found that it would ultimately cause problems with licensees who already incorporated the existing title into their products, with unnecessary expenses involved for all downstream licensees to change it.[21]\n\n"
        },
        {
            "title": "History",
            "text": "The strip began as a daily strip on October 2, 1950, in seven newspapers: the Minneapolis Star, a hometown newspaper of Schulz (page 37, along with a short article); The Washington Post; Chicago Tribune; The Denver Post; The Seattle Times; and two newspapers in Pennsylvania, Evening Chronicle (Allentown) and Globe-Times (Bethlehem).[22] The first strip was four panels long and showed Charlie Brown walking by two other young children, Shermy and Patty. Shermy lauds Charlie Brown as he walks by, but then tells Patty how he hates him in the final panel. Snoopy was also an early character in the strip, first appearing in the third strip, which ran on October 4.[23] Its first Sunday strip appeared January 6, 1952, in the half-page format, which was the only complete format for the entire life of the Sunday strip. Most of the other characters that eventually became regulars of the strip did not appear until later: Violet (February 1951), Schroeder (May 1951), Lucy (March 1952), Linus (September 1952), Pig-Pen (July 1954), Sally (August 1959), Frieda (March 1961), \"Peppermint\" Patty (August 1966), Franklin (July 1968), Woodstock (introduced March 1966, officially named June 1970), Marcie (July 1971), and Rerun (March 1973).\n\nSchulz decided to produce all aspects of the strip himself from the script to the finished art and lettering. Schulz did, however, hire help to produce the comic book adaptations of Peanuts.[24] Thus, the strip was able to be presented with a unified tone, and Schulz was able to employ a minimalistic style. Backgrounds were generally not used, and when they were, Schulz's frazzled lines imbued them with a fraught, psychological appearance. This style has been described by art critic John Carlin as forcing \"its readers to focus on subtle nuances rather than broad actions or sharp transitions.\"[25] Schulz held this belief all his life, reaffirming in 1994 the importance of crafting the strip himself: \"This is not a crazy business about slinging ink. This is a deadly serious business.\"[26]\n\nWhile the strip in its early years resembles its later form, there are significant differences. The art was cleaner, sleeker, and simpler, with thicker lines and short, squat characters. For example, in these early strips, Charlie Brown's famous round head is closer to the shape of an American football or rugby football. Most of the kids were initially fairly round-headed. As another example, all the characters (except Charlie Brown) had their mouths longer and had smaller eyes when they looked sideways. \n\nThe 1960s is generally considered to be the \"golden age\" for Peanuts.[27] During this period, some of the strip's best-known themes and characters appeared, including Peppermint Patty,[28] Snoopy as the \"World War One Flying Ace\",[29] Frieda and her \"naturally curly hair\",[30] and Franklin.[31] Peanuts is remarkable for its deft social commentary, especially compared with other strips appearing in the 1950s and early 1960s. Schulz did not explicitly address racial and gender equality issues so much as assume them to be self-evident. Peppermint Patty's athletic skill and self-confidence are simply taken for granted, for example, as is Franklin's presence in a racially integrated school and neighborhood. (Franklin's creation occurred at least in part as a result of Schulz's 1968 correspondence with a socially progressive fan.[32][33]) The fact that Charlie Brown's baseball team had three girls on it was also at least ten years ahead of its time. The 1966 prime time television special Charlie Brown's All Stars! dealt with Charlie Brown refusing sponsorship of his team on the condition he fire the girls and Snoopy, because the league does not allow girls or dogs to play.\n\nSchulz threw satirical barbs at any number of topics when he chose. His child and animal characters satirized the adult world.[34] Over the years he tackled everything from the Vietnam War to school dress codes to \"New Math\". One strip on May 20, 1962, even had an icon that stated \"Defend Freedom, Buy US Savings Bonds.\"[35] In 1963 he added a little boy named \"5\" to the cast,[36] whose sisters were named \"3\" and \"4,\"[37] and whose father had changed their family name to their ZIP Code, giving in to the way numbers were taking over people's identities. Also in 1963, one strip showed Sally being secretive about school prayer, in reference to the Supreme Court decisions on it that year.[38] In 1958, a strip in which Snoopy tossed Linus into the air and boasted that he was the first dog ever to launch a human parodied the hype associated with Sputnik 2's launch of Laika the dog into space earlier that year. Another sequence lampooned Little Leagues and \"organized\" play when all the neighborhood kids join snowman-building leagues and criticize Charlie Brown when he insists on building his own snowmen without leagues or coaches.\n\nPeanuts touched on religious themes on many occasions, especially during the 1960s. The classic television special A Charlie Brown Christmas from 1965, features the character Linus van Pelt quoting the King James Version of the Bible (Luke 2:8–14) to explain to Charlie Brown what Christmas is all about (in personal interviews, Schulz mentioned that Linus represented his spiritual side). Because of the explicit religious material in A Charlie Brown Christmas, many have interpreted Schulz's work as having a distinct Christian theme, though the popular perspective has been to view the franchise through a secular lens.[39]\n\nDuring the week of July 29, 1968, Schulz debuted the African-American character Franklin to the strip, at the urging of white Los Angeles schoolteacher Harriet Glickman. Though Schulz feared that adding a black character would be seen as patronizing to the African-American community, Glickman convinced him that the addition of Black characters could help normalize the idea of friendships between children of different ethnicities. Franklin appeared in a trio of strips set at a beach, in which he first gets Charlie Brown's beach ball from the water and subsequently helps him build a sand castle, during which he mentions that his father is in Vietnam. In this series, Franklin never occupies the same panel as Sally;[32][33] however, he would do so later in the strip.\n\nIn 1975, the panel format was shortened slightly horizontally, and shortly thereafter the lettering became larger to compensate. Previously, the daily Peanuts strips were formatted in a four-panel \"space saving\" format beginning in the 1950s, with a few very rare eight-panel strips, that still fit into the four-panel mold. Beginning on Leap Day in 1988, Schulz abandoned the four-panel format in favor of three-panel dailies and occasionally used the entire length of the strip as one panel, partly for experimentation, but also to combat the dwindling size of the comics page.[citation needed]\n\nSchulz drew the strip for nearly 50 years, with no assistants, even in the lettering and coloring process.[40]\n\nIn the late 1970s, during Schulz's negotiations with United Feature Syndicate over a new contract, syndicate president William C. Payette hired superhero comic artist Al Plastino to draw a backlog of Peanuts strips to hold in reserve in case Schulz left the strip. When Schulz and the syndicate reached a successful agreement, United Media stored these unpublished strips, the existence of which eventually became public.[41] Plastino himself also claimed to have ghostwritten for Schulz while Schulz underwent heart surgery in 1983.[42]\n\nIn the 1980s and the 1990s, the strip remained the most popular comic in history,[43] even though other comics, such as Garfield and Calvin and Hobbes, rivaled Peanuts in popularity. Schulz continued to write the strip until announcing his retirement on December 14, 1999, due to his failing health.\n\nThe final daily original Peanuts comic strip was published on Monday, January 3, 2000. The strip contained a note to the readers of the strip from Schulz and a drawing of Snoopy, with his trusty typewriter, sitting atop his doghouse deep in thought. Beginning the next day, a rerun package premiered in papers that had elected to pick it up (see below). Although Schulz did not draw any daily strips that ran past January 3, he had drawn five Sunday strips that had yet to run. The first of these appeared six days after the last daily, on January 9.\n\nOn February 13, 2000, the day after Schulz's death, the last-ever new Peanuts strip ran in papers. Three panels long, it begins with Charlie Brown answering the phone with someone on the other end presumably asking for Snoopy. Charlie Brown responds with \"No, I think he's writing.\" The next panel shows Snoopy sitting at his typewriter with the opening to a letter addressed to \"Dear Friends\". The final panel features a large blue sky background over which several drawings from past strips are placed. Underneath those drawings is a colorized version of Schulz's January 3 strip, with almost the same note he wrote to fans, which reads as follows:\n\nMany other cartoonists paid tribute to Peanuts and Schulz by homages in their own strips, appearing on February 13, 2000, or in the week beforehand.[44] The comic was reprinted the day after that, but only had the farewell letter. After Peanuts ended, United Feature Syndicate began offering the newspapers that ran it a package of reprinted strips under the title Classic Peanuts. The syndicate limited the choices to either strips from the 1960s or from the 1990s, although a newspaper was also given the option to carry both reprint packages if it desired. All Sunday strips in the package, however, come from the 1960s.\n\nPeanuts continues to be prevalent in multiple media through widespread syndication, the publication of The Complete Peanuts, the release of several new television specials (all of which Schulz had worked on, but had not finished, before his death), and Peanuts Motion Comics. Additionally, BOOM! Studios has published a series of comic books that feature new material by new writers and artists, although some of it is based on classic Schulz stories from decades past, as well as including some classic strips by Schulz, mostly Sunday color strips.\n\nUniversal Uclick's website, GoComics.com, announced on January 5, 2015 that they would be launching \"Peanuts Begins\", a feature rerunning the entire history of the strip from the beginning in colorized form. This was done to honor the 65th anniversary of the strip's debut.[45]\n\n"
        },
        {
            "title": "Characters",
            "text": "Charlie Brown is a young boy. He is the main character, acting as the center of the strip's world and serving as an everyman.[46][47][48] While seen as decent, considerate, and reflective, he is also awkward, deeply sensitive, and said to suffer from an inferiority complex. Charlie Brown is a constant failure: he can never win a ballgame; he can never successfully fly a kite.[47][49] His sense of determination regardless of the certainty of failure can either be interpreted as self-defeating stubbornness, or admirable persistence. When he fails, however, he experiences pain and anguish through self-pity.[49] The journalist Christopher Caldwell observed this tension between Charlie Brown's negative and positive attitudes, stating: \"What makes Charlie Brown such a rich character is that he's not purely a loser. The self-loathing that causes him so much anguish is decidedly not self-effacement. Charlie Brown is optimistic enough to think he can earn a sense of self-worth.\"[50] Schulz named Charlie Brown after a colleague of his while working at Art Instruction, whose full name was Charlie Francis Brown.[51]\n\nReaders and critics have explored the question as to whether Schulz based Charlie Brown on himself. This question often carried the suggestion that the emotionally sensitive and depressed behaviour of Charlie Brown drew from Schulz's own life or childhood experiences.[52][53][54] Commenting on the tendency of these conclusions being drawn, Schulz said in a 1968 interview that \"I think of myself as Charles Schulz. But if someone wants to believe I'm really Charlie Brown, well, it makes a good story.\"[55] He explained in another interview that the comic strip as a whole is a personal expression, and so it is impossible to avoid all the characters presenting aspects of his personality.[54] Biographer David Michaelis made a similar conclusion, describing Charlie Brown as simply representing Schulz's \"wishy-washiness and determination\".[56] Regardless, some profiles of Schulz confidently held that Charlie Brown was based on him.[57]\n\nSnoopy is a dog, who later in the development of the strip would be described as a beagle.[58] While generally behaving like a real dog and having a non-speaking role, he connects to readers through having human thoughts.[59][60] Despite acting like a real dog much of the time, Snoopy possesses many different anthropomorphic traits. Most notably, he frequently walks on his hind legs and is able to use tools, including his typewriter. He introduces fantasy elements to the strip by extending his identity through various alter egos. Many of these alter egos, such as a \"World-Famous\" attorney, surgeon or secret agent were seen only once or twice.[61] His character is a mixture of innocence and egotism; he possesses childlike joy, while on occasion being somewhat selfish.[62][63] He has an arrogant commitment to his independence, but is often shown to be dependent on humans.[61][62] Schulz was careful in balancing Snoopy's life between that of a real dog, and that of a fantastical character.[64] While the interior  of Snoopy's doghouse is described in the strip as having such things as a library and a pool table and being adorned with paintings of Wyeth and Van Gogh, it was never shown: it would have demanded an inappropriate kind of suspension of disbelief from readers.[65]\n\nLinus and Lucy are siblings; Linus is the younger brother and Lucy is the older sister.[66]\n\nLucy is bossy, selfish and opinionated, and is used to deliver commentary on offense and honesty, as well as sarcasm.[67][68] Schulz described Lucy as full of misdirected confidence, but having the virtue of being capable of cutting right down to the truth.[69] He said that Lucy is mean because it is funny, particularly because she is a girl: he posited that a boy being mean to girls would not be funny at all, describing a pattern in comic strip writing where it is comical when supposedly weak characters dominate supposedly strong characters.[70] Lucy at times acts as a psychiatrist and charges five cents for psychiatric advice to other characters (usually Charlie Brown) from her \"psychiatric booth\", a booth parodying the setup of a lemonade stand.[71] Lucy's role as a psychiatrist has attracted attention from real-life individuals in the field of psychology; the psychiatrist Athar Yawar playfully identified various moments in the strip where her activities could be characterised as pursuing medical and scientific interests, commenting \"Lucy is very much the modern doctor\".[49]\n\nLinus introduces intellectual, spiritual and reflective elements to the strip. He offers opinions on topics such as literature, art, science, politics and theology. He possesses a sense of morality and ethical judgment that enables him to navigate topics such as faith, intolerance, and depression. Schulz enjoyed the adaptability of his character, remarking he can be \"very smart\" as well as \"dumb\".[72] He has a tendency of expressing lofty or pompous ideas that are quickly rebuked.[67] He finds psychological security from thumb sucking and holding a blanket for comfort, referred to as his \"security blanket\". The idea of his security blanket originated from Schulz's own observation of his first three children, who carried around blankets. Schulz described Linus's blanket as \"probably the single best thing that I ever thought of\". He was proud of its versatility for visual humor in the strip, and with how the phrase \"security blanket\" entered the dictionary.[73][74]\n\nPeppermint Patty and Marcie are two girls who are friends with each other. They attend a different school than Charlie Brown, on the other side of town, and so represent a slightly different social circle from the other characters.[75]\n\nPeppermint Patty is a tomboy who is forthright, loyal, and has what Schulz described as a \"devastating singleness of purpose\".[76] She frequently misunderstands things, to the extent that it serves as the premise of many individual strips and stories; in one story she prepares for a \"skating\" competition, only to learn with disastrous results that it is for roller skating and not ice skating.[77] She struggles at school and with her homework, and often falls asleep in school. The wife of Charles Schulz, Jean Schulz, suggested that this is the consequence of how Peppermint Patty's single father works late; she stays awake at night waiting for him. In general, Charles Schulz imagined that some of her problems were from having an absent mother.[78]\n\nMarcie is bookish, and a good student.[75] Schulz described her as relatively perceptive compared to other characters, stating that \"she sees the truth in things\"[76] (although she perpetually addresses Peppermint Patty as \"sir\"). The writer Laura Bradley identified her role as \"the unassuming one with sage-like insights\".[79]\n\nIn addition to the core cast, other characters appeared regularly for a majority of the strip's duration:\n\nSeveral early characters faded out of prominence during the strip's run. For example Shermy, Patty and Violet were core characters during the initial years of the strip.[89][90][91] By 1956, Patty and Violet's roles were described only as an extension to Lucy's, and Shermy, who was initially Charlie Brown's closest friend, was then described merely as \"an extra little boy\".[73] Similarly Frieda, a girl with \"naturally curly hair\", was introduced in 1962, but was already being phased out by the late 1960s after her comic value had seemed to have rapidly run its course; and after 1975, she made only background appearances.[15] Conversely, Rerun, the youngest brother of Linus and Lucy, had only limited visibility after his introduction in 1973, but became a foreground character by the middle of the 1990s.[92]\n\n"
        },
        {
            "title": "Reception",
            "text": "Schulz received the National Cartoonists Society Humor Comic Strip Award for Peanuts in 1962, the Reuben Award in 1955 and 1964 (the first cartoonist to receive the honor twice), the Elzie Segar Award in 1980, and the Milton Caniff Lifetime Achievement Award in 1999. A Charlie Brown Christmas won a Peabody Award and an Emmy; Peanuts cartoon specials have received a total of two Peabody Awards and four Emmys. For his work on the strip, Schulz has a star on the Hollywood Walk of Fame (as does Snoopy) and a place in the William Randolph Hearst Cartoon Hall of Fame. Peanuts was featured on the cover of Time on April 9, 1965, with the accompanying article calling it \"the leader of a refreshing new breed that takes an unprecedented interest in the basics of life.\"[93]\n\nThe strip was declared second in a list of the \"greatest comics of the 20th century\" commissioned by The Comics Journal in 1999.[94] The top-ranked comic was George Herriman's Krazy Kat, a strip Schulz admired (and in fact was among his biggest inspirations), and he accepted the ranking in good grace, to the point of agreeing with it.[95] In 2002 TV Guide declared Snoopy and Charlie Brown tied for 8th[96] in its list of the \"Top 50 Greatest Cartoon Characters of All Time\",[97] published to commemorate its 50th anniversary.\n\nSchulz was included in the touring exhibition \"Masters of American Comics\". His work was described as \"psychologically complex,\" and his style as \"perfectly in keeping with the style of its times.\"[25]\n\nDespite the widespread acclaim Peanuts has received, some critics have alleged a decline in quality in the later years of its run, as Schulz frequently digressed from the more cerebral socio-psychological themes that characterized his earlier work in favor of lighter, more whimsical fare. For example, in an essay published in the New York Press at the time of the final daily strip in January 2000, \"Against Snoopy,\" Christopher Caldwell argued that Snoopy, and the strip's increased focus on him in the 1970s, \"went from being the strip's besetting artistic weakness to ruining it altogether\".[27]\n\n"
        },
        {
            "title": "Legacy",
            "text": "Robert L. Short interpreted certain themes and conversations in Peanuts as consistent with parts of Christian theology, and used them as illustrations in his lectures on the gospel, as explained in his book The Gospel According to Peanuts, the first of several he wrote on religion, Peanuts, and popular culture.\n\nGiant helium balloons of Snoopy, Charlie Brown, and Woodstock have been featured in the annual Macy's Thanksgiving Day Parade in New York City since 1968. This was referenced in a 2008 Super Bowl XLII commercial for Coca-Cola, in which the Charlie Brown balloon snags a Coca-Cola bottle from two battling balloons (Underdog and Stewie Griffin).\n\nSnoopy has been the personal safety mascot for NASA astronauts since 1968,[98] and NASA issues a Silver Snoopy award to its employees or contractors' employees who promote flight safety. The black-and-white communications cap carrying an audio headset worn since 1968 by the Apollo, Skylab, and Space Shuttle astronauts was commonly referred to as a Snoopy cap.[99]\n\nThe Apollo 10 lunar module's call sign was Snoopy, and the command module's call sign was Charlie Brown.[100] While not included in the mission logo, Charlie Brown and Snoopy became semi-official mascots for the mission.[101][102] Charles Schulz drew an original picture of Charlie Brown in a spacesuit that was hidden aboard the craft to be found by the astronauts once they were in orbit. This drawing is now on display at the Kennedy Space Center.\n\nThe December 1997 issue of The Comics Journal featured an extensive collection of testimonials to Peanuts. Over 40 cartoonists, from mainstream newspaper cartoonists to underground, independent comic artists, shared reflections on the power and influence of Schulz's art. Gilbert Hernandez wrote, \"Peanuts was and still is for me a revelation. It's mostly from Peanuts where I was inspired to create the village of Palomar in Love and Rockets. Schulz's characters, the humor, the insight ... gush, gush, gush, bow, bow, bow, grovel, grovel, grovel ...\" Tom Batiuk wrote: \"The influence of Charles Schulz on the craft of cartooning is so pervasive it is almost taken for granted.\" Batiuk also described the depth of emotion in Peanuts: \"Just beneath the cheerful surface were vulnerabilities and anxieties that we all experienced, but were reluctant to acknowledge. By sharing those feelings with us, Schulz showed us a vital aspect of our common humanity, which is, it seems to me, the ultimate goal of great art.\"[103]\n\nCartoon tributes have appeared in other comic strips since Schulz's death in 2000 and are now displayed at the Charles Schulz Museum.[104] On May 27, 2000, many cartoonists collaborated to include references to Peanuts in their strips. Originally planned as a tribute to Schulz's retirement, after his death that February it became a tribute to his life and career. Similarly, on October 30, 2005, several comic strips again included references to Peanuts and specifically the It's the Great Pumpkin, Charlie Brown television special. On November 26, 2022, several cartoonists included references to Peanuts and Charles Schulz in their strips to celebrate his 100th birthday.[105]\n\nPeanuts on Parade is St. Paul, Minnesota's tribute to Peanuts.[106] It began in 2000, with the placing of 101 five-foot-tall (1.5 m) statues of Snoopy throughout the city of Saint Paul. The statues were later auctioned at the Mall of America in Bloomington, Minnesota. In 2001, there was \"Charlie Brown Around Town\", 2002 brought \"Looking for Lucy\", and in 2003, \"Linus Blankets Saint Paul\".[107] Permanent bronze statues of the Peanuts characters are found in Landmark Plaza in downtown St. Paul.[108]\n\nA Peanuts World War I Flying Ace U.S. commemorative postage stamp was released on May 17, 2001. The value was 34 cents, first class.[109]\n\nIn 2001, the Sonoma County Board of Supervisors renamed the Sonoma County Airport, located a few miles northwest of Santa Rosa, California, the Charles M. Schulz Airport in his honor. The airport's logo features Snoopy as the World War I Flying Ace (goggles/scarf), taking to the skies on top of his red doghouse (the Sopwith Camel). A bronze statue of Charlie Brown and Snoopy stands in Depot Park in downtown Santa Rosa.[110]\n\n"
        },
        {
            "title": "Books",
            "text": "The Peanuts characters have been featured in many books over the years.[111][112] Some represented chronological reprints of the newspaper strip, while others were thematic collections such as Snoopy's Tennis Book, or collections of inspirational adages such as Happiness Is a Warm Puppy. Some single-story books were produced, such as Snoopy and the Red Baron. In addition, many of the animated television specials and feature films were adapted into book form.\n\nThe primary series of reprints was published by Rinehart & Company (later Holt, Rinehart and Winston) beginning in 1952, with the release of a collection simply titled Peanuts. This series, which presented the strips in rough chronological order (albeit with many strips omitted from each year) continued through the 1980s, after which reprint rights were handed off to various other publishers. Ballantine Books published the last original series of Peanuts reprints, including Peanuts 2000, which collected the final year of the strip's run.\n\nCoinciding with these reprints were smaller paperback collections published by Fawcett Publications. Drawing material from the main reprints, this paperback series began with The Wonderful World of Peanuts in 1962 and continued through Lead On, Snoopy in 1992.\n\nCharles Schulz had always resisted republication of the earliest Peanuts strips, as they did not reflect the characters as he eventually developed them. However, in 1997 he began talks with Fantagraphics Books to have the entire run of the strip, which would end up with 17,897 strips in total, published chronologically in book form.[113] In addition to the post-millennium Peanuts publications are BOOM! Studios restyling of the comics and activity books, and \"First Appearances\" series. Its content is produced by Peanuts Studio, subsequently an arm of Peanuts Worldwide LLC.\n\nThe entire run of Peanuts, covering nearly 50 years of comic strips, was reprinted in Fantagraphics' The Complete Peanuts, a 26-volume set published over a 12-year period, consisting of two volumes per year published every May and October. The first volume (collecting strips from 1950 to 1952) was published in May 2004; the volume containing the final newspaper strips (including all the strips from 1999 and seven strips from 2000, along with the complete run of Li'l Folks[114]) was published in May 2016,[115] with a twenty-sixth volume containing outside-the-daily-strip Peanuts material by Schulz appeared in the fall of that year. A companion series, titled Peanuts Every Sunday and presenting the complete Sunday strips in color (as the main Complete Peanuts books reproduce them in black and white only), was launched in December 2013; this series will run ten volumes, with the last expected to be published in 2022.\n\nIn addition, almost all Peanuts strips are now also authoritatively available online at GoComics.com (there are some strips missing from the digital archive). Peanuts strips were previously featured on Comics.com.\n\nSeveral books have been released to commemorate key anniversaries of Peanuts:\n\n"
        },
        {
            "title": "Adaptations",
            "text": "The strip was first adapted into animation in The Tennessee Ernie Ford Show. A TV documentary, A Boy Named Charlie Brown (1963), featured newly animated segments but this did not air due to not being able to find a channel willing to broadcast it.[117] It did however shape the team for A Charlie Brown Christmas (1965), a half-hour Christmas special broadcast on CBS. It was met with extensive critical success.[118] It was the first  of a set of Peanuts television specials (second counting the 1963 documentary), and forms a selection of holiday-themed specials which are aired annually in the US to the present day,[119][120] including It's the Great Pumpkin, Charlie Brown[121] (1966), and A Charlie Brown Thanksgiving[122] (1973). The animated specials were significant to the cultural impact of Peanuts; they were remarked in 1972 as being \"among the most consistently popular television specials\" and \"regularly have been in the top 10 in the ratings\".[123] The specials were acquired by Apple TV+ in 2020.[124] The first feature-length film, A Boy Named Charlie Brown, came in 1969,[125] and was one of four which were produced before the comic strip ended. A Saturday morning television series aired in 1983, each episode consisting of three or four segments dealing with plot lines from the strip.[126] An additional spin-off miniseries, This Is America, Charlie Brown, aired in 1988, exploring the history of the United States.[127]\n\nThe characters continue to be adapted into animation after the comic strip ended, with the latest television special It's the Small Things, Charlie Brown  made in 2022.[128] A series of cartoon shorts premiered on iTunes, as Peanuts Motion Comics (2008), which directly lifted themes and plot lines from the strip.[129] In 2014, the French network France 3 debuted Peanuts by Schulz, a series of episodes each consisting of several roughly one-minute shorts bundled together.[130] The latest feature-length film, The Peanuts Movie, was released in 2015.[131] A series for the streaming service Apple TV+, Snoopy in Space, was released in 2019,[132][133] and The Snoopy Show premiered in 2021.[134][135] The characters make a guest appearance in the 2020 Mariah Carey's Magical Christmas Special.[136]\n\nSeries\n\nFilm\n\nThe album A Charlie Brown Christmas was recorded in 1965, the original soundtrack from the animated television special of the same name.[137] It was performed by the jazz trio led by pianist Vince Guaraldi.[138] It enjoys enduring critical, commercial, and cultural success; employing a sombre and whimsical style, songs such as Christmas Time Is Here evoke a muted and quiet melody,[138] and arrangements such as the traditional carol O Tannenbaum improvised in a light, off-centre pace.[137] The album has continued popularity to the present day; writer Chris Barton for the Los Angeles Times praised it in 2013 as \"one of the most beloved holiday albums recorded\",[137] Al Jazeera described it as \"one of the most popular Christmas albums of all time\".[139] The album was added to the national recording registry of the Library of Congress in 2012, being regarded as \"culturally, historically, or aesthetically important\".[137]\n\nThe American rock band The Royal Guardsmen recorded four novelty songs from 1966 to 1968 as tributes to Snoopy. The first song was released as the single Snoopy Vs. The Red Baron (1966), based on the storyline of Snoopy sitting atop his dog house imagining himself as a World War I pilot, battling the German flying ace The Red Baron. The band would later release two more similar songs in 1967, Return of The Red Baron and Snoopy's Christmas. In 1968 they recorded Snoopy for President.[140]\n\nThe characters first appeared in live stage production in 1967 with the musical You're a Good Man, Charlie Brown, scored by Clark Gesner. It is a collection of musical sketches, where the characters explore their identities and discover the feelings they have for each other.[141] The play was performed off-broadway, as well as later being performed as a live telecast on NBC.[123] The play continued to have other professional performances, in the London West End, and later a Broadway revival, while also being a popular choice of musical by amateur theater groups such as schools.[142]\n\nA second musical premiered in 1975, Snoopy! The Musical, scored by Larry Grossman with lyrics by Hal Hackady. A sequel to You're a Good Man, Charlie Brown, Snoopy! is also a collection of musical sketches, though focused on Snoopy.[141] It was first performed in San Francisco,[143] and eventually off-Broadway for 152 performances.[144]\n\nYou're a Good Man, Charlie Brown and Snoopy!!! The Musical were both further adapted as animated television specials, respectively, in 1985[145] and in 1988.[141] Going in the opposite direction from animation to live production, is the 2016 A Charlie Brown Christmas, based on the animated television special of the same name. It is considered a generally faithful readaptation, although it features the additional characters Woodstock and Peppermint Patty who did not exist in the strip when the original was made.[146]\n\n"
        },
        {
            "title": "Licensing",
            "text": "The characters from the comic have long been licensed for use on merchandise, the success of the comic strip helping to create a market for such items. In 1958, the Hungerford Plastics Corporation created a set of five vinyl dolls of the most famous characters (Charlie Brown, Snoopy, Lucy, Linus, and Schroeder); they expanded this line in 1961 to make the dolls slightly larger and included Sally and Pig-Pen.[147] An early example of the characters appearing in promotional material was strips and illustrations drawn by Schulz for the 1955 instructional booklet for the Kodak Brownie camera, The Brownie Book of Picture Taking.[148] Another early campaign was on behalf of Ford Motor Company; magazine illustrations, brochure illustrations, and animated television spots featuring the characters were used to promote the Ford Falcon from January 1960 into 1964.[148] Schulz credited the Ford campaign as the first time where licensing the characters earned \"a lot of money\". However, he expressed a dislike of illustrating the adverts, describing it as \"hard work\" and would have preferred to dedicate equivalent effort to drawing the Sunday format strips.[149]\n\nSome licensing relationships were maintained long-term. Hallmark began printing greetings cards and party goods featuring the characters in 1960.[150] In the late 1960s, Sanrio held the licensing rights in Japan for Snoopy. Sanrio is best known for Hello Kitty and its focus on the kawaii segment of the Japanese market.[151] Beginning in 1985, the characters were made mascots and served as spokespeople for the MetLife insurance company, with the intention to make the business \"more friendly and approachable\".[152] Schulz justified the licensing relationship with MetLife as necessary to financially support his philanthropic work, although refused to openly describe the exact details of the work he was financing.[153] In 2016, the 31-year licensing relationship with MetLife ended.[152]\n\nIn 1999, it was estimated that there were 20,000 different new products each year adorning a variety of licensed items, such as: clothing, plush toys of Snoopy, Thermos bottles, lunch boxes, picture frames, and music boxes.[150] The familiarity of the characters also proved lucrative for advertising material in both print and television,[154] appearing on products such as Dolly Madison snack cakes, Chex Mix snacks, Bounty paper towels, Kraft macaroni cheese and A&W Root Beer.[155]\n\nThe sheer extent to which the characters are used in licensed material is a subject of criticism against Schulz. Los Angeles Times pointed out that \"some critics [say] Schulz was distracted by marketing demands, and his characters had become caricatures of themselves by shilling for Metropolitan Life Insurance, Dolly Madison cupcakes and others.\"[156] Schulz reasoned that his approach to licensing was in fact modest, stating \"our [licensing] program is built upon characters who are figuratively alive\" and \"we're not simply stamping these characters out on the sides of products just to sell products\" while also adding \"Snoopy is so versatile he just seems to be able to fit into any role and it just works. It's not that we're out to clutter the market with products. In fact anyone saying we're overdoing it is way off base because actually we are underdoing it\".[157]\n\nThe Peanuts characters have appeared in several video games, such as Snoopy in 1984 by Radarsoft, Snoopy: The Cool Computer Game by The Edge, Snoopy and the Red Baron for the Atari 2600, Snoopy's Silly Sports Spectacular (1989, Nintendo Entertainment System), Snoopy's Magic Show (1990, Game Boy), Snoopy Tennis (2001, Game Boy Color), Snoopy Concert which was released in 1995 and sold to the Japanese market for the Super NES, and in October 2006, a second game titled Snoopy vs. The Red Baron by Namco Bandai for the PlayStation 2. In July 2007, the Peanuts characters appeared in the Snoopy the Flying Ace mobile phone game by Namco Networks. In November 2015, Snoopy's Town Tale was launched for mobile by Pixowl, featuring the entire Peanuts gang along with Snoopy and Charlie Brown.\n\nIn 1980 (with a new edition published in 1990), the Funk & Wagnalls publishing house also produced a children's encyclopedia called the Charlie Brown's 'Cyclopedia. The 15-volume set features many of the Peanuts characters.\n\nIn April 2002, The Peanuts Collectors Edition Monopoly board game was released by USAopoly. The game was dedicated to Schulz in memory of his passing.\n\nIn 1983, Knott's Berry Farm, in Southern California, was the first theme park to license the Peanuts characters, creating the first Camp Snoopy area and making Snoopy the park's mascot. Knott's expanded its operation in 1992 by building an indoor amusement park in the Mall of America, called Knott's Camp Snoopy. The Knott's theme parks were acquired by the national amusement park chain Cedar Fair Entertainment Company in 1997, which continued to operate Knott's Camp Snoopy park until the mall took over its operation in March 2005.[158] Cedar Fair had already licensed the Peanuts characters for use in 1992 as an atmosphere,[159] so its acquisition of Knott's Berry Farm did not alter the use of those characters.\n\nSnoopy is currently the official mascot of all the Cedar Fair parks. It was previously used in all of the park logos but it has since been removed. Cedar Fair also operated a Camp Snoopy area at Dorney Park & Wildwater Kingdom, Worlds of Fun, and Valleyfair featuring various Peanuts-themed attractions until 2011. There is still a Camp Snoopy area at Cedar Point and Knott's Berry Farm.\n\nIn 2008, Cedar Point introduced Planet Snoopy, a children's area where Peanuts Playground used to be. This area consists of family and children's rides relocated from Cedar Point's sister park Geauga Lake after its closing. The rides are inspired by Peanuts characters. The area also consists of a \"Kids Only\" restaurant called Joe Cool Cafe (there is a small menu for adults). In 2010, the Nickelodeon Central and Nickelodeon Universe areas in the former Paramount Parks (California's Great America, Canada's Wonderland, Carowinds, Kings Dominion, and Kings Island) were replaced by Planet Snoopy. In 2011, Cedar Fair announced it would also add Planet Snoopy to Valleyfair, Dorney Park & Wildwater Kingdom, and Worlds of Fun, replacing the Camp Snoopy areas. ″Carowinds″ Planet Snoopy was rethemed to Camp Snoopy. Planet Snoopy is now at every Cedar Fair parks beside Knott's Berry Farm, Carowinds, Michigan's Adventure.\n\nAlso, the Peanuts characters can be found at Universal Studios Japan in the Universal Wonderland section along with the characters from Sesame Street and Hello Kitty,[160] and in the Snoopy's World in Hong Kong.\n\nAn exhibition titled Good Grief, Charlie Brown! Celebrating Snoopy and the Enduring Power of Peanuts opened at Somerset House in London on 25 October 2018, running until 3 March 2019. The exhibition brought together Charles M. Schulz's original Peanuts cartoons with work from a wide range of acclaimed contemporary artists and designers who have been inspired by the cartoon.[161]\n\n"
        },
        {
            "title": "Ownership",
            "text": "On June 3, 2010, United Media sold all its Peanuts-related assets, including its strips and branding, to a new company, Peanuts Worldwide LLC, a joint venture of the Iconix Brand Group (which owned 80 percent) and Charles M. Schulz Creative Associates (20 percent). In addition, United Media sold its United Media Licensing arm, which represents licensing for its other properties, to Peanuts Worldwide.[162][163] United Feature Syndicate continued to syndicate the strip, until February 27, 2011, when Universal Uclick took over syndication, ending United Media's 60-plus-year stewardship of Peanuts.[164]\n\nIn May 2017, Canada-based DHX Media (now WildBrain) announced that it would acquire Iconix's entertainment brands, including the 80% stake of Peanuts Worldwide and full rights to the Strawberry Shortcake brand, for $345 million.[165] DHX officially took control of the properties on June 30, 2017.[166]\n\nOn May 13, 2018, DHX announced it had reached a strategic agreement for Sony Music Entertainment Japan to acquire 49% of its 80% stake in Peanuts Worldwide for $185 million, with DHX holding a 41% stake and SMEJ owning 39%. (SMEJ's consumer products division has been a licensing agent for the Peanuts brand since 2010.)[167] The transaction was completed on July 23.[168] Two months after the sale's completion, DHX eliminated the rest of its debt by signing a five-year, multi-million-dollar agency agreement with CAA-GBG Global Brand Management Group (a brand management joint venture between Creative Artists Agency and Hong Kong-based Global Brands Group) to represent the Peanuts brand in China and the rest of Asia excluding Japan.[169][170][171]\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Peanut",
        "https://en.wikipedia.org/wiki/Snoopy",
        "https://en.wikipedia.org/wiki/Charlie_Brown",
        "https://en.wikipedia.org/wiki/Lucy_Van_Pelt",
        "https://en.wikipedia.org/wiki/Linus_Van_Pelt",
        "https://en.wikipedia.org/wiki/Peppermint_Patty",
        "https://en.wikipedia.org/wiki/Sally_Brown",
        "https://en.wikipedia.org/wiki/United_Feature_Syndicate",
        "https://en.wikipedia.org/wiki/Universal_Uclick",
        "https://en.wikipedia.org/wiki/Andrews_McMeel_Syndication",
        "https://en.wikipedia.org/wiki/Print_syndication",
        "https://en.wikipedia.org/wiki/Daily_strip",
        "https://en.wikipedia.org/wiki/Sunday_strip",
        "https://en.wikipedia.org/wiki/Comic_strip",
        "https://en.wikipedia.org/wiki/Yonkoma",
        "https://en.wikipedia.org/wiki/Unseen_character",
        "https://en.wikipedia.org/wiki/Charlie_Brown",
        "https://en.wikipedia.org/wiki/Kite",
        "https://en.wikipedia.org/wiki/Baseball",
        "https://en.wikipedia.org/wiki/Lucy_van_Pelt",
        "https://en.wikipedia.org/wiki/Peanuts_animated_specials",
        "https://en.wikipedia.org/wiki/A_Charlie_Brown_Christmas",
        "https://en.wikipedia.org/wiki/Emmy_Award",
        "https://en.wikipedia.org/wiki/PBS",
        "https://en.wikipedia.org/wiki/PBS_Kids",
        "https://en.wikipedia.org/wiki/PBS",
        "https://en.wikipedia.org/wiki/Stage_musical",
        "https://en.wikipedia.org/wiki/TV_Guide",
        "https://en.wikipedia.org/wiki/The_Peanuts_Movie",
        "https://en.wikipedia.org/wiki/Steve_Canyon",
        "https://en.wikipedia.org/wiki/Twin_Cities_Pioneer_Press",
        "https://en.wikipedia.org/wiki/United_Features_Syndicate",
        "https://en.wikipedia.org/wiki/New_York_City",
        "https://en.wikipedia.org/wiki/Howdy_Doody",
        "https://en.wikipedia.org/wiki/Peanut_Gallery",
        "https://en.wikipedia.org/wiki/Daily_comic_strip",
        "https://en.wikipedia.org/wiki/Star_Tribune",
        "https://en.wikipedia.org/wiki/The_Washington_Post",
        "https://en.wikipedia.org/wiki/Chicago_Tribune",
        "https://en.wikipedia.org/wiki/The_Denver_Post",
        "https://en.wikipedia.org/wiki/The_Seattle_Times",
        "https://en.wikipedia.org/wiki/Pennsylvania",
        "https://en.wikipedia.org/wiki/Sunday_strip",
        "https://en.wikipedia.org/wiki/Peppermint_Patty",
        "https://en.wikipedia.org/wiki/Rugby_union_ball",
        "https://en.wikipedia.org/wiki/Social_commentary",
        "https://en.wikipedia.org/wiki/Vietnam_War",
        "https://en.wikipedia.org/wiki/New_Math",
        "https://en.wikipedia.org/wiki/Family_name",
        "https://en.wikipedia.org/wiki/ZIP_Code",
        "https://en.wikipedia.org/wiki/Laika",
        "https://en.wikipedia.org/wiki/Little_League",
        "https://en.wikipedia.org/wiki/Snowman",
        "https://en.wikipedia.org/wiki/A_Charlie_Brown_Christmas",
        "https://en.wikipedia.org/wiki/Linus_van_Pelt",
        "https://en.wikipedia.org/wiki/King_James_Version",
        "https://en.wikipedia.org/wiki/February_29",
        "https://en.wikipedia.org/wiki/United_Feature_Syndicate",
        "https://en.wikipedia.org/wiki/Al_Plastino",
        "https://en.wikipedia.org/wiki/Garfield",
        "https://en.wikipedia.org/wiki/Calvin_and_Hobbes",
        "https://en.wikipedia.org/wiki/Sunday_strip",
        "https://en.wikipedia.org/wiki/Zombie_strip",
        "https://en.wikipedia.org/wiki/Peanuts_Motion_Comics",
        "https://en.wikipedia.org/wiki/Charlie_Brown",
        "https://en.wikipedia.org/wiki/Everyman",
        "https://en.wikipedia.org/wiki/Inferiority_complex",
        "https://en.wikipedia.org/wiki/Art_Instruction_Schools",
        "https://en.wikipedia.org/wiki/Snoopy",
        "https://en.wikipedia.org/wiki/Beagle",
        "https://en.wikipedia.org/wiki/Andrew_Wyeth",
        "https://en.wikipedia.org/wiki/Vincent_van_Gogh",
        "https://en.wikipedia.org/wiki/Suspension_of_disbelief",
        "https://en.wikipedia.org/wiki/Linus_van_Pelt",
        "https://en.wikipedia.org/wiki/Lucy_van_Pelt",
        "https://en.wikipedia.org/wiki/Lemonade_stand",
        "https://en.wikipedia.org/wiki/Theology",
        "https://en.wikipedia.org/wiki/Thumb_sucking",
        "https://en.wikipedia.org/wiki/Peppermint_Patty",
        "https://en.wikipedia.org/wiki/Marcie",
        "https://en.wikipedia.org/wiki/Tomboy",
        "https://en.wikipedia.org/wiki/Roller_skating",
        "https://en.wikipedia.org/wiki/Ice_skating",
        "https://en.wikipedia.org/wiki/List_of_Peanuts_characters",
        "https://en.wikipedia.org/wiki/Sally_Brown",
        "https://en.wikipedia.org/wiki/Ludwig_van_Beethoven",
        "https://en.wikipedia.org/wiki/African_American",
        "https://en.wikipedia.org/wiki/Shermy",
        "https://en.wikipedia.org/wiki/Rerun_van_Pelt",
        "https://en.wikipedia.org/wiki/National_Cartoonists_Society",
        "https://en.wikipedia.org/wiki/Reuben_Award",
        "https://en.wikipedia.org/wiki/Elzie_Segar",
        "https://en.wikipedia.org/wiki/Milton_Caniff",
        "https://en.wikipedia.org/wiki/A_Charlie_Brown_Christmas",
        "https://en.wikipedia.org/wiki/Peabody_Award",
        "https://en.wikipedia.org/wiki/Emmy",
        "https://en.wikipedia.org/wiki/Peabody_Award",
        "https://en.wikipedia.org/wiki/Emmys",
        "https://en.wikipedia.org/wiki/Hollywood_Walk_of_Fame",
        "https://en.wikipedia.org/wiki/William_Randolph_Hearst",
        "https://en.wikipedia.org/wiki/The_Comics_Journal",
        "https://en.wikipedia.org/wiki/George_Herriman",
        "https://en.wikipedia.org/wiki/Krazy_Kat",
        "https://en.wikipedia.org/wiki/TV_Guide",
        "https://en.wikipedia.org/wiki/New_York_Press",
        "https://en.wikipedia.org/wiki/Christian_theology",
        "https://en.wikipedia.org/wiki/The_Gospel_According_to_Peanuts",
        "https://en.wikipedia.org/wiki/Super_Bowl_XLII",
        "https://en.wikipedia.org/wiki/Super_Bowl_commercials",
        "https://en.wikipedia.org/wiki/Stewie_Griffin",
        "https://en.wikipedia.org/wiki/Neil_Armstrong",
        "https://en.wikipedia.org/wiki/Snoopy_cap",
        "https://en.wikipedia.org/wiki/Silver_Snoopy_award",
        "https://en.wikipedia.org/wiki/Apollo_program",
        "https://en.wikipedia.org/wiki/Skylab",
        "https://en.wikipedia.org/wiki/Space_Shuttle_program",
        "https://en.wikipedia.org/wiki/Snoopy_cap",
        "https://en.wikipedia.org/wiki/Apollo_10",
        "https://en.wikipedia.org/wiki/Apollo_Lunar_Module",
        "https://en.wikipedia.org/wiki/Call_sign",
        "https://en.wikipedia.org/wiki/Apollo_command_and_service_module",
        "https://en.wikipedia.org/wiki/Kennedy_Space_Center",
        "https://en.wikipedia.org/wiki/Gilbert_Hernandez",
        "https://en.wikipedia.org/wiki/Tom_Batiuk",
        "https://en.wikipedia.org/wiki/Charles_Schulz_Museum",
        "https://en.wikipedia.org/wiki/Mall_of_America",
        "https://en.wikipedia.org/wiki/Reprint",
        "https://en.wikipedia.org/wiki/Ballantine_Books",
        "https://en.wikipedia.org/wiki/Fawcett_Publications",
        "https://en.wikipedia.org/wiki/Fantagraphics_Books",
        "https://en.wikipedia.org/wiki/The_Complete_Peanuts",
        "https://en.wikipedia.org/wiki/Fantagraphics_Books",
        "https://en.wikipedia.org/wiki/The_Complete_Peanuts",
        "https://en.wikipedia.org/wiki/Charlie_Brown_and_Charles_Schulz",
        "https://en.wikipedia.org/wiki/Vince_Guaraldi",
        "https://en.wikipedia.org/wiki/Bernard_Bragg",
        "https://en.wikipedia.org/wiki/Don_Freeman",
        "https://en.wikipedia.org/wiki/The_Tennessee_Ernie_Ford_Show",
        "https://en.wikipedia.org/wiki/A_Charlie_Brown_Christmas",
        "https://en.wikipedia.org/wiki/CBS",
        "https://en.wikipedia.org/wiki/Peanuts_animated_specials",
        "https://en.wikipedia.org/wiki/A_Charlie_Brown_Thanksgiving",
        "https://en.wikipedia.org/wiki/A_Boy_Named_Charlie_Brown",
        "https://en.wikipedia.org/wiki/The_Charlie_Brown_and_Snoopy_Show",
        "https://en.wikipedia.org/wiki/ITunes",
        "https://en.wikipedia.org/wiki/Peanuts_Motion_Comics",
        "https://en.wikipedia.org/wiki/France_3",
        "https://en.wikipedia.org/wiki/The_Peanuts_Movie",
        "https://en.wikipedia.org/wiki/Snoopy_in_Space",
        "https://en.wikipedia.org/wiki/The_Snoopy_Show",
        "https://en.wikipedia.org/wiki/Hollywood_walk_of_fame",
        "https://en.wikipedia.org/wiki/Peanuts_animated_specials",
        "https://en.wikipedia.org/wiki/The_Charlie_Brown_and_Snoopy_Show",
        "https://en.wikipedia.org/wiki/Peanuts_Motion_Comics",
        "https://en.wikipedia.org/wiki/Snoopy_in_Space",
        "https://en.wikipedia.org/wiki/The_Snoopy_Show",
        "https://en.wikipedia.org/wiki/A_Boy_Named_Charlie_Brown",
        "https://en.wikipedia.org/wiki/Snoopy_Come_Home",
        "https://en.wikipedia.org/wiki/The_Peanuts_Movie",
        "https://en.wikipedia.org/wiki/Jazz_trio",
        "https://en.wikipedia.org/wiki/Vince_Guaraldi",
        "https://en.wikipedia.org/wiki/Los_Angeles_Times",
        "https://en.wikipedia.org/wiki/Al_Jazeera",
        "https://en.wikipedia.org/wiki/Library_of_Congress",
        "https://en.wikipedia.org/wiki/The_Royal_Guardsmen",
        "https://en.wikipedia.org/wiki/The_Red_Baron",
        "https://en.wikipedia.org/wiki/Otterbein_University",
        "https://en.wikipedia.org/wiki/Clark_Gesner",
        "https://en.wikipedia.org/wiki/NBC",
        "https://en.wikipedia.org/wiki/West_End_of_London",
        "https://en.wikipedia.org/wiki/Broadway_theatre",
        "https://en.wikipedia.org/wiki/Hal_Hackady",
        "https://en.wikipedia.org/wiki/A_Charlie_Brown_Christmas",
        "https://en.wikipedia.org/wiki/License",
        "https://en.wikipedia.org/wiki/Merchandise",
        "https://en.wikipedia.org/wiki/Polyvinyl_chloride",
        "https://en.wikipedia.org/wiki/Ford_Motor_Company",
        "https://en.wikipedia.org/wiki/Sunday_comics",
        "https://en.wikipedia.org/wiki/Sanrio",
        "https://en.wikipedia.org/wiki/Hello_Kitty",
        "https://en.wikipedia.org/wiki/Kawaii",
        "https://en.wikipedia.org/wiki/MetLife",
        "https://en.wikipedia.org/wiki/Vacuum_flask",
        "https://en.wikipedia.org/wiki/Dolly_Madison",
        "https://en.wikipedia.org/wiki/Chex_Mix",
        "https://en.wikipedia.org/wiki/Kraft_Foods",
        "https://en.wikipedia.org/wiki/Los_Angeles_Times",
        "https://en.wikipedia.org/wiki/Radarsoft",
        "https://en.wikipedia.org/wiki/Edge_Games",
        "https://en.wikipedia.org/wiki/Atari_2600",
        "https://en.wikipedia.org/wiki/Nintendo_Entertainment_System",
        "https://en.wikipedia.org/wiki/Game_Boy",
        "https://en.wikipedia.org/wiki/Snoopy_Tennis",
        "https://en.wikipedia.org/wiki/Game_Boy_Color",
        "https://en.wikipedia.org/wiki/Snoopy_Concert",
        "https://en.wikipedia.org/wiki/Super_NES",
        "https://en.wikipedia.org/wiki/Namco_Bandai",
        "https://en.wikipedia.org/wiki/Pixowl",
        "https://en.wikipedia.org/wiki/Camp_Snoopy",
        "https://en.wikipedia.org/wiki/Mall_of_America",
        "https://en.wikipedia.org/wiki/Nickelodeon_Universe",
        "https://en.wikipedia.org/wiki/Cedar_Fair_Entertainment_Company",
        "https://en.wikipedia.org/wiki/Worlds_of_Fun",
        "https://en.wikipedia.org/wiki/Valleyfair",
        "https://en.wikipedia.org/wiki/Cedar_Point",
        "https://en.wikipedia.org/wiki/Cedar_Point",
        "https://en.wikipedia.org/wiki/Planet_Snoopy",
        "https://en.wikipedia.org/wiki/Geauga_Lake",
        "https://en.wikipedia.org/wiki/Nickelodeon_Central",
        "https://en.wikipedia.org/wiki/Nickelodeon_Universe",
        "https://en.wikipedia.org/wiki/Paramount_Parks",
        "https://en.wikipedia.org/wiki/Carowinds",
        "https://en.wikipedia.org/wiki/Kings_Dominion",
        "https://en.wikipedia.org/wiki/Kings_Island",
        "https://en.wikipedia.org/wiki/Planet_Snoopy",
        "https://en.wikipedia.org/wiki/Valleyfair",
        "https://en.wikipedia.org/wiki/Worlds_of_Fun",
        "https://en.wikipedia.org/wiki/Carowinds",
        "https://en.wikipedia.org/wiki/Universal_Studios_Japan",
        "https://en.wikipedia.org/wiki/Sesame_Street",
        "https://en.wikipedia.org/wiki/Hello_Kitty",
        "https://en.wikipedia.org/wiki/Somerset_House",
        "https://en.wikipedia.org/wiki/Iconix_Brand_Group",
        "https://en.wikipedia.org/wiki/Universal_Uclick",
        "https://en.wikipedia.org/wiki/WildBrain",
        "https://en.wikipedia.org/wiki/Strawberry_Shortcake",
        "https://en.wikipedia.org/wiki/Sony_Music_Entertainment_Japan",
        "https://en.wikipedia.org/wiki/Creative_Artists_Agency",
        "https://en.wikipedia.org/wiki/Global_Brands_Group",
        "https://en.wikipedia.org/wiki/Creative_Artists_Agency",
        "https://en.wikipedia.org/wiki/Global_Brands_Group",
        "https://en.wikipedia.org/wiki/San_Francisco_Chronicle",
        "https://en.wikipedia.org/wiki/Maurice_Horn",
        "https://en.wikipedia.org/wiki/PBS",
        "https://en.wikipedia.org/wiki/Charles_Schulz",
        "https://en.wikipedia.org/wiki/Nat_Gertler",
        "https://en.wikipedia.org/wiki/Wayback_Machine",
        "https://en.wikipedia.org/wiki/Comic_Book_Resources",
        "https://en.wikipedia.org/wiki/Deseret_News",
        "https://en.wikipedia.org/wiki/The_Comics_Journal",
        "https://en.wikipedia.org/wiki/NASA",
        "https://en.wikipedia.org/wiki/Wayback_Machine",
        "https://en.wikipedia.org/wiki/Fantagraphics_Books",
        "https://en.wikipedia.org/wiki/Chip_Kidd",
        "https://en.wikipedia.org/wiki/The_New_York_Times",
        "https://en.wikipedia.org/wiki/Los_Angeles_Times",
        "https://en.wikipedia.org/wiki/The_Morning_Record",
        "https://en.wikipedia.org/wiki/Los_Angeles_Times",
        "https://en.wikipedia.org/wiki/The_New_York_Times",
        "https://en.wikipedia.org/wiki/Umberto_Eco",
        "https://en.wikipedia.org/wiki/Bompiani",
        "https://en.wikipedia.org/wiki/Nat_Gertler",
        "https://en.wikipedia.org/wiki/Entertainment_Weekly",
        "https://en.wikipedia.org/wiki/Warner_Brothers",
        "https://en.wikipedia.org/wiki/Business_Wire",
        "https://en.wikipedia.org/wiki/Los_Angeles_Times",
        "https://en.wikipedia.org/wiki/The_Hollywood_Reporter",
        "https://en.wikipedia.org/wiki/Chicago_Sun_Times",
        "https://en.wikipedia.org/wiki/Animation_World_Network",
        "https://en.wikipedia.org/wiki/Playbill",
        "https://en.wikipedia.org/wiki/Al_Jazeera",
        "https://en.wikipedia.org/wiki/Los_Angeles_Times",
        "https://en.wikipedia.org/wiki/Deadline_Hollywood",
        "https://en.wikipedia.org/wiki/The_New_York_Times",
        "https://en.wikipedia.org/wiki/The_New_York_Times",
        "https://en.wikipedia.org/wiki/Los_Angeles_Times",
        "https://en.wikipedia.org/wiki/The_Augusta_Chronicle",
        "https://en.wikipedia.org/wiki/San_Francisco_Chronicle",
        "https://en.wikipedia.org/wiki/New_York_Post",
        "https://en.wikipedia.org/wiki/The_Lancet",
        "https://en.wikipedia.org/wiki/The_Atlantic",
        "https://en.wikipedia.org/wiki/The_Atlantic",
        "https://en.wikipedia.org/wiki/The_New_Yorker",
        "https://en.wikipedia.org/wiki/Kotaku",
        "https://en.wikipedia.org/wiki/Rolling_Stone",
        "https://en.wikipedia.org/wiki/New_York_Post",
        "https://en.wikipedia.org/wiki/Comic_Book_Resources",
        "https://en.wikipedia.org/wiki/Animation_World_Network",
        "https://en.wikipedia.org/wiki/Curlie",
        "https://en.wikipedia.org/wiki/Wayback_Machine",
        "https://en.wikipedia.org/wiki/List_of_Peanuts_characters",
        "https://en.wikipedia.org/wiki/Charlie_Brown",
        "https://en.wikipedia.org/wiki/Sally_Brown",
        "https://en.wikipedia.org/wiki/Great_Pumpkin",
        "https://en.wikipedia.org/wiki/Marcie",
        "https://en.wikipedia.org/wiki/Peppermint_Patty",
        "https://en.wikipedia.org/wiki/Shermy",
        "https://en.wikipedia.org/wiki/Snoopy",
        "https://en.wikipedia.org/wiki/Linus_Van_Pelt",
        "https://en.wikipedia.org/wiki/Lucy_Van_Pelt",
        "https://en.wikipedia.org/wiki/Rerun_Van_Pelt",
        "https://en.wikipedia.org/wiki/Jazz_for_Peanuts",
        "https://en.wikipedia.org/wiki/Jazz_Impressions_of_A_Boy_Named_Charlie_Brown",
        "https://en.wikipedia.org/wiki/Peanuts_Greatest_Hits",
        "https://en.wikipedia.org/wiki/Peanuts_Portraits",
        "https://en.wikipedia.org/wiki/Vince_Guaraldi_and_the_Lost_Cues_from_the_Charlie_Brown_Television_Specials",
        "https://en.wikipedia.org/wiki/Linus_and_Lucy",
        "https://en.wikipedia.org/wiki/Christmas_Time_Is_Here",
        "https://en.wikipedia.org/wiki/The_Complete_Peanuts",
        "https://en.wikipedia.org/wiki/Lee_Mendelson",
        "https://en.wikipedia.org/wiki/Bill_Melendez",
        "https://en.wikipedia.org/wiki/Vince_Guaraldi",
        "https://en.wikipedia.org/wiki/Young_Pillars",
        "https://en.wikipedia.org/wiki/Peanuts_filmography",
        "https://en.wikipedia.org/wiki/Peanuts_Gallery",
        "https://en.wikipedia.org/wiki/Bring_Me_the_Head_of_Charlie_Brown",
        "https://en.wikipedia.org/wiki/Camp_Snoopy",
        "https://en.wikipedia.org/wiki/Planet_Snoopy",
        "https://en.wikipedia.org/wiki/Peanuts_filmography",
        "https://en.wikipedia.org/wiki/Peanuts_animated_specials",
        "https://en.wikipedia.org/wiki/A_Charlie_Brown_Christmas",
        "https://en.wikipedia.org/wiki/A_Charlie_Brown_Thanksgiving",
        "https://en.wikipedia.org/wiki/A_Charlie_Brown_Celebration",
        "https://en.wikipedia.org/wiki/A_Charlie_Brown_Valentine",
        "https://en.wikipedia.org/wiki/A_Boy_Named_Charlie_Brown",
        "https://en.wikipedia.org/wiki/Snoopy_Come_Home",
        "https://en.wikipedia.org/wiki/The_Peanuts_Movie",
        "https://en.wikipedia.org/wiki/The_Charlie_Brown_and_Snoopy_Show",
        "https://en.wikipedia.org/wiki/Peanuts_Motion_Comics",
        "https://en.wikipedia.org/wiki/Snoopy_in_Space",
        "https://en.wikipedia.org/wiki/The_Snoopy_Show",
        "https://en.wikipedia.org/wiki/Charlie_Brown_and_Charles_Schulz",
        "https://en.wikipedia.org/wiki/A_Charlie_Brown_Christmas",
        "https://en.wikipedia.org/wiki/Tooth_Brushing",
        "https://en.wikipedia.org/wiki/Snoopy_Concert",
        "https://en.wikipedia.org/wiki/Snoopy_Tennis",
        "https://en.wikipedia.org/wiki/Snoopy_Flying_Ace",
        "https://en.wikipedia.org/wiki/Snoopy_Coaster",
        "https://en.wikipedia.org/wiki/United_Media",
        "https://en.wikipedia.org/wiki/Newspaper_Enterprise_Association",
        "https://en.wikipedia.org/wiki/United_Feature_Syndicate",
        "https://en.wikipedia.org/wiki/9_Chickweed_Lane",
        "https://en.wikipedia.org/wiki/Alley_Oop",
        "https://en.wikipedia.org/wiki/Arlo_and_Janis",
        "https://en.wikipedia.org/wiki/Baby_Blues",
        "https://en.wikipedia.org/wiki/Big_Nate",
        "https://en.wikipedia.org/wiki/The_Born_Loser",
        "https://en.wikipedia.org/wiki/The_Buckets",
        "https://en.wikipedia.org/wiki/F_Minus",
        "https://en.wikipedia.org/wiki/Frazz",
        "https://en.wikipedia.org/wiki/Get_Fuzzy",
        "https://en.wikipedia.org/wiki/Health_Capsules",
        "https://en.wikipedia.org/wiki/Marmaduke",
        "https://en.wikipedia.org/wiki/Over_the_Hedge",
        "https://en.wikipedia.org/wiki/Prickly_City",
        "https://en.wikipedia.org/wiki/Rip_Haywire",
        "https://en.wikipedia.org/wiki/Rose_Is_Rose",
        "https://en.wikipedia.org/wiki/Working_Daze",
        "https://en.wikipedia.org/wiki/Alice_in_Wonderland",
        "https://en.wikipedia.org/wiki/Annibelle",
        "https://en.wikipedia.org/wiki/Ask_Shagg",
        "https://en.wikipedia.org/wiki/Ben_Casey",
        "https://en.wikipedia.org/wiki/Boots_and_Her_Buddies",
        "https://en.wikipedia.org/wiki/Bugs_Bunny",
        "https://en.wikipedia.org/wiki/The_Captain_and_the_Kids",
        "https://en.wikipedia.org/wiki/Captain_Easy",
        "https://en.wikipedia.org/wiki/Wash_Tubbs",
        "https://en.wikipedia.org/wiki/Casey_Ruggles",
        "https://en.wikipedia.org/wiki/Cow_and_Boy",
        "https://en.wikipedia.org/wiki/Diesel_Sweeties",
        "https://en.wikipedia.org/wiki/The_Dropouts",
        "https://en.wikipedia.org/wiki/Ella_Cinders",
        "https://en.wikipedia.org/wiki/Flapper_Fanny_Says",
        "https://en.wikipedia.org/wiki/Frankie_Doodle",
        "https://en.wikipedia.org/wiki/Freckles_and_His_Friends",
        "https://en.wikipedia.org/wiki/Fritzi_Ritz",
        "https://en.wikipedia.org/wiki/Grin_and_Bear_It",
        "https://en.wikipedia.org/wiki/Hawkshaw_the_Detective",
        "https://en.wikipedia.org/wiki/Howdy_Doody",
        "https://en.wikipedia.org/wiki/John_Carter_of_Mars",
        "https://en.wikipedia.org/wiki/Kevin_the_Bold",
        "https://en.wikipedia.org/wiki/Little_Mary_Mixup",
        "https://en.wikipedia.org/wiki/Long_Sam",
        "https://en.wikipedia.org/wiki/Morty_Meekle",
        "https://en.wikipedia.org/wiki/Our_Boarding_House",
        "https://en.wikipedia.org/wiki/Out_Our_Way",
        "https://en.wikipedia.org/wiki/The_Outbursts_of_Everett_True",
        "https://en.wikipedia.org/wiki/Raising_Duncan",
        "https://en.wikipedia.org/wiki/Red_Ryder",
        "https://en.wikipedia.org/wiki/Rudy_Park",
        "https://en.wikipedia.org/wiki/Secret_Asian_Man",
        "https://en.wikipedia.org/wiki/Snake_Tales",
        "https://en.wikipedia.org/wiki/Soup_to_Nutz",
        "https://en.wikipedia.org/wiki/Spot_the_Frog",
        "https://en.wikipedia.org/wiki/Star_Hawks",
        "https://en.wikipedia.org/wiki/Tailspin_Tommy",
        "https://en.wikipedia.org/wiki/Twin_Earths",
        "https://en.wikipedia.org/wiki/Matt_Bors",
        "https://en.wikipedia.org/wiki/Jerry_Holbert",
        "https://en.wikipedia.org/wiki/Drew_Litton",
        "https://en.wikipedia.org/wiki/Nat_Hentoff",
        "https://en.wikipedia.org/wiki/Donald_Lambro",
        "https://en.wikipedia.org/wiki/Kathryn_Jean_Lopez",
        "https://en.wikipedia.org/wiki/Gene_Lyons",
        "https://en.wikipedia.org/wiki/Cokie_Roberts",
        "https://en.wikipedia.org/wiki/Diana_West",
        "https://en.wikipedia.org/wiki/Byron_York",
        "https://en.wikipedia.org/wiki/Bobby_Wolff",
        "https://en.wikipedia.org/wiki/Jean_Chatzky",
        "https://en.wikipedia.org/wiki/Harriette_Cole",
        "https://en.wikipedia.org/wiki/Harvey_Mackay",
        "https://en.wikipedia.org/wiki/Judith_Martin",
        "https://en.wikipedia.org/wiki/World_Almanac",
        "https://en.wikipedia.org/wiki/Peanuts",
        "https://en.wikipedia.org/wiki/Peanuts",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}