{
    "url": "https://en.wikipedia.org/wiki/Pedrail_wheel",
    "title": "Pedrail wheel",
    "table_of_contents": [
        "1 Definition",
        "2 Fiction",
        "3 Chaintrack",
        "4 Bibliography",
        "5 References"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nThe pedrail wheel is a type of all-terrain wheel developed in the late 19th and early 20th century by Londoner Bramah Joseph Diplock. It consists of a series of \"feet\" (pedes in Latin) connected to pivots on a wheel. As the wheel travels, pressure exerted by springs within it increases the number of feet in contact with the ground, thus reducing ground pressure and allowing the wheel to negotiate obstacles and uneven ground.\n\n"
        },
        {
            "title": "Definition",
            "text": "According to the 1913 Webster's Revised Unabridged Dictionary, a pedrail is:\n\n"
        },
        {
            "title": "Fiction",
            "text": "H. G. Wells, in his short story The Land Ironclads, published in The Strand Magazine in December 1903, described the use of large, armoured cross-country vehicles, armed with automatic rifles and moving on pedrail wheels, to break through a system of fortified trenches, disrupting the defence and clearing the way for an infantry advance:\n\nIn War and the Future, Wells acknowledged Diplock's pedrail as the origin for his idea of an all-terrain armoured vehicle:[3]\n\nAlthough Wells describes the pedrail wheels in detail, a number of authors have mistakenly taken his description to be of some form of caterpillar track. Diplock's version of an endless track was not designed until some ten years after the publication of Wells' story. The pedrail wheel played no part in the design of the first British tanks.\n\n"
        },
        {
            "title": "Chaintrack",
            "text": "In 1910 Diplock abandoned the Pedrail Wheel and began developing what he called the Chaintrack, in which fixed wheels ran on a moving belt, very like the caterpillar track as it is now understood.[5] It was a complicated and high-maintenance system, and in 1914 Diplock eventually produced a version on a simpler, single wide track.[6] With a body fitted, the machine could carry a ton of cargo and be pulled with minimal effort by a horse. It demonstrated the attributes of the caterpillar track: low friction and low ground pressure.\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Dreadnaught_wheel",
        "https://en.wikipedia.org/wiki/Bramah_Joseph_Diplock",
        "https://en.wikipedia.org/wiki/Latin",
        "https://en.wikipedia.org/wiki/The_Land_Ironclads",
        "https://en.wikipedia.org/wiki/Ironclad",
        "https://en.wikipedia.org/wiki/The_Land_Ironclads",
        "https://en.wikipedia.org/wiki/The_Strand_Magazine",
        "https://en.wikipedia.org/wiki/Bramah_Joseph_Diplock",
        "https://en.wikipedia.org/wiki/Caterpillar_track",
        "https://en.wikipedia.org/wiki/Tanks_in_World_War_I",
        "https://en.wikipedia.org/wiki/Pedrail_wheel",
        "https://en.wikipedia.org/wiki/Pedrail_wheel",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}