{
    "url": "https://en.wikipedia.org/wiki/Penguin_Books",
    "title": "Penguin Books",
    "table_of_contents": [
        "1 Origins",
        "2 War years",
        "3 Post-war history",
        "3.1 Pearson takeover",
        "4 Imprints and series",
        "4.1 Penguin Classics",
        "4.2 Pelican Books",
        "4.3 Penguin Education",
        "4.4 Penguin Specials",
        "4.5 Puffin",
        "4.6 The Buildings of England",
        "4.7 Magazine publishing",
        "4.8 Popular Penguins",
        "4.9 King Penguin Books",
        "4.10 Pelican History of Art",
        "4.11 Penguin on Wheels",
        "5 See also",
        "6 Notes and references",
        "7 Further reading",
        "8 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "\n\nPenguin Books is a British publishing house. It was co-founded in 1935 by Allen Lane with his brothers Richard and John,[3] as a line of the publishers The Bodley Head, only becoming a separate company the following year.[4] Penguin revolutionised publishing in the 1930s through its inexpensive paperbacks, sold through Woolworths and other stores for sixpence, bringing high-quality fiction and non-fiction to the mass market.[5] Its success showed that large audiences existed for serious books. It also affected modern British popular culture significantly through its books concerning politics, the arts, and science.[6]\n\nPenguin Books is now an imprint of the worldwide Penguin Random House, a conglomerate formed in 2013 by its merger with American publisher Random House, a subsidiary of German media conglomerate Bertelsmann.[7] Formerly, Penguin Group was wholly owned by British Pearson plc, the global media company which also owned the Financial Times.[8] When Penguin Random House was formed, Pearson had a 47% stake in the new company, which was reduced to 25% in July 2017. Since April 2020, Penguin Random House has been a wholly owned subsidiary of Bertelsmann. It is one of the largest English-language publishers formerly known as the \"Big Six\"—now the \"Big Five\", along with Holtzbrinck/Macmillan, Hachette, HarperCollins and Simon & Schuster.[9]\n\nPenguin Books has its registered office in the City of Westminster, London, England.[10][11]\n\n"
        },
        {
            "title": "Origins",
            "text": "The first Penguin paperbacks were published in 1935,[12] but at first only as an imprint of The Bodley Head[4] (of Vigo Street, London) with the books originally distributed from the crypt of Holy Trinity Church Marylebone.\n\nAnecdotally, Lane recounted how it was his experience with the poor quality of reading material on offer at Exeter train station that inspired him to create cheap, well designed quality books for the mass market.[13] However the question of how publishers could reach a larger public had been the subject of a conference at Rippon Hall, Oxford in 1934 which Lane had attended. Though the publication of literature in paperback was then associated mainly with poor quality lurid fiction, the Penguin brand owed something to the short-lived Albatross imprint of British and American reprints that briefly traded in 1932.[14]\n\nInexpensive paperbacks did not initially appear viable to Bodley Head, since the deliberately low price of 6d. made profitability seem unlikely. This helped Lane purchase publication rights for some works more cheaply than he otherwise might have, since publishers were convinced of the business's short-term prospects. In the face of resistance from the traditional book trade,[15] it was the purchase of 63,000 books by Woolworths Group[16] that paid for the project outright, confirmed its worth, and allowed Lane to establish Penguin as a separate business in 1936. By March 1936, ten months after the company's launch on 30 July 1935, one million Penguin books had been printed.\n\nOnly paperback editions were published until the King Penguin series debuted in 1939,[17] and latterly the Pelican History of Art was undertaken; these works, considered unsuitable as paperbacks because of their lengths and copious illustrations on art paper, were cloth-bound.\n\nPenguin Books Inc was incorporated in 1939 to satisfy US copyright law; and, despite being a late entrant into an already well established paperback market, enjoyed further success under vice president Kurt Enoch with such titles as What Plane Is That and The New Soldier Handbook.\n\nThe company's expansion saw the hiring of Eunice Frost—first as a secretary, then as editor, and ultimately as a director, who was to have a pivotal influence in shaping the company.[18] In 1945 she was entrusted with the reconstruction of Penguin Inc after the departure of its first managing director, Ian Ballantine.[19]\n\nFrom the outset, design was essential to Penguin's success. Avoiding the illustrated gaudiness of other paperback publishers, Penguin opted for the simple appearance of three horizontal bands, the upper and lower of which were colour-coded according to the series to which the title belonged; this is sometimes referred to as the horizontal grid. In the central white panel, the author and title were printed in Gill Sans, and in the upper band was a cartouche with the legend \"Penguin Books\". The initial design was created by then 21-year-old office junior Edward Young, who also drew the first version of the Penguin logo. Series such as Penguin Specials and The Penguin Shakespeare had individual designs (by 1937, only S1 and B1-B18 had been published).\n\nThe colour schemes included: orange and white for general fiction, green and white for crime fiction, cerise and white for travel and adventure, dark blue and white for biographies, yellow and white for miscellaneous, red and white for drama; and the rarer purple and white for essays and belles lettres and grey and white for world affairs. Lane actively resisted the introduction of cover images for several years. Some recent publications of literature from that time have duplicated the original look.\n\nIn 1937, Penguin's headquarters were established at Harmondsworth, close to Heathrow Airport.\n\n"
        },
        {
            "title": "War years",
            "text": "The Second World War saw Penguin emerge as a national institution. Though it had no formal role in the war effort, it was integral to it thanks to the publication of such bestselling manuals as Keeping Poultry and Rabbits on Scraps and Aircraft Recognition, and supplying books for the services and British POWs. In the war's six years, it printed some 600 titles and started 19 new series.[20] At a time of enormous increase in the demand for books,[21] Penguin enjoyed a privileged place among its peers.\n\nPaper rationing was the besetting problem of publishers in wartime, with the fall of France cutting off supply of esparto grass, one of the constituents of the pulp Penguin used. When rationing was introduced in March 1940, the Ministry of Supply allocated a quota to each publisher as a percentage of the amount that firm used between August 1938 and August 1939.[22] This was particularly advantageous to Penguin, who, as a volume printer, was very successful that year. Further, in a deal with the Canadian Government, Penguin agreed to exclusively publish editions for their armed forces, for which they were paid in tons of paper.[23]\n\nBy January 1942 the Book Production War Economy Agreement regulations came into force which determined rules on paper quality, type size and margins. Consequently Penguin eliminated dust jackets, trimmed margins and replaced sewn bindings with metal staples. Aside from the noticeable deterioration in paperbacks' appearance, it became a practical impossibility to publish books of more than 256 pages, resulting in some titles falling out of print for want of material.[24] In addition to their paper allocation, in 1941 Penguin secured a deal with the War Office, through Bill William's connections with ABCA and CEMA, to supply the troops with books through what was known as the Forces Book Club. Penguin received 60 tons a month from Paper Supply in return for 10 titles a month in runs of 75,000 at 5d.[25]\n\nOriginally, every paperback carried the message, \"FOR THE FORCES – Leave this book at a Post Office when you have read it, so that men and women in the Services may enjoy it too\" at the bottom of the back cover, inviting the reader to take advantage of the Royal Mail's free transmission of books to the forces. However, demand exceeded supply on the home front, leading Lane to seek a monopoly on army books made specifically for overseas distribution. Their established paper supply put Penguin in an especially strong position after the war as rationing continued. For this reason, and for the popular prestige the company enjoyed, many of Penguin's competitors had no choice but to concede paperback reprint rights to it.[25]\n\n"
        },
        {
            "title": "Post-war history",
            "text": "In 1945, Penguin began what would become one of its most important branches, the Penguin Classics, with a translation of Homer's Odyssey by E. V. Rieu. Between 1947 and 1949, the German typographer Jan Tschichold redesigned 500 Penguin books, and left Penguin with a set of influential rules of design principles brought together as the Penguin Composition Rules, a four-page booklet of typographic instructions for editors and compositors. Tschichold's work included the woodcut illustrated covers of the classics series (also known as the medallion series), and with Hans Schmoller, his eventual successor at Penguin, the vertical grid covers that became the standard for Penguin fiction throughout the 1950s. By this time the paperback industry in the UK had begun to grow, and Penguin found itself in competition with then fledgeling Pan Books. Many other series were published such as the Buildings of England, the Pelican History of Art and Penguin Education.\n\nIn 1949, Harry F. Paroissien (who had been Sir Allen Lane's deputy) was sent by him to the United States to set up Penguin Books in Baltimore, Maryland.\n\nBy 1960, a number of forces were to shape the direction of the company, the publication list and its graphic design. On 20 April 1961, Penguin became a publicly listed company on the London Stock Exchange; consequently, Allen Lane had a diminished role at the firm though he was to continue as Managing Director. New techniques such as phototypesetting and offset-litho printing were to replace hot metal and letterpress printing, dramatically reducing cost and permitting the printing of images and text on the same paper stock, thus paving the way for the introduction of photography and novel approaches to graphic design on paperback covers. In May 1960, Tony Godwin was appointed as editorial adviser, rapidly rising to Chief Editor from which position he sought to broaden the range of Penguin's list and keep up with new developments in graphic design. To this end, he hired Germano Facetti in January 1961, who was to decisively alter the appearance of the Penguin brand. Beginning with the crime series, Facetti canvassed the opinion of a number of designers including Romek Marber for a new look to the Penguin cover. It was Marber's suggestion of what came to be called the Marber grid along with the retention of traditional Penguin colour-coding that was to replace the previous three horizontal bars design and set the pattern for the design of the company's paperbacks for the next twenty years. Facetti rolled out the new treatment across the Penguin line starting with crime, the orange fiction series, then Pelicans, Penguin Modern Classics, Penguin Specials, and Penguin Classics, giving an overall visual unity to the company's list. A somewhat different approach was taken to the Peregrine, Penguin Poets, Penguin Modern Poets, and Penguin Plays series. There were over a hundred different series published in total.\n\nJust as Lane well judged the public's appetite for paperbacks in the 1930s, his decision to publish Lady Chatterley's Lover by D. H. Lawrence in 1960 boosted Penguin's notoriety. The novel was at the time unpublished in the United Kingdom and the predicted obscenity trial, R v Penguin Books Ltd, not only marked Penguin as a fearless publisher, it also helped drive the sale of at least 3.5 million copies. Penguin's victory in the case heralded the end to the censorship of books in the UK, although censorship of the written word was only finally defeated after the Inside Linda Lovelace trial of 1978.\n\nBy the end of the 1960s Penguin was in financial trouble, and several proposals were made for a new operating structure. These included ownership by a consortium of universities, or joint ownership by the Cambridge University Press and Oxford University Press, but none of them came to anything.[26] Sir Allen Lane died on 7 July, and six weeks later, Penguin was acquired by Pearson PLC on 21 August 1970.[27] A new emphasis on profitability emerged and, with the departure of Facetti in 1972, the defining era of Penguin book design came to an end.\n\nPenguin merged with long-established U.S. publisher Viking Press in 1975.\n\nThe first Penguin Bookshop opened in Covent Garden in 1980.[28]\n\nIn 1985, Penguin purchased British hardback publisher Michael Joseph[29][30] and in 1986, Hamish Hamilton. After these acquisitions, Penguin moved its offices to central London (27 Wrights Lane, W8 5TZ). Thus 'Harmondsworth' disappeared as the place of publication after half a century. (The warehouse at Harmondsworth would remain in operation until 2004.)\n\nAlso in 1986, Penguin purchased American publisher New American Library (NAL) and its hard-cover affiliate E. P. Dutton.[31] New American Library had originally been Penguin U.S.A. and had been spun off in 1948 because of the high complexity of import and export regulations. Penguin repurchased it in order to extend its reach into the US market, and NAL saw the move as a way to gain a hold in international markets.[31][32]\n\nPenguin published Deborah Lipstadt's book Denying the Holocaust, which accused David Irving of Holocaust denial. Irving sued Lipstadt and Penguin for libel in 1998 but lost in a much publicised court case. Other titles published by Penguin which gained media attention, and controversy, include Massacre by Siné, Spycatcher, which was suppressed in the UK by the government for a time, and The Satanic Verses, leading to its author Salman Rushdie having to go into hiding for some years after Ayatollah Khomeini of Iran issued a Fatwā, an edict amounting to a sentence of death against him.\n\nIn 2006, Penguin attempted to involve the public in collaboratively writing a novel on a wiki platform. They named this project A Million Penguins. On 7 March 2007, the Penguin Books UK blog announced that the project had come to an end.[33]\n\nIn 2014, the Penguin Hotline was created by Madeline McIntosh.[34] An orange commemorative plaque was unveiled at Exeter train station in May 2017 to mark Lane's significant contribution to the publishing industry.[35]\n\n"
        },
        {
            "title": "Imprints and series",
            "text": "Consonant with Penguin's corporate mission to bring canonical literature to the mass market, the company first ventured into publishing the classics in May 1938 with the issue of Penguin Illustrated Classics.[36] The savings from the author's payments on these royalty-free titles were instead invested in commissioning woodcut engravings from Robert Gibbings and his circle emanating from the Central School of Arts and Crafts. The books were distinct from the rest of the Penguin marque in their use of a vertical grid (anticipating Tschichold's innovation of 1951) and albertus typeface. The series was not a financial success and the list ceased after just ten volumes the same year it began. Penguin returned to classics with the printing of E. V. Rieu's translation of Homer's Odyssey in 1946, which went on to sell three million copies.[37]\n\nPenguin's commercial motivation was, as ever, populist; rendering the classics in an approachable modern English was therefore a difficult task whose execution did not always satisfy the critics.[38] Dr Rieu said of his work that \"I have done my best to make Homer easy reading for those who are unfamiliar with the Greek world.\"[39] He was joined in 1959 by Betty Radice who was first his assistant then, after his retirement in 1964, she assumed the role of joint editor with Robert Baldick. As the publisher's focus changed from the needs of the marketplace to those of the classroom the criticism became more acute, Thomas Gould wrote of the series \"most of the philosophical volumes in the Penguin series are bad – some very bad indeed. Since Plato and Aristotle are the most read philosophers in the world today, and since some of these Penguin translations are favourites among professional philosophers in several countries, this amounts to a minor crisis in the history of philosophy.\"[40]\n\nThe imprint publishes hundreds of classics from the Greeks and Romans to Victorian Literature to modern classics. For nearly twenty years, variously coloured borders to the front and back covers indicated the original language. The second period of design meant largely black covers with a colour illustration on the front. In 2002, Penguin announced it was redesigning its entire catalogue, merging the original Classics list (known in the trade as \"Black Classics\") with what had been the old Penguin Twentieth-Century Classics list, though the silver covers for the latter have so far been retained for most of the titles. Previously this line had been called 'Penguin Modern Classics' with a pale green livery.\n\nThe redesign – featuring a colourful painting on the cover, with black background and orange lettering – was well received. However, the quality of the paperbacks themselves seemed to decrease: the spines were more likely to fold and bend. The paperbacks are also printed on non-acid-free pulp paper, which, by some accounts, tends to yellow and brown within a couple of years.[41]\n\nThe text page design was also overhauled to follow a more closely prescribed template, allowing for faster copyediting and typesetting, but reducing the options for individual design variations suggested by a text's structure or historical context (for example, in the choice of text typeface). Prior to 2002, the text page typography of each book in the Classics series had been overseen by a team of in-house designers; this department was drastically reduced in 2003 as part of the production costs. The in-house text design department still exists, albeit much smaller than formerly. Recent design work includes the Penguin Little Black Classic series, designed by Claire Mason.\n\nLane expanded the business in 1937 with the publication of George Bernard Shaw's The Intelligent Woman's Guide to Socialism and Capitalism under the Pelican Books imprint, an imprint designed to educate the reading public rather than entertain. Recognising his own limitations Lane appointed V. K. Krishna Menon as the first commissioning editor of the series,[42] supported by an advisory panel consisting of Peter Chalmers Mitchell, H. L. Bales and W. E. Williams. Several thousand Pelicans were published over the next half-century and brought high quality accounts of the current state of knowledge in many fields, often written by authors of specialised academic books.[43] (The Pelican series, in decline for several years, was finally discontinued in 1984.)\n\nAircraft Recognition (S82) by R. A. Saville-Sneath, was a bestseller. In 1940, the children's imprint Puffin Books began with a series of non-fiction picture books; the first work of children's fiction published under the imprint was Barbara Euphan Todd's Worzel Gummidge the following year. Another series that began in wartime was the Penguin Poets: the first volume was a selection of Tennyson's poems (D1) in 1941. Later examples are The Penguin Book of Modern American Verse (D22), 1954, and The Penguin Book of Restoration Verse (D108), 1968. J. M. Cohen's Comic and Curious Verse appeared in three volumes over a number of years.\n\nPelican Books was relaunched as a digital[vague] imprint in 2014, with four books published simultaneously on 1 May: Economics: A User's Guide by Ha-Joon Chang, The Domesticated Brain by the psychologist Bruce Hood, Revolutionary Russia by Orlando Figes and Human Evolution by the anthropologist Robin Dunbar.[44]\n\nIn 1965 Penguin entered the field of educational publishing, Allen Lane's aim being to carry the radical and populist spirit of Pelicans into the schoolbook market. His final major initiative, the division was established as a separate publishing operation from Harmondsworth, and based in West Drayton in Middlesex. During its nine-year life it had a major impact on school books, breaking new ground in their concept and design and strongly influencing other publishers’ lists.\n\nAmong the most successful and influential series were Voices and Junior Voices, Connexions, and the Penguin English Project. Alongside these and other series, the imprint continued another Penguin tradition by producing Education Specials, titles which focussed on often controversial topics within education and beyond. They included highly topical books such as The Hornsey Affair and Warwick University Ltd, reflecting the student unrest of the late 1960s and contributing to the intense national debate about the purpose of higher education. Other titles featured the radical and influential ideas about schooling propounded by writers and teachers from America and elsewhere.\n\nPenguin Education also published an extensive range of Readers and introductory texts for students in higher education, notably in subjects such as psychology, economics, management, sociology and science, while for teachers it provided a series of key texts such as Language, the Learner and the School and The Language of Primary School Children. Following Allen Lane's death in 1970 and the takeover the same year by Pearson Longman, the division discontinued publishing school books and was closed in March 1974. More than 80 teachers, educational journalists and academics signed a letter to the Times Educational Supplement regretting the closure of the influential imprint.[45]\n\nIn November 1937, Penguin inaugurated a new series of short, polemical books under the rubric of Penguin Specials with the publication of Edgar Mowrer's Germany Puts the Clock Back. Their purpose was to offer in-depth analysis of current affairs that would counter the perceived bias of the newspapers in addition to being the company's response to the popularity of Gollancz's Left Book Club. Whereas the Left Book Club was avowedly pro-Soviet, Penguin and Lane expressed no political preference as their editorial policy, though the widespread belief was that the series was left-leaning since the editor was the communist John Lehmann and its authors were, with a few exceptions,[46] men of the left. Speed of publication and delivery (a turnaround of weeks rather than months) were essential to the topicality and therefore success of the Specials, Genevieve Tabouis's anti-appeasement tract Blackmail or War sold over 200,000 copies for example. However even this immediacy did not prevent them being overtaken by events: Shiela Grant Duff's Europe and the Czechs only made it onto the bookstands on the day of the Munich agreement, but nevertheless went on to be a bestseller. Thirty-five Penguin Specials were published before the outbreak of war, including two novels Hašek's Good Soldier Schweik and Bottome's The Mortal Storm; they collectively made a significant contribution to the public debate of the time, with many of the more controversial titles being the subject of leading articles in the press.\n\nAfter a hiatus between 1945 and 1949, the Penguin Specials continued after the war under the editorship of first Tom Maschler, then after 1961 Tony Godwin. The first title in the revived series was William Gallacher's The Case for Communism.[47] Godwin initiated the \"What's Wrong with Britain\" series of Specials in the run up to the 1964 election, which constituted a platform for the New Left's brand of cultural analysis that characterised the leftist political radicalism of the 1960s. Indeed, Penguin Books contributed to the funds that set up Richard Hoggart and Stuart Hall's Centre for Contemporary Cultural Studies at Birmingham University in 1964.[48] This brief period of revival for Penguin Specials in contributing to the national dialogue was not sustained after the departure of Godwin in 1967, and with the rise in television journalism the Specials series declined in significance through the 1970s and 1980s. The last Special was published in 1988 with Keith Thompson's Under Siege: Racism and Violence in Britain Today.\n\nIn December 2011, Penguin launched nine titles as 'Penguin Shorts'[49] which featured the iconic tri-band covers. These books were novellas and short length works of fiction and/or memoirs. In 2012 they became known as Penguin Specials following an agreement with The Economist made in March of that year.[50] These works focused on the kind of topical journalism that was a feature of the original Penguin Specials. Subsequent Penguin Specials released in 2012 and 2013 continued to include both fiction, including the publication of the works shortlisted for the Monash Undergraduate Prize 2012, and topical journalism.[51] Collected columns of cultural critics were also featured.[52]\n\nNoel Carrington, an editor at Country Life magazine, first approached Lane with the idea of publishing low-cost, illustrated non-fiction children's books in 1938. Inspired by the Editions Père Castor books drawn by Rojan and the technique of autolithography used in the poster art of the time, Carrington's suggestion for what was to become the Puffin Picture Book series was adopted by Penguin in 1940 when, as Lane saw it, evacuated city children would need books on farming and natural history to help adjust to the country.[53] The first four titles appeared in December 1940; War on Land, War at Sea, War in the Air and On the Farm, and a further nine the following year. Despite Lane's intention to publish twelve a year paper and staff shortages meant only thirteen were issued in the first two years of the series. The Picture Books' 120 titles resulted in 260 variants altogether, the last number 116 Paxton Chadwick's Life Histories, was issued hors série in 1996 by the Penguin Collector's Society.\n\nInexpensive paperback children's fiction did not exist at the time Penguin sought to expand their list into this new market. To this end Eleanor Graham was appointed in 1941 as the first editor of the Puffin Story Books series,[54] a venture made particularly difficult due to the resistance of publishers and librarians in releasing the rights of their children's books. The first five titles (Worzel Gummidge, Cornish Adventure, The Cuckoo Clock, Garram the Hunter and Smokey) were published in the three horizontal stripes company livery of the rest of the Penguin output, a practice abandoned after the ninth volume when full-bleed colour illustrated covers were introduced, a fact that heralded the much greater design freedom of the Puffin series over the rest of Penguin's books.\n\nGraham retired in 1961 and was replaced by Kaye Webb who presided over the department for 18 years in a period that saw greatly increased competition in the children's market as well as a greater sophistication in production and marketing. One innovation of Webb's was the creation of the Puffin Club in 1967 and its quarterly magazine Puffin Post, which at its height had 200,000 members. The Puffin authors' list added Arthur Ransome, Roald Dahl and Ursula K. Le Guin during Webb's editorship and saw the creation of the Peacock series of teenage fiction.\n\nTony Lacey took over Webb's editorial chair in 1979 at the invitation of Penguin managing director Peter Mayer[55] when Puffin was one of the few profitable divisions of the beleaguered company. In line with Mayer's policy of more aggressive commercialisation of the Penguin brand Lacey reduced the number of Puffin imprints, consolidated popular titles under the Puffin Classics rubric and inaugurated the successful interactive gamebook series Fighting Fantasy.[56] Complementary to the Puffin Club the Puffin School Book Club, addressed specifically to schools and organisations, grew significantly in this period helping to confirm Puffin market position such that by 1983 one in three Penguin books sold was a Puffin.[56]\n\nNikolaus Pevsner first proposed a series of volumes amounting to a county by county survey of the monuments of England in ten or more books to both the Cambridge University Press and Routledge before the war, however for various reason his plan came to nothing.[57] It was only through his involvement with Penguin that he was in a position to make a similar suggestion to Allen Lane and be accepted. Pevsner described the project of the Buildings of England as an attempt to fill the gap in English publishing for those multi-volume survey of national art familiar on the continent. In particular Georg Dehio's Handbuch der deutschen Kunstdenkmaler, a topographical inventory of Germany's important historic buildings that was published in five volumes between 1905 and 1912.[58] Though Pevsner's ambition for the series was to educate and inform the general public on the subtleties of English architectural history, the immediate commercial imperative was competition with the Shell Guides edited by John Betjeman of which 13 had been published by 1939.[59] With Lane's agreement in 1945 Pevsner began work personally touring the county that was to be the subject of observation aided by notes drawn up by researchers. The first volume, Cornwall, appeared in 1951, and went on to produce 46 architectural guidebooks between then and 1974 of which he wrote 32 alone and ten with assistance. As early as 1954 the series was in commercial difficulty and required sponsorship to continue, a grant from the Leverhulme Trust amongst other sources[60] secured its completion. The series continued after Pevsner's death in 1983, financed in part by the Pevsner Books Trust and published by Yale University Press.\n\nPevsner's approach was of Kunstgeschichte quite distinct from the antiquarian interest of local and family history typical of English county histories. Consequently, there is little mention of monumental brasses, bells, tracery, the relationship of the building to the landscape.[61] Nor is there much discussion on building techniques, nor industrial architecture, nor on Art Deco buildings, omissions that his critics hold have led to those subjects undervaluation and neglect.[62] Nevertheless, Pevsner's synoptic study brought rigorous architectural history to an appreciative mass audience, and in particular he enlarged the perception of the Victorian achievement in architecture.\n\nWartime paper rationing, which had resulted in a generous allocation to Penguin, also forced the reduction in space for book reviews and advertising in the newspapers and was partly the cause of the folding of several literary journals, consequently left a gap in the magazine market that Lane hoped to fill. In January 1941 the first issue of Penguin New Writing appeared and instantly dominated the market with 80,000 copies sold compared to its closest rival, Cyril Connolly's Horizon, which mustered 3,500 sales in its first edition. Penguin New Writing's editor John Lehmann was instrumental in introducing the British public to such new writers as Lawrence Durrell, Saul Bellow and James Michie. Yet despite popular and critical success further rationing and, after 1945 declining sales, led monthly publication to become quarterly until the journal finally closed in autumn 1950 after 40 issues.\n\nThough New Writing was the most durable of Penguin's periodicals it wasn't the publisher's only foray into journalism with Russian Review, Penguin Hansard and Transatlantic begun during the war, and Penguin Film Review, Penguin Music Magazine, New Biology (1945 - 1960), Penguin Parade, Penguin Science Survey and Penguin Science News having brief runs after 1945.\n\nAs of the 2020s, the publication The Happy Reader[63] retails in Europe.[64]\n\nPenguin's Australian subsidiary released the Popular Penguins series late in 2008. The series has its own website.[65] It was intended to include 50 titles, many of which duplicate those on the Penguin Celebrations list but this was reduced to 49 titles as one of the 50, Hegemony or Survival by Noam Chomsky,[66] had to be withdrawn after its initial release as Penguin discovered they no longer held the rights to it.\n\nPopular Penguins are presented as a return to Lane's original ethos – good books at affordable prices. They have been published with a cover price of A$9.95, less than half of the average price of a paperback novel in Australia at the time of release.\n\nPopular Penguins are presented in a more \"authentic\" interpretation of the Penguin Grid than that of the Celebrations series. They are correct size, when compared to an original 'grid-era' Penguin, and they use Eric Gill's typefaces in a more or less exact match for Jan Tschichold's \"tidying\" of Edward Young's original three panel cover design. The covers are also printed on a card stock that mirrors the look and feel of 1940s and 50s Penguin covers. On the other hand, all of the Popular Penguins series are in Penguin Orange, and not colour-coded in the manner of the original designs and the \"Celebrations\" titles.\n\nIn July 2009, another 50 Popular Penguins were released onto the Australian and New Zealand markets.[67] A further 10 titles written by New Zealand authors were released in March 2010.[68] Another 75 titles were released in Australia in July 2010 to mark Penguin's 75th anniversary.[69]\n\nKing Penguin Books was a series of pocket-sized monographs published by Penguin Books between 1939 and 1959. They were in imitation of the Insel-Bücherei series published in Germany by Insel Verlag from 1912 onwards,[70] and were pioneer volumes for Penguins in that they were their first volumes with hard covers and their first with colour printing.[71]\nThe books originally combined a classic series of colour plates with an authoritative text. The first two volumes featured sixteen plates from John Gould's The Birds of Great Britain (1873) with historical introduction and commentary on each plate by Phyllis Barclay-Smith, and sixteen plates from Redouté's Roses (1817–24) with historical introduction and commentary by John Ramsbottom. The third volume began the alternative practice of colour plates from a variety of sources.\n\nSome of the volumes, such as Nikolaus Pevsner's Leaves of Southwell (1945) or Wilfrid Blunt's Tulipomania (1950) were pioneering works of scholarship. Others such as The Bayeux Tapestry by Eric Maclagan (1943), Ur : The First Phases by Leonard Woolley (1946) or Russian Icons (1947) by David Talbot Rice were distillations by experts of their own pioneering works. Some volumes by experts went into revised editions, such as A Book of English Clocks (1947 and 1950) by R. W. Symonds.\n\nElizabeth Senior edited the series until 1941, after which Nikolaus Pevsner took over and remained editor until the end of the series. The series ran to 76 volumes.[72]\n\nThe King Penguin imprint was briefly revived in 1981 for a series of contemporary works, chiefly fiction.[73]\n\nAllen Lane approached Nikolaus Pevsner in 1945 for a series of illustrated books that would match the success of the King Penguins. Pevsner recalled his response: \"Allen said, 'You have done the King Penguins now and we are going on with them, but if you had your way, what else would you do?' I had my answer ready—and the answer was very formidable, because I outlined both The Pelican History of Art and The Buildings of England on the spot, each about 40 to 50 volumes. Allen said, 'Yes, we can do both,' and that was the end of the meeting.\"[74] Pevsner's industry quickly bore fruit with the first contracts signed by 1946 for John Summerson's Architecture in Britain, Anthony Blunt's Art and Architecture in France, and Rudolf Wittkower's Italian art and architecture, the first title Painting in Britain, 1530–1790 by Ellis Waterhouse was issued in 1953. By 1955, Pevsner produced a prospectus for the series announcing the publication of four new volumes and a plan for the rest of the series totalling 47 titles. The ambition of the series exceeded previously published multi-volume histories of art such as André Michel's Histoire de l'art (17 vols., 1905–28), the Propyläen Kunstgeschichte (25 vols., 1923–35). Forty-one volumes were published by the time Pevsner retired from editing in 1977. His work was continued by Judy Nairn (his editorial assistant on the Buildings of England) and the medievalist Peter Lasko. Yale University Press acquired the series in 1992 when 45 titles had been completed; by 2004 they had published 21 volumes, mostly revisions of existing editions.[75] New volumes continue to be produced in the 2010s, and new editions of older ones.[76]\n\nFor Penguin the series was a departure from their commercial mainstay of paperbacks as the histories of art were the first large format, illustrated hardback books they had produced.[77] Despite their relatively high price they were a financial success, yet for Pevsner they were intended primarily as graduate level texts in what was, for the English speaking world, the newly emerging academic discipline of art history.[78] Nevertheless, the series was criticised from within the academy for its evident biases. Many of its authors were German émigrés, consequently there was a methodological preference for the kunstwissenschaft practiced in Vienna and Berlin between the wars; a formalism that ignored the social context of art.[79] Moreover, the weight given to some subjects seemed disproportionate to some critics, with seven of its 47 volumes dedicated to English art, a \"tributary of the main European current\" as the Burlington Magazine observed.[80] Though the 1955 plan was never fully executed—the volumes on Greek painting and sculpture, quattrocento painting and cinquecento sculpture were not written—the Pelican History remains one of the most comprehensive surveys of world art published.[81]\n\nMobile bookstore launched by Penguin Books India in collaboration with Ms. Satabdi Mishra and Mr. Akshaya Rautaray.[82]\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Parent_company",
        "https://en.wikipedia.org/wiki/Penguin_Random_House",
        "https://en.wikipedia.org/wiki/Allen_Lane",
        "https://en.wikipedia.org/wiki/City_of_Westminster",
        "https://en.wikipedia.org/wiki/London",
        "https://en.wikipedia.org/wiki/Hispanosphere",
        "https://en.wikipedia.org/wiki/Markus_Dohle",
        "https://en.wikipedia.org/wiki/Chief_executive_officer",
        "https://en.wikipedia.org/wiki/Chairman",
        "https://en.wikipedia.org/wiki/Chief_executive_officer",
        "https://en.wikipedia.org/wiki/Chief_executive_officer",
        "https://en.wikipedia.org/wiki/Book",
        "https://en.wikipedia.org/wiki/Penguin_Classics",
        "https://en.wikipedia.org/wiki/Viking_Press",
        "https://en.wikipedia.org/wiki/Bertelsmann",
        "https://en.wikipedia.org/wiki/Publishing",
        "https://en.wikipedia.org/wiki/Allen_Lane",
        "https://en.wikipedia.org/wiki/The_Bodley_Head",
        "https://en.wikipedia.org/wiki/Paperback",
        "https://en.wikipedia.org/wiki/Penguin_Random_House",
        "https://en.wikipedia.org/wiki/Random_House",
        "https://en.wikipedia.org/wiki/Bertelsmann",
        "https://en.wikipedia.org/wiki/Penguin_Group",
        "https://en.wikipedia.org/wiki/Pearson_plc",
        "https://en.wikipedia.org/wiki/Financial_Times",
        "https://en.wikipedia.org/wiki/Holtzbrinck",
        "https://en.wikipedia.org/wiki/Macmillan_Publishers",
        "https://en.wikipedia.org/wiki/HarperCollins",
        "https://en.wikipedia.org/wiki/City_of_Westminster",
        "https://en.wikipedia.org/wiki/London",
        "https://en.wikipedia.org/wiki/England",
        "https://en.wikipedia.org/wiki/Vigo_Street",
        "https://en.wikipedia.org/wiki/Paperback",
        "https://en.wikipedia.org/wiki/The_Bodley_Head",
        "https://en.wikipedia.org/wiki/Vigo_Street",
        "https://en.wikipedia.org/wiki/Crypt",
        "https://en.wikipedia.org/wiki/Holy_Trinity_Church_Marylebone",
        "https://en.wikipedia.org/wiki/Albatross_Books",
        "https://en.wikipedia.org/wiki/Publication_right",
        "https://en.wikipedia.org/wiki/Kurt_Enoch",
        "https://en.wikipedia.org/wiki/Eunice_Frost",
        "https://en.wikipedia.org/wiki/Ian_Ballantine",
        "https://en.wikipedia.org/wiki/Gill_Sans",
        "https://en.wikipedia.org/wiki/Edward_Preston_Young",
        "https://en.wikipedia.org/wiki/Logo",
        "https://en.wikipedia.org/wiki/Essays",
        "https://en.wikipedia.org/wiki/Belles_lettres",
        "https://en.wikipedia.org/wiki/Harmondsworth",
        "https://en.wikipedia.org/wiki/Heathrow_Airport",
        "https://en.wikipedia.org/wiki/Yuri_Krimov",
        "https://en.wikipedia.org/wiki/Second_World_War",
        "https://en.wikipedia.org/wiki/POW",
        "https://en.wikipedia.org/wiki/Fall_of_France",
        "https://en.wikipedia.org/wiki/Esparto",
        "https://en.wikipedia.org/wiki/Ministry_of_Supply",
        "https://en.wikipedia.org/wiki/Canadian_Government",
        "https://en.wikipedia.org/wiki/War_Office",
        "https://en.wikipedia.org/wiki/Army_Bureau_of_Current_Affairs",
        "https://en.wikipedia.org/wiki/Arts_Council_of_Great_Britain",
        "https://en.wikipedia.org/wiki/Royal_Mail",
        "https://en.wikipedia.org/wiki/Army",
        "https://en.wikipedia.org/wiki/Penguin_Classics",
        "https://en.wikipedia.org/wiki/Homer",
        "https://en.wikipedia.org/wiki/Odyssey",
        "https://en.wikipedia.org/wiki/Jan_Tschichold",
        "https://en.wikipedia.org/wiki/Penguin_Composition_Rules",
        "https://en.wikipedia.org/wiki/Typography",
        "https://en.wikipedia.org/wiki/Hans_Schmoller",
        "https://en.wikipedia.org/wiki/Pan_Books",
        "https://en.wikipedia.org/wiki/Buildings_of_England",
        "https://en.wikipedia.org/wiki/Phototypesetting",
        "https://en.wikipedia.org/wiki/Offset_printing",
        "https://en.wikipedia.org/wiki/Hot_metal_typesetting",
        "https://en.wikipedia.org/wiki/Letterpress_printing",
        "https://en.wikipedia.org/wiki/Tony_Godwin",
        "https://en.wikipedia.org/wiki/Germano_Facetti",
        "https://en.wikipedia.org/wiki/Romek_Marber",
        "https://en.wikipedia.org/wiki/Obscenity",
        "https://en.wikipedia.org/wiki/R_v_Penguin_Books_Ltd",
        "https://en.wikipedia.org/wiki/Censorship",
        "https://en.wikipedia.org/wiki/Pearson_PLC",
        "https://en.wikipedia.org/wiki/Hamish_Hamilton",
        "https://en.wikipedia.org/wiki/New_American_Library",
        "https://en.wikipedia.org/wiki/Cambridge_University_Press",
        "https://en.wikipedia.org/wiki/Oxford_University_Press",
        "https://en.wikipedia.org/wiki/Pearson_PLC",
        "https://en.wikipedia.org/wiki/Viking_Press",
        "https://en.wikipedia.org/wiki/Hamish_Hamilton",
        "https://en.wikipedia.org/wiki/New_American_Library",
        "https://en.wikipedia.org/wiki/Deborah_Lipstadt",
        "https://en.wikipedia.org/wiki/David_Irving",
        "https://en.wikipedia.org/wiki/Holocaust_denial",
        "https://en.wikipedia.org/wiki/Irving_v_Penguin_Books_and_Lipstadt",
        "https://en.wikipedia.org/wiki/Spycatcher",
        "https://en.wikipedia.org/wiki/Salman_Rushdie",
        "https://en.wikipedia.org/wiki/Ruhollah_Khomeini",
        "https://en.wikipedia.org/wiki/Wiki",
        "https://en.wikipedia.org/wiki/A_Million_Penguins",
        "https://en.wikipedia.org/wiki/Penguin_Classics",
        "https://en.wikipedia.org/wiki/Robert_Gibbings",
        "https://en.wikipedia.org/wiki/Central_School_of_Arts_and_Crafts",
        "https://en.wikipedia.org/wiki/Albertus",
        "https://en.wikipedia.org/wiki/Betty_Radice",
        "https://en.wikipedia.org/wiki/Robert_Baldick",
        "https://en.wikipedia.org/wiki/Typeface",
        "https://en.wikipedia.org/wiki/Pelican_Books",
        "https://en.wikipedia.org/wiki/George_Bernard_Shaw",
        "https://en.wikipedia.org/wiki/Pelican_Books",
        "https://en.wikipedia.org/wiki/Peter_Chalmers_Mitchell",
        "https://en.wikipedia.org/wiki/William_Emrys_Williams",
        "https://en.wikipedia.org/wiki/Puffin_Books",
        "https://en.wikipedia.org/wiki/Barbara_Euphan_Todd",
        "https://en.wikipedia.org/wiki/Worzel_Gummidge",
        "https://en.wikipedia.org/wiki/Tennyson",
        "https://en.wikipedia.org/wiki/Penguin_Education",
        "https://en.wikipedia.org/wiki/Edgar_Mowrer",
        "https://en.wikipedia.org/wiki/Victor_Gollancz_Ltd",
        "https://en.wikipedia.org/wiki/Left_Book_Club",
        "https://en.wikipedia.org/wiki/John_Lehmann",
        "https://en.wikipedia.org/wiki/Genevieve_Tabouis",
        "https://en.wikipedia.org/wiki/Shiela_Grant_Duff",
        "https://en.wikipedia.org/wiki/Munich_agreement",
        "https://en.wikipedia.org/wiki/Richard_Hoggart",
        "https://en.wikipedia.org/wiki/Centre_for_Contemporary_Cultural_Studies",
        "https://en.wikipedia.org/wiki/Puffin_Books",
        "https://en.wikipedia.org/wiki/Noel_Carrington",
        "https://en.wikipedia.org/wiki/Feodor_Stepanovich_Rojankovsky",
        "https://en.wikipedia.org/wiki/Eleanor_Graham",
        "https://en.wikipedia.org/wiki/Worzel_Gummidge",
        "https://en.wikipedia.org/wiki/Mary_Louisa_Molesworth",
        "https://en.wikipedia.org/wiki/Smoky_the_Cowhorse",
        "https://en.wikipedia.org/wiki/Kaye_Webb",
        "https://en.wikipedia.org/wiki/Arthur_Ransome",
        "https://en.wikipedia.org/wiki/Roald_Dahl",
        "https://en.wikipedia.org/wiki/Peter_Mayer",
        "https://en.wikipedia.org/wiki/Gamebook",
        "https://en.wikipedia.org/wiki/Fighting_Fantasy",
        "https://en.wikipedia.org/wiki/Pevsner_Architectural_Guides",
        "https://en.wikipedia.org/wiki/Nikolaus_Pevsner",
        "https://en.wikipedia.org/wiki/Cambridge_University_Press",
        "https://en.wikipedia.org/wiki/Routledge",
        "https://en.wikipedia.org/wiki/Georg_Dehio",
        "https://en.wikipedia.org/wiki/Shell_Guides",
        "https://en.wikipedia.org/wiki/John_Betjeman",
        "https://en.wikipedia.org/wiki/Leverhulme_Trust",
        "https://en.wikipedia.org/wiki/Yale_University_Press",
        "https://en.wikipedia.org/wiki/Literary_journal",
        "https://en.wikipedia.org/wiki/New_Writing",
        "https://en.wikipedia.org/wiki/Cyril_Connolly",
        "https://en.wikipedia.org/wiki/John_Lehmann",
        "https://en.wikipedia.org/wiki/Lawrence_Durrell",
        "https://en.wikipedia.org/wiki/Saul_Bellow",
        "https://en.wikipedia.org/wiki/Penguin_Celebrations",
        "https://en.wikipedia.org/wiki/Hegemony_or_Survival",
        "https://en.wikipedia.org/wiki/Noam_Chomsky",
        "https://en.wikipedia.org/wiki/Eric_Gill",
        "https://en.wikipedia.org/wiki/Jan_Tschichold",
        "https://en.wikipedia.org/wiki/Edward_Young",
        "https://en.wikipedia.org/wiki/Monographs",
        "https://en.wikipedia.org/wiki/Insel_Verlag",
        "https://en.wikipedia.org/wiki/John_Gould",
        "https://en.wikipedia.org/wiki/Nikolaus_Pevsner",
        "https://en.wikipedia.org/wiki/Wilfrid_Jasper_Walter_Blunt",
        "https://en.wikipedia.org/wiki/Eric_Maclagan",
        "https://en.wikipedia.org/wiki/Leonard_Woolley",
        "https://en.wikipedia.org/wiki/David_Talbot_Rice",
        "https://en.wikipedia.org/wiki/Allen_Lane",
        "https://en.wikipedia.org/wiki/Nikolaus_Pevsner",
        "https://en.wikipedia.org/wiki/John_Summerson",
        "https://en.wikipedia.org/wiki/Anthony_Blunt",
        "https://en.wikipedia.org/wiki/Rudolf_Wittkower",
        "https://en.wikipedia.org/wiki/Ellis_Waterhouse",
        "https://en.wikipedia.org/wiki/Peter_Lasko",
        "https://en.wikipedia.org/wiki/Yale_University_Press",
        "https://en.wikipedia.org/wiki/English_art",
        "https://en.wikipedia.org/wiki/Burlington_Magazine",
        "https://en.wikipedia.org/wiki/Ancient_Greek_art",
        "https://en.wikipedia.org/wiki/Greek_sculpture",
        "https://en.wikipedia.org/wiki/Quattrocento",
        "https://en.wikipedia.org/wiki/Cinquecento",
        "https://en.wikipedia.org/wiki/Great_Books_of_the_20th_Century",
        "https://en.wikipedia.org/wiki/List_of_early_Puffin_Story_Books",
        "https://en.wikipedia.org/wiki/List_of_Penguin_Classics",
        "https://en.wikipedia.org/wiki/New_Penguin_Shakespeare",
        "https://en.wikipedia.org/wiki/Penguin_60s_Classics",
        "https://en.wikipedia.org/wiki/Penguin_Collectors_Society",
        "https://en.wikipedia.org/wiki/Penguin_Essentials",
        "https://en.wikipedia.org/wiki/Penguin_Modern_Poets",
        "https://en.wikipedia.org/wiki/Penguin_poetry_anthologies",
        "https://en.wikipedia.org/wiki/Penguin_Red_Classics",
        "https://en.wikipedia.org/wiki/Tauchnitz_publishers",
        "https://en.wikipedia.org/wiki/Wayback_Machine",
        "https://en.wikipedia.org/wiki/Daily_Telegraph",
        "https://en.wikipedia.org/wiki/The_Guardian",
        "https://en.wikipedia.org/wiki/Wayback_Machine",
        "https://en.wikipedia.org/wiki/Wayback_Machine",
        "https://en.wikipedia.org/wiki/Wayback_Machine",
        "https://en.wikipedia.org/wiki/A_Farewell_to_Arms",
        "https://en.wikipedia.org/wiki/Ernest_Hemingway",
        "https://en.wikipedia.org/wiki/Eric_Linklater",
        "https://en.wikipedia.org/wiki/Susan_Ertz",
        "https://en.wikipedia.org/wiki/The_Unpleasantness_at_the_Bellona_Club",
        "https://en.wikipedia.org/wiki/Mary_Webb",
        "https://en.wikipedia.org/wiki/Compton_Mackenzie",
        "https://en.wikipedia.org/wiki/Tauchnitz",
        "https://en.wikipedia.org/wiki/The_Independent",
        "https://en.wikipedia.org/wiki/Open_University",
        "https://en.wikipedia.org/wiki/United_Kingdom",
        "https://en.wikipedia.org/wiki/Wayback_Machine",
        "https://en.wikipedia.org/wiki/Norman_Nicholson",
        "https://en.wikipedia.org/wiki/Tavistock_Institute_of_Human_Relations",
        "https://en.wikipedia.org/wiki/The_Guardian",
        "https://en.wikipedia.org/wiki/The_Guardian",
        "https://en.wikipedia.org/wiki/The_Guardian",
        "https://en.wikipedia.org/wiki/Klassekampen",
        "https://en.wikipedia.org/wiki/John_Shearman",
        "https://en.wikipedia.org/wiki/Penguin_Collectors_Society",
        "https://en.wikipedia.org/wiki/Private_Libraries_Association",
        "https://en.wikipedia.org/wiki/Bertelsmann",
        "https://en.wikipedia.org/wiki/RTL_Group",
        "https://en.wikipedia.org/wiki/RTL_Deutschland",
        "https://en.wikipedia.org/wiki/RTL_II",
        "https://en.wikipedia.org/wiki/Joint_venture",
        "https://en.wikipedia.org/wiki/RTL_Living",
        "https://en.wikipedia.org/wiki/RTL_Nitro",
        "https://en.wikipedia.org/wiki/RTL_Passion",
        "https://en.wikipedia.org/wiki/RTL_UP",
        "https://en.wikipedia.org/wiki/Super_RTL",
        "https://en.wikipedia.org/wiki/BigFM",
        "https://en.wikipedia.org/wiki/Radio_Hamburg",
        "https://en.wikipedia.org/wiki/RTL_Radio",
        "https://en.wikipedia.org/wiki/RTL_Nederland",
        "https://en.wikipedia.org/wiki/RTL_4",
        "https://en.wikipedia.org/wiki/RTL_5",
        "https://en.wikipedia.org/wiki/RTL_7",
        "https://en.wikipedia.org/wiki/RTL_8",
        "https://en.wikipedia.org/wiki/RTL_Z",
        "https://en.wikipedia.org/wiki/RTL_Lounge",
        "https://en.wikipedia.org/wiki/RTL_Telekids",
        "https://en.wikipedia.org/wiki/M6_Group",
        "https://en.wikipedia.org/wiki/6ter",
        "https://en.wikipedia.org/wiki/M6_Music",
        "https://en.wikipedia.org/wiki/RTL_Radio",
        "https://en.wikipedia.org/wiki/Cool_TV",
        "https://en.wikipedia.org/wiki/Atresmedia",
        "https://en.wikipedia.org/wiki/LaSexta",
        "https://en.wikipedia.org/wiki/Onda_Cero",
        "https://en.wikipedia.org/wiki/United_Kingdom",
        "https://en.wikipedia.org/wiki/Euston_Films",
        "https://en.wikipedia.org/wiki/Germany",
        "https://en.wikipedia.org/wiki/UFA_GmbH",
        "https://en.wikipedia.org/wiki/Sweden",
        "https://en.wikipedia.org/wiki/Denmark",
        "https://en.wikipedia.org/wiki/Miso_Film",
        "https://en.wikipedia.org/wiki/Australia",
        "https://en.wikipedia.org/wiki/Eureka_Productions",
        "https://en.wikipedia.org/wiki/Fremantle_Australia",
        "https://en.wikipedia.org/wiki/United_States",
        "https://en.wikipedia.org/wiki/Original_Productions",
        "https://en.wikipedia.org/wiki/Random_House_Studio",
        "https://en.wikipedia.org/wiki/Penguin_Random_House",
        "https://en.wikipedia.org/wiki/Pantheon_Books",
        "https://en.wikipedia.org/wiki/Schocken_Books",
        "https://en.wikipedia.org/wiki/Vintage_Books",
        "https://en.wikipedia.org/wiki/Random_House",
        "https://en.wikipedia.org/wiki/Ballantine_Books",
        "https://en.wikipedia.org/wiki/Bantam_Books",
        "https://en.wikipedia.org/wiki/Dell_Publishing",
        "https://en.wikipedia.org/wiki/Del_Rey_Books",
        "https://en.wikipedia.org/wiki/Dial_Press",
        "https://en.wikipedia.org/wiki/Modern_Library",
        "https://en.wikipedia.org/wiki/Bantam_Spectra",
        "https://en.wikipedia.org/wiki/Crown_Publishing_Group",
        "https://en.wikipedia.org/wiki/Broadway_Books",
        "https://en.wikipedia.org/wiki/Harmony_Books",
        "https://en.wikipedia.org/wiki/Hogarth_Press",
        "https://en.wikipedia.org/wiki/Three_Rivers_Press",
        "https://en.wikipedia.org/wiki/Ten_Speed_Press",
        "https://en.wikipedia.org/wiki/Beginner_Books",
        "https://en.wikipedia.org/wiki/Western_Publishing",
        "https://en.wikipedia.org/wiki/Penguin_Group",
        "https://en.wikipedia.org/wiki/Avery_Publishing",
        "https://en.wikipedia.org/wiki/Dutton_Penguin",
        "https://en.wikipedia.org/wiki/Riverhead_Books",
        "https://en.wikipedia.org/wiki/TarcherPerigee",
        "https://en.wikipedia.org/wiki/Viking_Press",
        "https://en.wikipedia.org/wiki/Ace_Books",
        "https://en.wikipedia.org/wiki/Berkley_Books",
        "https://en.wikipedia.org/wiki/New_American_Library",
        "https://en.wikipedia.org/wiki/Jove_Books",
        "https://en.wikipedia.org/wiki/Roc_Books",
        "https://en.wikipedia.org/wiki/Penguin_Group",
        "https://en.wikipedia.org/wiki/Dial_Press",
        "https://en.wikipedia.org/wiki/Firebird_Books",
        "https://en.wikipedia.org/wiki/Philomel_Books",
        "https://en.wikipedia.org/wiki/Price_Stern_Sloan",
        "https://en.wikipedia.org/wiki/Puffin_Books",
        "https://en.wikipedia.org/wiki/Living_Language",
        "https://en.wikipedia.org/wiki/The_Princeton_Review",
        "https://en.wikipedia.org/wiki/Sasquatch_Books",
        "https://en.wikipedia.org/wiki/Ebury_Publishing",
        "https://en.wikipedia.org/wiki/BBC_Books",
        "https://en.wikipedia.org/wiki/Ebury_Publishing",
        "https://en.wikipedia.org/wiki/Del_Rey_Books",
        "https://en.wikipedia.org/wiki/Virgin_Books",
        "https://en.wikipedia.org/wiki/Hamish_Hamilton",
        "https://en.wikipedia.org/wiki/Viking_Press",
        "https://en.wikipedia.org/wiki/Pelican_Books",
        "https://en.wikipedia.org/wiki/Penguin_Classics",
        "https://en.wikipedia.org/wiki/Ladybird_Books",
        "https://en.wikipedia.org/wiki/Puffin_Books",
        "https://en.wikipedia.org/wiki/Random_House",
        "https://en.wikipedia.org/wiki/Transworld_Publishers",
        "https://en.wikipedia.org/wiki/Bantam_Press",
        "https://en.wikipedia.org/wiki/Andersen_Press",
        "https://en.wikipedia.org/wiki/The_Bodley_Head",
        "https://en.wikipedia.org/wiki/Harvill_Secker",
        "https://en.wikipedia.org/wiki/Jonathan_Cape",
        "https://en.wikipedia.org/wiki/Vintage_Books",
        "https://en.wikipedia.org/wiki/Doubleday_Canada",
        "https://en.wikipedia.org/wiki/Douglas_Gibson",
        "https://en.wikipedia.org/wiki/Tundra_Books",
        "https://en.wikipedia.org/wiki/New_Canadian_Library",
        "https://en.wikipedia.org/wiki/Blanvalet",
        "https://en.wikipedia.org/wiki/Heyne_Verlag",
        "https://en.wikipedia.org/wiki/Luchterhand_Literaturverlag",
        "https://en.wikipedia.org/wiki/Manesse_Verlag",
        "https://en.wikipedia.org/wiki/Prestel_Publishing",
        "https://en.wikipedia.org/wiki/Alfaguara",
        "https://en.wikipedia.org/wiki/Editorial_Bruguera",
        "https://en.wikipedia.org/wiki/Ediciones_B",
        "https://en.wikipedia.org/wiki/Grupo_Santillana",
        "https://en.wikipedia.org/wiki/Companhia_das_Letras",
        "https://en.wikipedia.org/wiki/Dorling_Kindersley",
        "https://en.wikipedia.org/wiki/Alpha_Books",
        "https://en.wikipedia.org/wiki/Der_Spiegel",
        "https://en.wikipedia.org/wiki/Manager_Magazin",
        "https://en.wikipedia.org/wiki/Aerokurier",
        "https://en.wikipedia.org/wiki/Alliant_International_University",
        "https://en.wikipedia.org/wiki/Arvato",
        "https://en.wikipedia.org/wiki/Arvato_Entertainment",
        "https://en.wikipedia.org/wiki/BMG_Rights_Management",
        "https://en.wikipedia.org/wiki/Penguin_Books",
        "https://en.wikipedia.org/wiki/Penguin_Books",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}