{
    "url": "https://en.wikipedia.org/wiki/Performing_arts",
    "title": "Performing arts",
    "table_of_contents": [
        "1 Performers",
        "2 Types",
        "2.1 Theatre",
        "2.2 Dance",
        "2.3 Music",
        "3 History",
        "3.1 Western performing arts",
        "3.1.1 Renaissance",
        "3.1.2 Modern era",
        "3.1.3 Postwar",
        "3.2 Eastern performing arts",
        "3.2.1 Middle East",
        "3.2.2 Iran",
        "3.2.3 India",
        "3.2.4 China",
        "3.2.5 Thailand",
        "3.2.6 Cambodia",
        "3.2.7 Philippines",
        "3.2.8 Japan",
        "3.3 History of African performing arts",
        "3.4 History of performing arts in the Americas",
        "3.5 History of performing arts in Oceania",
        "4 See also",
        "5 References",
        "6 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "The performing arts are arts such as music, dance, and drama which are performed for an audience.[1] They are different from the visual arts, which are the use of paint, canvas or various materials to create physical or static art objects. Performing arts include a range of disciplines which are performed in front of a live audience, including theatre, music, and dance.\n\nTheatre, music, dance, object manipulation, and other kinds of performances are present in all human cultures. The history of music and dance date to pre-historic times whereas circus skills date to at least Ancient Egypt. Many performing arts are performed professionally. Performance can be in purpose-built buildings, such as theatres and opera houses, on open air stages at festivals, on stages in tents such as circuses or on the street.\n\nLive performances before an audience are a form of entertainment. The development of audio and video recording has allowed for private consumption of the performing arts. The performing arts often aims to express one's emotions and feelings.[2]\n\n"
        },
        {
            "title": "Performers",
            "text": "Artists who participate in performing arts in front of an audience are called performers. Examples of these include actors, comedians, dancers, magicians, circus artists, musicians, and singers. Performing arts are also supported by workers in related fields, such as songwriting, choreography and stagecraft. Performers often adapt their appearance, such as with costumes and stage makeup, stage lighting, and sound.\n\n"
        },
        {
            "title": "Types",
            "text": "Performing arts may include dance, music, opera, theatre and musical theatre, magic, illusion, mime, spoken word, puppetry, circus arts, professional wrestling and performance art.\n\nThere is also a specialized form of fine art, in which the artists perform their work live to an audience. This is called performance art. Most performance art also involves some form of plastic art, perhaps in the creation of props. Dance was often referred to as a plastic art during the modern dance era.[3]\n\nTheatre is the branch of performing arts concerned with acting out stories in front of an audience, using a combination of speech, gesture, music, dance, sound, and spectacle. Any one or more of these elements is considered performing arts. In addition to the standard narrative dialogue style of plays, theater takes such forms as plays, musicals, opera, ballet, illusion, mime, classical Indian dance, kabuki, mummers' plays, improvisational theatre, comedy, pantomime, and non-conventional or contemporary forms like postmodern theatre, postdramatic theatre, or performance art.\n\nIn the context of performing arts, dance generally refers to human movement, typically rhythmic and to music, used as a form of audience entertainment in a performance setting. Definitions of what constitutes dance are dependent on social, cultural, aesthetic, artistic, and moral constraints and range from functional movement (such as folk dance) to codified, virtuoso techniques such as ballet.[4]\n\nThere is one another modern form of dance that emerged in 19th- 20th century with the name of free dance style. This form of dance was structured to create a harmonious personality which included features such as physical and spiritual freedom. Isadora Duncan was the first female dancer who argued about \"woman of future\" and developed novel vector of choreography using Nietzsche's idea of \"supreme mind in free mind\".[5]\n\nDance is a powerful impulse, but the art of dance is that impulse channeled by skillful performers into something that becomes intensely expressive and that may delight spectators who feel no wish to dance themselves. These two concepts of the art of dance—dance as a powerful impulse and dance as a skillfully choreographed art practiced largely by a professional few—are the two most important connecting ideas running through any consideration of the subject. In dance, the connection between the two concepts is stronger than in some other arts, and neither can exist without the other.[4]\n\nChoreography is the art of making dances, and the person who practices this art is called a choreographer.\n\nMusic is an art form which combines pitch, rhythm, and dynamic to create sound. It can be performed using a variety of instruments and styles and is divided into genres such as folk, jazz, hip hop, pop, and rock, etc. As an art form, music can occur in live or recorded formats, and can be planned or improvised.\n\nAs music is a protean art, it easily coordinates with words for songs as physical movements do in dance. Moreover, it has a capability of shaping human behaviors as it impacts our emotions.[6]\n\n"
        },
        {
            "title": "History",
            "text": "Starting in the 6th century BC, the Classical period of performing art began in Greece, ushered in by the tragic poets such as Sophocles. These poets wrote plays which, in some cases, incorporated dance (see Euripides). The Hellenistic period began the widespread use of comedy.\n\nHowever, by the 6th century AD, Western performing arts had been largely ended as the Dark Ages began. Between the 9th century and 14th century, performing art in the West was limited to religious historical enactments and morality plays, organized by the Church in celebration of holy days and other important events.\n\nIn the 15th century performing arts, along with the arts in general, saw a revival as the Renaissance began in Italy and spread throughout Europe plays, some of which incorporated dance, which were performed and Domenico da Piacenza credited with the first use of the term ballo (in De Arte Saltandi et Choreas Ducendi) instead of danza (dance) for his baletti or balli. The term eventually became Ballet. The first Ballet per se is thought to be Balthasar de Beaujoyeulx's Ballet Comique de la Reine (1581).\n\nBy the mid-16th century Commedia Dell'arte became popular in Europe, introducing the use of improvisation. This period also introduced the Elizabethan masque, featuring music, dance and elaborate costumes as well as professional theatrical companies in England. William Shakespeare's plays in the late 16th century developed from this new class of professional performance.\n\nIn 1597, the first opera, Dafne was performed and throughout the 17th century, opera would rapidly become the entertainment of choice for the aristocracy in most of Europe, and eventually for large numbers of people living in cities and towns throughout Europe.\n\nThe introduction of the proscenium arch in Italy during the 17th century established the traditional theatre form that persists to this day. Meanwhile, in England, the Puritans forbade acting, bringing a halt to performing arts that lasted until 1660. After that, women began to appear in both French and English plays. The French introduced a formal dance instruction in the late 17th century.\n\nIt is also during this time that the first plays were performed in the American Colonies.\n\nDuring the 18th century, the introduction of the popular opera buffa brought opera to the masses as an accessible form of performance. Mozart's The Marriage of Figaro and Don Giovanni are landmarks of the late 18th century opera.\n\nAt the turn of the 19th century, Beethoven and the Romantic movement ushered in a new era that led first to the spectacles of grand opera and then to the musical dramas of Giuseppe Verdi and the Gesamtkunstwerk (total work of art) of the operas of Richard Wagner leading directly to the music of the 20th century.\n\nThe 19th century was a period of growth for the performing arts for all social classes, technical advances such as the introduction of gaslight to theatres, burlesque, minstrel dancing, and variety theatre. In ballet, women make great progress in the previously male-dominated art.\n\nModern dance began in the late 19th century and early 20th century in response to the restrictions of traditional ballet. \nThe arrival of Sergei Diaghilev's Ballets Russes (1909–1929) revolutionized ballet and the performing arts generally throughout the Western world, most importantly through Diaghilev's emphasis on collaboration, which brought choreographers, dancers, set designers/artists, composers and musicians together to revitalize and revolutionize ballet. It is extremely complex.\n\nKonstantin Stanislavski's \"System\" revolutionized acting in the early 20th century, and continues to have a major influence on actors of stage and screen to the current day. Both impressionism and modern realism were introduced to the stage during this period.\n\nWith the invention of the motion picture in the late 19th century by Thomas Edison and the growth of the motion picture industry in Hollywood in the early 20th century, film became a dominant performance medium throughout the 20th and 21st centuries.\n\nRhythm and blues, a cultural phenomenon of black America, rose to prominence in the early 20th century, influencing a range of later popular music styles internationally.\n\nIn the 1930s Jean Rosenthal introduced what would become modern stage lighting, changing the nature of the stage as the Broadway musical became a phenomenon in the United States.\n\nPost-World War II performing arts were highlighted by the resurgence of both ballet and opera in the Western world.\n\nPostmodernism in performing arts dominated the 1960s to large extent.[citation needed]\n\nThe earliest recorded theatrical event dates back to 2000 BC with the passion plays of Ancient Egypt. The story of the god Osiris was performed annually at festivals throughout the civilization, marking the known beginning of a long relationship between theatre and religion.\n\nThe most popular forms of theater in the medieval Islamic world were puppet theatre (which included hand puppets, shadow plays and marionette productions) and live passion plays known as ta'ziya, where actors re-enact episodes from Muslim history. In particular, Shia Islamic plays revolved around the shaheed (martyrdom) of Ali's sons Hasan ibn Ali and Husayn ibn Ali. Live secular plays were known as akhraja, recorded in medieval adab literature, though they were less common than puppetry and ta'ziya theater.[7]\n\nIn Iran there are other forms of theatrical events such as Naghali or Naqqāli (story telling), ٰRu-Howzi, Siah-Bazi, Parde-Khani, and Mareke giri. Prior to the twentieth century, storytelling was the most recognized form of entertainment, although today, some forms still remain. One form, Naghali, was traditionally performed in coffeehouses where the storytellers, or Naghals (Naqqāls), only recited sections of a story at a time, thus retaining regular cliental. These stories were based on events of historical or religious importance and many referenced poetries from the Shahnameh. Oftentimes these stories were altered to bond with the atmosphere or mood of the audience.[8]\n\nFolk theatre and dramatics can be traced to the religious ritualism of the Vedic peoples in the 2nd millennium BC. This folk theatre of the misty past was mixed with dance, food, ritualism, plus a depiction of events from daily life. The last element made it the origin of the classical theatre of later times. Many historians, notably D. D. Kosambi, Debiprasad Chattopadhyaya, Adya Rangacharaya, etc. have referred to the prevalence of ritualism amongst Indo-Aryan tribes in which some members of the tribe acted as if they were wild animals, and some others were the hunters. Those who acted as mammals like goats, buffaloes, reindeer, monkeys, etc. were chased by those playing the role of hunters.\n\nBharata Muni (fl. 5th–2nd century BC) was an ancient Indian writer best known for writing the Natya Shastra of Bharata, a theoretical treatise on Indian performing arts, including theatre, dance, acting, and music, which has been compared to Aristotle's Poetics. Bharata is often known as the father of Indian theatrical arts. His Natya Shastra seems to be the first attempt to develop the technique or rather art, of drama in a systematic manner. The Natya Shastra tells us not only what is to be portrayed in a drama, but how the portrayal is to be done. Drama, as Bharata Muni says, is the imitation of men and their doings (loka-vritti). As men and their doings have to be respected on the stage, so drama in Sanskrit is also known by the term roopaka, which means portrayal.\n\nThe Ramayana and Mahabharata can be considered the first recognized plays that originated in India. These epics provided the inspiration to the earliest Indian dramatists and they do it even today. Indian dramatists such as Bhāsa in the 2nd century BC wrote plays that were heavily inspired by the Ramayana and Mahabharata.\n\nKālidāsa in the 1st century BC, is arguably considered to be ancient India's greatest dramatist. Three famous romantic plays written by Kālidāsa are the Mālavikāgnimitram (Mālavikā and Agnimitra), Vikramōrvaśīyam (Pertaining to Vikrama and Urvashi), and Abhijñānaśākuntala (The Recognition of Shakuntala). The last was inspired by a story in the Mahabharata and is the most famous. It was the first to be translated into English and German. In comparison to Bhāsa, who drew heavily from the epics, Kālidāsa can be considered an original playwright.\n\nThe next great Indian dramatist was Bhavabhuti (c. 7th century). He is said to have written the following three plays: Malati-Madhava, Mahaviracharita and Uttar Ramacharita. Among these three, the last two cover between them, the entire epic of Ramayana. The powerful Indian emperor Harsha (606–648) is credited with having written three plays: the comedy Ratnavali, Priyadarsika, and the Buddhist drama Nagananda. Many other dramatists followed during the Middle Ages.\n\nThere were many performing art forms in the southern part of India, Kerala is such a state with different such art forms like Koodiyattam, Nangyarkoothu, Kathakali, Chakyar koothu, Thirayattam and there were many prominent artists like Painkulam Raman Chakyar and others.\n\nThere are references to theatrical entertainments in China as early as 1500 BC during the Shang dynasty; they often involved music, clowning and acrobatic displays.\n\nThe Tang dynasty is sometimes known as \"The Age of 1000 Entertainments\". During this era, Emperor Xuanzong formed an acting school known as the Children of the Pear Garden to produce a form of drama that was primarily musical.\n\nDuring the Han Dynasty, shadow puppetry first emerged as a recognized form of theatre in China. There were two distinct forms of shadow puppetry, Cantonese southern and Pekingese northern. The two styles were differentiated by the method of making the puppets and the positioning of the rods on the puppets, as opposed to the type of play performed by the puppets. Both styles generally performed plays depicting great adventure and fantasy, rarely was this very stylized form of theatre used for political propaganda. Cantonese shadow puppets were the larger of the two. They were built using thick leather that created more substantial shadows. Symbolic color was also very prevalent; a black face represented honesty, a red one bravery. The rods used to control Cantonese puppets were attached perpendicular to the puppets' heads. Thus, they were not seen by the audience when the shadow was created. Pekingese puppets were more delicate and smaller. They were created out of thin, translucent leather usually taken from the belly of a donkey. They were painted with vibrant paints, thus they cast a very colorful shadow. The thin rods that controlled their movements were attached to a leather collar at the neck of the puppet. The rods ran parallel to the bodies of the puppet then turned at a ninety-degree angle to connect to the neck. While these rods were visible when the shadow was cast, they laid outside the shadow of the puppet; thus, they did not interfere with the appearance of the figure. The rods attached at the necks to facilitate the use of multiple heads with one body. When the heads were not being used, they were stored in a muslin book or fabric lined box. The heads were always removed at night. This was in keeping with the old superstition that if left intact, the puppets would come to life at night. Some puppeteers went so far as to store the heads in one book and the bodies in another, to further reduce the possibility of reanimating puppets. Shadow puppetry is said to have reached its highest point of artistic development in the 11th century before becoming a tool of the government.\n\nIn the Song dynasty, there were many popular plays involving acrobatics and music. These developed in the Yuan dynasty into a more sophisticated form with a four- or five-act structure. Yuan drama spread across China and diversified into numerous regional forms, the best known of which is Beijing Opera, which is still popular today.\n\nIn Thailand, it has been a tradition from the Middle Ages to stage plays based on plots drawn from Indian epics. In particular, the theatrical version of Thailand's national epic Ramakien, a version of the Indian Ramayana, remains popular in Thailand even today.\n\nIn Cambodia, inscriptions dating back to the 6th century AD indicates evidence of dancers at a local temple and using puppetry for religious plays. At the ancient capital Angkor Wat, stories from the Indian epics Ramayana and Mahabharata have been carved on the walls of temples and palaces. Similar reliefs are found at Borobudur in Indonesia.\n\nIn the Philippines, the famous epic poem Ibong Adarna, originally titled \"Korido at Buhay na Pinagdaanan ng Tatlong Prinsipeng Magkakapatid na anak nina Haring Fernando at Reyna Valeriana sa Kahariang Berbania\" (English: \"Corrido and Life Lived by the Three Princes, children of King Fernando and Queen Valeriana in the Kingdom of Berbania\") from the 16th century was written by José de la Cruz during the Spanish era. Aside from theatrical performances, different films were produced by different film studios/ television productions. The first produced \"Ang Ibong Adarna\" film was produced by LVN Pictures, the biggest film studio in the history of the Philippines.\n\nFlorante at Laura is an \"awit\" or a poem consisting of 12-syllable quatrains with the full title \"Pinagdaanang Buhay ni Florante at ni Laura sa Kahariang Albanya\" (English: \"The History of Florante and Laura in the Kingdom of Albania\") was written by Francisco Balagtas in 1838 during his imprisonment dedicated to his sweetheart Maria Asuncuion Rivera (nicknamed \"M.A.R.\", referenced to as \"Selya\"). The poem has a special part entitled \"Kay Selya\" (English: \"For Celia\") specially dedicated for Rivera.\n\nThe Philippine's national hero, José Rizal who is also a novelist, created the two famous poems in the Philippines, Noli Me Tángere (Latin for \"Touch me not\", with an acute accent added on the final word in accordance with Spanish orthography) (1887) that describes perceived inequities of the Spanish Catholic friars and the ruling government and El Filibusterismo (translations: The filibusterism; The Subversive or The Subversion, as in the Locsín English translation, are also possible translations, also known by its alternative English title The Reign of Greed) (1891). The novel's dark theme departs dramatically from the previous novel's hopeful and romantic atmosphere, signifying Ibarra's resort to solving his country's issues through violent means, after his previous attempt in reforming the country's system made no effect and seemed impossible with the corrupt attitude of the Spaniards toward the Filipinos. These novels were written during the colonization of the Philippines by the Spanish Empire.\n\nAll of these literary pieces were under the curriculum of the K-12 Program for Junior High Schools, Ibong Adarna is under the Grade 7 Curriculum; Florante at Laura (Grade 8); Noli Me Tángere (Grade 9); and El Filibusterismo (Grade 10).\n\nDuring the 14th century, there were small companies of actors in Japan who performed short, sometimes vulgar comedies. A director of one of these companies, Kan'ami (1333–1384), had a son, Zeami Motokiyo (1363–1443), who was considered one of the finest child actors in Japan. When Kan'ami's company performed for Ashikaga Yoshimitsu (1358–1408), the shōgun of Japan, he implored Zeami to have a court education for his arts.[9] After Zeami succeeded his father, he continued to perform and adapt his style into what is today Noh. A mixture of pantomime and vocal acrobatics, the Noh style of theatre has become one of Japan's most refined forms of theatrical performance.[10]\n\nJapan, after a long period of civil wars and political disarray, was unified and at peace primarily due to shōgun Tokugawa Ieyasu (1600–1668). However, alarmed at the increasing numbers of Christians within the country due to the proselytizing efforts of Christian missionaries, he cut off contact from Japan to Europe and China and outlawed Christianity. When peace did come, a flourish of cultural influence and growing merchant class demanded its own entertainment. The first form of theatre to flourish was Ningyō jōruri (commonly referred to as Bunraku). The founder of and main contributor to Ningyō jōruri, Chikamatsu Monzaemon (1653–1725), turned his form of theatre into a true art form. Ningyō jōruri is a highly stylized form of theatre using puppets, today about 1⁄3rd the size of a human. The men who control the puppets train their entire lives to become master puppeteers, when they can then operate the puppet's head and right arm and choose to show their faces during the performance. The other puppeteers, controlling the less important limbs of the puppet, cover themselves and their faces in a black suit, to imply their invisibility. The dialogue is handled by a single person, who uses varied tones of voice and speaking manners to simulate different characters. Chikamatsu wrote thousands of plays during his lifetime, most of which are still used today.\n\nKabuki began shortly after Bunraku, legend has it by an actress named Okuni, who lived around the end of the 16th century. Most of kabuki's material came from Noh and Bunraku, and its erratic dance-type movements are also an effect of Bunraku. However, kabuki is less formal and more distant than Noh, yet very popular among the Japanese public. Actors are trained in many varied things including dancing, singing, pantomime, and even acrobatics. Kabuki was first performed by young girls, then by young boys, and by the end of the 16th century, kabuki companies consisted of all men. The men who portrayed women on stage were specifically trained to elicit the essence of a woman in their subtle movements and gestures.\n\nOftentimes, Melanesian dance exhibits a cultural theme of masculinity where leadership and a unique skill set are important for sharing with the community.[11] These dances demonstrate the soldiery of a man; however they can also represent profitability such as encouraging conflict resolutions or healing.[12] The costumes of impersonating dancers incorporate large masks and unhuman-like characteristics that act to imitate mythical figures. The music can also act as a voice for these magical personas.[11]\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Performance_art",
        "https://en.wikipedia.org/wiki/Bharatanatyam",
        "https://en.wikipedia.org/wiki/Music",
        "https://en.wikipedia.org/wiki/Acrobatics",
        "https://en.wikipedia.org/wiki/Ballet",
        "https://en.wikipedia.org/wiki/List_of_circus_skills",
        "https://en.wikipedia.org/wiki/Clown",
        "https://en.wikipedia.org/wiki/Dance",
        "https://en.wikipedia.org/wiki/Gymnastics",
        "https://en.wikipedia.org/wiki/Mime_artist",
        "https://en.wikipedia.org/wiki/Music",
        "https://en.wikipedia.org/wiki/Opera",
        "https://en.wikipedia.org/wiki/Professional_wrestling",
        "https://en.wikipedia.org/wiki/Puppetry",
        "https://en.wikipedia.org/wiki/Public_speaking",
        "https://en.wikipedia.org/wiki/Theatre",
        "https://en.wikipedia.org/wiki/Ventriloquism",
        "https://en.wikipedia.org/wiki/The_arts",
        "https://en.wikipedia.org/wiki/Music",
        "https://en.wikipedia.org/wiki/Dance",
        "https://en.wikipedia.org/wiki/Drama",
        "https://en.wikipedia.org/wiki/Visual_arts",
        "https://en.wikipedia.org/wiki/Art_objects",
        "https://en.wikipedia.org/wiki/Object_manipulation",
        "https://en.wikipedia.org/wiki/History_of_music",
        "https://en.wikipedia.org/wiki/History_of_dance",
        "https://en.wikipedia.org/wiki/Circus_skills",
        "https://en.wikipedia.org/wiki/Ancient_Egypt",
        "https://en.wikipedia.org/wiki/Sound_recording_and_reproduction",
        "https://en.wikipedia.org/wiki/Video",
        "https://en.wikipedia.org/wiki/Actor",
        "https://en.wikipedia.org/wiki/Comedian",
        "https://en.wikipedia.org/wiki/Dance",
        "https://en.wikipedia.org/wiki/Circus",
        "https://en.wikipedia.org/wiki/Musician",
        "https://en.wikipedia.org/wiki/Singing",
        "https://en.wikipedia.org/wiki/Songwriting",
        "https://en.wikipedia.org/wiki/Stagecraft",
        "https://en.wikipedia.org/wiki/Physical_appearance",
        "https://en.wikipedia.org/wiki/Costume",
        "https://en.wikipedia.org/wiki/Stage_makeup",
        "https://en.wikipedia.org/wiki/Stage_lighting",
        "https://en.wikipedia.org/wiki/Illusion",
        "https://en.wikipedia.org/wiki/Mime",
        "https://en.wikipedia.org/wiki/Spoken_word",
        "https://en.wikipedia.org/wiki/Puppetry",
        "https://en.wikipedia.org/wiki/Circus_arts",
        "https://en.wikipedia.org/wiki/Professional_wrestling",
        "https://en.wikipedia.org/wiki/Performance_art",
        "https://en.wikipedia.org/wiki/Plastic_art",
        "https://en.wikipedia.org/wiki/Props",
        "https://en.wikipedia.org/wiki/Modern_dance",
        "https://en.wikipedia.org/wiki/Theatre",
        "https://en.wikipedia.org/wiki/Illusion",
        "https://en.wikipedia.org/wiki/Mime_artist",
        "https://en.wikipedia.org/wiki/Classical_Indian_dance",
        "https://en.wikipedia.org/wiki/Kabuki",
        "https://en.wikipedia.org/wiki/Mummers_Play",
        "https://en.wikipedia.org/wiki/Improvisational_theatre",
        "https://en.wikipedia.org/wiki/Pantomime",
        "https://en.wikipedia.org/wiki/Postmodern_theatre",
        "https://en.wikipedia.org/wiki/Postdramatic_theatre",
        "https://en.wikipedia.org/wiki/Dance",
        "https://en.wikipedia.org/wiki/Les_Sylphides",
        "https://en.wikipedia.org/wiki/Society",
        "https://en.wikipedia.org/wiki/Culture",
        "https://en.wikipedia.org/wiki/Aesthetic",
        "https://en.wikipedia.org/wiki/Artistic",
        "https://en.wikipedia.org/wiki/Folk_dance",
        "https://en.wikipedia.org/wiki/Ballet",
        "https://en.wikipedia.org/wiki/Free_dance",
        "https://en.wikipedia.org/wiki/Isadora_Duncan",
        "https://en.wikipedia.org/wiki/Nietzsche",
        "https://en.wikipedia.org/wiki/Choreography",
        "https://en.wikipedia.org/wiki/Music",
        "https://en.wikipedia.org/wiki/Folk_music",
        "https://en.wikipedia.org/wiki/Jazz",
        "https://en.wikipedia.org/wiki/Hip_hop_music",
        "https://en.wikipedia.org/wiki/Rehearsal",
        "https://en.wikipedia.org/wiki/Musical_improvisation",
        "https://en.wikipedia.org/wiki/Proteus",
        "https://en.wikipedia.org/wiki/Sophocles",
        "https://en.wikipedia.org/wiki/Western_art_history",
        "https://en.wikipedia.org/wiki/Antitheatricality",
        "https://en.wikipedia.org/wiki/Classical_antiquity",
        "https://en.wikipedia.org/wiki/Greece",
        "https://en.wikipedia.org/wiki/Sophocles",
        "https://en.wikipedia.org/wiki/Euripides",
        "https://en.wikipedia.org/wiki/Hellenistic_civilization",
        "https://en.wikipedia.org/wiki/Religion",
        "https://en.wikipedia.org/wiki/Morality_play",
        "https://en.wikipedia.org/wiki/Roman_Catholic_Church",
        "https://en.wikipedia.org/wiki/Renaissance",
        "https://en.wikipedia.org/wiki/Domenico_da_Piacenza",
        "https://en.wikipedia.org/wiki/Ballet",
        "https://en.wikipedia.org/wiki/Balthasar_de_Beaujoyeulx",
        "https://en.wikipedia.org/wiki/Ballet_Comique_de_la_Reine",
        "https://en.wikipedia.org/wiki/Jan_Miel",
        "https://en.wikipedia.org/wiki/Improvisation",
        "https://en.wikipedia.org/wiki/William_Shakespeare",
        "https://en.wikipedia.org/wiki/Dafne",
        "https://en.wikipedia.org/wiki/Aristocracy",
        "https://en.wikipedia.org/wiki/Proscenium_arch",
        "https://en.wikipedia.org/wiki/Puritans",
        "https://en.wikipedia.org/wiki/Thirteen_Colonies",
        "https://en.wikipedia.org/wiki/Comic_opera",
        "https://en.wikipedia.org/wiki/Wolfgang_Amadeus_Mozart",
        "https://en.wikipedia.org/wiki/The_Marriage_of_Figaro",
        "https://en.wikipedia.org/wiki/Don_Giovanni",
        "https://en.wikipedia.org/wiki/Ludwig_van_Beethoven",
        "https://en.wikipedia.org/wiki/Romantic_movement",
        "https://en.wikipedia.org/wiki/Grand_opera",
        "https://en.wikipedia.org/wiki/Giuseppe_Verdi",
        "https://en.wikipedia.org/wiki/Gesamtkunstwerk",
        "https://en.wikipedia.org/wiki/Richard_Wagner",
        "https://en.wikipedia.org/wiki/Vaslav_Nijinsky",
        "https://en.wikipedia.org/wiki/Gas_lighting",
        "https://en.wikipedia.org/wiki/Burlesque",
        "https://en.wikipedia.org/wiki/Modern_dance",
        "https://en.wikipedia.org/wiki/Sergei_Diaghilev",
        "https://en.wikipedia.org/wiki/Ballets_Russes",
        "https://en.wikipedia.org/wiki/Konstantin_Stanislavski",
        "https://en.wikipedia.org/wiki/Stanislavski_System",
        "https://en.wikipedia.org/wiki/Impressionism",
        "https://en.wikipedia.org/wiki/Thomas_Edison",
        "https://en.wikipedia.org/wiki/Cinema_of_the_United_States",
        "https://en.wikipedia.org/wiki/Film",
        "https://en.wikipedia.org/wiki/Rhythm_and_blues",
        "https://en.wikipedia.org/wiki/Jean_Rosenthal",
        "https://en.wikipedia.org/wiki/Stage_lighting",
        "https://en.wikipedia.org/wiki/Broadway_musical",
        "https://en.wikipedia.org/wiki/Postmodernism",
        "https://en.wikipedia.org/wiki/Passion_plays",
        "https://en.wikipedia.org/wiki/Ancient_Egypt",
        "https://en.wikipedia.org/wiki/Osiris",
        "https://en.wikipedia.org/wiki/Islamic_Golden_Age",
        "https://en.wikipedia.org/wiki/Puppet",
        "https://en.wikipedia.org/wiki/Shadow_play",
        "https://en.wikipedia.org/wiki/Marionette",
        "https://en.wikipedia.org/wiki/Passion_play",
        "https://en.wikipedia.org/wiki/Muslim_history",
        "https://en.wikipedia.org/wiki/Shia_Islam",
        "https://en.wikipedia.org/wiki/Shahid",
        "https://en.wikipedia.org/wiki/Ali",
        "https://en.wikipedia.org/wiki/Hasan_ibn_Ali",
        "https://en.wikipedia.org/wiki/Husayn_ibn_Ali",
        "https://en.wikipedia.org/wiki/Persian_theatre",
        "https://en.wikipedia.org/wiki/Iran",
        "https://en.wikipedia.org/wiki/Mareke_giri",
        "https://en.wikipedia.org/wiki/Shahnameh",
        "https://en.wikipedia.org/wiki/Theatre_in_India",
        "https://en.wikipedia.org/wiki/Sanskrit_drama",
        "https://en.wikipedia.org/wiki/Bharatanatyam",
        "https://en.wikipedia.org/wiki/Tamil_Nadu",
        "https://en.wikipedia.org/wiki/Saree",
        "https://en.wikipedia.org/wiki/Vedic_period",
        "https://en.wikipedia.org/wiki/2nd_millennium_BC",
        "https://en.wikipedia.org/wiki/Bharata_Muni",
        "https://en.wikipedia.org/wiki/Natya_Shastra_of_Bharata",
        "https://en.wikipedia.org/wiki/Aristotle",
        "https://en.wikipedia.org/wiki/Ramayana",
        "https://en.wikipedia.org/wiki/Mahabharata",
        "https://en.wikipedia.org/wiki/India",
        "https://en.wikipedia.org/wiki/The_Recognition_of_Sakuntala",
        "https://en.wikipedia.org/wiki/Bhavabhuti",
        "https://en.wikipedia.org/wiki/Mahaviracharita",
        "https://en.wikipedia.org/wiki/Harsha",
        "https://en.wikipedia.org/wiki/Ratnavali",
        "https://en.wikipedia.org/wiki/Priyadarsika",
        "https://en.wikipedia.org/wiki/Buddhist",
        "https://en.wikipedia.org/wiki/Nagananda",
        "https://en.wikipedia.org/wiki/Middle_Ages",
        "https://en.wikipedia.org/wiki/Koodiyattam",
        "https://en.wikipedia.org/wiki/Kathakali",
        "https://en.wikipedia.org/wiki/Chakyar_koothu",
        "https://en.wikipedia.org/wiki/Thirayattam",
        "https://en.wikipedia.org/wiki/Ramanchakyar",
        "https://en.wikipedia.org/wiki/Chinese_theatre",
        "https://en.wikipedia.org/wiki/Shang_dynasty",
        "https://en.wikipedia.org/wiki/Emperor_Xuanzong_of_Tang_China",
        "https://en.wikipedia.org/wiki/Pear_Garden",
        "https://en.wikipedia.org/wiki/Shadow_puppetry",
        "https://en.wikipedia.org/wiki/Song_dynasty",
        "https://en.wikipedia.org/wiki/Acrobatic",
        "https://en.wikipedia.org/wiki/Yuan_dynasty",
        "https://en.wikipedia.org/wiki/Ramakien",
        "https://en.wikipedia.org/wiki/Hanuman",
        "https://en.wikipedia.org/wiki/Ramakien",
        "https://en.wikipedia.org/wiki/Wat_Phra_Kaew",
        "https://en.wikipedia.org/wiki/Bangkok",
        "https://en.wikipedia.org/wiki/Thailand",
        "https://en.wikipedia.org/wiki/Ramakien",
        "https://en.wikipedia.org/wiki/Ramayana",
        "https://en.wikipedia.org/wiki/Cambodia",
        "https://en.wikipedia.org/wiki/AD",
        "https://en.wikipedia.org/wiki/Angkor_Wat",
        "https://en.wikipedia.org/wiki/Mahabharata",
        "https://en.wikipedia.org/wiki/Borobudur",
        "https://en.wikipedia.org/wiki/Philippines",
        "https://en.wikipedia.org/wiki/Epic_poetry",
        "https://en.wikipedia.org/wiki/Ibong_Adarna",
        "https://en.wikipedia.org/wiki/Corrido",
        "https://en.wikipedia.org/wiki/Spanish_era",
        "https://en.wikipedia.org/wiki/LVN_Pictures",
        "https://en.wikipedia.org/wiki/Florante_at_Laura",
        "https://en.wikipedia.org/wiki/Francisco_Balagtas",
        "https://en.wikipedia.org/wiki/Kay_Selya",
        "https://en.wikipedia.org/wiki/Philippine",
        "https://en.wikipedia.org/wiki/Latin",
        "https://en.wikipedia.org/wiki/Spanish_orthography",
        "https://en.wikipedia.org/wiki/El_Filibusterismo",
        "https://en.wikipedia.org/wiki/Spanish_Empire",
        "https://en.wikipedia.org/wiki/Ibong_Adarna",
        "https://en.wikipedia.org/wiki/Florante_at_Laura",
        "https://en.wikipedia.org/wiki/El_Filibusterismo",
        "https://en.wikipedia.org/wiki/Kagoshima",
        "https://en.wikipedia.org/wiki/Noh",
        "https://en.wikipedia.org/wiki/Bunraku",
        "https://en.wikipedia.org/wiki/Kabuki",
        "https://en.wikipedia.org/wiki/Butoh",
        "https://en.wikipedia.org/wiki/Japan",
        "https://en.wikipedia.org/wiki/Zeami_Motokiyo",
        "https://en.wikipedia.org/wiki/Ashikaga_Yoshimitsu",
        "https://en.wikipedia.org/wiki/Noh",
        "https://en.wikipedia.org/wiki/Pantomime",
        "https://en.wikipedia.org/wiki/Tokugawa_Ieyasu",
        "https://en.wikipedia.org/wiki/Bunraku",
        "https://en.wikipedia.org/wiki/Chikamatsu_Monzaemon",
        "https://en.wikipedia.org/wiki/Kabuki",
        "https://en.wikipedia.org/wiki/Entertainment",
        "https://en.wikipedia.org/wiki/Outline_of_performing_arts",
        "https://en.wikipedia.org/wiki/Performing_arts_education",
        "https://en.wikipedia.org/wiki/Performing_arts_presenters",
        "https://en.wikipedia.org/wiki/United_States_copyright_law_in_the_performing_arts",
        "https://en.wikipedia.org/wiki/Persian_theatre",
        "https://en.wikipedia.org/wiki/Theatre_of_Japan",
        "https://en.wikipedia.org/wiki/Western_culture",
        "https://en.wikipedia.org/wiki/Shmuel_Moreh",
        "https://en.wikipedia.org/wiki/Moshe_Sharon",
        "https://en.wikipedia.org/wiki/Brill_Publishers",
        "https://en.wikipedia.org/wiki/Humanities",
        "https://en.wikipedia.org/wiki/Anthropology",
        "https://en.wikipedia.org/wiki/Digital_humanities",
        "https://en.wikipedia.org/wiki/History",
        "https://en.wikipedia.org/wiki/Law",
        "https://en.wikipedia.org/wiki/Literature",
        "https://en.wikipedia.org/wiki/Politics",
        "https://en.wikipedia.org/wiki/Philosophy",
        "https://en.wikipedia.org/wiki/Religious_studies",
        "https://en.wikipedia.org/wiki/Visual_arts",
        "https://en.wikipedia.org/wiki/Performing_arts",
        "https://en.wikipedia.org/wiki/Performing_arts",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}