{
    "url": "https://en.wikipedia.org/wiki/Performance",
    "title": "Performance",
    "table_of_contents": [
        "1 Management science",
        "2 Arts",
        "3 Aspects of performance art",
        "4 Performance state",
        "4.1 Stage fright",
        "5 See also",
        "6 References",
        "7 Additional reading"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "A performance is an act of staging or presenting a play, concert, or other form of entertainment. It is also defined as the action or process of carrying out or accomplishing an action, task, or function. [1]\n\n"
        },
        {
            "title": "Management science",
            "text": "In the work place, job performance is the hypothesized conception or requirements of a role. There are two types of job performances: contextual and task. Task performance is dependent on cognitive ability, while contextual performance is dependent on personality.[2] Task performance relates to behavioral roles that are recognized in job descriptions and remuneration systems. They are directly related to organizational performance, whereas contextual performances are value-based and add additional behavioral roles that are not recognized in job descriptions and covered by compensation; these are extra roles that are indirectly related to organizational performance.[3] Citizenship performance, like contextual performance, relates to a set of individual activity/contribution (prosocial organizational behavior) that supports  organizational culture.[4][5]\n\n"
        },
        {
            "title": "Arts",
            "text": "In performing arts, a performance generally comprises an event in which a performer, or group of performers, present one or more works of art to an audience. In instrumental music and drama, a performance is typically described as a \"play\".[6] Typically, the performers participate in rehearsals beforehand to practice the work.\n\nAn effective performance is determined by the achieved skills and competency of the performer, also known as the level of skill and knowledge. In 1994, Spencer and McClelland defined competency as \"a combination of motives, traits, self-concepts, attitudes, cognitive behavior skills (content knowledge) that helps a performer to differentiate themselves as superior from the average performer\".[7] A performance also describes the way in which an actor performs. In a solo capacity, it may also refer to a mime artist, comedian, conjurer, magician, or other entertainer.\n\n"
        },
        {
            "title": "Aspects of performance art",
            "text": "Another aspect of performance that grew in popularity in the early 20th century is performance art. The origins of Performance art started with Dada and Russian constructivism groups, focusing on avant-garde poetry readings and live paintings meant to be viewed by an audience. It can be scripted or completely improvised and includes audience participation if desired.[8]\n\nThe emergence of abstract expressionism in the 1950s with Jackson Pollock and Willem de Kooning gave way to action painting, a technique that emphasized the dynamic movements of artists as they splattered paint and other media on canvas or glass. For these artists, the motion of putting paint on canvas was just as valuable as the finished painting, and so it was common for artists to document their work in film; such as the short film Jackson Pollock 51(1951), featuring Pollock dripping paint onto a massive canvas on his studio floor.[9] Situationists in France, led by Guy Debord, married avant-garde art with revolutionary politics to incite everyday acts of anarchy. The \"Naked City Map\" (1957) fragments the 19 sections of Paris, featuring the technique of détournement and abstraction of the traditional environment, deconstructing the geometry and order of a typical city map.[10]\n\nAt the New School for Social Research in New York, John Cage and Allan Kaprow became involved in developing happening performance art. These carefully scripted one-off events incorporated the audience into acts of chaos and spontaneity. These happenings challenged traditional art conventions and encouraged artists to carefully consider the role of an audience.[11] In Japan, the 1954 Gutai group led by Yoshihara Jiro, Kanayma Akira, Murakami Saburo, Kazuo Shiraga, and Shimamoto Shozo made the materials of art-making come to life with body movement and blurring the line between art and theater. Kazuo Shiraga's Challenging Mud (1955) is a performance of the artist rolling and moving in mud, using their body as the art-making tool, and emphasizing the temporary nature of performance art. \n\nValie Export, an Austrian artist born Waltraud Lehner, performed \"Tap and Touch Cinema\" in 1968. She walked around the streets in Vienna during a film festival wearing a styrofoam box with a curtain over her chest. Bystanders were asked to put their hands inside the box and touch her bare chest. This commentary on women sexualization in film focused on the sense of touch rather than sight.[12] Adrian Piper and her performance Catalysis III (1970) featured the artist walking down New York City streets with her outfit painted white and a sign across her chest that said \"wet paint.\" She was interested in the invisible social and racial dynamics in America and was determined to encourage civic-mindedness and interruption of the system.[13][14] Carolee Schneemann, American artist, performed Interior Scroll in 1975, where she unrolls Super-8 film \"Kitsch's Last Meal\" from her genitals. This nude performance contributes to a discourse on femininity, sexualization, and film.\n\n"
        },
        {
            "title": "Performance state",
            "text": "Williams and Krane define the characteristics of an ideal performance state:[15]\n\nOther related factors are: motivation to achieve success or avoid failure, task relevant attention, positive self-talk, and cognitive regulation to achieve automaticity. Performance is also dependent on adaptation of eight areas: Handling crisis, managing stress, creative problem solving, knowing necessary functional tools and skills, agile management of complex processes, interpersonal adaptability, cultural adaptability, and physical fitness.[16] Performance is not always a result of practice, but rather about honing in a skill. Over practicing itself can result in failure due to ego depletion.[17]\n\nAccording to Andranik Tangian, the best results are achieved when spontaneity and even improvisation are backed up by rational elements that arrange means of expression in a certain structure, supporting the communication (not just verbal) with the audience.[18][19]\n\nTheatrical performances, especially when the audience is limited to only a few observers, can lead to significant increases in the performer's heart rate. This increase takes place in several stages relative to the performance itself, including anticipatory activation (one minute before the start of subject's speaking role), confrontation activation (during the subject's speaking role, at which point their heart rate peaks) and release period (one minute after the conclusion of the subject's speech).[20] The same physiological reactions can be experienced in other mediums such as instrumental performance. When experiments were conducted to determine whether there was a correlation between audience size and heart rate (an indicator of anxiety) of instrumental performers, the researcher's findings ran contrary to previous studies, showing a positive correlation rather than a negative one.[21]\n\nHeart rate shares a strong, positive correlation with the self reported anxiety of performers.[22] Other physiological responses to public performance include perspiration, secretion of the adrenal glands, and increased blood pressure.[23]\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Venezuela",
        "https://en.wikipedia.org/wiki/Organizational_citizenship_behavior",
        "https://en.wikipedia.org/wiki/Organizational_culture",
        "https://en.wikipedia.org/wiki/Tang_dynasty",
        "https://en.wikipedia.org/wiki/Performing_arts",
        "https://en.wikipedia.org/wiki/Work_of_art",
        "https://en.wikipedia.org/wiki/Audience",
        "https://en.wikipedia.org/wiki/Rehearsal",
        "https://en.wikipedia.org/wiki/Actor",
        "https://en.wikipedia.org/wiki/Mime_artist",
        "https://en.wikipedia.org/wiki/Comedian",
        "https://en.wikipedia.org/wiki/Evocation",
        "https://en.wikipedia.org/wiki/Performance_art",
        "https://en.wikipedia.org/wiki/Dada",
        "https://en.wikipedia.org/wiki/Russian_constructivism",
        "https://en.wikipedia.org/wiki/Abstract_expressionism",
        "https://en.wikipedia.org/wiki/Jackson_Pollock",
        "https://en.wikipedia.org/wiki/Willem_de_Kooning",
        "https://en.wikipedia.org/wiki/Action_painting",
        "https://en.wikipedia.org/wiki/Situationists",
        "https://en.wikipedia.org/wiki/Guy_Debord",
        "https://en.wikipedia.org/wiki/New_School_for_Social_Research",
        "https://en.wikipedia.org/wiki/John_Cage",
        "https://en.wikipedia.org/wiki/Allan_Kaprow",
        "https://en.wikipedia.org/wiki/Happening",
        "https://en.wikipedia.org/wiki/Gutai_group",
        "https://en.wikipedia.org/wiki/Kazuo_Shiraga",
        "https://en.wikipedia.org/wiki/Valie_Export",
        "https://en.wikipedia.org/wiki/Adrian_Piper",
        "https://en.wikipedia.org/wiki/Carolee_Schneemann",
        "https://en.wikipedia.org/wiki/Deep_Purple",
        "https://en.wikipedia.org/wiki/Hoyos_del_Espino",
        "https://en.wikipedia.org/wiki/Spain",
        "https://en.wikipedia.org/wiki/Fear",
        "https://en.wikipedia.org/wiki/Automaticity",
        "https://en.wikipedia.org/wiki/Ego_depletion",
        "https://en.wikipedia.org/wiki/Andranik_Tangian",
        "https://en.wikipedia.org/wiki/Kristin_Chenoweth",
        "https://en.wikipedia.org/wiki/Baseball",
        "https://en.wikipedia.org/wiki/Anxiety",
        "https://en.wikipedia.org/wiki/Perspiration",
        "https://en.wikipedia.org/wiki/Adrenal_glands",
        "https://en.wikipedia.org/wiki/Ballet",
        "https://en.wikipedia.org/wiki/Choral_music",
        "https://en.wikipedia.org/wiki/Entertainment",
        "https://en.wikipedia.org/wiki/Executive_functions",
        "https://en.wikipedia.org/wiki/Opera",
        "https://en.wikipedia.org/wiki/Operetta",
        "https://en.wikipedia.org/wiki/Performativity",
        "https://en.wikipedia.org/wiki/Performance_art",
        "https://en.wikipedia.org/wiki/Performance_poetry",
        "https://en.wikipedia.org/wiki/Storytelling",
        "https://en.wikipedia.org/wiki/Performance_dance",
        "https://en.wikipedia.org/wiki/Performance_management",
        "https://en.wikipedia.org/wiki/Performance_science",
        "https://en.wikipedia.org/wiki/Recital",
        "https://en.wikipedia.org/wiki/Stadium",
        "https://en.wikipedia.org/wiki/Stagecraft",
        "https://en.wikipedia.org/wiki/Theater",
        "https://en.wikipedia.org/wiki/Participatory_theatre",
        "https://en.wikipedia.org/wiki/Andreas_Dorschel",
        "https://en.wikipedia.org/wiki/Performance",
        "https://en.wikipedia.org/wiki/Performance",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}