{
    "url": "https://en.wikipedia.org/wiki/Performance_poetry",
    "title": "Performance poetry",
    "table_of_contents": [
        "1 History",
        "2 Poetry in oral cultures",
        "3 Advent of printing",
        "4 20th century",
        "5 The 1970s and after",
        "6 The United Kingdom",
        "7 See also",
        "8 References",
        "9 External links"
    ],
    "paragraphs": [
        {
            "title": "",
            "text": "Performance poetry is a broad term, encompassing a variety of styles and genres. In brief, it is poetry that is specifically composed for or during a performance before an audience. During the 1980s, the term[1] came into popular usage to describe poetry written or composed for performance rather than print distribution, mostly open to improvisation.\n\n"
        },
        {
            "title": "History",
            "text": "The term performance poetry originates from an early press release describing the 1980s performance poet Hedwig Gorski, whose audio recordings achieved success on spoken word radio programs around the world.[2] Her band, East of Eden Band, was described[by whom?] as the most successful at music and poetry collaborations, allowing cassettes of her live radio broadcast recordings to stay in rotation with popular underground music recordings on some radio stations. Gorski, an art school graduate, tried to come up with a term that would distinguish her text-based vocal performances from performance art, especially the work of performance artists, such as Laurie Anderson, who worked with music at that time.\n\nPerformance poets relied more on the rhetorical and philosophical expression in their poetics than performance artists, who arose from the visual art genres of painting and sculpture. The Austin Chronicle newspaper, printing Gorski's bi-weekly \"Litera\" column, first published the term \"performance poetry\" to describe the work of Gorski with composer D'Jalma Garnier III as early as 1982. She began using the term, however, to describe a 1978 \"neo-verse drama\" and \"conceptual spoken poetry for five voices\" titled Booby, Mama! that employs the cut-up method made popular by William Burroughs and conceptual art methods.[3]\n\nThe National Endowment for the Arts categorized performance art within the visual arts judging panels; it originally placed performance poetry within the category of theater before correcting it to literature in the 21st century. Since many performance poets did not have publications, the former classification made performance poets categorically ineligible for the NEA fellowship funding or recognition. Their audio cassettes were not acceptable sample material for literature grant consideration. A stated objection to this presentation method protested their performance poems translated into text on paper could not compete with poetry written for print publication. The National Endowment for the Arts is now accepting varied presentations for publication verification for poetry fellowship applicants, including audio recordings that have no printed versions of the poems. Performance poetry with music peaked during the 1980s just as performance art peaked in the 1970s.[citation needed]\n\nDuring that time, San Francisco and New York were the centers for this type of activity; however, Austin, Texas (The Third Coast) also had a thriving scene during the 1980s with a coterie of unique characters such as raúlrsalinas, Konstantyn K. Kuzminsky, Joy Cole, Hedwig Gorski, Roxy Gordon, Ricardo Sánchez and Harryette Mullen, who was nominated for the National Book Award. The Austin Poets Audio Anthology Project, a public arts project, recorded them for radio broadcasts. There were many others, though, and Hedwig Gorski once wrote in \"Litera\" that some were \"eerie\", a word used by one newspaper reviewer to describe Gorski's vocals on the East of Eden Band track \"There's Always Something That Can Make You Happy\".  Other performing writers in the robust literary scene of the Austin area during that time when performance poetry turned into a school of poetry included Pat Littledog, Eleanor Crockett, Jim Ryan, Chuck Taylor, Greg Gauntner, Albert Huffstickler, W. Joe Hoppe, Andy Clausen, poet and playwright Isabella Russell-Ides (Getting Dangerously Close To Myself, Slough Press)  and David Jewell (poet); most recorded on Hedwig Gorski's audio anthology project.[citation needed]\n\nJewell deserves special mention as a transitional figure, younger than the aforementioned, and one not especially rooted in the Beats like Gorski who has strong connections to Ginsberg, Corso, Gary Snyder, and others. By the 1990s the general poetry public was less interested in the Beat Poets of the 1950s and 1960s. They were looking for something fresher, newer, hipper, more in touch with the times in which they were living. Performance poets established clubs, cafes, and media as venues that later became stages for the emerging slam poetry scene. Unlike Gorski, who with East of Eden Band, began broadcasting live performance poetry on radio[4] and distributing the recordings of these broadcasts in place of publishing in print, Jewell and slam poets were more interested in small live audiences. Venues like Nuyorican Poets Cafe in New York City and mass media formats, like Gorski's and John Giorno's, form the two lines of influence leading to Def Poetry on HBO.\n\nPerforming poets-writers and especially performance poets excelled in the ability to put the event of oral literature into the primary social/communicative function for literature. The plurality of the literary performance is under the control of the poet/writer, and the performer never minimizes the participation of the audience members. It is important to remember that performance was the primary distribution method for poetics since tribal times and ancient Greece. As Gorski often states, broadcast and technology surpass books in reaching mass audiences for poetry, and just as writing poetry for print made poetry a completely different artform since the invention of the book, audio \"mediums influence the way poets write just as they do painters and sculptors\".[5]\n\nToday, performance poetry is also being used as a means to promote literacy in public school systems. Global Writes Inc. has been incorporating technology, such as videoconferencing and podcasts, into literacy programs as a means for students to share their poetry. Performance poetry also provides avenues for students to perform their poems onstage.[6]\n\n"
        },
        {
            "title": "Poetry in oral cultures",
            "text": "Performance poetry is not solely a postmodern phenomenon. It began with the performance of oral poems in pre-literate societies. By definition, these poems were transmitted orally from performer to performer and were constructed using devices such as repetition, alliteration, rhyme and kennings to facilitate memorization and recall. The performer \"composed\" the poem from memory, using the version they had learned as a kind of mental template. This process allowed the performer to add their own flavor to the poem in question, although fidelity to the traditional versions of the poems was generally favored.\n\n"
        },
        {
            "title": "Advent of printing",
            "text": "Although popular works, including popular poems or collections of poems, were already being distributed for private reading and study in manuscript form, there can be little doubt that the introduction of cheap printing technologies accelerated this trend considerably. The result was a change in the poet's role in society. From having been an entertainer, the poet became primarily a provider of written texts for private readings. The public performance of poetry became generally restricted, at least in a European context, to the staging of plays in verse and occasionally, for example in the cases of the Elizabethan madrigalists or Robert Burns, as texts for singing. Apart from this, the performance of poetry was restricted to reading aloud from printed books within families or groups of friends.\n\n"
        },
        {
            "title": "20th century",
            "text": "The early years of the 20th century saw a general questioning of artistic forms and conventions. Poets like Basil Bunting and Louis Zukofsky called for a renewed emphasis on poetry as sound. Bunting in particular argued that the poem on the page was like a musical score; not fully intelligible until manifested through sound. This attitude to poetry helped to encourage an environment in which poetry readings were fostered. This was reinforced by Charles Olson's call for a poetic line based primarily on spoken human breath.[7] Clive Sansom devoted much of his life to gathering and contributing poetry and drama particularly suited to performance by children.\n\nDuring the 1950s, the American poet Cid Corman began to experiment with what he called oral poetry. This involved spontaneously composing poems into a tape recorder. Allen Ginsberg was to take up this practice in the 1960s. David Antin, who heard some of Corman's tapes, took the process one step further. He composed his talk-poems by improvising in front of an audience. These performances were recorded and the tapes were later transcribed to be published in book form. Around the same time, Jerome Rothenberg was drawing on his ethnopoetic researches to create poems for ritual performances as happenings.\n\nThe writers of the Beat generation held performance events that married poetry and jazz. In the late 1960s, other poets outside San Francisco and New York City were experimenting with performance pieces. Notable among these was David Franks, at the time a faculty member at the Maryland Institute College of Art. Franks' work was not poetry recited to a musical counterpoint but literary pieces in which the performance was a necessary and integral part of the work itself.\n\nIn Britain, sound poets like Bob Cobbing and Edwin Morgan were exploring the possibilities of live performance. Cobbing's groups Bird Yak and Konkrete Canticle involved collaborative performance with other poets and musicians and were partly responsible for drawing a number of the poets of the British Poetry Revival into the performance arena.\n\nMeanwhile, many more mainstream poets in both Britain and the United States were giving poetry readings, largely to small academic gatherings on university campuses. Poetry readings were given national prominence when Robert Frost recited \"The Gift Outright\" from memory at the inauguration of John F. Kennedy[1].After that event, spoken word recordings of Frost and other major figures enjoyed increased popularity.\n\n"
        },
        {
            "title": "The 1970s and after",
            "text": "By the 1970s, three main forms of poetry performance had emerged. First was the poetry reading, at which poems that had been written for the page were read to an audience, usually by the author. Poetry readings have become widespread and poetry festivals and reading series are now part of the cultural landscape of most Western societies. However, most people would not consider the poetry readings of this type as part of the performance poetry phenomena.\n\nThis leaves two types of poetry performance: poems written specifically for performance on the Jerome Rothenberg model and poems like those of David Antin that are composed during performance. Both these types would generally be considered to constitute performance poetry. Another type based on the Beat method of reading their print poems is poetry with music. The bands with performance poets make spoken vocals an exercise in not singing, but the texts are not categorized as songs. While Ginsberg sang his Blake songs with a harmonium, the original practitioner of this third and most popular type of performance poetry is Hedwig Gorski, who coined the term performance poetry to describe her work with music.[8] She is sometimes called a neo-beat, but considers herself an American \"futurist\". Unlike the Beats, Ginsberg and Kerouac, her poems were written for performance with music that was specifically composed for the poems. Her spoken vocals have come as close to singing as possible without really singing. That is the key to Gorski's performance poetry: the marriage of poetry to music written specifically to fit poems written for vocal performance.[9] The other type of performance poetry Gorski practiced is without music and tied to conceptual art, but that was at appearances in smaller venues that could not accommodate her band.[10]  Unlike Antin and Cormin, Gorski never improvised text but wrote poetry only for performance while eschewing printed poetry.\n\nIn the U. S., the rise to prominence of the language poets with their distrust of speech as a basis for poetry has, broadly speaking, meant that performance poetry went out of fashion with the avant-garde. However, the increasing popularity of open mics, which allow \"unknown\" poets to take the stage and share their own work in 3- to 5-minute increments and of poetry slams has meant that performance poetry is now one of the most widespread forms of popular poetry. Chief among the proponents of these new forms of popular poetry were Bob Holman in New York, Marc Smith in Chicago and Alan Kaufman in San Francisco.  In the 1990s, the Favorite Poem project of then U.S. Poet Laureate Robert Pinsky gave new visibility to ordinary Americans reading and performing their favorite poems. Contemporary performance poets are now experimenting with poetry performances adapted to CD, to video, and to Web audiences.\n\nThe Beat Poets were the first to popularize crossing over into recorded media to distribute their performed poetry. The best-known Beat poet, Allen Ginsberg, followed the lead of fellow Beat, Jack Kerouac, in reciting his work for audio recording. Ginsberg always used music with his readings and often accompanied himself on the harmonium. Ginsberg put William Blake's poems to music and performed them with the harmonium. Even though the Beats did not use the term \"Performance Poetry\" to categorize their work with music and audio recordings, the Beats provided an immediate model for the work of Hedwig Gorski. She is a Nova Scotia College of Art and Design art school graduate in 1976. The art school was infamous for starting the careers of numerous 1970s performance artists, such as Vito Acconci, known for photographing his bites. It is worth noting that Gorski, who coined the term \"Performance Poetry\" to describe her poems written only for performance,[11] recordings, and broadcast usually with her musical band East of Eden Band,[12] is the only woman, besides Patti Smith, in this group of late twentieth-century innovators reviving oral poetry. Similar to the ancient bards, touring became a widespread means for performance poets and slammers to distribute their work since the 1990s. The Poetry Slam is a competitive live performance format founded by poet Marc Smith in Chicago, which has become a hotbed for performance poetry.\n\nPerformance poetry has also been boosted considerably by the appearance of Def Jam—the hip-hop recording company helmed by Russell Simmons—on the scene.  def jam has created a television show that showcases performance poets that runs on HBO, as well as a show of performance poets that ran on Broadway for almost a year and won a Tony Award.\n\nHispanic performing artists, such as Pedro Pietri, Miguel Algarín, Giannina Braschi, and Guillermo Gómez-Peña, are known for their humorous and politically charged attacks against American imperialism.  Later contemporary Latino poets such as Willie Perdomo, Edwin Torres (poet) and Caridad de la Luz would follow in this tradition.\n\nClosely tied to Chicano poets is the Native American poet John Trudell who recorded and crossed over with his poetry and music cassettes. Trudell arose from the persecution on his reservation by FBI agents, who allegedly killed his wife and children. Protest is significant with the minority practitioners of performance poetry, such as def poets and slammers. This adds to the vitality of American performance poetry and connects to the social protest of Beat poets like Allen Ginsberg.[13]\n\nIn France, fr:Lucien Suel, Akenaton, and many other represents the way of performance poetry...\n\nIn the Czech Republic performance poetry has also become popular among both Czech speakers and expats living in the capital city, Prague, and surrounding areas.[14][15] In 2002 the first expat-based performance poetry group Alchemy was established and regularly held open-mic poetry events until 2018.[16][17] In 2003, the first year of the national slam poetry championship was organized as part of the Olomouc literary festival Poetry without Borders, initiated by poets and writers Jaromír Konečný [cs] and Martin Reiner [cs] and literary theorist Miroslav Balaštík.\n\nIn 2018 the Prague-based poetics collective Object:Paradise was established by writers Tyko Say and Jeff Milton with the mission to make \"poetry readings more inclusive, inter-disciplinary and less restricted to art cafes and turtlenecks\".[18] The collective has since aimed to make poetry readings more similar to language happenings which involve a variety of interdisciplinary acts and performances occurring at the same time. The collective outlined twenty mantras in their manifesto to make performance poetry more of a singular happening.[19][20][21]\n\n"
        },
        {
            "title": "The United Kingdom",
            "text": "In the United Kingdom, many avant-garde poets are deeply committed to live exposition of work, moving on from Cobbing and his peers. Well-known names include cris cheek and Aaron Williamson. The work of UK poet Michael Horovitz helped to spread this tradition in Britain during the early 1960s. His Live New Departures - a touring version of his poetry and arts journal New Departures (launched 1959) - gave space and opportunities to poets like Pete Brown and Adrian Mitchell who combined performed verse with the backing of jazz musicians like pianist Stan Tracey and saxophonist Bobby Wellins.\n\nHowever, the emergence of performed poetry as a popular art form can probably be linked to Allen Ginsberg's performance at the Albert Hall in 1965 at the International Poetry Incarnation. Horovitz, Brown and Mitchell would join Ginsberg and Beat colleagues Lawrence Ferlinghetti and Gregory Corso and other European poets at that landmark London occasion. These developments were also connected to the emergence of the Liverpool Poets, which referred mainly to the poets Roger McGough, Adrian Henri and Brian Patten who fired up audiences across the UK in the 70s and then the likes of John Hegley emerged in the 80s, influenced as much by stand-up comedy as a love for wordplay, creating the template for what became recognised as contemporary British performance poetry - a format still exemplified by the work of acts such as Murray Lachlan Young, Francesca Beard and Gerard McKeown.\n\nApples and Snakes, a collective promoting performance poetry in pubs and at festivals, was started by Mandy Williams, PR Murry and Jane Addison in London in 1982 inspired by the work of New Variety/CAST. They worked with 'ranting poets' such as Attila the Stockbroker and Seething Wells and other poets and musicians with a political message such as Billy Bragg. Apples and Snakes continues today, 31 years later, as a national organisation. In the 90s, however, in big cities like Manchester and London, a different style emerged that was influenced more by hip hop with much less emphasis on comedy in the manner of Def Poets in the United States. Well-known writers from this evolution include Lemn Sissay and the late Dike Omeje from the Manchester scene and Roger Robinson and El Crisis  from the London circuit.\n\nOn the experimental front, there has been fresh emphasis on collaborative choreographed stage work focused on poetry. ShadoWork, for instance, disrupts and enriches the conventional regimes of author, text and audience by combining (simple) theatrical movement with the full range of voice and stage in ways designed to draw deeper attention to the text.[22] This represents a 'counter-cultural' mode of performance poetry which shuns bald entertainment value.[23]  Other initiatives such as Lyrikal Fearta by Jonzi D have shaped street-based art for the stage, extending spoken word to short prose productions and fusing performance poetry with dance.\n\nBritish performance poetry continues to thrive at a grassroots level, with performances in pubs and theatres, as well as at literary festivals and arts festivals such as Glastonbury and The Edinburgh Festival Fringe. Slams as well as open mics for more traditional writers remain popular. Media works influenced by radio performance poet Hedwig Gorski have gained ground;[24] there has been some crossover into TV and radio.[25] Many contemporary British performance poets have been influenced by punk poets like John Cooper Clarke and reggae poets like Linton Kwesi Johnson[26] as well as by comedy and hip hop. In 2003 the first UK conference of performance poetry, organised by Lucy English, was held at Bath Spa University. Speakers included performing poets from the United States Bob Holman and Charles Bernstein. Bath Spa university runs a performance poetry module as part of its Creative Writing programme.\n\n"
        }
    ],
    "links": [
        "https://en.wikipedia.org/wiki/Performance_art",
        "https://en.wikipedia.org/wiki/Poetry",
        "https://en.wikipedia.org/wiki/Performance_art",
        "https://en.wikipedia.org/wiki/Hedwig_Gorski",
        "https://en.wikipedia.org/wiki/Spoken_word",
        "https://en.wikipedia.org/wiki/Performance_art",
        "https://en.wikipedia.org/wiki/Laurie_Anderson",
        "https://en.wikipedia.org/wiki/The_Austin_Chronicle",
        "https://en.wikipedia.org/wiki/William_Burroughs",
        "https://en.wikipedia.org/wiki/Conceptual_art",
        "https://en.wikipedia.org/wiki/National_Endowment_for_the_Arts",
        "https://en.wikipedia.org/wiki/Third_Coast",
        "https://en.wikipedia.org/wiki/Hedwig_Gorski",
        "https://en.wikipedia.org/wiki/Roxy_Gordon",
        "https://en.wikipedia.org/wiki/Harryette_Mullen",
        "https://en.wikipedia.org/wiki/Albert_Huffstickler",
        "https://en.wikipedia.org/wiki/Hedwig_Gorski",
        "https://en.wikipedia.org/wiki/Allen_Ginsberg",
        "https://en.wikipedia.org/wiki/Gregory_Corso",
        "https://en.wikipedia.org/wiki/Gary_Snyder",
        "https://en.wikipedia.org/wiki/Radio",
        "https://en.wikipedia.org/wiki/Poetry_slam",
        "https://en.wikipedia.org/wiki/Nuyorican_Poets_Cafe",
        "https://en.wikipedia.org/wiki/New_York_City",
        "https://en.wikipedia.org/wiki/John_Giorno",
        "https://en.wikipedia.org/wiki/Def_Poetry",
        "https://en.wikipedia.org/wiki/HBO",
        "https://en.wikipedia.org/wiki/Galway_Kinnell",
        "https://en.wikipedia.org/wiki/Vermont",
        "https://en.wikipedia.org/wiki/Audience",
        "https://en.wikipedia.org/wiki/Greece",
        "https://en.wikipedia.org/wiki/Book",
        "https://en.wikipedia.org/wiki/Postmodern",
        "https://en.wikipedia.org/wiki/Alliteration",
        "https://en.wikipedia.org/wiki/Rhyme",
        "https://en.wikipedia.org/wiki/Kenning",
        "https://en.wikipedia.org/wiki/Theatre",
        "https://en.wikipedia.org/wiki/Elizabethan_era",
        "https://en.wikipedia.org/wiki/Robert_Burns",
        "https://en.wikipedia.org/wiki/Basil_Bunting",
        "https://en.wikipedia.org/wiki/Louis_Zukofsky",
        "https://en.wikipedia.org/wiki/Charles_Olson",
        "https://en.wikipedia.org/wiki/Clive_Sansom",
        "https://en.wikipedia.org/wiki/Cid_Corman",
        "https://en.wikipedia.org/wiki/Allen_Ginsberg",
        "https://en.wikipedia.org/wiki/David_Antin",
        "https://en.wikipedia.org/wiki/Jerome_Rothenberg",
        "https://en.wikipedia.org/wiki/Happening",
        "https://en.wikipedia.org/wiki/Beat_generation",
        "https://en.wikipedia.org/wiki/Jazz",
        "https://en.wikipedia.org/wiki/Maryland_Institute_College_of_Art",
        "https://en.wikipedia.org/wiki/British_literature",
        "https://en.wikipedia.org/wiki/Bob_Cobbing",
        "https://en.wikipedia.org/wiki/British_Poetry_Revival",
        "https://en.wikipedia.org/wiki/Poetry_of_the_United_States",
        "https://en.wikipedia.org/wiki/Robert_Frost",
        "https://en.wikipedia.org/wiki/Jerome_Rothenberg",
        "https://en.wikipedia.org/wiki/David_Antin",
        "https://en.wikipedia.org/wiki/Hedwig_Gorski",
        "https://en.wikipedia.org/wiki/Futurist",
        "https://en.wikipedia.org/wiki/Beat_generation",
        "https://en.wikipedia.org/wiki/Conceptual_art",
        "https://en.wikipedia.org/wiki/Language_poets",
        "https://en.wikipedia.org/wiki/Poetry_slam",
        "https://en.wikipedia.org/wiki/Bob_Holman",
        "https://en.wikipedia.org/wiki/Chicago",
        "https://en.wikipedia.org/wiki/San_Francisco",
        "https://en.wikipedia.org/wiki/Robert_Pinsky",
        "https://en.wikipedia.org/wiki/Allen_Ginsberg",
        "https://en.wikipedia.org/wiki/Jack_Kerouac",
        "https://en.wikipedia.org/wiki/Pump_organ",
        "https://en.wikipedia.org/wiki/William_Blake",
        "https://en.wikipedia.org/wiki/Hedwig_Gorski",
        "https://en.wikipedia.org/wiki/Vito_Acconci",
        "https://en.wikipedia.org/wiki/Oral_poetry",
        "https://en.wikipedia.org/wiki/Poetry_Slam",
        "https://en.wikipedia.org/wiki/Def_Jam",
        "https://en.wikipedia.org/wiki/Hip_hop_music",
        "https://en.wikipedia.org/wiki/Russell_Simmons",
        "https://en.wikipedia.org/wiki/Def_Poetry",
        "https://en.wikipedia.org/wiki/HBO",
        "https://en.wikipedia.org/wiki/Broadway_theatre",
        "https://en.wikipedia.org/wiki/Tony_Award",
        "https://en.wikipedia.org/wiki/Hispanic",
        "https://en.wikipedia.org/wiki/Pedro_Pietri",
        "https://en.wikipedia.org/wiki/Giannina_Braschi",
        "https://en.wikipedia.org/wiki/Hispanic_and_Latino_Americans",
        "https://en.wikipedia.org/wiki/Willie_Perdomo",
        "https://en.wikipedia.org/wiki/Caridad_de_la_Luz",
        "https://en.wikipedia.org/wiki/Chicano",
        "https://en.wikipedia.org/wiki/Native_Americans_in_the_United_States",
        "https://en.wikipedia.org/wiki/John_Trudell",
        "https://en.wikipedia.org/wiki/Compact_Cassette",
        "https://en.wikipedia.org/wiki/FBI",
        "https://en.wikipedia.org/wiki/Minority_group",
        "https://en.wikipedia.org/wiki/Beat_poets",
        "https://en.wikipedia.org/wiki/Allen_Ginsberg",
        "https://en.wikipedia.org/wiki/France",
        "https://en.wikipedia.org/wiki/Czech_Republic",
        "https://en.wikipedia.org/wiki/Prague",
        "https://en.wikipedia.org/wiki/Prague",
        "https://en.wikipedia.org/wiki/Poetics",
        "https://en.wikipedia.org/wiki/Poetry_readings",
        "https://en.wikipedia.org/wiki/Poetry",
        "https://en.wikipedia.org/wiki/Happenings",
        "https://en.wikipedia.org/wiki/Mantras",
        "https://en.wikipedia.org/wiki/Manifesto",
        "https://en.wikipedia.org/wiki/Cris_cheek",
        "https://en.wikipedia.org/wiki/Aaron_Williamson",
        "https://en.wikipedia.org/wiki/Michael_Horovitz",
        "https://en.wikipedia.org/wiki/Pete_Brown",
        "https://en.wikipedia.org/wiki/Adrian_Mitchell",
        "https://en.wikipedia.org/wiki/Stan_Tracey",
        "https://en.wikipedia.org/wiki/Bobby_Wellins",
        "https://en.wikipedia.org/wiki/International_Poetry_Incarnation",
        "https://en.wikipedia.org/wiki/Lawrence_Ferlinghetti",
        "https://en.wikipedia.org/wiki/Liverpool_Poets",
        "https://en.wikipedia.org/wiki/Roger_McGough",
        "https://en.wikipedia.org/wiki/Adrian_Henri",
        "https://en.wikipedia.org/wiki/Brian_Patten",
        "https://en.wikipedia.org/wiki/John_Hegley",
        "https://en.wikipedia.org/wiki/Murray_Lachlan_Young",
        "https://en.wikipedia.org/wiki/Francesca_Beard",
        "https://en.wikipedia.org/wiki/Apples_and_Snakes",
        "https://en.wikipedia.org/wiki/Attila_the_Stockbroker",
        "https://en.wikipedia.org/wiki/Billy_Bragg",
        "https://en.wikipedia.org/wiki/Lemn_Sissay",
        "https://en.wikipedia.org/wiki/Author",
        "https://en.wikipedia.org/wiki/Book",
        "https://en.wikipedia.org/wiki/Audience",
        "https://en.wikipedia.org/wiki/Theatre",
        "https://en.wikipedia.org/wiki/Human_voice",
        "https://en.wikipedia.org/wiki/Theatre",
        "https://en.wikipedia.org/wiki/Public_house",
        "https://en.wikipedia.org/wiki/Theatre",
        "https://en.wikipedia.org/wiki/Literary_festival",
        "https://en.wikipedia.org/wiki/Arts_festival",
        "https://en.wikipedia.org/wiki/Glastonbury_Festival",
        "https://en.wikipedia.org/wiki/Edinburgh_Festival_Fringe",
        "https://en.wikipedia.org/wiki/Hedwig_Gorski",
        "https://en.wikipedia.org/wiki/Punk_subculture",
        "https://en.wikipedia.org/wiki/John_Cooper_Clarke",
        "https://en.wikipedia.org/wiki/Reggae",
        "https://en.wikipedia.org/wiki/Linton_Kwesi_Johnson",
        "https://en.wikipedia.org/wiki/Bath_Spa_University",
        "https://en.wikipedia.org/wiki/Bob_Holman",
        "https://en.wikipedia.org/wiki/Bath_Spa_University",
        "https://en.wikipedia.org/wiki/Australian_performance_poetry",
        "https://en.wikipedia.org/wiki/Hedwig_Gorski",
        "https://en.wikipedia.org/wiki/Language_poets",
        "https://en.wikipedia.org/wiki/List_of_performance_poets",
        "https://en.wikipedia.org/wiki/Literary_movements",
        "https://en.wikipedia.org/wiki/Poetry_reading",
        "https://en.wikipedia.org/wiki/Poetry_slam",
        "https://en.wikipedia.org/wiki/Spoken_word",
        "https://en.wikipedia.org/wiki/Hedwig_Gorski",
        "https://en.wikipedia.org/wiki/Robert_Creeley",
        "https://en.wikipedia.org/wiki/Performance_poetry",
        "https://en.wikipedia.org/wiki/Performance_poetry",
        "https://en.wikipedia.org/wiki/Main_Page",
        "https://en.wikipedia.org/wiki/Main_Page"
    ]
}